[{"cast":[],"overview":"","release_date":"2015-09-09","vote_average":10.0,"runtime":null,"cert":"N\/A","id":380000,"title":"Je lutte donc je suis","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A comic essay about the value of the short film.","release_date":"2010-01-01","vote_average":0.0,"runtime":13,"cert":"N\/A","id":380002,"title":"Chef d'oeuvre?","adult":false,"genre_ids":[35,99]},{"cast":[],"overview":"Going to buy milk from the farmer next-door can be a real drama.","release_date":"2006-01-01","vote_average":0.0,"runtime":14,"cert":"N\/A","id":380004,"title":"Le litre de lait","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Bwana Kitoko (swa. 'handsome young man') is a 1955 Belgian documentary directed by André Cauvin. It shows the official visit of king Baudouin of Belgium to the Congo and Ruanda-Urundi.","release_date":"1955-10-20","vote_average":0.0,"runtime":77,"cert":"N\/A","id":380009,"title":"Bwana Kitoko","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2013-01-01","vote_average":8.5,"runtime":null,"cert":"N\/A","id":380014,"title":"Köln im Dritten Reich - Teil 3","adult":false,"genre_ids":[99]},{"cast":["Fiona Rene","Roberto Lombardi","Christian Chase","Rick Zahn","Michael Huntsman"],"overview":"Cat Vicious is a rising shock jock DJ, with a nihilistic on air personality, who spends most of her show mocking and belittling her listeners. But when a mysterious caller pirates her frequency, things take a turn for the terrifying as Cat ultimately realizes that her beloved radio station might soon become her tomb. Can she survive the night or will this be her last broadcast?","release_date":"2019-06-16","vote_average":0.0,"runtime":null,"cert":"\"\"","id":380022,"title":"iPsycho","adult":false,"genre_ids":[18,27]},{"cast":["Kenneth MacKenna","Marceline Day","Henry B. Walthall","Cyril Chadwick","Peter Gawthorne"],"overview":"The film depicts the character of Bulldog Drummond, a British adventurer and is based on the novel Temple Tower by Herman Cyril McNeile.","release_date":"1930-04-12","vote_average":0.0,"runtime":58,"cert":"\"\"","id":380024,"title":"Temple Tower","adult":false,"genre_ids":[53,18,9648]},{"cast":["Sebastian Hülk","Julia Jentsch","Hanns Zischler","Michael Grimm","Luise Heyer"],"overview":"Karsten apparently has it settled. However, in this provincial German town, a moment of weakness turns to disaster, disappointment soon fuels anger, justice hides behind hypocrisy, and evil gradually unfolds.","release_date":"2016-04-21","vote_average":6.7,"runtime":112,"cert":"N\/A","id":380026,"title":"All of a Sudden","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2015-07-16","vote_average":7.8,"runtime":null,"cert":"N\/A","id":380028,"title":"Minimikim","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Hand-painted 35 mm stock photographed in 16 mm, color, 2:15 or 10 min. Initially intended to be screened with and synchronized to Dizzy Gillespie's Algo Bueno. This film \"takes place either inside the sun or in... Switzerland\" according to Smith. To produce this film he used a technique that involved cutting stickers of the type used to reinforce the holes in 3-ring binder paper. These were applied to 16 mm movie film and used like a stencil. Layers of vaseline and paint were used to color each frame in this manner. The effect is hypnotic, psychedelic and is something like a visual music.","release_date":"1947-10-24","vote_average":6.1,"runtime":2,"cert":"\"\"","id":380030,"title":"No. 2: Message From the Sun","adult":false,"genre_ids":[16]},{"cast":["Derek Stephan Tracy","Carolyn Jones"],"overview":"Britain's first ever feature-length sex education film caused widespread tabloid controversy upon its original release. Now more hysterical than educational, the ground-breaking LOVE VARIATIONS shows models performing a variety of sexual positions, whilst a \"family doctor\" provides an excitable commentary.","release_date":"1970-11-12","vote_average":10.0,"runtime":76,"cert":"N\/A","id":380032,"title":"Love Variations","adult":false,"genre_ids":[18]},{"cast":["Leonard Belove","Maurice Copeland","Herk Harvey","Tom McGinnis"],"overview":"Remember Lynn. You will see her again. The legendary Herk Harvey (CARNIVAL OF SOULS) knows how to bring fear to a small town. Fear, here, arrives with two initials: the letter \"V\" and the letter \"D\" (and I think we all know what that means). Unfortunately, Lynn falls for the wrong guy. Things go a bit too far after their date at the dance. What could happen? Enough, if you're not careful.","release_date":"1961-01-01","vote_average":0.0,"runtime":20,"cert":"\"NR\"","id":380034,"title":"Dance, Little Children","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Spending years behind bars changes a person. For Miro and Zlatko, two Slovak inmates, the world \"out there\" has slowly lost its enticing luster: \"You have to reeducate yourself, they won't do it for you,\" says one of them. Will the road to freedom have a happy ending or lead back to a gloomy cell?","release_date":"2014-08-13","vote_average":8.5,"runtime":85,"cert":"N\/A","id":380036,"title":"Comeback","adult":false,"genre_ids":[99]},{"cast":["Jonas Kaufmann","Anja Harteros","Wolfgang Koch","Michaela Schuster","Christof Fischesser"],"overview":"Wagner's Lohengrin is the mythical tale of the mysterious Knight of the Grail, who appears to defend the princess Elsa - wrongly accused of the murder of her brother. Highlights of Wagner's most lyrical score include the famous Wedding March, which accompanies the marriage of Lohengrin and Elsa.  Superstar tenor Jonas Kaufmann (\"currently the hottest tenor in opera\" - The New York Times) makes his role debut in this performance from 2009 and filmed in Munich. He is joined by German soprano Anja Harteros - a former winner of the prestigious Cardiff Singer Of The World competition.","release_date":"2009-12-26","vote_average":0.0,"runtime":207,"cert":"\"\"","id":380038,"title":"Wagner Lohengrin","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Unarius follow-up to their legendary UFO encounter film \"The Arrival\". In the previous film our paleolithic hero has a surprising encounter with saucer wisdom which changes his life for the better. But how to relate this new and possibly unpopular understanding to others of his world?  Roots of the Earthman is about the lives and controversies of these prehistoric humans. It is also part of the Unarius practice of what they call \"healing through psychodrama\" where they were performing these roles to relive and understand their past lives.","release_date":"1970-01-01","vote_average":0.0,"runtime":60,"cert":"\"\"","id":380040,"title":"Roots of the Earthman","adult":false,"genre_ids":[]},{"cast":[],"overview":"“For decades they have lain dormant, waiting for the opportunity to rise again. Now, they have returned…AND THEY WILL CONSUME YOU!”  TRAILER TRAUMA is an unprecedented orgy of sex, violence, and insanity: over 2 hours of rare, ridiculous, horrific, and mind boggling movie previews, many of which are previously unreleased on DVD or VHS. Never before have cinema-goers seen such an onslaught of pulse-pounding excitement! Thrill to the action of BLACK FIST, IRON MASTER, and KILL! KILL! KILL! KILL! Quiver in horror as you face the DAWN OF THE MUMMY, the REVENGE OF THE LIVING ZOMBIES, and the INCREDIBLE TORTURE SHOW! Scratch your head at the utter absurdity of DEATH BED, MUTANT WAR, and NO RETREAT, NO SURRENDER! There are other movie preview compilation discs out there, but only TRAILER TRAUMA contains the ultra-rare titles that you absolutely will not find anywhere else. Prepare yourselves, connoisseurs of cult cinema: TRAILER TRAUMA is going to hurt...but it hurts so good!","release_date":"2016-01-05","vote_average":8.5,"runtime":137,"cert":"\"NR\"","id":380045,"title":"Trailer Trauma","adult":false,"genre_ids":[28,27]},{"cast":[],"overview":"A short film by PES.","release_date":"2002-10-08","vote_average":5.1,"runtime":2,"cert":"\"\"","id":380047,"title":"Pee-Nut","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A pepper beating like a heart.","release_date":"2008-02-15","vote_average":2.8,"runtime":1,"cert":"\"\"","id":380049,"title":"My Pepper Heart","adult":false,"genre_ids":[16]},{"cast":["Osa Massen","Robert Hutton","Maria Palmer","Nestor Paiva","John Hamilton"],"overview":"In this drama, set just after the end of WWII, an American officer falls in love with a German woman. Their blissful affair is disrupted when her German ex-lover returns and tries to exact his jealous revenge upon the Yankee. When the ex-lover shows up dead, the American is blamed.","release_date":"1958-01-10","vote_average":0.0,"runtime":61,"cert":"\"NR\"","id":380051,"title":"Outcasts of the City","adult":false,"genre_ids":[18]},{"cast":["Paul Leder","Rue McClanahan","Leon Schrier"],"overview":"A man of questionable moral fiber pursues another man's wife, simply to convince a young lady that the the sanctity of marriage is fallacious.","release_date":"1961-08-24","vote_average":0.0,"runtime":63,"cert":"\"NR\"","id":380053,"title":"The Grass Eater","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Learning Spanish","release_date":"2011-01-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380055,"title":"Cantando aprendo a hablar - El cajon de los vocales","adult":false,"genre_ids":[]},{"cast":["Rory Scovel"],"overview":"Mixing his spontaneous creativity and absurd view of the world, stand-up comic Rory Scovel performs his first special in Charleston, South Carolina.","release_date":"2015-10-27","vote_average":8.0,"runtime":58,"cert":"\"\"","id":380057,"title":"Rory Scovel: The Charleston Special","adult":false,"genre_ids":[35]},{"cast":["Gregg Braden","Deepak Chopra","Alan R. Cohen","Barbara Marx Hubbard","Michael Lerner"],"overview":"People have been asking questions about God since the dawn of humankind and humanity's disagreements about the nature of God have often led to ethnic and religious warfare, the suppression of women, and the debasing of human dignity. Many religions have created rituals and dogmas that separate one from the other and cling to the belief that only they have the \"one truth.\" But are any of them actually right? Can the true essence of God ever truly be understood or explained? iGod traces how the various belief systems about God have evolved into what exists in the present day, and then delves into the many questions about God that so many people have asked throughout history. Perhaps through this exploration we can finally begin to understand what God really is, what God wants, why we are here and how we can create a better world both for ourselves and future generations","release_date":"2015-01-01","vote_average":0.0,"runtime":80,"cert":"\"\"","id":380059,"title":"iGod","adult":false,"genre_ids":[99]},{"cast":["Cameron Esposito"],"overview":"Cameron Esposito decided to do something a bit different for her bachelor party: record her first standup special. Filmed in Cameron's hometown Chicago just two days before her wedding, the special covers everything from the secrets of a women's locker room to gun control to marriage equality and proves that, yes, Cameron Esposito is Marriage Material.","release_date":"2016-03-24","vote_average":6.8,"runtime":72,"cert":"\"NR\"","id":380061,"title":"Cameron Esposito: Marriage Material","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Learning Spanish","release_date":"2011-01-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380063,"title":"Cantando aprendo a hablar - La bruja bromista","adult":false,"genre_ids":[]},{"cast":["Waltraut Haas","Hans-Jürgen Bäumler","Ossy Kolmann","Edith Hancke"],"overview":"","release_date":"1967-09-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380065,"title":"Ein Engel namens Schmitt","adult":false,"genre_ids":[35]},{"cast":["Christoph Hagen Dittmann","Heio von Stetten","Gerd Lohmeyer","Michael Habeck"],"overview":"","release_date":"2008-06-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380067,"title":"Der Sushi Baron - Dicke Freunde in Tokio","adult":false,"genre_ids":[35]},{"cast":["Liang Chun-wen","Lee Ming-wei","Ian Shen","Even Shen","Deven Ho"],"overview":"Poetry, literature, painting and old film clips converge in this lyrical, unusually designed film essay about Le Moulin, the Taiwanese poets’ collective which protested in the 1930s against the cultural superiority of the Japanese occupier and the domination of realism in poetry.","release_date":"2017-11-05","vote_average":7.0,"runtime":162,"cert":"\"\"","id":380069,"title":"Le Moulin","adult":false,"genre_ids":[99]},{"cast":["Maria Singer","Hans Korte","Heinz Baumann","Gustl Bayrhammer","Veronika Fitz"],"overview":"","release_date":"1971-05-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380071,"title":"Der Selbstmörder","adult":false,"genre_ids":[35]},{"cast":["Max Fleischer"],"overview":"Max Fleischer draws a clown, who comes alive on the page. The clown doesn't like the way he is drawn and demonstrates his own artistic abilities.","release_date":"1919-08-30","vote_average":0.0,"runtime":3,"cert":"\"\"","id":380079,"title":"The Clown's Pup","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"Single, in my thirties, successful man, not looking for anybody.","release_date":"2010-06-11","vote_average":0.0,"runtime":13,"cert":"N\/A","id":380081,"title":"Sputnik","adult":false,"genre_ids":[]},{"cast":[],"overview":"From beneath paint buckets and boxes filled with dusty belongings the end of an era emerges.","release_date":"2015-01-01","vote_average":0.0,"runtime":17,"cert":"N\/A","id":380083,"title":"Night Painting","adult":false,"genre_ids":[]},{"cast":["Mark Lutz","Robin Dunne","Emilie Ullerup","Joshua Ballard","Lochlyn Munro"],"overview":"A deadly meteor storm has been labeled a one-time celestial occurrence, but astrophysicist Steve Thomas believes something worse is yet to come. After discovering his asteroid tracking satellite is secretly being used for military surveillance, Steve leaks the truth to the press, and it costs him his reputation, his job, and his friends. With the backlash of being a whistle-blower, the pressure threatens to tear his family apart, just when Steve discovers a threat to the entire planet: a giant dark asteroid invisible to current detection systems will soon strike the Earth. Barred from using his own satellite to prove the asteroid's existence, Steve is forced to work in the shadows in a desperate attempt to save humanity.","release_date":"2015-09-19","vote_average":5.2,"runtime":90,"cert":"N\/A","id":380088,"title":"Asteroid: Final Impact","adult":false,"genre_ids":[28]},{"cast":["Stu Klitsner","Afton Shepard","Herschel Zahnd","Eric Welch","Chase Anderson"],"overview":"Set in Lexington in the present day, Thanatophobia follows Ernie Cranshaw, a seventy eight-year-old man deeply scarred by a terrible past who lives alone in his humble ranch home. After suffering another horrific nightmare triggered by an event from his childhood, he awakens the next morning and visits a 50s-styled diner. While there, he's approached by a mysterious stranger who offers him a unique opportunity - a favorite classic theater is showing a week of free classic films before closing its doors for good. Hesitatingly, Ernie heads off through a rainy night to the theater, but what lies inside may just send him to the brink of madness.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380090,"title":"Thanatophobia","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"When viewed with special prism glasses (two came with the video), the television screen is transformed into a kaleidoscope....one colorful vision after another! I found that when you tilt your head, the TV image stands out even more and you get 3-D- like image in the background. All this is accompanied by psychedelic-type instrumental music, kind of mellow Jerry Garcia sounds and slower \"trance music\" of today.","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":380095,"title":"Headcandy: Sidney's Psychedelic Adventure","adult":false,"genre_ids":[]},{"cast":[],"overview":"1971 post civil rights San Francisco seemed like the perfect place for a black Korean War veteran and his family to realize their dream of economic independence and his own chance to be his a \"boss\". Charlie Walker would soon find out how naive he was. In a city full of impostors and naysayers, he refused to take \"No\" for an answer. Until a catastrophic disaster opened a door that had never been open to a black man before. This is a story about what happened when he stepped through that door, with both feet!.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380097,"title":"America Is Still the Place","adult":false,"genre_ids":[]},{"cast":["Aiden Starr","Alura Jenson","Dixie Comet","Jessi Palmer","Jessica Ryan"],"overview":"The twisted minds at Severe Sex are back and proud to present over three hours of “Perversion and Punishment!” Whether its girl-on-girl spankings, older males subjected to gaggings, whippings and humiliation or lesbian strap-on fucking there's something here to satisfy every kinky fetish you've got! Aiden, Charli, Jimmy, Alura, Dee Severe and many more are ready to get down, dirty and raunchy in 10 scenes of XXX hardcore action you simply have to see to believe!","release_date":"2015-06-24","vote_average":7.5,"runtime":206,"cert":"\"NR\"","id":380099,"title":"Perversion and Punishment","adult":true,"genre_ids":[]},{"cast":["Gerald Saunders","Jenny Welch"],"overview":"Sweet brunette Jenny Welch...an \"All American Girl\" type model...nice legs, sweet round ass, and perky little tits...never before had she done any bondage modeling...but, I got her to try it!","release_date":"2012-02-01","vote_average":6.0,"runtime":81,"cert":"\"NR\"","id":380101,"title":"Bondage Fantasies - Jenny Welch","adult":true,"genre_ids":[]},{"cast":[],"overview":"Film on nuclear fallout and its potential for damage in the event of an attack on the United States.  Freakishly dramatic music. Picture of people going about their daily activity is occasionally colored red to illustrate contamination of radioactive fallout.","release_date":"1961-01-01","vote_average":0.0,"runtime":26,"cert":"\"\"","id":380106,"title":"Radiological Defense","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A mouse becomes unlikely friends with a fox after an encounter with hungry owls.","release_date":"2015-09-03","vote_average":5.4,"runtime":7,"cert":"N\/A","id":380108,"title":"The Short Story of a Fox and a Mouse","adult":false,"genre_ids":[16]},{"cast":["Linda Darnell","Stephen McNally","Gigi Perreau","Virginia Field","Ann Codee"],"overview":"The naive Evelyn Warren, elected school teacher of the year by Time Magazine, goes to Las Vegas, where she loses a lot of money. In order to pay her debts, casino manager Matt Braddock asks her to take care of his sad little daughter Diana.","release_date":"1951-10-04","vote_average":8.0,"runtime":80,"cert":"\"\"","id":380110,"title":"The Lady Pays Off","adult":false,"genre_ids":[35]},{"cast":["Bud Cort","Bridey Elliott","Rob Michael Hugel","Ted Travelstead","Matt Rachuba"],"overview":"A comedy about isolation and loneliness, Affections follows a young woman, adrift, seeking intimacy in the most unlikely places.","release_date":"2016-01-22","vote_average":6.0,"runtime":17,"cert":"\"\"","id":380112,"title":"Affections","adult":false,"genre_ids":[35]},{"cast":["Richard Evans","India'yolanda Collins","Hugh Ross"],"overview":"The strange and sordid tale of Eadweard Muybridge, the man who accidentally invented motion pictures. The film is told from the point of view of Muybridge's abandoned son and viewed completely through a nineteenth century early cinema contraption called a mutoscope.","release_date":"2016-01-22","vote_average":6.8,"runtime":7,"cert":"\"\"","id":380114,"title":"The Emperor of Time","adult":false,"genre_ids":[18,36]},{"cast":["Souley Oumarou","Mamadou Mar","Yacine Djoumbaye"],"overview":"The lines between trust,betrayal and forgiveness become gray and intertwined as we follow Amadou and Yaya, two Senegalese vendors working in New York.","release_date":"2016-01-22","vote_average":0.0,"runtime":13,"cert":"\"\"","id":380116,"title":"Jungle","adult":false,"genre_ids":[18]},{"cast":["Lin De-xin","J.Arie","Gregory Charles Rivers","Louis Cheung","Anna Ng Yuen-Yee"],"overview":"In a construction site under the full moon, construction workers dig too deep and inadvertently wake up Joe (Alex Lam), a vampire that has been lying underground for a century. Dazzled by the vibrancy of a modern city at night, Joe wanders around and runs into Apple (J. Arie), a jilted girl planning to kill herself. Eager for a taste of blood, Joe follows her home and helps her and her grandmother get rid of thugs sent by a real estate developer who wish to buy them off. What started as a battle for property turns out to be a battle among vampires.","release_date":"2015-10-08","vote_average":9.0,"runtime":92,"cert":"N\/A","id":380118,"title":"Get Outta Here","adult":false,"genre_ids":[35,27]},{"cast":["Hae-Keun Choi"],"overview":"Something inside us wants to go away. Be ready.","release_date":"2013-10-28","vote_average":0.0,"runtime":11,"cert":"N\/A","id":380120,"title":"Parasite Choi","adult":false,"genre_ids":[878]},{"cast":[],"overview":"Ching Fung, a despotic ruler of Mars, sets out on an intergalactic conquest. A magic Ke Tung stone, which happens to be located on Earth, is next on his list of sought-after items.","release_date":"1976-01-30","vote_average":0.0,"runtime":80,"cert":"N\/A","id":380122,"title":"Mars Men","adult":false,"genre_ids":[]},{"cast":["Tyler Perry","Cassi Davis","Diamond White","Yousef Erakat","Bella Thorne"],"overview":"Madea winds up in the middle of mayhem when she spends a hilarious, haunted Halloween fending off killers, paranormal poltergeists, ghosts, ghouls, and zombies while keeping a watchful eye on a group of misbehaving teens.","release_date":"2016-10-21","vote_average":5.4,"runtime":103,"cert":"\"PG-13\"","id":380124,"title":"Boo! A Madea Halloween","adult":false,"genre_ids":[35,27,18]},{"cast":[],"overview":"What if everyone got a moustache? The invasion has already begun.","release_date":"2013-10-31","vote_average":0.0,"runtime":6,"cert":"N\/A","id":380126,"title":"Moustache from the Moon","adult":false,"genre_ids":[]},{"cast":["Paget Kagy","Caroline Morahan"],"overview":"A recorded conversation in Governor's Office the night of the 2000 Elections, states that a recount must somehow be done to stop them from giving the electoral votes to the potential winner. Someone is after the proof. The conspiracy theorists thinks that the proof is considered the Holy Grail if found.","release_date":"2011-04-01","vote_average":0.0,"runtime":101,"cert":"\"\"","id":380128,"title":"Conspiracy","adult":false,"genre_ids":[18,28,80]},{"cast":["Niki de Saint Phalle","Jean Tinguely"],"overview":"In the sixties the painter and sculptor Niki de Saint Phalle started her career with shooting paintings, reliefs that were fired at with paint bags. She became famous and popular for her Nanas, colorful sculptures of big and cheerful women, and for the cooperation with Jean Tinguely. The frame of this film is a tour through her tarot garden in Tuscany.","release_date":"1995-11-30","vote_average":7.0,"runtime":97,"cert":"N\/A","id":380130,"title":"Niki de Saint Phalle: Wer ist das Monster - du oder ich?","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A young woman rents a shabby one room apartment, opening the door for visions, nightmares, memories, and revenge.","release_date":"2005-01-08","vote_average":2.0,"runtime":80,"cert":"\"\"","id":380132,"title":"Sugar","adult":false,"genre_ids":[]},{"cast":["Anneke Kim Sarnau","Harald Schrott","Greta Bohacek","Petra Kelling"],"overview":"Merle is often distracted by daydreams. When her teacher Heinicken threatens her parents, Kathrin and Roman Falkrät, with expelling the 11-year-old from high school due to her bad grades, the mother sends her to a psychologist. She diagnoses her with ADD, or Attention-Deficit Disorder. But her parents don’t want her to take remedial drugs, so they attempt to help their daughter on their own. Their jobs, their marriage and her teenage sister Lea are increasingly at risk...","release_date":"2014-03-12","vote_average":5.0,"runtime":null,"cert":"N\/A","id":380134,"title":"No Time for Dreaming","adult":false,"genre_ids":[18]},{"cast":["Rade Šerbedžija","Silvija Stojanovska","Nebojša Glogovac","Mikko Nousiainen","Lucija Serbedzija"],"overview":"Eight-year-old Zoran is the hero of this story set in Skopje during the German occupation of the city in World War II. Through his eyes, we experience all the cruelty, poverty and suffering of wartime. A love affair between his Macedonian mother and a German officer will help his family get through the hard times…","release_date":"2016-09-10","vote_average":9.0,"runtime":110,"cert":"N\/A","id":380139,"title":"The Liberation of Skopje","adult":false,"genre_ids":[18]},{"cast":["Inge Meysel","Hildegard Knef","Micheline Presle"],"overview":"","release_date":"1989-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380141,"title":"In inniger Feindschaft","adult":false,"genre_ids":[18]},{"cast":["Petar Gorko","Dimitar Gjorgjievski","Katerina Cakmakoska Klinceska","Katerina Anevska","Mario Markovski"],"overview":"The film Obozenie is in the form of a triptych and consists of the parts Catharsis, Wingless and Ascension. The film follows the stories of characters who while fighting to survive, revive the lost spirituality in them and in the people around them.","release_date":"2016-01-16","vote_average":0.0,"runtime":75,"cert":"N\/A","id":380143,"title":"Theosis","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Anthropoid creatures with plugs in place of heads are up to mischief. Instead of abandoning oneself to the dictates of the raised finger, they soon submit to themselves. But the fingers also finger around. Is it love? PLUG &amp; PLAY is entirely finger-drawn using an integrated touchpad of a laptop","release_date":"2013-02-28","vote_average":4.0,"runtime":6,"cert":"N\/A","id":380145,"title":"Plug and Play","adult":false,"genre_ids":[]},{"cast":[],"overview":"A dark, robed figure recounts his tale of discovering the secret truth behind the fabled Wendigo, while transforming perhaps more than his life in the process. From the mind of Algernon Blackwood comes the short tale of discovery, transformation and of absolute obscurity","release_date":"2008-01-01","vote_average":0.0,"runtime":3,"cert":"\"\"","id":380147,"title":"The Wendigo","adult":false,"genre_ids":[]},{"cast":[],"overview":"An excerpt from Plato's Republic, the 'Allegory of the Cave' is a classic commentary on the human condition. It is an example of the philosophical underpinnings of Lovecraft's thought and fiction. Fans of cosmic horror should have no trouble discerning in Plato's allegory the roots of Lovecraft's theme of awakening to a vast and terrible ultimate reality The filmmakers have brought Plato's pedagogical story to life by shooting over 4,000 still photographs of John Grigsby's wonderful claymation. The unique look of the film was achieved by use of candlelight in a real fire that burned at the back of the set.","release_date":"2008-02-16","vote_average":0.0,"runtime":3,"cert":"\"\"","id":380149,"title":"The Cave: Plato's Allegory in Clay","adult":false,"genre_ids":[16]},{"cast":[],"overview":"In a world turn to ashes by a war without mercy against mankind and machines, a little boy trying somehow to survive. Although the threat of robots is everywhere, he is forced to leave in search of food. Despite his efforts to hide, he ends up getting caught. While all seems lost, the reaction of the robot takes an unexpected turn .  In a world turned to ashes by war between human and machines, a boy tries to survive. Even if the robot menace is everywhere, he goes on a quest for food. Despite his effort to stay hidden, he gets caught. While everything seems to be lost, the reaction of the robot is not going to be what he expected...","release_date":"2015-10-31","vote_average":0.0,"runtime":14,"cert":"N\/A","id":380151,"title":"Avant","adult":false,"genre_ids":[]},{"cast":["Daniel O'Meara","Zara Plessard","Anna Rowland","Daisy Waterstone"],"overview":"A teenaged girl and her father are living their lives in a crashed spaceship, separated by a pane of glass. She begins to receive static-crackled radio messages from her mother, whom she long believed to be dead.","release_date":"2015-10-29","vote_average":6.0,"runtime":18,"cert":"N\/A","id":380153,"title":"Dark Was the Night","adult":false,"genre_ids":[878,9648,18]},{"cast":[],"overview":"The Pride has decided to challenge herself.","release_date":"2014-07-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":380155,"title":"100001","adult":false,"genre_ids":[]},{"cast":[],"overview":"A journey between geometry and amorphism.","release_date":"2015-10-29","vote_average":0.0,"runtime":4,"cert":"N\/A","id":380157,"title":"Sumsing","adult":false,"genre_ids":[]},{"cast":["Rutger Hauer","Deobia Oparei","Stephanie Németh-Parker","Manfred Liechti","Thomas Leo"],"overview":"In the far future, a professor of quantum physics is about to undergo surgery to remove his brain tumor, and is offered a backup of his brain for safety reasons.","release_date":"2015-07-04","vote_average":0.0,"runtime":13,"cert":"\"\"","id":380159,"title":"Clones","adult":false,"genre_ids":[878]},{"cast":[],"overview":"Somewhere in the West of space, a farmer defends his oil field against a giant parasite.","release_date":"2015-10-29","vote_average":0.0,"runtime":5,"cert":"N\/A","id":380161,"title":"Speed Bob","adult":false,"genre_ids":[]},{"cast":[],"overview":"A story about a 9 year old boy who tries to take care of his sick mother in a world that has fallen into chaos.","release_date":"2014-10-24","vote_average":0.0,"runtime":11,"cert":"\"\"","id":380163,"title":"MOTH (Man of the House)","adult":false,"genre_ids":[]},{"cast":["Barrett James","Dennis Keiffer","Dio Johnson","Derek Chariton","Chuck Wigginton"],"overview":"One worker sparks a revolution when he attempts to break free of his dystopian underworld.","release_date":"2015-01-23","vote_average":7.0,"runtime":20,"cert":"\"\"","id":380165,"title":"Helio","adult":false,"genre_ids":[878,28]},{"cast":[],"overview":"Two students document the arrival of cute, cartoon aliens in Edinburgh, but after a year on Earth, the pair discover the true intention of the aliens visit.","release_date":"2015-06-23","vote_average":5.0,"runtime":19,"cert":"N\/A","id":380167,"title":"Toonocalypse","adult":false,"genre_ids":[878,16,28]},{"cast":["Francesc Garrido","Julio Perillán","Ben Temple","Lindsey Myhren"],"overview":"The starship Tantalus drifts through space.","release_date":"2015-06-25","vote_average":7.0,"runtime":14,"cert":"N\/A","id":380169,"title":"They Will All Die in Space","adult":false,"genre_ids":[878]},{"cast":["David Gilmour"],"overview":"After a break of nine years, David Gilmour steps back into the spotlight with a number one album and world tour. This film is an intimate portrait of one of the greatest guitarists and singers of all time, exploring his past and present.  With unprecedented access, the film crew have captured and detailed key moments in David Gilmour's personal and professional life that have shaped him both as a person and a musician.","release_date":"2015-11-14","vote_average":8.8,"runtime":72,"cert":"N\/A","id":380171,"title":"David Gilmour: Wider Horizons","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The middle of the night. Moans are heard behind the parents' door. Two young sisters are asking questions...","release_date":"2014-07-03","vote_average":0.0,"runtime":6,"cert":"N\/A","id":380173,"title":"Dad in Mum","adult":false,"genre_ids":[]},{"cast":[],"overview":"A muslim and pregnant woman suddenly wants to eat pork. Her husband tries to find a solution to her problems.","release_date":"2015-12-21","vote_average":0.0,"runtime":15,"cert":"N\/A","id":380175,"title":"Sacré Dilemme","adult":false,"genre_ids":[]},{"cast":[],"overview":"A 30 year old woman, Dany, is tired of her life.","release_date":"2014-05-26","vote_average":0.0,"runtime":17,"cert":"N\/A","id":380177,"title":"Osez la Macédoine","adult":false,"genre_ids":[]},{"cast":["Gudrun Genest","Waltraud Habicht","Günter Pfitzmann","Benno Sterzenbach","Horst Michael Neutze"],"overview":"","release_date":"1969-11-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380179,"title":"Die Jubilarin","adult":false,"genre_ids":[35]},{"cast":["Dietrich Mattausch","Jörg Pleva","Hildegard Krekel","Susanne Beck","Eva Brumby"],"overview":"","release_date":"1987-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380181,"title":"Sturmflut","adult":false,"genre_ids":[18]},{"cast":["Kenji Shiokawa","Jinya Sato","Yoshitaka Tanba","Akiko Taumi","Mina Asa"],"overview":"A compilation film consisting of 4 episodes of the Japanese TV series \"1001 Nightmares\".","release_date":"1992-01-01","vote_average":0.0,"runtime":60,"cert":"\"\"","id":380186,"title":"Bloody! Scary Horror!","adult":false,"genre_ids":[27]},{"cast":["Heinz Peter Scholz","Barbara Schöne","Trude Breitschopf","Hans Häckermann","Reinhard von Hacht"],"overview":"","release_date":"1969-10-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380188,"title":"Kollege Bindelmann","adult":false,"genre_ids":[18]},{"cast":["Chris Lindsey","Andrew McLean Galloway IV","Rich Swann","Anthony Nese","Timothy Moura"],"overview":"Non-Title Grudge Match EVOLVE Champion Drew Galloway vs. Roderick Strong \/ Ricochet vs. Timothy Thatcher \/ Special Challenge Match Biff Busick vs. Trevor Lee \/ 10 Minute Flash - Who Is The Best Athlete? Rich Swann vs. Anthony Nese w\/ Su Yung &amp; Caleb Konley of The Premier Athlete Brand \/ Grudge Tag Team Match AR Fox &amp; Uhaa Nation vs. Harlem &amp; Lancelot Bravado w\/ Moose \/ Open The Freedom Gate Championship Match Johnny Gargano defends vs. Shane Strickland w\/ Rich Swann \/ Bonus Feature - EVOLVE Top Ten","release_date":"2015-01-09","vote_average":0.0,"runtime":142,"cert":"\"\"","id":380196,"title":"Evolve 36","adult":false,"genre_ids":[]},{"cast":["Chris Lindsey","Andrew McLean Galloway IV","Wesley David Richards","Anthony Nese","Paul Lloyd Jr."],"overview":"Steel Cage Match - Non-Title - Must Be A Winner By Pinfall, Submission Or Knock Out  EVOLVE Champion Drew Galloway vs. Roderick Strong \/ Davey Richards vs. Anthony Nese w\/ Caleb Konley of The Premier Athlete Brand \/ PJ Black vs. Caleb Konley w\/ Anthony Nese of The Premier Athlete Brand \/ Chris Hero vs. Drew Gulak\/ AR Fox vs. Matt Cage \/ Team Tremendous (Dan Barry &amp; Bill Carr) vs. Jody Kristofferson &amp; Earl Cooter w\/ Larry Dallas \/ Biff Busick vs. Martin Stone","release_date":"2015-03-08","vote_average":0.0,"runtime":158,"cert":"\"\"","id":380198,"title":"Evolve 38","adult":false,"genre_ids":[]},{"cast":["Andrew McLean Galloway IV","Paul Lloyd Jr.","John Anthony Nicholas Gargano","Thomas James \"TJ\" Ballester","Sesugh Uhaa"],"overview":"EVOLVE Championship Match Drew Galloway defends vs. PJ Black \/ DGUSA Open The Freedom Gate Championship Match Johnny Gargano defends vs. AR Fox \/ Ricochet, Rich Swann &amp; Uhaa Nation vs. The Premier Athlete Brand (Caleb Konley, TJ Perkins &amp; Brian Cage) w\/ So Cal Val &amp; Andrea \/ Chris Hero vs. Ethan Page \/ Biff Busick vs. Tommy End \/ Timothy Thatcher vs. Drew Gulak","release_date":"2015-03-26","vote_average":0.0,"runtime":156,"cert":"\"\"","id":380200,"title":"Evolve 39","adult":false,"genre_ids":[]},{"cast":["Trevor Mann","Paul Lloyd Jr.","Rich Swann","John Anthony Nicholas Gargano","Caleb Konley"],"overview":"First Time Ever Dream Match Ricochet vs. PJ Black \/ Grudge Tag Team Match RONIN (DGUSA Champion Johnny Gargano &amp; Rich Swann) vs. The Premier Athlete Brand (Caleb Konley &amp; Brian Cage) w\/ So Cal Val &amp; Andrea \/Special Challenge Match #1 Chris Hero vs. Biff Busick \/ Special Attraction Match AR Fox vs. Ethan Page \/ Pro Wrestling Clinic  Drew Gulak vs. TJ Perkins \/ Special Challenge Match #2 Timothy Thatcher vs. Tommy End \/ Non-Title EVOLVE Champion Drew Galloway vs. Uhaa Nation","release_date":"2015-03-27","vote_average":0.0,"runtime":154,"cert":"\"\"","id":380202,"title":"Evolve 40","adult":false,"genre_ids":[]},{"cast":["Timothy Moura","Chris Lindsey","John Anthony Nicholas Gargano","Wesley David Richards","Rich Swann"],"overview":"The Main Event - 2 out of 3 Falls - The Winner Will Get An EVOLVE Title Shot In The Future Roderick Strong vs. Timothy Thatcher \/ Bonus Main Event Johnny Gargano vs. Davey Richards \/ Special Challenge Match Rich Swann vs. Ethan Page \/  Pro Wrestling Clinic Biff Busick vs. TJ Perkins \/ Rey Horus vs. DGUSA Open The United Gate Champion Caleb Konley w\/ The Premier Athlete Brand \/ Martin Stone vs. DGUSA Open The United Gate Champion Anthony Nese w\/ The Premier Athlete Brand","release_date":"2015-04-17","vote_average":0.0,"runtime":133,"cert":"\"\"","id":380204,"title":"Evolve 41","adult":false,"genre_ids":[]},{"cast":["Andrew McLean Galloway IV","Christopher Girard","John Anthony Nicholas Gargano","Rich Swann","Drew Gulak"],"overview":"DGUSA Open The Freedom Gate Championship Match Drew Galloway defends vs. Biff Busick \/ DGUSA Open The United Gate Championship Match RONIN of Johnny Gargano &amp; Rich Swann defend vs. Drew Gulak &amp; Tracy Williams \/ Special Attraction Match Davey Richards vs. Caleb Konley w\/ So Cal Val \/ Veteran vs. New Talent Match #1 Chris Hero vs. Trevor Lee \/ Veteran vs. New Talent Match #2 TJ Perkins vs. Mike Bailey \/Veteran vs. New Talent Match #3 Anthony Nese w\/ So Cal Val vs. Rey Horus","release_date":"2015-05-30","vote_average":0.0,"runtime":151,"cert":"\"\"","id":380206,"title":"Evolve 43","adult":false,"genre_ids":[]},{"cast":["Jean Butler","Michael Flatley","Joanne Doyle"],"overview":"Introduced by Jean Butler, The Best of Riverdance, brings together the stunning highlights and classic performances from the show filmed at various international venues over the previous 10 years. This special compilation, The Best of Riverdance, features performances from the various Riverdance Troupes who have taken the show to the four corners of the world. Highlights include: Reel Around the Sun performed by Michael Flatley and the Riverdance Troupe at the Poin Theatre in Dublin, Countess Cathleen performed by Joanne Doyle and the Riverdance Troup in Geneva, Thunderstorm performed by Pat Roddy and the Riverdance Troup in Radio City Music Hall, New York, Heartland, performed by Jean Butler and Michael Flatley at the Point Theatre and a very special compilation performance of Riverdance featuring the talents of the shows lead dancers over the past ten years.","release_date":"2005-10-28","vote_average":10.0,"runtime":115,"cert":"N\/A","id":380208,"title":"Riverdance - Best Of Riverdance","adult":false,"genre_ids":[10402]},{"cast":["William S. Hart","Jane Novak","Milton Ross","Robert Lawrence","Charles K. French"],"overview":"Outlaw Hawk Parsons, notoriously successful in his pursuits, has been caught by the local sherif of a New Mexico town in the 1850s. The overly prideful sherif and his lawmen are outsmarted and Parsons escapes. In the desert, he falls in with a reverend, his wife, and their group of missionaries, who hope to establish a church. After coming under attack by a tribe of Native Americans, Parsons strikes a deal: in exchange for the safe keeping of the missionaries, he takes the reverend's wife for himself. Ultimately a parable of Christian values, the film's narrative establishes and overcomes obstacles that test the virtue of men in the American West.","release_date":"1918-04-30","vote_average":0.0,"runtime":63,"cert":"\"\"","id":380210,"title":"The Tiger Man","adult":false,"genre_ids":[37]},{"cast":["Girls Aloud"],"overview":"To coincide with the release of their 2006 hits compilation The Sound Of Girls Aloud comes this action packed DVD, filmed live at their triumphant 2006 live performance at Wembley. Initially winners of the UK version of American Idol, this all-girl group have exceeded all expectations and have won over critics and audiences alike. Features 18 songs including Biology, Waiting, See The Day, No Good Advice, Long Hot Summer, I Predict A Riot and many more. Also contains bonus features including video clips and other fun stuff.","release_date":"2007-02-20","vote_average":0.0,"runtime":130,"cert":"N\/A","id":380212,"title":"Girls Aloud: Live at Wembley","adult":false,"genre_ids":[10402]},{"cast":["Pedro Armendáriz","Joaquín Pardavé"],"overview":"","release_date":"1938-08-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380214,"title":"Los millones de Chaflán","adult":false,"genre_ids":[]},{"cast":["Will Gary","Lisa Cameron","Joy Kahl","Chris Mathis","Kathy Williams"],"overview":"Roger, recently divorced and with a large alimony payment, moves into Paradise Palms, a fancy apartment complex that is full of divorced women. He knows he won't be able to afford the high rent and fees, so he devises a scheme to trick the divorcées who live there to pay for what he needs--both financially and sexually.","release_date":"1969-04-02","vote_average":0.0,"runtime":74,"cert":"\"NR\"","id":380216,"title":"Alimony Lovers","adult":false,"genre_ids":[18]},{"cast":["Lionel Nichols","Munro Knight","Michelle Angelo","Michiko Tani","Janice Kelly"],"overview":"A group of well-endowed women decide to use their \"assets\" to get ahead in the business world.","release_date":"1967-12-13","vote_average":0.0,"runtime":75,"cert":"\"NR\"","id":380221,"title":"For Love and Money","adult":false,"genre_ids":[80,18]},{"cast":["Marielle Ollivier","Agatha Dialetis","Daniel Guillaume","Robert Darmel","Nathalie Zeiger"],"overview":"Witness of a murder, a young prostitute is tailed by a detective who is paid by the killer","release_date":"1973-10-03","vote_average":0.0,"runtime":80,"cert":"N\/A","id":380226,"title":"Sensuous Doll","adult":false,"genre_ids":[]},{"cast":["Barbara Peeters","Connie Barnay","Susan Francis","Lu Tomeny","Fern Holbrook"],"overview":"16-year-old Maggie is jailed for performing an illegal (and fatal) abortion on a girl friend. While inside she is the subject of hostile advances from the other inmates but eventually she finds love with a woman named Angel","release_date":"1970-01-01","vote_average":0.0,"runtime":75,"cert":"\"NR\"","id":380231,"title":"Caged Desires","adult":false,"genre_ids":[80]},{"cast":["Kamal Hans","Brenda Barrie","Rahsaan Noor","Mouzam Makkar","Joyce Porter"],"overview":"Promise Land, directed by Kevin Dalvi, is a brilliant, intense and engaging drama about the lives of a few individuals from diverse cultural backgrounds. The film weaves together three compelling narratives that focus on immigration issues. Inspired by real life stories, the plot revolves around South Asian immigrants living in Chicago and the people they encounter. It's about their unique struggles, triumphs, conflicts and challenges. It's funny, touching, heart-warming, and more importantly, it is a film with a powerful social message that relates to current events.","release_date":"2013-04-20","vote_average":0.0,"runtime":null,"cert":"\"\"","id":380233,"title":"Promise Land","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"1999-02-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380235,"title":"Fragments sur la misère","adult":false,"genre_ids":[]},{"cast":["Grant Williams","Rex Hill","Leon Askin","Lilyan Chauvin","Narda Onyx"],"overview":"","release_date":"1959-06-29","vote_average":7.0,"runtime":null,"cert":"\"\"","id":380237,"title":"The Peter Tchaikovsky Story","adult":false,"genre_ids":[10402,36]},{"cast":[],"overview":"In today’s Ethiopia of 85 million citizens, each year thousands of children end up in orphanages, handed over by parents who are unable to raise them or found abandoned even a few days after they are born. The film records daily life behind the walls of one of these institutions, in which a hard-working staff of nannies, nurses and volunteers take care of about fifty children aged from a few months to twelve years. Filmed in cinema-verite style and based on observation, it explores the complex fabric of the diverse, transient community that lives isolated in this home away from home.","release_date":"2016-02-04","vote_average":0.0,"runtime":73,"cert":"N\/A","id":380239,"title":"No Candies from Heaven","adult":false,"genre_ids":[99]},{"cast":["Dana Vespoli","Bree Daniels","Aiden Starr","Skin Diamond","Lea Lexis"],"overview":"The real Dana Vespoli is an impressive mix of inventive filmmaker and lusty sex star. Portraying a carnal she-devil in her Faustian feature 'A Thing Of Beauty,' she's equal parts beguiling and intimidating. The ambitious movie's story surprises, convincing acting, hellish imagery and clever special effects ignite a potent variety of sex scenarios in a depraved re-imagination of the classic devil's bargain.","release_date":"2015-06-10","vote_average":0.0,"runtime":148,"cert":"\"NC-17\"","id":380241,"title":"A Thing of Beauty","adult":true,"genre_ids":[]},{"cast":["Alexander Beckett","Angelica Caron","Alain Germaine"],"overview":"Lisa, a beautiful Hollywood starlet, grows tired of her playboy husband, Charlie, and attempts to seduce her newlywed neighbor's husband. Lisa settles for a lesbian bout with the wife when her advances are spurned by the husband. Charlie likewise begins to look elsewhere for satisfaction. He goes to Hollywood swim parties with his employer and witnesses him seduce a virgin by hypnosis. Lisa and Charlie decide to engage in group sex with their neighbors, but after a short time the newlyweds' feeling of guilt forces them to withdraw. Lisa and Charlie then engage in mate swapping with Charlie's employer and his new bride, his hypnosis victim. Eventually, Lisa becomes tired of the same sex partners and begins to search for new lovers.","release_date":"1969-01-01","vote_average":0.0,"runtime":88,"cert":"\"NR\"","id":380243,"title":"The Very Friendly Neighbors","adult":false,"genre_ids":[18]},{"cast":["Angela Pierce","Paul Hickert","Quinn McColgan","Liliana Fleming","Madilyn Fleming"],"overview":"A mother confesses to a past tragedy involving her daughter.","release_date":"2012-12-31","vote_average":0.0,"runtime":21,"cert":"\"\"","id":380245,"title":"Unburden","adult":false,"genre_ids":[18]},{"cast":["Bernard Blier","Fernand Ledoux","Yves Deniaud","Nadia Gray"],"overview":"Louis Mennechain is a modest locksmith. So imagine his amazement when Professor Piétrefond approaches him and tells him he recognizes in him a descendant of the kings of France, more precisely of Louis XVII (the king who never reigned). According to him he is none other than the monarch's great grandson. Louis's life is soon turned upside down as he becomes the center of attention of a group of ardent royalists. Even a duchess \"gives\" him her love to make sure that he accepts his role as pretender to the throne...","release_date":"1949-12-16","vote_average":7.0,"runtime":95,"cert":"N\/A","id":380247,"title":"Monsignor","adult":false,"genre_ids":[18]},{"cast":["Dimitri Harroch","Matt Fowler","Rachel Mason"],"overview":"A homeless man gets his dog stolen.","release_date":"2016-01-11","vote_average":0.0,"runtime":4,"cert":"N\/A","id":380249,"title":"Dog's Life","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Die Bruderschaft des Kreuzes (Ares, Nøkken &amp; Tursas) (w\/Milo Schnitzler) vs. The Spectral Envoy (Frightmare, Hallowicked &amp; UltraMantis Black)  Ashley Remington vs. Chuck Taylor  Sinn Bohdi &amp; The Odditorium (Oliver Grimsly &amp; Qefka The Quiet) vs. The Batiri (Kobald, Kodama &amp; Obariyon)  Jervis Cottonbelly vs. Juan Francisco de Coronado  3.0 (Scott Parker &amp; Shane Matthews) vs. GEKIDO (17 &amp; deviANT) vs. The Pieces Of Hate (Jigsaw &amp; The Shard) vs. The Throwbacks (Dasher Hatfield &amp; Mr. Touchdown)  Archibald Peck vs. Jimmy Jacobs  The Colony (Fire Ant, Green Ant &amp; Worker Ant) vs. The Colony Xtreme Force (Arctic Rescue Ant, Missile Assault Ant &amp; Orbit Adventure Ant)  CHIKARA Grand Title Match Eddie Kingston (c) vs. Icarus","release_date":"2014-05-25","vote_average":4.0,"runtime":null,"cert":"\"NR\"","id":380251,"title":"Chikara You Only Live Twice","adult":false,"genre_ids":[]},{"cast":["Greg Marasciulo","John R. Rivera","Chris Spradlin","Tommy Budgen","John Anthony Nicholas Gargano"],"overview":"Team Tremendous (Bill Carr &amp; Dan Barry) vs. The Premier Athlete Brand (Anthony Nese &amp; Caleb Konley) (w\/Andrea &amp; SoCal Val)  Fred Yehi vs. Matt Riddle  Ethan Page vs. Tommaso Ciampa  Catch Point (Drew Gulak &amp; TJ Perkins) (w\/Matt Riddle &amp; Tracy Williams) vs. Sami Callihan &amp; Zack Sabre Jr.  Peter Kaasa vs. Tracy Williams (w\/Drew Gulak)  Drew Galloway &amp; Johnny Gargano vs. The Bravado Brothers (Harlem Bravado &amp; Lancelot Bravado)  Heroes Eventually Die (Chris Hero &amp; Tommy End) vs. Roppongi Vice (Beretta &amp; Rocky Romero)","release_date":"2016-01-23","vote_average":0.0,"runtime":193,"cert":"\"NR\"","id":380253,"title":"EVOLVE 54","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary about two women working at an emergency room.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380255,"title":"Volgens Protocol","adult":false,"genre_ids":[]},{"cast":["Ruth Hausmeister","Herbert Weißbach","Hans Clarin","Joseph Offenbach","Inge Wolffberg"],"overview":"","release_date":"1967-02-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380257,"title":"Der Revisor","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380259,"title":"Die Peanuts - Die Charlie Brown und Snoopy Show (Volume 1)","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380261,"title":"Die Peanuts - Die Charlie Brown und Snoopy Show (Volume 2)","adult":false,"genre_ids":[]},{"cast":[],"overview":"A young couple played by Takizawa Hideaki and Fukada Kyoko get's married because the girl is pregnant. Their son is healthy until they find out he has cancer at the age of five. How does the young couple deal with that?","release_date":"2007-08-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380263,"title":"Kimi Ga Kureta Natsu","adult":false,"genre_ids":[18]},{"cast":["Mai Thế Hiệp","Bình Minh","Lan Phuong","Vân Trang"],"overview":"Battle Of The Brides 2","release_date":"2014-01-16","vote_average":0.0,"runtime":null,"cert":"\"\"","id":380265,"title":"Battle Of The Brides 2","adult":false,"genre_ids":[35]},{"cast":[],"overview":"In June 2015, forty-five years after OUT 1 was made, the filmmakers went to Paris to interview cast and crew members and to revisit some of the film’s most significant locations. THE MYSTERIES OF PARIS features new contributions from actors Bulle Ogier, Michael Lonsdale and Hermine Karagheuz, cinematographer Pierre-William Glenn, assistant director Jean-François Stévenin and producer Stéphane Tchal Gadjieff, but also rare archival interviews with actors Jacques Doniol-Valcroze and Michel Delahaye and, most prominently, illuminating statements by director Jacques Rivette himself from two different archival interviews. Running time is 110 minutes.","release_date":"2016-01-18","vote_average":7.0,"runtime":110,"cert":"N\/A","id":380267,"title":"The Mysteries of Paris: Jacques Rivette's Out 1 Revisited","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380269,"title":"Die Peanuts - Die Charlie Brown und Snoopy Show (Volume 3)","adult":false,"genre_ids":[]},{"cast":["Anita Zagaria","Mario Adorf","Tilo Prückner","Kurt Weinzierl","Christine Neubauer"],"overview":"","release_date":"1998-08-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380271,"title":"Alle für die Mafia","adult":false,"genre_ids":[18]},{"cast":["Haider Zafar","Daniella Down","Anna Leong Brophy","Michael Keane","Llila Vis"],"overview":"Disillusioned dentist Ali Nawaab hopes to become a stand-up comedian but his attempts to find a voice on stage are hampered by memories of his blonde American muse, Ellie Goldsmith. Driven mad to the point of distraction by love, Ali must confront and exorcise the ghosts of his past in order to make his mark.","release_date":"2016-03-20","vote_average":0.0,"runtime":75,"cert":"N\/A","id":380273,"title":"The Conversations","adult":false,"genre_ids":[18,14,35,10749]},{"cast":[],"overview":"This is a short film about how my mom became the owner of a motorcycle for the My Rode Reel competition. More deeply it is about how people use objects to connect with times, ideas, and people.","release_date":"","vote_average":6.0,"runtime":5,"cert":"N\/A","id":380275,"title":"My Mom's Motorcycle","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Relationships can be an endless cycle of breakups.","release_date":"2015-09-11","vote_average":0.0,"runtime":13,"cert":"\"\"","id":380277,"title":"It's Not You","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380279,"title":"Die Peanuts - Die Charlie Brown und Snoopy Show (Volume 7)","adult":false,"genre_ids":[]},{"cast":["Gottfried John","Beatrice Kessler","Siemen Rühaak","Rüdiger Hacker"],"overview":"","release_date":"1985-05-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380281,"title":"Verworrene Bilanzen","adult":false,"genre_ids":[80]},{"cast":["Therese Affolter","Rüdiger Hacker","Rüdiger Vogler","Angela Winkler"],"overview":"","release_date":"1980-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380283,"title":"Letzte Liebe","adult":false,"genre_ids":[18]},{"cast":["Adam LaVorgna","Yutaka Takeuchi","Eijiro Ozaki","James C. Burns","Toshi Toda"],"overview":"Kane Madison is an architect working in Los Angeles while his doppelganger-like spirit, an eighteenth century Ronin, wanders a parallel netherworld of masked demons and Japanese swordsmen. When tragedy strikes, Kane embarks on a journey of faith which prompts the Ronin to seek out his true master in the spirit world... both will face many battles along their interweaving roads to peace.","release_date":"2015-09-30","vote_average":0.0,"runtime":85,"cert":"\"\"","id":380285,"title":"Masterless","adult":false,"genre_ids":[18,14]},{"cast":["Jan Groth","Anja Kruse","Benjamin Völz","Eva Brumby","Uwe Hacker"],"overview":"","release_date":"1985-09-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380287,"title":"Sylter Novelle","adult":false,"genre_ids":[18]},{"cast":["Anna Stieblich","Fabian Busch","Hilmi Sözer","Eric Klotzsch","Hasan Ali Mete"],"overview":"","release_date":"2016-02-17","vote_average":5.0,"runtime":null,"cert":"N\/A","id":380289,"title":"Der Hodscha und die Piepenkötter","adult":false,"genre_ids":[35]},{"cast":["Graham Chapman","Peter Cook","Chris Young","Rik Mayall","Gabrielle Anwar"],"overview":"","release_date":"1988-01-01","vote_average":0.0,"runtime":25,"cert":"N\/A","id":380291,"title":"Jake's Journey","adult":false,"genre_ids":[878,35,14]},{"cast":["Erich von Stroheim","Abel Jacquin","Bernard Lancret","Dita Parlo","Georges Rollin"],"overview":"About the assassination of Archduke Franz Ferdinand and the beginning of the First World War. Focuses on the relationship between a Serbian officer and his Austrian-born wife and their involvement in espionage between the countries.","release_date":"1938-10-27","vote_average":0.0,"runtime":83,"cert":"\"\"","id":380293,"title":"Ultimatum","adult":false,"genre_ids":[10752,18]},{"cast":[],"overview":"","release_date":"2014-09-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380295,"title":"Impetuous Love in Action","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-08-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380297,"title":"Fall in Love with You","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the past decade, up to 100,000 defectors have crossed the waters of the Tumen and Yalu Rivers into northeast China to escape from North Korea, the world’s last closed Communist state. In Crossing Heaven’s Border, WIDE ANGLE tells the moving and dramatic stories of a few of them.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380299,"title":"Crossing Heaven's Border","adult":false,"genre_ids":[]},{"cast":["Vladimir Menshov","Lyudmila Chursina","Aleksandr Lazarev","Evgeniy Karelskikh","Elena Proklova"],"overview":"Psychologist Petrov and sociologist Burtsev are invited by Basov, the director of a factory, to study the basic problem of production.","release_date":"1977-10-28","vote_average":6.0,"runtime":98,"cert":"N\/A","id":380301,"title":"Sobstvennoe mnenie","adult":false,"genre_ids":[18]},{"cast":["Rafał Zawierucha","Aldona Jankowska","Grzegorz Gromek","Michał Anioł","Jan Wojtyński"],"overview":"","release_date":"2011-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380303,"title":"Księstwo","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Four personas meet in a cellar. We don't know who they are. It looks like a clandestine gathering. A bank heist is being prepared.","release_date":"2007-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":380308,"title":"El Último Golpe","adult":false,"genre_ids":[]},{"cast":[],"overview":"Why does one of the cooking class students make \"ñi-ñi-ñi\" sound while cutting meat in very thin slices with the knife. Well why else?","release_date":"2015-01-01","vote_average":3.0,"runtime":3,"cert":"N\/A","id":380310,"title":"Show Cooking","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Microwaves\" is Juan Cavestany's new radio drama.","release_date":"2015-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":380312,"title":"Microondas","adult":false,"genre_ids":[]},{"cast":["Dídac Alcaraz","Miguel Esteban"],"overview":"Dídac spent a long time preparing his new trick and he is finally showing it to Miguel.","release_date":"2013-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":380314,"title":"Magia","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Today we go out\" by Pablo Hernando","release_date":"2009-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":380316,"title":"Hoy Se Sale","adult":false,"genre_ids":[]},{"cast":[],"overview":"Kuleshov Experiment - Second Experiment","release_date":"2010-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":380318,"title":"Efecto Kuleshov - Segundo Experimento","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Metro\" by Pablo Hernando","release_date":"2010-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":380320,"title":"Metro","adult":false,"genre_ids":[]},{"cast":["Eva Padberg"],"overview":"Eva Padberg Power Yoga - This yoga workout makes you beautiful!  Master Young-Ho Kim and his favorite pupil show a power yoga workout without compromises. Brand new, very different, unbeatably effective: Proven Asanas, combined with FUNCTIONAL YOGA.\r For a more beautiful body, a fascinating aura, better fitness and a whole new body feeling!","release_date":"2013-05-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380325,"title":"Eva Padberg - Functional Power Yoga","adult":false,"genre_ids":[]},{"cast":["Barbara Becker"],"overview":"","release_date":"2007-02-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380330,"title":"Barbara Becker: Pilates + Yoga","adult":false,"genre_ids":[]},{"cast":["Idrissa Ouedraogo"],"overview":"Within the framework of the “Half a Century of Locarno, Thoughts on the Future” project, seven directors, Idrissa Ouedraogo among them, have the chance to express their vision of the future of the film industry by means of a short film. “The state of the film industry the world is a vast issue,” says the director from Burkina Faso. “I would rather speak about my films, about African films and their relationship with the world”.","release_date":"1997-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":380332,"title":"The Pariahs of Cinema","adult":false,"genre_ids":[99]},{"cast":["Larisa Chikurova","Galina Makarova","Borislav Brondukov","Nina Mamaeva","Mikhail Pogorzhelsky"],"overview":"","release_date":"1976-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":380334,"title":"Widows","adult":false,"genre_ids":[]},{"cast":["Detlef Bothe","Leni Wesselman"],"overview":"","release_date":"2010-06-03","vote_average":4.3,"runtime":null,"cert":"N\/A","id":380336,"title":"Mein","adult":false,"genre_ids":[18,53]},{"cast":["Sayuri Yoshinaga","Kazunari Ninomiya","Haru Kuroki","Tadanobu Asano","Isao Hashizume"],"overview":"Nobuko (Sayuri Yoshinaga) works in Nagasaki, Japan as a midwife. Her son died 3 years earlier from the atomic bomb. On August 9, 1948, her son appears in front of her again. Since that time, Koji (Kazunari Ninomiya) appears in front of her and they reminiscence about pleasant times. These happy, but bizarre moments seem eternal.","release_date":"2015-12-12","vote_average":5.8,"runtime":130,"cert":"N\/A","id":380341,"title":"Nagasaki: Memories of My Son","adult":false,"genre_ids":[18]},{"cast":["Elisa Yanagi","Takahiro Miura"],"overview":"Kanichi (Takahiro Miura) works at wet tissue company in Mito, Japan. He runs into Gondo. 10 years ago, Gondo was fired from his job as a teacher for secretly filming others. He is now with Mihari who works as a hostess. He took away her away from Tokyo. Kanichi falls in love with Mihari at first sight and takes her away from Gondo. Meanwhile, due to a female student on the video Gondo secretly shot, an unexpected disturbance is created.","release_date":"2015-06-13","vote_average":5.0,"runtime":93,"cert":"N\/A","id":380343,"title":"Rolling","adult":false,"genre_ids":[]},{"cast":["Barbara Becker"],"overview":"","release_date":"2013-04-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380354,"title":"Be Fit & Dance!","adult":false,"genre_ids":[]},{"cast":["Kevin Conroy","Curtis Armstrong","Catherine Hicks","Joseph Gordon-Levitt"],"overview":"A businessman is reincarnated as a housekeeper, who works for his widow and son.","release_date":"1991-04-22","vote_average":4.5,"runtime":92,"cert":"\"\"","id":380356,"title":"Hi Honey - I'm Dead","adult":false,"genre_ids":[14]},{"cast":["Julia Flores","Lillie Kolich","Jy Prishkulnik","Claire Mackenzie Carter","Monique Candelaria"],"overview":"Sammy, an uncommonly smart twelve-year-old girl, uses her gift for mathematics and enlists her frenemies to revamp the school penny drive into a major moneymaking operation.","release_date":"2015-03-01","vote_average":0.0,"runtime":90,"cert":"\"\"","id":380358,"title":"Cents","adult":false,"genre_ids":[18]},{"cast":["Michael Craig","Wilfrid Hyde-White","Dorothy Alison","Glyn Owen","Rosemary Miller"],"overview":"Life in Emergency Ward 10 is a 1959 film directed by Robert Day. It stars Michael Craig and Wilfrid Hyde-White. It was based on the television series Emergency – Ward 10","release_date":"1959-04-01","vote_average":8.0,"runtime":86,"cert":"N\/A","id":380360,"title":"Life In Emergency Ward 10","adult":false,"genre_ids":[]},{"cast":["Timothy Moura","Lucas Eatwell","John Anthony Nicholas Gargano","Julian Micevski","Rich Swann"],"overview":"EVOLVE Championship Match Timothy Thatcher vs. Zack Sabre Jr. \/ Anything Goes Johnny Gargano vs. Ethan Page \/Singles Rematch From EVOLVE 43 Rich Swann vs. Drew Gulak \/ Special Attraction Match Chris Hero vs. Mike Bailey \/ Impromptu Tag Team Showcase Trent Baretta &amp; Rey Horus vs. The Premier Athlete Brand of Anthony Nese &amp; Caleb Konley w\/ So Cal Val \/ Bonus Match Biff Busick vs Tracy Williams","release_date":"2015-08-15","vote_average":0.0,"runtime":143,"cert":"\"\"","id":380362,"title":"EVOLVE 47","adult":false,"genre_ids":[]},{"cast":["Zoe Laskari","Faidon Georgitsis","Andreas Barkoulis","Ketty Papanika","Tasso Kavadia"],"overview":"Olga, a young girl from a wealthy family, knows and falls in love with Peter, a poor civil engineer who has just taken his degree and with honors. The future of the young do not seem bright because the job needs capital and appropriate dating to climb the stairs of success. The social gulf that separates them is huge and the reactions of her mother Olga creates another major obstacle in their relationship. Despite the difficulties, however, the two young decide to join their lives and try to build a common course with the only help their love and dreams to create a happy family. The inability But Peter stabilize at a job because of irritable character and economic problem facing will bring very fast the first dark clouds in their relationship and will go through great tribulations love.","release_date":"1968-02-05","vote_average":6.0,"runtime":87,"cert":"N\/A","id":380364,"title":"Olga My Love","adult":false,"genre_ids":[18]},{"cast":["John Anthony Nicholas Gargano","Julian Micevski","Timothy Moura","T.J. Perkins","Greg Marasciulo"],"overview":"The Main Event - I Quit Match - If Gargano Loses, He Will Leave WWN Johnny Gargano vs. Ethan Page \/ Bonus Main Event Tag Team Attraction EVOLVE Champion Timothy Thatcher &amp; TJ Perkins vs. Trent Baretta &amp; Rocky Romero \/ Winner Gets An EVOLVE Title Shot At EVOLVE 50 Drew Gulak vs. Trevor Lee \/ High-Flyers Freestyle Anthony Nese with So Cal Val vs. Andrew Everett vs. Matt Cage vs. Peter Kassa \/ Special Challenge Match Tracy Williams vs. Chris Dickinson \/ Special Attraction Match Matt Riddle vs. Jonathan Gresham \/ Impromptu Tag Team Match The Premier Athlete Brand of Caleb Konley &amp; Anthony Nese w\/ So Cal Val vs. the debuting Milk Chocolate of Brandon Watts &amp; Randy Summers \/ Willie Mack vs. Earl Cooter","release_date":"2015-10-17","vote_average":0.0,"runtime":149,"cert":"\"\"","id":380366,"title":"Evolve 49","adult":false,"genre_ids":[]},{"cast":["Timothy Moura","Trevor Lee","Greg Marasciulo","John R. Rivera","Anthony Nese"],"overview":"EVOLVE Championship Match Timothy Thatcher defends vs. Trevor Lee \/ Tag Team Main Event Grudge Match Roppongi Vice of Trent Baretta &amp; Rocky Romero vs.The Premier Athlete Brand of Anthony Nese &amp; Caleb Konley w\/ So Cal Val \/ Special Challenge Match #1 Willie Mack vs. Drew Gulak \/ Special Challenge Match #2 TJ Perkins vs. Tracy Williams \/ Special Attraction Match Matt Riddle vs. Chris Dickinson \/ High-Flyers Battle Andrew Everett vs. Peter Kaasa \/ Ethan Page vs. Matt Cage","release_date":"2015-10-18","vote_average":0.0,"runtime":156,"cert":"\"\"","id":380368,"title":"Evolve 50","adult":false,"genre_ids":[]},{"cast":["Maya Plisetskaya","Alexander Godunov","Yuri Vladimirov","Nina Sorokina"],"overview":"The film is a Bolshoi Ballet version of Leo Tolstoy’s Anna Karenina with choreography by Maya Plisetskaya who also took on the titular role. Anna Karenina is a young wife of an older husband. She has an affair with the handsome Count Vronsky. By following her desires Anna complicates her life.","release_date":"1976-01-23","vote_average":6.0,"runtime":75,"cert":"N\/A","id":380370,"title":"Anna Karenina","adult":false,"genre_ids":[18,10402]},{"cast":["Jonathan Rosenthal","Adrian Voo","Patrick Edward Wynne","Kathinka van Putten","Bo Linton"],"overview":"In an abandoned mental institution, doctors carry out secret experiments on unsuspecting patients. The experiments, codenamed Limes, are designed to cure violent episodes within the inmates through new methods of brainwashing and mind manipulation. It is soon discovered by the families of the patients that this is no ordinary hospital.","release_date":"2013-09-07","vote_average":4.6,"runtime":82,"cert":"\"\"","id":380372,"title":"The Asylum","adult":false,"genre_ids":[28,53,878,9648,27]},{"cast":[],"overview":"A duckling tries to save the animals when a storm hits their farm.","release_date":"1931-01-01","vote_average":5.0,"runtime":1,"cert":"N\/A","id":380374,"title":"The Duckling Saved the Day","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A boy fights with savage tribesmen and animals on a tropical island.","release_date":"1934-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":380376,"title":"Dankichi on a Tropical Island","adult":false,"genre_ids":[]},{"cast":["Barbara Mullen","Donald Stewart","Peggy Cummins","Leslie Bradley","Roy Emerton"],"overview":"Based on a story by author Noel Streatfeild, the film trells the story of two sisters who are left penniless by their father's sudden death and lease their estate as an airbase to US forces in Britain to help the war effort. Both eventually fall for American servicemen.","release_date":"1944-05-18","vote_average":0.0,"runtime":90,"cert":"N\/A","id":380378,"title":"Welcome, Mr Washington","adult":false,"genre_ids":[10752,18]},{"cast":[],"overview":"A man encounters strange animals during a road trip.","release_date":"1934-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":380380,"title":"Dekobou no Jidousha Ryokou","adult":false,"genre_ids":[16]},{"cast":["Tom Conway","Margaret Hamilton","Richard Cromwell","James Flavin","Marjorie Hoshelle"],"overview":"In this detective drama, a gumshoe must find a priceless hunk of jade. His several leads evaporate when the police succeed in killing all of the suspects.","release_date":"1948-11-19","vote_average":0.0,"runtime":70,"cert":"\"\"","id":380382,"title":"Bungalow 13","adult":false,"genre_ids":[9648]},{"cast":[],"overview":"Short animated movie from 1932.","release_date":"1932-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":380384,"title":"Sports Day at Animal Village","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A retelling of part of the Gulliver's Travels adventures. A short film from 1950.","release_date":"1950-09-06","vote_average":0.0,"runtime":9,"cert":"N\/A","id":380389,"title":"Gulliver's Great Activities","adult":false,"genre_ids":[16]},{"cast":["Tom Brown","Robert Wilcox","Constance Moore","Andy Devine","Samuel S. Hinds"],"overview":"Ever youthful Tom Brown once more plays a campus football hero in Swing That Cheer. Undeniably talented on the gridiron, Bob Potter (Brown) is equally undeniably an arrogant pain in the posterior. So swell-headed does Potter become that he can never admit to himself that his blocking-back teammate Larry Royal (Robert Wilcox) is equally reponsible for Bob's success. To teach his pal a lesson, Larry feigns an injury and pulls out of the Big Game, forcing Bob to go it alone.","release_date":"1938-10-13","vote_average":0.0,"runtime":70,"cert":"\"\"","id":380391,"title":"Swing That Cheer","adult":false,"genre_ids":[10402,35]},{"cast":[],"overview":"A stop-motion animation about a boy who longs for a more vivid and brighter world.","release_date":"","vote_average":0.0,"runtime":4,"cert":"N\/A","id":380396,"title":"An Animated Short FIlm","adult":false,"genre_ids":[]},{"cast":["Thomas Lee","Barra Brass","Samantha White","Mona Lisa"],"overview":"If you ever thought there was an age you stop enjoying sex, well then you need to find one of these beautiful Amateur MILFs and let them show you how wrong you really are. Home Made Housewives #8 features a full spectrum of MILF honeys sucking and riding cocks and savoring the cum on their tits, in their mouths. . . wherever it lands!","release_date":"2013-08-23","vote_average":5.0,"runtime":102,"cert":"\"NR\"","id":380398,"title":"Home Made Housewives #8","adult":true,"genre_ids":[]},{"cast":["John Rawnsley","Maria Ewing","Max René Cossotti","Claudio Desderi","Ferruccio Furlanetto"],"overview":"Live from Glyndebourne 1981","release_date":"1981-08-17","vote_average":0.0,"runtime":155,"cert":"N\/A","id":380400,"title":"Il Barbiere di Siviglia","adult":false,"genre_ids":[10402]},{"cast":["Dana Agisheva","Natalya Sedykh","Viktor Sukhorukov"],"overview":"","release_date":"2008-01-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380405,"title":"Лучшее время года","adult":false,"genre_ids":[18]},{"cast":["Kim Mulhauser","David Gere","Ashley Tramonte","Greg Nutcher"],"overview":"A dark and gritty psychological thriller that explores one small town man's need to purify the world of sin, one sinner at a time. His medieval and brutal cleansing process directly contradicts the devotion he has for his granddaughter. Tension builds as we discover secrets surrounding the psychotic behavior of this quaint god fearing little town.","release_date":"2015-06-26","vote_average":7.0,"runtime":88,"cert":"\"\"","id":380407,"title":"Grandpa's Psycho","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Short animated film from 1930.","release_date":"1930-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":380412,"title":"The Underwater Tyrant","adult":false,"genre_ids":[16]},{"cast":["Holly Stevens","Holly Day","Armani Knight"],"overview":"Magnificent amateur sluts trying to fuck their way to the top of the industry! They all give nice head and get fucked hard in six amazing scenes!","release_date":"2015-01-01","vote_average":6.0,"runtime":157,"cert":"\"NR\"","id":380414,"title":"Hardcore Amateur Chicks #2","adult":true,"genre_ids":[]},{"cast":["Loretta Pflaum","Samuel Finzi","Karlheinz Hackl","Laura Tonke"],"overview":"","release_date":"2011-09-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380425,"title":"Headshots","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This recently unearthed and newly digitized work is a richly minimalist, single-camera-setup portrait of the sights and sounds at a late-night diner in Madison, WI.","release_date":"1976-01-01","vote_average":0.0,"runtime":11,"cert":"\"\"","id":380430,"title":"Webbs","adult":false,"genre_ids":[]},{"cast":[],"overview":"a time-lapse glimpse of the Madison, WI skyline from dusk to dark. Shot from within a hotel room, the street traffic and the reflected interior interpenetrate in gradually shifting superimposition.","release_date":"1977-01-01","vote_average":0.0,"runtime":3,"cert":"\"\"","id":380432,"title":"Central Time","adult":false,"genre_ids":[]},{"cast":["Zoe Myers","Sarah E. Spencer","Chad Sanborn"],"overview":"The painful realization that every choice we make must be paid for. Sometimes that cost is higher than we can imagine.","release_date":"2012-08-29","vote_average":0.0,"runtime":105,"cert":"\"\"","id":380434,"title":"Perdition","adult":false,"genre_ids":[27]},{"cast":["Narges Rashidi","Benno Fürmann","Jascha Baum","Vedat Erincin","Marlene Metternich"],"overview":"The perfect world of a small family breaks, when Can discover that his mother works in a brothel. In a maelstrom of anger, guilt and despair Mother and son are forced to forgive himself.","release_date":"2015-06-12","vote_average":7.0,"runtime":null,"cert":"N\/A","id":380436,"title":"Happy Lambs","adult":false,"genre_ids":[18]},{"cast":["Irène Jacob","Christopher Thompson","Joachim Bißmeier","Karlheinz Hackl","Nina Proll"],"overview":"Vienna, in the 1930s. The attractive and famous writer Albert Rank receives the letter from a stranger. He discovers that she devoted her entire life to her boundless love. In her letter, Rose looks back on a variety of meetings with Albert: Since childhood, she is slavishly in love with him and she never got away from her throughout her life. In many encounters Rank could not recognize them, even if the shared moments had been wonderful. As an adult woman, Rose's love is too painful to go on, and she has dire consequences.","release_date":"2001-01-01","vote_average":5.5,"runtime":90,"cert":"N\/A","id":380438,"title":"Letter from an Unknown Woman","adult":false,"genre_ids":[18,10770]},{"cast":["Ozan Akbaba","Baris Akin","Bihter Dinçel","Zerrin Epikmen","Yerkan Kahraman"],"overview":"After a horrific attack on his wife and daughter, Metin's life is turned upside down. Driven to take revenge, Metin soon finds that vengeance is a brutal road.","release_date":"2014-04-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380440,"title":"Absolute Justice","adult":false,"genre_ids":[18]},{"cast":["Christian Rodrigo","Lili Bordán","Tamara Arias","Tommy Nash","Marjo-Riikka Makela"],"overview":"Thriller-drama about eight losers who will have to deal with a new life in which apparently they are the only people alive.","release_date":"2011-07-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380442,"title":"Zero","adult":false,"genre_ids":[]},{"cast":["Paulo César Peréio"],"overview":"An analysis of the phenomenon of accelerated urbanization in Brazil, and more particularly in Rio de Janeiro and Sao Paulo.","release_date":"1973-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":380444,"title":"Megalopolis","adult":false,"genre_ids":[99]},{"cast":[],"overview":"After a running gun battle through the streets, Krazy finds a gangster gorilla's secret hideout in a spooky graveyard, complete with animated skeletons. The crooks get the drop on him, and take him out to a lonely spot to rub him out, but Krazy makes friends with them instead by singing a weepy chorus of \"MOTHER\".","release_date":"1931-01-31","vote_average":0.0,"runtime":null,"cert":"\"\"","id":380446,"title":"Taken for a Ride","adult":false,"genre_ids":[]},{"cast":["Klaus Maria Brandauer","Marthe Keller","Will Quadflieg","Helmuth Lohner","Romuald Pekny"],"overview":"","release_date":"1983-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380457,"title":"Jedermann","adult":false,"genre_ids":[18]},{"cast":["Ingrid Andree","Karlheinz Hackl","Krystian Martinek","Mona Seefried"],"overview":"","release_date":"1978-08-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380459,"title":"Lady Windermeres Fächer","adult":false,"genre_ids":[35]},{"cast":["Jimmy Lydon","Penny Edwards","Deanna Wayne","Charles Russell","Joe Sawyer"],"overview":"Jimmy Lydon plays Andy Bryant, a University of Arizona student whose grades suffer because of his preoccupation with an upcoming intercollegiate rodeo. Andy's father (Joe Sawyer) is more interested in embarrassing a rival at the rodeo than he is with his son's academic progress. When his lack of focus nearly causes a tragic accident in the university chemistry lab, Andy decides to hunker down and study.","release_date":"1949-04-27","vote_average":0.0,"runtime":64,"cert":"\"\"","id":380461,"title":"Tucson","adult":false,"genre_ids":[37,18]},{"cast":["Mel Blanc","Arthur Q. Bryan","June Foray","Sara Berner","Robert C. Bruce"],"overview":"This must-have animation collection \"Looney Tunes Super Stars: Daffy Duck: Frustrated Fowl\" (2010) is filled with shorts that have been released on disc before and will delight any Looney Tunes fans. Episodes include \"Tick Tock Tuckered,\" \"Nasty Quacks,\" Chuck Jones's \"Daffy Dilly\" (1948), \"Wise Quackers,\" \"The Prize Pest,\" \"Design for Leaving,\" \"Stork Naked,\" \"This is a Life?\" (1955), \"Dime to Retire,\" \"Ducking the Devil,\" \"People Are Bunny\" (1959), \"Person to Bunny\" (1960), \"Daffy's Inn Trouble,\" \"The Iceman Ducketh\" and \"Suppressed Duck\" (1965).","release_date":"2010-08-10","vote_average":10.0,"runtime":120,"cert":"\"\"","id":380466,"title":"Looney Tunes Super Stars Daffy Duck: Frustrated Fowl","adult":false,"genre_ids":[16]},{"cast":["Sascha Hehn","Georg Lehn","Alexander May","Friedrich Schütter","Alexis von Hagemeister"],"overview":"","release_date":"1979-06-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380471,"title":"Die Missvergnügten","adult":false,"genre_ids":[18]},{"cast":["Johny Hendricks","Stephen Thompson","Jared Rosholt","Rafael Cavalcante","Joseph Benavidez"],"overview":"An mixed martial arts event that will be held on February 6, 2016, at the MGM Grand Garden Arena in Las Vegas, Nevada. Headlined by a five-round welterweight bout between former champion Johny Hendricks and the dynamic Stephen “Wonderboy” Thompson.","release_date":"2016-02-06","vote_average":0.0,"runtime":120,"cert":"\"NR\"","id":380473,"title":"UFC Fight Night 82: Hendricks vs. Thompson","adult":false,"genre_ids":[28]},{"cast":["Renate Zillessen","Alexis von Hagemeister","Günter Mack","Volkert Kraeft","Sigfrit Steiner"],"overview":"","release_date":"1971-03-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380475,"title":"Elsa Brändström","adult":false,"genre_ids":[18]},{"cast":["Helen Vita","Ernst Stankovski","Alexis von Hagemeister","Rosemarie Fendel","Brigitte Skay"],"overview":"","release_date":"1965-07-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380477,"title":"Ein Tag im Leben von..","adult":false,"genre_ids":[35]},{"cast":[],"overview":"In the time it takes to read this sentence, Road Runner could have whisked this DVD from your hand and left you holding a sizzling cartoon stick of Acme dynamite - many time over! The chase is on and so is the fun with 15 cartoons - 12 never before on DVD - in which forever frustrated (bust never defeated) Wile E. Coyote busts out his array of gizmos to ensnare the highly sought after (but never captured) Ultra-Sonicus Ad Infinitum, aka Road Runner. Among the whatzitz - many from Acme Products, that fine purveyor of mail-order supplies - used by Grotesques Appetitus in this pursuit of very fast good are skateboards, skyrockets, a Spy Kit, invisible paint, suction cups and lightning bolts. Catch comedy cartoon lightning here. Beep-beep!","release_date":"2011-10-04","vote_average":8.8,"runtime":90,"cert":"\"\"","id":380479,"title":"Looney Tunes Super Stars Road Runner & Wile E. Coyote: Supergenius Hijinks","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1975 directed by Luciano B. Carlos and starred Nora Aunor, Christopher de Leon, and Nida Blanca","release_date":"1975-09-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380484,"title":"Batu-Bato sa Langit (Ang Tamaa'y Huwag Magagalit..!)","adult":false,"genre_ids":[]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1975 directed by Romy Suzara and starred Ramon Revilla, Sr., Elizabeth Oropesa, Helen Gamboa, and Walter Navarro.","release_date":"1975-09-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380486,"title":"Kapitan Kulas","adult":false,"genre_ids":[]},{"cast":["Víctor Siáñez-Vaca","Farah Cárdenas Anastacio","Inés Quezada Pesqueira","Hypatia Avilés","Óscar Sánchez"],"overview":"A heartless poet wants to rewrite his lost stories while talking with Ines, the woman who takes care of his fundamental needs.","release_date":"2016-01-26","vote_average":0.0,"runtime":75,"cert":"N\/A","id":380488,"title":"La asunción de José","adult":false,"genre_ids":[]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1975 directed by Mitos Villareal and starred \tMarlene Dauden and Nestor de Villa","release_date":"1975-09-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380490,"title":"Siya'y Umalis, Siya'y Dumating","adult":false,"genre_ids":[]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1976 directed by F.H. Constantino and starred Chiquito, Trixia Gomez, Max Alvarado, Tange, Joaquin Fajardo, Palito, Arlene Sison, Ely Roque, Jun Santos, Norma Yumul, and Manuel Dagul","release_date":"1976-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380492,"title":"Barok","adult":false,"genre_ids":[]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1976 directed by Cesar Gallardo and starred Joseph Estrada, Pilar Pilapil, Mailyn Herrs, Garret Blake, J.C. Marshall, and Debbie Brinson","release_date":"1976-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380494,"title":"Dateline Chicago: Arrest The Nurse Killer","adult":false,"genre_ids":[]},{"cast":["Monte Hale","Pamela Blake","Paul Hurst","James Nolan","Jay Kirby"],"overview":"Son of God's Country stars singing cowboy Monte Hale in his traditional screen role of do-gooder and last-minute problem-solver. This time, it's the old \"evil land baron\" plot again, with the villains eager to grab up all available ranch property, then sell it back to the incoming railroad.","release_date":"1948-09-15","vote_average":0.0,"runtime":60,"cert":"\"\"","id":380496,"title":"Son of God’s Country","adult":false,"genre_ids":[37]},{"cert":"N\/A","title":"The Interceptors","cast":["Tony Ferrer","Ramon Zamora","George Estregan","Paquito Diaz","Charlie Davao"],"id":380498,"overview":"Official entry to the first Metro Manila Film Festival in 1976 directed by Efren C. Pinon and starred Tony Ferrer, Ramon Zamora, George Estregan, Edna Diaz, Paquito Diaz, Charlie Davao, Vic Diaz, and Max Alvarado","runtime":null,"genre_ids":[18,28],"release_date":"1976-12-25","vote_average":0.0,"adult":false}]