[{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1976 directed by Emmanuel Borlaza and starred Vilma Santos, Rudy Fernandez, Trixia Gomez, Gloria Romero, Romeo Rivera, Rocco Montalban, Robert Rivera, and Max Alvarado","release_date":"1976-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380503,"title":"Makahiya at Talahib","adult":false,"genre_ids":[]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1976 directed by Elwood Perez &amp; Joey Gosiengfiao and starred Amalia Fuentes, Romeo Vasquez, Eddie Gutierrez, Vivian Velez, Rosemarie Gil, Ike Lozada, Inday Badiday, Cloyd Robinson, Lilian Laing, and Sandy Garcia.","release_date":"1976-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380505,"title":"Puede Ako, Puwede Ka Pa Ba","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bob The Builder? is hard at work finishing his workshop, building a new school and a visitor center. When Bob must build different houses for everyone, he realizes his Can-Do Crew really can do anything because they are Bob's Top Team!","release_date":"2007-03-27","vote_average":0.0,"runtime":45,"cert":"\"G\"","id":380507,"title":"Bob the Builder: Bob's Top Team","adult":false,"genre_ids":[]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1977 directed by Augusto Buenaventura and starred \tJoseph Estrada, Nora Aunor, Tirso Cruz III, Gloria Sevilla, Angelo Castro, Jr., Ramon D' Salva, and Angelo Ventura","release_date":"1977-12-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380509,"title":"Bakya Mo Neneng","adult":false,"genre_ids":[]},{"cast":["Pedro Armendáriz","Miguel Aceves Mejía","Ana Bertha Lepe","Marina Camacho","Delia Magaña"],"overview":"Charro-dude wants his sister to marry into professional city-folk and move into the upper classes... but she's in love with somebody from their own social stratum.","release_date":"1962-01-31","vote_average":0.0,"runtime":80,"cert":"N\/A","id":380511,"title":"Los valientes no mueren","adult":false,"genre_ids":[]},{"cast":["Vic Vargas","Roland Dantes","Bembol Roco","Chanda Romero","Ruben Rustia"],"overview":"Set at the backdrop of the 1969 congressional elections, Banta ng Kahapon unravels the story of men as pawns in a millue of political power - men best described as beholden only to amorality and the highest bidding politicos who pay their services.","release_date":"1977-12-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380513,"title":"Banta ng Kahapon","adult":false,"genre_ids":[28]},{"cast":["Alma Moreno","Trixia Gomez","Rez Cortez","Armida Siguion-Reyna","Leroy Salvador"],"overview":"A tale of two unwed sisters whose lives have been imprisoned by their father.","release_date":"1977-12-24","vote_average":0.0,"runtime":114,"cert":"N\/A","id":380515,"title":"Captive Virgins","adult":false,"genre_ids":[18]},{"cast":["Alicia Vergel","Dindo Fernando","Chanda Romero","Orestes Ojeda","Laurice Guillen"],"overview":"Upon her retirement from being a school teacher, a mother slowly realizes that her children are already grown-up and she now is faced with the dilemna of being part of their lives","release_date":"1977-12-24","vote_average":0.0,"runtime":109,"cert":"N\/A","id":380517,"title":"Mother","adult":false,"genre_ids":[18]},{"cast":[],"overview":"From the moment they teamed up, the endlessly-persistent Sylvester J. Pussycat, Sr. and the hyperactive young kangaroo Hippety Hopper would go on to became one of Warner Bros. most reliably hilarious animated duos. Now, together for the first time on DVD, it's the best of the failure-prone feline and spring-loaded little marsupial in 18 classic cartoons re-mastered to all their Golden-Age-of-Animation glory! Featuring 17 shorts never-before-seen on DVD, these timeless cat vs \"giant mouse\" gems include Sylvester's riotous pursuit of Hippety after the 'roo escapes the zoo in Hop, Look and Listen, Sylvester's hapless attempts to impress his son Sylvester, Jr. in Pop 'Im Pop! and the acclaimed Hoppy-Go-Lucky, a brilliant send-up of John Steinbeck's classic Of Mice and Men. And that's just the beginning of the bounding, bouncing, cat-confounding fun in this cartoon cornucopia from the heyday of Warner Bros. animation!","release_date":"2013-04-23","vote_average":10.0,"runtime":120,"cert":"\"\"","id":380519,"title":"Looney Tunes Super Stars Sylvester & Hippety Hopper: Marsupial Mayhem","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1978 directed by Manuel 'Fyke' Cinco and starred Christopher de Leon, Marianne dela Riva, Dranreb, Johnny Delgado, Amy Austria, Cynthia Gonzales, Allan Valenzuela, and Manny Luna.","release_date":"1978-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380521,"title":"Garrote: Jai Alai King","adult":false,"genre_ids":[]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1978 directed by Frank Gray Jr. and starred \tDolphy, Nora Aunor, Rolly Quizon, Panchito, Paquito Diaz, Martin Marfil, Georgie Quizon, and Max Vera.","release_date":"1978-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380523,"title":"Jack n'Jill of the Third Kind","adult":false,"genre_ids":[]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1978 directed by Manuel 'Fyke' Cinco and starred Bembol Roco, George Estregan, Trixia Gomez, Jean Saburit, Joonee Gamboa, Cynthia Gonzales, and Val Iglesias","release_date":"1978-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380528,"title":"Kid Kaliwete","adult":false,"genre_ids":[]},{"cast":["Vilma Santos","Phillip Salvador","Mat Ranillo III"],"overview":"The real story behind a killer case.","release_date":"1978-12-25","vote_average":0.0,"runtime":88,"cert":"N\/A","id":380530,"title":"Rubia Servios","adult":false,"genre_ids":[]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1978 directed by Romy Suzara and starred Rudy Fernandez, George Estregan, Trixia Gomez, Ruel Vernal, Raul Aragon, Dencio Padilla, Amy Austria, Rodolfo 'Boy' Garcia, Jose Romulo, and Veronica Jones","release_date":"1978-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380532,"title":"Salonga","adult":false,"genre_ids":[]},{"cast":["Llaila Afrika","Delbert Blair","Tony Browder","Jim Brown","Killer Mike"],"overview":"The fourth in King Flex Entertainment's documentary film series about racism.","release_date":"2016-05-26","vote_average":6.9,"runtime":null,"cert":"\"\"","id":380534,"title":"Hidden Colors 4: The Religion of White Supremacy","adult":false,"genre_ids":[99]},{"cast":["Adam Rhys Dee","Ben Whishaw","Laura Rees","Natalie Press"],"overview":"Two boys go to a park to look for girls. Unusually, one of them is doing it for Lord Krishna.","release_date":"2003-01-31","vote_average":0.0,"runtime":10,"cert":"N\/A","id":380536,"title":"Spiritual Rampage","adult":false,"genre_ids":[]},{"cast":["Ninón Sevilla","Armando Silvestre","Andrés Soler","Rodolfo Acosta","Julio Villarreal"],"overview":"Fishing-village girl sacrifices her reputation to the local banker to protect her family; fron there, she follows the path of least resistance, but she never forgets the fiance she left behind...","release_date":"1954-04-30","vote_average":0.0,"runtime":98,"cert":"N\/A","id":380538,"title":"Llévame en tus brazos","adult":false,"genre_ids":[]},{"cast":["Khaldiya Jibawi"],"overview":"Filmed during a media workshop for Syrian girls in Jordan's Za'atari Refugee Camp, 17-year-old Khaldiya meditates on how the camp has opened up new horizons and given her a sense of courage that she lacked in Syria.","release_date":"2016-01-22","vote_average":6.0,"runtime":5,"cert":"\"\"","id":380540,"title":"Another Kind of Girl","adult":false,"genre_ids":[99]},{"cast":["Sally McLean","Perri Cummings","Nathan Strauss","Paul Dawber","Billy Smedley"],"overview":"A documentary crew detail the struggle of Unbelievable Productions' visionary leader, Madeleine LaRoy, to stage a revolutionary reboot of Shakespeare's MACBETH (in space), with the help of her faithful best friend\/choreographer\/costume & set designer\/tea lady\/everything else, Deirdre Snowflake Fleckman. Madeleine enlists young drama school graduate Scott Johnson and alcoholic veteran of the stage Desmond Darke to help her mount her astounding vision.","release_date":"2010-02-23","vote_average":0.0,"runtime":23,"cert":"N\/A","id":380542,"title":"Why Must The Show Go On?","adult":false,"genre_ids":[35]},{"cast":["Dolphy","Paquito Diaz","Max Alvarado","Ernie Ortega","Lotis Key"],"overview":"Official entry to the first Metro Manila Film Festival in 1979 directed by Jett C. Espiritu and starred \tDolphy, Lotis Key, Panchito, Paquito Diaz, Max Alvarado, Ernie Ortega, Conde Ubaldo, and Hero Bautista.","release_date":"1979-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380544,"title":"Bugoy","adult":false,"genre_ids":[]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1979 directed by Pablo Santiago and starred Nora Aunor, Christopher de Leon, Alma Moreno, Rudy Fernandez, Rebecca Gonzales, Lito Anzures, Jose Garcia, Matimtiman Cruz, and German Moreno.","release_date":"1979-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380546,"title":"Kasal-Kasalan, Bahay-Bahayan","adult":false,"genre_ids":[]},{"cast":["Joseph Estrada","Celeste Legaspi","Lorna Tolentino","Amy Austria","Rod Navarro"],"overview":"Official entry to the first Metro Manila Film Festival in 1979 directed by Augusto Buenaventura and starred Joseph Estrada, Celeste Legaspi, Rod Navarro, Dencio Padilla, Subas Herrero, Quiel Segovia, Vic Sotto, and Veronica Palileo.","release_date":"1979-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380548,"title":"Mamang Sorbertero","adult":false,"genre_ids":[]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1979 directed by Jun Gallardo and starred Lito Lapid, George Estregan, Dante Varona, David Aguila, Julie Ann Fortich, Lucita Soriano, Teroy de Guzman, and Yoyoy Villame.","release_date":"1979-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380550,"title":"Ang Sisiw ay Isang Agila","adult":false,"genre_ids":[]},{"cast":["Perri Cummings","Cate O'Connor","Jeffery Richards","Leanne Smith","Michael Gatti"],"overview":"Persephone Chase is a contract assassin with a difference. In a fond homage to 1970s drive-in action thrillers -- but set in modern-day Melbourne -- powerful criminals plot the downfall of a right-wing, devoutly religious political candidate... and each other.","release_date":"2010-12-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":380552,"title":"Scope","adult":false,"genre_ids":[53,28]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1980 directed by Laurice Guillen and starred Nora Aunor, Christopher de Leon, and Rollie Quizon.","release_date":"1980-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380554,"title":"Kung Ako'y Iiwan Mo","adult":false,"genre_ids":[]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1980 directed by Augusto Buenaventura and starred Christopher De Leon, Bembol Roco, Chanda Romero, Cherie Gil, Suzette Ranillo, and Michael de Mesa.","release_date":"1980-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380556,"title":"Taga sa Panahon","adult":false,"genre_ids":[]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1981 directed by Carlo J. Caparas and starred Dante Varona, Chiqui Hollmann, Lirio Vital, Romy Diaz, Subas Herrero, Rodolfo 'Boy' Garcia, Odette Khan, and Dave Brodett.","release_date":"1981-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380561,"title":"Indio","adult":false,"genre_ids":[]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1981 directed by Jose Yandoc and starred Ramon Revilla, Anthony Alonzo, Isabel Rivas, Rosemarie de Vera, Eddie Garcia, George Estregan, Nick Romano, Arnold Mendoza, and Laarni Enriquez.","release_date":"1981-12-25","vote_average":10.0,"runtime":null,"cert":"N\/A","id":380563,"title":"Kamlon","adult":false,"genre_ids":[]},{"cast":["Natasha Henstridge","Jason Patric","Liam Dickinson","Kyra Zagorsky","Christian Tessier"],"overview":"Terror arrives at the one place we all feel safest in this taut psychological thriller starring Natasha Henstridge, Jason Patric and Scott Adkins. When a wealthy woman and her stepson are targeted by a trio of expert thieves in their remote mansion, her only form of help comes from a call with a security systems specialist. But as the intruders become increasingly hostile and the connection wavers, will she trust him to be her eyes and navigate her to safety?","release_date":"2016-02-02","vote_average":5.2,"runtime":88,"cert":"\"PG-13\"","id":380565,"title":"Home Invasion","adult":false,"genre_ids":[53,10770]},{"cast":[],"overview":"From Angry Bible Thumpers to Infamous Hall H Lines, This is an Appropriated Video Essay Covering the Negative Changes that San Diego Comic Con Has Gone Through This Passed Decade Alone.","release_date":"2015-05-09","vote_average":0.0,"runtime":9,"cert":"\"NR\"","id":380567,"title":"Comic Con: Requiem","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1981 directed by Maryo J. de los Reyes and starred \tNora Aunor, Lloyd Samartino, Mark Gil, and Ricky Davao.","release_date":"1981-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380569,"title":"Rock n' Roll","adult":false,"genre_ids":[]},{"cast":["Weng Weng","Berting Labra","Pia Moran","Beth Sandoval"],"overview":"Official entry to the first Metro Manila Film Festival in 1982 directed by Pablo Vergara &amp; Eddie Nicart and starred Bering Labra, Pia Moran, Weng Weng, Dencio Padilla, Beth Sandoval, and Bonnie De Jesus.","release_date":"1982-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380571,"title":"The Cute...The Sexy n' The Tiny","adult":false,"genre_ids":[]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1982 directed by Diego Cagahastian and starred \tMohamad Faizal, Rhoy Flores, Rex Lapid, Charlie Davao, Philip Gamboa, Laarni Enriquez, Paquito Diaz, Romy Diaz, Dick Israel, Tony Carrion, Joaquin Fajardo, Willy Dado, Amay Bisaya, and Max Alvarado.","release_date":"1982-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380573,"title":"Magindanao","adult":false,"genre_ids":[]},{"cast":[],"overview":"When Lucy's brother vanishes into an abandoned building in Detroit, she embarks on a journey into the terrifying world of The Tower to discover all those whom it has consumed.","release_date":"2008-07-23","vote_average":7.0,"runtime":90,"cert":"\"\"","id":380575,"title":"The Tower","adult":false,"genre_ids":[18,27]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1982 directed by J. Erastheo Navoa and starred Tito Sotto, Vic Sotto, Joey de Leon, Susan Bautista, Panchito, Dely Atay-Atayan, Ike Lozada, German Moreno, and Niño Muhlach.","release_date":"1982-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380577,"title":"Tatlo Silang Tatay Ko","adult":false,"genre_ids":[]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1983 directed by Willie Milan and starred Anthony Alonzo, Coney Reyes, Eddie Garcia, Perla Bautista, and Alicia Alonzo.","release_date":"1983-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380579,"title":"Bago Kumalat ang Kamandag","adult":false,"genre_ids":[]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1983 directed by Romy Suzara and starred Lito Lapid, Connie Angeles, Chuck Biller, Cole Mackay, Paul Jones, Marlene Chavez, Brad Fletcher.","release_date":"1983-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380581,"title":"Gunfighter","adult":false,"genre_ids":[]},{"cast":["Bembol Roco","Tony Ferrer","Efren Reyes Jr.","Raoul Aragonn","Anna Marie Gutierrez"],"overview":"Official entry to the first Metro Manila Film Festival in 1983 directed by Arsenio 'Boots' Bautista and starred Tony Ferrer, Efren Reyes, Jr., Bembol Roco, Raoul Aragon, Anna Marie Gutierrez, and Lolita Marquez.","release_date":"1983-12-25","vote_average":0.0,"runtime":111,"cert":"N\/A","id":380583,"title":"Over My Dead Body","adult":false,"genre_ids":[]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1984 directed by Gil Portes and starred Gina Alajar, Tommy Abuel, Dante Balaois, Michael Baluyot, Richard Baluyot, Thea Cleofe Salvador, Bes Flores, Ruben Rustia, Bebong Osorio, and Josie Galvez.","release_date":"1984-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380585,"title":"Bukas...May Pangarap","adult":false,"genre_ids":[]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1984 directed by Romy Suzara and starred \tRudy Fernandez, Connie Angeles, Chuckie Dreyfuss, Dencio Padilla, Ruben Rustia, Victor Bravo, Dick Israel, Robert Talabis, Philip Gamboa, Bomber Moran, and Rommel Valdez.","release_date":"1984-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380587,"title":"Idol","adult":false,"genre_ids":[]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1984 directed by Jose Antonio Alonzo and starred Anthony Alonzo, Marianne dela Riva, Fred Montilla, Tita Munoz, Alicia Alonzo, Max Alvarado, Joonee Gamboa, Renato del Prado, and Rodolfo 'Boy' Garcia.","release_date":"1984-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380589,"title":"Muntinlupa","adult":false,"genre_ids":[]},{"cast":["Edgaras Montvidas","Franck Saurel","Sally Matthews","Mari Eriksmoen","Brenden Gunnell"],"overview":"New production. Live from Glyndebourne 2015.","release_date":"2015-06-13","vote_average":0.0,"runtime":160,"cert":"N\/A","id":380591,"title":"Die Entführung Aus Dem Serail","adult":false,"genre_ids":[10402]},{"cast":["Amitabh Bachchan","Jackie Shroff","Amrita Singh","Meenakshi Seshadri"],"overview":"The 7th film of Ramesh Sippy. Inspector Vijay Verma finally manages to capture criminal mastermind Jojo. But Jojo escapes from jail and kills Vijay's friends for revenge, leaving Vijay determined to fulfill a vendetta of his own.","release_date":"1991-11-08","vote_average":6.3,"runtime":180,"cert":"N\/A","id":380593,"title":"Akayla","adult":false,"genre_ids":[53,28,18]},{"cast":["Rami Danon","Assi Dayan","Levana Finkelstein","Hanna Maron","Neta Moran"],"overview":"A story of an army colonel who is fighting the accusations in committing war crime but his only witness is comatose in the hospital.","release_date":"1991-05-23","vote_average":0.0,"runtime":104,"cert":"N\/A","id":380595,"title":"The War After","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Loosely based on the filmmaker's personal experience, \"Terra Nullius\" is an impressionistic account of an eight year old Koori girl, Alice, growing up in a white adoptive family which denies her Aboriginality. The film examines how unacknowledged shame and fear passes from one generation to the next, from one culture to another. The last scene depicts a silent meeting between the young Alice and the adult Alice. In order to reclaim her life, Alice decides she must confront the pain and confusion of her childhood.","release_date":"1992-01-01","vote_average":0.0,"runtime":21,"cert":"N\/A","id":380597,"title":"Terra Nullius","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2009-02-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380599,"title":"האור השחור","adult":false,"genre_ids":[]},{"cast":["Max Müller","Antje Hagen","Robert Giggenbach","Maren Schumacher"],"overview":"","release_date":"1997-03-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380601,"title":"Tierarztpraxis Dr. Sperling","adult":false,"genre_ids":[10751]},{"cast":["Michael Fabiano","Ana María Martínez","Igor Golovatenko","Timothy Robinson","Matthew Rose"],"overview":"New production. UK professional premiere May 21, 2015. Live from Glyndebourne.","release_date":"2015-05-21","vote_average":0.0,"runtime":119,"cert":"N\/A","id":380603,"title":"Poliuto","adult":false,"genre_ids":[10402]},{"cast":["Antje Hagen","Heinz Schimmelpfennig","Eva Brumby","Ilse Künkele","Erna Sellmer"],"overview":"","release_date":"1967-01-12","vote_average":0.0,"runtime":95,"cert":"N\/A","id":380605,"title":"The Mistress","adult":false,"genre_ids":[18,10770]},{"cast":["Thomas Kretschmann","Dirk Martens","Teresa Harder","Carla Hagen"],"overview":"Wolf is a young man who works in a kindergarten. One day, a strange woman leaves her child at the kindergarten and does not return. So, Wolf takes the small boy with him home. As he falls in love another man called Andre, he is happy to have a real family. But then Theresa, the mother of the child shows up again. She acts quite strange, and it is not before that she tries to commit suicide that the two men can understand her secrets...","release_date":"1995-10-02","vote_average":0.0,"runtime":90,"cert":"N\/A","id":380607,"title":"Wir zusammen allein mit dir","adult":false,"genre_ids":[18]},{"cast":["Carla Hagen","Richard Münch","Gisela Uhlen","Hans Korte","Klaus Schwarzkopf"],"overview":"","release_date":"1969-08-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380609,"title":"Hôtel du commerce","adult":false,"genre_ids":[18]},{"cast":["Johanna Matz","Carla Hagen","Ulli Philipp","Susanne Uhlen","Rolf Zacher"],"overview":"","release_date":"1967-08-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380611,"title":"Stella","adult":false,"genre_ids":[18]},{"cast":["Donald Cook","Virginia Grey","Pinky Lee","Collette Lyons","George Barbier"],"overview":"Vicki Morrison is the niece of the irascible old scoundrel Uncle William Morrison. When Vicki's boyfriend and owner of a Broadway nightclub Duke Randall needs $63,000 in a hurry, Vicki fakes her own kidnapping to raise the ransom money from her uncle. Things get sticky when the phony abduction turns real.","release_date":"1945-05-01","vote_average":0.0,"runtime":68,"cert":"\"\"","id":380613,"title":"Blonde Ransom","adult":false,"genre_ids":[18,35]},{"cast":["Alison Steadman","Jack Shepherd","Tony Steedman","Thelma Whiteley","Anne Dyson"],"overview":"The play tells the story of Christine Potts, who undergoes an unexpected mastectomy, and struggles to cope with the aftermath and the deficiencies of her post-operative care.","release_date":"1975-12-02","vote_average":0.0,"runtime":80,"cert":"N\/A","id":380615,"title":"Through The Night","adult":false,"genre_ids":[]},{"cast":["JM de Guzman","Benjie Paras","Carmi Martin","Edgar Allan Guzman","Neil Coleta"],"overview":"A macho dad learns to accept the real identity of his gay son before it gets too late.","release_date":"2016-02-01","vote_average":5.0,"runtime":90,"cert":"N\/A","id":380617,"title":"Unlike Father, Unlike Son","adult":false,"genre_ids":[35,18]},{"cast":["Don C. Harvey","Forrest Taylor","Alyce Lewis","Robert Cabal","Tamba"],"overview":"A hunter is hired to take an expedition deep into the African jungle to search for a white boy lost in a plane crash years before, and who has been rumored to be living among the wild animals.","release_date":"1950-03-02","vote_average":0.0,"runtime":66,"cert":"\"\"","id":380619,"title":"Forbidden Jungle","adult":false,"genre_ids":[12,28]},{"cast":[],"overview":"A boy competes in various events during the Olympic games. Short film from 1936.","release_date":"1936-01-01","vote_average":10.0,"runtime":1,"cert":"N\/A","id":380621,"title":"Mabo's Big Race","adult":false,"genre_ids":[35,16]},{"cast":["Finnegan Oldfield","Vincent Rottiers","Hamza Meziani","Manal Issa","Martin Petit-Guyot"],"overview":"In Paris, a motley group of young people engineer a deadly plan to spread shock and awe in the city. Each plays their own role. Then they all hide in a department store, a symbol of the consumerist society they are attacking.","release_date":"2016-08-31","vote_average":6.7,"runtime":130,"cert":"\"NR\"","id":380623,"title":"Nocturama","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"","release_date":"2010-08-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380625,"title":"Mike Krüger - Is' das Kunst, oder kann das weg?","adult":false,"genre_ids":[]},{"cast":["Edyn Blair","Riley Steele","September Reign","Keira Nicole","Luna Star"],"overview":"They are beautiful, beguiling, and...bespectacled! Legendary director Axel Braun explores the fascinating eyeglass fetish with the help of superstar Riley Steele and her eyewear-friendly, cock-craving girlfriends. Make sure to update your prescription... you don’t wanna risk missing a frame!","release_date":"2016-02-03","vote_average":6.0,"runtime":132,"cert":"\"NC-17\"","id":380633,"title":"Axel Braun's Specs Appeal","adult":true,"genre_ids":[]},{"cast":[],"overview":"Documentary about Palace of Culture and Science located in Warsaw. It shows footage of everyday life in this iconic building. Movie is lacking any commentary - every scene speaks for itself.","release_date":"2012-05-17","vote_average":0.0,"runtime":85,"cert":"N\/A","id":380635,"title":"Palace","adult":false,"genre_ids":[99]},{"cast":[],"overview":"‘Still Point’ serves as Barbara Hammer’s definitive reassessment of 70’s cultural feminism. She literally places side-by-side the romantic image of her companion walking and stretching under the sun in a landscape and the gritty realism of a methodical garbage picker on the street of New York city, pushing a shopping cart and moving on to the next waste container. Our world view must encompass both realities, the film indicates. Privilege can’t obscure vision.","release_date":"1989-01-01","vote_average":6.0,"runtime":9,"cert":"\"\"","id":380637,"title":"Still Point","adult":false,"genre_ids":[]},{"cast":["Sheldon Pearson"],"overview":"It spins the tale of a writer, obsessed with the Marquis De Sade, who begins to live out De Sade's violent sexual fantasies. Featuring the spectacular Babette Bardot (Russ Meyer's MONDO TOPLESS) and a host of assorted lovelies!","release_date":"1967-11-22","vote_average":0.0,"runtime":73,"cert":"\"NR\"","id":380639,"title":"I, Marquis De Sade","adult":false,"genre_ids":[18,27]},{"cast":[],"overview":"I saw people flee in fright before the force of Chromaticité I, during which I remained fastened to my seat, in the clutches of fear. The last image, the screen turns white: I glance at my neighbour, immobilised just as myself. (Bernard Weidmann, Rhizome Hérétique, 1980)","release_date":"1977-05-01","vote_average":0.0,"runtime":11,"cert":"\"\"","id":380641,"title":"Chromaticité I","adult":false,"genre_ids":[]},{"cast":["Sandra Monetz","Sidney Saks","Althea Currier"],"overview":"Man takes Hindu potion to make himself invisible.","release_date":"1963-11-07","vote_average":0.0,"runtime":62,"cert":"\"NR\"","id":380646,"title":"Knockers Up","adult":false,"genre_ids":[14]},{"cast":["Vasily Ilyn"],"overview":"Former truck driver and farmer Vasiliy Ilyn makes an affecting departure from his home village of Ryshkovo in the Kursk Obast region of Russia to see America for the first time, in today's poetic documentary from Alexander Khudokon.","release_date":"2013-11-29","vote_average":0.0,"runtime":20,"cert":"N\/A","id":380648,"title":"Василий","adult":false,"genre_ids":[99]},{"cast":["Tommy Trinder","Jean Colin","Anthony Hulme","Marjorie Browne","Edward Lexy"],"overview":"As WWII begins, vaudeville entertainer Tommy Towers is called up to serve. He arranges a job for his girlfriend at the local pub. To keep moral up, his commanding officer orders him to perform for the troops.","release_date":"1940-03-09","vote_average":10.0,"runtime":78,"cert":"N\/A","id":380653,"title":"Laugh It Off","adult":false,"genre_ids":[10402]},{"cast":["Claudia Michelsen","Henning Baum","Thomas Thieme","Wilfried Hochholdinger","Thomas Loibl"],"overview":"For Pastor Judith Ehrmann, her job as an emergency counselor is more than just part of her job: giving people assistance is a vocation for them. But when a classmate of her son dies in a car accident, that's unusual. Judith begins to doubt: herself, her job - but also her family. For all at once everything seems to indicate that her own husband and son were involved in the accident and now want to cover this up. The emotionally intense drama of award-winning director Aelrun Goette raises fundamental themes without giving easy answers.","release_date":"2016-01-30","vote_average":3.5,"runtime":87,"cert":"N\/A","id":380655,"title":"Im Zweifel","adult":false,"genre_ids":[10770,18]},{"cast":["Roy Acuff","Roy Acuff's Smoky Mountain Boys","The Radio Rogues","Isabel Randolph","Harry Cheshire"],"overview":"\"Dapper Dan\" Franklin and his small troupe of actors become stranded in the small town of Harmony, Tennessee. The town is shackled by Blue Laws imposed upon it by a City Council under the influence of their domineering wives. Harry Cheshire is under the thumb of his sister Abigail Uppington. One look at \"Pappy's\" daughter Clementine, and Dan decides to stay in Harmony...Blue Laws or no.","release_date":"1943-12-31","vote_average":0.0,"runtime":68,"cert":"\"\"","id":380657,"title":"O, My Darling Clementine","adult":false,"genre_ids":[10402,35]},{"cast":["Michel Galabru","Marthe Mercadier","Roger Muni","Cécile Perrier","Michel Caccia"],"overview":"","release_date":"1995-02-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380659,"title":"La poule aux oeufs d'or","adult":false,"genre_ids":[]},{"cast":["Tom Georgeson","Niamh Cusack","Michele Dotrice","Louisa Milwood-Haigh","Julian Kerridge"],"overview":"A QED drama special, based upon a real-life case of medical negligence. Within four days of being admitted to hospital with minor injuries, Ray Peters' son Mark is in a coma, and two weeks later he is dead. Suspecting critical mistakes by the doctors. Ray vows to find out the truth.","release_date":"1997-07-09","vote_average":0.0,"runtime":60,"cert":"N\/A","id":380661,"title":"Cause of Death","adult":false,"genre_ids":[10770,18,99,53]},{"cast":["Erin O'Brien Denton","James Denton"],"overview":"Pre- and post-natal exercise specialist Erin O'Brien presents three exercise programmes to ease you back into shape without hurting or over-extending yourself. Designed to use from the very beginning of recovery to one year after your baby's birth.","release_date":"2007-05-29","vote_average":0.0,"runtime":null,"cert":"\"NR\"","id":380663,"title":"Postnatal Rescue with Erin O'Brien","adult":false,"genre_ids":[]},{"cast":["John Alderman","Rene Bond","Chesley Noone","Marsha Jordan","Christopher Geoffries"],"overview":"Stranded when their car gets a flat tire, two sexy girls accept help from two hippies in a dune buggy. After sex to repay the favor, the four team up for a robbery at one of the girl's home, but it goes terribly wrong.","release_date":"1973-07-19","vote_average":0.0,"runtime":65,"cert":"\"NR\"","id":380665,"title":"Teen-Age Jail Bait","adult":false,"genre_ids":[80,18]},{"cast":["José Luis López Vázquez","Lucia Bosé","May Heatherly","Yelena Samarina","Ricardo Tundidor"],"overview":"Driving home in the brand new Volvo his wealthy wife gave him for his birthday, Ricardo comes upon a smoking, overturned auto with a man and boy trapped inside but, afraid he'd get bloodstains in his new car, he ignores their cries for help and drives away just before the wreck explodes. Soon after, blood begins pooling in his backseat and Ricardo comes to know how Lady Macbeth felt when he can't get the damned spots out no matter how many times he cleans the car...","release_date":"1975-02-17","vote_average":8.0,"runtime":95,"cert":"N\/A","id":380667,"title":"Blood Stains in a New Car","adult":false,"genre_ids":[27]},{"cast":["Leati Joseph Anoa'i","Paul Michael Lévesque","Matthew Cardona","Kevin Steen","Rami Sebei"],"overview":"WrestleMania 32 was thirty-second annual WrestleMania professional wrestling pay-per-view (PPV) event produced by WWE. It took place on April 3, 2016, at AT&amp;T Stadium in Arlington, Texas. This was the third WrestleMania to be held in the state of Texas after 2001 and 2009, and the first to take place in the Dallas-Fort Worth Metroplex area.","release_date":"2016-04-03","vote_average":6.2,"runtime":297,"cert":"\"\"","id":380669,"title":"WWE WrestleMania 32","adult":false,"genre_ids":[28]},{"cast":["Megan Baim","Andrew Nowak","Jeff Harlow","Amy Bury","Marc Wilkinson"],"overview":"A coming-of-age film about celebrity worship, love and disillusionment set in the Los Angeles YouTube community.","release_date":"2016-02-01","vote_average":10.0,"runtime":95,"cert":"\"NR\"","id":380671,"title":"Sunset Rock","adult":false,"genre_ids":[35,18,10749]},{"cast":["Dayum Drops"],"overview":"You bite the fry, the fry bites back.","release_date":"2012-04-26","vote_average":0.0,"runtime":7,"cert":"\"\"","id":380673,"title":"Five Guys Burgers and Fries Review","adult":false,"genre_ids":[]},{"cast":[],"overview":"Los Angeles in the year 2005: 19-year-old lads move through an apartment that has been equipped with webcams and looks like some sort of futuristic internet doll's house. Not-quite-so-young men fulfil their sexual dreams as protagonists in bareback productions. And, at private sex parties, almost every second guy has either taken part in a porn film or wants to. In 1997, I followed on camera the fortunes of a group of men who had chosen to wok - either artistically or commercially - with their bodies. This footage later become part of my 1998 documentary, SEX\/LIFE IN L.A.. I'm still in touch with some of the men in that film, these include: lone battler Kevin Kramer, mature shooting star Cole Tucker, American boy-next-door Matt Bradshaw and friends of the occasional model John Garwood, who died of an overdose in 1998. Some of these men have successful careers behind them, others have left the sex industry altogether.","release_date":"2005-09-08","vote_average":5.5,"runtime":104,"cert":"N\/A","id":380678,"title":"Cycles of Porn: Sex\/Life in L.A., Part 2","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Like a darker, less whimsical Vernon Florida, 'Myrtle Beach' profiles a charismatic cast of local eccentrics, survivors and lone-wolves","release_date":"","vote_average":0.0,"runtime":80,"cert":"N\/A","id":380680,"title":"Myrtle Beach","adult":false,"genre_ids":[]},{"cast":["James Ellroy","Eddie Muller","Alain Silver"],"overview":"A documentary about film noir films made in Los Angeles.","release_date":"2015-02-28","vote_average":6.0,"runtime":52,"cert":"N\/A","id":380682,"title":"Los Angeles Film Noir","adult":false,"genre_ids":[99]},{"cast":["Catherine Belkhodja"],"overview":"A cinematic haiku by Chris Marker.","release_date":"1994-01-01","vote_average":6.0,"runtime":1,"cert":"N\/A","id":380684,"title":"Owl Gets in Your Eyes","adult":false,"genre_ids":[99]},{"cast":["Tomas Pais","Peter Van Norden","Jeff Newburg","Joy Darash","Edouard Holdener"],"overview":"A glam rock dilettante's life takes a dramatic turn when his ex unexpectedly drops their 11-year-old son off for the week.","release_date":"2016-01-24","vote_average":0.0,"runtime":88,"cert":"\"\"","id":380686,"title":"Hunky Dory","adult":false,"genre_ids":[]},{"cast":["Henry Ian Cusick","Sonya Walger","Sonya Walger"],"overview":"The year is 2086. Seventy years ago the entire human race went invisible. Ten years ago, a small number of people began to mysteriously reappear. While theories exist, no one knows what's truly going on. When Guy, a conflicted artist, is presented with the knowledge that he has the power to transform back to his visible state, he's faced with a tough dilemma: does he become visible and accept a life of vulnerability and possible judgment, or does he stay invisible and risk losing an existence of passion, honesty, and love?","release_date":"2016-02-01","vote_average":8.0,"runtime":15,"cert":"\"\"","id":380688,"title":"Visible","adult":false,"genre_ids":[10749,878]},{"cast":["Peter Borchert","Curt Bois","Carla Hagen","Josef Dahmen","Charles Brauer"],"overview":"","release_date":"1964-12-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380690,"title":"Der eingebildete Kranke","adult":false,"genre_ids":[35]},{"cast":["Rob Bell"],"overview":"We want to know why we are here. If our lives really matter. How our religion is relevant to this life. Today. We want to understand what significance this minute, hour, week, month, and year has to our lives. To our world. We need a God who cares about this life, in this world, right now. We want to understand why everything we think, everything we say, and everything we do matters. We don't want to just sit back and wait for something to happen or someday to come. We want to know if all the choices we make now will shape our world and lives for eternity. Because we want our lives to have meaning today, and our lives today to have meaning forever.","release_date":"2005-03-01","vote_average":0.0,"runtime":13,"cert":"\"G\"","id":380692,"title":"Nooma Trees 003","adult":false,"genre_ids":[]},{"cast":[],"overview":"An insider’s account from the perspectives of those who helped construct America’s counter-terrorism machine -- and of its targets.","release_date":"2016-02-08","vote_average":8.0,"runtime":93,"cert":"\"\"","id":380694,"title":"Homegrown: The Counter-Terror Dilemma","adult":false,"genre_ids":[99]},{"cast":["Eva-Maria Hagen","Hermann Lause","Harry Baer"],"overview":"","release_date":"1987-02-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380696,"title":"Warten auf Marie","adult":false,"genre_ids":[18]},{"cast":["Rob Bell"],"overview":"Why is it that often when we get what we want, we still feel empty? We work so hard to succeed, but our lives just end up becoming more about us. Can success turn on us? Can we get caught up in a smaller world where our lives are all about the things that we want? Or is there another way to live? Where life is about more than just us. Where we see people in need and we do something about it. Where our world is expanding because we are sharing our success. And maybe in attempting to save someone else from their suffering, we find out that we are actually the ones being saved.","release_date":"2008-04-01","vote_average":0.0,"runtime":11,"cert":"\"G\"","id":380698,"title":"Nooma Corner 023","adult":false,"genre_ids":[10751]},{"cast":["Julien Simone","Master Aaron"],"overview":"Master Aaron inflicts punishment to the big tits of these unwilling slaves.","release_date":"2006-02-01","vote_average":5.0,"runtime":74,"cert":"\"NR\"","id":380700,"title":"Master Aaron's Busty Bondage Slaves","adult":true,"genre_ids":[]},{"cast":["Heidi Sin","Falco Zito","Joclyn Stone","Julie Night","Savannah Jane"],"overview":"100% Hardcore 100% Real MILFs #1 Best Selling MILF POV Series You know you lust over that chick next door, and you know that she's your buddy's mom, but you'll still screw the ass off her if you ever got the chance, right? Well, here's your chance to see what it would be like to cram your big dick in her steaming hot pussy. It's our amazing P. O. V. camera that puts you right in the action. It's just like she's sucking your cock, and it's you sliding that big dick deep inside. Gotta love P. O. V. !","release_date":"2007-12-19","vote_average":5.0,"runtime":148,"cert":"\"NR\"","id":380702,"title":"MILF POV #8","adult":true,"genre_ids":[]},{"cast":["Kami Andrews","Olivia O'Lovely","Shane Diesel","Franco Roccaforte","Jon Dough"],"overview":"What's better than a slut who loves to fuck? A slut with some huge ass utters, that's what. Watch as Denise and her friends get good and nasty with cocks of many colors, shapes, and sizes. These cock hungry sluts just want their tits to become cum rags and they need your spunk to do it. .","release_date":"2007-06-01","vote_average":6.0,"runtime":122,"cert":"\"NR\"","id":380704,"title":"Huge Udders","adult":true,"genre_ids":[]},{"cast":["Shay Golden","Bebe Mendes","Joclyn Stone","Roxanne Hall","Billy DeWitt"],"overview":"Mary, The Magical Nanny, pops in, working her magic either, or both spouses, that may need a little extra special attention. Today the lesson includes a big black strap-on and a spanking! This high heeled brunette is the best marriage counselor on the planet and she'll be welcome at your house after watching her in action.","release_date":"2011-12-06","vote_average":6.0,"runtime":111,"cert":"\"NR\"","id":380706,"title":"Mary Pops In","adult":true,"genre_ids":[]},{"cast":["Carolina Bona","Jesús Noguero","Albert Prat","Alfonso Torregrosa","José María Asín"],"overview":"Madrid, 1953. Gilda is a young orphan who difficultly survives in a ruined, post-civil war Spain. Opportunistic, ambitious and ruthless, she dreams of becoming a radio speaker and wants to get an official union card, a requisite for the job. She doesn't hesitate in joining an ultra-catholic fraternity and to become a police informant. But the suicide in prison of her aunt, a militant Republican, threatens to ruin her plans. She has only one solution left : to use her charms.","release_date":"2009-02-20","vote_average":0.0,"runtime":118,"cert":"N\/A","id":380708,"title":"Hoy no se fía, mañana sí","adult":false,"genre_ids":[18]},{"cast":["Rob Bell"],"overview":"How much time and energy do we spend wishing things were how they used to be? We often think about times in our past when things were different and want our lives to be like that again. Some of us have even come to believe that our best days may actually be behind us. But if we're in some way hung up on the past, what does that mean for our lives now? How are we and those around us affected if we're not fully present? If we're longing for the way things used to be, what does that really say about our understanding and appreciation of our lives today? Maybe we need to learn to embrace our past for what it is, in order to live our lives to the fullest, right here, right now.","release_date":"2007-08-01","vote_average":0.0,"runtime":12,"cert":"\"G\"","id":380710,"title":"Nooma Today 017","adult":false,"genre_ids":[10751]},{"cast":["Rob Bell"],"overview":"Maybe a friend turned their back on you. Maybe someone you loved betrayed you. We all have wounds and we end up carrying around these things that people have done to us for weeks, months, and sometimes even years. It isn't always easy to forgive these people and after a while these hurts can get really heavy. So the only way to feel better seems to be somehow getting back at the people that hurt us, to get revenge. But does revenge ever truly satisfy? Maybe forgiving isn't something you do for someone else to let them off the hook. Maybe forgiveness is about you. God didn't create you to carry these wounds around. God created you to be free.","release_date":"2005-07-01","vote_average":0.0,"runtime":14,"cert":"\"G\"","id":380712,"title":"Nooma Luggage 007","adult":false,"genre_ids":[10751]},{"cast":["Rob Bell"],"overview":"A lot of us have done things in our lives that we're ashamed of. Some are small things, and some of us have really big and devastating things. Some of us even have things that people close to us don't know about. Personal junk that we keep to ourselves so we don't have to deal with it. Because we don't know how to deal with it, do we? We're afraid that if we try it's just going to make everything worse. But no matter how big our junk is, no matter how much what we've done has impacted the way other people feel about us or how we feel about ourselves, it hasn't changed how God feels about us. God loves us, he always has and always will, and there's nothing we can do to change that.","release_date":"2006-07-01","vote_average":0.0,"runtime":11,"cert":"\"G\"","id":380714,"title":"Nooma Lump 010","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380716,"title":"Klavim Lo Novhim Beyarok","adult":false,"genre_ids":[]},{"cast":["Raquel Welch","Doug Jones","Brian Dennehy","Lee Meriwether","Bill Cobbs"],"overview":"A self-absorbed young man is challenged to grow a conscience and change his ways in order to receive an inheritance.","release_date":"2015-12-04","vote_average":3.8,"runtime":90,"cert":"\"\"","id":380718,"title":"The Ultimate Legacy","adult":false,"genre_ids":[12,35,18,10770]},{"cast":["Rob Bell"],"overview":"With everything that we've got going on every day, how many of us ever think about our breathing, about the meaning of breathing? Yet, for thousands of years, people have understood that our physical breath is a picture of a deeper spiritual reality. In the Bible, the word for \"breath\" is the same as the word for \"spirit.\" There's an inherent dilemma at the core of what makes us human. We've all been created in the image of God and possess immense power and strength. And at the same time, our lives are incredibly vulnerable and fragile. Maybe if we had more insight into the meaning of breathing, we would better understand how God created us as human beings.","release_date":"2006-10-31","vote_average":0.0,"runtime":14,"cert":"\"G\"","id":380720,"title":"Nooma Breathe 014","adult":false,"genre_ids":[10751]},{"cast":["Antonio Aguilar","Agustín Isunza","Flor Silvestre","Rebeca Iturbide","Joaquín García Vargas"],"overview":"Federal agent on horseback comes to town to catch some crooks. Series western: Mauricio Rosales El Justiciero number 8.","release_date":"1957-11-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":380722,"title":"La justicia del gavilán vengador","adult":false,"genre_ids":[]},{"cast":["Rob Bell"],"overview":"I love those shoes. Really? The same way I love my wife? What's up with the word \"love\"? It doesn't have much meaning when we use it so loosely. Maybe we don't really get it. Maybe we don't understand what real love is. What it involves to really love somebody. What it means to give yourself to someone else. We mistake things like friendship, commitment, or lust for love, but God wired us a certain way to experience all that love was really meant to be. Not to hold us back or to make us miss out on the best that life has to offer. God created love, and wants us to feel it all in the way it's meant to be felt.","release_date":"2005-02-01","vote_average":0.0,"runtime":11,"cert":"\"G\"","id":380724,"title":"Nooma Flame 002","adult":false,"genre_ids":[10751]},{"cast":["Rory Gallagher"],"overview":"Perhaps one of the most treasured blues guitarists over the past 30 years, Rory Gallagher made a number of appearances on Germany's famed Rockpalast show between 1976 and 1990. For the first time ever, all these performances are collected into 1 complete package, with 9 HOURS of Rory at his finest.","release_date":"2007-08-07","vote_average":0.0,"runtime":591,"cert":"\"NR\"","id":380726,"title":"Rory Gallagher Live at Rockpalast","adult":false,"genre_ids":[10402]},{"cast":["Cynthia Watros","Nathan Keyes","Hayden Oliver","David Aaron Baker"],"overview":"A study in family dysfunction, this crime story revolves around a series of interviews with inmate, Joel Stabler, who is being examined by a psychiatrist charged with determining whether Joel is fit to stand trial.","release_date":"2014-02-22","vote_average":0.0,"runtime":97,"cert":"\"NR\"","id":380728,"title":"Blood & Circumstance","adult":false,"genre_ids":[53]},{"cast":["Rob Bell"],"overview":"Why is silence so hard to deal with? Why is it so much easier for us to live our lives with a lot of things going on all the time than to just be in silence? We're constantly surrounded with \"voices\" that are influencing us on how to think, feel, and behave. Movies, music, TV, Internet, cell phones, and a never-ending barrage of advertising. There's always something going on. Always noise in our lives. But maybe there's a connection between the amount of noise in our lives and our inability to hear God. If God sometimes feels distant to us, maybe it's not because he's not talking to us, but simply because we aren't really listening.","release_date":"2005-05-01","vote_average":0.0,"runtime":10,"cert":"\"G\"","id":380730,"title":"Nooma Noise 005","adult":false,"genre_ids":[10751]},{"cast":["Rongrong Hu","Chia-Nung Kung"],"overview":"The New Year's Gift is the story of some lucky money gifted to a girl. It then leaves her and passes from hand to hand.","release_date":"1937-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380732,"title":"The New Year's Gift","adult":false,"genre_ids":[]},{"cast":["Micheal Catalano","David E. Cazares","Deanna Grace Congo","Tony Gomez","Alex Hinojosa"],"overview":"When a Priest discovers his wife is deathly ill, he decides to go against his faith and use his knowledge of exorcisms to possess her in order to save her life.","release_date":"2016-02-02","vote_average":3.6,"runtime":89,"cert":"\"NR\"","id":380734,"title":"Forsaken","adult":false,"genre_ids":[27]},{"cast":["Ron Millkie","Tracie Savage","Paul Kratka","April Monique Burril","Terry McConnaughey"],"overview":"Alice Hardy has the \"perfect\" life. The \"perfect\" friends and the \"perfect\" husband. But, everything \"perfect\" starts to unravel when mysterious neighbors move in right next door.","release_date":"2014-01-01","vote_average":0.0,"runtime":87,"cert":"\"\"","id":380736,"title":"The Bone Garden","adult":false,"genre_ids":[53]},{"cast":["Dennis Ruel","Ken Quitugua","Sari Sabella","Vlad Rimburg","Jose Montesinos"],"overview":"When Peru's Biggest Action Film Star and Jordan's newest rising talent find themselves pursued by a notorious Bookie, a couple of private investigators are forced to choose between their job and their conscience.","release_date":"2015-09-19","vote_average":5.2,"runtime":100,"cert":"\"\"","id":380738,"title":"Unlucky Stars","adult":false,"genre_ids":[28,12,35,53]},{"cast":["Rob Bell"],"overview":"Do you often find yourself saying, \"I'm so busy\" or \"I just have so much to do\"? It's easy to get overwhelmed with appointments, gatherings, to-do lists. But what are we really doing with our time? Many of us are running from place to place and it seems like life is just passing us by. We're doing so many things, a little bit of everything, and yet it doesn't feel like much of a life. But most of us find it hard to say no. We feel obligated. There are so many good things to do. So many good causes to join. But while we're busy doing all these good things, are we missing out on something great? Maybe saying no would be easier if we knew what it meant to say yes.","release_date":"2007-11-01","vote_average":0.0,"runtime":10,"cert":"\"NR\"","id":380740,"title":"Nooma Shells 020","adult":false,"genre_ids":[10751]},{"cast":["Keisuke Koide","Yasuko Tomita","Fumino Kimura","Masatoshi Nagase"],"overview":"Shunsuke Fujii was a bullied middle school student. He took his own life. A letter left behind referred to his classmate Yu Sanada as a friend. Sayuri Nakagawa was a girl that Shunsuke liked. Her birthday is the same day as the day Shunsuke commited suicide. Shunsuke's father can not forgive Shunsuke’s classmates and his mother's life has been destroyed by his death. They have spent 20 years of their life carrying their own cross since Shunsuke Fujii's death.","release_date":"2016-02-06","vote_average":0.0,"runtime":132,"cert":"N\/A","id":380745,"title":"The Cross","adult":false,"genre_ids":[18,10751]},{"cast":["Jyonmyon Pe","Tomoko Tabata"],"overview":"Rikutaro and Mariko are in the same grade at an elementary school. They become brother and sister after Rikutaro's mother and Mariko’s father marry. After their marriage, the children become upset because they are teased by their classmates, so they hatch a plan to make their parents divorce.","release_date":"2016-02-13","vote_average":0.0,"runtime":68,"cert":"N\/A","id":380747,"title":"Children of Iron","adult":false,"genre_ids":[10751,18]},{"cast":["Georges Tabet","Jacques Pills","Claude May"],"overview":"Jacques is a jolly bachelor who lives a wild life with his a mistress Wanda and all he wishes is to go on living the way he does. But Father won't allow. He demands that Jacques get married. More or less reluctantly, Jacques decides to comply but on the way to his father's home - where he is to meet the bride Dad has chosen for him - the young man comes across the charming Simone and falls in love with her at first sight. He elopes her, determined to ignore his progenitor's orders. Little does he know that Simone, the girl of his heart, is none other than the one he was supposed to marry...","release_date":"1937-02-05","vote_average":0.0,"runtime":87,"cert":"N\/A","id":380749,"title":"Prends la Route","adult":false,"genre_ids":[]},{"cast":["Bao Fang","Zhu Hong","Pau Hei-Ching","Lee Ching","Chang Tseng"],"overview":"Chu Yuan was a patriotic poet and statesman in ancient China, born over 2000 years ago in the state of Ch'u of the \"Warring States\" Period, a period of transition from Slavery to Feudalism System. Ch'in, Ch'u, Chao, Wei, Yen, Han and Chi were the Seven States occupying various parts of China at incessant war of annexation with one another. Of the Seven States Ch'in grew most powerful. Vis-a-vis Ch'in's military pressure and Ch'u's political corruption, Chu Yuan advocated alliance with Chi to resist Ch'in abroad, and political reforms at home so as to unify whole China. Chu Yuan's political viewpoint met with sabotage by slave-owning aristocrat bloc, was unable to be carried out in Ch'u. Being so indignant he finally took his own life by jumping into the river. His poems \"Li Sao\" \"Tien Wen\" etc. in the development history of Chinese literature, shone with everlasting brilliance.","release_date":"1977-03-31","vote_average":0.0,"runtime":118,"cert":"N\/A","id":380751,"title":"Chu Yuan","adult":false,"genre_ids":[18,36]},{"cast":["Whulandary Herman","Maxime Bouttier","Meirayni Fauziah","Ayu Diah Pasha","Julian Jacobs"],"overview":"Adapted from a novel with the same title by Agnes Davonar about the love story of a teenager named Rasya with Eva, a prostitute.","release_date":"2015-09-10","vote_average":0.0,"runtime":106,"cert":"N\/A","id":380753,"title":"Bidadari Terakhir","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"MTV Unplugged","release_date":"1990-02-02","vote_average":0.0,"runtime":22,"cert":"\"\"","id":380758,"title":"Allman Brothers Band - MTV Unplugged","adult":false,"genre_ids":[10402]},{"cast":["Tomoro Taguchi","Ukan Abeta","Shoichi Honda","Juri Ihata","Hiroko Itô"],"overview":"Adachi Masao's long-awaited return from hiatus is an absurdist comedy with political bite. The multilayered hypocrisies of contemporary Japan are slowly unveiled when a wordless man stages an unexplained hunger strike and the people who surround him exploit his silence to further their own cause.","release_date":"2016-02-27","vote_average":6.0,"runtime":105,"cert":"N\/A","id":380760,"title":"Artist of Fasting","adult":false,"genre_ids":[18]},{"cast":["Richie Ren","Gordon Lam","Jordan Chan","To Yin-Gor","Zhang Kai"],"overview":"The film is set in Hong Kong before its handover to China in 1997, when the city’s booming economy inadvertently attracts three infamous criminals from Mainland China to cross the border and make their fortune in Hong Kong. Although unknown to one another, their notoriety has bred the rumor that the triumvirate will join forces to stage a shocking heist together, so much so that the criminals themselves get wind of it and are tempted to do just that.","release_date":"2016-04-07","vote_average":7.4,"runtime":96,"cert":"N\/A","id":380762,"title":"Trivisa","adult":false,"genre_ids":[18,80,53]},{"cast":["Estelle Linden","Ahmad Affandy","Matthew Settle","Arie Dagienkz","Indra Birowo"],"overview":"Batavia City, a beautiful city that no longer safely inhabited. Robbery, violence, and a variety of increasingly rampant criminality. In the midst of this chaotic city, Srimaya, a cafe waitress who dreams of becoming an actress never thought that dream would change her life. Her meeting with Bono, a film director and his friend, Wawan, will take her on a dangerous adventure full of thrilling action with lives at stake. Turning her from an ordinary girl into Batavia City heroine of hope, Valentine.","release_date":"2017-11-23","vote_average":5.0,"runtime":97,"cert":"\"\"","id":380764,"title":"Valentine","adult":false,"genre_ids":[28,878,28,80,53]},{"cast":["Loquillo","Sabino Méndez","Alaska"],"overview":"","release_date":"","vote_average":7.0,"runtime":null,"cert":"N\/A","id":380766,"title":"Los gatos del callejón","adult":false,"genre_ids":[10402,99]},{"cast":["Hiroshi Tanahashi","Tyson Smith","Shinya Makabe","Tomoaki Honma","Andrew Hankinson"],"overview":"The New Beginning in Niigata is an upcoming professional wrestling event promoted by New Japan Pro Wrestling (NJPW). The event is scheduled to take place on February 14, 2016, in Nagaoka, Niigata, at the Aore Nagaoka. The event will feature nine matches, three of which will be contested for championships. In the main event, Hiroshi Tanahashi will take on Kenny Omega to determine the new IWGP Intercontinental Champion, following previous champion Shinsuke Nakamura's departure from NJPW. The New Beginning in Niigata will be the ninth event under the New Beginning name and the first to take place in Niigata.","release_date":"2016-02-14","vote_average":0.0,"runtime":239,"cert":"N\/A","id":380768,"title":"NJPW The New Beginning in Niigata 2016","adult":false,"genre_ids":[]},{"cast":["Houko Kuwashima","Shin-ichiro Miki","Hiroaki Yoshida","Hiroyuki Yoshino","Kenjirou Tsuda"],"overview":"The second part of the retelling of the first and second seasons of the anime.","release_date":"2014-03-08","vote_average":8.8,"runtime":87,"cert":"N\/A","id":380770,"title":"Hakuoki - Demon of the Fleeting Blossom – Warrior Spirit of the Blue Sky","adult":false,"genre_ids":[28,16,18,36]},{"cast":["Ed Church","Mike Peters","Andrew Duff","Paul Oldfield","Tom Dormer"],"overview":"While the Allies were nearing panic as the Germans approached Paris, Marshal Foch quickly realised the German intent and that the Schlieffen plan was unravelling. In a master piece of military diplomacy he persuaded Filed Marshal French to join the Attack on the exposed flank of the Germans as it wheeled to the east of Paris. The battle was indeed a miracle, with the British playing a key part alongside the French in halting the German advance and driving them back behind the next river – The Aisne, where the Allied attack crossed the river and up onto the open ridges of the Chemin des Dames. The Germans held firm and Field Marshal French ordered the BEF to dig-in as a temporary measure but the line moved but little here in the next four years.With neither army able to make headway against modern small arms, the machine gun and quick firing artillery in a conventional frontal battle, the armies raced to redeploy into the uncontested ground north to the sea.","release_date":"2015-05-31","vote_average":0.0,"runtime":90,"cert":"N\/A","id":380775,"title":"Battles of the Marne & the Aisne","adult":false,"genre_ids":[99,36,10752]},{"cast":["Gertrud Mischwitzky","Rosa von Praunheim","Astrid Ruschlau","Agnese Luse","Markus Tiarks"],"overview":"Filmmaker Rosa von Praunheim searches for his biological mother after discovering late in life that he was adopted.","release_date":"2007-10-27","vote_average":0.0,"runtime":87,"cert":"N\/A","id":380777,"title":"Two Mothers","adult":false,"genre_ids":[]},{"cast":["Liane Haid","Thea Aichbichler","Joe Stöckel","Gustl Gstettenbaur"],"overview":"The student Leopold wants to marry blonde Kathrein, the landlady of the \"Golden Goose\" in Wurzburg.  To discourage Leopold, Kathrein's aunt Minna writes to Leopold's father Valentin, whose been known as \"Krambambuli\" since his student days.  When Leopold's parents arrive on the scen, his father speaks to Kathrein and realizes that she is in love with Stefan, the Kellermeister at the Golden Goose.  But Leopold's mom has already told Stefan, that Leopold will marry Kathrein and, because of this, Stefan now wants to leave the Golden Goose.","release_date":"1934-05-28","vote_average":5.0,"runtime":84,"cert":"N\/A","id":380779,"title":"Bei der blonden Kathrein","adult":false,"genre_ids":[35]},{"cast":["Grace Lam","Teresa Mak","Yum Kong-Sau","Daniel Wu","Philip Keung"],"overview":"Private detective Calvin is hired to tape the sex life of a female politician Kwai Fung Ming, but falls for her instead.  He decides to help her counter-attack Law Sau Nam, who is the mastermind to discredit Kwai. Unexpectedly, Law is only one of the tools in this war.","release_date":"2002-01-01","vote_average":8.0,"runtime":93,"cert":"\"\"","id":380784,"title":"The Peeping","adult":false,"genre_ids":[53,28,18,9648,10749]},{"cast":["Leon Askin","Martin Brambach","Alfons Haider","Seymour Cassel"],"overview":"","release_date":"1999-08-19","vote_average":4.0,"runtime":null,"cert":"N\/A","id":380801,"title":"Kubanisch rauchen","adult":false,"genre_ids":[35]},{"cast":["Theda Bara","William B. Davidson","Robert Elliott","Claude Payton","John Ardizoni"],"overview":"South Seas Romance","release_date":"1919-06-01","vote_average":0.0,"runtime":50,"cert":"\"\"","id":380803,"title":"A Woman There Was","adult":false,"genre_ids":[10749,18]},{"cast":["Violetta Ferrari","Hartmut Reck","Herbert Bötticher","Klaus Knuth","Louise Martini"],"overview":"","release_date":"1965-04-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380805,"title":"Keine Angst vor der Hölle?","adult":false,"genre_ids":[18]},{"cast":["Konrad Georg","Josef Dahmen","Carsta Löck","Gustl Halenke","Hans Helmut Dickow"],"overview":"","release_date":"1957-12-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380807,"title":"Das unbewohnte Eiland","adult":false,"genre_ids":[18]},{"cast":["Nuno Lopes","Ivo Alexandre"],"overview":"At the end of the nineteenth century, two inexperienced Portuguese colonizers, with a vague intention of civilizing the colonies, disembark in a remote part of the Congo River in order to coordinate a trading post.  As time goes by, they become increasingly demoralized by their inability to profit from the ivory trade. A mutual feeling of distrust and misunderstadings with the locals isolate them at the heart of the tropical jungle. Faced with each other, they begin a journey towards the abyss.","release_date":"2016-03-17","vote_average":7.0,"runtime":120,"cert":"N\/A","id":380812,"title":"An Outpost of Progress","adult":false,"genre_ids":[18]},{"cast":["Harry Goodwins","Rosie Woolman","Eleanor Corcoran","Josh Huckett","Alex Barham"],"overview":"In a school, a failing school specialising in music, Gabriel, gang-leader and graffiti artist who breaks into the school building after dark, begins to see ghosts. At first he only sees one ghost - a beautiful young teenager who was a victim of bullying. Soon though, others appear. Only the bewildered Gabriel can see them.  He begins to encounter the ghost girl with disturbing frequency. She warns him that Lucy, the talented but fragile singer of the school rock band, Spray Can Angels, is being bullied and is soon destined to join the ranks of the ghosts\r Unless Gabriel can prevent it...  With the arrival of the school inspectors, and everything hanging on the school concert at a nearby night spot, the pace is ratcheted up. “Angels vs Bullies” races towards a tense and moving double climax - to save Lucy and the school.","release_date":"2015-11-13","vote_average":0.0,"runtime":81,"cert":"N\/A","id":380814,"title":"Angels vs. Bullies","adult":false,"genre_ids":[53,14,18,10402,35,10749]},{"cast":["Tony Nappo","Ronnie Hawkins","Russell Peters","David Cronenberg","Kenneth Welsh"],"overview":"The owner of an after-hours bar dreams of opening a legitimate establishment.","release_date":"1999-10-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380816,"title":"Boozecan","adult":false,"genre_ids":[]},{"cast":["Βάνα Μπάρμπα","Κώστας Ευριπιώτης","Σπύρος Ιωάννου","Τώνης Γιακωβάκης","Γιώργος Λουκάκης"],"overview":"A great baby food industry is poisoning the children using trashy feedstock. A girl of the nobility, studying mannequin comes from Paris, disguised in alitissa and trying to find the edge in the odd case","release_date":"1996-01-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":380818,"title":"Η αλήτισσα","adult":false,"genre_ids":[28]},{"cast":[],"overview":"A still, highly overexposed shot of a car bridge and the river below.  A cinematic haiku by Chris Marker.","release_date":"1994-01-01","vote_average":4.0,"runtime":1,"cert":"N\/A","id":380820,"title":"Tchaïka","adult":false,"genre_ids":[99]},{"cast":["Roy \"Chubby\" Brown"],"overview":"Recorded in Blackpool in 1992.","release_date":"1993-02-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380825,"title":"Roy Chubby Brown: The Helmet's Last Stand","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Black Bear the Pirate and his lowly crew attempt to steal a ship from the intimidating Captain Jack Rabbit.","release_date":"2014-06-06","vote_average":0.0,"runtime":5,"cert":"\"\"","id":380827,"title":"Hijacked","adult":false,"genre_ids":[16]},{"cast":["Tim Saunders","Andrew Duff"],"overview":"After the victory at Salamanca Wellington's Army had mixed fortunes and by the the winter of 1812\/3 was back in Portugal. Wellington took advantage of the winter to re-equip and retrain his army for his final master stroke in Spain. In June 1813 Wellington  launched his whole army in a rapid push NW towards the Spanish\/French border outflanking the French. At Vittoria he beat the main French Army on 21st June and pushed the remainder into the Pyrenees on The French border. He was now able to prepare for the invasion of France. In all these actions and leading the Army were the Light Division containing the 3 Battalions of the 95th Rifles. It was during this period that they had some of their toughest and bloodiest actions that showed them to be an elite formation.","release_date":"2014-10-14","vote_average":0.0,"runtime":95,"cert":"N\/A","id":380829,"title":"95th Rifles: 1812 to the Pyrenees","adult":false,"genre_ids":[99,36,10752]},{"cast":["Mia Wasikowska","Geoffrey Rush","Benedict Samuel","David Wenham","Sophie Lowe"],"overview":"A nightingale bird discovers a true lover when she witnesses a young university student talk with great passion about his beloved. The Nightingale goes on a quest to find the red rose the Student needs win his lovers heart, but this comes at a chilling price. Based on the classic fairytale by Oscar Wilde.","release_date":"2015-02-09","vote_average":10.0,"runtime":13,"cert":"N\/A","id":380831,"title":"Oscar Wilde's the Nightingale and the Rose","adult":false,"genre_ids":[16,18,14,10749]},{"cast":["Andrew Duff","Tim Saunders"],"overview":"Due to the hostile terrain of the Iberian Peninsula Siege Warfare took on an importance here more than anywhere during the Napoleonic Wars. For the French in particular fortresses and fortified towns were the only places they could guarantee the safety of their logistics from the Spanish and Portuguese guerillas. If Wellington was going to liberate Portugal and Spain he would have to overcome these fortified locations. This film looks at the British and French experience during this period and uses the the great sieges of Ciudad Rodtigo and Badajoz to illustrate how both defence and attacks were carried out . The BHTV team use footage from Spain, re enactments, maps and models to bring this much neglected aspect of the Peninsula  war to life.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":380836,"title":"Siege Warfare 1812: Ciudad Rodrigo & Badajoz - The Keys to Spain","adult":false,"genre_ids":[99,36,10752]},{"cast":["Andy Griffith","Bradford Dillman","Harry Guardino","Robert Loggia","Don Gordon"],"overview":"In this detective drama, a prosecutor investigates a murder and finds that it is connected to a recent mugging. In the end, he is led to convict a high-ranking crime lord.","release_date":"1976-09-12","vote_average":0.0,"runtime":null,"cert":"\"\"","id":380838,"title":"Street Killing","adult":false,"genre_ids":[]},{"cast":[],"overview":"A boy and a mute carry a sacred text with them following the fall of their village.","release_date":"1999-09-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380843,"title":"Here Am I","adult":false,"genre_ids":[]},{"cast":["Lexi Belle","Riley Reid","Sasha Grey","Jessie Rogers","Jessie Andrews"],"overview":"Young Pussy is the best and these sluts are more than willing to give it up to whomever wants it. These young gals are ready to learn the art of fucking from your hard cock. Teach them all the naughty things you love to do when fucking!!","release_date":"2015-12-09","vote_average":6.2,"runtime":240,"cert":"\"NC-17\"","id":380848,"title":"Young Pussy","adult":true,"genre_ids":[10749]},{"cast":[],"overview":"A painter surrounded by images - his own and those of the reality that surrounds him - is the protagonist of the latest film by Dore O., moves exactly in the border area between the two, only apparently separate worlds.","release_date":"","vote_average":0.0,"runtime":10,"cert":"N\/A","id":380850,"title":"Xoanon","adult":false,"genre_ids":[]},{"cast":["Viggo Waas","Alice Reys","Rick Engelkes","Victor Reinier","Berco van Rheeden"],"overview":"A frustrated screenwriter incorporates the wild events he's become part of into his current script.","release_date":"2000-01-20","vote_average":0.0,"runtime":90,"cert":"N\/A","id":380855,"title":"Guts","adult":false,"genre_ids":[]},{"cast":[],"overview":"Gray and his lover Daniel are about to have a commitment ceremony, only to have their volatile relationship come close to implosion as the big day draws nearer.","release_date":"1999-07-16","vote_average":0.0,"runtime":86,"cert":"\"\"","id":380857,"title":"The Joys Of Smoking","adult":false,"genre_ids":[]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1985 directed by Pepe Marcos and starred Ramon Revilla, Jr., Lani Mercado, Lyka Ugarte, George Estregan, Raoul Aragonn, Perla Bautista, Rez Cortez, Conrad Poe, and Bomber Moran.","release_date":"1985-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380859,"title":"Boboy Tibayan: Tigre ng Cavite","adult":false,"genre_ids":[]},{"cast":["Scarlett Lewis","J.T. Lewis","Lori Leyden","CCH Pounder"],"overview":"WHEN I WAS YOUNG I SAID I WOULD BE HAPPY is a feature length documentary about the transformation achieved by 12 orphan genocide survivors in Rwanda after participating in a new form of sustainable humanitarian aid called Project LIGHT. Using a train the trainer model, these young people called Ambassadors, were trained to heal their Post Traumatic Stress Disorder (PTSD) and their hearts as well as teach others to do the same. In only two short years they paid forward their healing to hundreds, from Rwanda to Sandy Hook, Connecticut.","release_date":"2014-01-01","vote_average":0.0,"runtime":78,"cert":"\"\"","id":380861,"title":"When I was young I said I would be happy","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1985 directed by Carlo J. Caparas and starred Christopher de Leon, Charito Solis, Rio Locsin, Cherie Gil, Tommy Abuel, Juan Rodrigo, and Rose Ann Gonzales.","release_date":"1985-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380863,"title":"God... Save Me!","adult":false,"genre_ids":[]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1985 directed by Tony Y. Reyes and starred Redford White, Roderick Paulate, Emily Loren, Don Pepot, Tatlong Itlog, Joaquin Fajardo, Maning Bato, Imelda Caparas, Ernie Ortega, and Mario Escudero.","release_date":"1985-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380865,"title":"Hee Man: Master of None","adult":false,"genre_ids":[]},{"cast":["Will Lyman","Robert Lucky","Steve Wozniak","Gordon Moore"],"overview":"5-part documentary series on the history of electronic digital computers.","release_date":"1992-01-01","vote_average":0.0,"runtime":285,"cert":"\"\"","id":380867,"title":"The Machine That Changed the World","adult":false,"genre_ids":[99]},{"cast":["Lloyd Kaufman","William Sloane Coffin","George W. Bush","Richard Brodhead","George H. W. Bush"],"overview":"Historians agree 1968 was a watershed year and so it was particularly fitting that the Yale Class of 68 invited William Sloane Coffin Jr. to their 35th reunion to give what would be his final speech. No one shared more in the actions and passions of his era then William Sloane Coffin Jr., a hero for civil rights, peace and activism, a legendary clergyman who received international acclaim for his antiwar speeches and messages of international peace. This rare and vital documentary intercuts fascinating footage of the Class of 68 with President George W. Bush (Yale 68) at the White House as well as profound and moving comments and reminiscences by prominent members of the Yale class of 68","release_date":"2008-01-01","vote_average":0.0,"runtime":60,"cert":"\"\"","id":380869,"title":"Splendor and Wisdom","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1985 directed by Willie Milan and starred Anthony Alonzo, Charito Solis, Gina Alajar, Tommy Abuel, George Estregan, Raoul Aragonn, Juan Rodrigo, Rex Lapid, Daria Ramirez, Fred Moro, and Roi Vinzons.","release_date":"1985-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380871,"title":"The Moises Padilla Story: The Missing Chapter","adult":false,"genre_ids":[]},{"cast":[],"overview":"Official entry to the first Metro Manila Film Festival in 1985 directed by J. Erastheo Navoa and starred Nino Muhlach, Janice De Belen, and Aga Muhlach.","release_date":"1985-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380873,"title":"Oks na Oks Pakner","adult":false,"genre_ids":[]},{"cast":["Björk"],"overview":"This DVD contains a live performance by Björk on the Debut Tour, recorded live at the The Royalty Theatre in London in May 1994. The concert is interspersed by short interviews with Björk on the streets of London, including her singing an improvisation to the sound of a car alarm and her thoughts on moving from Reykjavík to London.  Featuring performances of :  1. Human Behaviour 2. Atlantic 3. One Day 4. Venus as a Boy 5. Come to Me 6. Aeroplane 7. Anchor Song 8. Big Time Sensuality 9. There's More to Life Than This 10. Violently Happy 11. Crying","release_date":"1994-09-05","vote_average":0.0,"runtime":42,"cert":"\"\"","id":380881,"title":"Vessel","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"Long time ago in ancient Japan, human beings could still see Yokai monsters and were afraid of them. However, as time passed and civilization and enlightenment progressed, people started forgetting about them... Though a son of the leader of all Yokai monsters, Mikoshi Nyudo, an adorable looking monster, Tofu Boy, has no talent in scaring the human beings. He is always scolded by his father and laughed at by his monster friends. One day, he decides to go on a journey to find out about the meaning of his life as a Yokai monster and to see his mother he's never met before.","release_date":"2011-04-29","vote_average":0.0,"runtime":84,"cert":"N\/A","id":380883,"title":"Little Ghostly Adventures of Tofu Boy","adult":false,"genre_ids":[16]},{"cast":[],"overview":"adult movie","release_date":"1995-02-02","vote_average":0.0,"runtime":80,"cert":"N\/A","id":380888,"title":"L'incesto","adult":true,"genre_ids":[]},{"cast":["Herbert Bötticher","Fritz Korn","Karin Eickelbaum","Hans Korte","Eva Maria Meineke"],"overview":"","release_date":"1968-07-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380890,"title":"Die aufrichtige Lügnerin","adult":false,"genre_ids":[35]},{"cast":["Armando Francioli","Yvette Lebon","Renée Saint-Cyr"],"overview":"Il Cavaliere di Maison Rouge is an Italian adventure film directed by Vittorio Cottafavi based on the novel by Alexandre Dumas.","release_date":"1954-03-30","vote_average":0.0,"runtime":105,"cert":"N\/A","id":380892,"title":"The Glorious Avenger","adult":false,"genre_ids":[]},{"cast":["Ilse Pagé","Ina Halley","Günter Pfitzmann","Wolfgang Condrus","Herbert Weißbach"],"overview":"","release_date":"1964-08-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380894,"title":"Der Doktor","adult":false,"genre_ids":[35]},{"cast":["Alison Tyler","Alex Chance","Alura Jenson","Layla Price","Mark Wood"],"overview":"Hold on tight to those big, sexy curves in this tribute to girls with some meat on their bones. Large and luscious is the name of the game when it comes to big tits, dangerous hips and padding in all the right places! Extra size means extra hot when it comes to gorgeous plus size models that have hardcore skills that go way beyond the runway!","release_date":"2015-07-02","vote_average":9.0,"runtime":107,"cert":"\"NC-17\"","id":380899,"title":"Plus Size Models","adult":true,"genre_ids":[]},{"cast":["Franceska Jaimes","Anissa Kate","Andy San Dimas","Karina White"],"overview":"The Whiteroom is Ryan Madison's dirty, filthy room where he takes lost souls that have been bad! Once entered, know one leaves until they've made him cum multiple times ( yes, we said multiple )! He cums deep in their asses, pussies &amp; down their throats! Every scene has at least 2 aggresive cum shots leaving Ryan empty &amp; throbbing for more. If you like dirty anal, big tits action with a cock that won't stop you have the right DVD!!!","release_date":"2012-06-15","vote_average":7.0,"runtime":181,"cert":"\"NR\"","id":380901,"title":"White Room","adult":true,"genre_ids":[]},{"cast":["Christy Mack","Juelz Ventura","Kelly Madison","McKenzie Lee","Lisa Ann"],"overview":"Again... Ryan Madison lures these whores into his private, dirty, filthy, WhiteRoom! He chains them up, ties them down and has his dirty way with them. They fuck hard, passionately and aggressive until they make him cum deep inside their holes or down their throats. After he cums, he makes them beat his cock until he cums a second and third time all over their pretty little faces. His balls are completely drained after all the hardcore action!","release_date":"2013-02-21","vote_average":5.5,"runtime":147,"cert":"\"NR\"","id":380903,"title":"White Room 2","adult":true,"genre_ids":[]},{"cast":["Alison Tyler","Jennifer Dark","Richelle Ryan","Tori Avano","Anthony Rosano"],"overview":"The irreplaceable Alison Tyler leads the well-endowed cast of this breastacular movie that focuses on beautiful big tits! They'll bounce while you thrust and jiggle when she sucks, they'll squeeze your cock between them nice and tight and fill your hands with soft supple cups and perky pink nipples. Just make sure you bring your A-game, because \"She's a Handful! \"","release_date":"2014-03-25","vote_average":8.0,"runtime":171,"cert":"\"NR\"","id":380905,"title":"She's a Handful 3","adult":true,"genre_ids":[]},{"cast":["Noelle Easton","Whitney Westgate","Keisha Grey","Blake Lovely","Ryan Madison"],"overview":"You want proof that there's a higher power? Big natural breasts on chicks under 20. . . done! When we show you a collection of videos featuring fully developed teen girls with big natural tits, we aren't just showing you any random young ladies. We are giving you a glimpse into the future of porn by giving you tits that are going to be worshipped for years to come. Watch these young ladies blossom into womanhood.","release_date":"2014-04-09","vote_average":8.5,"runtime":161,"cert":"\"NR\"","id":380907,"title":"Young & Blossomed","adult":true,"genre_ids":[]},{"cast":["Junpei Mizobata","Shiori Kutsuna","Masao Kusakari","Yui Aoya","Tori Matsuzaka"],"overview":"This story takes place 100 days before Kudo Shinichi became Edogawa Conan. Kudo Shinichi, a high school detective, arrives in Jugoya Town with Mori Ran and others. In this town a legend exists, claiming that a gigantic bull-headed shrike attacks the townspeople and kills them. The town was about to hold a festival in 3 days to put the giant bird's spirit to rest. While being led on a tour of the bull-headed shrike Shrine by Sonoko's parent's friend, Mr. Wakura, a crime related to the legend occurs. Starting with Kosaka, member of the Wakura family are slowly murdered in the same way...","release_date":"2011-04-15","vote_average":7.3,"runtime":95,"cert":"N\/A","id":380909,"title":"Detective Conan: The Mystery of the Legendary Monster Bird","adult":false,"genre_ids":[9648]},{"cast":["Dian Aditya","Shiddiq Kamidi","Lia Ladysta","Iva Novanda","Yurike Prastica"],"overview":"Darah Janda Kolong Wewe an Indonesian horror movie that was released on April 30, 2009, which was directed by Luigi Mamahit Donie. The film stars among others by Mario Pratama, Siddiq Kamidi, Trio Macan, and Yurike Prastika.","release_date":"2009-04-30","vote_average":0.0,"runtime":90,"cert":"N\/A","id":380911,"title":"Darah Janda Kolong Wewe","adult":false,"genre_ids":[35,27]},{"cast":["Ben Joshua","Titi Kamal","Boyke Dian Nugraha","Dimas Aditya","Sarah Sechan"],"overview":"Jemi is a slacker whose about to get dropped out from his campus - thanks for years of repeating the classes. His one-track mind gets him to no other subjects than scoring chicks. In his final semester, Lea comes along as the new hot mentor. The old-fashioned pretty girl quickly steals Jemi's heart. Lea and Jemi makes pact: he will teach her to be cool, and she will teach him how to pass the exams. However, Jemi also makes another pact with the devil named Dr. M, who guarantees that Jemi will never pass the test unless Lea becomes his second wife. Campus life will never be the same again.","release_date":"2008-03-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380913,"title":"D.O. (Drop Out)","adult":false,"genre_ids":[35]},{"cast":["Marsha Timothy","Andrea Dian","Richard Kevin","Kieran Sidhu"],"overview":"From Bandung With Love is an Indonesian films released in 2008. The film, directed by Henry Adianto starring among others by Marsha Timothy, Richard Kevin, and much more. Impressions premiere on March 13, 2008.","release_date":"2008-03-13","vote_average":0.0,"runtime":80,"cert":"N\/A","id":380915,"title":"From Bandung With love","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"In a normal quiet Sunday, Dr. Evil Mantis attacted K-City unexpectedly with his gigantic claw, the entire city in panic and in danger. At the very critical moment, one young man stood out and fight the Dr. Evil Mantis. This is the moment for the hidden superhero, and his secret power is about to turn this chaos upside down. The Legend is about to begin...","release_date":"2015-02-02","vote_average":6.0,"runtime":4,"cert":"N\/A","id":380917,"title":"Switch Man","adult":false,"genre_ids":[28,16,35,18,878]},{"cast":["Lukman Sardi","Abimana Aryasatya","Astrid Roos","Mathias Muchus","Emma Chaibedra"],"overview":"Ikal and Arai win a scholarship to study at the Sorbonne, Paris. Their arrival in Europe are welcomed by cold weather. They are not acceptable in a temporary shelter, for being late and do not tell beforehand. Ikal’s body freezes. Arai tries to rescue him by burrying Ikal’s body with a pile of topsoil.  Through the day in Sorbone they sit next to Manooj, Gonjales, and Ninochka. They are members of the Four Pathetic, the most backward group. They work hard to get more money: serving in cafes to singing on the streets. So they can send money to their parents in Belitung. Ikal’s father write to them and hope that his son can be a fertilizer expert or pharmacists. Ikal and Arai already has another dream.","release_date":"2013-12-24","vote_average":7.8,"runtime":87,"cert":"N\/A","id":380919,"title":"Laskar Pelangi 2 - Edensor","adult":false,"genre_ids":[18]},{"cast":["Saidou Moussa Ba","Baara N'Gom","Souleymane Seye Ndiaye"],"overview":"Milan, like Paris or Stuttgart, and like many other European cities, is the theater of the drama of immigration. Demba reconstructs his story and that of his brother Yaro, both Senegalese immigrants in Italy, in a long and fragmentary flashback that begins with Yaro’s murder and recounts their departure from the village, arrival in Europe, the work they find selling lighters and picking tomatoes in the south of Italy: the stages every “non-EEC citizen” goes through in Italy.","release_date":"1998-02-02","vote_average":0.0,"runtime":65,"cert":"N\/A","id":380921,"title":"Waalo Fendo - Là où la terre gèle","adult":false,"genre_ids":[18]},{"cast":["Wendy Armoko","Denny Cagur","Tata Dado","Kiki Fatmala","Saipul Jamil"],"overview":"Pijat Atas Tekan Bawah is an Indonesian films released in 2009 directed by KK Dheeraj. The film stars among others by Saiful Jamil, Ruben Onsu, Narji Cagur, Deny Cagur, Wendy Cagur, Kiki Fatmala, Tata Dado, and Pelia.","release_date":"2009-03-19","vote_average":0.0,"runtime":90,"cert":"N\/A","id":380923,"title":"Pijat Atas Tekan Bawah","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A global look at communities impacted by the export of toxic pesticides made in America and how they are fighting back.","release_date":"2015-11-18","vote_average":8.0,"runtime":71,"cert":"\"\"","id":380925,"title":"Circle of Poison","adult":false,"genre_ids":[]},{"cast":["John Lautner"],"overview":"The Spirit in Architecture examines the work of John Lautner, one of the most visionary and profound architects, who began his career in Los Angeles in the 1930's. This illuminating journey into Lautner's world features never before seen footage from his apprenticeship with Frank Lloyd Wright at Taliesin; extensive documentation of his extraordinary buildings; and interviews with historians, critics, collaborators, clients, and Lautner himself, which put his achievements in perspective. his building's use in feature films and his Googie's coffee shop design demonstrate his contribution to popular culture.","release_date":"1990-06-15","vote_average":7.0,"runtime":null,"cert":"\"\"","id":380927,"title":"The Spirit in Architecture: John Lautner","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Story of a Hollywood animal trainer and his granddaughter, who befriends two of his performing dogs, Big Chuck and Little Chuck.","release_date":"2004-01-01","vote_average":0.0,"runtime":80,"cert":"\"\"","id":380929,"title":"Hollywood, It's a Dog's Life","adult":false,"genre_ids":[]},{"cast":[],"overview":"A short film made by Academy Award-winning studio, Aardman Animations (creators of Wallace and Gromit and Shaun the Sheep).  Find yourself following the adventures of a humble caretaker, who is disturbed by a mysterious stranger on the roof. Who’s there? And the chase begins… room to room… up and down… somehow, mysteriously, just out of sight. But the elusive stranger is always one step ahead, leaving behind only a trail of gifts…","release_date":"2015-12-21","vote_average":0.0,"runtime":5,"cert":"\"\"","id":380931,"title":"Special Delivery","adult":false,"genre_ids":[16,35,14]},{"cast":["Edmund Gwenn","James Raglan","Aubrey Mather","Hope Davy","Edgar Driver"],"overview":"A retired Admiral steals jewels and is pursued by Spanish bandits.","release_date":"1934-01-01","vote_average":0.0,"runtime":71,"cert":"N\/A","id":380933,"title":"The Admiral's Secret","adult":false,"genre_ids":[35]},{"cast":["Joan Lowell","Ula Holt","Bill Sawyer","Otto Siegler","Nicolas Wagner"],"overview":"A riotously bad jungle docu-drama. Lowell, a self-styled adventuress, retells her \"true\" adventures in the wilds of Guatemala. Her overacting is a sight to see, especially in the climax where she is chased by boats of savage natives, encircled with fire! A puker.","release_date":"1934-01-03","vote_average":4.0,"runtime":69,"cert":"\"\"","id":380935,"title":"Adventure Girl","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2009-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380937,"title":"Árásin á Goðafoss","adult":false,"genre_ids":[]},{"cast":["Plácido Domingo","Anna Tomowa-Sintow","Giorgio Zancanaro","Jonathan Summers","Cynthia Buchan"],"overview":"Live from ROH 1985. Giordano's Andrea Chenier is one of the greatest of verismo operas, full of heart-stopping big tunes and powerful emotional situations. If it is not as well-known as it should be, it is because in summary it sounds a little too like Puccini's Tosca: there is a tussle between political opponents over a woman, an attempt to save a condemned man, a tenor aria about writing poetry on the eve of execution. The difference is that Gerard (Giorgio Zancanaro) is not a villain like Scarpia, he is an idealist whom the French Revolution has betrayed as much as it has his rival the poet Chenier (Placido Domingo). His temptation to abuse his power to seduce the virtuous Maddalena (Anna Tomowa-Sintow) is a momentary one, though its consequences are terrible. There is a streak of post-Wagnerian decadence in much of this--Maddalena is at least as much in love with death as she is with Chenier, and the final love duet has a deeply sinister aspect.  -- From Amazon.co.uk","release_date":"1985-05-01","vote_average":0.0,"runtime":107,"cert":"N\/A","id":380939,"title":"Andrea Chénier","adult":false,"genre_ids":[10402]},{"cast":["Olga Gouriakova","Vsevolod Grivnov","Larissa Diadkova","Vladimir Matorin","Maxim Mikhailov"],"overview":"Live from ROH 2009, TV relay 1\/12\/2009.","release_date":"2009-11-23","vote_average":0.0,"runtime":154,"cert":"N\/A","id":380941,"title":"Cherevichki","adult":false,"genre_ids":[10402]},{"cast":["Julian Assange"],"overview":"A journey to the heart of tax havens and institutionalised secrecy with Rudolf Elmer, the Swiss whistleblower who, through WikiLeaks, revealed to the world the dirty secrets of a Swiss private bank located in the Cayman Islands.","release_date":"2016-01-20","vote_average":0.0,"runtime":76,"cert":"N\/A","id":380943,"title":"A Leak In Paradise","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Drew Gulak vs. Louis Lyndon  Dan O'Hare &amp; Wheeler Utah vs. Kongo Kong  Allysin Kay &amp; Brittany Blake vs. Heidi Lovelace &amp; Kimber Lee  AAW Tag Team Title Match The Hooligans (c) vs. Zero Gravity  AAW Heavyweight Title #1 Contendership Match Chris Hero vs. Sami Callihan  Bucky Collins, Connor Braxton &amp; Eddie Machete vs. Markus Crane, Mat Fitchett &amp; Shane Hollister  Abyss vs. Ryan Boz  AAW Heritage Title Match Davey Vega (c) vs. AR Fox  AAW Heavyweight Title Match Eddie Kingston (c) vs. Trevor Lee","release_date":"2016-01-15","vote_average":4.0,"runtime":null,"cert":"\"NR\"","id":380945,"title":"AAW The Chaos Theory","adult":false,"genre_ids":[]},{"cast":["Lillian Gish","Spottiswoode Aitken","Sam De Grasse","Mary Alden","Seymour Hastings"],"overview":"Silent Drama","release_date":"1916-06-18","vote_average":0.0,"runtime":50,"cert":"\"\"","id":380947,"title":"An Innocent Magdalene","adult":false,"genre_ids":[18]},{"cast":["Tim Saunders","Mike Peters"],"overview":"On the 6th June 1944, Maj Howard’s Coy of the OX &amp; Bucks LI carried out one of the greatest and most successful small unit actions in history in capturing the two Orne Bridges as a precursor to D Day. The initial part of the film traces the development of the British Airborne Forces to the stage where they can play a major part in the allied plan to storm Hitler’s Fortress Europe. The BHTV team then tell the story of this heroic action and the equally heroic follow up actions of 7 Para in holding the bridges against the might of 21st Pz Div. This action exemplified the British soldier at his best whether in The Glider Pilot Regiment, The Glider Infantry ( Ox &amp; Bucks)or the Parachute Regiment, all showed courage skill and commitment.","release_date":"2010-05-05","vote_average":1.0,"runtime":80,"cert":"N\/A","id":380952,"title":"Assault on Normandy: Pegasus Bridge","adult":false,"genre_ids":[99,36,10752]},{"cast":[],"overview":"Directed by GONZALO DELGRAS","release_date":"1942-12-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380960,"title":"Un marido a precio fijo","adult":false,"genre_ids":[35]},{"cast":["Pierre Larquey","Jeanne Fusier-Gir","Dorette Ardenne","Raymond Cordy","Maximilienne"],"overview":"","release_date":"1954-12-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":380962,"title":"Le congrès des belles-mères","adult":false,"genre_ids":[35]},{"cast":["Nic Billman","Rachel Billman","Reinhard Bonnke"],"overview":"Can the Holy Spirit direct a movie? In this emotional follow up to the popular and controversial Holy Ghost, Director Darren Wilson continues his journey around the world in his quest to make a movie that is completely led by the Holy Spirit.","release_date":"2015-10-13","vote_average":10.0,"runtime":103,"cert":"\"\"","id":380964,"title":"Holy Ghost Reborn","adult":false,"genre_ids":[99]},{"cast":["Lillian Gish","Keith Armour","Alma Rubens","Violet Wilkey","Ralph Lewis"],"overview":"What will become of the Children in a home divided....","release_date":"1916-11-26","vote_average":0.0,"runtime":50,"cert":"\"\"","id":380966,"title":"The Children Pay","adult":false,"genre_ids":[18]},{"cast":["Carmen-Maja Antoni","Carola Braunbock","Sina Fiedler-Engel","Lothar Förster","H.J. Glaeser"],"overview":"After the death of their father, 18-year-old Helene Raupe (“coccoon”) and her younger sister Asta come under the guardianship of the youth welfare office in East Berlin. Helene fails miserably as a fishmonger, fashion assistant and bus conductor, all jobs ordained for her by the authorities. The young woman really only “emerges” in her fantasies, where she can escape from her dull, normal life.","release_date":"1966-02-04","vote_average":0.0,"runtime":118,"cert":"N\/A","id":380971,"title":"Miss Butterfly","adult":false,"genre_ids":[18]},{"cast":["Paul Oldfield","Tim Saunders","Andrew Duff"],"overview":"Building on the success of various Commando Raids during 1941, Headquarters Combined Operations moved up the scale of size and complexity by electing to attack and deny the only dry dock that could take a German battleship for repairs, the Normandie Dock at St Nazaire on France's Atlantic coast. However the port was miles up a well defended  estuary. To deliver an explosive charge big enough to demolish the massive lock gates, an old ship HMS Campbeltown was converted to look like a German destroyer, so as to bluff their way into the heart of the port where it would ram the lock gates.The Commandos were to fan out across the dock to demolish pumps and winding gear to comprehensively deny the dock to the Kriegsmarine for a significant period of time. Under cover of dark the bluff worked well, up to a point, Campbeltown rammed the gates but the Commandos found that the Germans were alert and had great difficulty in reaching their objectives.","release_date":"2015-11-09","vote_average":0.0,"runtime":80,"cert":"N\/A","id":380979,"title":"The Saint Nazaire Raid: Operation Chariot - The Greatest Raid","adult":false,"genre_ids":[99,36,10752]},{"cast":[],"overview":"As the plague of teenage violence and anti-social behaviour spreads uncontrolled, society fights back with a radical plan: a revolutionary school to rehabilitate those beyond help. But what are their methods and are they a step too far?","release_date":"2011-04-13","vote_average":0.0,"runtime":72,"cert":"\"\"","id":380981,"title":"Re-Evolution","adult":false,"genre_ids":[878,18]},{"cast":[],"overview":"Fragments of a Saturday winter day. The Vittenzein brothers are alone at their family house. Mateo stops by to pick up Bruno and Camilo and drive them to the country house where their mother awaits. A sudden break slam brings them into the intimacy of a waste land.","release_date":"2011-05-21","vote_average":5.0,"runtime":14,"cert":"N\/A","id":380983,"title":"I Am So Happy","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Mick is a seventeen year old who gets a job at the local meatworks. The place is challenging and his fellow workers aren't exactly welcoming of new blood. It soon becomes clear that this first day isn't going to be about just trying to fit in. His biggest concern will be getting out alive.","release_date":"2011-05-21","vote_average":5.0,"runtime":11,"cert":"N\/A","id":380985,"title":"Meathead","adult":false,"genre_ids":[18]},{"cast":["Petra Schmidt-Schaller","Ina Weisse","Simon Schwarz","Helmuth Lohner","Hary Prinz"],"overview":"","release_date":"2015-07-01","vote_average":7.3,"runtime":90,"cert":"N\/A","id":380987,"title":"Das Dorf des Schweigens","adult":false,"genre_ids":[18]},{"cast":["Gerald Finley","Enkelejda Shkoza","Sofia Fomina","Malin Byström","John Osborn"],"overview":"New production. Recorded live at Royal Opera House, July, 05, 2015.","release_date":"2015-07-05","vote_average":0.0,"runtime":205,"cert":"N\/A","id":380989,"title":"Guillaume Tell","adult":false,"genre_ids":[10402]},{"cast":["Angela Gheorghiu","Roberto Alagna","Bryn Terfel","Simon Keenlyside","Sophie Koch"],"overview":"David McVicar's spectacular production of Charles Gounod’s Faust, featuring a divine cast of opera’s superstars: Roberto Alagna, Angela Gheorghiu, Bryn Terfel, Simon Keenlyside and Sophie Koch – recorded at the Royal Opera House, Covent Garden on 19 June 2004.","release_date":"2004-06-19","vote_average":0.0,"runtime":159,"cert":"N\/A","id":380991,"title":"Faust","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Akari, a twenty two-year-old woman whose mother has died because of overworking, leaves her factory hometown in her mother’s truck to meet her father, who has abandoned the family. Kota, the seventeen-year-old son of Akari’s father’s new family, is weary of his position as the oldest son in a big family and tired of his down-at-heel father. When Kota runs away from home, he encounters Akari in front of his house. Akari senses Kota’s serious mood, and suddenly decides to follow him and to drive him around in the truck. A faltering awkward journey of a half-blood sister and brother begins.","release_date":"2011-05-21","vote_average":0.0,"runtime":15,"cert":"N\/A","id":380993,"title":"Paternal Womb","adult":false,"genre_ids":[18]},{"cast":["Akira Kobayashi","Keiko Suzuka","Noboru Matsuhashi","Sanae Kitabayashi","Takako Kitagawa"],"overview":"Tarao’s services are called upon to solve the mysterious death of bride-to-be, Mariko, who was found dead with an eerie mask of a devil.","release_date":"1978-08-12","vote_average":7.0,"runtime":88,"cert":"N\/A","id":380995,"title":"The Tragedy in the Devil-Mask Village","adult":false,"genre_ids":[9648]},{"cast":["Makoto Fujita","Yoshiko Mita","Meichô Soganoya","Chôchô Miyako","Hajime Hana"],"overview":"After losing all his money Kizuka Keita, seller on the black market, is truing to commit suicide. But he was saved by Morigen a broker on a Azuki beans market. A young man tries to regain his wealth in the bean market.","release_date":"1964-10-14","vote_average":0.0,"runtime":94,"cert":"N\/A","id":380997,"title":"Red Diamond","adult":false,"genre_ids":[35]},{"cert":"N\/A","title":"Le gros n'avion","cast":["Mimie Mathy","Isabelle de Botton","Michèle Bernier"],"id":380999,"overview":"","runtime":null,"genre_ids":[],"release_date":"1991-01-20","vote_average":0.0,"adult":false}]