[{"cast":["Mady Rahl","Heinrich Gretler","Beppo Brem","Gretl Schörg"],"overview":"","release_date":"1970-12-26","vote_average":4.5,"runtime":null,"cert":"N\/A","id":381001,"title":"Immer die verflixten Weiber","adult":false,"genre_ids":[35]},{"cast":["Amir Arison","Christine Woods","Sarah Butler","Keri Safran","Anna Margaret Hollyman"],"overview":"After his wife kicks him out, an anxious comedian is lured in by an intriguing woman with a stalker.","release_date":"2016-03-14","vote_average":6.0,"runtime":80,"cert":"\"\"","id":381003,"title":"Before the Sun Explodes","adult":false,"genre_ids":[]},{"cast":["Musetrigger"],"overview":"","release_date":"2015-08-24","vote_average":0.0,"runtime":null,"cert":"\"\"","id":381005,"title":"Friendly Fire [SFM]","adult":false,"genre_ids":[28,16,12,35]},{"cast":[],"overview":"Octobriana has to infiltrate an anarchist group that has stolen Lenin's finger in order to use its DNA to create a secret weapon.","release_date":"2003-03-08","vote_average":7.0,"runtime":24,"cert":"N\/A","id":381007,"title":"Octobriana & the Finger of Lenin","adult":false,"genre_ids":[28,12]},{"cast":["Louisa Krause","Allie Marshall","Alexander Cook","Ted Arcidi","Kris Avedisian"],"overview":"Returning home to working class Warwick, Rhode Island, Peter Latang encounters childhood friend Donald Treebeck for what starts as a simple favor and turns into a long van ride into two friends past.","release_date":"2017-03-03","vote_average":6.1,"runtime":85,"cert":"\"\"","id":381009,"title":"Donald Cried","adult":false,"genre_ids":[18,35]},{"cast":["Andre Royo","Kellee Stewart","Jeannetta Arnette","Kevin Jackson","Trayvon Williams"],"overview":"After a three-year stint in prison, an unreasonably optimistic middle-aged man returns to his stagnant neighborhood to win back his girlfriend only to find that she and his family have done what they always wanted to do — forget he exists.","release_date":"2016-11-16","vote_average":6.4,"runtime":85,"cert":"\"\"","id":381011,"title":"Hunter Gatherer","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Daryl Davis has an unusual hobby. As a musician he has played with legends like Chuck Berry and Little Richard, but in his spare time he likes to meet and befriend members of the Ku Klux Klan. Join Daryl on his personal quest to understand racism.","release_date":"2016-03-13","vote_average":7.9,"runtime":95,"cert":"\"\"","id":381019,"title":"Accidental Courtesy: Daryl Davis, Race & America","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Off a dirt road in rural Maine, a precocious 20-year-old woman named Michelle Smith lives with her mother Julie. Michelle is quirky and charming, legally blind and diagnosed on the autism spectrum, with big dreams and varied passions. Searching for connection, Michelle explores love and empowerment outside the limits of “normal” through a provocative fringe community. Will she take the leap to experience the wide world for herself? Michelle’s joyful story of self-discovery celebrates outcasts everywhere.","release_date":"2016-12-02","vote_average":6.0,"runtime":90,"cert":"\"\"","id":381021,"title":"Best and Most Beautiful Things","adult":false,"genre_ids":[99]},{"cast":["Dick Deguerin","Willi Korte","Bill Goodson","William H. Honan","Donna Hunt"],"overview":"Medieval art treasures seized by the Nazis go missing at the end of World War II. Were they destroyed in the chaos of the final battles? Or were these thousand-year-old masterpieces stolen by advancing American troops? For over forty years, the mystery remained unsolved. A true detective story, \"The Liberators\" follows a dogged German art detective through the New York art world and military archives to the unlikeliest of destinations: a small town on the Texas prairie. Featuring interviews with Willi Korte (Portrait of Wally) and Texas attorney Dick DeGuerin, the film raises intriguing questions as to the motivations of the art thief and the whereabouts of the items that, to this day,","release_date":"2016-03-11","vote_average":5.8,"runtime":75,"cert":"\"\"","id":381023,"title":"The Liberators","adult":false,"genre_ids":[99,36,10752]},{"cast":[],"overview":"In East Los Angeles, three young misfit women find solace in an unapologetic, feminist bicycle crew. They call themselves the Ovarian Psycos Bicycle Brigade.","release_date":"2016-03-12","vote_average":7.3,"runtime":72,"cert":"\"\"","id":381025,"title":"Ovarian Psycos","adult":false,"genre_ids":[99]},{"cast":["Marina Abramović"],"overview":"Marina Abramović travels through Brazil, in search of personal healing and artistic inspiration, experiencing sacred rituals and revealing her creative process. The route is comprised of poignant encounters with healers and sages from the Brazilian countryside, exploring the limits between art and spirituality. This external trip triggers in Marina a profound introspective journey through memories, pain and past experiences. ","release_date":"2016-05-19","vote_average":8.8,"runtime":86,"cert":"\"\"","id":381027,"title":"The Space in Between: Marina Abramović and Brazil","adult":false,"genre_ids":[99]},{"cast":["Babu","Rama","Thennavan","Vadivukarasi","Charle"],"overview":"Sittu is a young village girl who is betrayed by a con man who cheats her and runs away with all her jewellery. The girl is unable to find the way forward as she is stranded in a new place. How can she go back to her village? She is spotted by Dharman, a political worker, who gives her shelter in his home. A bond develops between the two. The girl’s lover has now become a politician and Dharman starts owing allegiance to him. Blinded by his affection towards the politician, Dharman refuses to see reason despite Sittu’s pleas.","release_date":"1990-02-16","vote_average":0.0,"runtime":136,"cert":"N\/A","id":381029,"title":"En Uyir Thozhan","adult":false,"genre_ids":[18]},{"cast":["Dorian Missick","Omar J. Dorsey","Robinne Lee","Xosha Roquemore","Amin Joseph"],"overview":"An Uber driver gets word that his fiancé might be cheating on him on New Years Eve and proceeds to give nine different groups of people rides and they influence his decision on how he handles the situation.","release_date":"2016-03-11","vote_average":6.3,"runtime":82,"cert":"\"\"","id":381031,"title":"9 Rides","adult":false,"genre_ids":[18]},{"cast":["Julianne Nicholson","Denis O'Hare","J. Mallory McCree","Octavia Chavez-Richmond"],"overview":"Three undocumented teenagers, a Dominican girl, an African boy and a Peruvian girl, are about to graduate high school in the Bronx, while working with a teacher and a lawyer to try to get their papers to stay in the USA. Forced to grow up prematurely and navigate problems most adults don't even have to face, they're really just American teenagers who want to be with their friends, fall in love, and push back against authority.","release_date":"2017-02-17","vote_average":6.5,"runtime":89,"cert":"\"\"","id":381033,"title":"From Nowhere","adult":false,"genre_ids":[18]},{"cast":["Taylour Paige","Gloria Reuben","François Arnaud","Sherri Shepherd","Anna Hopkins"],"overview":"Jean Jones, a gawky, 25-year old finds new love unexpectedly in the back of a Brooklyn ambulance with paramedic Ray Malcolm on the day the grandfather she’s never met shows up on her doorstep and drops dead with her book in his pocket. Against the advice of her family, who all seem to be stewing in their own secrets, Jean plans the funeral for Gray Jones and uncovers some tough truths about the Jones women, her failing career and a crippling inability to move on from a past relationship.","release_date":"2016-06-01","vote_average":6.8,"runtime":88,"cert":"\"\"","id":381035,"title":"Jean of the Joneses","adult":false,"genre_ids":[10749,35]},{"cast":["Helen Bradbury","Beth Cooke","Adam Burton","Michael Jenn","Jamie Laird"],"overview":"A dramatisation based on the exchange of letters between Mary Queen of Scots and her cousin Elizabeth I, detailing the hatred and obsession in their bitter rivalry. Expert historians examine and interpret the royals' motives for the animosity that lasted more than two decades, and which threatened to tear apart the reigning monarch and her kingdom","release_date":"2016-02-01","vote_average":6.7,"runtime":59,"cert":"N\/A","id":381037,"title":"Bloody Queens: Elizabeth and Mary","adult":false,"genre_ids":[99,36]},{"cast":["Heide Ackermann","Götz Burger","Erich Hallhuber sen.","Brigitte Walbrun","Christian Schaeffer"],"overview":"","release_date":"2007-07-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381039,"title":"Komödienstadel - Alles fest im Griff","adult":false,"genre_ids":[35]},{"cast":["Timm Sharp","Melanie Lynskey","Linas Phillips","Tobin Bell","Jay Duplass"],"overview":"Todd grew up under the strange shadow of his older mentally challenged brother Shonzi. As kids, Shonzi forced Todd to make action movies. As adults he pressures him to share love life details, even showing Shonzi a sex tape he made with an old girlfriend to help him cope when family tragedy hits. When their dad suffers a heart attack, Shonzi (now 40, and still a virgin) moves in with Todd and his new girlfriend Lindsay. Shonzi wants desperately to be included in their relationship like old times. When Shonzi’s begging become threats to reveal secrets from their past, Todd must find the courage to be honest with Lindsay, even if it means the end of their relationship.","release_date":"2016-03-14","vote_average":6.1,"runtime":91,"cert":"\"\"","id":381041,"title":"Rainbow Time","adult":false,"genre_ids":[35,18]},{"cast":["Noah Britton","Ethan Finlan","Jack Hanke","New Michael Ingemi"],"overview":"For the members of the comedy troupe Asperger’s Are Us, it’s easier to associate with a faceless audience than with their own families. No matter who the crowd, best friends Noah, New Michael, Jack and Ethan have one simple mantra: “We would much rather the audience appreciate us as comedians than people who have overcome adversity.”  In this coming-of-age heartfelt documentary, this band of brothers finds themselves at a crossroad. With real life pulling them apart, they decide to plan one ambitious farewell show before they all go their separate ways. People with Asperger’s don’t deal well with uncertainty, and this is the most uncertain time in their lives.","release_date":"2016-11-11","vote_average":6.2,"runtime":83,"cert":"\"\"","id":381043,"title":"Asperger's Are Us","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In a high stakes world where a single broken feather can mean a shattered dream, CHICKEN PEOPLE follows the trials and tribulations of those who breed exotic birds in the world of competitive poultry. In the tradition of SPELLBOUND-with a little of GATES OF HEAVEN thrown in for good measure-comes a feature documentary about three remarkably rich and diverse personalities who come together to compete in their shared passion to raise the perfect chicken. The film will follow the struggles and triumphs of these characters, along with a wide array of competitors-both human and chicken-from the Ohio National Poultry Show, considered the Westminster of Chickens, to the Dixie Classic in Tennessee.","release_date":"2016-03-13","vote_average":6.9,"runtime":83,"cert":"\"\"","id":381045,"title":"Chicken People","adult":false,"genre_ids":[99]},{"cast":["John Daly"],"overview":"John Daly didn't fit into the world of golf when he burst onto the scene in 1991, gripping it and ripping it all the way to the top. An immense natural talent, he’s had improbable highs on golf's biggest stages and brutal lows like suspensions, divorces, rehabs and relapses. Through it all, this \"rockstar of golf” has remained loved by his loyal fans. HIT IT HARD is a journey into the early years of John’s tumultuous career while also observing him today, two decades after his glory days. The film explores why, despite his myriad mistakes, he’s still so universally loved for being John Daly.","release_date":"2016-03-13","vote_average":0.0,"runtime":50,"cert":"\"\"","id":381047,"title":"Hit it Hard","adult":false,"genre_ids":[99]},{"cast":["John Fricke","Rhys Thomas","Debbie Reynolds","Michael Shaw","Todd Fisher"],"overview":"THE SLIPPERS pulls back the Wizard’s curtain on the unbelievable story and cultural impact of Dorothy's Ruby Slippers from The Wizard of Oz.   Through first-hand accounts and archival interviews, THE SLIPPERS will detail the life of the Ruby Slippers after their sale at the famed 1970 MGM auction. Discovered by costumer Kent Warner, it is unclear how many pairs were found and how many pairs exist. That mystery has only helped to propel the shoes to the forefront of the Hollywood memorabilia market.  They have been bought, stolen, and coveted by many. They are considered the most important piece of Hollywood memorabilia and the catalyst for the creation of Hollywood memorabilia collecting.","release_date":"2016-03-11","vote_average":0.0,"runtime":90,"cert":"\"NR\"","id":381049,"title":"The Slippers","adult":false,"genre_ids":[99]},{"cast":["Monika Baumgartner","Erich Hallhuber sen.","Petra Auer","Hans Schuler","Natalie Spinell"],"overview":"","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381051,"title":"Der Komödienstadel - Der Prämienstier","adult":false,"genre_ids":[35]},{"cast":[],"overview":"At the age of 26, innovative chef and inventor Homaro Cantu helped put Chicago on the culinary map when he opened his first restaurant “Moto” in the city’s untapped Fulton Market meatpacking district. Virtually overnight, Cantu rose to the rank of celebrity chef and became famous for his “molecular gastronomy” approach to cooking. Cantu’s meteoric rise to fame masked an early life of poverty, homelessness, and even physical and emotional abuse. Filmed over a period of three years with remarkable access, INSATIABLE follows Cantu at a pivotal moment in his career and takes you on a dizzying and thrilling ride, in a story that moves from redemption and inspiration to tragedy and back again.","release_date":"2016-03-13","vote_average":5.0,"runtime":98,"cert":"\"\"","id":381053,"title":"Insatiable: The Homaro Cantu Story","adult":false,"genre_ids":[99]},{"cast":[],"overview":"'Learning to See' tells the story of my father, insect photographer Robert Oelman. Struggling with a mid-life crisis, Robert leaves his psychology career in the early 1990s to pursue a new path photographing rare and exotic insects. He moves from the United States to the country of Colombia.  On his journeys through the rain forests of the Amazon Basin, we watch as he forms a special bond with his subjects. This connection enables him to make striking photographic images of new and undocumented species. After more than twenty years of traveling, searching and photographing, his quest culminates with a New York City gallery show where he finally shares his images with the general public.","release_date":"2016-03-13","vote_average":8.5,"runtime":67,"cert":"\"\"","id":381055,"title":"Learning To See","adult":false,"genre_ids":[99]},{"cast":["Christiane Blumhoff","Stefan Murr","Brigitte Walbrun","Johanna Bittenbinder","Sepp Schauer"],"overview":"","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381057,"title":"Der Komödienstadel - Karten lügen nicht","adult":false,"genre_ids":[35]},{"cast":["Stephanie Allynne","Mary Holland","Echo Kellum","Dylan Eurus"],"overview":"There is nothing worse than mediocrity with a strong work ethic.","release_date":"2014-05-27","vote_average":0.0,"runtime":8,"cert":"\"\"","id":381059,"title":"No Is a Full Sentence","adult":false,"genre_ids":[18,35]},{"cast":["Hans Schuler","Götz Burger","Stefan Murr","Anton Feichtner","Brigitte Walbrun"],"overview":"","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381061,"title":"Der Komödienstadel - Herzsolo","adult":false,"genre_ids":[35]},{"cast":["Ty Hickson","Amari Cheatom","Fiji"],"overview":"Self-made chemist Sean, a recluse living in an old trailer in the woods, suffers from pill-popping delusions of fortune. When his manic attempts at cracking the ancient secret of alchemy go awry he unleashes something far more sinister and dangerous.","release_date":"2016-03-13","vote_average":4.3,"runtime":82,"cert":"\"\"","id":381063,"title":"The Alchemist Cookbook","adult":false,"genre_ids":[18,27]},{"cast":[],"overview":"IN PURSUIT OF SILENCE is a meditative exploration of silence and the impact of noise on our\r lives. The film takes us on an immersive cinematic journey around the globe—from a traditional\r tea ceremony in Kyoto, to the streets of Mumbai, the loudest city on the planet—and inspires us\r to both experience silence and celebrate the wonders of our world.","release_date":"2016-03-12","vote_average":6.8,"runtime":81,"cert":"\"\"","id":381065,"title":"In Pursuit of Silence","adult":false,"genre_ids":[99]},{"cast":["Bae So-eun","Kim Na-Mi","Bang Jun-Ho","Lee Mun-sik","Mr. Pang"],"overview":"\"Addiction Karaoke\" is run by Sung-Wook. When business is slow, he hires singing helper Ha-Suck, a girl in her early 20s. She's a hopeless game addict, but somehow lures customers in. Na-Ju joins the crew and brightens up the miserable place with her bubbly character. Just when everything starts turning for the better, little do they know that a serial killer on the loose in town is after something in the karaoke.","release_date":"2016-03-12","vote_average":6.0,"runtime":106,"cert":"\"\"","id":381067,"title":"Karaoke Crazies","adult":false,"genre_ids":[9648,14]},{"cast":["Addison Timlin","Ally Sheedy","Keith Poulson","Peter Hedges","Kristin Slaysman"],"overview":"October, 2008. Young nun Colleen is avoiding all contact from her family, until an email from her mother announces, “Your brother is home.” On returning to her childhood home in Asheville, NC, she finds her old room exactly how she left it: painted black and covered in goth\/metal posters. Her parents are happy enough to see her, but unease and awkwardness abounds. Her brother is living as a recluse in the guesthouse since returning home from the Iraq war. During Colleen’s visit, tensions rise and fall with a little help from Halloween, pot cupcakes, and GWAR. Little Sister is a sad comedy about family – a schmaltz-free, pathos-drenched, feel good movie for the little goth girl inside us all.","release_date":"2016-10-06","vote_average":6.4,"runtime":91,"cert":"\"\"","id":381069,"title":"Little Sister","adult":false,"genre_ids":[35]},{"cast":["Sophie Robinson","Lotje Sodderland","David Lynch"],"overview":"A profoundly personal voyage into the complexity, fragility and wonder of the human brain, after Lotje Sodderland miraculously survives a hemorrhagic stroke and finds herself starting again in an alien world, bereft of language and logic. This feature documentary takes us on a genre-twisting tale that is by turns excruciating and exquisite - from the devastating consequences of a first-time neurological experiment, through to the extraordinary revelations of her altered sensory perception.","release_date":"2014-11-21","vote_average":7.3,"runtime":84,"cert":"\"\"","id":381071,"title":"My Beautiful Broken Brain","adult":false,"genre_ids":[99]},{"cast":["Martin Starr","Mae Whitman","Nat Faxon","Cameron Esposito","Retta"],"overview":"Joe, a programmer and obsessive self-quantifier, and Emily, a budding comedy performer, are happily married until they decide to use one another in their work. A dark comedy about love, technology, and what can’t be programmed.","release_date":"2016-03-12","vote_average":6.1,"runtime":89,"cert":"\"\"","id":381073,"title":"Operator","adult":false,"genre_ids":[35,18]},{"cast":["Nichole Bloom","Fabianne Therese","Pat Healy","Michelle Borth","Joshua Leonard"],"overview":"Feeling confined by their small town and overbearing parents, Annie and Jules hatch a scheme of running away. The only issue is, they need the money to get there. Jules suggests the couple try webcam modeling. Although she’s nervous at first, Annie can’t argue when the money starts rolling in. But as the girls soon find out, consequences can blindside you. Sometimes violently.","release_date":"2016-03-12","vote_average":5.5,"runtime":88,"cert":"\"\"","id":381075,"title":"Teenage Cocktail","adult":false,"genre_ids":[18,53]},{"cast":["Laurie Kynaston","Sam Clemmett","David Oakes"],"overview":"Murder Games tells the true story of Breck Bednar, the 14 year-old schoolboy who was lured to his death after being groomed online by Lewis Daynes.","release_date":"2016-01-26","vote_average":8.5,"runtime":60,"cert":"N\/A","id":381077,"title":"Murder Games: The Life and Death of Breck Bednar","adult":false,"genre_ids":[99,18,10770]},{"cast":["Harald Dietl","Monika Baumgartner","Toni Berger","Johanna Bittenbinder","Anton Feichtner"],"overview":"","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381079,"title":"Der Komödienstadel - Jägerblut","adult":false,"genre_ids":[35]},{"cast":["Joshua Homme","Ian Brown","Grandmaster Flash","DJ Shadow","Badly Drawn Boy"],"overview":"James Lavelle played his first DJ set at 14, launched pioneering record label Mo'Wax at 18 and released the genre defining UNKLE album Psyence Fiction at 22. His phenomenally rapid rise seemed limitless, but it's only when you're going so fast that the wheels fall off.  The Man from Mo’Wax tells the remarkable story of one of the most enigmatic yet influential figures in contemporary British culture. Unearthed from over 700 hours of footage including exclusive personal archive spanning three decades, we get the rare opportunity to watch a boy become a man in the world of music.  The result is an exhilarating, no holds-barred ride into the life of an extraordinary man and an equally extraordinary era, taking in some decidedly flawed decision-making (both personal and professional), Lavelle emerges as an innovative artist who thinks big and consistently overcomes adversity.","release_date":"2018-08-31","vote_average":7.0,"runtime":109,"cert":"\"\"","id":381081,"title":"The Man from Mo'Wax","adult":false,"genre_ids":[99,10402]},{"cast":["Gary Numan"],"overview":"The Godfather of electronic music is on a one-way trip to crack America, returning to the studio for the first time in nearly a decade. Android is a celebration of a music-making pioneer and the love story that helped him turn his life around.","release_date":"2016-03-14","vote_average":7.0,"runtime":85,"cert":"\"\"","id":381083,"title":"Gary Numan: Android In La La Land","adult":false,"genre_ids":[99,10402]},{"cast":["David Sanborn","Joe Pesci","Quincy Jones","Jimmy Scott"],"overview":"In I GO BACK HOME - JIMMY SCOTT, we meet the German music producer Ralf Kemper, who takes on the journey to produce a record with the almost forgotten jazz icon Jimmy Scott, who is publicly unknown, but in informed quarters perceived to be a musical legend. Ralf wanted to realize this project ever since he had heard Jimmy‘s voice singing for the first time 30 years ago. But it took a personal tragedy to finally put his thoughts into action. Meeting Jimmy Scott at the age of 85 years living secluded and chairbound after an accident in Las Vegas Ralf was shocked by Jimmy‘s surprisingly bad health condition. Will he be able to put his plan into reality?","release_date":"","vote_average":0.0,"runtime":95,"cert":"N\/A","id":381085,"title":"I Go Back Home - Jimmy Scott","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"Remember the culture clash in THE GODS MUST BE CRAZY? This time it's real. One of the most ancient cultures on our planet is undergoing a major change. The Ju\/Hoansi Bushmen in Namibia are not allowed to hunt anymore and need to converge with our so called “civilized” lifestyle. For the first time the Ju\/Hoansi Bushmen travel through the Kalahari and then right into the heart of Europe. What starts as a look at their fascinating culture becomes an even more fascinating look at our Western lifestyle. A warm and humorous reflection of our habits through the eyes of people who are about to give up their million year old traditions.","release_date":"2017-11-02","vote_average":9.0,"runtime":88,"cert":"\"\"","id":381090,"title":"Ghostland: The View of the Ju'Hoansi","adult":false,"genre_ids":[12,99,35]},{"cast":["Susanna Cappellaro","Adnan Omerović","Tina Keserovic","Sabina Mrgan","Don Guido"],"overview":"A stranger arrives in Sarajevo and barges into Damir's reclusive world. Little by little she takes over his life. She absorbs his dreams, until finally she threaten his very existence.","release_date":"2016-03-13","vote_average":7.5,"runtime":81,"cert":"\"\"","id":381092,"title":"The Parrot","adult":false,"genre_ids":[53,18,9648]},{"cast":["Samanta Caicedo","María Juliana Rángel","Diego Naranjo","Paty Loor","Monserrat Astudillo"],"overview":"Starting her senior year in high school, Sara doesn't have many friends and is caught between an overbearing mother, and a more understanding father. With uneasiness at school and tension in the household, Sara escapes to smoke in a little alley alone – that is – until Andrea, a new classmate, arrives. A close friendship develops to all that can see, but behind closed doors, an intimate relationship unfolds, which, when discovered, throws everything into disarray.","release_date":"2016-03-11","vote_average":5.0,"runtime":67,"cert":"\"\"","id":381094,"title":"Take Me for a Ride","adult":false,"genre_ids":[18]},{"cast":["Tinna Thorudottir Thorvaldar","Olek","Toshiko Horiuchi MacAdam","Tilde Björfors of Cirkus Cikör","Barbara Kingsolver"],"overview":"The traditional crafts of crochet and knitting have become one of the hottest movements in modern art. We follow a few International artists and knitters as they bring yarn to the streets and into our lives in new ways. Starting in Iceland, this quirky and thought-provoking film takes us on a colourful and global journey as we discover how yarn connects us all.","release_date":"2016-03-12","vote_average":7.0,"runtime":76,"cert":"\"\"","id":381096,"title":"Yarn","adult":false,"genre_ids":[16,99]},{"cast":["Anton Feichtner","Margot Mahler","Jürgen Scheller","Georg Einerdinger"],"overview":"","release_date":"1979-07-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381098,"title":"Der Komödienstadel - Unser Goldbua","adult":false,"genre_ids":[35]},{"cast":["Bob Holt","Larry D. Mann"],"overview":"Crazylegs Crane tries to deliver a baby to the Dogfather.","release_date":"1974-10-31","vote_average":0.0,"runtime":6,"cert":"\"\"","id":381100,"title":"Mother Dogfather","adult":false,"genre_ids":[16]},{"cast":["Anton Feichtner","Kathi Leitner","Marianne Lindner","Gerhart Lippert","Peter Steiner"],"overview":"","release_date":"1976-02-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381102,"title":"Der Komödienstadel - Die Generalprobe","adult":false,"genre_ids":[35]},{"cast":["Bob Holt","Frank Welker"],"overview":"Dogfather orders Pugg to wipe out Charlie the Singer. However, Charlie drinks a potion that changes him into a hideous monster.","release_date":"1975-03-20","vote_average":0.0,"runtime":6,"cert":"\"\"","id":381104,"title":"Watch the Birdie","adult":false,"genre_ids":[16]},{"cast":["Bob Holt","Joan Gerber"],"overview":"After reading about a widow who inherited 20 million dollars, the Dogfather is determined to marry her to get the dough. However, he has to compete with his nemesis, Rocky, to win her heart.","release_date":"1975-04-23","vote_average":0.0,"runtime":6,"cert":"\"\"","id":381106,"title":"M-O-N-E-Y Spells Love","adult":false,"genre_ids":[16]},{"cast":["Dreya Weber","Traci Dinwiddie","David Hayward","Victoria Park","Christopher O'Neal"],"overview":"Blaming herself for a tragic accident, Raven Michaels secludes herself at a remote family cabin. She wanders the woods on the verge of a breakdown, seeking peace in isolation. In a last ditch attempt to save her family, Kate Royce takes her two teenagers camping far from the distractions of technology and young romance. When Raven and Kate's worlds collide they offer each other unexpected opportunities for intimacy and healing.","release_date":"2015-08-06","vote_average":5.3,"runtime":84,"cert":"\"PG-13\"","id":381108,"title":"Raven's Touch","adult":false,"genre_ids":[18]},{"cast":["Edward Fidoe","Lizzie Mickery","John Bowler"],"overview":"Eric was a normal boy until he started turning into a dog! A stand-alone movie release from the British TV series, \"Woof!\"","release_date":"1991-01-01","vote_average":7.0,"runtime":95,"cert":"N\/A","id":381110,"title":"A Boy Called Woof!","adult":false,"genre_ids":[10751,35]},{"cast":[],"overview":"As the word \"syntax\" implies, this film deals with the way in which images and sounds come together. Its main concern, however, goes deeper, and resides within a more personalised syntax: a process of retaining a narration.  Syntax is a small gem, exhibiting...a kind of joyful, competent wit and strength. Haslanger prowls her camera through several rooms in an ordinary middle class house while her voice-over describes what we are about to see or have seen, never what is actually on the screen, wringing the changes of the relationship of the spoken word, image and the printed word. It is a wonderfully self-contained and seductive film.","release_date":"1974-02-04","vote_average":0.0,"runtime":13,"cert":"N\/A","id":381112,"title":"Syntax","adult":false,"genre_ids":[]},{"cast":["Rajesh Khanna","Leena Chandavarkar","Iftekhar","Pradeep Kumar"],"overview":"Yusuf lives a wealthy lifestyle with his businessman dad, Safdarjang, who is confined to a wheel-chair. When Yusuf's precocious nephew, Khalid alias Phirangi's tutor, Mrs. Albert complains about him and quits, Yusuf hires Shabana, who along with her granny, have come to live with them for a short period of time. He also hires a man named Khairudin as a servant to look after his dad. Yusuf and Shabana are attracted to each other and intend to marry, much to the joy of Safdarjang and the granny. The wedding preparations are on, but there are a couple things Yusuf and his family do not know. One is that Shabana is the daughter of a Courtesan named Najma; and that Khairudin has secured employment in order to kill Yusuf.","release_date":"1971-01-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381114,"title":"Mehboob Ki Mehndi","adult":false,"genre_ids":[]},{"cast":["Bob Holt","Daws Butler"],"overview":"The Dogfather and Pugg gets away from police by riding the airplane. The only problem is, they don't know how to ride one.","release_date":"1975-05-05","vote_average":0.0,"runtime":6,"cert":"\"\"","id":381116,"title":"Eagle Beagles","adult":false,"genre_ids":[16]},{"cast":["Bob Holt","Daws Butler"],"overview":"The Dogfather trades his horse for a faster one. He has to catch the horse before he can enter him in the horse race.","release_date":"1975-05-05","vote_average":0.0,"runtime":6,"cert":"\"\"","id":381118,"title":"From Nags to Riches","adult":false,"genre_ids":[16]},{"cast":["Bob Holt"],"overview":"Dogfather assigns Pug to steal the Pedigree Diamond from a rich couple, so Puge poses as a butler. However, he has to put up with the couple's spoiled child.","release_date":"1975-11-20","vote_average":0.0,"runtime":6,"cert":"\"\"","id":381120,"title":"Rockhounds","adult":false,"genre_ids":[16]},{"cast":["Bob Holt"],"overview":"A take off on The Godfather with canines in the roles of the Corleone family.","release_date":"1975-04-23","vote_average":0.0,"runtime":6,"cert":"\"\"","id":381122,"title":"Rock-A-Bye Maybe","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Vale do Jaguaribe, Ceará. Following the route of the Aracati wind, the film moves from the beach to the countryside. During this path, it observes the relationship between man and landscape, thetransformations of space and the limits between nature and artifice.","release_date":"2016-01-26","vote_average":0.0,"runtime":62,"cert":"N\/A","id":381124,"title":"Aracati","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The directors take five old VHS tapes documenting the Ãwas customs back to the tribe.","release_date":"2017-05-11","vote_average":0.0,"runtime":70,"cert":"N\/A","id":381126,"title":"Taego Ãwa","adult":false,"genre_ids":[99]},{"cast":["Bertrand Duarte"],"overview":"A series of interviews of torture survivors from Brazil dictorship are mixed with performance.","release_date":"2016-01-28","vote_average":0.0,"runtime":92,"cert":"N\/A","id":381128,"title":"A Noite Escura da Alma","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Brian walks through his childhood neighborhood, looking for new areas to explore. Romeo, from his windowed office, designs a new marketing strategy. Carla plans new investiments watching the city from above. A table game. A future image. A city project.","release_date":"2016-01-28","vote_average":0.0,"runtime":75,"cert":"N\/A","id":381130,"title":"Banco Imobiliário","adult":false,"genre_ids":[]},{"cast":[],"overview":"A young man in a leotard leads a group of animals in a sumo wrestling match. The bear is the final victor of all the animals, but then loses when he must face Kintaro.","release_date":"1940-09-19","vote_average":0.0,"runtime":9,"cert":"N\/A","id":381132,"title":"Kintaro's Physical Education Diary","adult":false,"genre_ids":[16]},{"cast":["Bunga Citra Lestari","Andhika Pratama","Rama Michael","Olivia Natalia","Wichita Satari"],"overview":"Ada Kamu, Aku Ada is a romantic drama that was released in May 2008. The film, starring Justin Bieber and Andhika Pratama tells the story of a love triangle. Ada Kamu, Aku Ada directed by Rizal Mantovani and the screenplay was written by Alim Sudio.","release_date":"2008-05-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381134,"title":"Ada Kamu, Aku Ada","adult":false,"genre_ids":[10749,18]},{"cast":["Candil","Saykoji","Ramzi","Edric Tjandra","Joe P Project"],"overview":"Selendang Rocker is an Indonesian films released on October 22, 2009, directed by Awi Suryadi. The film stars among others by Candil, Saykoji, Ramzi, Edric Tjandra, Joe P-Project, and Sarah Jane.","release_date":"2009-10-22","vote_average":0.0,"runtime":89,"cert":"N\/A","id":381136,"title":"Selendang Rocker","adult":false,"genre_ids":[10402,35]},{"cast":["Rodrigo Bolzan","Elisa Heidrich","Victor Laet","Mário Sergio Cabral"],"overview":"A cow tries to convince itself, it is happy. At Christmas Eve, the cow starts to feel empty and goes in a journey of rediscory, looking for its real self.","release_date":"2017-05-31","vote_average":6.0,"runtime":75,"cert":"N\/A","id":381138,"title":"Animal Político","adult":false,"genre_ids":[18]},{"cast":["Aming Sugandhi","Mey Chan","Sarah Sechan","Meriam Bellina","Dwi Sasono"],"overview":"Double Extra Large-XXL is the Indonesian films in 26 November 2009 by directed by Ivander Tedjasukmana. The film stars among others by Aming and Mey Chan.","release_date":"2009-11-26","vote_average":0.0,"runtime":90,"cert":"N\/A","id":381140,"title":"XXL: Double Extra Large","adult":false,"genre_ids":[35]},{"cast":[],"overview":"30 years ago, director Luiz Paulino dos Santos made a poetical register of the Zoró indians. He comes back to show it to them and finds a whole different tribe.","release_date":"2016-01-25","vote_average":0.0,"runtime":70,"cert":"N\/A","id":381142,"title":"Indios Zoró - Antes, Agora e Depois?","adult":false,"genre_ids":[99]},{"cast":["Meche Barba","Armando Silvestre","Isabela Corona","Enrique Cansino","José Baviera"],"overview":"Sonora Mexico, 1880s: Seri Indian tribe splits into two factions after a white woman comes to live in their settlement.","release_date":"1949-05-25","vote_average":0.0,"runtime":91,"cert":"N\/A","id":381144,"title":"Lola Casanova","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hong Kong as seen through a cab window. Inhabitants discuss their lives, problems and dreams as they are driven to their destination through the chaotic streets of Hong Kong.","release_date":"2016-02-03","vote_average":0.0,"runtime":130,"cert":"N\/A","id":381146,"title":"Where Are You Going","adult":false,"genre_ids":[]},{"cast":["Ernest Prakasa","Kemal Palevi","Arie Kriting","Babe Cabiita","Bintang Timur"],"overview":"Eight secret agent who poses as 8 comics, back in action, to defeat the Casino King, once and for all.","release_date":"2016-03-03","vote_average":3.3,"runtime":95,"cert":"N\/A","id":381148,"title":"Comic 8: Casino Kings - Part 2","adult":false,"genre_ids":[35,28]},{"cast":["Pevita Pearce","Chicco Jerikho","Nova Eliza","Annisa Hertami","Joko Kamto"],"overview":"A cheerful yet serious Indonesian Romeo and Juliet. A boy and a girl from the same district, but with difficult childhoods and other reasons not to acknowledge their love. Through the colourful and musical retro style - the 1970s came late to Indonesia - shines a chaotic political and social era.","release_date":"2016-02-04","vote_average":6.3,"runtime":85,"cert":"N\/A","id":381150,"title":"Chaotic Love Poems","adult":false,"genre_ids":[18,35,10749]},{"cast":["Venera Gimadieva","Saimir Pirgu","Luca Salsi","Andrea Hill","Samuel Sakker"],"overview":"Royal Opera House, Covent Garden, London  Live showing of Verdi's Traviata with subsequent re-screenings  Violetta, a Parisian courtesan suffering from tuberculosis, is throwing a party to celebrate her recovery. A young nobleman, Alfredo, plans to attend, and has long been in love with Violetta.  Before long, Violetta has fallen for him as well, but Alfredo's father disapproves of their relationship. He convinces Violetta to leave Alfredo for the sake of his family's image, not realising how ill she really is.  Richard Eyre's production of 'La Traviata' immerses the audience in the indulgence of 19th Century Paris, a vivid setting for Verdi's famous score.","release_date":"2016-02-04","vote_average":0.0,"runtime":190,"cert":"N\/A","id":381155,"title":"The ROH Live: La Traviata","adult":false,"genre_ids":[10402]},{"cast":["Zeta Douka","Kostas Koklas","Makis Papadimitriou","Athina Oikonomakou"],"overview":"Kleanthis is working two jobs, and saddled with debts. His boss hates him, his mother-in-law despises him. His life is going nowhere - at least till he's clearing out a room in the antiquities department where he works, and finds a magic mirror with a friendly genie that can make wishes come true. Kleanthis uses the mirror to change his life and get what he wants - but, even though his wishes are granted, something always seems to go wrong.","release_date":"2016-02-04","vote_average":0.8,"runtime":101,"cert":"N\/A","id":381160,"title":"The Magic Mirror","adult":false,"genre_ids":[35,14]},{"cast":["Lillian Gish","Robert Harron","George Siegmann","Gloria Hope","Maxfield Stanley"],"overview":"Jim Young of Youngstown, Pennsylvania, reads of the German war atrocities and decides to enlist in the British army, thus becoming a forerunner of the American forces that are subsequently to leave for the battlefields of Europe. He begins active training at a camp outside London. While enjoying a few hours of leave, he meets Susie Broadplains , a young woman from Australia. She is flattered by his attentions and their friendship soon blossoms into love.\r However German plotters plan to destroy an arsenal at night and Sir Roger is inveigled into driving an automobile along a London road with its lights turned skyward to guide the Zeppelins. Jim, wounded and home on furlough, detects Sir Roger on the lonely road, follows and traps him in his cottage. Sir Roger turns his pistol on himself rather than be taken alive. Susie finds the \"great love\" in service for the cause of democracy and her country, with a greater love in sight.","release_date":"1918-08-11","vote_average":0.0,"runtime":60,"cert":"\"\"","id":381162,"title":"The Great Love","adult":false,"genre_ids":[18,10752]},{"cast":["Leonardo Duraes","Samira Ramos","Eurico Garcés"],"overview":"In the riverside neighbourhood of Oporto, all the children prove their courage by jumping from the stunning bridge Luis I into the Duero river. Leo has never done it before. He is different but he is getting tired of everyone thinking he is a coward.","release_date":"2014-02-04","vote_average":6.0,"runtime":14,"cert":"N\/A","id":381164,"title":"Children of the River","adult":false,"genre_ids":[18,12]},{"cast":["Phillip Salvador","Dang Cecilio","Leopoldo Salcedo","Paquito Diaz","Raul Aragon"],"overview":"This is a true-to-life story of Arsenio Cayanan,an Amerasian whose difficulties as a youth led him to a life of crime.","release_date":"1988-02-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381166,"title":"Boy Negro","adult":false,"genre_ids":[18,28]},{"cast":["Dagmar Manzel","Henry Hübchen","Carl Achleitner","Uwe Dag Berlin","Pit Bukowski"],"overview":"Berlin, the vibrant life. Only cashier Emma feels really lonely. There is nothing wrong with her, she just goes underground in the big city. Her desire to meet people has brought Emma to a strange idea: she lets go in the supermarket purses of customers and later presents herself as a hospitable finder, who invites you to pick up at the laid table. Unfortunately, the visit remains short. Only the shrewd homeless August who sees through her starts to get interested in Emma.","release_date":"2015-10-15","vote_average":6.0,"runtime":90,"cert":"N\/A","id":381168,"title":"Besuch für Emma","adult":false,"genre_ids":[10770,18]},{"cast":["Darren Matheson","Lynn Csontos","Eliza Faria","Natasha Davidson","Deborah Finkel"],"overview":"A family move into an abandoned orphanage and they soon learn that their new home has a disturbing history and that they aren't alone…","release_date":"2016-06-21","vote_average":3.5,"runtime":86,"cert":"\"NR\"","id":381170,"title":"American Conjuring","adult":false,"genre_ids":[27]},{"cast":["Anna Netrebko","Joseph Calleja","Lucas Meachem","Jennifer Rowley","Marco Vinco"],"overview":"Final performance of the 1974 John Copley production. Live from ROH June 10 2015.","release_date":"2015-06-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381178,"title":"La Bohème","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"The two of them, all alone at home. All alone with her father's corpse. Memories, ideals, and reality all sink beneath the muck. Everyone is alone. Everyone is in solitude.","release_date":"2014-05-29","vote_average":0.0,"runtime":10,"cert":"N\/A","id":381183,"title":"Crazy Little Thing","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A collection of short stories on the topics of mental illness and death.","release_date":"1988-09-11","vote_average":0.0,"runtime":60,"cert":"N\/A","id":381191,"title":"Forbidden to Forbid","adult":false,"genre_ids":[]},{"cast":["Claudia Wedekind","Volker Brandt","Hans W. Hamacher","Harry Wüstenhagen","Ekkehard Fritsch"],"overview":"","release_date":"1969-12-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381193,"title":"Attentat auf den Mächtigen","adult":false,"genre_ids":[18]},{"cast":["Jagath Chamila","Nilmini Buwaneka"],"overview":"Sam an autistic person and his desire to live and achieve his dreams. Challenges that he has to face from the society and from the family. Overcoming all and living in his dream life.","release_date":"2011-01-01","vote_average":10.0,"runtime":94,"cert":"N\/A","id":381195,"title":"Samige Kathaawa","adult":false,"genre_ids":[18]},{"cast":["Dieter Borsche","Hans Fitze","Heinz Engelmann","Hans W. Hamacher","Friedrich Schoenfelder"],"overview":"","release_date":"1967-10-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381197,"title":"Hugenberg - Gegen die Republik","adult":false,"genre_ids":[18]},{"cast":["Rudolf Platte","Dietmar Schönherr","Hans W. Hamacher","Ralf Wolter","Käte Jaenicke"],"overview":"","release_date":"1967-08-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381199,"title":"Das kleine Teehaus","adult":false,"genre_ids":[18]},{"cast":["Sieghardt Rupp","Ruth-Maria Kubitschek","Peter Schiff","Herbert Stass","Paul Esser"],"overview":"","release_date":"1967-08-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381201,"title":"Hochspannung","adult":false,"genre_ids":[18]},{"cast":["Hans W. Hamacher","Ralf Schermuly","Vera Tschechowa","Walter Bluhm","Erica Schramm"],"overview":"","release_date":"1967-05-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381203,"title":"Der eine Tag im Jahr","adult":false,"genre_ids":[18]},{"cast":["Ellen Schwiers","Rudolf Vogel","Günther Jerschke","Walter Hoor","Kurt Weinzierl"],"overview":"","release_date":"1967-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381205,"title":"Das schwedische Zündholz","adult":false,"genre_ids":[18]},{"cast":["Kostas Kazakos","Xenia Kalogeropoulou","Alexandra Ladikou","Giannis Fertis","Manos Katrakis"],"overview":"One of filmmaker and expatriate writer Adonis Kyrou's best-known quotes translates roughly as \"I urge you: Learn to look at 'bad' films, they are so often sublime.\" The same could be said of Kyrou's own directorial work in Greece before the advent of the 1967 dictatorship forced him to flee to Paris. This confused mess, the first cinematic attempt at portraying the Greek resistance in WWII, caused quite a stink upon release, as much for its surprising style (recalling that of Bertolt Brecht) as for its subject matter. Reaction to its screening as part of the 1966 Cannes Film Festival's International Critic's Week was heated and divisive, proving Kyrou's later statement by rising above its own inherent silliness to achieve a sort of rarefied critical status. It's bad drama that nonetheless succeeds by dint of audacity more than quality (a comment which could apply equally to the work of many exploitation directors like Jean Rollin whom Kyrou later so lovingly profiled).","release_date":"1965-01-09","vote_average":7.0,"runtime":null,"cert":"N\/A","id":381207,"title":"The Roundup","adult":false,"genre_ids":[18,10752]},{"cast":["Jean-Claude Donda","Jean-Claude Donda"],"overview":"","release_date":"2006-01-04","vote_average":10.0,"runtime":null,"cert":"N\/A","id":381209,"title":"Léo et Popi - Les vacances, la plage","adult":false,"genre_ids":[16,10751]},{"cast":["Jean-Claude Donda","Jean-Claude Donda"],"overview":"","release_date":"2006-01-04","vote_average":10.0,"runtime":null,"cert":"N\/A","id":381211,"title":"Léo et Popi - L'autonomie, la propreté","adult":false,"genre_ids":[16,10751]},{"cast":["Luis Valladares","Benjamin Bernard","L.J. Grillo","Kim Santiago"],"overview":"A post-apocalyptic tale of Hope, Faith, Death, and the discovery of humanity last breath for survival.","release_date":"2018-10-01","vote_average":0.0,"runtime":85,"cert":"\"\"","id":381231,"title":"The Last One","adult":false,"genre_ids":[14,28,12]},{"cast":["Ugo Dighero","Beppe Fiorello","Alessandro Agnello","Tiziana Lodato","Calogero Buttà"],"overview":"","release_date":"2001-01-01","vote_average":7.3,"runtime":null,"cert":"N\/A","id":381236,"title":"Brancaccio","adult":false,"genre_ids":[]},{"cast":["Tim Saunders","Richard Hone","Tom Dormer"],"overview":"At about 1230 on the 8th August 1944 near St Aignan in Normandy Hauptsturmführer Michael Wittmann the top German tank ace and Coy Comd in an SS Heavy Tank Coy (Tiger) was killed when his tank was knocked out in counter attack against British and Canadian Forces taking part in Op Totalise. Over the years much controversy had grown up over who destroyed Wittmann's tank Joe Ekins of the British  Northants Yeomanry, a Canadian tank of the Sherbrooke Fusiliers or a rocket from an RAF Typhoon. In this film the BHTV examine the latest information on the ground, including testimony from German survivors and Joe Ekins himself.. The BHTV team believe that the main weight of the evidence shows that it was most probably Ekins Sherman Firefly that struck the killer blow.","release_date":"2010-05-01","vote_average":0.0,"runtime":77,"cert":"N\/A","id":381238,"title":"Wittmann v Ekins: The Death of a Panzer Ace","adult":false,"genre_ids":[99,36,10752]},{"cast":[],"overview":"Nychos is an illustrator, Urban Art- and Graffiti artist who became known with his street concept RABBIT EYE MOVEMENT (REM) 10 years ago. The icon of the movement is a white rabbit, which has been breeding since then and has been popping up in the streets all over the globe for the past decade. This is exactly what Nychos thrives for – he travels the world to spread his art and his REM concept. Within the last two years Nychos was accompanied by filmmaker Christian Fischer who recorded these journeys to create a full lenght movie. ”The Deepest Depths Of The Burrow” is a documentary about art, lifestyle and subculture.","release_date":"2015-04-25","vote_average":8.0,"runtime":104,"cert":"N\/A","id":381240,"title":"The Deepest Depths of the Burrow","adult":false,"genre_ids":[16,99]},{"cast":["Sam Robinson","Rudolph Tatun","George Lewis","Evon Junior","Sam Jacks"],"overview":"Detective Knick Garter and his sidekick Rheuma Tism are called for help by their friend, inventor I. Wanta Sneeze.","release_date":"1918-04-15","vote_average":0.0,"runtime":13,"cert":"\"\"","id":381242,"title":"A Black Sherlock Holmes","adult":false,"genre_ids":[35,9648]},{"cast":["Ozzy Osbourne","Tony Iommi","Geezer Butler"],"overview":"1.\tIntro  2.\tN.I.B.  3.\tAfter Forever  4.\tWar Pigs  5.\tDirty Women  6.\tFairies Wear Boots  7.\tRiffs  8.\tElectric Funeral  9.\tIron Man  10.\tInto the Void  11.\tBlack Sabbath  12.\tThe Wizard  13.\tRiffs  14.\tParanoid  15.\tSleeping Village\/Children of the Grave","release_date":"2005-06-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381244,"title":"Black Sabbath: [2005] Rockwave Festival","adult":false,"genre_ids":[]},{"cast":["Benny Claessens","Berdien Dewaele","Marijke Pinoy","Kristof Van Boven","Wim Willaert"],"overview":"When the obese, lonely teenage girl Claudine loses the only certainty in her life, she slips away into an emotional crises.","release_date":"2008-11-30","vote_average":5.0,"runtime":13,"cert":"N\/A","id":381246,"title":"We Are So Happy","adult":false,"genre_ids":[]},{"cast":[],"overview":"Only for the Weak, Everything's Gone, Bullet Ride, Where Dead Ships Dwell, Deliver Us, Cloud Connected, Drifter, The Chosen Pessimist, Delight and Angers, Rusted Nail, The Mirror's Truth, Take This Live","release_date":"2015-07-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381251,"title":"In Flames: [2015] Live at Wacken Open Air","adult":false,"genre_ids":[]},{"cast":["Hans Korte","Horst Keitel","Christoph Bantzer","Hans W. Hamacher","Herbert Ballmann"],"overview":"","release_date":"1966-10-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381253,"title":"Die schwarze Hand","adult":false,"genre_ids":[18]},{"cast":["Guillaume Gallienne","Adèle Exarchopoulos","Stéphanie Cléau","Aliénor Poisson","Cyrielle Martinez"],"overview":"A man, a woman. A prison director, his inmate. An impossible love, a true story.","release_date":"2016-03-02","vote_average":6.2,"runtime":110,"cert":"N\/A","id":381255,"title":"Down by Love","adult":false,"genre_ids":[18,10749]},{"cast":["Hans W. Hamacher","Herbert Stass","Herbert Ballmann","Tilo von Berlepsch","Christine Gerlach"],"overview":"","release_date":"1963-03-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381257,"title":"Der Beste","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Documentary about Neil Young's career from 1975-2005.","release_date":"2012-02-04","vote_average":0.0,"runtime":null,"cert":"\"\"","id":381259,"title":"Neil Young - Wrecking Ball","adult":false,"genre_ids":[]},{"cast":["Michael Brandner","Elisabeth Endriss","Martina Gedeck","Lambert Hamel","Robert Hunger-Bühler"],"overview":"","release_date":"2004-12-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381261,"title":"Giacomo Casanova","adult":false,"genre_ids":[18]},{"cast":["Michael Mendl","Franziska Walser","Ulrike Grote","Lambert Hamel","Hans-Peter Korff"],"overview":"","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381263,"title":"Oh du Liebezeit","adult":false,"genre_ids":[35]},{"cast":["Terence de Marney","Tenniel Evans","Dan Jackson","Gillian Lewis","Paul Carson"],"overview":"Drama set in a men's hospital ward, written by Dennis Potter. Characters include a cunning bronchitic Londoner, a strapped-up Pole and a dying man who just wants a cup of tea.","release_date":"1966-04-11","vote_average":0.0,"runtime":30,"cert":"N\/A","id":381265,"title":"Emergency Ward 9","adult":false,"genre_ids":[18]},{"cast":["Helmuth Lohner","Erik Frey","Luise Prasser","Michaela Rosen","Sylvia Eisenberger"],"overview":"An adaptation of a novel by Joseph Roth.","release_date":"1981-01-01","vote_average":0.0,"runtime":218,"cert":"N\/A","id":381267,"title":"Tarabas","adult":false,"genre_ids":[10770,18]},{"cast":["Jeannine Burch","Susanne Czepl","Lambert Hamel","Michael Lerchenberg","Ingo Naujoks"],"overview":"","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381269,"title":"Die Traumnummer - Die Hotline zum Glück","adult":false,"genre_ids":[35]},{"cast":["Anders Mossling","Hilal Shoman","Axel Roos","Robert Bengtsson","Alexandra Zetterberg"],"overview":"Based on Kristian Lundberg's novel about Anders, who goes from acclaimed author to physical worker at the bottom of society. He can no longer support himself through his cultural work and is forced to start anew, as a worker in Malmö harbour, at a place called 'The Yard'.","release_date":"2016-03-11","vote_average":5.0,"runtime":80,"cert":"N\/A","id":381277,"title":"The Yard","adult":false,"genre_ids":[18]},{"cast":["Jeff Lynne","Bev Bevan","Mik Kaminski","Richard Tandy","Kelly Groucutt"],"overview":"Discovery is a music video album by the Electric Light Orchestra.  Recorded in 1979 shortly after the completion of the Discovery studio album. The track listing is identical to the studio LP; each of the album's songs has its own corresponding promotional video. It received TV airings on The Blue Jean Network in 1980 among others, with releases on VHS in 1979, then later on the \"Out of the Blue Tour\" Live at Wembley\/Discovery 1998 DVD\/VHS. The video album was produced because Jeff Lynne refused to go on tour to promote the album as was customary but instead presented it in the relatively new video format. This helped launch the nascent long-form music video market. The song's videos marked the last appearance for the band's cellists. Tracklist: 1: \"Shine a Little Love\" 2: \"Confusion\" 3: \"Need Her Love\" 4: \"The Diary of Horace Wimp\" 5: \"Last Train to London\" 6: \"Midnight Blue\" 7: \"On the Run\" 8: \"Wishing\" 9: \"Don't Bring Me Down\"","release_date":"1978-01-01","vote_average":0.0,"runtime":39,"cert":"\"\"","id":381279,"title":"Electric Light Orchestra: Discovery","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2015-11-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381281,"title":"Wie viel Islam verträgt Deutschland?","adult":false,"genre_ids":[99]},{"cast":["Jennifer Lawrence","Javier Bardem","Ed Harris","Michelle Pfeiffer","Brian Gleeson"],"overview":"A couple's relationship is tested when uninvited guests arrive at their home, disrupting their tranquil existence.","release_date":"2017-09-13","vote_average":7.0,"runtime":121,"cert":"\"R\"","id":381283,"title":"mother!","adult":false,"genre_ids":[18,27,9648]},{"cast":["Elijah Nelson","Daniel Nelson","Ayanna Berkshire","Michael Biesanz","Jeanine Jackson"],"overview":"Train Master Jeremiah Wilson has kept a secret for 50 years. A clue is hidden along the miniature tracks of his model trains of a long lost treasure.","release_date":"2014-05-30","vote_average":0.0,"runtime":95,"cert":"\"\"","id":381285,"title":"Jeremiah's Treasure","adult":false,"genre_ids":[]},{"cast":["Jeffrey Licon","Alex Frnka","Peter Holden","Art Bonilla","Julien Cesario"],"overview":"Life changed for Alejandro Reis - Alex - in just a few brief moments when he discovers that he is not an American citizen. His parents brought him across the Mexican border when he was just months old. Flora Hendricks, on the other hand is born in Missouri. She decides to run away from home. Alex finds himself deported to Mexico On a seeming parallel track, Flora is arrested for shoplifting. And put in the same deportation bus with Alex. Once on Mexican soil Alex and Flora find out quickly that they are way out of their depth. They learn quickly that Tijuana and most of the other border towns are ultra violent places that are overrun by dangerous, warring criminal factions.","release_date":"2016-01-29","vote_average":4.5,"runtime":94,"cert":"\"\"","id":381287,"title":"Foreign Land","adult":false,"genre_ids":[18]},{"cast":["Josh Gad","K.J. Apa","Britt Robertson","Dennis Quaid","Peggy Lipton"],"overview":"A dog goes on quest to discover his purpose in life over the course of several lifetimes with multiple owners.","release_date":"2017-01-19","vote_average":7.3,"runtime":100,"cert":"\"PG\"","id":381289,"title":"A Dog's Purpose","adult":false,"genre_ids":[35,18,10751,14,12]},{"cast":["Lotta Losten","David F. Sandberg"],"overview":"A woman is stuck in an attic but she soon finds she is not alone.","release_date":"2015-02-13","vote_average":6.7,"runtime":3,"cert":"N\/A","id":381294,"title":"Attic Panic","adult":false,"genre_ids":[9648,27]},{"cast":["Victor Francen","Elvire Popesco","Gaby Morlay","Raimu","Hélène Robert"],"overview":"King John IV of Cerdania, who knows monarchs are a vanishing race but who plays his royalty role in state council or boudoir to the hilt, is in Paris to sign a treaty, and becomes enmeshed in intrigue with an actress, Therese Mannix and involved in a bit of cuckoldry with YouYou Bourdier, the ex-seamstress wife of a French senator, who is un-awed by money, power or the King's kisses. For his part, her husband, Senator Bourdier, is glad to use his wealth, wife and collectivist ideals for social position, in spite of his democratic posing.","release_date":"1936-10-29","vote_average":0.0,"runtime":90,"cert":"N\/A","id":381296,"title":"The King","adult":false,"genre_ids":[35]},{"cast":["Sunny Deol","Om Puri","Soha Ali Khan","Narendra Jha","Aanchal Munjal"],"overview":"Ajay Mehra (from previous Ghayal-1990), after finishing off his life sentence, starts a newspaper called Satyakam. Still dealing with the haunting trauma of losing his loved ones, Ajay manages to make a credible name for himself in investigative journalism. Working with a strange team of RTI activists, ex-criminals and ilk; and even stranger ways of unearthing and presenting truth, Ajay Mehra has earned quite a fan following among the youths, who finds his fearless and unforgiving approach in dealing with all kinds of sociopaths very inspiring.","release_date":"2016-02-05","vote_average":6.3,"runtime":127,"cert":"\"\"","id":381298,"title":"Ghayal Once Again","adult":false,"genre_ids":[28,18]},{"cast":["Jacques Dumesnil","Jany Holt"],"overview":"Jean is a good man who has a steady job (he is a mechanic in the village garage) and a companion named Aline. But Jean is also a guzzler and a philanderer. As a result, when a local prostitute is killed in the surroundings, he becomes at once the victim of rumor...","release_date":"1947-03-25","vote_average":0.0,"runtime":90,"cert":"N\/A","id":381300,"title":"Rumors","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381308,"title":"Monty Roberts - Der mit den Pferden spricht","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381310,"title":"Monty Roberts - Der echte Pferdeflüsterer bei den Aborigines","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Profane Believers, Voice of the Voiceless, The Omen, Forlorn Skies, Combat, Awoken, Endzeit, Counterweight, The Disease, Whatever It May Take, I Was I Am I Shall Be, Behind a Wall of Silence, Return to Sanity, Black Tears (Edge of Sanity cover)","release_date":"2011-08-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381312,"title":"Heaven Shall Burn: [2011] Wacken Open Air","adult":false,"genre_ids":[99]},{"cast":["Sharon Cuneta","Richard Gomez ","Susan Roces","Bernard Bonnin","Chichay"],"overview":"Salve and Sion is a sister living with their grandparents. Trying to make ends meet, they take in any job even if it's not high paying. Ben is a long-time friend\/ admirer of Sion. He supports her in her every endeavor. When Ben's cousin, Carding arrives to Ben's place, he meets Salve and is easily smitten by her charm, when he rescues her from trouble. One day both sisters come face-to-face with criminals, they try to run away from them and report to authorities.","release_date":"1988-06-18","vote_average":0.0,"runtime":118,"cert":"N\/A","id":381317,"title":"Buy One, Take One","adult":false,"genre_ids":[10749,35]},{"cast":["Peppino Mazzotta","Isabella Ragonese","Orlando Cinque","Valentina Carnelutti","Vinicio Marchioni"],"overview":"","release_date":"2014-11-23","vote_average":7.3,"runtime":100,"cert":"N\/A","id":381319,"title":"Un Mondo Nuovo","adult":false,"genre_ids":[18]},{"cast":["Andrew Duff","Steve Weiss","Richard Hone","Tim Saunders","Tom Dormer"],"overview":"With the Fifth Panzer Army fighting its way towards the River Meuse, the cross roads town of Bastogne, vital for the success of Hitler's last attempt to check the Allies in the west, the Americans rushed reinforcements to hold it. 101st US Airborne Division was resting in reserve near Paris when the call for immediate deployment to the Ardennes came and reached Bastogne just before the German ring around the town closed. Wearing only normal uniforms, the 101st joined the other garrison troops in a siege where they fought not only the enemy's panzers but the freezing, snowy, cold to hold the vital road junction. Filmed on the ground we tell the story of the heroic defence of Bastogne.","release_date":"2015-04-16","vote_average":0.0,"runtime":100,"cert":"N\/A","id":381321,"title":"Battle of the Bulge: Siege of Bastogne","adult":false,"genre_ids":[99,36,10752]},{"cast":[],"overview":"With 'Ninety Nine Per Cent' Giorgio Mangiamele harnessed satiric, surreal and slapstick comedy to tell his most socially probing story of the impact of urban as well as cultural isolation. Where his earlier films, including 'Il Contratto' and two versions of 'The Spag' had portrayed problems specific to being an Italian migrant in an often racist and uncaring Australia, 'Ninety Nine Per Cent' made the impact of isolation within a multiracial society more universal. The film is a visual advance on Mangiamele’s earlier films, aided by its being filmed on 35mm stock (all the earlier works had been shot on 16mm), bringing a new sharpness, depth of field and exposure range to images. 'Ninety Nine Per Cent' was to be Mangiamele’s only comedy and in many ways it is his most adventurous, accessible work.","release_date":"1963-02-04","vote_average":0.0,"runtime":45,"cert":"N\/A","id":381323,"title":"Ninety Nine Per Cent","adult":false,"genre_ids":[]},{"cast":["Tiffany Ceri","Lee Bane","Sarah Tempest","Claire Carreno","Judith Haley"],"overview":"When a Priest and a Vatican investigator take a possessed housewife to a convent to perform an Exorcism, all hell breaks loose....","release_date":"2016-03-07","vote_average":3.5,"runtime":83,"cert":"N\/A","id":381325,"title":"The Exorcism of Anna Ecklund","adult":false,"genre_ids":[53,27]},{"cast":[],"overview":"no official overview for now.","release_date":"1917-05-20","vote_average":2.0,"runtime":null,"cert":"N\/A","id":381330,"title":"The Battle of the Monkey and the Crab","adult":false,"genre_ids":[]},{"cast":[],"overview":"An early anime telling the story of Momotarou and his adventures defeating demons.","release_date":"1918-03-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":381332,"title":"Momotaro","adult":false,"genre_ids":[16]},{"cast":["Bob Hilton","Jo Hook","John Greenacre","Mike Peters","Bob Darby"],"overview":"The Battle of Arnhem, fought in the early autumn of 1944, remains without a doubt the most hotly debated battle of the North West European Campaign, both then and now. From its inception in the sixteen cancelled airborne operations during August, we will chart the problems, many of which were ignored by men desperate to get into battle, the compromises and mistakes that pitched lightly armed and ill equipped paratroopers and glider infantry into an unequal struggle against an SS panzer troops. We follow the eight mile route that 2 Para took to reach the bridge at Arnhem, slipping through the German defences.In Part 2, a separate film we look at their epic battle.","release_date":"","vote_average":0.0,"runtime":70,"cert":"N\/A","id":381334,"title":"Arnhem: The Battle for the Bridges - Part 1","adult":false,"genre_ids":[99,36,10752]},{"cast":[],"overview":"no official overview for now.","release_date":"1918-08-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381336,"title":"Tarou no Banpei - Senkoutei no Maki","adult":false,"genre_ids":[16]},{"cast":["Liane Hielscher","Lambert Hamel","Pascal Breuer","Monika Lundi","Jochen Striebeck"],"overview":"","release_date":"1978-01-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381338,"title":"Adoptionen","adult":false,"genre_ids":[18]},{"cast":["Lambert Hamel","Ellen Umlauf","Elke Aberle","Klaus Dahlen","Willy Harlander"],"overview":"","release_date":"1972-01-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381340,"title":"Ferdy und Ferdinand","adult":false,"genre_ids":[18]},{"cast":["Paolo Gregoletto","Corey Beaulieu","Matt Heafy"],"overview":"A mini-documentary showing the making of Trivium's last album Silent In The Snow launched in 2015.","release_date":"2016-02-05","vote_average":0.0,"runtime":21,"cert":"\"\"","id":381348,"title":"Trivium - Silence In The Snow Mini-Documentary","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"The minutiae of daily life on Edinburgh's Rose Street in the fifties is presented in this impressionistic documentary piece.","release_date":"1956-01-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":381350,"title":"Rose Street","adult":false,"genre_ids":[]},{"cast":["Daryl Haney","Suzanne Wouk","Dragan Maksimović","Branko Cvejić","Irfan Mensur"],"overview":"Young American actor comes to Yugoslavia to star in co-production film of the two countries, only to find out that the director was mysteriously killed. Later he discovers that the reason was his involvement in the white slavery trade.","release_date":"1988-12-22","vote_average":0.0,"runtime":94,"cert":"N\/A","id":381352,"title":"The Other Man","adult":false,"genre_ids":[53,18]},{"cast":["Andrea-Nichole Olivas","Marissa Centrella","Shannon McDermott","Michael Huntsman","Christian Chase"],"overview":"An introverted young woman named Phoebe is about to have her world turned inside out by way of her dangerous new friend, Kady. Will Phoebe be able to take control of her life or will she fall victim to the mysterious and menacing Kady?","release_date":"2015-10-08","vote_average":10.0,"runtime":19,"cert":"\"NR\"","id":381354,"title":"Pretty Little Killers","adult":false,"genre_ids":[53,18]},{"cast":["Pierre Niney","François Civil","Igor Gotesman","Margot Bancilhon","Idrissa Hanrot"],"overview":"A young man paying the rent for himself and his lifelong friends at an apartment, ends up flat-broke and resorts to selling marijuana to pay the bills - only to get caught up in the dangerous world of drugs.","release_date":"2016-03-30","vote_average":7.2,"runtime":102,"cert":"N\/A","id":381356,"title":"Five","adult":false,"genre_ids":[35]},{"cast":["Gianandrea Gavazzeni","Mirella Freni","Peter Dvorský","Fiorenza Cossotto","Ivo Vinco"],"overview":"Francesco Cilea's Adriana Lecouvreur concerns a doomed love based on a real story about an actress involved in a famous love triangle. Mirella Freni sings the title part in this production that was broadcast on television originally in 1989. Gianandrea Gavazzeni conducts the orchestra. Live from La Scala, 1989","release_date":"1989-06-02","vote_average":0.0,"runtime":158,"cert":"N\/A","id":381358,"title":"Adriana Lecouvreur","adult":false,"genre_ids":[10402]},{"cast":["Gerry Alanguilan","Gerry Alanguilan","Alfredo Alcala Jr","C.B. Cebulski"],"overview":"Superman, Batman, Spider-Man, The X-Men – characters recognized all over the world, and have gained even wider popularity through television and film. What may not be known is that, since the 1970’s, Filipinos have had a significant contribution in these and other characters’ mythologies. In terms of comic book history, these creators are often left unaccredited or, at worse, neglected entirely for their accomplishments.  “Illustrated By”: Filipino Invasion of U.S. Comics is a full-length documentary film tracing the phenomenon of Filipino comic artists breaking into the U.S. mainstream. The movie aims to pay tribute to many of these ignored, unacknowledged talents, and showcase their gorgeous artwork.","release_date":"2012-06-28","vote_average":0.0,"runtime":57,"cert":"N\/A","id":381360,"title":"Illustrated By","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Pineapple Calamari dreams of being a horse racing champion. He lives with two inseparable women who share a very special connection. But when tragedy befalls this happy family, their social dynamic takes a drastic turn to the unexpected.","release_date":"2014-12-31","vote_average":6.0,"runtime":9,"cert":"N\/A","id":381362,"title":"Pineapple Calamari","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Robert Winston narrates the shocking story of health in Britain before the National Health Service. In the early 20th century, getting treated if you were ill was a rudimentary, risky and costly business - a luxury few could afford. Using rare archive footage and personal testimony, the programme tells how ordinary people, GPs, midwives and local councils coped with a chaotic and ramshackle system as they struggled to deal with sickness and disease in the homes and communities of pre-World War II Britain","release_date":"2012-09-24","vote_average":0.0,"runtime":60,"cert":"N\/A","id":381364,"title":"Health Before The NHS: The Road To Recovery","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Robert Winston-narrated mini-series concludes with the story of hospitals. At the beginning of the 20th century these were forbidding places very much to be avoided - a last resort for the destitute rather than places you would go to get better. Using unique archive footage from an era when infectious disease was virtually untreatable and powerful first-hand accounts from patients, doctors and nurses, the programme explores the extraordinary transformation of the hospital from Victorian workhouse to modern centre of medicine.","release_date":"2012-10-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":381366,"title":"Health Before The NHS: A Medical Revolution","adult":false,"genre_ids":[]},{"cast":["Jack Oakie","Polly Walker","Roger Gray","Franker Wood","Harry Sweet"],"overview":"In this musical, based on a long-running Broadway hit from 1927, a sailor finds himself the object of a cafe owner's affections. Singin', dancin', and mayhem ensues. Songs include: Sometimes I'm Happy,\" \"Hallelujah,\" \"Why, Oh Why,\" \"Keeping Myself For You,\" \"More Than You Know,\" \"Billy Rose,\" \"I Know That You Know,\" and \"Sez You--Sez Me\"","release_date":"1930-02-02","vote_average":0.0,"runtime":103,"cert":"\"\"","id":381368,"title":"Hit the Deck","adult":false,"genre_ids":[10402,35]},{"cast":["Samuel Ramey","Giorgio Zancanaro","Cheryl Studer","Kaludi Kaludov","Ernesto Gavazzi"],"overview":"Live from La Scala 1991","release_date":"1991-07-04","vote_average":0.0,"runtime":117,"cert":"N\/A","id":381370,"title":"Attila","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this animated horror comedy, a cowardly dog named Courage must rescue his lovely owner, Muriel from a vengeful supernatural Fog. Eustace, Muriel's greedy husband, refuses to return the gold necklace belonging to the Fog's long lost love.","release_date":"2014-10-31","vote_average":7.3,"runtime":8,"cert":"\"\"","id":381372,"title":"The Fog of Courage","adult":false,"genre_ids":[16,35,27]},{"cast":["Nivin Pauly","Joju George","Saiju Kurup","Major Ravi","Anu Emmanuel"],"overview":"Biju is an honest policeman who fights the injustice head-on. In his pursuit to keep things under control and clean, he encounters a series of events and cases which test his authority, honesty and integrity. With a week to his wedding, what ensues is a heartfelt story of a cop sans the cinematic hype.","release_date":"2016-02-04","vote_average":7.8,"runtime":144,"cert":"N\/A","id":381374,"title":"Action Hero Biju","adult":false,"genre_ids":[28,35,80]},{"cast":["Daniela Dessì","Delores Ziegler","Alessandro Corbelli","Jozef Kundlak","Adelina Scarabelli"],"overview":"Live from La Scala 1989","release_date":"1989-04-11","vote_average":0.0,"runtime":187,"cert":"N\/A","id":381379,"title":"Così fan tutte","adult":false,"genre_ids":[10402]},{"cast":["Prashanthi","Geethanjali Thasya","Shani Salmon","Sri Rajan"],"overview":"Telugu Lesbian movie.","release_date":"2015-11-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381381,"title":"Affair","adult":false,"genre_ids":[27,10749,53]},{"cast":["Marne Lucas","Otto Wrek"],"overview":"A porn  movie shot in infra-red.","release_date":"1995-02-01","vote_average":2.0,"runtime":13,"cert":"\"NR\"","id":381386,"title":"The Operation","adult":true,"genre_ids":[878]},{"cast":["Fernando Fernán Gómez","Antonio Ferrandis","Rafael de Penagos"],"overview":"","release_date":"1978-02-05","vote_average":6.8,"runtime":26,"cert":"N\/A","id":381388,"title":"Don Quijote de la Mancha","adult":false,"genre_ids":[16,12,14]},{"cast":["Wolfgang Böck","Lukas Resetarits","August Schmölzer","Fritz Hammel","Brigitte Kren"],"overview":"","release_date":"2008-06-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381390,"title":"Der schwarze Löwe","adult":false,"genre_ids":[18]},{"cast":["Heike Makatsch","Patrick Rapold","Joachim Bißmeier","Karl Markovics","Nicholas Ofczarek"],"overview":"","release_date":"2004-09-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381392,"title":"Familie auf Bestellung","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Documentary about the audition process at an acting school in Hannover, Germany.","release_date":"2016-05-19","vote_average":9.0,"runtime":96,"cert":"N\/A","id":381394,"title":"The Audition","adult":false,"genre_ids":[99]},{"cast":["Brandon","Hyisheem","Luc"],"overview":"A look at NYC’s gentrification and growing inequality in a microcosm, Class Divide explores two distinct worlds that share the same Chelsea intersection – 10th Avenue and 26th Street. On one side of the avenue, the Chelsea-Elliot Houses have provided low-income public housing to residents for decades. Their neighbor across the avenue since 2012 is Avenues: The World School, a costly private school. What happens when kids from both of these worlds attempt to cross the divide?","release_date":"2016-04-18","vote_average":6.5,"runtime":74,"cert":"\"\"","id":381399,"title":"Class Divide","adult":false,"genre_ids":[99]},{"cast":["Hannah Fry"],"overview":"Ada Lovelace was a most unlikely computer pioneer. In this film, Dr Hannah Fry tells the story of Ada's remarkable life. Born in the early 19th century, Ada was a countess of the realm, a scandalous socialite and an 'enchantress of numbers'. The film is an enthralling tale of how a life infused with brilliance, but blighted by illness and gambling addiction, helped give rise to the modern era of computing.","release_date":"2015-09-17","vote_average":7.0,"runtime":58,"cert":"N\/A","id":381401,"title":"Calculating Ada: The Countess of Computing","adult":false,"genre_ids":[99]},{"cast":["Carolina Guerra","Jimmie Bernal","Kristina Lilley","Bautista Duarte","Carolina Ravassa"],"overview":"In the city of New York lives FIVE (Carolina War), a woman always faithful to its rules. With skill and intelligence makes unconventional theft without violence. Greed will break one of its rules and end locked in a mysterious apartment. FIVE gradually you will realize that fell into a trap and right there starts a race against time where you need to test all your skills to escape before it's too late.","release_date":"2016-01-28","vote_average":0.0,"runtime":77,"cert":"\"\"","id":381403,"title":"5","adult":false,"genre_ids":[]},{"cast":["Emma Watkins","Lachlan Gillespie","Simon Pryce","Anthony Field"],"overview":"Join The Wiggles as they meet the Melbourne Symphony Orchestra! Joined by friends Wags the Dog, Henry the Octopus, Dorothy the Dinosaur and Andy the Conductor, they perform all your favorite songs.","release_date":"2015-11-04","vote_average":10.0,"runtime":103,"cert":"N\/A","id":381405,"title":"The Wiggles Meet The Orchestra","adult":false,"genre_ids":[10751]},{"cast":["Bunny De La Cruz","Fayth DeLuca","Joclyn Stone","Kristina Rose","Paige Taylor"],"overview":"Big Butt Certified Nice big white butts in and all over your face, makin' you want it more! Brand new Bunny is here - such juicy double D tits, a huge ass, and so horny for dick! A mother with an ass and a hairy bush that loves to fuck, beautiful Kristina is suckin', fucking, teasing, and cummin' all over! Plus much more!","release_date":"2007-11-27","vote_average":6.0,"runtime":173,"cert":"\"NR\"","id":381407,"title":"Big Butt Teaze 2","adult":true,"genre_ids":[]},{"cast":["Alex Gonz","Bunny De La Cruz","Kirra Lynne","Dirty Harry","John Espizedo"],"overview":"Giant white butts are beautiful and these ladies are really stacked! Bunny is back and you can't find a lady more well put together. . . her ass and tits are so nice, she's also a freak! Kiera Lynn is so fine. It's hard to find a young white girl like Kiera with an ass so nice and phat, plus she is a sexaholic. She is the best! Leenuh is bangin' with the ass that pops! Morgan is a brand new redhead bombshell with a juicy phat ass!","release_date":"2008-08-05","vote_average":6.0,"runtime":148,"cert":"\"NR\"","id":381409,"title":"Big White Thunder Butts 2","adult":true,"genre_ids":[]},{"cast":["Mercedes Carrera","Olivia Austin","Layla Price","Virgo Peridot","Anthony Rosano"],"overview":"The bigger the butt, the sweeter the spank! These bubble butt hotties like things a little rough - they can't fully get off without some flogging, whips & paddles to deliver that extra sting to push their sweet asses over the edge! So get ready to mix a little pain with your pleasure in this BDSM-themed big butt release that hurts so good!","release_date":"2015-06-02","vote_average":8.0,"runtime":110,"cert":"\"NC-17\"","id":381411,"title":"Big Butt BDSM","adult":true,"genre_ids":[]},{"cast":[],"overview":"Pinku. Trailer here: https:\/\/www.youtube.com\/watch?v=jkR8isRodzw","release_date":"2014-01-01","vote_average":0.0,"runtime":71,"cert":"N\/A","id":381413,"title":"Treasure Ship: Latitudes of Lust","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Wonderful World of Disney TV movie based on the true story of famed Saint Bernard dog, Barry, who rescued dozens of stranded travelers in the Swiss Alps.","release_date":"1977-01-30","vote_average":0.0,"runtime":91,"cert":"\"\"","id":381415,"title":"Barry of the Great St. Bernard","adult":false,"genre_ids":[]},{"cast":["Connor Barr","Martin Kemp","Leon Bearman","Enn Reitel","Matt Healy"],"overview":"Peace is declared in Northern Ireland after thirty years of troubles. The criminal empires that have existed during the troubles can no longer operate and are being shut down. George is released from prison and returns to his old working-class neighbourhood to resume his life and steer clear of trouble which includes his best friend Emmet. Nadine has also come back to Derry after many years away, she is the estranged daughter of the resident crime boss Simon McKnight and also George first love. When Emmet finds a bag of money belonging to a ruthless loyalist hit-man Giggles, George is compelled to help him one last time to return it. This step is too far and they are forced to enlist the help of a gang from the other side of the community.","release_date":"2013-04-25","vote_average":0.0,"runtime":93,"cert":"N\/A","id":381417,"title":"The Best Years","adult":false,"genre_ids":[35,80,18]},{"cast":["Lotta Losten"],"overview":"At night a women hears strange sounds out of a box. Is it the right way to explore the demons inside?","release_date":"2014-10-20","vote_average":6.1,"runtime":3,"cert":"\"\"","id":381419,"title":"Coffer","adult":false,"genre_ids":[27]},{"cast":["Jason Mewes","Craig Michaelson","Weston Cage","John Branch","Cassandra Deever"],"overview":"Loveable losers Deet and Bax, best friends and struggling weedpreneurs, unknowingly help Amanda an undercover Agent infiltrate a South American Drug Cartel and cross paths with an eccentric billionaire.","release_date":"2015-04-20","vote_average":10.0,"runtime":107,"cert":"\"\"","id":381424,"title":"Deet N Bax Save The World","adult":false,"genre_ids":[35]},{"cast":["Auguste Perret","Le Corbusier","León Jouhaux","René Arrachart"],"overview":"Produced for the National Federation of Building Workers Ciné-Liberté, a Popular Front organization intended to counteract capitalist interests in the film industry, Epstein’s union documentary examines building policy from the perspective of ordinary workers and notable architects. In addition to touring the Cathedral of Chartres and the Paris Exposition of 1937, the film features rare interviews with Le Corbusier (at his drawing board, no less) and Auguste Perret.","release_date":"1938-01-01","vote_average":0.0,"runtime":54,"cert":"N\/A","id":381426,"title":"The Builders","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A very polite suicide note","release_date":"2016-01-25","vote_average":0.0,"runtime":3,"cert":"\"\"","id":381428,"title":"Sorry For The Mess","adult":false,"genre_ids":[]},{"cast":["Maqbool Salmaan","Mithra Kurian","Lijo Jose Pellissery","Tini Tom","Suraj Venjaramoodu"],"overview":"Kishore works as an assistant director and dreams of making him big someday in showbiz. A chance encounter with Eva changes his life forever and the man falls in love.","release_date":"2014-11-14","vote_average":0.0,"runtime":118,"cert":"N\/A","id":381430,"title":"Oru Korean Padam","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"A contract killer gets more than he bargained for after a pit-stop at the convenience store.","release_date":"2015-04-23","vote_average":4.0,"runtime":7,"cert":"\"NR\"","id":381432,"title":"Open 24 Hours","adult":false,"genre_ids":[35,80]},{"cast":["Lyudmila Kasatkina","Yevgeniya Simonova","Aleksandr Kaydanovskiy","Igor Starygin","Vladimir Nosik"],"overview":"A story of three struggling artists: a painter, a poet, and a composer, living in a bohemian Montmartre district of Paris. They help a poor flower girl, Violette, to find shelter, when she is thrown out by her landlord.","release_date":"1975-01-03","vote_average":6.0,"runtime":137,"cert":"N\/A","id":381434,"title":"Under the Roofs of Montmartre","adult":false,"genre_ids":[10402,35,10749]},{"cast":[],"overview":"Deep in the forest of Overland Park, Kansas little gnomes made a home. But how did they get there? Experience the feel-good story of paying it forward, one tiny magical house at a time.","release_date":"2015-04-24","vote_average":5.0,"runtime":17,"cert":"\"NR\"","id":381436,"title":"The Gnomist","adult":false,"genre_ids":[99,10751]},{"cast":[],"overview":"David and Meryl, two troubled parents, quarrel on the eve of an important anniversary. After months of severe strain on their relationship, Meryl makes a final attempt to connect with her wayward husband.","release_date":"2015-05-03","vote_average":0.0,"runtime":9,"cert":"\"NR\"","id":381438,"title":"The Anniversary","adult":false,"genre_ids":[18]},{"cast":["Patsy Kensit","Dennis Boutsikaris","Richard Muenz","Robert LuPone"],"overview":"Actress Mia Farrow's personal life takes a turn for the worse when she engages in a long relationship with Woody Allen.","release_date":"1995-02-28","vote_average":5.0,"runtime":240,"cert":"N\/A","id":381440,"title":"Love and Betrayal: The Mia Farrow Story","adult":false,"genre_ids":[18]},{"cast":["Jena Malone","Daniel Jenks","Kiara Muhammad","Trevor Teichmann","Phillip Terry"],"overview":"Short film adaptation of Daniel Clowes' \"Ice Haven\"","release_date":"2011-01-01","vote_average":0.0,"runtime":7,"cert":"\"\"","id":381442,"title":"David Goldberg","adult":false,"genre_ids":[35]},{"cast":["Lily Baldwin","Lawrence Cassella"],"overview":"Sleeping With Frank shows a slice of a morning in Queens, NY. A couple readies for the day. Wake-up, get dressed, eat breakfast. The tableaux are familiar: cozy, rote, intimate and distant. Dance and choreographed gestures reveal a potent underbelly to the lacquer of such domestic normalcy","release_date":"2010-08-15","vote_average":0.0,"runtime":5,"cert":"\"NR\"","id":381444,"title":"Sleeping with Frank","adult":false,"genre_ids":[10749]},{"cast":["R. Kelly","Malik Middleton","LeShay N. Tomlinson","Rolando Boyce","Cat Wilson"],"overview":"Trapped in the Closet is a rap opera by American R&B singer R. Kelly. Written and produced by Kelly, the series tells a story of a one-night stand which sets off a chain of events, gradually revealing a greater web of lies, sex, and deceit.","release_date":"2007-12-01","vote_average":0.0,"runtime":91,"cert":"\"R\"","id":381446,"title":"Trapped in the Closet: Chapters 1-22","adult":false,"genre_ids":[35,10402]},{"cast":[],"overview":"","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381448,"title":"Exilio. El exilio republicano español (1939-1978)","adult":false,"genre_ids":[99]},{"cast":["Zdravko Čolić"],"overview":"Concert of famous ex-Yugoslavian singer Zdravko Colic on Marakana Stadium, Belgrade, 2007","release_date":"2008-01-01","vote_average":0.0,"runtime":172,"cert":"N\/A","id":381456,"title":"Zdravko Colic - Marakana 2007","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Born in Osaka some 300 years ago, Japanese puppet theater—Bunraku—is a stunning yet refined spectacle. This program presents the story of Bunraku through two of its greatest masters, puppeteer Tamao Yoshida and chanter Sumitayu Takemoto. Brought together for the last performance of the 20th century, these two “living national treasures” transform ancient tales of old Japan into vibrant human drama. Cameras go backstage to capture the immense preparations and grueling, rarely seen rehearsals for their exquisite rendition of the masterpiece Shinju Ten no Amijima.","release_date":"","vote_average":0.0,"runtime":53,"cert":"N\/A","id":381461,"title":"Bunraku: Masters of Japanese Puppet Theater","adult":false,"genre_ids":[99]},{"cast":["Franciszek Pieczka","Winfried Glatzeder","Axel Werner","Stefanie Janke","Swetlana Schönfeld"],"overview":"A surrealist tale set in the East German village of Stalina.","release_date":"1992-03-19","vote_average":0.0,"runtime":89,"cert":"N\/A","id":381463,"title":"The Land beyond the Rainbow","adult":false,"genre_ids":[18]},{"cast":["Giorgio Zancanaro","Luciana D'Intino","Amelia Felle","Cheryl Studer","Chris Merritt"],"overview":"Live from La Scala Wednesday 14 December 1988.","release_date":"1988-12-14","vote_average":0.0,"runtime":239,"cert":"N\/A","id":381465,"title":"Guglielmo Tell","adult":false,"genre_ids":[10402]},{"cast":["Renato Bruson","Alberto Cupido","Linda Roark-Strummer","Luigi Roni","Renato Cazzaniga"],"overview":"Live from La Scala 1989","release_date":"1988-01-15","vote_average":0.0,"runtime":115,"cert":"N\/A","id":381467,"title":"I due Foscari","adult":false,"genre_ids":[10402]},{"cast":["Nasta Zya","Julie Valmont","Lana Fever","Nikita Bellucci","Titof"],"overview":"","release_date":"2013-09-09","vote_average":6.0,"runtime":null,"cert":"N\/A","id":381469,"title":"Les Factrices","adult":true,"genre_ids":[]},{"cast":["Barbara Rudnik","Nina Petri","Teresa Harder","Daniela Preuß"],"overview":"","release_date":"2002-09-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381471,"title":"Verdammte Gefühle","adult":false,"genre_ids":[18]},{"cast":["Christian Redl","Teresa Harder","Rolf Zacher","Manfred Andrae"],"overview":"","release_date":"1999-06-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381473,"title":"Federmann","adult":false,"genre_ids":[18]},{"cast":["Bonnie Rotten","Remy LaCroix","Zoey Nixon","Will Powers","Ramon Nomar"],"overview":"Join sexy Bonnie Rotten as she takes you into a whirlwind of fantasies, from a circus gang bang to a naughty Native American girl on girl fuckfest. Watch Bonnie ring lead six men into submission as she fucks them to exhaustion. With triple penetration and Bonnie's FIRST double vaginal scene, this gang bang will certainly leave you cheering for an encore. Then follow Bonnie through a Native American fantasy, as she captures Remy LaCroix, and takes her to a secret hideaway to show her who the real dominant tribeswoman is. This girl on girl shower scene is sure to leave you salivating, and wanting more. Next, Brick Danger finds treasure in the water when mermaid Bonnie washes ashore. He scoops her up, takes her to the cabana and fucks her in the ass with his big, hard cock. Fulfillinf all your naughtiest fantasies, Bonnie Land takes you away into a world full of big dicks, juicy pussy and great anal fucking.","release_date":"2014-09-19","vote_average":10.0,"runtime":null,"cert":"\"R\"","id":381475,"title":"Bonnieland: A Gangbang Fantasy","adult":true,"genre_ids":[]},{"cast":["Talk Talk","Mark Hollis","Lee Harris","Paul Webb","John Turnbull"],"overview":"Talk Talk concert in Salamanca (Spain) in 1986.\r It was recorded at the Plaza Mayor de Salamanca (Salamanca's Main Square) during the XXVI Festival de Radio Cadena Espanola, September 10, 1986.\r The concert was broadcasted live by TVE.","release_date":"1986-10-08","vote_average":0.0,"runtime":84,"cert":"N\/A","id":381477,"title":"Talk Talk - Live in Salamanca, Spain 1986","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-06-03","vote_average":10.0,"runtime":null,"cert":"N\/A","id":381479,"title":"Adéu, Espanya?","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2016-02-25","vote_average":8.0,"runtime":null,"cert":"N\/A","id":381481,"title":"Südafrika - Der Kinofilm","adult":false,"genre_ids":[99]},{"cast":["Udo Jürgens"],"overview":"","release_date":"2009-10-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381483,"title":"Udo Jürgens - Einfach ich - Live 2009","adult":false,"genre_ids":[]},{"cast":["Udo Jürgens"],"overview":"","release_date":"2006-02-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381485,"title":"Udo Jürgens - Der Solo-Abend - Live am Gendarmenmarkt","adult":false,"genre_ids":[]},{"cast":[],"overview":"In baseball, there are momentous games, memorable teams and unforgettable World Series. But nothing has a more lasting impact on the fans than a classic, down-to-the-wire pennant race. When two or more teams are battling neck and neck in the final month of the season, each moment takes on an added dimension. Here are six of Baseball's Greatest Pennant Races","release_date":"1994-08-04","vote_average":7.5,"runtime":60,"cert":"\"NR\"","id":381487,"title":"Baseball's Greatest Pennant Races","adult":false,"genre_ids":[]},{"cast":["Udo Jürgens"],"overview":"","release_date":"2005-02-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":381489,"title":"Udo Jürgens - Es lebe das Laster - Live 2004","adult":false,"genre_ids":[]},{"cast":["Adrian Bouchet","David M. Cvet","Jordan Heron","Christos Lawton","Marcello Walton"],"overview":"By 1314, through effort and intrigue, Scottish King Robert Bruce had captured every major English-held castle except Stirling. Now English King Edward II would try to stop him - and subdue the Scottish rebellion forever.  This is the story of the pivotal campaign culminating at the decisive Battle of Bannockburn, in the shadow of Stirling Castle.  Today as Scotland contemplates a countdown to a referendum for renewed Scottish independence, we search the hearts and minds of the characters whose efforts at the Battle of Bannockburn would build a nation.  Filmed in the style of 300 and Sin City and with intense and bloody battle scenes, we bring to life one of the most iconic times in Scottish history.","release_date":"2014-06-22","vote_average":7.8,"runtime":90,"cert":"\"R\"","id":381491,"title":"Battle of Kings: Bannockburn","adult":false,"genre_ids":[10752,99]},{"cast":["Solomon Longmire","Brett Hickox","Kevin Rushing","Gary Ruther","Chris Bray"],"overview":"Three men become unwittingly involved with a ruthless drug cartel. After a chance encounter with two women, they are kidnapped and abandoned in the wilderness where they meet a mysterious scientist....","release_date":"2011-01-01","vote_average":0.0,"runtime":67,"cert":"\"\"","id":381493,"title":"Left to Die","adult":false,"genre_ids":[28,53,878]},{"cast":[],"overview":"Never-before-seen video footage of Guns N' Roses in their formative years, and how they climbed the charts from the gutters of Hollywood's Sunset Strip. The film tells the story of how the band came from playing bars on the Sunset Strip in Los Angeles to stadiums across the world and has been compiled from a host of exclusive interviews and the early footage of GNR fan and friend Marc Canter.  Interview subjects include Slash, drummer Steven Adler, former manager Vicky Hamilton, Whisky A Go Go owner Mario Maglieri.  Marc Canter has also said there is a full-cinema biopic (with actors) in the works.","release_date":"2016-02-05","vote_average":8.0,"runtime":90,"cert":"N\/A","id":381495,"title":"The Most Dangerous Band In The World: The Story of Guns N’ Roses","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"There is nothing more majestic in baseball than the home run. Home run hitters have made up baseball's greatest hitters and most charismatic players: Ruth, Mays, Mantle, Aaron, Jackson. Their names summon a moment: Fisk, Gibson, Mazeroski, Dent. This video showcases 50 of the greatest home runs of all time.","release_date":"1993-07-06","vote_average":7.0,"runtime":50,"cert":"\"\"","id":381497,"title":"50 Greatest Home Runs in Baseball History","adult":false,"genre_ids":[99]},{"cert":"N\/A","title":"Citizens of Tomorrow","cast":[],"id":381499,"overview":"Documentary about Oslo's school system.","runtime":15,"genre_ids":[],"release_date":"1950-01-01","vote_average":0.0,"adult":false}]