[{"cast":["Audrey Tautou","Bérénice Bejo","Mélanie Laurent","Jérémie Renier","Pierre Deladonchamps"],"overview":"Valentine marries at the end of the 19th century, and love passes through her family from generation to generation.","release_date":"2016-09-07","vote_average":5.9,"runtime":115,"cert":"N\/A","id":382501,"title":"Eternity","adult":false,"genre_ids":[18,10749]},{"cast":["Pierre Deladonchamps","Gabriel Arcand","Catherine de Léan","Marie-Thérèse Fortin","Pierre-Yves Cardinal"],"overview":"Matthieu, a 33 year old Parisian who finds out that the father he never knew has died and decides to go to his funeral in order to meet his two siblings in Quebec. But once in Montréal, he realizes that nobody is aware of his existence or even interested in it. He is alone, in hostile territory…Filled with secrets,  this story about one man’s coming to term with the foreign family he never knew he had is complex with interconnected themes such as masculinity, family, paternity and filial devotion coiling in the layers underneath.","release_date":"2016-08-31","vote_average":7.0,"runtime":98,"cert":"N\/A","id":382503,"title":"A Kid","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A fishermans daughter has to accept her fathers disease when she arrives at her childhood home and finds her father vulnerable and fragile","release_date":"2014-04-22","vote_average":4.0,"runtime":8,"cert":"N\/A","id":382505,"title":"Borislav","adult":false,"genre_ids":[]},{"cast":[],"overview":"A candle on a writers desk faces an existential crisis and tries to overcome it with the help of his new friends.","release_date":"2014-05-25","vote_average":0.0,"runtime":7,"cert":"N\/A","id":382507,"title":"Once Upon a Candle","adult":false,"genre_ids":[]},{"cast":["Guillaume Gallienne","Guillaume Canet","Alice Pol","Déborah François","Sabine Azéma"],"overview":"They loved each other with the ardor of thirteen-year-old boys. Rebellion and curiosity, hopes and doubts, girls and dreams of glory – they shared it all. Paul was rich, Emile poor. They went skinny-dipping, drank absinthe, starved, only to overeat. Sketched models by day, caressed them by night... Now, Paul is a painter and Emile a writer. Glory has passed Paul by. But Emile has it all: fame, money, the perfect wife, whom Paul once loved. They judge each other, admire each other, confront each other. They lose touch, meet up again, like a couple who cannot stop loving each other.","release_date":"2016-09-21","vote_average":6.1,"runtime":117,"cert":"\"R\"","id":382509,"title":"Cezanne and I","adult":false,"genre_ids":[18]},{"cast":["Dany Boon","Laurence Arné","Noémie Schmidt","Patrick Ridremont","Karina Marimon"],"overview":"François Gautier is stingy! Saving puts the joy, it causes pay sweats. His life is set for the sole purpose of never spend anything. A life that will switch in one day: he falls in love and discovers he has a daughter he did not know existed. Forced to lie in order to hide his terrible default, this will be the beginning for François problems. Because lie can sometimes be expensive. Very expensive…","release_date":"2016-09-28","vote_average":5.5,"runtime":89,"cert":"N\/A","id":382511,"title":"Penny Pincher!","adult":false,"genre_ids":[35]},{"cast":["Leo Nucci","Antonio Poli","Dmitry Belosselskiy","Csilla Boross","Anna Malavasi"],"overview":"Live performance from Teatro dell'Opera di Roma, March 2011.","release_date":"2011-03-10","vote_average":0.0,"runtime":140,"cert":"N\/A","id":382513,"title":"Nabucco","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"This program begins where other massage programs end. Watch as Tina and Al learn from more experienced couples how to reach new heights of sensual pleasures. Massage techniques will improve intimacy in your relationship. Locate and stimulate the G-Spot, and completely awaken all the senses. This program is the best step by step guide for women and men in the study of sensual massage.","release_date":"1991-01-01","vote_average":0.0,"runtime":54,"cert":"\"\"","id":382515,"title":"Ultimate Sexual Massage","adult":true,"genre_ids":[99]},{"cast":["Garry Chalk","Kathleen Barr","Willa Townsend","Melissa Sturm","Trevor Devall"],"overview":"The humans and animals believe a werewolf is on the loose, and former hunter Shaw uses the opportunity to re-open the season. Boog, Elliot, and Mr. Weenie have to face their fears and find the werewolf to get the season closed permanently.","release_date":"2015-12-18","vote_average":5.6,"runtime":85,"cert":"\"PG\"","id":382517,"title":"Open Season: Scared Silly","adult":false,"genre_ids":[16,35,10751,12]},{"cast":[],"overview":"When Tom and Jerry scrap, chase and collide, they cover quite a bit of geography, witness a lot of history and play silly sports aplenty, as the 15 crazy cartoons of Volume 6 prove. Learn how the Declaration of Independunce and the first airplane flew into being. Music rules in three melodic misadventures including Kitty Cat Blues, a furocious Flamenco dance-off and a hip-hoppin` feud between Tom and DJ Jerry. This volume runs hot and cold with some roaring lion lunacy in Africa, tail-kicking kangaroo action in the Australian Outback, chilly silliness involving The Abominable Snowmouse, cockeyed hockey and an all-out snowball war. Get ready to travel to your fun zone with everyone's favorite cat-and-mouse team.","release_date":"2009-02-03","vote_average":7.0,"runtime":110,"cert":"\"NR\"","id":382519,"title":"Tom and Jerry Tales, Vol. 6","adult":false,"genre_ids":[16,35,10751]},{"cast":[],"overview":"A stereograph of an ocean wave breaking is suspended in time as it reshapes in time and in depth. 3-D for both two eyed and single-eyed viewers.","release_date":"2011-02-09","vote_average":0.0,"runtime":6,"cert":"\"NR\"","id":382521,"title":"The Green Wave","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A prince sets off on a journey to save his dying father, driven by his fear of failing him.","release_date":"2012-10-17","vote_average":4.0,"runtime":7,"cert":"N\/A","id":382523,"title":"Vaesen","adult":false,"genre_ids":[]},{"cast":[],"overview":"Nathan Verhelst, a 44 year old man from Sint-Niklaas in Belgium, demands and receives euthanasia after several failed gender operations. Nathan was born as 'Nancy'. His backpack of life is filled with rejection and incest. Thinking of himself as a freak, he can't find peace as a woman nor as a man. Three doctors decide that his life quality issn't guaranteed anymore and give Nathan permission for euthanasia.  After trying to convince him not to do it, his friends start to support him in his choice. Hoping he would feel loved again, and would find a reason to live. But Nathan doesn't change his mind. \"I'm certain\", he said, \"for the full 300 procent\". He went. Dancing.  The lethal injection was given at the University Hospital in Brussels. Nathan suffered from unbearable psychic and physical pain.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382528,"title":"Nathan - Free as a bird","adult":false,"genre_ids":[99]},{"cast":["Ewald Balser","Erich Ponto","Fita Benkhoff","Hans Nielsen","Ullrich Haupt"],"overview":"","release_date":"1945-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382530,"title":"Der Scheiterhaufen","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Nia from the Philippines works as a family maid in Taiwan. She prefers to stay in her private room, where a door separates her from her employers, but this upsets her employers.This is a story about being away from home.","release_date":"2015-09-09","vote_average":0.0,"runtime":25,"cert":"N\/A","id":382532,"title":"Nia’s door","adult":false,"genre_ids":[18]},{"cast":["Luc Feit","Norbert Hülm","Olaf Krätke"],"overview":"","release_date":"2009-07-11","vote_average":7.0,"runtime":null,"cert":"N\/A","id":382534,"title":"Babylon 2084","adult":false,"genre_ids":[18,878]},{"cast":["Cres Chuang","Bamboo Chen"],"overview":"A Buddha statue, three middle-aged men and a mysterious woman. The unexpected encounter among them creates a story of suspense. Will the Buddha protect everyone of us? or does He choose the right ones at His own will?","release_date":"2014-11-01","vote_average":0.0,"runtime":22,"cert":"N\/A","id":382536,"title":"The Great Buddha","adult":false,"genre_ids":[9648,80,18]},{"cast":[],"overview":"","release_date":"2014-11-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382538,"title":"慢跑之中","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382540,"title":"解離","adult":false,"genre_ids":[]},{"cast":["Kevin Tanski","Juston Graber","Tiana Dunham","Angel Izard","Robert Woodley"],"overview":"Five Spec Ops, Alpha Squad, head a simple Recon Mission that turns into an all out war for survival against a wave of undead experiments. Alpha Squad must fight, not just for the sake of their own survival, but the fate of the world.","release_date":"2016-04-04","vote_average":4.6,"runtime":95,"cert":"\"\"","id":382542,"title":"Beyond the Call to Duty","adult":false,"genre_ids":[28,53,878]},{"cast":[],"overview":"Bombay-based criminal don, Mustafa, was the very man who introduced Lukka to the criminal world. This was the starting point for Lukka, for, unlike Mustafa, who didn't deal in ammunition, fire-arms, and drugs, there was no limit. And soon Lukka had his own followers, who eventually other-threw Mustafa, making him the uncrowned king of the underworld. People who were foolish enough to oppose Lukka were easily disposed off. For instance, Mustafa had his arms cut off; Tandya was shot dead; Police Inspector Shankar was dismissed from service, and imprisoned; Air Force Pilot Arjun was dishonorably discharged and then court-martial-ed. Now there is no one left to oppose Lukka and his followers, who are all set to do what they like - no limits whatsoever.","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382544,"title":"Loha","adult":false,"genre_ids":[]},{"cast":["Michiko Nomura","Ichirō Nagai","Etha Coster","Hans Hoekman","Scarlett Lubowski"],"overview":"","release_date":"1977-01-01","vote_average":9.0,"runtime":76,"cert":"N\/A","id":382546,"title":"Die Biene Maja - Ihre schönsten Abenteuer","adult":false,"genre_ids":[16,10751]},{"cast":["Chris Haueter","Richard Bressler","Ethan Milius","Scott Nelson","John Ouano"],"overview":"Shot over 7 days in California it looks at the Roots of Brazilian Jiu-jitsu in America and the lifestyle in Southern California.","release_date":"2015-03-01","vote_average":0.0,"runtime":77,"cert":"\"\"","id":382548,"title":"Roll: Jiu-jitsu In SoCal","adult":false,"genre_ids":[99]},{"cast":["Marcello Giordani","Angela Meade","Dmitri Hvorostovsky","Ferruccio Furlanetto","Mary Ann McCormick"],"overview":"Live from the Metropolitan Opera, February 2012.","release_date":"2012-02-25","vote_average":0.0,"runtime":140,"cert":"\"NR\"","id":382550,"title":"Ernani","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Jiu-Jitsu vs the World is a feature length documentary on Brazilian Jiujitsu and how it has a positive impact on lives everywhere. This film aims to be an answer to the question often asked - \"What is that Jiu-jitsu thing that you do?\"","release_date":"2015-12-31","vote_average":8.0,"runtime":95,"cert":"\"\"","id":382552,"title":"Jiu-Jitsu Vs The World","adult":false,"genre_ids":[99]},{"cast":["Ildar Abdrazakov","Vladislav Sulimsky","Anna Markarova","Sergei Skorokhodov","Mikhail Makarov"],"overview":"Live from the Mariinsky, 2010","release_date":"2010-10-30","vote_average":0.0,"runtime":140,"cert":"N\/A","id":382557,"title":"Attila","adult":false,"genre_ids":[10402]},{"cast":["Annie Blaine","Jessie Minor","Amy Cramer","Laurel Wenson","Jamie Tworkowski"],"overview":"Out of Sight takes a close look at how our society treats adolescents at-risk of suicide, or suffering from depression - and its dire consequences. It addresses the idea that such issues are best kept \"out of sight.\"","release_date":"2017-09-19","vote_average":0.0,"runtime":63,"cert":"\"NR\"","id":382559,"title":"Out of Sight: Stop the Stigma, Start a Conversation","adult":false,"genre_ids":[99]},{"cast":["Bayard Rustin","Andrew Young","Martin Luther King","Robert Graham Brown","Loften Mitchell"],"overview":"A documentary chronicling the civil rights struggles of the late 1950s.","release_date":"1960-01-01","vote_average":8.5,"runtime":20,"cert":"\"\"","id":382561,"title":"Integration Report 1","adult":false,"genre_ids":[99]},{"cast":["Leehom Wang","Zhang Ziyi","Leon Dai","Fish Leong","Michael Wong"],"overview":"The story follows a ten-year-old girl who teams up with animals from the Chinese Zodiac to search for a lost dragon and save the world from a treacherous conspiracy.","release_date":"2015-10-23","vote_average":5.7,"runtime":97,"cert":"N\/A","id":382563,"title":"Where's the Dragon?","adult":false,"genre_ids":[16,10751]},{"cast":["Thanasis Vengos","Nitsa Marouda","Christos Negas","Hristos Tsaganeas","Marika Nezer"],"overview":"","release_date":"1964-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":382568,"title":"Ο πολύτεκνος","adult":false,"genre_ids":[35]},{"cast":["Marina Vlady","Frédéric de Pasquale","Catherine Allégret","Françoise Godde"],"overview":"Mary and Louis have been married for 10 years and have 2 children. Louis is a construction worker who, to support his wife and children in a comfort, works more and more. Mary asks Louis to spend more time with his family, but he replies that it is impossible. Marie makes the acquaintance of a former teacher of her son, he seems seduced by Marie who invites her over several times in the company of his children, his home ... The couple become unglued a little more when Louis meets a young prostitute. Can the couple manage to get through this?","release_date":"1969-06-11","vote_average":0.0,"runtime":100,"cert":"N\/A","id":382570,"title":"Time to Live","adult":false,"genre_ids":[]},{"cast":["Ge You","Zhang Ziyi","Tadanobu Asano","Gillian Chung","Du Chun"],"overview":"Set against a chaotic, war torn Shanghai, “The Wasted Times” follows a local crime boss at the receiving end of the Japanese army’s attempt to forge a dubious alliance.  Spanning three separate times during the period, the story details mindsets from various perspectives, all culminating in a suspenseful and tense finale.","release_date":"2016-12-16","vote_average":6.5,"runtime":123,"cert":"\"NR\"","id":382572,"title":"The Wasted Times","adult":false,"genre_ids":[18,9648]},{"cast":["Lucien Baroux","Milly Mathis","Catherine Cheiney","Raymond Cordy","Pierre Larquey"],"overview":"A group of inhabitants from Ferté-sous-Jouarre decide to spend their jackpot on a three day trip to Paris.","release_date":"1954-05-14","vote_average":0.0,"runtime":84,"cert":"N\/A","id":382577,"title":"Trois jours de bringue à Paris","adult":false,"genre_ids":[35]},{"cast":["Nikolay Grinko","Marina Vlady","Iya Savvina","Rolan Bykov","Yevgeni Lebedev"],"overview":"Anton Chekhov (Nikolai Grinko) nervously listens backstage with his lover Lika (Marina Vlady) at the opening night of his first play \"The Sea Gull.\" Lika loves the writer and overlooks his inability to give love himself. The viewer does not see the actual play but hears it along with the unfavorable audience reaction. Chekhov would overcome this initial failure to become one of Russia's best-known authors. His classics have inspired filmmakers from all over the world. Jia Savina also appears in this drama of a play within a play.","release_date":"1969-10-06","vote_average":6.0,"runtime":86,"cert":"N\/A","id":382582,"title":"Lika: Chekhov's Love","adult":false,"genre_ids":[]},{"cast":["Scott Seegmiller","James Palmer","Greg Travis","Sonya Cooke"],"overview":"Two strangers defend an eccentric estate from a caustic witch known as Lily Grace.","release_date":"2015-11-03","vote_average":2.0,"runtime":84,"cert":"\"\"","id":382584,"title":"Lily Grace: A Witch Story","adult":false,"genre_ids":[53]},{"cast":["Perrette Souplex","Alexandre Rignault","Zizi Saint-Clair","Suzanne Grey"],"overview":"At the Belgian border, a group of young people engaged in various contraband traffic bother the customs officers.","release_date":"1950-07-05","vote_average":0.0,"runtime":92,"cert":"N\/A","id":382586,"title":"Zone Frontière","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2009-11-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382588,"title":"孔雀眼","adult":false,"genre_ids":[]},{"cast":["Laurent Lafitte","Marina Foïs","Alexandre Desrousseaux","Anna Lemarchand","Achille Potier"],"overview":"Two years have passed. After missing their separation, the Leroy seem perfectly successful in their divorce. But the appearance of two new lovers in the life of Vincent and Florence will set fire to the powders. The match between the former spouses resumes.","release_date":"2016-12-07","vote_average":6.3,"runtime":90,"cert":"N\/A","id":382593,"title":"Divorce French Style 2","adult":false,"genre_ids":[35]},{"cast":["Sveva Alviti","Riccardo Scamarcio","Jean-Paul Rouve","Patrick Timsit","Vincent Pérez"],"overview":"Based on the true story of acclaimed music icon \"Dalida\" born in Cairo, who gained celebrity in the 50s, singing in French, Spanish, Arabic, Hebrew, German, Italian, playing in awarded Youssef Chahine's picture \"Le Sixième Jour\", and who later committed suicide in 1987 in Paris, after selling more than 130 million records worldwide.","release_date":"2016-11-30","vote_average":6.8,"runtime":124,"cert":"N\/A","id":382595,"title":"Dalida","adult":false,"genre_ids":[10402,18,10749]},{"cast":["Alice Pol","Dany Boon","Michel Blanc","Yvan Attal","Sabine Azéma"],"overview":"The story of a woman who dreams to join an intervention group in the police department called RAID. Unfortunately, she is rather clumsy and both her family (and soon to be family-in-law) and a veteran of the RAID do not approve. However, Johanna is determined to prove them wrong.","release_date":"2017-02-01","vote_average":5.9,"runtime":105,"cert":"N\/A","id":382597,"title":"R.A.I.D. Special Unit","adult":false,"genre_ids":[28,35]},{"cast":["Natasha Calis","Jeffrey Dean Morgan","Kyra Sedgwick","Madison Davenport","Grant Show"],"overview":"","release_date":"2015-08-31","vote_average":5.8,"runtime":null,"cert":"\"PG\"","id":382599,"title":"1 Chisper","adult":false,"genre_ids":[53,27,10751]},{"cast":[],"overview":"In this Sundance short, a woman, a transgender man, and their cat travel towards a strange roadside attraction known as \"The Thing\"","release_date":"","vote_average":0.0,"runtime":15,"cert":"N\/A","id":382601,"title":"The Thing","adult":false,"genre_ids":[]},{"cast":["Shirley Booth","Gayle Hunnicutt","Carol Lynley","Kurt Kasznar","Michael J. Pollard"],"overview":"A woman (Shirley Booth) and her stepdaughter (Carol Lynley) attempt to sneak a few souvenirs past customs, the ladies inadvertently become the couriers for an international smuggling ring. Booth and Lynley unknowingly face death at every turn as the desperate smugglers chase them up and down the Tyrol.","release_date":"1968-12-24","vote_average":4.7,"runtime":97,"cert":"\"G\"","id":382603,"title":"The Smugglers","adult":false,"genre_ids":[9648,18]},{"cast":["Demetri Goritsas","Peter Muggleworth","Eric Supensky"],"overview":"40, 000 years ago the steppes of Eurasia were home to our closest human relative, the Neanderthals. Recent genetic and archaeological discoveries have proven that they were not the dim-witted cave dwellers we long thought they were. In fact, they were cultured, technologically savvy and more like us than we ever imagined! So why did they disappear? We accompany scientists on an exciting search for an answer to this question and come to a startling conclusion …","release_date":"2015-09-19","vote_average":0.0,"runtime":89,"cert":"\"\"","id":382608,"title":"Neanderthal Apocalypse","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2013-02-23","vote_average":4.0,"runtime":8,"cert":"N\/A","id":382610,"title":"Ulysse","adult":false,"genre_ids":[]},{"cast":[],"overview":"Aztec romance and the dream of love. The anthropologist’s most human desire, the ultimate contact with the informant. The denial of intellectualism and the acceptance of the romantic heart, and a soul without innocence.","release_date":"1986-02-13","vote_average":0.0,"runtime":13,"cert":"\"\"","id":382612,"title":"Artificial Paradise","adult":false,"genre_ids":[]},{"cast":["Naomi Watts","Jaeden Martell","Jacob Tremblay","Sarah Silverman","Maddie Ziegler"],"overview":"Naomi Watts stars as Susan, a single mother of two, working as a waitress in a small town. Her son, Henry, is an 11-year-old genius who not only manages the family finances but acts as emotional support for his mother and younger brother. When Henry discovers that the girl next door has a terrible secret, he implores Susan to take matters into her own hands in this imaginative and emotional drama.","release_date":"2017-06-16","vote_average":7.5,"runtime":105,"cert":"\"PG-13\"","id":382614,"title":"The Book of Henry","adult":false,"genre_ids":[18]},{"cast":["Norman Barrs","Pamela Brown","Edward Cicciarelli","Richard Easton","Christina Gillespie"],"overview":"A group of people are shipwrecked when their yacht runs around on a South Pacific island. The usable hierarchy in a upper-class British family breaks down quickly when it becomes apparent that only the servant Crichton is capable of surviving on his own and he becomes the communities leader.","release_date":"1968-05-02","vote_average":0.0,"runtime":89,"cert":"\"NR\"","id":382616,"title":"The Admirable Crichton","adult":false,"genre_ids":[35,10770]},{"cast":[],"overview":"Wols is the pseudonym for a German artist active in the early 20th century, Alfred Otto Wolfgang Schulze, and Jonouchi meticulously filmed nearly fifty of his paintings to construct this cine-collage. The result is reminiscent of Alain Resnais’ rendition of Pablo Picasso’s Guernica, as both filmed interpretations refuse to provide the viewer with a full picture of the paintings, instead fragmenting and splintering the frame.","release_date":"1965-02-14","vote_average":0.0,"runtime":19,"cert":"N\/A","id":382618,"title":"Wols","adult":false,"genre_ids":[]},{"cast":[],"overview":"The title Gewaltopia Trailer has a dual meaning in the Japanese language; one meaning for the word yokoku (trailer) could mean a compilation of extracts to promote a film, but it can also mean a prediction, a prophecy for the future as a Gewaltopia. The film accumulates footage from his earlier films and arranges them in different contexts, a characteristic style of Jonouchi's who often re-edited his films for each screening and provided different soundtracks.","release_date":"1968-02-14","vote_average":0.0,"runtime":12,"cert":"N\/A","id":382620,"title":"Gewaltopia Trailer","adult":false,"genre_ids":[]},{"cast":["Jack Albertson","Keir Dullea","Earl Holliman","Geraldine Page","Rip Torn"],"overview":"The story is set during the South American Wars of Independence. Simón Bolivar, the liberator, has escaped from Spanish custody with the aid of an idealistic Spanish officer, Captain Montserrat. The Spanish commander, Colonel Izquierdo ('left' in Spanish), threatens Montserrat with torture to find out where Bolivar can be recaptured.","release_date":"1971-03-02","vote_average":0.0,"runtime":120,"cert":"\"\"","id":382622,"title":"Montserrat","adult":false,"genre_ids":[18,10770]},{"cast":["Sam Waterston","Kathleen Widdoes","Barnard Hughes","Charles Bartlett","Frederick Coffin"],"overview":"Don Pedro and his men (Teddy Roosevelt Roughriders) have returned from the wars. After Beatrice turns down his proposal, Don Pedro decides to matchmake her with Benedick (her former boyfriend), but she being an independent-minded, bicycle-riding Suffragette type, it's going to take a bit of trickery.","release_date":"1973-02-02","vote_average":1.0,"runtime":165,"cert":"\"\"","id":382624,"title":"Much Ado About Nothing","adult":false,"genre_ids":[35,10770]},{"cast":["Marlo Thomas","Jean Stapleton","Art Garfunkel","Rae Allen","Joseph Bologna"],"overview":"A funny anthology featuring various sketches about people having trouble with love and sex.","release_date":"1973-03-15","vote_average":0.0,"runtime":52,"cert":"\"\"","id":382626,"title":"Acts of Love and Other Comedies","adult":false,"genre_ids":[35,10770]},{"cast":[],"overview":"Trick film about second-story men and bobbies.","release_date":"1905-07-14","vote_average":0.0,"runtime":5,"cert":"N\/A","id":382628,"title":"An Eccentric Burglary","adult":false,"genre_ids":[35]},{"cast":["Hitoshi Ozawa","Hideo Murota","Osamu Ebara","Shun Kanda","Esaku Shindo"],"overview":"Yakuza Zombie opens with an introduction to a mysterious Yakuza graveyard deep in the forest, and a story of the baddest Yakuza of them all, Naruo Ryuuji (shown in cut scenes played by Ozawa Hitoshi).  Naruo Ryuuji was a fearless killer who eventually got into heroin and, exactly like Ishimatsu Rikuo in Takashi Miike's Graveyard of Honor, eventually leaps to his death from the top of a prison, claiming he'll be back.  I'm assuming this is a reference to real life crazy Yakuza Ishikawa Rikio, whom the original Graveyard of Honor was based on.  It's established that the corpse of the fierce Yakuza Ryuuji is buried in the graveyard beneath a marker with the Japanese characters \"Jingi\" (Honor), and then we are taken to the modern day.","release_date":"2001-02-15","vote_average":0.0,"runtime":88,"cert":"N\/A","id":382630,"title":"Yakuza Zombie","adult":false,"genre_ids":[]},{"cast":[],"overview":"Boss insists on pawing secretary. She teaches him a lesson.","release_date":"1905-02-14","vote_average":0.0,"runtime":4,"cert":"\"\"","id":382632,"title":"The Broker's Athletic Typewriter","adult":false,"genre_ids":[]},{"cast":["Lea Salonga","Regine Velasquez","Herbert Bautista","Dingdong Avanzado","Bing Loyzaga"],"overview":"About young people learning that happiness comes from learning how to give of one's self. MANYIKA is about an enchanted doll who came to life and taught two orphans the value of love. BANANA-CUE is about a rich girl who found happiness in the company of a classmate who sold sweetened bananas in order to see himself through high school.","release_date":"1988-12-25","vote_average":0.0,"runtime":110,"cert":"N\/A","id":382634,"title":"Pik Pak Boom","adult":false,"genre_ids":[10749,35]},{"cast":["Lyon Sim","Aaron Samuel Yong","Tanya Graham"],"overview":"Set in an alternate universe, in a college called FAERYVILLE, a group of teenage misfits struggle to find themselves and make sense of their ‘purpose’. They decide that there is no reason in trying to fit-in, trying like ‘everybody’ to be ‘somebody’, choosing instead to mock the establishment, as pranksters – calling themselves The Nobodies. Now, what’s their plan? Frankly, they have no idea, until Laer, a transfer student, joins them and takes them on a warpath of self-discovery and no return.  Faeryville is a dystopian teen movie, a stylish coming of age film about youth making sense of their idealistic dreams in our increasingly surreal world - a fictional manifestation of very real issues prevalent in the Post 9-11 world.","release_date":"2015-01-15","vote_average":6.8,"runtime":95,"cert":"\"\"","id":382639,"title":"Faeryville","adult":false,"genre_ids":[878,18,28]},{"cast":["Alexey Vorobyov","Aleksey Chumakov","Yuliya Kovalchuk","Svetlana Svetikova","Soso Pavliashvili"],"overview":"","release_date":"2011-12-31","vote_average":4.5,"runtime":null,"cert":"N\/A","id":382641,"title":"Новогодняя СМСка","adult":false,"genre_ids":[10402,10751]},{"cast":["Jiřina Bohdalová","Radoslav Brzobohatý","František Peterka","Libuše Geprtová","Stanislav Fišer"],"overview":"Tram driver Marie has far too much to do after her shift is over. But she likes to do it all since she loves her husband Václav sincerely. One day she spots him on the Lesser Town Square in Prague, kissing an attractive blonde good-bye. It seems to Marie that her small comfortable world has collapsed and she walks out of the tram in tears. But her sadness does not last long. She wipes off the tears and begins to act. She withdraws all the money from their savings books and buys off all the latest models from the Fashion Works. The visit to the beauty salon then completes her transformation into a lady.","release_date":"1966-09-30","vote_average":6.0,"runtime":83,"cert":"N\/A","id":382643,"title":"Lady on the Tracks","adult":false,"genre_ids":[35]},{"cast":["Robert L. Duncan","Marc Petey","David Stuart","Rhonda Dent","Elfina Luk"],"overview":"When a low-level cop, Aiden Magnusson, solves an infamous crime, he is promoted to Sector One and used as a \"poster boy\" of success. But his newly established status and lavish life is jeopardised when the central computer system that governs his city accuses him of murder....Now Aiden must return to the ruins he once called home to solve the mystery and prove his innocence.","release_date":"2015-01-01","vote_average":4.9,"runtime":98,"cert":"N\/A","id":382651,"title":"Helix","adult":false,"genre_ids":[28,9648,878]},{"cast":["Chen Gang","Nai An","Wang Hongwei","Zebin Zhang","Xue'er Luo"],"overview":"A man falls down the stairs, but instead of helping him, the bystanders just take photos with their phones. Lao Shi is a taxi driver and he’s fighting for justice in the darkest recesses of Chinese society. The man who pushed him got into his taxi drunk not so very long ago, grabbed the steering wheel and caused an accident. The victim of the crash has been in a coma ever since, and because his family is destitute, Lao Shi is paying the hospital bills. The insurance company is refusing to cover the costs because the taxi driver left the scene of the accident with the injured man because no help was in sight. Now Lao Shi needs the testimony of his passenger, who angrily refuses to cooperate.","release_date":"2016-02-12","vote_average":7.0,"runtime":80,"cert":"N\/A","id":382653,"title":"Old Stone","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2009-11-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382655,"title":"Le printemps de Mélie","adult":false,"genre_ids":[16,12,35,10751]},{"cast":["Michael Flatley","Nadine Coyle"],"overview":"The final story of Michael flately lord of the dance series. Spectacular show","release_date":"2014-11-24","vote_average":8.0,"runtime":103,"cert":"N\/A","id":382657,"title":"Lord of the Dance: Dangerous Games","adult":false,"genre_ids":[10402]},{"cast":["Lewis Fletcher","Tom Collins","Matt Aistrup","Simon Bates","Andre Burton-March"],"overview":"Ryan Jackson is a successful criminal in Manchester. Having lost most of his family, Ryan tries to keep younger brother, Chris, away from his world of criminals and gangs. When Ryan is accused of stealing from his bosses, he finds himself out of his depth. Chris is keen to follow in Ryan's footsteps and is given the chance to do so when he's asked to carry out a hit. Little does he know that his target is his brother...","release_date":"2015-02-06","vote_average":2.0,"runtime":95,"cert":"\"R\"","id":382659,"title":"Brothers","adult":false,"genre_ids":[80,18]},{"cast":["Atsushi Sakurai","Yutaka Higuchi","Hidehiko Hoshino","Hisashi Imai","Toll Yagami"],"overview":"Documentary following the band members of BUCK-TICK.","release_date":"2013-06-22","vote_average":0.0,"runtime":88,"cert":"N\/A","id":382661,"title":"The BUCK-TICK Syndrome II","adult":false,"genre_ids":[99]},{"cast":["Prithviraj Sukumaran","Anoop Menon","Asha Sarath","Mia George","Maniyanpilla Raju"],"overview":"Joy a young man who leads a carefree life. Joy acquaintance Babu Joseph, an English professor, and they reminiscence some seemingly forgotten memories.","release_date":"2016-01-15","vote_average":5.8,"runtime":145,"cert":"N\/A","id":382663,"title":"Pavada","adult":false,"genre_ids":[35,18]},{"cast":["Lauren Hays","Mark Ritter","Leslie Zemeckis","Brande Roderick","Nancy O'Brien"],"overview":"When Danielle decides to do a story on the life of a sex worker to please her boss and lover Peter, she meets Gage a professional gigolo. She quickly becomes interested in his work and starts to see a change in herself and her life.","release_date":"1998-11-14","vote_average":10.0,"runtime":101,"cert":"\"\"","id":382665,"title":"Life of a Gigolo","adult":true,"genre_ids":[18]},{"cast":["Haruka Tomatsu","Akeno Watanabe","Sayuri Yahagi","Aki Toyosaki"],"overview":"6 25 minute ova episodes","release_date":"2009-03-04","vote_average":8.0,"runtime":150,"cert":"N\/A","id":382667,"title":"To Love-Ru Ova","adult":false,"genre_ids":[]},{"cast":["Adam Plachetka","Hibla Gerzmava","Benjamin Bruns","Olga Bezsmertna","Paolo Bordogna"],"overview":"\"This is Vienna State Opera live at home\". June 2015.","release_date":"2015-06-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382669,"title":"Don Giovanni","adult":false,"genre_ids":[10402]},{"cast":["Michele Pertusi","Alessio Arduini","Juan Diego Flórez","Valentina Naforniţă","Wolfram Igor Derntl"],"overview":"\"This is Vienna State Opera live at home\".  April 2015.","release_date":"2015-04-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382671,"title":"Don Pasquale","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A scan of Jump SQ's September issue, to be released on August 4, revealed that the fifteenth volume of To LOVE-Ru Darkness will bundle a new OVA, which will be released on January 4. Consisting of two episodes, the OVA will run for a total of 25 minutes. One episode, titled Ghost Story Kowai no wa Ikaga (How about something scary?), will adapt a side-story from volume nine. The second episode, titled Clinic Sunao ni Narenakute (Without becoming obedient), will adapt chapter 38.","release_date":"2016-01-04","vote_average":0.0,"runtime":66,"cert":"N\/A","id":382673,"title":"To Love-Ru Darkness 2nd OVA","adult":false,"genre_ids":[]},{"cast":["Veerle Baetens"],"overview":"A story about love and hope of three elderly woman wit a totally different life experience at the end of their journey of life.","release_date":"2004-07-01","vote_average":6.0,"runtime":14,"cert":"N\/A","id":382675,"title":"Romance","adult":false,"genre_ids":[]},{"cast":[],"overview":"During America’s liquor ban, small-time gangsters Vinnie and Paulie set their minds on smuggling booze. However their brew seems to have a very bizarre effect on people drinking it.","release_date":"2005-07-12","vote_average":0.0,"runtime":15,"cert":"N\/A","id":382677,"title":"Hell Bent for Whiskey","adult":false,"genre_ids":[]},{"cast":["Bruce Kulick","John Corabi","Jamie Hunting","Brent Fitz"],"overview":"The \"Do Your Own Thing Live\" DVD features includes two UNION concerts: The feature fourteen track live concert was taped on October 21, 2001 at Paladino's in Canoga Park, California and The Shack in Fullerton, California (just before UNION's trip to Argentina). The second segment of the DVD consists of the bonus material. The bonus material opens with a second concert that was filmed at ESP guitars  Musicians Institute after NAMM, January 2000.","release_date":"2005-01-26","vote_average":0.0,"runtime":130,"cert":"\"\"","id":382679,"title":"Union: Do Your Own Thing Live!","adult":false,"genre_ids":[10402]},{"cast":["Robin Reid","Christopher Ellison","Leslie Grantham","Charles Bronson","Cass Pennant"],"overview":"A beautiful journalist will stop at nothing to get revenge for her daughter's murder. With no help from corrupt cops she decides to take the law into her own hands and joins a vigilante gang of gangsters and football hooligans to track down the sick, sadistic killers and get her justice....","release_date":"2016-05-09","vote_average":4.9,"runtime":95,"cert":"N\/A","id":382684,"title":"Mob Handed","adult":false,"genre_ids":[53]},{"cast":["Heinz Rühmann","Ruth Hausmeister","Friedrich Schütter","Fritz Tillmann","Uwe Dallmeier"],"overview":"","release_date":"1980-03-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382686,"title":"Aller guten Dinge sind drei. Serenade für Spieldose, Cello und Orgel","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The vast majority of people in Britain eat meat but have little knowledge of how that meat ends up on their table. In a powerful observational documentary, Slaughterhouse: The Task of Blood reveals the day-to-day workings of a small, family-run abattoir and attempts to get inside the minds of the people who work there.","release_date":"2005-07-04","vote_average":0.0,"runtime":59,"cert":"N\/A","id":382688,"title":"Slaughterhouse: The Task Of Blood","adult":false,"genre_ids":[99]},{"cast":["Marius Müller-Westernhagen","Shmuel Rodensky","Ruth Hausmeister","Ulli Kinalzik"],"overview":"","release_date":"1978-09-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382690,"title":"Der Gehilfe","adult":false,"genre_ids":[18]},{"cast":[],"overview":"PROGRESS Title Match: WILL OSPREAY vs ZACK GIBSON vs 'FLASH' MORGAN WEBSTER, RAMPAGE BROWN vs MARTY SCURLL, TOMMASO CIAMPA vs ZACK SABRE JR, SUMERIAN DEATH SQUAD vs LONDON RIOTS, FSU &amp; JACK GALLAGHER vs THE ORIGIN, Natural Progression Series 1st Round: KYLE ASHMORE vs ASHTON SMITH","release_date":"2015-12-06","vote_average":0.0,"runtime":180,"cert":"N\/A","id":382698,"title":"PROGRESS Chapter 24: Hit the North!","adult":false,"genre_ids":[]},{"cast":["Greg Lewis","Elizabeth DeCicco","Bruce Mercury","Rob Moore"],"overview":"An obese, hypochondriac dad and his aspiring rock star son take an 'eating trip' of Los Angeles while they attempt to heal their ailing relationship, cope with the father's Binge Eating Disorder, and reconcile the son's failed musical dreams with a lifetime of corporate drudgery in the family business.","release_date":"1999-01-01","vote_average":0.0,"runtime":90,"cert":"\"\"","id":382700,"title":"Eating L.A.","adult":false,"genre_ids":[]},{"cast":["Shungiku Uchida","Eri Nishida","Kaho Kobayashi","Sayo Ampo"],"overview":"Together with a girls camping club, Tamae sets out on a trip to a mountain where it is said that a long-nosed goblin lives. According to rumors, the goblin once was a boy who by mistake killed his own mother and has since been abducting people who have burdened hearts. The girls, who end up getting lost in the mountain, meets the mysterious boy Tsubaki. But who is he really?","release_date":"2015-03-21","vote_average":3.0,"runtime":88,"cert":"N\/A","id":382702,"title":"Grey Crow","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1992-09-30","vote_average":5.0,"runtime":11,"cert":"N\/A","id":382704,"title":"Swamp","adult":false,"genre_ids":[16]},{"cast":["Hugh Beaumont","Edward Brophy","Richard Travis","Rebel Randall","William Tannen"],"overview":"A San Francisco private eye finds himself under suspicion while investigating a prizefighter's murder.","release_date":"1951-05-04","vote_average":5.7,"runtime":59,"cert":"\"G\"","id":382706,"title":"Roaring City","adult":false,"genre_ids":[80]},{"cast":["Ursula Strauss","Florian Teichtmeister","Mariele Millowitsch","Doris Schretzmayer","Fritz Karl"],"overview":"Kristin turns 40. She is an attractive single woman who works in her profession, has a relationship with her boss and is somehow alone. Her best friend since childhood, Lenny, gives her a surprise suitcase for her birthday. For years, unclaimed suitcases are auctioned off at the airport without knowing the contents. Lenny bought one of these suitcases for Kristin. Of course Kristin is curious and finds in this suitcase, which must have belonged to a woman, a bundle of love letters. More and more she falls for these letters and the unknown who wrote them.","release_date":"2014-01-01","vote_average":5.5,"runtime":90,"cert":"N\/A","id":382708,"title":"Eine Handvoll Briefe","adult":false,"genre_ids":[10749,10770,35]},{"cast":["Olga Peretyatko","John Tessier","Carlos Álvarez","Jongmin Park","Sorin Coliban"],"overview":"\"This is Vienna State Opera live at home\".  March 2015","release_date":"2015-03-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382710,"title":"I Puritani","adult":false,"genre_ids":[10402]},{"cast":["Aleksandrs Antonenko","Barbara Haveman","Markus Eiche","Tómas Tómasson","Elena Maximova"],"overview":"\"This is Vienna State Opera live at home\".  January 2015.","release_date":"2015-01-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382712,"title":"Pique Dame","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"In this provocative documentary, filmmaker Jaci Judelson follows renowned American photographer Tina Barney as she journeys to Europe to record the rarified lives of the continent's well-heeled gentry. As she captures aristocrats at home and play in ornate city apartments and grand country estates, Barney -- herself a child of high pedigree -- also offers insights into the nature of wealth, privilege and class.","release_date":"2005-12-01","vote_average":0.0,"runtime":57,"cert":"\"\"","id":382714,"title":"Tina Barney: Social Studies","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Ze’ev Vladimir Jabotinsky? Most people don’t know much about him. Most people know he was the father of Herut movement, a revisionist. And who really knows what revisionism really means. A few people know that he translated Allan Poe’s Annabel Lee; even fewer read his historical novel, Samson. The Raven tries to fathom Jabotinsky’s deceptive character. The film follows his conflicted, controversial character, the meaningful choices, desires and abilities that eventually led him to end his life prematurely but left a huge mark on Zionism and Israel. - See more at: http:\/\/nfct.org.il\/en\/movies\/the-raven-zeev-jabotinsky\/#sthash.WoPKutbi.dpuf","release_date":"2016-02-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382716,"title":"The Raven – Ze'ev Jabotinsky","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2004-11-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382718,"title":"Ayurveda Massage","adult":false,"genre_ids":[]},{"cast":["Lorcan Cranitch","Luke de Woolfson","Laurence Doherty","Laura Donnelly","Richard Dormer"],"overview":"Best – His Mother’s Son (BBC Two) was a gloomy drama about Ann Best, mother of George, who was strictly teetotal until her mid-40s, when she had her first sip of sherry to celebrate her son’s footballing success. Ten years later, she was dead from alcoholism-related heart disease. The recreation of late-Sixties Belfast was accurate and, thank goodness, intelligently subdued: no comedy Ulster accents and no point-scoring subplot about the Troubles.","release_date":"2009-04-29","vote_average":4.0,"runtime":90,"cert":"N\/A","id":382720,"title":"Best: His Mother's Son","adult":false,"genre_ids":[35,18]},{"cast":["Michael Cockerell","Boris Johnson"],"overview":"It was the exact same effect induced by Michael Cockerell’s film Boris Johnson: the Irresistible Rise last night on BBC Two. Regardless of what you think of Johnson’s politics or predilections, the man is TV gold. In the name of journalistic objectivity Cockerell’s film dutifully included musings from Boris’s sister Rachel, his father Stanley, former editors and school chums. Some of it was moderately revealing, but the money shot was the blond bombshell, live and unleashed.","release_date":"2013-03-23","vote_average":0.0,"runtime":60,"cert":"N\/A","id":382722,"title":"Boris Johnson: The Irresistible Rise","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Images of NASAs shuttle missions set to music by Jan Hammer.  Originally released as a demo video cassette for retailers to demonstrate VHS decks, the popularity of the images and music also gave into minor sales.","release_date":"1988-01-01","vote_average":0.0,"runtime":30,"cert":"\"G\"","id":382724,"title":"Spacial Overture","adult":false,"genre_ids":[]},{"cast":["Jose Beltran","Fidel Castro","Yvonne M. Conde"],"overview":"Prior to Fidel Castro's reign, Cuba was open to immigration. However, once Castro proclaimed himself dictator of Cuba, one of the largest exodus recorded began, one that continues today, 47 years after the Cuban Revolution. Six central characters of the film discuss in detail their personal experiences through Operation Pedro Pan, the Freedom Flights, El Mariel, the Rafter Crisis, and the Cuban Visa Lottery.","release_date":"2007-01-25","vote_average":0.0,"runtime":90,"cert":"\"\"","id":382729,"title":"Lejos de la isla","adult":false,"genre_ids":[99,10402]},{"cast":["Melissa Hobbs","Leah Carrell","Dell McLeod","Harley Neville","Adam Thompson"],"overview":"A nasty, nasty comedy. A reality TV crew is making a programme, 'Ghost TV' about the haunted buildings that are the ruins of Seacliff Lunatic Asylum. As one might expect things do not go to plan. One of the crew is not very emotionally stable and when she discovers that she has been used callously by another crew member she snaps and runs off into the night, only to return with violent intent.","release_date":"2013-03-01","vote_average":1.3,"runtime":90,"cert":"N\/A","id":382731,"title":"Ghost TV","adult":false,"genre_ids":[35,27]},{"cast":["Gloria Leonard","Lesllie Bovee","Annette Haven","Constance Money","C.J. Laing"],"overview":"Woman visits New York, discovers her sister is running a brothel.","release_date":"1978-10-20","vote_average":3.0,"runtime":83,"cert":"\"NR\"","id":382733,"title":"Maraschino Cherry","adult":true,"genre_ids":[]},{"cast":["Daniel Eden","Leah Koenig","Joseph Korman","Shlomi Tapiaro","Efrat Lavie"],"overview":"Where roads are paved with good intentions. Dana, a young, contemplative woman carries the load of her family on her shoulders while Hannah, her grandmother, senses life coming to an end. Fate intervenes amongst lies and deception to grant one last chance of reprieve with an unexpected twist. Creative plot and beautiful artistic film making, combined with talented real-life characters who wear their hearts on their sleeve.","release_date":"2016-02-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382735,"title":"Laugh Lines","adult":false,"genre_ids":[18,35]},{"cast":["Ingrid Betancourt","Jack Fortune","Sue Scott Davison"],"overview":"Ingrid Betancourt was the world’s most famous hostage.  On February 23rd 2002, Ingrid, a presidential candidate in Columbia’s elections, was kidnapped by the left-wing FARC rebel group along with her assistant and friend Clara Rojas. She was held for over six years in the jungle.  This is the first documentary account of what happened in the jungle in her words and those of fellow hostages. In a truly remarkable interview Ingrid relives stories of escape and betrayal, love and hate, terror and extraodinary courage.","release_date":"2010-10-20","vote_average":0.0,"runtime":96,"cert":"N\/A","id":382737,"title":"Hostage in the Jungle","adult":false,"genre_ids":[99]},{"cast":["Aldo Ray","Cameron Mitchell","Cindy Rome","Wilson Dunster","Chuck Mitchell"],"overview":"A woman is gang raped by backwoods locals and a crazed, Vietnam veteran comes to her rescue.","release_date":"1987-01-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":382739,"title":"Hateman","adult":false,"genre_ids":[28]},{"cast":["Sue Johnston","Dean Sullivan","Claire Sweeney","Sue Jenkins","Paul Usher"],"overview":"A special, video only story set on the Brookside close. On Friday 14th November 1997, a five night a week storyline ended in a cliffhanger and this video completes the story - a tale of kidnapping extortion and violence. The action-packed episode features faces from the show's past including Sheila Grant (Sue Johnston) and wayward son Barry Grant (Paul Usher), and is written by series creator Phil Redmond.","release_date":"1997-11-15","vote_average":6.5,"runtime":102,"cert":"N\/A","id":382744,"title":"Brookside: The Lost Weekend","adult":false,"genre_ids":[80,18]},{"cast":["Simon Musk","Oliver Biney","Lee Hunter","Jim Hunter","Martin Kirby"],"overview":"Stixx vs Mark Haskins \/  Lord Jonathan Windsor vs Mark Andrews \/  Danny Garnell vs Rob Lynch \/  Jimmy Havoc vs James Davis \/  Darrell Allen vs Doug Williams vs Eddie Dennis \/  Hunter Brothers vs Project Ego \/  El Ligero vs Rampage Brown","release_date":"2013-07-28","vote_average":0.0,"runtime":128,"cert":"N\/A","id":382749,"title":"PROGRESS Chapter 8: The Big Boy's Guide To Strong Style","adult":false,"genre_ids":[]},{"cast":["Tamer Nafar","Samar Qupty","Salwa Nakkara","Ayed Fadel","Sameh 'Saz' Zakout"],"overview":"Set against a backdrop of the Israeli-Palestinian conflict, Palestinian rapper Kareem and his singer girlfriend Manar struggle, love and make music in their crime-ridden ghetto and Tel Aviv's hip-hop club scene.","release_date":"2016-02-13","vote_average":6.1,"runtime":97,"cert":"\"\"","id":382751,"title":"Junction 48","adult":false,"genre_ids":[18,28,80]},{"cast":["Christoph Schechinger","Victoria Emslie","Ieva Andrejevaite","Dominique Stephenson"],"overview":"Can you get to know someone through a closed door?","release_date":"2013-01-14","vote_average":6.3,"runtime":27,"cert":"\"\"","id":382756,"title":"Juniper Crescent","adult":false,"genre_ids":[]},{"cast":["Eve Orlon","Mary Steely","Kathy Reeder","Harold Benjamin","Hedi Haupt"],"overview":"Psychiatrists interview criminals and victims together to see how they got where they are in space and time. Their stories are told in flashbacks.","release_date":"1974-02-14","vote_average":0.0,"runtime":74,"cert":"\"NC-17\"","id":382758,"title":"Pretty Wet Lips","adult":true,"genre_ids":[80]},{"cast":[],"overview":"An inner-city boy joins a Boy Scout Troop and struggles to decide whether or not he should report a crime he witnessed.","release_date":"2013-10-04","vote_average":0.0,"runtime":105,"cert":"\"\"","id":382760,"title":"Troop 491: the Adventures of the Muddy Lions","adult":false,"genre_ids":[]},{"cast":["AndrewProductionsTV"],"overview":"A short film by AndrewProductionsTV @ Youtube","release_date":"2014-03-21","vote_average":0.0,"runtime":8,"cert":"\"\"","id":382762,"title":"Abandoned","adult":false,"genre_ids":[]},{"cast":["Rene Bond","Suzanne Fields","Nancy Martin","Andy Bellamy","Wayne Chapman"],"overview":"In this grimy biker flick we see a group of campers headed out to the woods to try to enjoy a nice peaceful weekend. However, a group of sex hungry bikers muscle in and literally steal the women. This film was shot in a way so that it could be released in a hard porn version (running 57 minutes) or a soft core version (running 54) for drive-in \/ grindhouse markets.","release_date":"1972-02-14","vote_average":6.5,"runtime":61,"cert":"\"\"","id":382764,"title":"Bad, Bad, Gang!","adult":true,"genre_ids":[53]},{"cast":["Lee Sun","Lee Mi-ja","Ham Su-jung","Hong So-young","Kim Seo-yeong"],"overview":"One day , Pororo and Crong enter a video game \"Golden wing adventure\"  In the cyber space , Pororo and Crong met 'Prince ChiChi\" and agreed to find Golden wing to save Princess  On the other hand, Pororo's friends were captured by SPIDER KING \"  Will Pororo save the Princess and his friends and escape from Cyber space ?","release_date":"2015-06-16","vote_average":8.0,"runtime":62,"cert":"\"G\"","id":382766,"title":"Pororo, Cyberspace Adventure","adult":false,"genre_ids":[16]},{"cast":["Thalente Biyela","Tony Hawk","Kenny Anderson","Felipe Gustavo","Colin Kennedy"],"overview":"Homeless since the age of nine, South African skateboarder Thalente Biyela travels to the US to pursue his dream of becoming a professional skateboarder. Through his eyes, we experience what it takes to rise up out of circumstance and escape a lifetime on the streets.","release_date":"2015-06-15","vote_average":7.3,"runtime":88,"cert":"\"\"","id":382768,"title":"I Am Thalente","adult":false,"genre_ids":[99]},{"cast":["Robert Freitag","Ruth Hausmeister","Helmut Förnbacher","Marius Müller-Westernhagen","Horst Tappert"],"overview":"","release_date":"1964-08-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382770,"title":"Sechs Personen suchen einen Autor","adult":false,"genre_ids":[18]},{"cast":["Manfred Krug","Claudia Wedekind","Klaus Wennemann","Peter Lohmeyer","Ingrid van Bergen"],"overview":"","release_date":"1990-11-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382772,"title":"Neuner","adult":false,"genre_ids":[35]},{"cast":["Trey Anastasio"],"overview":"Specimens of Beauty is a documentary about the rock band Phish recording their 2004 album Undermind. Directed by famed photographer Danny Clinch, the film shows the techniques used by the band and album producer Tchad Blake, as Phish records what was to be their final album.\r Recorded at Trey Anastasio's recording studio, The Barn, outside Burlington, Vermont, the documentary features Phish in numerous takes of the Undermind track \"Crowd Control.\"\r Specimens of Beauty was included with early copies of Undermind on a bonus DVD.","release_date":"2004-06-15","vote_average":0.0,"runtime":null,"cert":"\"\"","id":382774,"title":"Specimens of Beauty","adult":false,"genre_ids":[]},{"cast":["Trey Anastasio"],"overview":"Live performances from the first half of Phish’s summer 2009 tour—including footage from the 2009 Bonnaroo Music &amp; Arts Festival and the tour’s opening date at Fenway Park in Boston.","release_date":"2009-02-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":382776,"title":"Phish: Joy","adult":false,"genre_ids":[]},{"cast":["Jim Bannon","Don Reynolds","Emmett Lynn","Marin Sais","Edwin Max"],"overview":"Riding the plains with Little Beaver and Buckskin Blodgett, Red Ryder encounters bandits trying to hold up the stagecoach carrying Libby Brooks, owner of the Devil's Hole newspaper","release_date":"1949-02-02","vote_average":0.0,"runtime":58,"cert":"\"\"","id":382778,"title":"Ride, Ryder, Ride!","adult":false,"genre_ids":[28,37]},{"cast":["Leon Weaver","Frank Weaver","June Weaver","Marilyn Hare","Frank Albertson"],"overview":"Aluminum magnate James J. Maloney, Sr. meets with government officials to discuss the war effort and the need to end price-fixing. After the meeting, Maloney receives word that his son Jimmy, a playboy turned Army flight instructor, is lost with his navigator, Scully, somewhere in the Ozarks. While Maloney rushes to find his son, Jimmy and Scully crash land in the small town of Weaverville, where the mayor and his wife, Abner and Elviry Weaver, are trying to impress upon the citizens that they are better off in the mountains than in the big city","release_date":"1942-03-26","vote_average":0.0,"runtime":70,"cert":"\"NR\"","id":382780,"title":"Shepherd of the Ozarks","adult":false,"genre_ids":[35]},{"cast":["Kathryn Neville Browne","Kerri Ford","Andrea Shannon Young"],"overview":"A disfigured science fair champion invites her new friend over for dinner, but by the time dessert comes around, the two schoolmates will discover each other's true, unpleasant natures.","release_date":"2010-10-30","vote_average":0.0,"runtime":5,"cert":"\"\"","id":382782,"title":"Waffle","adult":false,"genre_ids":[]},{"cast":["Jinggoy Estrada","Robin Padilla","Jorge Estregan","Christopher Ad Castillo"],"overview":"Official entry to the first Metro Manila Film Festival in 1986  directed by Augusto Buenaventura and starred \tJinggoy Estrada, Rio Locsin, ER Ejercito, Robin Padilla, Christopher Ad. Castillo.","release_date":"1986-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382784,"title":"Bagets Gang","adult":false,"genre_ids":[]},{"cast":["Matti Hyvönen","Tarmo Nyholm","Arto Malmberg","Jukka Rautiainen","Jukka Salmi"],"overview":"Workers of a foundry eat their lunch and watch Lumiére brothers film Employees Leaving the Lumière Factory (1895).","release_date":"2007-02-15","vote_average":6.0,"runtime":4,"cert":"N\/A","id":382786,"title":"The Foundry","adult":false,"genre_ids":[35]},{"cast":["Germán Palacios","Rodrigo Guirao Díaz","Benjamín Vicuña","Sabrina Garciarena","Juana Viale"],"overview":"An ordinary man's romantic trip to Argentina turns to horror when vicious drug dealers hold his girlfriend hostage and force him to do a job for them.","release_date":"2015-10-08","vote_average":6.0,"runtime":122,"cert":"N\/A","id":382788,"title":"Baires","adult":false,"genre_ids":[53,28,18]},{"cast":["Susan Roces","Eddie Gutierrez","Roderick Paulate","Matet De Leon","Lotlot De Leon"],"overview":"Official entry to the first Metro Manila Film Festival in 1987 directed by Mike Relon Makiling and starred Susan Roces, Eddie Gutierrez, Lotlot de Leon, Sheryl Cruz, Matet de Leon, Dranreb Belleza, Jigo Garcia, Jaypee De Guzman, Chuckie Dreyfuss, Katrin Gonzales, Isabel Granada, and RR Herrera.","release_date":"1987-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382790,"title":"1+1=12+1","adult":false,"genre_ids":[]},{"cast":["Jaclyn Jose","Joel Torre","Susan Africa","Chanda Romero","Marilou Sadiwa"],"overview":"The musty smell of a dingy hostess bar in Olongapo is an unlikely and dangerous place for dreams to come true.","release_date":"1987-12-25","vote_average":10.0,"runtime":null,"cert":"N\/A","id":382792,"title":"Olongapo... The Great American Dream","adult":false,"genre_ids":[]},{"cast":["Susana Zabaleta","Gonzalo Vega","Rogelio Guerra","José Lavat","Germán Ortega"],"overview":"King Tezozomoc invades Texcoco betraying the trust of his allies with a surprise attack. The young prince Nezahualcoyotl will attempt to retrieve his father's kingdom from the hands of Tezozomoc.","release_date":"2015-10-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382794,"title":"Nezahualcóyotl, la gran historia","adult":false,"genre_ids":[]},{"cast":["Christian Core","Stella Marchisio"],"overview":"The Cores are a very special family. Christian was world champion in bouldering, Stella was Italian champion, and just over a year ago they became parents of twins, Lara and Ania. They live in a valley not far from Savona, Italy, but their story is inextricably linked to the woods overlooking Varazze. With other climbers from the area, they have sought, found and cleaned rocks to climb with more and more extreme difficulty, bringing to light a climbing spot now famous all over the world. In particular, they have discovered a rock and a problem thought to be the toughest in the world, which was named Gioia by Christian, the first to climb it.","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382796,"title":"I Core: My Climbing Family","adult":false,"genre_ids":[99,12]},{"cast":["Rocío Dúrcal","Germán Cobos","María del Carmen Aguado","Lola Gaos","José Jaspe"],"overview":"Marianela is a poor girl with a disfigured face who works as Pablo's guide, a blind young man from a wealthy family. Pablo falls in love with Marianela because of her spirit and vitality and imagines her as the most beautiful woman in the world. When Pablo has the chance to recover his sight, Marianela becomes very sad because she is sure that the young man will reject her when he can see her","release_date":"1972-02-15","vote_average":8.0,"runtime":105,"cert":"N\/A","id":382798,"title":"Marianela","adult":false,"genre_ids":[18]},{"cast":["Manolo Escobar","Ángel de Andrés López","María Isbert","Rafaela Aparicio","Antonio Burgos"],"overview":"","release_date":"1965-02-15","vote_average":5.7,"runtime":null,"cert":"N\/A","id":382800,"title":"Mi canción es para ti","adult":false,"genre_ids":[35]},{"cast":["Takayuki Kamura","Rie Ito"],"overview":"Hanasareru Gang actually encapsulates three titles in one, for when written without Kanji characters, it can describe a gang that is “on everyone’s lips”, “flowery” or “separated from one other”. The film plays with these different meanings to tell the not strictly chronological story of a fun-loving young woman who joins up with a pair of petty criminals. After they steal a car containing a suitcase full of bank notes, they must go their separate ways. When the characters comment on the action in voiceover, ask how much more time the film is going to give them, quote from “The Adventures of Tom Sawyer” or suddenly jump back and forth between tragedy and slapstick in tune with the music, one might think that Pierrot le fou got lost and ended up in Japan.","release_date":"1984-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":382802,"title":"Hanasareru Gang","adult":false,"genre_ids":[]},{"cast":["Lola Dockhorn","Maria Ehrich","Kai-Peter Malina","Peter Kollmann","Inga-Gesine Horchler"],"overview":"The deep friendship between young theater actresses Maria and her Jewish friend Lea gradually starts to break as Marias husband Hans goes from being a young adventurer to a high ranking SS officer. But on that day of the Jewish deportations in Munich, Maria comes to a momentous decision which proves what friendship really means to her. She takes on Leas child Charlotte to save her from being deported to the concentration camp, thereby risking her own life and ultimately loosing Hans. Marias story shows that in the end friendship can triumph over terror and death. The film is inspired by the childhood of Charlotte Knobloch, Vice President of the World Jewish Congress and supports our project.","release_date":"2014-11-19","vote_average":7.0,"runtime":17,"cert":"N\/A","id":382804,"title":"Sie heißt jetzt Lotte!","adult":false,"genre_ids":[18,10752]},{"cast":["Paul Oldfield","Ed Church","Mike Peters","Tom Dormer","Tim Saunders"],"overview":"The Second Battle of Ypres was  fought from 21 April–25 May 1915 for control of the strategic Flemish town of Ypres in western Belgium, following the First Battle of Ypres the previous autumn. It marked the first mass use by Germany of poison gas on the Western Front. For the first time a former colonial force (the 1st Canadian Division defeated a European power (the German Empire) on European soil, in the Battles of St. Julien and  Kitcheners' Wood. In the now established BHTV style, the BHTV Team join a selection of historians on the ground to explore the actions of Second Ypres and analyse the significance of what was the first former colonial victory on European soil, the first major use of a terror weapon  and the knock on effects of the virtual destruction of the BEF. The team explain the bravery shown by the troops on the ground and the horrors they faced from the advancing German gas clouds.","release_date":"2015-09-30","vote_average":0.0,"runtime":90,"cert":"N\/A","id":382806,"title":"Second Ypres 1915: The Great Gas Attack","adult":false,"genre_ids":[99,36,10752]},{"cast":["Hussein Eliraqui","Oktay Özdemir"],"overview":"Mohammed, an 18-year old refugee, lives with his chaotic older brother Lakhdar in a rundown apartment in Berlin. Several years after his family fled the war in Lebanon and moved to Berlin, the sensitive young man still needs to set foot in the harsh male environment, trying to find his place between his brother and his german motorcycle workshop colleagues.","release_date":"2016-02-13","vote_average":0.0,"runtime":84,"cert":"N\/A","id":382808,"title":"Meteor Street","adult":false,"genre_ids":[18]},{"cast":["Antonio Aguilar","Araceli Aguilar","Eugenio Cobo","Héctor del Puerto","César Bono"],"overview":"","release_date":"1987-02-15","vote_average":5.0,"runtime":null,"cert":"N\/A","id":382813,"title":"Zapata en Chinameca","adult":false,"genre_ids":[28]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":95,"cert":"N\/A","id":382818,"title":"To Be a Star","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary about alternative ways of life, with a vision of the future based on sustainability.  In this Documentary, will be addressed ways of life that are parallel to society as we know it.  We will closely follow the eco-village Cabrum, a recent community in northern Portugal; Cooperativa Integral Catalana, in Barcelona, which practices self-management with its own coin - the Eco; and finally, the self-sustaining community - Tamera - also located in Portugal. With almost 20 years of existence. A research center for peace, with a Free Love philosophy, searching for self-sufficiency. Its a Biotype for the global consciousness cure.  All these projects, alternatives to the System, seek to live in harmony with a vision of the future based on sustainability and cooperation between human, animal and nature.  They are searching for solutions to global problems, locally acting and they promise to turn the current paradigms, obsolete.","release_date":"2015-12-16","vote_average":0.0,"runtime":109,"cert":"N\/A","id":382820,"title":"What a Strange Way of Life","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The Wanderer goes through an entire life during the course of the day and dies when the day ends. In the end he comes to term with the conditions of his life.","release_date":"2015-03-18","vote_average":0.0,"runtime":6,"cert":"N\/A","id":382822,"title":"The Wanderer","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382824,"title":"Mazal Dagim","adult":false,"genre_ids":[]},{"cast":["Den Ohinata","Sôji Kiyokawa","Hyo Kitazawa","Hajime Hikari","Mitsuo Tsuda"],"overview":"This film attempts to reconstruct the tension of the Battle of Shanghai through an episode in an understated way, introducting its story in a documentary mode. In the film story, Japan's marine regiment protects Japanese residents and Chinese refugees-women and young children-from rampant street fighting, Shanhai Rikusentai unsparingly uses its first eight minutes for an official-mannered self-justification of the war. From the viewpoint of explaining Japan's military operation,the narration refers to the city s spatial division in sync with maps on screen.","release_date":"1939-05-19","vote_average":0.0,"runtime":93,"cert":"N\/A","id":382826,"title":"Shanghai Landing Party","adult":false,"genre_ids":[99,10752]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382828,"title":"Rachamim","adult":false,"genre_ids":[]},{"cast":["Raizō Ichikawa","Ryû Takeda","Takeshi Hanayagi","Takashi Mita","Shintarō Katsu"],"overview":"The Great White Tiger Platoon was part of the Aizu clan's last ditch efforts to stop the advance of Imperial troops after the fall of the Tokugawa Shogunate. Meant to be a reserve unit as it was made of the young, 16-17 year old sons of Aizu samurai. Their story is one of the great tragedies of the Boshin War (1868-1869) as they were called into action. Getting cut off from the main body of their platoon, a group of 20 from the 2nd squad retreated to Iimori Hill, where they looked down upon fires surrounding Aizu Castle and thinking that the castle has fallen and all is lost, they choose to die as samurai by committing seppuku. A superb rendition of this true story that shows the true honor of the samurai.","release_date":"1954-08-24","vote_average":0.0,"runtime":91,"cert":"N\/A","id":382830,"title":"The Great White Tiger Platoon","adult":false,"genre_ids":[]},{"cast":["Nathan Dattner","Efrat Lavie","Ori Levy","Chaim Topol","Anat Topol"],"overview":"A highly successful lawyer realises, after a cardiac warning, that he may have squandered his life when he left his first wife and all the ideals of youth she stood for, to marry a neurotic poet and join the rat race for money &amp; success.","release_date":"1985-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382832,"title":"Roman Behemshechim","adult":false,"genre_ids":[18]},{"cast":["Rainer Basedow","Kathi Leitner","Margot Mahler","Norbert Heckner","Sepp Schauer"],"overview":"","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382834,"title":"Muttertag","adult":false,"genre_ids":[35]},{"cast":[],"overview":"For We Are Strangers reveals the consciousness of a prison counsellor, Xuan, who slowly succumbs to the trauma of her past after being assigned to the same man who assaulted her. The inmate is due to be released for a minor felony but fails to recognise her. Xuan's subsequent actions blur the line between victim and assailant, altering the viewer's perception of morality and retribution.","release_date":"","vote_average":0.0,"runtime":15,"cert":"N\/A","id":382839,"title":"For We Are Strangers","adult":false,"genre_ids":[]},{"cast":["Harriet Andersson","Gunnar Björnstrand","Karl-Arne Holmsten","Gerd Hagman","Bengt Eklund"],"overview":"While four men blow up a safe, a night watchman is accidentally killed. They get away with the loot. Ten years later, the stepson of the dead night watchman receives vital information.","release_date":"1959-09-07","vote_average":0.0,"runtime":81,"cert":"N\/A","id":382841,"title":"Crime in Paradise","adult":false,"genre_ids":[53,18]},{"cast":["Hamber Alissa"],"overview":"A collage of cell phone video clips made and commented by refugees fleeing their home countries to arrive in Germany.","release_date":"2016-06-13","vote_average":0.0,"runtime":90,"cert":"N\/A","id":382843,"title":"#MyEscape","adult":false,"genre_ids":[]},{"cast":["Domenico Montixi","Mario Alicicco","Carlo Pietro Solinas","Stefano Deffenu","Narcisa Monni"],"overview":"An upright priest, disliked the corrupt upper echelons of V.A.T.I.C.A.N.O., is imprisoned, tortured and sentenced to certain death. But by divine intercession he'd be able to save himself: once put back on track, and trained in the martial arts by an eccentric monk, he will take revenge in a crescendo of disproportionate violence.","release_date":"2012-06-05","vote_average":0.0,"runtime":7,"cert":"\"\"","id":382845,"title":"No Redemption With... Don Mitraglia","adult":false,"genre_ids":[28,37]},{"cast":["Sue Johnston","Dean Sullivan","George Christopher","Claire Sweeney","Samuel Kane"],"overview":"There is trouble a-plenty in store for the Corkhill clan in this video-only special. Series creator Phil Redmond has returned to pen a dramatic script which follows on from a weekend special.","release_date":"1998-11-14","vote_average":7.0,"runtime":90,"cert":"N\/A","id":382847,"title":"Brookside: Friday the 13th","adult":false,"genre_ids":[80,18]},{"cast":["Fiona Gélin","Chantal Ladesou","Sonia Dubois","Olivier Bénard","Aurélien Wiik"],"overview":"","release_date":"2005-06-06","vote_average":8.0,"runtime":null,"cert":"N\/A","id":382852,"title":"Les Amazones","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A woman with an over-active imagination sees the world unlike anyone else, but that's not always a good thing. When her visions become too distracting, she leaps at the opportunity to get a chip implant that removes her imagination. After the procedure, her entire perspective on life and herself changes... but for the better?","release_date":"2015-10-31","vote_average":0.0,"runtime":8,"cert":"\"\"","id":382854,"title":"Blurry","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-10-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382856,"title":"Lebende Landschaften - Redwoods Nationalpark in 3D","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A happy colourful baker let's a little bit of bad in to see what will happen.","release_date":"2013-06-06","vote_average":0.0,"runtime":3,"cert":"N\/A","id":382858,"title":"The Baker","adult":false,"genre_ids":[]},{"cast":["Betty Grable","John Hartley","Donald O'Connor","Jackie Coogan","Buster Crabbe"],"overview":"At Middleton College, controlled by rich donor Melton, only paying sports are allowed. But Freddie Frye, conniving student body president, has to get a letter in some sport to win back his girl Susie; he schemes to revive crew boat racing. Sinking boats, no money, and his own waistline stand in his way. Can they win the big race with State University?","release_date":"1939-07-13","vote_average":5.0,"runtime":65,"cert":"\"\"","id":382860,"title":"Million Dollar Legs","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Ad documentary directed by Marie-Claude Treilhou.","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382862,"title":"Couleurs d'orchestre","adult":false,"genre_ids":[]},{"cast":["Kikuko Inoue","Nana Mizuki","Masayo Kurata","Hideki Ogihara","Fumiko Orikasa"],"overview":"Makimura Koutarou has made up his mind: during the summer vacation, he is going to confess his love to the seemingly unapproachable Serizawa Kaho. Yet, on the night before, he has a run-in with a strange girl - an encounter which propels him into the future. There, he learns that not only has Kaho-chan become his girlfriend, but she has also died in a tragic accident. Returning to his own time, Koutarou sets out to change the future and save his love.","release_date":"2004-05-21","vote_average":0.0,"runtime":60,"cert":"N\/A","id":382867,"title":"Hourglass of Summer Colors","adult":false,"genre_ids":[16,35,18,10749,878]},{"cast":["Vera Vitali","David Arnesen","Tom Ljungman","Charlie Gustafsson","Freddy Åsblom"],"overview":"Hanna, 32, is on her way home one late evening when she runs in to an acquaintance, Andreas, 20, who invites her to a party close by. The party consists of five twenty year old boys. At first, Hanna feels uncomfortable, but she’s adjusting. Soon she feels like she’s one of them.","release_date":"2011-01-29","vote_average":0.0,"runtime":15,"cert":"N\/A","id":382869,"title":"Girl","adult":false,"genre_ids":[18]},{"cast":["Andreas Vitásek"],"overview":"","release_date":"2012-10-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382871,"title":"Andreas Vitasek 39,2° - ein Fiebermonolog","adult":false,"genre_ids":[]},{"cast":["Ksenija Marinković","Lazar Ristovski","Tihana Lazović","Robert Budak","Toni Šestan"],"overview":"20 years ago, Vesna moved her family to Zagreb, away from the events that almost destroyed their lives. However, an unexpected call will bring back the memory of a secret that she has been trying to hide all these years.","release_date":"2016-03-04","vote_average":8.1,"runtime":85,"cert":"N\/A","id":382873,"title":"On the Other Side","adult":false,"genre_ids":[18]},{"cast":["Jessica Drake","Derrick Pierce","Romi Rain","Olivia Austin","Marcus London"],"overview":"Julie embarks on a sexual journey by answering an ad in the casual encounters section of a website. She unlocks her deep desires, and finds that within her lies an untapped side of her sexuality. She wants more than just the normal relationship with one man, or one woman. She wants it all, and she wants to feel everything; experience sex in a whole new way.","release_date":"2016-02-17","vote_average":7.0,"runtime":104,"cert":"\"NC-17\"","id":382875,"title":"Casual Encounters","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382877,"title":"Shtei Defikot Lev","adult":false,"genre_ids":[]},{"cast":[],"overview":"Yaky Yosha's 1982 Israeli drama Kvish Lelo Motza (aka Dead End Street) observes the trials and travails of a young prostitute named Alice (Anat Atzmon) who is thrust into jail alongside her pimp and hustler boyfriend. In desperation, Alice devises a scheme to save both of them: she will take the steps necessary to free herself, then set about raising the money to save her beau. However, she fails to anticipate the arrival of a documentary crew comprised of husband and wife Yoram (Yehoram Gaon) and Miri (Gila Almagor), who insist on filming her as she undergoes rehabilitation; when Yoram begins to fall hard for Alice, it draws the ire and chagrin of Miri, who begins to seethe with jealousy.","release_date":"1982-03-19","vote_average":6.0,"runtime":null,"cert":"N\/A","id":382879,"title":"Dead End Street","adult":false,"genre_ids":[]},{"cast":["Micha Celektar","Oz Zehavi","Ido Mosseri","Ori Pfeffer"],"overview":"A story of a soldier who, overeager to prove himself, lets his imagination delude him into attacking an imaginary enemy.","release_date":"2014-09-03","vote_average":0.0,"runtime":82,"cert":"N\/A","id":382881,"title":"Tuviansky","adult":false,"genre_ids":[10752,18]},{"cast":["Steve Coogan","Andrea Riseborough","Garion Dowds","Marcel Van Heerden","Deon Lotz"],"overview":"A lawyer takes on a case of a prison guard in South Africa who is traumatized by the executions he's witnessed.","release_date":"2017-05-12","vote_average":6.8,"runtime":106,"cert":"\"\"","id":382883,"title":"Shepherds and Butchers","adult":false,"genre_ids":[18]},{"cast":["Kotono Mitsuishi","Yuji Ueda","Shigeru Chiba","Akio Suyama","Yuko Miyamura"],"overview":"Tairaku is a teacher at a local high school. He has a crush on Ms. Satsuki, a fellow teacher whom he hopes to someday marry. Then he meets Aya Shirakaba, upon whom he makes such a favorable impression that she transfers into his class. Unfortunately, Aya's father is a very wealthy and powerful yakuza boss, who charges Tairaku with keeping his daughter safe and pure-or else. Add to that the hordes of men and woman at school who'd love to get their hands on Aya's body, and that Aya has secretly moved in with Tairaku, and constantly makes passes at him, and Tairaku is now in world of trouble.","release_date":"1998-04-21","vote_average":4.0,"runtime":40,"cert":"\"NR\"","id":382885,"title":"Very Private Lesson","adult":false,"genre_ids":[35,16,10749]},{"cast":["Caitlin Carmichael","Ione Skye","Christopher Wiehl","Joey Luthman","David 'Shark' Fralick"],"overview":"Jenn lives in an underground bunker, protected from the monsters that now ravage the world. This is the day that she goes outside...","release_date":"2015-10-28","vote_average":7.4,"runtime":13,"cert":"\"\"","id":382890,"title":"Monsters","adult":false,"genre_ids":[12,18,878]},{"cast":["Geoffrey Couët","François Nambot","Georges Daaboul","Elodie Adler","Claire Deschamps"],"overview":"Théo and Hugo meet in a club and form an immediate bond. Once the desire and elation of this first moment has passed, the two young men, now sober, wander through the empty streets of nocturnal Paris, having to confront the love they sense blossoming between them. Ducastel and Martineau's most ambitious film to date and a candid insight into 21st century life.","release_date":"2016-04-27","vote_average":7.2,"runtime":97,"cert":"N\/A","id":382892,"title":"Paris 05:59: Théo & Hugo","adult":false,"genre_ids":[18]},{"cast":["John Hurt","Phyllida Law","Barry McCarthy","Tim Wylton","Hazel Douglas"],"overview":"It's never to late for a love at first sight. Especially when you are in your 70's.","release_date":"2010-11-16","vote_average":8.0,"runtime":12,"cert":"N\/A","id":382894,"title":"Love at First Sight","adult":false,"genre_ids":[35,18,10749]},{"cast":["Nataša Tič Ralijan","Vida Rucli","Gabriella Ferrari","Pierluigi Di Piazza"],"overview":"A Slovenian mother takes her addicted and self-destructive daughter with her to a remote Italian village. Isolation as attempted salvation. Inspired by Proust, Skafar turns this theme into a gentle and beautiful film, a poem about two souls in which the unutterable slowly comes to the surface.","release_date":"2016-01-27","vote_average":10.0,"runtime":90,"cert":"N\/A","id":382899,"title":"Mother","adult":false,"genre_ids":[18]},{"cast":["Tom Green","Rahel Romahn","Jade LeBrocq","Paul Tassone","Sean Fennell"],"overview":"'The Ground Beneath' follows the emotional journey of a young teenager, Kaden, who lives a life of fear and threat. His friendship with Casey, the girl from school, and Lewis, a boy that spends time in his street, becomes a chance for change and self-discovery.","release_date":"2008-08-02","vote_average":0.0,"runtime":20,"cert":"N\/A","id":382901,"title":"The Ground Beneath","adult":false,"genre_ids":[]},{"cast":["Julia Lübbert","Emilia Ossandón","Mariana Loyola","Agustina Muñoz","Coca Guazzini"],"overview":"Since their parents split up, Sara and her younger sister live with their mother, whose new partner is a woman. Everyday life for the four of them is hardly any different than it is for other families. But not everyone sees it that way – Sara's father in particular has his doubts. As Sara’s 13th birthday approaches, she feels rather overwhelmed: her first crush, a body in the midst of changes and to top it off, conflicts over loyalty with her parents.","release_date":"2016-02-13","vote_average":5.9,"runtime":88,"cert":"N\/A","id":382906,"title":"Rara","adult":false,"genre_ids":[10751,18]},{"cast":["Alexandra Anthony","Persephone Apostolou","Eddie Kehler","Sam Littlefield","Henry LeBlanc"],"overview":"An absurdist, pastel noir that documents events after an artist flees New York and winds up dead in a small town. A local sheriff, an old lover, and a distant friend try to sort out what's happened and, in the process, confront the ways that their own needs and desires have created the mysteries that surround them.","release_date":"2016-02-18","vote_average":0.0,"runtime":76,"cert":"N\/A","id":382908,"title":"Fantastic","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Lt. Watada\" tells the story of the first commissioned military officer to refuse to deploy to Iraq and to speak publicly about his belief that the war is illegal and a violation of his oath.","release_date":"2010-07-17","vote_average":0.0,"runtime":40,"cert":"\"\"","id":382910,"title":"Lt. Watada","adult":false,"genre_ids":[]},{"cast":[],"overview":"At the heart of the multi-billion dollar Oil Sands industry in Alberta, Canada, a doctor's career is jeopardized as he fights for the lives of the aboriginal people living and dying of rare cancers downstream from one of the most polluting oil operations in the world.","release_date":"2009-01-01","vote_average":0.0,"runtime":33,"cert":"N\/A","id":382912,"title":"Downstream","adult":false,"genre_ids":[]},{"cast":["George Lopez","Danny Bolero","Gloria Garibay"],"overview":"Viva la Causa tells the story of a small group of abused California farm workers who, led by Cesar Chavez, put themselves on the line after launching a strike and a national boycott against the multimillion-dollar California grape industry.","release_date":"2008-08-22","vote_average":0.0,"runtime":40,"cert":"\"\"","id":382914,"title":"Viva la Causa","adult":false,"genre_ids":[]},{"cast":[],"overview":"Beyond That Wasteland is a poetic depiction of being in a borderland, in the wake of the disaster. A place where one is forced to stay awake in order not to perish. It is a timeless ninja epos about facing an ultimate, life-changing decision - to resist or surrender.","release_date":"2012-01-11","vote_average":0.0,"runtime":10,"cert":"N\/A","id":382916,"title":"Beyond That Wasteland","adult":false,"genre_ids":[]},{"cast":["Helene Friberg","Nina Harte","Lena Wennergren","Lisbeth Zachrisson"],"overview":"The film shows four women moving in a crowded, closed room to the music of Monteverdi. They represent women living by passing on a role that is passed down to them for generations. Two of the dancers are damned souls that come to life, the third is death and the fourth a child born free, but forced into the other female roles.","release_date":"1976-12-05","vote_average":7.7,"runtime":24,"cert":"N\/A","id":382921,"title":"The Dance of the Damned Women","adult":false,"genre_ids":[]},{"cast":[],"overview":"At 38, Lori Benson, an aspiring filmmaker living in downtown Manhattan, was relishing life and motherhood with her one-year-old daughter Talula. Then a single phone call changed her life forever: it was her doctor; the diagnosis was breast cancer; and surgery was imperative. Mixing verité footage, with home videos and family photographs, Dear Talula is an intimate autobiographical portrait of Lori's battle with breast cancer.","release_date":"2007-10-09","vote_average":0.0,"runtime":34,"cert":"\"\"","id":382923,"title":"Dear Talula","adult":false,"genre_ids":[]},{"cast":["Bruno Ganz","Nicole Heesters","Erni Mangold","Christiane Paul","Wotan Wilke Möhring"],"overview":"","release_date":"2008-05-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382925,"title":"Copacabana","adult":false,"genre_ids":[18]},{"cast":["Tigerr Benson","Maserati","Emma Butt"],"overview":"For all you fans of the DD cups, we bring you the ultimate XXX video series, Double-D Sexperience! Imagine yourself with the likes of Tigerr Benson, Sandra Boobies, Ava Koxxx, Nanny, or Anais Hill. No, scratch that, you'll get to imagine yourself in various scenarios with them, perhaps even with one of your buddies as we've got you covered in the threesome and double penetration department as well. Working those Double-D's and sliding your cock in balls deep is your main mission. Can you handle it while their perfect boobs make all your fantasies cum true? Lets find out! DD Busty the very. . . . .","release_date":"2014-08-18","vote_average":7.0,"runtime":145,"cert":"\"NR\"","id":382927,"title":"Double-D Sexperience","adult":true,"genre_ids":[]},{"cast":["Dagmar Manzel","Michael Mendl","Nicole Heesters","Gudrun Ritter","Kathrin Waligura"],"overview":"","release_date":"2001-10-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382929,"title":"Kelly Bastian - Geschichte einer Hoffnung","adult":false,"genre_ids":[36,18]},{"cast":["Betty Blac","Buxom Bella","Kelly Shibari","Samantha 38G","Lexxxi Luxe"],"overview":"Quirky porn genius Joey Silvera has always been willing to go wherever his sexual desires lead. Over the course of his legendary career, Joey's touched on various erotic fetishes and subgenres, revolutionizing their portrayal with his irreverent, inventive style of hard-core action. Now Joey weighs in on BBWs - big, beautiful women. \"Evil BBW Gold\" is five scenes of plus-sized seduction starring an assortment of stunningly curvaceous lovelies. These luxuriously fleshy femmes satisfy their massive, insatiable appetites for cock in 194 minutes of heavy-duty debauchery.","release_date":"2012-10-10","vote_average":8.0,"runtime":194,"cert":"\"NR\"","id":382934,"title":"Evil BBW Gold","adult":true,"genre_ids":[]},{"cast":["Joel Torre","Jaclyn Jose","Ronnie Lazaro","Pen Medina","Irma Adlawan"],"overview":"Ataul for Rent is a narrative social satire movie depicting the lives of the slum dwellers of \"Kalyehong Walang Lagusan\", a very narrow, congested, miserable alley\/compound in a typical squatter's area. The story revolves around the lives of a live-in couple who owns a small-time funeral parlor renting out coffins of four different sizes, small, medium, large and extra small. Guido, the owner, doubles as the embalmer, while his partner, Pining, does the make-up and uses the same implements for both the dead and the living and is the jueteng kubrador of the neighborhood. Gossipers, gamblers, drunkards, drug addicts, ex-convicts, prostitutes, snatchers and other notorious characters regularly hang out in the funeral wake\/s of the alley either drinking alcohol, in the gaming table, or just gossiping around. These personalities, having been born and growing up in this kind of environment, see themselves as having the right to abuse their own bodies and cause untold miseries to others.","release_date":"2007-11-07","vote_average":0.0,"runtime":94,"cert":"N\/A","id":382936,"title":"Casket For Rent","adult":false,"genre_ids":[]},{"cast":["Tiffany Star","Alexxxis Allure","Chevy Cobain","Lilly Lovely"],"overview":"Young thick fresh faced cock lovers riding cocks, sucking dicks and getting their big butts pounded! !","release_date":"2015-09-10","vote_average":5.0,"runtime":112,"cert":"\"NR\"","id":382938,"title":"Young and Plump 6","adult":true,"genre_ids":[]},{"cast":["Vaness del Moral","Karylle","Sheena Halili","LJ Reyes","Isay Alvarez"],"overview":"Seven stories with no connection at all but with a common universal theme of doing good deeds and making the right decision.","release_date":"2007-10-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382940,"title":"Pi7ong Tagpo","adult":false,"genre_ids":[10749,35,18]},{"cast":["Iris Berben","Herbert Knaup","Armin Rohde","Nicole Heesters","Christoph Quest"],"overview":"","release_date":"2000-05-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382942,"title":"Gefährliche Träume - Das Geheimnis einer Frau","adult":false,"genre_ids":[53]},{"cast":["Harald Juhnke","Marijam Agischewa","Nicole Heesters","Karen Friesicke","Andreas Mannkopff"],"overview":"","release_date":"1995-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382944,"title":"Ach du Fröhliche","adult":false,"genre_ids":[35]},{"cast":["Jürgen Vogel","Julia Stemberger","August Schmölzer","Nicole Heesters"],"overview":"","release_date":"1995-06-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382946,"title":"Am Morgen danach","adult":false,"genre_ids":[18]},{"cast":["Manfred Zapatka","Gudrun Genest","Gerd Duwner","Brigitte Mira","Nicole Heesters"],"overview":"","release_date":"1985-03-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382948,"title":"Die Spur der anderen","adult":false,"genre_ids":[80]},{"cast":["Winfried Glatzeder","Loni von Friedl","Michael König","Frauke Sinjen","Nicole Heesters"],"overview":"","release_date":"1984-05-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382950,"title":"Bali","adult":false,"genre_ids":[18]},{"cast":["Richard Münch","Nicole Heesters","Ingrid Andree","Peter Striebeck","Boy Gobert"],"overview":"","release_date":"1979-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382952,"title":"Onkel Wanja","adult":false,"genre_ids":[18]},{"cast":["Johannes Heesters","Nicole Heesters","Simone Rethel","Yvonne Catterfeld","Hans Clarin"],"overview":"","release_date":"2003-12-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382954,"title":"Johannes Heesters: Eine Legende wird 100","adult":false,"genre_ids":[10402,99]},{"cast":["Geeta Bali","Bhagwan Dada","Badri Prasad","Sunder","Pratima Devi"],"overview":"Day-dreamer and Artist, Pyarelal, lives a poor lifestyle in Bombay with his retired dad; housewife mom; married brother, Mohan and his wife, Malti; and unmarried sister, Vimla. It is now time for Vimla to get married, her dad has saved a thousand Rupees, while Mohan has made arrangements for six hundred more, and Pyarelal is asked to arrange for four hundred. Instead Pyarelal brings home one hundred rupees, informing his family that he has been fired from his job, and will be unable to raise any more money. An argument ensues, and Pyarelal is asked to leave. He leaves, swearing only to return when he is a famous and wealthy man. He meets with pretty actress, Asha, both fall in love with each other, and he starts acting in the theater, and achieves quick success. He starts sending money and gifts home to his parents, and hopes that they will be pleased with his success. Then one day when he feels that he has achieved his success, he returns home...","release_date":"1951-02-15","vote_average":0.0,"runtime":158,"cert":"N\/A","id":382956,"title":"Albela","adult":false,"genre_ids":[]},{"cast":["Olof Bergström","Eva Stiberg","Gunnar Björnstrand"],"overview":"About the scientist Gustaf Dalén, inventor and awarded nobel's price in physics.","release_date":"1954-09-16","vote_average":0.0,"runtime":108,"cert":"N\/A","id":382958,"title":"Seger i mörker","adult":false,"genre_ids":[]},{"cast":["Mukta Barve","Swapnil Joshi","Prashant Damle","Savita Prabhune","Asawari Joshi"],"overview":"This is a sequel of Pune Mumbai Pune which fared very well at the box office. It is a romantic drama based marathi movie.","release_date":"2015-11-12","vote_average":7.6,"runtime":149,"cert":"N\/A","id":382960,"title":"Mumbai Pune Mumbai 2","adult":false,"genre_ids":[]},{"cast":["Penny Marshall","Amy Heckerling","Pat Cooper","James McBride","Alan Dershowitz"],"overview":"The story of the New York accent, as told by New Yorkers.","release_date":"2013-05-16","vote_average":8.0,"runtime":55,"cert":"\"NR\"","id":382962,"title":"If These Knishes Could Talk: The Story of the NY Accent","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Bonus DVD of specially filmed music videos, for each track on the record The Information.  1. \"Elevator Music\"  2. \"Think I'm in Love\"  3. \"Cellphone's Dead\"  4. \"Strange Apparition\"  5. \"Soldier Jane\"  6. \"Nausea\"  7. \"New Round\"  8. \"Dark Star\"  9. \"We Dance Alone\"  10. \"No Complaints\"  11. \"1000 BPM\"  12. \"Motorcade\"  13. \"The Information\"  14. \"Movie Theme\"  15. \"The Horrible Fanfare\/Landslide\/Exoskeleton\"  16. \"Inside Out\"  17. \"This Girl That I Know\"  18. \"Cellphone's Dead\"  19. \"Nausea\"","release_date":"2006-10-03","vote_average":0.0,"runtime":null,"cert":"\"NR\"","id":382967,"title":"Beck - The Information","adult":false,"genre_ids":[10402]},{"cast":["Kristine Cofsky","Casey Manderson","Kacie Hart","Rob Carpenter","Ryan Haneman"],"overview":"Brooklyn flies home to surprise her boyfriend on his birthday, but immediately changes her mind upon arrival and decides to hide out for the summer with her friend Faith. Faith lives with Casey and with relationship problems of their own, the couple are happy with the distraction...until Brooklyn begins to assert herself, then all of the characters come face to face with the hard realities of their relationships.","release_date":"2008-09-06","vote_average":7.0,"runtime":86,"cert":"N\/A","id":382969,"title":"When Life Was Good","adult":false,"genre_ids":[18]},{"cast":["Harry Solter","Claire McDowell","Mack Sennett"],"overview":"Mack Sennett appears as a waiter in this film produced by the Biograph Company.","release_date":"1908-10-02","vote_average":0.0,"runtime":10,"cert":"\"\"","id":382971,"title":"The Devil","adult":false,"genre_ids":[35]},{"cast":["Charles Inslee","Harry Solter","Charles Inslee","Mack Sennett"],"overview":"Mack Sennett appears as a man in the bar and in the wedding party in this film produced by the Biograph Company.","release_date":"1908-10-16","vote_average":0.0,"runtime":13,"cert":"\"\"","id":382973,"title":"The Vaquero's Vow","adult":false,"genre_ids":[35]},{"cast":["Arthur V. Johnson","Florence Lawrence","Harry Solter","Mack Sennett"],"overview":"Mack Sennett appears as a policeman and waiter in this film produced by the Biograph Company.","release_date":"1908-10-30","vote_average":0.0,"runtime":11,"cert":"\"\"","id":382975,"title":"Concealing a Burglar","adult":false,"genre_ids":[35]},{"cast":["Arthur V. Johnson","Harry Solter","Mack Sennett"],"overview":"Mack Sennett appears as a Confederate soldier and a Union soldier in this film produced by the Biograph Company.","release_date":"1908-11-13","vote_average":0.0,"runtime":15,"cert":"\"\"","id":382977,"title":"The Guerrilla","adult":false,"genre_ids":[10752,28]},{"cast":["Mack Sennett","Harry Solter","Robert Harron","George Gebhardt","Charles Avery"],"overview":"Bachelor Reggie writes his uncle that he has a wife and child, but then must produce them when the uncle visits.","release_date":"1908-12-01","vote_average":0.0,"runtime":6,"cert":"\"\"","id":382979,"title":"The Valet's Wife","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2005-02-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":382981,"title":"São Paulo - Retratos do Mundo","adult":false,"genre_ids":[99]},{"cast":["Leonid Barats","Aleksandr Demidov","Kamil Larin","Rostislav Khait","Сильвия Фогиль"],"overview":"","release_date":"2013-09-15","vote_average":7.0,"runtime":null,"cert":"N\/A","id":382986,"title":"Квартет И по Амстелу","adult":false,"genre_ids":[35]},{"cast":["Necip Memili","Fırat Tanış","Ali Tutal","Devin Özgür Çınar","Hakan Meriçliler"],"overview":"","release_date":"2014-09-18","vote_average":7.0,"runtime":null,"cert":"N\/A","id":382988,"title":"Guruldayan Kalpler","adult":false,"genre_ids":[]},{"cast":["Evan Sibley","Samuel Bloom","Colin Piette","Zach Bokhour","Jackson McNally"],"overview":"Two brothers attempt to find their family while being pursued by the military.","release_date":"2013-09-05","vote_average":0.0,"runtime":8,"cert":"\"\"","id":382990,"title":"Abandoned","adult":false,"genre_ids":[]},{"cast":["Adalberto Martínez","Mónica Prado","Polo Ortín","Alfonso Zayas","Jorge Zamora"],"overview":"A beer seller is kidnapped by martians, who give him special powers to become a super football player.","release_date":"1979-12-06","vote_average":4.0,"runtime":85,"cert":"N\/A","id":382992,"title":"El futbolista fenómeno","adult":false,"genre_ids":[878,14,35]},{"cast":["Alessandro Gassman","Rocco Papaleo","Luz Cipriota","Massimiliano Gallo","Calogero Accardo"],"overview":"","release_date":"2016-02-18","vote_average":4.6,"runtime":null,"cert":"N\/A","id":382997,"title":"Onda su onda","adult":false,"genre_ids":[35]},{"cert":"N\/A","title":"Parias de la gloire","cast":["Curd Jürgens","Maurice Ronet","Folco Lulli","Roland Lesaffre","Germán Cobos"],"id":382999,"overview":"","runtime":null,"genre_ids":[18,10752],"release_date":"1964-04-05","vote_average":0.0,"adult":false}]