[{"cast":["Leone Frisa","Francesco Migliore","Paolo Vaccarino","Albrecht Weimer"],"overview":"Captain Ludwig Herckel a devoted and patriotic soldier of the SS Leibstandarte fights in every major conflict from the Eastern front to the battle of the bulge. Fiercely loyal to his country and his brothers in arms, loved by his men, Herckel will face his greatest battle yet when he discovers the truth about the Nazi regime.","release_date":"2015-06-01","vote_average":5.0,"runtime":116,"cert":"N\/A","id":383001,"title":"My Honor Was Loyalty","adult":false,"genre_ids":[18,10752]},{"cast":["Ray Mears"],"overview":"“The question is not what we get out of nature, but what can we give back to nature.”  The Path of Grey Owl is a new film by Goh Iromoto. It follows world-renowned woodsman Ray Mears through the wilderness of Temagami, Canada as he explores the path of acclaimed author and conservationist Grey Owl (also known as Archibald Belaney). While reflecting on the landscape that shaped Grey Owl into the person that he was, Ray further delves into Grey Owl’s message about protecting our wilderness, and explains why this is still so relevant and important in our present day.","release_date":"","vote_average":0.0,"runtime":10,"cert":"N\/A","id":383003,"title":"Ray Mears and the Path of Grey Owl","adult":false,"genre_ids":[99]},{"cast":["Zsolt Trill"],"overview":"","release_date":"2009-02-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":383005,"title":"Boszorkánykör","adult":false,"genre_ids":[]},{"cast":["Colin Dunne","Jean Butler","Tony Kemp"],"overview":"","release_date":"2001-08-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":383010,"title":"Dancing on Dangerous Ground","adult":false,"genre_ids":[10402]},{"cast":["Egon Biscan","Michaela Heigenhauser","Amsi Kern","Andreas Kern"],"overview":"","release_date":"2002-05-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":383012,"title":"Chiemgauer Volkstheater - Die scheinheilige Dreifaltigkeit","adult":false,"genre_ids":[35]},{"cast":["Egon Biscan","Kathi Leitner","Bernhard Helfrich","Michaela Heigenhauser","Christiane Blumhoff"],"overview":"","release_date":"1998-11-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":383014,"title":"Chiemgauer Volkstheater - Die drei Dorfheiligen","adult":false,"genre_ids":[35]},{"cast":["Allen Neal Jones","Martin Scurll","Scott Colton","Graeme Stevely","Rishi Ghosh"],"overview":"Undisputed British Heavyweight Championship: 'The Villain' Marty Scurll (c) Vs. 'The Phenomenal' AJ Styles, 2 Out of 3 Falls for the British Cruiserweight Championship: Matt Sydal vs Will Ospreay (c), Undisputed British Tag Team Championship Match: Revolutionists vs The Thrillers (c), International Dream Match: Shinsuke Nakamura vs King Ricochet, Heavyweight War: Tomohiro Ishii vs Big Damo, Tag Team Challenge Match:  Colt Cabana & Matt Classic vs Lord Gideon Grey & Rishi Ghosh","release_date":"2015-06-14","vote_average":0.0,"runtime":151,"cert":"N\/A","id":383016,"title":"RPW: Summer Sizzler 2015","adult":false,"genre_ids":[]},{"cast":["Charles Aznavour"],"overview":"French singing legend Charles Aznavour performs live at the Palais des Sports in Paris.","release_date":"2015-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":383018,"title":"Charles Aznavour - Live Palais des Sports","adult":false,"genre_ids":[10402]},{"cast":["Malvina Penne","Jacques Point","Marie Saint Clair","Daniel Dadzu","Michele Frantz"],"overview":"Various stories intertwine within the walls of a popular Parisian brothel on the eve of the First World War.","release_date":"1974-11-21","vote_average":10.0,"runtime":90,"cert":"N\/A","id":383020,"title":"The Infamous House of Madame X","adult":false,"genre_ids":[18]},{"cast":[],"overview":"After twenty-five years in the competition and five Grand Final losses, Manly finally broke through to win the club's first NSWRFL premiership.","release_date":"1972-09-16","vote_average":0.0,"runtime":120,"cert":"N\/A","id":383022,"title":"1972 NSWRFL Grand Final: Manly Warringah Sea Eagles vs Eastern Suburbs Roosters","adult":false,"genre_ids":[]},{"cast":[],"overview":"The 4rd chapter in the series that unearths spirit videos from various parts across Japan. Among the 10 shadow spirit videos from day-to-day life, that we have pursued: During a ride on a water-bus, a spirit can be seen bungee-jumping off a bridge... and gets stuck.","release_date":"2012-11-02","vote_average":0.0,"runtime":50,"cert":"N\/A","id":383024,"title":"Hontou no Shinrei Douga Kage 4","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2012-09-04","vote_average":0.0,"runtime":50,"cert":"N\/A","id":383026,"title":"Hontou no Shinrei Douga Kage 3","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-08-02","vote_average":0.0,"runtime":60,"cert":"N\/A","id":383031,"title":"Honto ni Atta! Noroi no Video Vol. 59","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-06-04","vote_average":0.0,"runtime":60,"cert":"N\/A","id":383033,"title":"Honto ni Atta! Noroi No Video Vol.57","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2007-06-08","vote_average":0.0,"runtime":60,"cert":"N\/A","id":383035,"title":"Honto ni Atta! Noroi no Video Vol.24","adult":false,"genre_ids":[]},{"cast":["Stavros Paravas","Martha Karagianni","Kostas Rigopoulos","Dionysis Papagiannopoulos","Nitsa Marouda"],"overview":"Tonia, the director of an advertising company will visit along with the employee, Kostas tavern. There will fall on the cross, the dude in the region and will be surprised by their rude ways. Then Tonia would wager that can transform him into a man of high society in a few days.","release_date":"1972-10-09","vote_average":5.7,"runtime":106,"cert":"N\/A","id":383037,"title":"The Tough Guy With the Tricycle","adult":false,"genre_ids":[35]},{"cast":["Gertrude Michael","George Murphy","Akim Tamiroff","Sidney Blackmer","Samuel S. Hinds"],"overview":"A gangland murder is the motivating factor of this fast-moving crime drama. George Murphy stars as reporter Kent Shevlin, whose investigation of the murder leads to a tenure as a temporary FBI agent.","release_date":"1936-03-06","vote_average":0.0,"runtime":63,"cert":"\"\"","id":383039,"title":"Woman Trap","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"30 minute loop of a rotation around 3d images.","release_date":"2012-01-01","vote_average":0.0,"runtime":31,"cert":"\"\"","id":383041,"title":"Street Trash","adult":false,"genre_ids":[]},{"cast":[],"overview":"A female office worker takes a diet supplement made from wasps (think Vaam) which transforms her into a sex hungry wasp woman.","release_date":"2011-12-02","vote_average":0.0,"runtime":93,"cert":"N\/A","id":383046,"title":"Wasp Woman In Tokyo","adult":false,"genre_ids":[28]},{"cast":["Lin Yu-jie","Hsiang Yun-Peng","Wa Lun","Jieh-Wen King","Yuan Chia-pei"],"overview":"Taiwanese film released in 1986.","release_date":"1986-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":383048,"title":"Femme Fatale","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2012-07-20","vote_average":0.0,"runtime":60,"cert":"N\/A","id":383050,"title":"THE Shinrei Shashin - Anata no Shiranai Sekai","adult":false,"genre_ids":[]},{"cast":[],"overview":"A cicada is resting high on a tree. It is chirping for all it’s worth and drinking in the dew, oblivious of a mantis behind. The mantis, bending over and arching up its front leg, is going to catch the cicada but does not know that there is an oriole beside it. The bird has stretched out its neck, ready to peck at the mantis. Again the oriole is unaware that a weasel is sneaking up to it. The three creatures all covet gains ahead without being aware of an imminent danger behind.","release_date":"1988-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":383055,"title":"The Praying Mantis","adult":false,"genre_ids":[36,16]},{"cast":[],"overview":"","release_date":"2007-09-14","vote_average":0.0,"runtime":74,"cert":"N\/A","id":383057,"title":"Noroi no DVD Ki","adult":false,"genre_ids":[]},{"cast":["Hideki Takahashi","Masako Izumi","Asao Koike","Mieko Nishio","Takamaru Sasaki"],"overview":"A young gambler returns from prison to find his gang scattered, and many gone over to his old rival. But their rivalry is not only a matter of gambling. For when he is about to marry the daughter of a police official, the rival again interferes and this time it is a fight to the finish -- the end of his enemy.","release_date":"1966-01-14","vote_average":0.0,"runtime":87,"cert":"N\/A","id":383062,"title":"The Dragon and the Tiger","adult":false,"genre_ids":[]},{"cast":["Astrid Whettnall","Pauline Burlet","Patricia Ide","Abel Jafri","Fawzi B. Saichi"],"overview":"Elisabeth lives a quiet live in the Belgian countryside with her young adult daughter Elodie. After the divorce from her husband Elisabeth took care of her daughter on her own. When Elodie disappears over night and Elisabeth discovers that she travelled to Syria to join the Islamic State, she begins her journey to find her daughter.","release_date":"2016-02-15","vote_average":6.1,"runtime":100,"cert":"N\/A","id":383064,"title":"Road to Istanbul","adult":false,"genre_ids":[18]},{"cast":["Jerry Lewis"],"overview":"Robert Benayoun’s reverence for the uncrowned king of slapstick and unfettered silliness has maybe something to do with his own affinity to surrealism, which he joined in the forties and encouraged him to deal with the great masters of the absurd comedy like the Marx Brothers and Buster Keaton. In six episodes Benayoun, who worked for many years as a film critic in Paris, immerses himself in the various aspects of the personality and comedian. He was allowed to use the inexhaustible supply of unused or private films, since Lewis was known for not throwing away one inch of celluloid and hoarding it in his basement. In addition to the interviews, in which renowned colleagues of Mel Brooks from Scorsese to John Landis and Lewis himself speak, there are especially these rare and sometimes startling images, that give a new sharper view on Lewis as a filmmaker and as a person.","release_date":"1982-02-01","vote_average":0.0,"runtime":360,"cert":"N\/A","id":383066,"title":"Bonjour Mr Lewis","adult":false,"genre_ids":[]},{"cast":["Hibari Misora","Ken Takakura","Hitomi Nakahara","Kenji Imai","Sô Yamamura"],"overview":"In one of her best movie roles, super-star singer and actress Hibari Misora shines in this romantic film about a young geisha named Koharu. This time young Kohana scrambles to realize her dream of bringing back her grandmother’s restaurant business.","release_date":"1960-03-01","vote_average":0.0,"runtime":82,"cert":"N\/A","id":383068,"title":"The Prickly Mouthed Geisha Part 2","adult":false,"genre_ids":[35]},{"cast":["Fiona Shaw","Finbar Lynch","Colin Salmon","Russell Mabey","Crispin Bonham-Carter"],"overview":"A former nun turned criminal profiler is called in to investigate the horrific ritualistic murders of two middle aged women. Her unorthodox approach means that she has to deal not only with solving a murder but also winning the trust of her sceptical colleagues.","release_date":"2001-01-06","vote_average":0.0,"runtime":120,"cert":"N\/A","id":383070,"title":"Mind Games","adult":false,"genre_ids":[80,18,9648,53,10770]},{"cast":[],"overview":"","release_date":"2007-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":383072,"title":"Peter Pedal Står På Ski","adult":false,"genre_ids":[10751,16]},{"cast":["Leo Carrillo","Mary Carlisle","Lynne Overman","George Barbier","Spring Byington"],"overview":"A dentist named Parkhouse (Lynne Overman) plays a practical joke on a poker-playing buddy by sending him home with a lady's chemise stuffed in his coat pocket. The gag backfires, whereupon Parkhouse finds himself in hot water with his own wife (Spring Byington). Threatened with divorce, Parkhouse is advised by a zany astrologer to frame Mrs. P. in a compromising situation at the Hotel Haywire, enlisting amateur detectives Bert and Genevieve Sterns (Baker and Lyons) in his scheme.","release_date":"1937-06-04","vote_average":0.0,"runtime":66,"cert":"\"\"","id":383074,"title":"Hotel Haywire","adult":false,"genre_ids":[35]},{"cast":["Ildikó Tóth","Viktor Bodó","Roman Luknár","Mari Csomós","Đoko Rosić"],"overview":"","release_date":"2000-03-30","vote_average":0.0,"runtime":130,"cert":"N\/A","id":383076,"title":"Jadviga párnája","adult":false,"genre_ids":[]},{"cast":["Jimmy Smith"],"overview":"Jazz and its milieu. Klaus Wildenhahn films the Jimmy Smith Trio in New York. With the addition of a white guitarist, Kenny Burrell, the band is in the studio recording the Rolling Stones current hit “Satisfaction”, as a tribute to the successful British Beat musicians, who were themselves inspired by blues and jazz.","release_date":"1966-10-27","vote_average":0.0,"runtime":43,"cert":"N\/A","id":383078,"title":"Smith, James O. - Organist, USA. 2. Ein Jazz-Organist in Amerika","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The central song and dance ensemble of the Soviet military stationed in East Germany goes on a tour of the country. The dancers and musicians talk about their experiences in East Germany and their admiration for German classical music, which includes not only Richard Wagner, but also newer talents such as Arthur Honegger and Paul Hindemith.","release_date":"1966-11-04","vote_average":0.0,"runtime":19,"cert":"N\/A","id":383080,"title":"My Heart Leaps","adult":false,"genre_ids":[99]},{"cast":["Paul Dessau"],"overview":"The film’s subtitle identifies it as a “study of the constructive discontent of a composer”. It is a portrait of the pugnacious musician Paul Dessau (1894 – 1979), who was controversial in East Germany, as a teacher. It follows the composer as he rehearses the “Bach Variations” with the Berlin state opera orchestra, as well during classes at the Polytechnic School I in Zeuthen, where he strives to teach the students a critical attitude. In an interview, Dessau bemoans the simplification of artistic media and elucidates the meaning and necessity of “hard sounds in an era that is not soft”. As we see when he works, “pleasure requires effort” … “art is never comfortable. Building socialism is not comfortable at all. That’s why I’m in favour of the uncomfortable”.","release_date":"1967-08-10","vote_average":0.0,"runtime":30,"cert":"N\/A","id":383082,"title":"Paul Dessau","adult":false,"genre_ids":[99]},{"cast":["Jácint Juhász","Edit Szalay","Inke László","Ungváry László","István Kovács"],"overview":"Based on the novel by Isaac Asimov. The End of Eternity is a science fiction film with mystery and thriller elements on the subjects of time travel and social engineering.","release_date":"1976-01-01","vote_average":0.0,"runtime":79,"cert":"N\/A","id":383087,"title":"The End of Eternity","adult":false,"genre_ids":[878]},{"cast":["Jacques Bernard","Evelyne Ker","Olivier Neel","Nathalie Nort","Claude Roman"],"overview":"For fun, two men kidnap and torment women in bondage.","release_date":"1970-09-19","vote_average":0.0,"runtime":89,"cert":"N\/A","id":383089,"title":"The Room of Chains","adult":false,"genre_ids":[27]},{"cast":["Denis Lavant"],"overview":"In the near future, most people get a \"cricket\" implanted in their brains : an electronic chip which allows them to switch to an \"automatic mode\" whenever they wish to.","release_date":"2013-11-19","vote_average":8.0,"runtime":20,"cert":"N\/A","id":383091,"title":"Jiminy","adult":false,"genre_ids":[878]},{"cast":["Emanoil Petruţ","Marga Barbu","George Constantin","Olga Tudorache","Gheorghe Ionescu-Gion"],"overview":"In 19th century Wallachia war-bands of Ottoman Turks from across the Danube river raid Wallachia with impunity while Wallachia's Phanariote rulers don't oppose them.","release_date":"1968-03-12","vote_average":5.0,"runtime":95,"cert":"N\/A","id":383093,"title":"The Kidnapping of the Maidens","adult":false,"genre_ids":[28,12]},{"cast":[],"overview":"A civil war has been smouldering for decades in Myanmar’s Kokang region, which is home to the Ta’ang people (also known as the Palaung). When their lives are once again in danger in spring 2015, it’s mostly the women and children who flee over the border to China. Wang Bing accompanies a few of these communities thrown together by fate, at once modern and almost mythical and archaic. They wander the remote mountains with few possessions, camp in makeshift compounds and can sometimes earn a few yuan during the sugarcane harvest. Or they move on to the next place – which is never any better. Sometimes, around the evening campfire, they talk about what they’ve experienced – until someone says that it’d be better not to talk at all, it’s too painful.","release_date":"2016-02-16","vote_average":5.0,"runtime":148,"cert":"N\/A","id":383098,"title":"Ta'ang","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The Berlin Wall has run through West Berlin’s Bernauer street since 1961. The bricked up facades on the other side of the street are in the East. A tenant who has lived here for 28 years talks about her daily impressions. The camera captures East German police and guard dogs on patrol and – on the West side – tourists gawking at the Wall.","release_date":"1966-02-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":383100,"title":"Die Aussicht","adult":false,"genre_ids":[99]},{"cast":["Klaus Wyborny","Hanna Arlt","Peter Dahl"],"overview":"Klammer auf Klammer zu is the story of a young man who decides to leave the country after the 1965 West German parliamentary elections. He hitchhikes out of Hamburg, but makes it only as far as the Lüneburg Heath. There, he meets a woman driving a Jaguar, protects her from an “attack” by a light sport airplane and then helps her sell her car to a shepherd. When doubts arise about the buyer’s solvency, the man and woman take the train back to Hamburg …","release_date":"1966-11-01","vote_average":7.0,"runtime":22,"cert":"N\/A","id":383102,"title":"Klammer auf Klammer zu","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Stangenfieber\" is an almost 30-year-old short movie which runs for nine minutes. It is the first directorial effort by Helge Schneider and came out shortly after \"Johnny Flash\". In this full feature, Schneider was not yet director and writer himself, but with \"Stangenfieber\", which sounds like some tropical illness, he took that past and should also be involved with these crucial aspects of filmmaking in pretty much every upcoming film starring himself.\r Most of the cast in this little project are Schneider's pals and they have returned in other of his films later on, especially Peter Thoms, a longtime companion for the extravagant genius that is Helge Schneider. About \"Stangenfieber\", it is a movie probably even more experimental than \"Johnny Flash\". There is one aspect of this short movie, which occurs frequently in his films as well: men wearing drag and playing female characters, in this case a tutu.  -http:\/\/www.imdb.com\/title\/tt2302835\/reviews","release_date":"1987-06-09","vote_average":0.0,"runtime":9,"cert":"N\/A","id":383104,"title":"Stangenfieber","adult":false,"genre_ids":[]},{"cast":["Otto Kruger","Leonora Corbett","Francis Lister","Aileen Marson","Lawrence Anderson"],"overview":"The dramatic story of a normal, intelligent man of good principles driven to contemplate thoughts of murder.","release_date":"1936-03-08","vote_average":0.0,"runtime":72,"cert":"N\/A","id":383106,"title":"Living Dangerously","adult":false,"genre_ids":[18,80]},{"cast":["Vlado Kristl","Horst Acher","Horst Manfred Adloff","Peter Berling","Boris von Borresholm"],"overview":"T. finds a letter. Instead of just dropping it in a mailbox, he decides, conscientious as he is, to deliver it personally. He wanders the entire world, discovers astounding forms of existence, but cannot be hindered from his duty and keeps looking until he finally finds the address. There, he finds out that he has delivered his own judgment.","release_date":"1966-11-25","vote_average":0.0,"runtime":80,"cert":"N\/A","id":383108,"title":"The Letter","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Hugo is in a midlife-crisis. His wife Chantal is fed up with his behaviour and comes up with a plan. She sends Hugo on a quest throughout his romantic past. Together with his nephew Ben, who films the whole enterprise, Hugo visits his ex-girlfriends. But not everything goes as smoothly as planned...","release_date":"2005-07-19","vote_average":8.0,"runtime":23,"cert":"N\/A","id":383113,"title":"Love's Lost and Happiness","adult":false,"genre_ids":[]},{"cast":["Harald Krassnitzer","Franziska Weisz","Nina Proll","Ina Weisse","August Zirner"],"overview":"","release_date":"2008-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":383115,"title":"Mutig in die neuen Zeiten - Alles anders","adult":false,"genre_ids":[]},{"cast":["David Cardoso","Gracinda Fernandes","Vic Barone","Dick Danello","Toni Ricardo"],"overview":"Two groups of men fighting to conquer an automobile race bowl.","release_date":"1972-01-05","vote_average":0.0,"runtime":93,"cert":"N\/A","id":383117,"title":"Corrida em Busca do Amor","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":383119,"title":"Seddülbahir 32 Saat","adult":false,"genre_ids":[]},{"cast":["Dolph Lundgren","Sarah Strange","Andre Tricoteux","Aleks Paunovic","Fiona Vroom"],"overview":"Assigned to recover sensitive stolen data, a gruff FBI agent goes undercover as a kindergarten teacher, but the school's liberal, politically correct environment is more than he bargained for.","release_date":"2016-05-17","vote_average":4.8,"runtime":100,"cert":"\"PG-13\"","id":383121,"title":"Kindergarten Cop 2","adult":false,"genre_ids":[28,35]},{"cast":["Jelena Stupljanin","Maria Kraakman","Miloš Timotijević","Tamara Krcunović","Dragan Bakema"],"overview":"The wife of a successful construction manager has disappeared after an ordinary morning in Belgrade. He is assured she will come back and continues with life, as usual. But, maybe she is just the first of the collapsed dominoes.","release_date":"2016-03-01","vote_average":5.0,"runtime":113,"cert":"N\/A","id":383123,"title":"Humidity","adult":false,"genre_ids":[9648,18]},{"cast":["Johnny Hallyday"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":383125,"title":"Johnny Hallyday Olympia le film","adult":false,"genre_ids":[10402]},{"cast":["Austin Jenkins","Chris Lindsey","Nicholas Lee Massie","Matt Massie","Mike Bailey"],"overview":"Singles Match  Kikutaro vs. Chuck Taylor \/  Singles Match  \"The Villain\" Marty Scurll vs. Timothy Thatcher \/  Tag Team Match  Tommaso Ciampa &amp; Johnny Gargano vs. Unbreakable F'N Machines (Brian Cage &amp; Michael Elgin) \/  Singles Match  Mark Andrews vs. Ricochet \/  Singles Match  Trevor Lee vs. \"Reborn\" Matt Sydal \/  Singles Match  Kenny Omega vs. Will Ospreay \/  Eight-Person Guerrilla Warfare Tag Team Match  Mt. Rushmore 2.0 (Adam Cole, Roderick Strong, &amp; The Young Bucks (Matt &amp; Nick Jackson)) vs. \"Speedball\" Mike Bailey, Chris Hero &amp; World's Cutest Tag Team (Candice LeRae &amp; Joey Ryan)","release_date":"2015-12-12","vote_average":0.0,"runtime":140,"cert":"\"\"","id":383127,"title":"PWG: All Star Weekend XI - Night Two","adult":false,"genre_ids":[]},{"cast":["John Payne","Stella Adler","Grant Richards","Kathryn Kane","Benny Baker"],"overview":"The plot concerns a female press agent who must select a \"Mr. Manhattan\" and \"Miss Brooklyn\" for an ad campaign mounted by a soup company. The Mr. Manhattan chosen is a singing soda jerk, who doesn't want to play along until he is given the honor of choosing his own Miss Brooklyn.","release_date":"1937-12-03","vote_average":0.0,"runtime":65,"cert":"\"\"","id":383141,"title":"Love on Toast","adult":false,"genre_ids":[35]},{"cast":["Xidut Arowa"],"overview":"","release_date":"2013-05-23","vote_average":8.0,"runtime":null,"cert":"N\/A","id":383143,"title":"O Homem que Matou Deus","adult":false,"genre_ids":[28,35]},{"cast":["Jane Wiedlin","Lorin Partalis","Pokey Spears","Nathan Ross Murphy","Justin Parks"],"overview":"A quiet town is jumpstarted by the arrival of an enigmatic family; a statuesque mother named Louisa and her gorgeous teenage sons. Sixteen Year-Old Hilary is working hard to get good grades, hoping to escape the small town life a long line of relatives lived before her. With the arrival of the mysterious family just weeks before school is to let out, life suddenly becomes appealing. Hilary's father is instantly charmed by Louisa, while she herself finds a strong connection to middle son Kadin, ignoring her dubious instincts. As the town falls under the hypnotic spell of the young men, no one but Hilary sees the peculiar loyalty that holds them together and the lengths they will go to give their mother what she needs until it's far too late.","release_date":"2016-06-13","vote_average":4.1,"runtime":94,"cert":"\"\"","id":383145,"title":"HoneyBee","adult":false,"genre_ids":[27,53]},{"cast":["Gilbert Roland","Charles Bickford","Marsha Hunt","J. Carrol Naish","James Craig"],"overview":"A wagon train is robbed by a gang of bandits who kill everyone but a pair of young brothers. Years later, the brothers join force to bring the bandits' leader to justice.","release_date":"1937-10-21","vote_average":0.0,"runtime":58,"cert":"\"\"","id":383147,"title":"Thunder Trail","adult":false,"genre_ids":[37]},{"cast":[],"overview":"If you love John Deere, you'll love the all-new, wall-to-wall action of this DVD. We compare tracks tractors with wheel tractors, show how sugar is harvested, check out john Deere's new cotton picker -  the 7760, and visit Keenland Horse Race Track in Lexingston, KY where the legendary green and yellow John Deere help get the track ready for race day.  We talk about several models of John Deere tractors and show them doing lots of different jobs, Plus five snappy songs by our favorite singer\/songwriter James Coffey. Kids will learn, laugh, and want more. You will too.","release_date":"2013-01-01","vote_average":0.0,"runtime":40,"cert":"\"\"","id":383149,"title":"John Deere Action 4","adult":false,"genre_ids":[99,10751]},{"cast":["John Schneider","Cheryl Ladd","Joe Berti","Sarah Lancaster","J. Kenneth Campbell"],"overview":"Michael Landon Jr. directs this biographical story of his television star father, 'Michael Landon' (John Schneider). The film deals with the scarring that Michael Jr. felt after his parents divorce when he was 15 and looks at his father's philandering ways. Michael Jr. is the son of Landon's second wife 'Lynn Noe'), who was deserted when Landon took up with a make-up artist on the set of Little House on the Prairie (1974).","release_date":"1999-05-23","vote_average":0.0,"runtime":120,"cert":"\"\"","id":383151,"title":"Michael Landon, the Father I Knew","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Winnie, the daughter of a steel worker and a teacher, lives in Gage Park, a Chicago neighborhood that is changing from white to black. Her family struggles with racism, inflation and a threatened strike, as Winnie learns what it means to grow up white, working class, and female.","release_date":"1974-01-01","vote_average":6.5,"runtime":26,"cert":"\"\"","id":383186,"title":"Winnie Wright, Age 11","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Here Jacobs revisits the original 1905 source material of his celebrated 1969 structuralist film, Tom Tom the Piper's Son. In his earlier film, a landmark of cinematic deconstruction, Jacobs re-photographed and manipulated a film fragment from the dawn of cinema, penetrating the image to reach the sublime. In Anaglyph Tom, the artist applies the anaglyph 3-D process to the original footage, engaging the experience of depth perception as the subject of his relentless experimentation and dizzying interventions.","release_date":"2008-02-17","vote_average":0.0,"runtime":108,"cert":"\"\"","id":383197,"title":"Anaglyph Tom (Tom with Puffy Cheeks)","adult":false,"genre_ids":[]},{"cast":["Laxmikant Berde","Priya Arun","Ajinkya Deo"],"overview":"A town is terrorized by Danger Don who kidnaps children,Lakshya a police constable poses as Danger Don and kidnaps children and leaves them back to their loved ones posing as a cop to get famous, Lakshya is blessed by powers of Bhajrangbali (Lord Hanuman) later he uses his powers to free children from real Danger Don.","release_date":"1994-01-01","vote_average":0.0,"runtime":134,"cert":"N\/A","id":383199,"title":"Bajrangachi Kamaal","adult":false,"genre_ids":[]},{"cast":["Laxmikant Berde"],"overview":"Narya is thrown out of his village for being unlucky. Later, the villagers try to trace him as he could bring luck to his village.","release_date":"1990-01-01","vote_average":6.0,"runtime":130,"cert":"N\/A","id":383201,"title":"Shubha Bol Narya","adult":false,"genre_ids":[35]},{"cast":["Ivan Dimitrov","Thomas Mustache"],"overview":"Ivan, a stranger in a strange land, steals a car with with a child in the backseat. He fulfills his domestic urges and then disappears into the night.","release_date":"2004-12-04","vote_average":0.0,"runtime":14,"cert":"N\/A","id":383203,"title":"Ivan Runs Some Errands, Runs Amok","adult":false,"genre_ids":[]},{"cast":["Kuldeep Pawar","Chetan Dalvi","Keerti Gosavi","Ashish Dolas","Rajashree Kale"],"overview":"Pati Sagle uchapati is comedy marathi play.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":383205,"title":"Pati Sagle Uchapati","adult":false,"genre_ids":[]},{"cast":[],"overview":"Baap re Baap is marathi movie starring Ashok Saraf, Prashant Damle","release_date":"1990-01-01","vote_average":0.0,"runtime":124,"cert":"N\/A","id":383207,"title":"Baap Re Baap","adult":false,"genre_ids":[]},{"cast":["Genevieve Nnaji","Majid Michel","Nse Ikpe-Etim","Desmond Elliot","Uti Nwachukwu"],"overview":"A successful business woman falls in love with a dispatch rider but the huge difference in their societal statuses pose a strong threat to their blossoming love. [parts 1-2]","release_date":"2010-01-01","vote_average":0.0,"runtime":135,"cert":"N\/A","id":383209,"title":"Bursting Out","adult":false,"genre_ids":[]},{"cast":[],"overview":"Four good friends, all seventeen-year old, lose their innocence during their last summer together.","release_date":"2005-06-21","vote_average":0.0,"runtime":25,"cert":"N\/A","id":383211,"title":"The Last Summer","adult":false,"genre_ids":[]},{"cast":[],"overview":"Lode Pinon has a bizarre condition: hearing the sound of running water makes him pee his pants. He is destined for a life of bad luck, until he discovers he has a natural talent for biking. When he wins the Tour de France, things start to go wrong again.","release_date":"2005-06-22","vote_average":0.0,"runtime":5,"cert":"N\/A","id":383213,"title":"Ureca","adult":false,"genre_ids":[]},{"cast":["Matthias Schoenaerts"],"overview":"Samuel is sick. It is hard to refuse a sick man anything. So he gets what he wants, as usual. Although his friends aren't thrilled when he asks them to join him for what will become a very special weekend. A story about lost love, chilly friendships and saying goodbye.","release_date":"2005-11-16","vote_average":0.0,"runtime":22,"cert":"N\/A","id":383215,"title":"The End of the Ride","adult":false,"genre_ids":[]},{"cast":[],"overview":"An unemployment Vietnamese man was given a weird job offer: taking his 15-year-old niece to the hotels to serves the high-profile rich people.","release_date":"2015-08-18","vote_average":0.0,"runtime":10,"cert":"N\/A","id":383217,"title":"Tricolor Love Hotel","adult":false,"genre_ids":[18,14]},{"cast":["John Hunerlach","Ryland Alexander","Pierre Blanc","Peter Brooke","Philip Bulcock"],"overview":"This gripping drama brings to life the true rogue-shark story that inspired Jaws. In 1916, the New Jersey shore became a feeding ground as five people were attacked in 12 days, triggering a nationwide panic. It was the first multiple shark attack in American history, and the reason we fear sharks to this day.","release_date":"2009-02-08","vote_average":0.0,"runtime":120,"cert":"\"\"","id":383219,"title":"Blood in the Water","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Somewhere in the middle of nowhere in the Czech provinces, a handful of people come together: a paranoid prison guard, his hypochondriac neighbour and the latter’s silent, despairing wife, a lovesick nightclub manager and a stripper who is a single mum.","release_date":"2016-04-07","vote_average":5.0,"runtime":104,"cert":"N\/A","id":383221,"title":"We Are Never Alone","adult":false,"genre_ids":[18]},{"cast":["Guthrie Govan"],"overview":"Guthrie Govan Live at Tone Merchants","release_date":"2005-01-19","vote_average":0.0,"runtime":80,"cert":"N\/A","id":383223,"title":"Guthrie Govan Live at Tone Merchants","adult":false,"genre_ids":[10402]},{"cast":["Shira Jeerakulchan","Karn Kulanupong","Thanapon Prasongsab","Ameen Sirita","Tuangphop Tancharoen"],"overview":"A story about a gay dad who has raised his surrogate son alone after the death of his partner. The kid, weary of being bullied, seeks to break out on his own. He takes up with a guy who it turns out has a crush on the kid's dad.  In limited release at CentralWorld and Esplanade Ratchada, Father and Son is rated 20+.","release_date":"2015-11-12","vote_average":8.0,"runtime":85,"cert":"N\/A","id":383240,"title":"Father & Son","adult":false,"genre_ids":[18]},{"cast":["Graeme Cooper","Mike Peters","Tom Dormer","Frank Toogood","Tim Saunders"],"overview":"This final part takes us through the dramatic events when Wellington’s Anglo-Dutch Army aided by Blucher’s Prussians defeat Napoleon. The French army was outfought and Napoleon was out-generaled by Wellington. At Wavre Grouchy beat the Prussian rearguard before retreating to France. Meanwhile, the Anglo-Dutch army counted the bloody cost of the previous days fighting while Wellington wrote his controversial Waterloo Dispatch and the vengeful Prussians pursued the French towards Paris, leading to Napoleon's abdication and the occupation of the city by the Allies.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":383242,"title":"Victory and Pursuit: The Waterloo Collection - Part 4","adult":false,"genre_ids":[99,36,10752]},{"cast":["Denise Ankel","Tülin Barış","Serpil Pak","Paul Walther","Nizam Namidar"],"overview":"Following an accident, Meral returns to live with her traditional parents where she is confined to her bed while recuperating. Nobody confronts her condition except herself. Her little sister Asiye is her biggest supporter.","release_date":"2016-02-20","vote_average":6.0,"runtime":22,"cert":"N\/A","id":383244,"title":"Meral, My Girl","adult":false,"genre_ids":[18]},{"cast":["John Shrapnel"],"overview":"At the dawn of history, the ancient Egyptians showed the world how to build the impossible... In an age before machines, when copper was the strongest metal yet discovered, great pharaohs like Khufu and Ramses II demonstrated how boundless ambition and vast quantities of human labour could transform rock and stone into some of the most incredible monuments ever created from carving out spectacular tombs in the Valley Of The Kings to the building of the iconic Great Pyramid. In this fascinating documentary special we uncover the secrets of Ancient Egypt Pharaoh, engineers and architects and bring to life great buildings and the ancient Egyptians saw them - towering over their great civilisation in the history of Africa, and perhaps the World....","release_date":"2004-02-17","vote_average":10.0,"runtime":77,"cert":"\"\"","id":383246,"title":"Seven Wonders of Ancient Egypt","adult":false,"genre_ids":[99]},{"cast":["Nazlı Bulum","Nazan Kesal"],"overview":"As an unexpected truth about a young women gets revealed to her mother, the basic fact that a mother - daughter relationship is supposed to be based on unconditional love will have to be questioned.","release_date":"2015-11-11","vote_average":4.0,"runtime":7,"cert":"N\/A","id":383251,"title":"Mother Virgin No More","adult":false,"genre_ids":[18]},{"cast":["Filip Trifonov","Nikola Todev","Stefan Mavrodiev","Valcho Kamarashev","Evtim Kirilov"],"overview":"The beginning of the 20th century. A village in the mountain. The young barrel maker Liyu is to be examined by the local craftsmen. They approve the barrel he has made, blindfold. They give him \"the craftsman's belt\". At the beginning, nobody considers him a master.","release_date":"1971-09-28","vote_average":0.0,"runtime":52,"cert":"N\/A","id":383253,"title":"Examination","adult":false,"genre_ids":[35]},{"cast":[],"overview":"1999: While NATO was bombing Yugoslavia, a truck containing 53 dead bodies plunged into the Danube near the border with Romania. No enquiries were carried out. Previously, in Suva Reka, Kosovo: Serbian police herd villagers together. A woman experiences terrible things, bodies disappear into remote mass graves. People as little more than mere matter.","release_date":"2016-02-13","vote_average":4.0,"runtime":80,"cert":"N\/A","id":383255,"title":"Depth Two","adult":false,"genre_ids":[99]},{"cast":["Devun Walsh","J.F. Pelchat","Gaetan Chanut","Kale Stephens","Mikey Rencz"],"overview":"Almost a decade since the release of \"Lil Bastards\" Wildcats and IS Design have teamed up to produce \"Still Bastards\". The sequel to the video that kick started the Wildcats legacy.","release_date":"2007-06-17","vote_average":6.0,"runtime":42,"cert":"N\/A","id":383257,"title":"Still Bastards","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"Comedian Red Skelton, who delighted millions in his radio, TV, and movie appearances for more than fifty years, once said, \"I'm nuts and I know it. But as long as I make 'em laugh, they ain't going to put me away.\" You'll see how nuts he can be-and how much he can make you laugh-in this hilarious collection of sketches, clips, monologues, and routines featuring goofs, flubs, missed cues, blown lines, and zany antics. Whether he's wincing over a joke that died, cracking up his co-stars, or muttering about what he did during rehearsal, these moments that weren't in the script showcase Skelton at his wild and unpredictable best. You'll see him clowning with guest stars Harpo Marx, Vincent Price, and Audrey Meadows, and as Deadeye, Clem Kadiddlehopper, San Fernando Red, Freddy the Freeloader, George Appleby, and other classic roles.","release_date":"","vote_average":0.0,"runtime":66,"cert":"N\/A","id":383259,"title":"Red Skelton: Bloopers, Blunders, and Ad Libs","adult":false,"genre_ids":[]},{"cast":["Cosimo Cinieri","Chiara Torelli","Fabio Frascaro","Paolo Massafra"],"overview":"In 1943, an Italian American fighter pilot is hidden for his own safety in an olive farm in Salento, Italy. He begins to fall in love with the farmer's daughter and starts to understand the culture of his new home through its traditional dance, the pizzicata.","release_date":"2000-08-11","vote_average":8.0,"runtime":93,"cert":"N\/A","id":383261,"title":"Pizzicata","adult":false,"genre_ids":[]},{"cast":["Harry Carey","Hoot Gibson","Boots Mallory","Guinn Williams","Bob Steele"],"overview":"Three cowboys buy a ranch but have to fight off gunmen to keep it.","release_date":"1935-09-27","vote_average":0.0,"runtime":72,"cert":"\"\"","id":383263,"title":"Powdersmoke Range","adult":false,"genre_ids":[37]},{"cast":["Jack Randall","Warner Richmond","George Cooper","Kathryn Keys"],"overview":"The first of 22 inexpensive Westerns starring Jack Randall (aka Addison Randall and Allan Byron), Riders of the Dawn is yet another in a long series of oaters featuring a lawman masquerading as an outlaw.","release_date":"1937-07-14","vote_average":0.0,"runtime":55,"cert":"\"\"","id":383265,"title":"Riders of the Dawn","adult":false,"genre_ids":[37]},{"cast":["Jessica Biel","Katie Couric","Amy Fine-Collins","Fran Lebowitz","Baz Luhrmann"],"overview":"A provocative and rare glimpse at the most iconic luxury jeweler in the world. From past to present, discovering the behind the scenes creation to those beholden to its charm, Tiffany &amp; Co. is unveiled like never before.","release_date":"2016-02-19","vote_average":7.8,"runtime":87,"cert":"\"NR\"","id":383267,"title":"Crazy About Tiffany's","adult":false,"genre_ids":[99]},{"cast":[],"overview":"16 mm, color, silent or mono, 1:30 or 20 min. Untraced red-green anaglyph 3-D film.","release_date":"1950-01-01","vote_average":0.0,"runtime":20,"cert":"\"\"","id":383269,"title":"No. 6","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Punjabi girl travels to Canada to find her missing husband.","release_date":"2016-02-19","vote_average":4.0,"runtime":null,"cert":"N\/A","id":383271,"title":"Channo Kamli Yaar Di","adult":false,"genre_ids":[]},{"cast":[],"overview":"16 mm, color, 10 min. Untraced collage.","release_date":"1954-01-01","vote_average":4.0,"runtime":10,"cert":"\"\"","id":383273,"title":"No. 9","adult":false,"genre_ids":[]},{"cast":[],"overview":"A family traveling from Kolhapur to Mumbai will face many ups and down before they reach their destination.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":383275,"title":"De Dhakka","adult":false,"genre_ids":[]},{"cast":["Chuck Norris","Clarence Gilyard Jr.","Floyd Red Crow Westerman","Noble Willingham","Sheree J. Wilson"],"overview":"","release_date":"1994-01-15","vote_average":0.0,"runtime":null,"cert":"\"\"","id":383277,"title":"Walker, Texas Ranger - Something In The Shadows","adult":false,"genre_ids":[53,28]},{"cast":[],"overview":"A woman attorney is seen in her apartment with her poor henpecked husband, who is more like her man servant than her better half. She is so taken up with her studies in law that she finds no time to bother with household duties, thus putting the burden on her husband who is compelled to take care of the baby, clean the house, do the cooking and be on hand, ready to answer whenever the wife calls on him to attend to her wants. Things do not run very smoothly, however, which is not at all surprising, so she finally decides to take a hand in the domestic affairs herself. (Moving Picture World)","release_date":"1908-01-01","vote_average":1.0,"runtime":8,"cert":"N\/A","id":383279,"title":"Lady Barrister","adult":false,"genre_ids":[35]},{"cast":["Rishi Kapoor","Ajay Devgn","Kajol","Tiku Talsania","Smita Jaykar"],"overview":"Siddhant Rai is a single father, looking after three young children. All four of them live a wealthy and comfortable lifestyle, which changes suddenly when Siddhant passes away after a car accident. Siddhant's shady relatives hire a former jailbird and con-man by the name of Shekar to pose as their paternal uncle, Raju, which he does for a hefty sum of money. When Raju is introduced to the children, he is an instant hit with them, as well as their Catholic governess, Anna. Then the Rai family are stunned when another young man enters their lives - claiming to be the real Raju Chacha.","release_date":"2000-12-21","vote_average":5.3,"runtime":163,"cert":"N\/A","id":383281,"title":"Raju Chacha","adult":false,"genre_ids":[]},{"cast":["Ben Sperling","Alexa Lim Haas","Elissa Aron","Rebecca O'Keefe"],"overview":"A man wakes up with a terrible feeling. His parents are selling his childhood home.","release_date":"2013-02-13","vote_average":6.0,"runtime":7,"cert":"\"\"","id":383298,"title":"The Places Where We Lived","adult":false,"genre_ids":[16]},{"cast":["James Laxer"],"overview":"This feature documentary provides a gripping retrospective of United States-Canada relationships through a study of successive presidents and prime ministers. Using archival film footage, it demonstrates that Canadian prime ministers, from John A. Macdonald down, all began their tenures by making overtures to their American counterparts. Attitudes and outcomes have varied widely. The almost comic antipathy between Kennedy and Diefenbaker, for instance, is as palpable here as is the folksy camaraderie of Reagan and Mulroney.","release_date":"1986-01-01","vote_average":7.0,"runtime":60,"cert":"N\/A","id":383300,"title":"In Bed with an Elephant","adult":false,"genre_ids":[99]},{"cast":["Luís Alberto","Maria do Céu Guerra","José Viana","Costa Ferreira","Carlos César"],"overview":"In the 1950s, a handful of prisoners attempt a daring escape from Peniche, a castle on the north coast of Portugal for the political dissidents of the regime.","release_date":"1976-01-01","vote_average":0.0,"runtime":109,"cert":"N\/A","id":383302,"title":"A Fuga","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Swiss patriot lives an orderly and satisfying life within his modest four walls. Everything seems harmonious until the day a foreigner moves in next door.","release_date":"","vote_average":0.0,"runtime":6,"cert":"N\/A","id":383304,"title":"Homeland","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-06-04","vote_average":0.0,"runtime":58,"cert":"N\/A","id":383309,"title":"Fuuin Eizou 16 - Yasaka Sama no Noroi","adult":false,"genre_ids":[]},{"cast":[],"overview":"The 15th installment in the \"Sealed Videos\" series, investigating the truly dreadful in horror videos.\r A certain independent film, provided by film festival officials. Although praised by the judges for its high degree of perfection, the film has never been screened.\r Collected among the 5 episodes on this volume: \"The Appeal\", \"Somniloquy\"","release_date":"2014-03-05","vote_average":0.0,"runtime":57,"cert":"N\/A","id":383311,"title":"Fuuin Eizou 15 - Haikyo no Shiryou","adult":false,"genre_ids":[]},{"cast":["António Assunção","João Didelet","Nuno Melo","Daniel Patricio","Lurdes Patricio"],"overview":"Short film.","release_date":"1996-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":383313,"title":"O Despertador","adult":false,"genre_ids":[]},{"cast":["Utaemon Ichikawa","Kotaro Satomi","Sô Yamamura"],"overview":"Saotome Mondonosuke pursues the culprit who placed a malicious curse upon Shogun Tsunekichi.","release_date":"1960-01-01","vote_average":0.0,"runtime":83,"cert":"N\/A","id":383315,"title":"Ninja Assassins","adult":false,"genre_ids":[]},{"cast":["Günther Ungeheuer","Heidelinde Weis","Erika von Thellmann","Kurt Heintel","Klaus Höhne"],"overview":"","release_date":"1978-04-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":383320,"title":"Eifersucht","adult":false,"genre_ids":[]},{"cast":["Leonard Whiting","Curd Jürgens","Herbert Fux","Kurt Heintel","Simone Rethel"],"overview":"","release_date":"1972-05-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":383322,"title":"À la guerre comme à la guerre","adult":false,"genre_ids":[35]},{"cast":["Klaus Maria Brandauer","Marianne Nentwich","Erik Frey","Kurt Heintel","Ferdinand Kaup"],"overview":"","release_date":"1971-07-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":383324,"title":"Emilia Galotti","adult":false,"genre_ids":[18]},{"cast":[],"overview":"An orphan boy and his adopted sister attack the Mongol agents that killed their parents.","release_date":"1970-02-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":383326,"title":"Three Desperados","adult":false,"genre_ids":[]},{"cast":["Hannes Messemer","Eric Pohlmann","Erika Pluhar","Kurt Heintel","Susanne Korda"],"overview":"","release_date":"1970-04-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":383328,"title":"Mit sich allein","adult":false,"genre_ids":[18]},{"cast":[],"overview":"An anime commissioned by The National Museum of Emerging Science and Innovation (Miraikan for short) for its \"The Art of 10^64 -Understanding Vastness-\" exhibition which ran from August 1, 2012 to April 15, 2013.  This is an example about combinatorial explosion.  \"I want to demonstrate how amazing combinatorial explosion is! Please don't stop me!\"  Teacher and children tell you how difficult it is.","release_date":"2012-09-10","vote_average":0.0,"runtime":8,"cert":"N\/A","id":383330,"title":"The Art of 10^64 -Understanding Vastness-","adult":false,"genre_ids":[]},{"cast":["June Lang","Thomas Beck","Jed Prouty","Spring Byington","Florence Roberts"],"overview":"First of the Jones family movies with kids who ignore father and get consolation from mother through a series of family episodes.","release_date":"1936-03-12","vote_average":0.0,"runtime":58,"cert":"\"\"","id":383335,"title":"Every Saturday Night","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Short animation by Komazaki Tomomi.","release_date":"2014-09-16","vote_average":0.0,"runtime":4,"cert":"N\/A","id":383337,"title":"Mormorando","adult":false,"genre_ids":[16]},{"cast":["Jed Prouty","Shirley Deane","Dixie Dunbar","Spring Byington","Kenneth Howell"],"overview":"Jones family romp with father trying to convince son to follow him as a druggist, rather than becoming a pilot, until the son's piloting skills come in handy.","release_date":"1936-05-23","vote_average":0.0,"runtime":59,"cert":"\"\"","id":383339,"title":"Educating Father","adult":false,"genre_ids":[35]},{"cast":["Kurt Heintel","Margot Trooger","Christine Wodetzky"],"overview":"","release_date":"1969-03-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":383341,"title":"Troilus und Cressida","adult":false,"genre_ids":[18]},{"cast":["Fritz Kortner","Franz Schafheitlin","Kurt Heintel","Sabine Sinjen","Gertraud Jesserer"],"overview":"","release_date":"1969-03-02","vote_average":8.0,"runtime":null,"cert":"N\/A","id":383343,"title":"Der Kaufmann von Venedig","adult":false,"genre_ids":[18]},{"cast":["Ryli Morgan","Mark Baranowski","Tim Ross"],"overview":"On the night of their tenth anniversary, corporate lawyer Michael Barnes' wife is brutally murdered. Labelled the prime suspect by Detectives Jack Burns and Amy Cobb, Barnes must try to clear his name before it's too late... Along the way, Barnes' closest friends begin to show their true colors, and with no one left to trust, he finds himself with nothing to lose as he's faced with the toughest decision of his life.","release_date":"2004-02-06","vote_average":0.0,"runtime":78,"cert":"\"\"","id":383345,"title":"Sin by Murder","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Günther Ungeheuer","Kurt Heintel","Alexander Golling","Anton Reimer"],"overview":"","release_date":"1967-01-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":383347,"title":"Leuchtfeuer","adult":false,"genre_ids":[18]},{"cast":["Antonio Alfama","Steve Rahaman","Allyson Sereboff"],"overview":"James takes his usual walk in the park and stumbles upon the perfect girl. Only to find out that nothing is what it sees. Romance meets madness.","release_date":"2008-03-24","vote_average":0.0,"runtime":34,"cert":"\"NR\"","id":383352,"title":"Stranger in the Park","adult":false,"genre_ids":[]},{"cast":["Aaron Jakubenko","Kevin Sorbo","Anna McGahan","Wade Briggs","Hannah Cliff"],"overview":"In the lead up to the 1956 Olympic games, a group of missionaries are tasked with helping the fledgling Australian basketball team compete in their first ever Olympics, and in doing so, unite a nation still coming to grips after the war.","release_date":"2016-10-08","vote_average":5.2,"runtime":97,"cert":"\"PG\"","id":383354,"title":"Spirit of the Game","adult":false,"genre_ids":[18]},{"cast":["Lauren Ambrose","Adam Driver","Michael C. Hall","Matt Hopkins","Jay O. Sanders"],"overview":"On a sweltering hot day, a very pregnant Maria, desperate for a cooling swim, encounters obstacles on her path to the river.","release_date":"2013-04-05","vote_average":8.5,"runtime":12,"cert":"\"\"","id":383356,"title":"The River","adult":false,"genre_ids":[12,35]},{"cast":["Susi Nicoletti","Elfriede Irrall","Elisabeth Markus","Kurt Heintel","Helmuth Lohner"],"overview":"","release_date":"1961-03-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":383358,"title":"Die Spur der Leidenschaft","adult":false,"genre_ids":[18]},{"cast":["Calvin Morie McCarthy","Jeffrey Stillwell","Valerie Stevens"],"overview":"Max has been dealing with this whole cancer thing pretty well... until his Mom threatens to shave her head.","release_date":"2011-01-01","vote_average":0.0,"runtime":12,"cert":"\"\"","id":383360,"title":"Stage Two","adult":false,"genre_ids":[]},{"cast":["Toshirō Mifune","Noriko Sengoku","Yoshirô Aoki","Shigeru Izumiya"],"overview":"Accused of being a spy for a rival clan by Nanbu Clan samurai who then attack him, the 'Lowly Ronin' barely escapes with his life after being shot.  Nursed back to health by Yamaoka Daijiro, the one Nanbu Clan retainer that believes him, he must find a way to prove his inno-cence to the others.  The two team up together to uncover the mystery and find out who the real spy is that threatens the security of the clan.  Against all odds, the two master swordsmen must rely on all their skills to defeat a vast conspiracy and save the clan from being abolished.","release_date":"1983-01-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":383365,"title":"Lowly Ronin 6: Betrayal at Yatate Pass","adult":false,"genre_ids":[28]},{"cast":["Akash Thosar","Rinku Rajguru","Anuja Mule"],"overview":"Although Parsha is the cricket team captain and the brightest student in his year, the beautiful and confident Aarchi is out of his reach. She belongs to a higher caste, her family is rich, and her father is a kingpin in local politics. But Aarchi is a headstrong girl who won’t let anyone boss her around – and she likes the persistent, brave Parsha. How will their families react? What happens to love when when two people have to sacrifice everything for it? Beyond the glamour of Bollywood, Sairat is an epic love story that takes a critical look at Indian society in the 21st century.","release_date":"2016-04-29","vote_average":7.9,"runtime":170,"cert":"N\/A","id":383367,"title":"Sairat","adult":false,"genre_ids":[18]},{"cast":["Richard Arlen","Andy Devine","Anne Nagel","Addison Richards","Don Terry"],"overview":"A pair head to the frozen wastes with an expedition in search of radium deposits. Certain members of the group succumb to greed, plotting to bump off the others and claim the radium for themselves.","release_date":"1941-04-16","vote_average":0.0,"runtime":64,"cert":"\"\"","id":383369,"title":"Mutiny in the Arctic","adult":false,"genre_ids":[12]},{"cast":["Gloria Stuart","Robert Kent","Henry Armetta","J. Edward Bromberg","Sara Haden"],"overview":"Injured scientist Eric Godfrey asks his protege to give him a fatal dose of opiates to end his misery. When he dies the doctor is accused of murder.","release_date":"1936-07-05","vote_average":0.0,"runtime":75,"cert":"\"\"","id":383371,"title":"The Crime of Dr. Forbes","adult":false,"genre_ids":[18,80]},{"cast":["Jean Porter","Shirley Mills","William Mason","Rosemary La Planche","John Shelton"],"overview":"The plot gets under way when Joanne, a carnival hootchy-kootchy dancer, is accepted into a snobbish college sorority when it is assumed that she hails from a blueblooded Virginia family.","release_date":"1946-11-28","vote_average":0.0,"runtime":68,"cert":"\"\"","id":383373,"title":"Betty Co-Ed","adult":false,"genre_ids":[18]},{"cast":["Kyle Field","Sarah DeVincentis","Hayley Magnus","Carson D. Mell","David Nordstrom"],"overview":"Wade is an aimless surfer who chases his whims up and down the California coast. When he returns to his former hometown, he takes the opportunity to visit his ex, who has moved on, and is wary of his attempt to reconnect. Wade sets out to regain her trust, but his old ways quickly come calling.","release_date":"2015-11-11","vote_average":0.0,"runtime":9,"cert":"\"\"","id":383375,"title":"Hang Loose","adult":false,"genre_ids":[35,18]},{"cast":["Eve Laurence","Vicky Vette","Penny Porsche","Kim Chambers","Xana Star"],"overview":"Huge Hooters! These five buxom nymphs will wrap your throbbing cock between their heaving breasts - shove it deep inside their juicy pussies - slide it up into their tight assholes - and suck it down their scalding throats in these five brand new sizzling scenes.","release_date":"2004-10-07","vote_average":7.0,"runtime":125,"cert":"\"NR\"","id":383377,"title":"Big Gorgeous Breasts","adult":true,"genre_ids":[]},{"cast":["Enrique Lizalde","Nancy Compare","Sasha Montenegro","Carlos López Moctezuma","Eduardo Noriega"],"overview":"Dr. Jekyll And Mr. Hyde, adapted once again.","release_date":"1973-11-29","vote_average":5.0,"runtime":85,"cert":"N\/A","id":383379,"title":"The Man and the Beast","adult":false,"genre_ids":[27]},{"cast":["Prashant Damle","Madhavi Gogate","Neeta Amruta","Neeta Amruta","Vinay Yedekar"],"overview":"Marathi comedy play starring Prashant Damle","release_date":"1998-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":383381,"title":"Gela Madhav Kunikade","adult":false,"genre_ids":[]},{"cast":[],"overview":"Manly dominated the 1987 season with a 12-match winning sequence between May and July and Bob Fulton's elusive goal of coaching a side to Grand Final victory began to look a possibility. The path to glory had been four years in the making. In 1983 Fulton had returned to the club as coach, the second year running that they lost to Parramatta and he set about pursuing a stable of players needed to win a premiership.","release_date":"1987-09-27","vote_average":0.0,"runtime":120,"cert":"N\/A","id":383386,"title":"1987 NSWRL Grand Final: Manly Warringah Sea Eagles vs Canberra Raiders","adult":false,"genre_ids":[]},{"cast":[],"overview":"The 2008 NRL Grand Final was the conclusive and premiership-deciding game of the 2008 NRL season. It was played between the Manly Warringah Sea Eagles and the Melbourne Storm on Sunday, 5 October at ANZ Stadium in Sydney.  The 2008 Grand Final was the first Grand Final played in daylight since the introduction of the night Grand Final in 2001. The two teams had previously played in the 2007 NRL Grand Final, with Melbourne winning 34-8. Manly reversed this result in 2008, winning 40-0; the largest Grand Final winning margin in the history of the game, and the first Grand Final since 1978 where the losing team did not score a point.","release_date":"2008-10-05","vote_average":0.0,"runtime":120,"cert":"N\/A","id":383388,"title":"2008 NRL Grand Final: Manly Warringah Sea Eagles vs Melbourne Storm","adult":false,"genre_ids":[]},{"cast":[],"overview":"Invicta is an independent feature film set in World War 2, based on actual accounts of the British Expeditionary Force (BEF). The film follows a small group of British soldiers on their journey through war-torn France leading up to the evacuation of Dunkirk in May 1940.","release_date":"2015-05-28","vote_average":0.0,"runtime":90,"cert":"N\/A","id":383390,"title":"Invicta","adult":false,"genre_ids":[10752]},{"cast":["Natalia Lugo","Luis Sebastián Borges","Raúl Carbonell hijo","Luisa de los Ríos","Sully Díaz"],"overview":"An anonymous love letter left in Carli's locker wreaks havoc on his life, and the lives of everyone who come in contact with it.","release_date":"2016-02-18","vote_average":10.0,"runtime":105,"cert":"N\/A","id":383395,"title":"Vasos de papel","adult":false,"genre_ids":[10749,35]},{"cast":["Jesus Valdez","Omar Paz Trujillo","Julian Trujillo","Dale Nelson","Elissa Kannon"],"overview":"Following in the footsteps of the first film, \"The Price of the American Dream II\" continues the story of Laura Munoz who has grown considerably older and is now a single mother with four children after the death of her husband Chendo. As a result, Laura moves her family from Los Angeles, California to Albuquerque, New Mexico in hopes of gaining a better life for herself and for her children Manny, Alexendra, Daniel, and Carlos. However, life proves to be just as hard in a new state when Manny and Alex begin hanging out with the wrong crowd including the fact that Carlos is now constantly getting in trouble at school and Daniel is even trapped in the middle of it. It seems the price of the American dream has only risen higher since Laura first found it.","release_date":"2008-02-15","vote_average":0.0,"runtime":102,"cert":"\"NR\"","id":383400,"title":"The Price of the American Dream II","adult":false,"genre_ids":[18]},{"cast":["David Gulpilil"],"overview":"David Gulpilil performs three Aboriginal dances, Emu, Kangaroo and Fish. The first two are solo performances by Gulpilil and are closer to mime than dance. The third is a group dance with some of the children from Bamyili where Gulpilil lives in the Northern Territory.","release_date":"1978-06-06","vote_average":0.0,"runtime":8,"cert":"N\/A","id":383402,"title":"3 Dances Gulpilil","adult":false,"genre_ids":[]},{"cast":["Tusshar Kapoor","Esha Deol","Ashay Chitre","Anita Hassanandani"],"overview":"","release_date":"2003-01-24","vote_average":4.7,"runtime":142,"cert":"N\/A","id":383404,"title":"Kucch To Hai","adult":false,"genre_ids":[9648,27,53,10749,18]},{"cast":[],"overview":"","release_date":"2016-02-18","vote_average":1.0,"runtime":null,"cert":"N\/A","id":383406,"title":"To Kyma. Rescat al mar Egeu","adult":false,"genre_ids":[99]},{"cast":[],"overview":"After twenty-five years in the competition and five Grand Final losses, Manly finally broke through to win the club's first NSWRFL premiership.  In a controversial match, the Sea-Eagles downed the Eastern Suburbs Roosters 19 to 14, thus shedding their 'bridesmaids' tag. The Roosters were highly critical of referee Keith Page after the match, claiming both of Manly's tries shouldn't have been awarded. To add to their rage, Easts crossed for 2 tries that were disallowed.","release_date":"1972-09-16","vote_average":0.0,"runtime":120,"cert":"N\/A","id":383408,"title":"1972 NSWRFL Grand Final: Sea Eagles vs Roosters","adult":false,"genre_ids":[]},{"cast":[],"overview":"Manly's win was a triumph for the powerful triumvirate of Fulton, coach Frank Stanton and Secretary Ken Arthurson who would all go on to higher honours in the game. For Stanton, it was his first success in a coaching career which was to bring two premierships and two Ashes-winning Kangaroo tours. Arthurson had brought to the club players of a calibre to enable five Grand Final appearances in the 1970s for four victories. He would go on to become the Chairman of the New South Wales Rugby League and later the Australian Rugby League.","release_date":"1976-09-18","vote_average":0.0,"runtime":120,"cert":"N\/A","id":383410,"title":"1976 NSWRFL Grand Final: Sea Eagles vs Eels","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the replay, as throughout their extraordinary finals campaign, Manly were inspired by the leadership of captain Max Krilich and coach Frank Stanton, their iron-man Terry Randall who had required numerous pain killing injections before every game of the finals just to be able take the field in what Frank Stanton called sheer mind over matter, their cool five eighth Alan Thompson and classy fullback and Man of the Match Graham Eadie.  As of the 2014 NRL Grand Final, no player since Eadie has scored the combination of a try, a goal and a field-goal in a Grand Final.","release_date":"1978-09-19","vote_average":0.0,"runtime":120,"cert":"N\/A","id":383412,"title":"1978 NSWRFL Grand Final Replay: Sea Eagles vs Sharks","adult":false,"genre_ids":[]},{"cast":[],"overview":"This was the last grand final to feature two Sydney-based teams until 2003. 40,985 people were at the Sydney Football Stadium for the game, the lowest attendance since 1989. The match was refereed by Queenslander David Manson. For St. George it was their third Grand Final appearance in the 1990s and would prove to be their last as a stand-alone club. Manly, looking for their 6th premiership, had been beaten Grand Finalists in 1995.","release_date":"1996-09-29","vote_average":0.0,"runtime":120,"cert":"N\/A","id":383414,"title":"1996 ARL Grand Final: Sea Eagles vs Dragons","adult":false,"genre_ids":[]},{"cast":[],"overview":"The 2008 NRL Grand Final was the conclusive and premiership-deciding game of the 2008 NRL season. It was played between the Manly Warringah Sea Eagles and the Melbourne Storm on Sunday, 5 October at ANZ Stadium in Sydney.[1]  The 2008 Grand Final was the first Grand Final played in daylight since the introduction of the night Grand Final in 2001.[2] The two teams had previously played in the 2007 NRL Grand Final, with Melbourne winning 34-8. Manly reversed this result in 2008, winning 40-0;[3] the largest Grand Final winning margin in the history of the game, and the first Grand Final since 1978 where the losing team did not score a point.","release_date":"2008-10-05","vote_average":0.0,"runtime":120,"cert":"N\/A","id":383416,"title":"2008 NRL Grand Final: Sea Eagles vs Storm","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Manly Warringah Sea Eagles and the New Zealand Warriors finished 2nd and 6th on the competition ladder respectively. It was the first time the sides had faced each other in a season decider and the last time they played in a finals match was a preliminary match in 2008 where the Sea Eagles won 28-6. It was the third time in five years the Sea Eagles featured in a grand final, with their previous being their record 40–0 victory over the Melbourne Storm in 2008. It was the second time in the Warriors' 16-year history that they played for their maiden premiership title, with their first attempt losing to the Sydney Roosters in 2002. The sides played each other once in round 6 during the regular season where the Sea Eagles won 20-10 at Brookvale Oval.","release_date":"2011-10-02","vote_average":0.0,"runtime":120,"cert":"N\/A","id":383418,"title":"2011 NRL Grand Final: Sea Eagles vs Warriors","adult":false,"genre_ids":[]},{"cast":["Chris Valenti","Nori Jill Phillips","Vince Jolivette","Kimberly Liebe","Sean Michael Allen"],"overview":"Sensitive Johnson -- Romantic Comedy about a musician with a premature ejaculation ...","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":383420,"title":"Sensitive Johnson","adult":false,"genre_ids":[]},{"cast":[],"overview":"(March 13, 2009 – Burbank, CA) – “Woodstock: 3 Days of Peace & Music” – the four-hour director’s cut of the 1970 Oscar®-winning documentary about the landmark music event that featured some of the greatest rock ‘n’ roll performers in history -- will be released June 9 in a spectacular new limited, numbered Blu-ray and DVD “Ultimate Collector’s Edition” (UCE). With two extra hours of rare performance footage -- some of it newly-discovered, some only seen in part and some never seen at all -- the UCE is destined to make its own history.","release_date":"2009-06-15","vote_average":9.0,"runtime":null,"cert":"\"\"","id":383422,"title":"Woodstock Ultimate Edition","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2012-11-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":383424,"title":"Brandmand Sam - Helikopter Heltene","adult":false,"genre_ids":[]},{"cast":["Shin Hye-soo","Han Ji-il","Lee Kyung-young","Jeon Moo-song","Park Woong"],"overview":"The life of a mute woman.","release_date":"1987-03-19","vote_average":6.0,"runtime":118,"cert":"N\/A","id":383426,"title":"Adada","adult":false,"genre_ids":[]},{"cast":[],"overview":"Yellow Claw full set","release_date":"2015-07-04","vote_average":10.0,"runtime":null,"cert":"N\/A","id":383428,"title":"Summerfestival 2015 - Yellow Claw","adult":false,"genre_ids":[10402]},{"cast":["Klaas van der Eerden"],"overview":"","release_date":"2014-05-05","vote_average":6.0,"runtime":null,"cert":"N\/A","id":383430,"title":"Klaas van der Eerden: Breedbeeld","adult":false,"genre_ids":[35]},{"cast":[],"overview":"(Google Translated)  Doctor He Ning (Deric) received a package of unknown origin, containing an exquisite and mysterious jade Pisces, a series of bizarre incidents of terror followed. Wife Xin Dong Jie (Lu Si Yu) after jumping in front of HE Ning vanished, and the enigmatic suddenly appeared in front of him; his female patients still Victor (杨心蕊 ornaments) in a mysterious room 702, there is no sign of the hanged himself; HE Ning Wang Fei psychiatrist (SUI Shu Yang) mysterious, elusive; friend Ling Zhijie (HuangZhengXue) uncharacteristically for him if that detachment. He Ning into a parallel world of time and space in an infinite loop, unable to extricate themselves. To unravel this mystery all, He Ninggu their lives at risk, in-depth puzzle, explore the truth ......","release_date":"2015-02-06","vote_average":0.0,"runtime":86,"cert":"N\/A","id":383432,"title":"The Mystery of Death","adult":false,"genre_ids":[]},{"cast":[],"overview":"This feature length documentary is a personal account of the siege of Sarajevo from the point of view of a Bosnian Australian, Tahir Cambis, who spent the last six months of the war filming the conflict and its effects on the civilian population. The two main subjects in the film are a Sarajevo family whose young daughter is killed a day after she is filmed in a dance competition; and an 8 year old girl, Amira, whose eye witness account of murder and rape becomes a diary of catharsis.","release_date":"1997-09-04","vote_average":0.0,"runtime":90,"cert":"N\/A","id":383434,"title":"Exile in Sarajevo","adult":false,"genre_ids":[]},{"cast":["Bryan Brown"],"overview":"A dying criminal takes his younger brother on one final job so that when the final hour comes, his brother and his brother's wife and daughter who he himself may have fathered, will be financially secured.","release_date":"1980-10-23","vote_average":0.0,"runtime":62,"cert":"N\/A","id":383436,"title":"Blood Money","adult":false,"genre_ids":[]},{"cast":[],"overview":"The difficult life of Michel, afflicted by a muscular disease, changes every month at full moon into a carefree existence. Like a werewolf back to front, he throws off his handicap, says farewell to the ‘Eva’ from the title and sets off with his lover Muriel in the lyrically filmed Brussels.","release_date":"2006-08-17","vote_average":0.0,"runtime":30,"cert":"N\/A","id":383438,"title":"Eva reste au placard les nuits de pleine lune","adult":false,"genre_ids":[]},{"cast":[],"overview":"Clumsy but lovable young man named Buki wanders around beach at the Sava river and old Belgrade airport.","release_date":"1932-01-01","vote_average":0.0,"runtime":19,"cert":"N\/A","id":383440,"title":"The Adventures of Clumsy Buki","adult":false,"genre_ids":[35]},{"cast":["Maria Simona Arsu","Patrick Sebastian Negrean","Marius Dan Munteanu","Adrian Carlugeo","Bill Hutchens"],"overview":"In November 2012 Rachel Kusza and her team of film makers travelled to Transylvania to document the Baciu forest. A forest with a dark history of strange occurrences, ghost sightings and countless cases of missing people. The film crew were never heard from again. After searching for the film crew for two years Howard Redman, Rachels teacher, found the crews camera buried in the snow....","release_date":"2016-05-09","vote_average":2.6,"runtime":79,"cert":"N\/A","id":383442,"title":"The Devil Within","adult":false,"genre_ids":[27,53]},{"cast":["Jan Decleir"],"overview":"This is a portrait of an old man who is kept locked up in the attic by his daughter with the excuse that outside it continuously rains. The man escapes in his imagination, carving wooden animals. Suddenly he realizes that the Flood is about to happen.","release_date":"2006-07-11","vote_average":0.0,"runtime":12,"cert":"N\/A","id":383444,"title":"De Zondvloed","adult":false,"genre_ids":[]},{"cast":[],"overview":"A woman becomes fascinated with a man she sees messing around in trashbins.","release_date":"2005-10-19","vote_average":0.0,"runtime":15,"cert":"N\/A","id":383446,"title":"Medelijden","adult":false,"genre_ids":[]},{"cast":["Irma Alimanović","Hasan Zahirović","Elma Ahmetović","Rade Čolović","Alban Ukaj"],"overview":"Sarajevo in 1992. Vedran, a once famous musician, tries to shelter his family from the madness of war. He hides them in his old house and goes out of his way to give them a normal day to day life. For a while he manages to keep the war at a distance, but when his daughter gets pregnant Vedran wants to give her a proper wedding in the old town hall","release_date":"2006-11-07","vote_average":0.0,"runtime":15,"cert":"N\/A","id":383448,"title":"The Ship of Fools","adult":false,"genre_ids":[18,10752]},{"cast":[],"overview":"\"How can I help you?\" Fire in the administrative forest. Rabbit Egor's house is burning down. Egor asks for a fire extinguisher. He is sent from pillar to post...","release_date":"2006-07-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":383450,"title":"Administrators","adult":false,"genre_ids":[]},{"cast":[],"overview":"On his long journey, intergalactic space trucker Eugene occupies himself with mail-ordering various useless gadgets to support his lazy lifestyle. When his merchandise is attacked by a nasty disease, his little robot Han-D can no longer handle the workload. The new high-tech robot saves the merchandise at first, but when it starts taking its job too seriously, Eugene's laziness and belief in technology turn against him.","release_date":"2005-11-23","vote_average":0.0,"runtime":13,"cert":"N\/A","id":383452,"title":"Lost Cargo","adult":false,"genre_ids":[]},{"cast":["Kostas Voutsas","Dionysis Papagiannopoulos","Beata Asimakopoulou","Nora Valsami","Periklis Hristoforidis"],"overview":"The industrialist Apostolos Lampirikos is drowning in debt. All were asking borrowed, but none of the return. From this predicament is to get him his employee, Costas, with a trick. Kostas proposed to his boss ... to \"commit suicide\". The Lampirikos, with a large stone tied around his neck, supposedly falls overboard and the truth Kostas him and sent a photo. their accomplices to fraud, wife of Apostle Flora and his daughter Alice. Kostas closes his boss in a shack in the yard of his house, where he comes only with password hitting a bell. The supposed death of Lampiris made headlines in newspapers and creditors stop pressuring him, debtors pay and orders go much better. Finally, the \"shoe Lampiris' survives. Things get complicated, however, when one supplier seeks to marry the widow Lampiris, but cunning Kostas \"resurrects\" Tolis wins and Alice, for the sake of which also did what he did.","release_date":"1968-12-16","vote_average":7.2,"runtime":82,"cert":"N\/A","id":383454,"title":"For Whom the Bell Rings","adult":false,"genre_ids":[35]},{"cast":["Michael Amott","Alissa White-Gluz","Daniel Erlandsson","Sharlee D'Angelo","Jeff Loomis"],"overview":"Khaos Overture  Yesterday Is Dead And Gone  Burning Angel  War Eternal  Ravenous  Stolen Life  You Will Know My Name  My Apocalypse  As the Pages Burn  Dead Eyes See No Future  Avalanche  No Gods, No Masters  Nemesis","release_date":"2015-06-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":383456,"title":"Arch Enemy: [2015] Hellfest","adult":false,"genre_ids":[10402]},{"cast":["Zoe Laskari","Kostas Voutsas","Nikitas Platis","Nitsa Marouda","Nana Skiada"],"overview":"Two young lovers are discovering that the widowed parents keep hidden bond and plan to marry soon  Life, salesman dream and consumer goods of our civilization, will enter the life Asimaki, a benevolent and middle-aged widower chromatopoli, having neglected himself caring about life and rehabilitation of children.","release_date":"1965-12-13","vote_average":6.0,"runtime":80,"cert":"N\/A","id":383458,"title":"Teddy Boy My Love","adult":false,"genre_ids":[35]},{"cast":["Željko Malnar","Mario Kovač","Halil Beriša","Ljiljana Bulešić","Halil Beriša"],"overview":"Pescenica is an old industrial suburb of Zagreb. As a satirical depiction of Croatia's recent politics, it has been declared independent republic. What's it like there today? Over a year, the film crew was combing streets, avenues, parks and backyards, focusing on the lives of four Pescenica inhabitants: its self-proclaimed president, a teacher in a Roma school, a cleaning lady in a film distribution company and a young stage director. All that in order to portray Pescenopolis, the film's protagonist that floats between mud and clouds.","release_date":"2003-09-25","vote_average":0.0,"runtime":72,"cert":"N\/A","id":383460,"title":"Pescenopolis","adult":false,"genre_ids":[99]},{"cast":["Aidy Bryant","Natalie Bright","Matt Cohen","Krischelle Delgado","Natasha Lyonne"],"overview":"Follows the fantasies of Darby, a shopgirl at “Bobbins &amp; Notions,” a fabric store in a nameless town that is both ordinary and bizarre. The customers she encounters in the shop spark colorful daydreams as Darby looks for independence and maybe finds love with delivery man, Nick.","release_date":"2016-02-18","vote_average":5.3,"runtime":20,"cert":"\"NR\"","id":383462,"title":"Darby Forever","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"The Making of the 2012 Film 'Les Misérables'","release_date":"2012-02-18","vote_average":10.0,"runtime":64,"cert":"\"NR\"","id":383464,"title":"Les Misérables: A Revolutionary Approach","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":383469,"title":"JACARELVIS E AMIGOS VOL 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"Moon Animate Make-Up is a crowdsourced group animation project to re-animate an episode of Sailor Moon shot-by-shot in each artist's personal style. From October 2013 to July 2014, over two hundred and fifty animators contributed at least one shot each to assemble a full length parody episode of Sailor Moon.","release_date":"2014-07-20","vote_average":0.0,"runtime":23,"cert":"\"\"","id":383483,"title":"Moon Animate Make-Up!","adult":false,"genre_ids":[16]},{"cast":["Péter Haumann","Mária Sulyok","Major Tamás","Zoltán Latinovits"],"overview":"","release_date":"1973-01-07","vote_average":7.0,"runtime":91,"cert":"N\/A","id":383485,"title":"III. Richárd","adult":false,"genre_ids":[]},{"cast":["Ferenc Kállai","Géza D. Hegedüs","Major Tamás"],"overview":"","release_date":"1982-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":383487,"title":"Moliére - A nők iskolája","adult":false,"genre_ids":[]},{"cast":["Kálmán Rózsahegyi"],"overview":"","release_date":"1938-02-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":383489,"title":"Te csak pipálj, Ladányi","adult":false,"genre_ids":[]},{"cast":["Eroff Lynn","Sharon Matt","Marsha Jordon","William Kirschner","Carlos Tobalina"],"overview":"A middle-aged man is having problems trying to regain his sexual drive. He leaves behind his old life and tries to discover a simpler happiness through painting and meeting new friends. Wanting to save him from a sexless fate, his friend (director Carlos Tobalina in a supporting role) attempts to solve the mystery of his sexual shortcomings, through any means possible.  Filled with incredible footage of Las Vegas, the Sierra Nevada and elsewhere, as well as subplots involving kidnapping, and even a bit of unexpected gore, filmmaker Carlos Tobalina’s debut feature is a totally unique sexploitation experiment that showcases many of the stylistic touches that would become his trademarks, along with a cast of beautiful starlets, including Sharon Matt and Marsha Jordan.","release_date":"1969-07-19","vote_average":10.0,"runtime":74,"cert":"\"NR\"","id":383491,"title":"Infrasexum","adult":false,"genre_ids":[18,53]},{"cast":["Harald Dietl","Gerhard Olschewski","Arnfried Lerche","Eckhard Heise","Klaus Mikoleit"],"overview":"","release_date":"1984-08-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":383493,"title":"Das Ende vom Anfang","adult":false,"genre_ids":[18]},{"cast":["David Cairns"],"overview":"A video essay about Elaine May's 'A New Leaf' by critic David Cairns.","release_date":"2015-12-07","vote_average":0.0,"runtime":16,"cert":"N\/A","id":383495,"title":"The Bluebeard of Happiness","adult":false,"genre_ids":[99]},{"cast":["Barbara Auer","Karin Baal","Ruth Hellberg","Edgar Selge","Burghart Klaußner"],"overview":"Black comedy about a lucrative business. Grandmother, mother and daughter live together in a love-hate-relationship and run their business with divided responsibilities: via marriage ads they are looking for candidates. It’s the daughter that gets dressed and styled according to the new mission: no matter if vamp or tree-hugger she twists the men around her little finger until they clear their accounts from all the savings. The money ends up in coffee tins stored in grandma’s fridge. But where do the men end up when they discover the secret of the trio?","release_date":"1991-12-12","vote_average":0.0,"runtime":79,"cert":"N\/A","id":383497,"title":"The Terrible Threesome","adult":false,"genre_ids":[18]},{"cert":"N\/A","title":"Die Soldaten","cast":["Arno Assmann","Ruth Hellberg","Lisa Helwig","Anita Lochner","Siemen Rühaak"],"id":383499,"overview":"","runtime":null,"genre_ids":[18],"release_date":"1988-07-18","vote_average":0.0,"adult":false}]