[{"cast":["Jaime Contreras","José Gregorio Pulido"],"overview":"","release_date":"2011-11-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384001,"title":"Fuera de control","adult":false,"genre_ids":[18]},{"cast":["Harold Sloan","General MacArthur","Derek Mosley"],"overview":"A former federal agent takes you from Milwaukee's streets into its justice system, following Harold Sloan and six other homeless men over five years as they struggle to survive.","release_date":"2015-09-29","vote_average":0.0,"runtime":97,"cert":"\"\"","id":384003,"title":"30 Seconds Away: Breaking the Cycle","adult":false,"genre_ids":[99]},{"cast":["Juan Pablo Galesio","Joan Britos"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384005,"title":"Puto","adult":false,"genre_ids":[]},{"cast":["Jean-François Stévenin","Jacques Bonnaffé","Robin Renucci"],"overview":"Gravet brothers meet in Beaune during their mother's funeral.","release_date":"1996-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384007,"title":"Les frères Gravet","adult":false,"genre_ids":[]},{"cast":["Romain Goupil","Régine Provvedi","Anita Mančić","Alenka Mandik"],"overview":"","release_date":"1994-02-02","vote_average":5.0,"runtime":null,"cert":"N\/A","id":384009,"title":"Lettre pour L...","adult":false,"genre_ids":[]},{"cast":["Veerle Baetens"],"overview":"A sailor's life is thrown off course when his only son is chosen to be the immediate donor to save 5 lives.","release_date":"2008-11-30","vote_average":5.0,"runtime":13,"cert":"N\/A","id":384011,"title":"Samaritan","adult":false,"genre_ids":[]},{"cast":["Sean Jindachot","Bhuvadol Vejvongsa","Dharmthai Plangsilp","Pongsatorn Sripinta","Nutcha Jeka"],"overview":"At a dark pier in the middle of the night, a boat captain and his mate, Nong, are readying their vessel for the next trip. But what they discover is a shocking: the lifeless body of Mia, the wife of the boat’s owner, is hanged from a mast in a gruesome fashion. The corpse also sets off panic among other sailors. The captain orders everyone to calm down. He decides that he has to get rid of the body, and comes up with a plan to throw Mia’s body in the middle of the sea. But it’s not that simple. Once the ship sets sail, the body hidden in the engine room disappears. Mia’s spirit is set loose and wreaking havoc on the boat in the middle of the sea. The ghost terrorizes the sailors, who can’t escape anywhere except into the water that surrounds them. Things get worse when a storm hits. The only way to save the boat and everyone on it is to locate Mia’s body. But there’s more serious question that no one remembers to ask: Who murdered Mia?","release_date":"2015-12-01","vote_average":6.0,"runtime":95,"cert":"N\/A","id":384013,"title":"Ghost Ship","adult":false,"genre_ids":[27]},{"cast":["Valeriy Grishko","Boris Shcherbakov","Lidiya Arefeva","Aleksey Bogachuk","Fyodor Lavrov"],"overview":"A story about the life of Sergey Pavlovich Korolyov, the lead Soviet rocket engineer and spacecraft designer.","release_date":"2015-10-08","vote_average":4.0,"runtime":105,"cert":"N\/A","id":384015,"title":"Chief","adult":false,"genre_ids":[18,36]},{"cast":[],"overview":"In six sessions, Parentalk – The Primary Years looks at the topics that affect just about every family, including the busyness of family life, understanding children’s ‘Love Languages’, speaking and listening, how best to set boundaries, preparing children for the outside world, and the importance of family time.  Presented by Rob Parsons and Katharine Hill, and with guest contributions from broadcaster Diane Louise Jordan, Mark Chester from Who Let the Dads Out?, author Sarah Abell, and Paediatrician Dr. Kunle Ayonrinde, the DVD features presenter introduction and conclusions, family interviews, street vox-pops, humorous short dramas, real-life parenting case studies, and presenter discussions.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384020,"title":"Parentalk – The Primary Years","adult":false,"genre_ids":[]},{"cast":["Nancy Paul","John Rowe","Robert Ashby","Norman Chancer"],"overview":"","release_date":"1987-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384022,"title":"Love Potion","adult":false,"genre_ids":[53]},{"cast":[],"overview":"In this experimental film, Borden explores the dynamics among the members of a woman’s group. As she interviews people who know them, such as Joan Jonas, the group shoots ‘artistic’ scenes of themselves – but Borden feels they aren’t fully grappling with issues of sexuality and politics. Are they a serious group – or just friends? After showing an early edit of the film to the group, its members, upset, close ranks. Undeterred, Borden incorporates the group’s arguments into another edit, filming larger groups commenting both on the original one and on consciousness-raising groups in general. Uncredited voices include those of Barbara Kruger and Kathryn Bigelow.","release_date":"1976-12-08","vote_average":7.0,"runtime":80,"cert":"\"\"","id":384024,"title":"Regrouping","adult":false,"genre_ids":[]},{"cast":["Gamon Kaai","Nagare Hagiwara","Jirô Okazaki","Sanpei"],"overview":"GLUTTONOUS dives into the wild world of Japan's competitive eating circuit, profiling the hard-core diners who will swallow just about anything.","release_date":"2007-08-01","vote_average":6.0,"runtime":94,"cert":"N\/A","id":384026,"title":"Gluttonous","adult":false,"genre_ids":[35]},{"cast":["Gamon Kaai","Nagare Hagiwara","Jirô Okazaki","Sanpei","Sanpei"],"overview":"GLUTTONOUS 2 continues to dive into the wild world of Japan's competitive eating circuit, profiling the hard-core diners who will swallow just about anything.","release_date":"2007-09-02","vote_average":5.0,"runtime":86,"cert":"N\/A","id":384028,"title":"Gluttonous 2","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The story begins in the 1950's when a group of happy naive primary school students surround a young female teacher. These playmates from childhood are now going through an embarrassing age of adolescence. They get together once again at high school and return to their almamater paying a visit to their teacher. Their reunion goes wonderfully until one of them drowns. Their teacher's husband gets killed while attempting to save the students. In their early 20s, most of them graduated from college and subsequently start their first jobs. Some of them start their career early, some decide to study abroad, and others get married. As for their teacher, she devotes herself to \"special education\" following in her husband's footsteps. When they are reunited at the age of 40, each of them has experienced different trials of life. In search of good old memories of childhood, they gather together again to walk the corridors of their almamater.","release_date":"1986-06-07","vote_average":7.0,"runtime":104,"cert":"N\/A","id":384030,"title":"Reunion","adult":false,"genre_ids":[]},{"cast":[],"overview":"A policeman, a belly dancer, a white rabbit, a secret agent, a man hopelessly in love: the cast of characters in Islam Kamal’s hyperactive comedy EXPIRED is sourced directly from the tropes of Egypt’s film history of the last thirty years. The film places its protagonists in stereotypical situations, ranging from courting to interrogations, using satire and humor as a vehicle for socio-political commentary. A manifesto of sorts from the young, independent film scene in Egypt.","release_date":"2016-02-14","vote_average":0.0,"runtime":14,"cert":"N\/A","id":384035,"title":"Expired","adult":false,"genre_ids":[]},{"cast":["Robert Redford","Conrad Anker","Max Lowe","Rachel Pohl"],"overview":"Narrated by Academy Award winner Robert Redford, National Parks Adventure takes audiences on the ultimate off-trail adventure into the nation’s awe-inspiring great outdoors and untamed wilderness. Immersive IMAX 3D cinematography takes viewers soaring over red rock canyons, hurtling up craggy mountain peaks and into other-worldly realms found within America’s most legendary outdoor playgrounds, including Yellowstone, Glacier National Park, Yosemite, and Arches. Celebrate the 100-year anniversary of the national parks with world-class mountaineer Conrad Anker, adventure photographer Max Lowe and artist Rachel Pohl as they hike, climb and explore their way across America’s majestic parks in an action-packed expedition that will inspire the adventurer in us all.","release_date":"2016-02-12","vote_average":7.2,"runtime":43,"cert":"\"\"","id":384043,"title":"National Parks Adventure","adult":false,"genre_ids":[99]},{"cast":["Juraj Kukura","Max Herbrechter","Adriana Altaras","Katja Studt","Ralph Herforth"],"overview":"","release_date":"2016-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384045,"title":"Der Kroatien Krimi: Der Teufel von Split","adult":false,"genre_ids":[80]},{"cast":["Virginia Bruce","Kent Taylor","Walter Brennan","Greta Meyer","Christian Rub"],"overview":"In this drama, a girl from a small town in Pennsylvania dreams of being a star while she goes to school. The trouble is, no one notices her. Later a mentor turns her into a successful Broadway entertainer. She returns to her former college to get sweet revenge.","release_date":"1937-03-26","vote_average":0.0,"runtime":76,"cert":"\"\"","id":384050,"title":"When Love Is Young","adult":false,"genre_ids":[35]},{"cast":["Katharine Isabelle","Liberty Ross","Katie Boland","Chantal Kreviazuk","Charles Shaughnessy"],"overview":"In the mid-nineteenth century, three sisters astonished the world with their ability to talk to the dead. But what began as a clever prank to gain fortune and fame, soon spiraled beyond anything they could have ever predicted. Based on the true story of The Fox Sisters.","release_date":"2013-05-13","vote_average":0.0,"runtime":11,"cert":"N\/A","id":384052,"title":"The Spirit Game","adult":false,"genre_ids":[36,18]},{"cast":["Herman Brood","Xandra Brood","Hans la Faille","Ivo de Lange","Rob Scholte"],"overview":"A documentary about the painter Herman Brood.","release_date":"2015-10-10","vote_average":0.0,"runtime":80,"cert":"N\/A","id":384054,"title":"Kunst.... Begin drrr niet an","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Flynn, Alex and Joe were right in the middle of ordinary lives when a zombie plague led them on a detour through a world of terror. One year later,we rejoin their lives as the dead inherit the earth.","release_date":"2009-02-03","vote_average":3.5,"runtime":90,"cert":"\"NR\"","id":384056,"title":"Sick and the Dead","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Electronic Punks is a video by the British electronic band The Prodigy, originally released on VHS in 1995. It includes videos, live performances and rehearsals. Electronic Punks was broadcast on MTV and is available for free download.  1.\t\"Voodoo People\"  2.\t\"Rock and Roll\" (Live)  3.\t\"Out of Space\"  4.\t\"Break and Enter 95\" (Live)  5.\t\"One Love\"  6.\t\"Their Law\" (Live)  7.\t\"Wind It Up\" (The Rewound Edit)  8.\t\"Voodoo People\" (Live)  9.\t\"Poison\"  10.\t\"No Good (Start the Dance)\" (Live)  11.\t\"Charly\"  12.\t\"Poison\" (Live)  13.\t\"Everybody in the Place\"  14.\t\"Rhythm of Life\" (Live)  15.\t\"No Good (Start the Dance)\"","release_date":"1995-01-01","vote_average":0.0,"runtime":58,"cert":"N\/A","id":384058,"title":"Electronic Punks","adult":false,"genre_ids":[]},{"cast":["Wendy Barrie","Kent Taylor","Frank Jenks","Mischa Auer","Gregory Gaye"],"overview":"In this romance, a detective teams up with a count and travels to Budapest in search of an embezzler. While there, the two get involved with a female physician in whose house the criminal is concealed (the doctor doesn't know this). Soon the detective and the doctor are involved.","release_date":"1937-12-12","vote_average":0.0,"runtime":70,"cert":"\"\"","id":384060,"title":"Prescription for Romance","adult":false,"genre_ids":[35,10749]},{"cast":["Robert Wilcox","Dorothea Kent","Hobart Cavanaugh","G. Pat Collins","Harry Tyler"],"overview":"A young woman not only inherits her late father's estate, she also gets control of a carnival on the edge of bankruptcy in this comedy. Intrigued by carnival life, the woman disguises herself and joins up. She hopes to see how she might save it. She has many adventures and even becomes a magician's assistant.","release_date":"1937-10-02","vote_average":0.0,"runtime":66,"cert":"\"\"","id":384062,"title":"Carnival Queen","adult":false,"genre_ids":[10749,80]},{"cast":["William Gargan","Dorothea Kent","Nan Grey","Noah Beery Jr.","Roland Drew"],"overview":"Noah Beery Jr. stars as Bud \"Iron Man\" Mason, a talented but rather dimwitted prizefighter. Against the advice of his crusty old manager George Regan (William Gargan), Mason dumps his ever-loving girlfriend Judy Williams (Nan Grey) in favor of sexy blonde chorine Rose Whitney (Dorothea Kent in a rare unsympathetic role).","release_date":"1937-10-31","vote_average":1.0,"runtime":65,"cert":"\"\"","id":384064,"title":"Some Blondes Are Dangerous","adult":false,"genre_ids":[18]},{"cast":["Marsha Jordan","Susan Gaines","Kathy Hilton"],"overview":"Busty blonde Southern belle Marsha was a queen of adult cinema from the early '60s all the way through the mid '70s, appearing in legendary tit loops like Breast Orgy and nasty sexploitation flicks such as Prison Girls. She matured nicely in front of the camera over the years, becoming quite the MILF while maintaining an astonishing, voluptuous figure. This 3-film collection includes the XXX version of the softcore western Dr. Carstairs 1869 Love Root-Elixir titled Sticky Fingers (1972, 77 min, Marsha Jordan, Kathy Hilton, Susan Gaines), Everybody Goes Ape (1970, 56 min), the bizarre sexual sci-fi of 2069 A Sensation Odyssey. (1969, 54 min), plus bonus scenes of Marsha's brutal in the never-released-on-video The House Near The Prado!","release_date":"2015-07-27","vote_average":5.0,"runtime":196,"cert":"\"NR\"","id":384066,"title":"Marsha Jordan Triple Feature","adult":false,"genre_ids":[]},{"cast":["Kylie Ireland"],"overview":"This American born Irish darling has been gracing out screens with her auburn hair and buxom figure for nearly 3 decades. Kylie is a busty lass with a fiery passion and she is sure to please.","release_date":"2009-01-16","vote_average":0.0,"runtime":80,"cert":"\"NC-17\"","id":384068,"title":"The Golden Age of Porn: Kylie Ireland","adult":true,"genre_ids":[]},{"cast":["Rene Bond","Cyndee Summers","Eve Orlon","Sandy Carey"],"overview":"Cult cutie Rene Bond shows off both her pre and post-breast enhancement surgery bod in this collection of four hard and softcore features!","release_date":"2015-10-21","vote_average":6.0,"runtime":210,"cert":"\"NR\"","id":384070,"title":"I'm No Virgin Plus the Lost Films of Rene Bond","adult":true,"genre_ids":[]},{"cast":["Akansha","Y. G. Mahendran","Ragasiya","Singampuli"],"overview":"9 Thirudargal (nine thieves) is a Tamil language comedy movie directed by Vijay Paramasivam and starring Saran, Akansha Mohan and Y. G. Mahendra.","release_date":"2015-09-07","vote_average":2.0,"runtime":null,"cert":"N\/A","id":384072,"title":"9 Thirudargal","adult":false,"genre_ids":[]},{"cast":[],"overview":"The title simultaneously references the countdown to the dropping of the bomb and suggests anticipation. Minus 10 juxtaposes footage of the artist’s father in Los Alamos and on the way to Tinian Island with an interview with a woman in Japanese about the bombing. Minus 9 aligns an American nurse’s eyewitness account of the bombing and its aftermath with aerial landscape shots blocked by a blinking blue circle which could represent a mutant sun, an eye, planet Earth, an afterimage, or the inverted “rising sun” of Japanese national symbolism. Minus 8 and Minus 7 show excerpts from a documentary, The Growth of Plants overlaid by running text describing radiation-induced botanical mutations. Minus 6 explores current American war policies and ethics contrasted against the histrionics of Adolf Hitler; as the dictator gesticulates on-screen, women’s voices recite a diatribe by Goebbels.","release_date":"2004-02-22","vote_average":0.0,"runtime":22,"cert":"\"\"","id":384080,"title":"Let Me Count the Ways: 10...9…8…7…6","adult":false,"genre_ids":[]},{"cast":["Gary Shail","Dale Sheppard","Lee Mark Jones","Matthew Simmonds","Richard Rowbottom"],"overview":"These were truly the Darker Ages, The Chaos Wars ensued. Judgement upon humanity. Judgement upon a broken, wounded world. A World on the edge, bereft of the Old Gods who have descended into insanity, senility, or sentient sleep as they have tired of their mortal playthings. Magic, Kings, the Gods &amp; order are all but lost and a new disorder reigns. The Darkest of times. So a strange alliance gather to stand &amp; back the elemental forces of nature.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":384082,"title":"Clan of the Raven","adult":false,"genre_ids":[12,14]},{"cast":["Christopher Emerson","Matt Lasky","Joseph Bonilla","Cassidy Gard","Ian Hamrick"],"overview":"Summer fun is on the run when a group of counselors return to open the long-abandoned Camp Eaglewalk, only to unleash the fury of a vengeful Sasquatch whose sacred totem pole was desecrated a decade before. What follows is a 24-hour nightmare of terror as one by one, the counselors are slaughtered by the rampaging beast. Now, the sole survivor must make a desperate last stand, or die running.","release_date":"2012-03-12","vote_average":6.7,"runtime":30,"cert":"\"\"","id":384084,"title":"Eaglewalk","adult":false,"genre_ids":[27]},{"cast":["Samuel Schneider","Alexander Srtschin","Alexandra Schmidt","Simon Hatzl","Mercedes Echerer"],"overview":"On the 3rd of October a twenty-four-year-old student from Vienna kills his lover and chops up her corpse. Her torso is found in a dumpster, other body parts and the head are missing. There is no clue about the motive of the murder. A silent chronology of the events.","release_date":"2016-02-13","vote_average":5.4,"runtime":93,"cert":"N\/A","id":384086,"title":"Agony","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"London in 1973.","release_date":"1973-02-22","vote_average":0.0,"runtime":36,"cert":"N\/A","id":384088,"title":"Cruisin'","adult":false,"genre_ids":[]},{"cast":["Joel Edgerton","Tony Ryan","Brett Wood"],"overview":"A whodunnit on a sheepstation.","release_date":"2000-08-02","vote_average":0.0,"runtime":15,"cert":"N\/A","id":384093,"title":"Gate","adult":false,"genre_ids":[]},{"cast":["Eddie Ifft"],"overview":"Known for his quick wit and caustic style of comedy, Eddie Ifft has a habit of speaking first and thinking never. This gets him in trouble - often. The special is packed with extras, including short films and some of his numerous TV appearances.  By his own admission Eddie says “the most inappropriate things but somehow gets away with it.” See Eddie at his very best in this extremely special presentation, filmed in front of a SOLD OUT audience in Sydney, Australia.","release_date":"2011-02-02","vote_average":10.0,"runtime":54,"cert":"N\/A","id":384095,"title":"Eddie Ifft: Live","adult":false,"genre_ids":[]},{"cast":[],"overview":"Doco on Zombi 2","release_date":"1979-07-06","vote_average":0.0,"runtime":null,"cert":"\"\"","id":384103,"title":"Retrospective Of Zombi 2(Building A Better Zombi)","adult":false,"genre_ids":[]},{"cast":["Hayley Williams","Jeremy Davis","Taylor York"],"overview":"Paramore play Reading Festival 2014.","release_date":"2014-08-22","vote_average":10.0,"runtime":76,"cert":"N\/A","id":384105,"title":"Paramore: Reading Festival","adult":false,"genre_ids":[]},{"cast":["Norman Alden","Tamara Daykarhanova","Zvee Scooler","Warren Finnerty"],"overview":"The story of a mentally handicapped middle-aged man and how he, and his elderly parents who must take care of him, manage to get along in New York City.","release_date":"1965-01-23","vote_average":0.0,"runtime":86,"cert":"\"\"","id":384107,"title":"Andy","adult":false,"genre_ids":[18]},{"cast":["Eddie Ifft"],"overview":"Eddie Ifft tours the world, plays to sold-out crowds consistently, and has appeared on countless television shows in Australia and the United States. I love Pussy gives fans a personal, 'up close' feeling of attending a show.  Eddie Ifft is one of the most popular stand-up comics working today. He tours the world, plays to sold-out crowds consistently, and has appeared on countless television shows in Australia and the United States. I LOVE PUSSY gives fans a personal, 'up close' feeling of attending a show. With over 60 minutes of brand new, original material, plus bonus DVD extras that Eddie probably doesn't want you to see.","release_date":"2012-08-01","vote_average":9.5,"runtime":74,"cert":"N\/A","id":384109,"title":"Eddie Ifft: I Love Pussy","adult":false,"genre_ids":[]},{"cast":["Tambet Tuisk","Eva Koldits","Roman Baskin","Ülle Kaljuste"],"overview":"The film is set in a town that has a professional symphony orchestra, managed by authoritarian and confident Paul Levald, who has conducted both the orchestra and his family affairs for years. Due to dramatic events, Paul’s son-in-law Egon Rei must unexpectedly assume his duties. In addition to the baton, power and responsibility as well as the tensions in the orchestra, Egon inherits his father-in-law’s secrets and obligations from his complicated past. New lies are born out of old ones and, at some point, Egon realises that the revelation of truth might cause a real chaos.  \"Family Lies\" by Valentin Kuik and Manfred Vainokivi is a relationship drama about elephants in the bedroom and skeletons in the closet, about small and big deceptions, half-truths and set-ups that can be found in every family’s secret chronicles.","release_date":"2016-03-01","vote_average":4.0,"runtime":82,"cert":"N\/A","id":384111,"title":"Family Lies","adult":false,"genre_ids":[18]},{"cast":["Danilo Rodríguez Barilari","Liliana García","Fernando Kliche","Eduardo Guerreiro","Eduardo Guerreiro"],"overview":"","release_date":"2000-10-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384113,"title":"El viñedo","adult":false,"genre_ids":[80,18,53]},{"cast":["Antonis Sotiropoulos"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384115,"title":"Ελευθερη Βουληση","adult":false,"genre_ids":[]},{"cast":["Harper","Josh","Kent","Quin Quire","Trey"],"overview":"Josh, Quinn, Kent, Harper, and Trey jet off to London and Prague to take in the sights, do some exploring, and enjoy winter in these amazing cities, while making sure to enjoy plenty of each other as well. Whether it’s to warm each other up or their simply getting caught up in the excitement of fun and fascinating trip abroad, five of Corbin Fisher’s most popular studs end up having some of the most intense, sweatiest, raunchiest, most cum-soaked sex we’ve ever seen.","release_date":"2013-06-22","vote_average":0.0,"runtime":87,"cert":"\"\"","id":384120,"title":"European Stimulus Part 1","adult":true,"genre_ids":[]},{"cast":["El Cicho","Adrián Baral","Hernán Sáez","Pablo Parés","Agustín Aguirre"],"overview":"","release_date":"2013-10-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384122,"title":"Cichonga","adult":false,"genre_ids":[27]},{"cast":["Jeon Do-yeon","Gong Yoo","Park Byung-eun","Lee Mi-so","Park Min-ji"],"overview":"Sang-min comes to Finland to send her autistic son to a special camp. She feels so alienated in snow covered-white Helsinki. Ki-hong is an architect working in Finland on dispatched duty. His family is not so perfect either with a daughter having child depression and mentally unease wife. The two meet for the first time at the gathering point of this special camp. They get to have a short trip to the camp together in silence but start to feel comfortable and connected to each other. On their way back to Helsinki, with the road blocked from heavy snow, Sang-min and Ki-hong are isolated in a cabin by the forest and lake.  Carried away by irresistible passion, they spend a night together. But the next day, they go separate ways without asking each other’s name...","release_date":"2016-02-25","vote_average":7.5,"runtime":115,"cert":"N\/A","id":384127,"title":"A Man and a Woman","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Accompany the well known Swiss photographer Stefan Forster on his trip trough Iceland. Look how his photographs are being made, witness how much effort Forster puts into his photographs, explore the beauty of Iceland and be a part of the adventure of being a photographer.","release_date":"2015-11-15","vote_average":10.0,"runtime":57,"cert":"N\/A","id":384129,"title":"Light Hunter - Chasing the light in Iceland","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This is the first of five parts of Klaus Wyborny's \"Lieder der Erde\" \/ \"Song of the Earth\" cycle of films, whose theme is \"the emergence of modern European civilization.\"","release_date":"1985-07-11","vote_average":0.0,"runtime":65,"cert":"N\/A","id":384134,"title":"At the Edge of Darkness (Song of the Earth Part 1)","adult":false,"genre_ids":[]},{"cast":["Mari Ouchi","Keigo Heshiki","Yoshino Tamaki","Miyuki Toubaru"],"overview":"A Japanese girl, 18-year old Ryoko Chibana, works part-time in a beauty parlor as a part-timer. The monotonous job makes her feel anxious about her unfulfilled life. One day, 24-year old Kazuya Ishino moves into a room across the beauty salon. He doesn't go out much and prefers to keep to himself, but he makes friends with Ryoko, who is rather puzzled about his odd way of life. Kazuya is a drug smuggler working for the Shanghai Mafia. He was in charge of penetrating the local drug market which is controlled by the Taiwanese Mafia. They are looking for Kazuya. One night, Ryoko spends time in Kazuya's room. That night, the Taiwanese mafia finds out where Kazuya is and they are coming to get him…","release_date":"1998-02-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384136,"title":"Blue Fish","adult":false,"genre_ids":[]},{"cast":["Mark Lowenthal","Tone Forrest","Danielle Garner"],"overview":"After many years as a circus artiste Ben Falk takes a position as teacher. Optimistic and enthusiastic about his new beginning and, with twenty years of experience as a children's entertainer, he feels that he is perfectly equipped for the job. It's quite a blow for him when he finds himself confronted with the total chaos of life at school. Suddenly he notices an elephant in the classroom. Aided by the elephant's wise tips, Ben manages to slowly gain the trust of his pupils.","release_date":"1998-02-14","vote_average":0.0,"runtime":100,"cert":"N\/A","id":384138,"title":"Where the Elephant Sits","adult":false,"genre_ids":[]},{"cast":["Susan Traylor","Jay Underwood","Christina Pickles","Peter Michael Goetz","Rosemary Forsyth"],"overview":"Valerie Flake is an overqualified supermarket cashier in her early thirties with a graduate degree and a past as a talented painter. Since her husband’s death, she has successfully severed all bonds with the people who love her and replaced intimacy with a succession of one-night stands. After a fight with her sister, she drives to Palm Springs to attend a party for her late husband’s parents, whom she still holds dear. On her first night, she meets newly divorced Tim Darnell, who is a saint and the polar opposite of Valerie. They begin a fast and furious romance that fulfills a need each has but ultimately leaves Tim brokenhearted. Valerie reveals through a videotaped “confession” to her in-laws exactly why she has had trouble coping with her pain before she leaves it all behind in Palm Springs to start anew.","release_date":"1999-01-22","vote_average":0.0,"runtime":90,"cert":"\"\"","id":384140,"title":"Valerie Flake","adult":false,"genre_ids":[18]},{"cast":["Gallen Lo","Gigi Leung","Eric Kot","Spencer Lam","Liz Kong"],"overview":"When a very successful CEO is fired for refusing to take bribes from his recently appointed corrupt boss, he finds himself homeless, as well as jobless, and finds himself reduced to begging on the streets in order to survive. But upon meeting a beautiful, young woman, his lust for life returns, inspiring him to go out and regain all that was once his, with revenge on his former employer at the top of his list","release_date":"1999-01-01","vote_average":0.0,"runtime":106,"cert":"N\/A","id":384145,"title":"Unemployed Emperor","adult":false,"genre_ids":[10749,35]},{"cast":["Jasmine Jae","Sienna Day","Stella Cox","Lexi Lowe","Harmony Reigns"],"overview":"Wicked has assembled the finest British babes, including UK Porn Star of The Year Jasmine Jae, to bend over and get driven on the other side of the pond. Whether it's a trip to Liverdrool or Fuckingham Palace, these hotties bang with a fervor that'll make the queen proud! Remember … you can't spell F*CK without UK!","release_date":"2016-02-24","vote_average":6.5,"runtime":101,"cert":"\"NC-17\"","id":384147,"title":"London Bangers","adult":true,"genre_ids":[]},{"cast":[],"overview":"1) Death And The Labyrinth  2) Slaughter Of The Soul  3) Cold  4) At War With Reality  5) Terminal Spirit Disease  6) The Circular Ruins  7) Under A Serpent Sun  8) Heroes And Toms  9) World Of Lies  10) Suicide Nation  11) Nausea  12) Kingom Gone  13) The Book Of Sand (The Abomination)  14) Blinded By Fear﻿","release_date":"2015-06-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384149,"title":"At the Gates: [2015] Hellfest","adult":false,"genre_ids":[]},{"cast":[],"overview":"01 - Rise  02 - Bloodlust  03 - Die Hard  04 - Long Haired Punks  05 - Grinding Teeth  06 - Buried Alive  07 - The Evil One  08 - Welcome to Hell  09 - 1000 Days in Sodom  10 - Countess Bathory  11 - Warhead","release_date":"2015-06-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384151,"title":"Venom: [2015] Hellfest","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2006-01-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":384153,"title":"Salonique, ville du silence","adult":false,"genre_ids":[99]},{"cast":["Leilani Galvan","Russell Gustave Ochoa","Helena Stoddard","Diane Perella","Carl Westergren"],"overview":"In 1974, 24 year-old Francis Wetherbee, a bank teller who is the subject of small-town envy and gossip, disappears from her hometown of Smithville, Texas two weeks after her fiance's bank is robbed. Her car is dredged from the bottom of a local river but it yields no clues.  After a vigorous but futile search for the missing woman, the authorities give up, and Francis recedes into legend--until the case is revisited nearly 40 years later when key figures in her life come forward with theories and clues surrounding her disappearance. The film then morphs from documentary style to narrative as the odyssey of Francis' life unfolds for the audience and the truth is revealed.","release_date":"2015-11-01","vote_average":0.5,"runtime":82,"cert":"\"\"","id":384158,"title":"The Teller and the Truth","adult":false,"genre_ids":[80,10749]},{"cast":["Beck Bennett","Jessy Hodges","Britt Lower","Conan O'Brien","Darrell Thomas"],"overview":"Losing weight and getting fit has never been easier! Shed those unwanted pounds with these simple tricks your gym doesn't want you to know about. You won't believe what happens next!","release_date":"2016-01-16","vote_average":8.0,"runtime":7,"cert":"\"\"","id":384160,"title":"How to Lose Weight in 4 Easy Steps!","adult":false,"genre_ids":[18,35,10749]},{"cast":["Jaap Pieters"],"overview":"Jaap Pieters passionately takes photographs and films, mainly on Super8, of the world around him: vagabonds, drunkards, striking incidence of light, the beauty of decay.  In this way he has built up an oeuvre that is appreciated by a small group of film lovers all over the world.  In his house, he keeps thousands of negatives and films that have never been developed due to chronic lack of money.  He also collects anything in which he sees a glimmer, such as bags of sugar from restaurants where he once had ice cream with his parents, books, records, CDs, vases, glasses, be they broken or not.  His girlfriend, with whom he has tried in vain to live together for 26 years, comes to helping create some order in the chaos.  With his favourite uncle, the poet H.H. ter Balkt, he reminisces. ‘Two autists together’, but above all Jaap continues to film: now elderly men with whom he feels some bond.","release_date":"2015-01-01","vote_average":7.5,"runtime":47,"cert":"N\/A","id":384162,"title":"The Universe of Jaap Pieters","adult":false,"genre_ids":[99]},{"cast":["Michael Amott","Angela Gossow","Christopher Amott","Daniel Erlandsson","Sharlee D'Angelo"],"overview":"Enemy Within, Heart of Darkness, The Immortal, Dark Insanity, Savage Messiah, Lament of a Mortal Soul, Behind the Smile, Pilgrim, Ravenous, Dead Bury Their Dead, Snow Bound, Shadows and Dust","release_date":"2001-12-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384164,"title":"Arch Enemy: [2001] Vosselaar, Belgium","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"01. Eternal Rains Will Come  02. Cusp Of Eternity  03. The Drapery Falls  04. The Devil's Orchard  05. The Grand Conjuration  06. Deliverance","release_date":"2015-08-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384166,"title":"Opeth: [2015] Motocultor Festival","adult":false,"genre_ids":[]},{"cast":["Chelsia Chan","Kenny Bee","Terry Hu","Nam Koong Won","Anthony Chan"],"overview":"Chung is in charge of an advertising company in Hong Kong. He's about to marry a model Woo. But Chung finds that Woo is cheating on him on her birthday. He's hurt so he goes to Korea for his new commercial. Chung starts to appreciate a Chinese singer Chelsia Chen by watching TV. He invites her to join his commercial shooting and they fall in love with each other. The commercial's successful in Hong Kong and Chelsia becomes a star now. Chung's uncle urges Chung to invite Chelsia to come to Hong Kong and he does so. Woo suddenly comes up and requires to cooperate with Chung again but gets refused. Woo's mad then turns to cooperate with another directo Choi. However, she's not happy with Choi and still wants to go back to Chung.","release_date":"1978-03-25","vote_average":0.0,"runtime":85,"cert":"N\/A","id":384168,"title":"Rainbow In My Heart","adult":false,"genre_ids":[10749,18,35,10402]},{"cast":[],"overview":"Features the episodes: Sodor Surprise Day, Thomas and the Sounds of Sodor, Percy and the Calliope, Happy Birthday Sir! and Percy and the Monster of Brendam","release_date":"2013-10-28","vote_average":0.0,"runtime":64,"cert":"N\/A","id":384170,"title":"Thomas and Friends - Big Bang Surprise","adult":false,"genre_ids":[16]},{"cast":["Robert Z'Dar","Joe Estevez","Larry Thomas","Ari Said","Melody Chase"],"overview":"The Cast and Crew of a shoe string budget horror film are in for more than they bargained for when they travel to a desolate house in the woods run by the eccentric Aunt Bee.","release_date":"2009-01-05","vote_average":0.0,"runtime":88,"cert":"\"\"","id":384172,"title":"Untitled Horror Comedy","adult":false,"genre_ids":[27,35]},{"cast":["L.P. Brown III","Corey Feldman","Joe Estevez","Robert Z'Dar"],"overview":"A man infiltrates the Los Angeles underworld, which is controlled by mobsters who will stop at nothing to exploit the weak and overpower the strong.","release_date":"1998-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":384174,"title":"The Waterfront","adult":false,"genre_ids":[]},{"cast":["Robert Z'Dar","Joe Estevez"],"overview":"A group of teenagers avenge the death of their friend at the hands of the mafia.","release_date":"2002-09-29","vote_average":0.0,"runtime":null,"cert":"\"\"","id":384176,"title":"Mob Daze","adult":false,"genre_ids":[35]},{"cast":["Joe Estevez","Robert Z'Dar"],"overview":"The Searcher is on the search.","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":384178,"title":"The Searcher","adult":false,"genre_ids":[]},{"cast":["Jeanette Hain","Richy Müller","Martin Feifel","Elisabeth Kaza","Tamara Kafka"],"overview":"","release_date":"1998-01-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384180,"title":"Die Cellistin","adult":false,"genre_ids":[10749]},{"cast":["Mary Crosby","Andrew Stevens","Amanda Wyss","Bonnie Hellman","John Anderson"],"overview":"Angela (Amanda Wyss) is a sensitive teenager and her fanatically religious father has forced her to dress and work like a boy in his gas station. When Beth (Mary Crosby), who has a split personality, escapes from the sanitarium, she meets Angela. Beth tempts Angela to be a real girl by wearing Angela mother's clothes. Then both become a lethal combination.","release_date":"1989-06-01","vote_average":0.0,"runtime":95,"cert":"\"R\"","id":384182,"title":"Deadly Innocents","adult":false,"genre_ids":[53]},{"cast":["Majid Shokor"],"overview":"When Majid Shokor escaped from Iraq he discovered that the songs he loved as a child in Baghdad have a hidden history.  To find out more, Majid makes a bold journey from Australia to Israel, Europe and Iraq to meet Iraqi musicians, hear their music and stories, and unite them in a concert for peace and reconciliation.","release_date":"2015-08-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384184,"title":"On the Banks of the Tigris","adult":false,"genre_ids":[99,10402]},{"cast":["David Jason","David McCallum","Vanessa Earl","Jerome Willis","Helene Kvale"],"overview":"Retired MI6 agent Steven March is called back into action by his former employers. His task is to assassinate Chicago politician Dan Paterson, an ambitious and ruthless Russian who March has encountered before. March's task is made more difficult when Paterson's daughter is kidnapped, apparently by Chinese gangsters.","release_date":"1998-05-03","vote_average":0.0,"runtime":115,"cert":"N\/A","id":384186,"title":"March in Windy City","adult":false,"genre_ids":[]},{"cast":["Amy Ciupek"],"overview":"A world-travelling ghost hunter mysteriously disappears, leaving everything to his niece, who accidentally releases a horde of angry spirits, imprisoned in liquor bottles, during her Fourth-of-July party.","release_date":"2016-01-08","vote_average":1.0,"runtime":89,"cert":"\"\"","id":384188,"title":"Distiller","adult":false,"genre_ids":[10751,27,53]},{"cast":[],"overview":"Short film by Kurosaka Keita.","release_date":"1989-01-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":384196,"title":"Worm Story","adult":false,"genre_ids":[16,14]},{"cast":[],"overview":"Short film by Kurosaka Keita.","release_date":"1984-01-01","vote_average":1.0,"runtime":23,"cert":"N\/A","id":384198,"title":"Metamorphose Works No.2","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Short film by Kurosaka Keita.","release_date":"1990-01-01","vote_average":0.0,"runtime":23,"cert":"N\/A","id":384200,"title":"Personal City","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Ni Sisi tells the story of a typical Kenyan village, a harmonious muddle of tribes, intermarriages and extended families, in the context of post-election violence. The characters explore issues of corruption, political bribery, racism and gossip. Friends who have lived and worked together all their lives are consumed by rumors and mistrust. However, horrific consequences are avoided when the community pulls together to avert further violence. The hopeful and empowering message of Ni Sisi is one of personal responsibility; that both individuals and communities have the power to control what happens to them and that racist attitudes and negative stereotypes of other tribes can be overcome. Ni Sisi enables the audience to discuss the 2008 post election violence and understand the futility of violence.","release_date":"2013-02-15","vote_average":0.0,"runtime":92,"cert":"N\/A","id":384202,"title":"Ni sisi","adult":false,"genre_ids":[]},{"cast":[],"overview":"Of late, Kago has also taken to posting his even less-known video work to his YouTube channel. In these jokey short films, many of them crudely animated, Kago's sick sense of humor reaches its full heights of absurdity. There's a playful surrealist sensibility to Kago's work, as well as a tendency to revel in the ridiculous, the crude and the disturbing. His work straddles a weird boundary between avant-garde experimentation and low-brow fart jokes — the punchline of one of these films is literally an oozing torrent of shit — although, admittedly, his videos seem to lean a bit more heavily towards the fart jokes than his comics. But hey, who doesn't appreciate a good fart joke once in a while?","release_date":"2009-01-01","vote_average":0.0,"runtime":34,"cert":"N\/A","id":384204,"title":"Short Animation of Shintaro Kago","adult":false,"genre_ids":[16,35]},{"cast":["Uma Thurman","Laura Kai Chen","Amie Farrell","Carolyn Hennesy","Eric Allan Kramer"],"overview":"Hera, Queen of the Greek gods, is forced to live a mundane existence among modern day humans. In an effort to cope with this reality she visits a therapist.","release_date":"2014-07-26","vote_average":6.2,"runtime":11,"cert":"\"\"","id":384206,"title":"The Mundane Goddess","adult":false,"genre_ids":[35]},{"cast":["David Reynoso","Jacqueline Andere","Norma Lazareno","Lupita Ferrer","Armando Acosta"],"overview":"A priest is dismissed from his parish, so he decides to open a halfway house to rehabilitate sex workers.","release_date":"1970-07-16","vote_average":0.0,"runtime":95,"cert":"N\/A","id":384208,"title":"Las chicas malas del padre Mendez","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Comunidade is a short documentary focused on CCL, the oldest camping park in Portugal.","release_date":"2012-01-01","vote_average":9.0,"runtime":23,"cert":"N\/A","id":384210,"title":"The Community","adult":false,"genre_ids":[99]},{"cast":["Niels Schneider","August Diehl","Hafed Benotman","Hans Peter Cloos","Raphaële Godin"],"overview":"Featuring menacing tracking shots; a cool, metallic color palette; surprising third-act reversals; and a terrific ensemble cast, Arthur Harari's first feature is a poised, stylish, and utterly assured revenge thriller in which, following his estranged father’s death, a man vows vengeance against his relatives who had abandoned him and returns to the family diamond business with an elaborate robbery in mind.","release_date":"2016-06-08","vote_average":6.3,"runtime":115,"cert":"N\/A","id":384212,"title":"Dark Diamond","adult":false,"genre_ids":[53,80]},{"cast":[],"overview":"Film by Aleksandr Medvekin to a metonymic Chinese friend, advocating against Mao and the Ussuri River Skirmish.","release_date":"1969-01-01","vote_average":6.5,"runtime":10,"cert":"N\/A","id":384214,"title":"The Letter to a Chinese Friend","adult":false,"genre_ids":[99]},{"cast":[],"overview":"With the hopes of a new life for his family, Bruce Diaz left the harsh city for the serene and majestic mountains of California. The Diaz family's first day in their new house would go down as one of the most violent 24 hours any family could ever imagine. With no serviceable evidence being retrieved and no witnesses to speak, the case was eventually dismissed. Several years later, the family's personal home movie footage was released by anonymous source. \"Home Video\" tells the family's story, through their eyes.","release_date":"2015-10-15","vote_average":2.8,"runtime":92,"cert":"\"\"","id":384216,"title":"The Purging Hour","adult":false,"genre_ids":[27]},{"cast":[],"overview":"This short reel is a kind of cinematographic still-life: on the basis of an arrangement of pomegranates, the fruit emblematic of Granada, it combines animation (single-frame or stop-motion cinematography) and picto-luminic techniques which in turn draw on a whole battery of resources.","release_date":"1975-02-23","vote_average":5.0,"runtime":4,"cert":"N\/A","id":384218,"title":"Variations on a Pomegranate","adult":false,"genre_ids":[]},{"cast":["James Craig","Pamela Blake","Dean Jagger","Edward Ellis","Chill Wills"],"overview":"The coming of the railroad to the West triggers an Indian war.","release_date":"1942-09-01","vote_average":7.0,"runtime":62,"cert":"\"\"","id":384220,"title":"The Omaha Trail","adult":false,"genre_ids":[37]},{"cast":[],"overview":"A man, with the aim of killing the person responsible for his family's murder, finds a girl with the similar history, and they both unite for the common aim.","release_date":"","vote_average":0.0,"runtime":154,"cert":"N\/A","id":384225,"title":"Aadhi Naath","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Molly's different personality traits get personified and pop up throughout a first date, to help out whenever the going gets tough.","release_date":"2016-02-23","vote_average":0.0,"runtime":5,"cert":"\"\"","id":384230,"title":"Just Be Yourselves","adult":false,"genre_ids":[]},{"cast":["Rebecca Weaver","Nick Hoover","Claire Morkin","Justin Pahnturat","Evan Board"],"overview":"A young woman returns home to Wisconsin for her best friend's wedding and the one year anniversary of her father's death.","release_date":"2016-04-16","vote_average":1.0,"runtime":118,"cert":"\"\"","id":384232,"title":"June Falling Down","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"A short film about losing things in the edits of life.","release_date":"2015-12-23","vote_average":0.0,"runtime":15,"cert":"\"\"","id":384234,"title":"Discontinuity","adult":false,"genre_ids":[]},{"cast":[],"overview":"'The Mission' is a new film on the UN mission to Mali (MINUSMA) as seen through the eyes of high-ranking military and civilian personel. With unprecedented access, a documentary is made which will give an up close and personal look at the UN military intervention in Mali.","release_date":"2016-03-03","vote_average":1.0,"runtime":90,"cert":"N\/A","id":384236,"title":"De missie","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Set in 1991, White and Lazy follows Steve as he tries to collect the month's rent from his eccentric roommates. Prone to singing in front of the mirror, smoking grass, hunting down breakfast burritos, and ranting about Ronald Reagan, Steve is decidedly not up to the task. While mostly about laughing at oneself, White and Lazy also touches on the gap between underground culture and straight society, channelling the Do It Yourself mentality of the then-soon-to-explode punk scene.","release_date":"2016-04-14","vote_average":0.0,"runtime":19,"cert":"\"\"","id":384238,"title":"White and Lazy","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sarah and Brandon are jaded ex-lovers who must reunite after Brandon discovers that he suffers from a rare eye disorder that is causing him to gradually go blind. Faced with the dilemma of how to spend his last days with his fading vision, he convinces Sarah to drive him back to the places from their shared past so he can see them - and her - one more time. Tunnel Vision explores the struggle between vision and blindness - both literal and metaphorical - that all people must face when confronting their past.","release_date":"2015-12-23","vote_average":0.0,"runtime":16,"cert":"\"\"","id":384240,"title":"Tunnel Vision","adult":false,"genre_ids":[]},{"cast":[],"overview":"On the run after accidentally shipping nuclear fusion triggers to Malawi, two AWOL soldiers are mistaken as war heroes and dragged into the politics of a small town.","release_date":"2016-04-14","vote_average":6.5,"runtime":89,"cert":"\"\"","id":384242,"title":"Medal of Victory","adult":false,"genre_ids":[]},{"cast":["Andrew Duff","Tim Saunders"],"overview":"On the 31st Oct 1914 the Germans were on the cusp of victory at Ypres. troops of the German 30th and 54th Divisions had broken the line at Geluveldt  to the east of Ypres.The German troops were fired with enthusiasm as the Kaiser was said to be watching their action. If they succeeded the way to Ypres and even the coast was open, the BEF would be destroyed. This is the story of the last British reserve the 2nd Worcesters who were ordered to counter attack and drive the Germans out of Geluveld. Their attack was a success and was described by Field Marshall French as the \" The Charge that saved the Empire\".","release_date":"","vote_average":0.0,"runtime":18,"cert":"N\/A","id":384244,"title":"The Charge That Saved the Empire:  Geluveldt 1914","adult":false,"genre_ids":[99,36,10752]},{"cast":["Michael Amott","Angela Gossow","Christopher Amott","Daniel Erlandsson","Sharlee D'Angelo"],"overview":"1 Intro \/ Blood On Your Hands  2 Ravenous  3 Taking Back My Soul  4 Dead Eyes See No Future  5 My Apocalypse  6 Chris' Solo  7 The Day You Died  8 Revolution Begins  9 Daniel's Solo  10 Burning Angel  11 Bury Me An Angel  12 Dead Bury Their Dead  13 Mike's Solo \/ Intermezzo Liberte  14 Vultures  15 Enemy Within  16 Nemesis  17 Snow Bound  18 We Will Rise  19 Outro \/ Fields Of Desolation","release_date":"2008-04-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384252,"title":"Arch Enemy: [2008] Revolution in Moscow","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A colorful character's  monologues on pop culture provide biting social commentary even as they descend into madness.","release_date":"1996-09-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384254,"title":"The Cockroach That Ate Cincinnati","adult":false,"genre_ids":[]},{"cast":["Danilo Reis","Midiã Viana","Ismael Farias","Robson Ney","Jean Palladino"],"overview":"","release_date":"2015-06-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384256,"title":"A Menina do Guarda-Chuva","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":6.0,"runtime":null,"cert":"N\/A","id":384258,"title":"Muñeca brava","adult":false,"genre_ids":[35,10749,10770]},{"cast":["Baiju Balan","Francis Borgia","Vishnu Dath","Deepa Divakar","Stanly Edattukaran"],"overview":"Thomas Ittikkora is dead. Family and friends gather at his home for the pre-funeral ceremonies.","release_date":"2015-11-28","vote_average":8.0,"runtime":63,"cert":"N\/A","id":384263,"title":"The Corpse","adult":false,"genre_ids":[35]},{"cast":["Viktor Fülöp","Eva Ras","Antal Páger","Đoko Rosić","György Cserhalmi"],"overview":"When hunting, Zrínyi Miklós finds an Angel with a broken wing. He takes him for a heavenly message and carries him to his castle for cure. Lords and priests come to Zrínyi's court, one after the other, to see Angel. The occasion is appropriate for the ban to win them over to his plan: they should unite their forces to fight for the country's independence.","release_date":"1984-02-23","vote_average":0.0,"runtime":81,"cert":"N\/A","id":384265,"title":"Heavenly Hosts","adult":false,"genre_ids":[18]},{"cast":["Dezső Kellér","Esztergályos Cecília","Sinkovits Imre","Irén Psota","Sándor Pécsi"],"overview":"A country family unbounds by the death of the head of family and they set off for a miners' town under construction, just like their forefathers, \"to take the land\". As an outpost, the eldest daughter, Anna is sent, who has a stormy past.","release_date":"1963-08-22","vote_average":0.0,"runtime":80,"cert":"N\/A","id":384267,"title":"Bunny","adult":false,"genre_ids":[35]},{"cast":["Pénélope-Rose Lévèque","Axel Boute","Félix Moati","Heloïse Adam","François Civil"],"overview":"Sweet Dream is a story of friendship, sex and dreams in the rough world of today's teenagers.","release_date":"2009-06-01","vote_average":0.0,"runtime":78,"cert":"N\/A","id":384269,"title":"Sweet Dream","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Regurgitated Guts, Left to Die, Torn to Pieces, Pull the Plug, Denial of Life, Born Dead, Zombie Ritual, Infernal Death, Open Casket, Sacrificial, Mutilation, Choke on It, Scream Bloody Gore","release_date":"1988-01-23","vote_average":0.0,"runtime":null,"cert":"\"\"","id":384271,"title":"Death: [1988] Live in Detroit","adult":false,"genre_ids":[]},{"cast":["Michelle Dockery"],"overview":"In Japan’s crowded archipelago, there are still places where nature thrives – and Japan has a surprisingly vast range of landscapes, from the far north, where sea eagles walk on frozen seas, to subtropical southern islands, with coral reefs and volcanoes, and the central islands, with forested mountains, home to bears and monkeys. This series explores how life survives across these islands, and how humans and wildlife have found ways to live alongside the forces of nature and embrace them in quintessential ways.","release_date":"2015-06-08","vote_average":8.0,"runtime":150,"cert":"N\/A","id":384279,"title":"Wild Japan","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Looping carnival rides slow, stutter, and stop in the first film of Lowder's series disrupting the flow of time in quotidian French life.","release_date":"1985-01-01","vote_average":0.0,"runtime":21,"cert":"N\/A","id":384281,"title":"Scènes de la vie française : Arles","adult":false,"genre_ids":[]},{"cast":["Nina Hagen"],"overview":"Musician and artist Nina Hagen was perhaps the most notable figure to come out of the German punk scene, and this documentary offers a look at her life, her work and her friends and collaborators. Along with interview footage with Hagen and her family, director Peter Sempel visits Lemmy from Motorhead, director Wim Wenders, Dee Dee Ramone and George S. Clinton as they discuss their flamboyantly creative friend. Nina Hagen = Punk + Glory was shown in the Panorama series at the 1999 Berlin Film Festival.","release_date":"1999-02-11","vote_average":5.0,"runtime":112,"cert":"N\/A","id":384283,"title":"Nina Hagen = Punk + Glory","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"The film takes place in contemporary Korea with a slight alteration: in this Korea duels are legal. YU Young-bin is an ordinary office worker - a counselor in his workplace but a veteran swordsman with formidable skill. But the years of dueling have made him weary. While visiting a fencing training center run by his friend JIN Woon-gwang, YU encounters an unpleasant high school kid, CHOI Bon-guk, in whom he sees his own younger self reflected.","release_date":"2009-08-06","vote_average":0.0,"runtime":85,"cert":"N\/A","id":384285,"title":"The Code of Duel","adult":false,"genre_ids":[]},{"cast":[],"overview":"The 16mm test roll for James Benning's feature-length film TEN SKIES. 74.78 is part of Mike Plante's Lunchfilm series of commissioned shorts (made for the cost of a lunch between Plante and filmmaker James Benning).","release_date":"2005-01-23","vote_average":0.0,"runtime":1,"cert":"\"\"","id":384287,"title":"74.78","adult":false,"genre_ids":[]},{"cast":["Peter Dunning"],"overview":"Peter Dunning is a rugged individualist in the extreme, a hard-drinking loner and former artist who has burned bridges with his wives and children and whose only company, even on harsh winter nights, are the sheep, cows, and pigs he tends on his Vermont farm. Peter is also one of the most complicated, sympathetic documentary subjects to come along in some time, a product of the 1960s counterculture whose poetic idealism has since soured. For all his candor, he slips into drunken self-destructive habits, cursing the splendors of a pastoral landscape that he has spent decades nurturing.","release_date":"2016-11-04","vote_average":7.4,"runtime":92,"cert":"\"\"","id":384289,"title":"Peter and the Farm","adult":false,"genre_ids":[99]},{"cast":["Manju Warrier","Sanoop Santhosh","Lalu Alex","Kalaranjini","Sudheer Karamana"],"overview":"An aspiring animation creator's dreams start coming true when she is met with a charismatic young boy.  Jo and the Boy is not exactly a children's movie, but more of a Hollywood-style inspirational film set in the backdrop of an unspecified cold hill town and centered on a child enamored by cartoon characters. In fact, the only connect with Indian reality is that the characters speak Malayalam.","release_date":"2015-12-24","vote_average":5.5,"runtime":157,"cert":"N\/A","id":384300,"title":"Jo and the Boy","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Alternating frames combine footage of Parisian landmarks taken at different times of day or in different seasons.","release_date":"1986-01-01","vote_average":0.0,"runtime":26,"cert":"\"\"","id":384302,"title":"Moments in French Life: Paris","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In the Lesotho highlands, a 15-year-old boy tends his family's flock of sheep alone through the winter. His younger brother might have to quit the village school to help him. And two girls attempt to maintain their unique friendship when one of them goes off to attend a better school and the other stays in the village. Over the span of two years the film accompanies four teenagers in an isolated mountain village on their path to adulthood - a path between individuation and tradition.","release_date":"2015-02-12","vote_average":6.0,"runtime":63,"cert":"N\/A","id":384304,"title":"Coming Of Age","adult":false,"genre_ids":[99]},{"cast":["Carolinne Nunes","Victor Kaleb","Ana Oliveira","Rosana Villar"],"overview":"","release_date":"2015-10-10","vote_average":8.0,"runtime":null,"cert":"N\/A","id":384306,"title":"Os Monstros","adult":false,"genre_ids":[18]},{"cast":["Maximiliano Garcia","Susana Hornos","Federico Luppi","Belén Blanco","Ian Franco Morales"],"overview":"His mother has left and Gonzalo doesn't know why. How he is taking care of his little infant sister all alone, though he himself is barely ten years old. Neighbours help and try to figure out what should be done with the two children. Like old Felipe with his pub, the veterinarian Julio and his wife, or kind Lorena, who's stranded in the town. And gradually Gonzalo finds out what is really going on.","release_date":"2015-02-10","vote_average":0.0,"runtime":88,"cert":"N\/A","id":384308,"title":"The Kid","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this film Lowder moves away from the notion of a work based on a preconceived filming procedure, adjusting the visual characteristics of the image in order to approach the temporal dimension of a pond full of frogs. In front of creatures that tend to be elusive, how can one record moments that are meaningful? How can one render a living moment visible and connect different recorded moments together?","release_date":"2006-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":384310,"title":"Habitat, Batrachian","adult":false,"genre_ids":[]},{"cast":["Goranka Vruš","Boris Buzančić","Jurica Dijaković","Ivan Subic","Mate Ergović"],"overview":"A group of partisans is under siege, surrounded by strong German forces. Some of them remember the events that preceded the siege. This is an omnibus of three intertwined stories.","release_date":"1956-01-01","vote_average":7.0,"runtime":115,"cert":"N\/A","id":384312,"title":"The Siege","adult":false,"genre_ids":[35,53,18]},{"cast":["Kurt Biedenkopf","Mario Röllig","Sahra Wagenknecht"],"overview":"In 1987 GDR citizen Mario Röllig was arrested in Hungary for attempting to flee the GDR. Nowadays he gives talks about his experiences. This portrait shows just how subjective and riddled with taboos attempts to interpret GDR history can be","release_date":"2016-02-17","vote_average":5.5,"runtime":90,"cert":"N\/A","id":384314,"title":"The GDR Complex","adult":false,"genre_ids":[99]},{"cast":["Michael Pennington","Christa Ronke","Marianne Becker","Meda Mládek","Stanislava Zverinova"],"overview":"How, in 1945, after the end of World War II and the fall of the Nazi regime, the defeated were atrociously mistreated, especially those ethnic Germans who had lived peacefully for centuries in Germany's neighboring countries, such as Czechoslovakia and Poland. A heartbreaking story of revenge against innocent civilians, the story of acts as cruel as the Nazi occupation during the war years.","release_date":"2015-05-24","vote_average":7.0,"runtime":60,"cert":"N\/A","id":384316,"title":"1945: The Savage Peace","adult":false,"genre_ids":[99,36,10770]},{"cast":["Samuel Vincent","Anamaria Vartolomei","Lubna Azabal","Samir Guesmi","Lucien Le Guern"],"overview":"The Arab Spring in Paris: Head over heels in love, Marwann, aged 14, hopes to win over Sygrid by cleverly re-inventing himself as a revolutionary. Questions of identity arise in this romantic tale of first love","release_date":"2016-08-03","vote_average":9.0,"runtime":80,"cert":"N\/A","id":384318,"title":"My Revolution","adult":false,"genre_ids":[]},{"cast":["Gustavo Borjas","Elisa Tenaud","Valentín Prado","Herbert Corimanya","Eugenio Vidal"],"overview":"Sebastián's daydreams are the only way he can escape from his grim life as a petty crook. When he falls in love with Emilia, the sister of the two gang leaders, he makes up his mind to start a new life.","release_date":"2017-01-26","vote_average":9.0,"runtime":80,"cert":"N\/A","id":384320,"title":"The Dreamer","adult":false,"genre_ids":[12,18,10749]},{"cast":[],"overview":"On Christmas Eve viewers of ERT1 have the opportunity to watch at 10 pm, the concert of the Vienna Philharmonic Orchestra, sto Concerto Midsummer Night's Schonbrunn 2015, in the unique atmosphere of the gardens of the summer palace of Schonbrunn in Vienna, with background famous Gloriette.  Ti Vienna Philharmonic conducted by Zubin Mehta.  By adopting this concert in a public place and free entry, the Philharmonic Orchestra of Vienna aims to make classical music accessible to a wide range of listeners \/ viewers.  The summer concert at Schonbrunn, which is a production of the Austrian State Radio and Television broadcast every year live or pre-recorded in over 80 countries worldwide.  The palace of Schonbrunn, with its Baroque gardens, a UNESCO World Heritage of UNESCO, but at the same time is the most important tourist attraction of Vienna.  The old park only opens once a year, on the occasion of this concert.","release_date":"2015-08-18","vote_average":0.0,"runtime":94,"cert":"\"\"","id":384322,"title":"Summer Night Concert","adult":false,"genre_ids":[10402]},{"cast":["Chase Arrington","Georgia Rose Bell"],"overview":"A little girl and her father deal with loss in East Texas.","release_date":"2015-05-08","vote_average":0.0,"runtime":7,"cert":"\"\"","id":384324,"title":"Tumble Dry Low","adult":false,"genre_ids":[18]},{"cast":["Orita De Chadwick","John Holmes","Sandy Dempsey","Kathy Hilton"],"overview":"slender beauty with full B-cup tits, Sandy Dempsey was a sexy staple during the early '70s film underground's transition from soft to hardcore. Sandy sadly passed away before the X-rated scene came into full swing in the late '70s. This collection includes FOUR rare films from those bizarre and ground-breaking days of early X rated films: Sex And The Single Vampire (1970, 55 min, John Holmes, Sandy Dempsey, Kathy Hilton), Skin Flick Madness (1971, 51 min), She Did What He Wanted (1971, 43 min, Sandy Dempsey, Damian Zisk), and Sky Pilot (1972, 60 min, Sandy Dempsey, Orita De Chadwick)! New digital transfer of this first-time-on-video rarity!","release_date":"1972-12-26","vote_average":5.0,"runtime":209,"cert":"\"NR\"","id":384326,"title":"Sex And The Single Vampire And The Lost Films Of Sandy Dempsy","adult":true,"genre_ids":[]},{"cast":["Lesllie Bovee","Jamie Gillis","Candida Royalle","Veri Knotty","Nancy Dare"],"overview":"Includes: Blue Ecstasy In New York Dual personalities inhabit Veronica, a sexy young woman with prudish tendencies. Her friend Niki encourages her to explore her secret desires, culminating in a degrading S&amp;M session with Jamie Gillis. Lustful Feelings. A girl starts fulfilling mens' fantasies to raise money for her desperate coke dealer boyfriend. Leslie Bovee's Fantasies. Rare loops include Leslie in lesbian action with Chris Cassidy and getting stuffed in all 3 holes by 3 guys.","release_date":"2014-03-19","vote_average":8.0,"runtime":230,"cert":"\"NR\"","id":384328,"title":"Leslie Bovee Blue Ecstacy Triple Feature","adult":true,"genre_ids":[]},{"cast":["Stacey Donovan","Sharon Mitchell","Kristara Barrington","Karen Summer","Erica Boyer"],"overview":"Includes: Wet Science, Busty Erica Boyer is a depraved professor working on her latest experiment. Features a nurse, a black leather cop and more! Bionic Babes, Sexy Asian super slut manufactures realistic fuck dolls and lucky guys test the merchandise! Backside To The Future... Perhaps the ultimate retro 80s porn: an anal themed parody of Back To The Future!","release_date":"2013-03-29","vote_average":6.0,"runtime":248,"cert":"\"NR\"","id":384330,"title":"Wet Science Triple Feature","adult":true,"genre_ids":[]},{"cast":["Emmanuelle Riva","François Timmerman","Eric Laborey","Patrice Alexsandre","Gérard Averel"],"overview":"A man reevaluates his life.  Étienne, a married writer, gives a lift to a young hitchhiker called Rudy who is mixed up with a gang of thugs. Étienne takes a liking to Rudy and brings him home, where a strong homoerotic attraction soon develops between them. Étienne also tries to extricate Rudy from his dangerous life in the streets, and seems ready to go to any lengths to achieve this goal..","release_date":"1971-03-17","vote_average":5.0,"runtime":100,"cert":"N\/A","id":384332,"title":"Man of Desire","adult":false,"genre_ids":[18]},{"cast":["Alice Friedland"],"overview":"Alpha Blue Archives proudly presents a new, digitally mastered release of Ed Wood's XXX erotic swan song The Young Marrieds (1971, 52 min. ) Lost for over 40 years and saturated with Wood's low-budget eccentricity and excess, the film triumphs as an explicit sex flick thanks to the frisky innocence of Alice Friedland in one of her few hardcore roles. Eccentric pulp writer and legendary cult director Ed Wood, Jr. was more famously known for his 1950s B-movie classics Plan 9 From Outer Space and Bride Of The Monster (as well his portrayal by Johnny Depp in Tim Burton's 1994 biopic Ed Wood), but he ended his bizarre life and career as a writer\/director of obscure 1970s X-rated films. Packed with rare Alice Friedland extras including the complete feature films Kiss My Analyst (47 min. ), Analyze Your Sex (47 min. ), The Adventures Of Flash Beaver (63 min. ), her lost Diverse Industries solo loop.","release_date":"1972-01-01","vote_average":6.0,"runtime":52,"cert":"\"NR\"","id":384334,"title":"Ed Wood's The Young Marrieds","adult":true,"genre_ids":[]},{"cast":["Heather Lee"],"overview":"The massive anti gravity hooters of Hispanic slut Heather Lee were one of the favorite cum targets of cocksmen in the '90s. Heather's overstuffed tits look great on her petite frame while she gets stuffed in her constantly wet cunt hole and self lubricating, cum thirsty asshole. Fans of exotic busty women (she has been compared to a XXX Eva Longoria) won't want to miss the 2+ hours of classic scenes from rare out of print films compiled here, including girl\/girl, solo, anal, group sex and more!","release_date":"2013-09-17","vote_average":7.5,"runtime":123,"cert":"\"NC-17\"","id":384336,"title":"The Best of Heather Lee","adult":true,"genre_ids":[]},{"cast":["Kamar de los Reyes","Luis Fernando Hoyos","Marcela Mar","Eileen Roca Torralvo","Kathleen Rose Perkins"],"overview":"When 7-year-old Jocelyn Shaker is mysteriously abducted from a resort in the Colombian rainforest, her rich Columbian stepfather and American mother are accused of being involved.","release_date":"2015-12-25","vote_average":6.6,"runtime":87,"cert":"\"\"","id":384338,"title":"Abducted The Jocelyn Shaker Story","adult":false,"genre_ids":[10770,53,80]},{"cast":["Bruce Bennett","Joan Barclay","Bryant Washburn","Vane Calvert","Samuel Adams"],"overview":"Millionaire Larry Duane (Bruce Bennett billed under his real name of Herman Brix) is posing as his own chauffeur while touring the West and meets Molly Hennessey (Joan Barclay.) They have a small romance until it is ended when her father (Sam Adams) strikes oil and moves his family east to satistify his wife's social aspirations. Larry also return east to close his estate for the summer, but stays on, still posing as the chauffeur, when he learns that Molly's family is renting the place. He immediately suspects the phony friends they have gathered to be con men.","release_date":"1937-09-30","vote_average":0.0,"runtime":66,"cert":"\"\"","id":384340,"title":"Million Dollar Racket","adult":false,"genre_ids":[18,80]},{"cast":["Wasabi Mizuta","Tomokazu Seki","Yumi Kakazu","Megumi Oohara"],"overview":"This film is a remake of the 1989 Doraemon Movie 10: Nobita no Nippon Tanjou. Nobita and the gang run away from home, traveling back in time to 70,000 years ago before Japan was even born. After a while, they return to the present. However, when they bump into a young caveman, Kukuru, who they have accidentally transported forward to their current era, they realize they must take him back to the primitive age. On top of that, they will have to save Kukuru's tribe, called the Hikari tribe, which was attacked and abducted by the Giganzonbie and Kurayami tribe.","release_date":"2016-03-05","vote_average":6.9,"runtime":103,"cert":"N\/A","id":384345,"title":"Doraemon the Movie: Nobita and the Birth of Japan","adult":false,"genre_ids":[16,12,14]},{"cast":["Ruben Olivares","Rafael Herrera","Octavio Gómez","Raúl Macías","Nora Larraga 'Karla'"],"overview":"Slice-of-life story about the career arcs of five or six boxers who pal around together.","release_date":"1974-08-15","vote_average":5.0,"runtime":85,"cert":"N\/A","id":384347,"title":"Llanto, risas y nocaut","adult":false,"genre_ids":[]},{"cast":[],"overview":"Approximately Panther was an Australian ABC investigation into youth culture and fashion, produced in 1967. The documentary investigates the ways the Australian teenager spends their average weekly $7 on entertainment. It’s hosted by the chain-smoking and self-proclaimed “Drunken Reporter” Douglas Panther.","release_date":"1966-12-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":384349,"title":"Approximately Panther","adult":false,"genre_ids":[]},{"cast":[],"overview":"Former Los Angeles gang leaders unite to stop the violence they were once a part of. We capture the summer of 2013 as these men strive to break the cycle of retaliation killing and rebuild a sense of hope in their communities.","release_date":"2015-05-26","vote_average":0.0,"runtime":101,"cert":"\"\"","id":384351,"title":"License to Operate","adult":false,"genre_ids":[99]},{"cast":["Francis Ducharme","Caroline Dhavernas","François Papineau","Vincent-Guillaume Otis","Fabien Cloutier"],"overview":"In 1863, a group of snow-bound travelers invokes the devil, who gives them a flying canoe for them to go home. When one of them finds his wife about to die in labor, he makes a pact with the devil to save her and his newborn daughter Liza. He then cheats the devil of his prize by sacrificing himself. 25 years later, Liza wants to marry her beloved Jos, who has to go away to a remote logging camp to earn money to save his farm, but the devil is determined to ruin her happiness.","release_date":"2016-02-26","vote_average":5.8,"runtime":109,"cert":"N\/A","id":384353,"title":"Wild Run: The Legend","adult":false,"genre_ids":[53,14]},{"cast":[],"overview":"Berliner Philharmoniker and Sir Simon Rattle, Digital Concert Hall, Berlin Live 06.18.2014  Charles Ives  \"The Unanswered Question\"  Richard Strauss  \"Metamorphosen\" for 23 solo strings  Johannes Brahms  Piano Concerto No. 1 in D minor  Daniel Barenboim Piano  Part I, II &amp; III, Intro, Intermission,  Source..: HDTV  1080i [AVC video @ 24.6 Mbps]  Container..: MKV  Resolution.....: 1920 x 1080  progressiv  Codec..........: h264 @ 10 Mbps [2-PASS]  Format.profile.: High at Level 4.0  Audio..........: AC3 5.1 channels @ 448 kbps  [untouched]  Frame Rate.....: 25 fps  Language.......: German  Runtime........: 2:27:33","release_date":"2014-06-18","vote_average":0.0,"runtime":147,"cert":"N\/A","id":384355,"title":"Simon Rattle and Daniel Barenboim play Brahms","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2009-07-30","vote_average":5.5,"runtime":null,"cert":"N\/A","id":384357,"title":"Jackie Chan - Seine spektakulärsten Kämpfe","adult":false,"genre_ids":[99]},{"cast":["Yvonne Bezerra de Mello"],"overview":"15 years after our award-winning documentary WARRIOR OF LIGHT, the portrait of internationally acclaimed human rights activist Yvonne Bezerra de Mello and her work with street kids in Rio, ZONA NORTE is investigating the development and sustainability of the project. Over the years Yvonne has developed a new pedagogy that helps children who are traumatized by violence to overcome their experiences and the resulting learning problems. The children we portrayed 15 years ago are now young adults. They report from their lives in the most dangerous favela in the north of the city. They are the living proof that an alternative pedagogy is capable to break the vicious circle of poverty and violence.","release_date":"2016-02-14","vote_average":0.0,"runtime":90,"cert":"N\/A","id":384359,"title":"Zona Norte","adult":false,"genre_ids":[99]},{"cast":["Italo Amorim","Peu Carneiro","Orlando Dantas","Bruno Delgado","Igor Ferreira"],"overview":"This documentary is a collection of interviews of homosexual boys who are proud to be labeled queers. They discuss the stigma behind the word and how they reacted to homophobic attacks they've face at some point of their lives.","release_date":"2016-02-20","vote_average":0.0,"runtime":39,"cert":"N\/A","id":384361,"title":"Faggots, The Documentary","adult":false,"genre_ids":[99]},{"cast":["Hiroshi Tanahashi","Minoru Suzuki","Shinsuke Nakamura","Hirooki Goto","Kazuchika Okada"],"overview":"King of Pro-Wrestling (2012) was a professional wrestling pay-per-view (PPV) promoted by New Japan Pro Wrestling (NJPW). The event took place on October 8, 2012, in Tokyo at Ryōgoku Kokugikan. It was the first event under the King of Pro-Wrestling name. In the main event Hiroshi Tanahashi defended his IWGP Heavyweight Championship against Minoru Suzuki.","release_date":"2012-10-08","vote_average":0.0,"runtime":240,"cert":"N\/A","id":384366,"title":"NJPW King Of Pro-Wrestling 2012","adult":false,"genre_ids":[28]},{"cast":[],"overview":"A documentary by Jackie Raynal about the artistic movement Zanzibar.","release_date":"2005-01-01","vote_average":0.0,"runtime":29,"cert":"N\/A","id":384368,"title":"Zanzibar","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Place Where There Are Moths depicts the conflict between drab concrete block apartment living and the natural environment in Japanese cities. The forces of nature are represented by the motif of a tree whose leaves metamorphose into orange moths and take over a middle-aged woman's apartment, pushing her room higher and higher within the building.","release_date":"2001-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":384370,"title":"A Place Where There Are Moths","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Gestalt was shot over the course of a year in a Tokyo dormitory. Each day, Ishida would paint on the wall and photograph it using the available light from the window. The 7-minute long film, which is accompanied by haunting organ music composed by J.S. Bach, consists of those several seconds of film Ishida shot daily.","release_date":"1999-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":384372,"title":"Gestalt","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Iki mixes old and new technologies to create a film that evokes both the sights and sounds (hum of cicadas) of a hot Japanese summer. Black and white photographs of a Shinto shrine, summer landscape and an old Japanese-style house provide the backdrop and CGI technology adds the visual interest in the form of an unusual little girl and her ghostly frog companion. The ghost in this story is more a curiosity than something scary, and the use of a fish-eye lens and other distortions suggest both the sweltering humidity of summer and also imply that the frog is an imaginary creation of the young protagonist","release_date":"2003-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":384374,"title":"Kaidan","adult":false,"genre_ids":[16]},{"cast":[],"overview":"The description of Suwami Nogami's minimalistic line drawing piece, Imagination Practice, calls it an unending \"thought loop\". It depicts an artist sitting in front of a window with a self-portrait, like a miniature mirror image, on the desk in front of him. The window frame and the blue sky filled with moving clouds are in colour, but the figure of the artist is not coloured in. The soundtrack sounds like a skipping record that is punctuated by humourous springing noises (a la Bugs Bunny) as the image 'bounces' in an unending loop from the establishing shot into the \"drawing.\" A philosophical piece, Imagination Practice considers the circular dialogue between an artist and his work.","release_date":"2003-01-01","vote_average":3.0,"runtime":5,"cert":"N\/A","id":384376,"title":"Imagination Practice","adult":false,"genre_ids":[16]},{"cast":[],"overview":"In Kei Oyama's grim Consultation Room, a medical diagnosis triggers a wave of traumatic fantasies, portrayed in greyish pencil drawings that waver as if left out for too long in the rain.","release_date":"2005-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":384378,"title":"Consultation Room","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Tetsuji Kurashige's nightmarish U-SA-GUI (2002) begins by citing a section from Brillat-Savarin's 1825 treatise, The Physiology of Taste, in which the renowned French epicure suggests that stimulating foods, meats in particular, can have an influence on one's dreams. The film depicts a macabre game played by two rabbits and a blindfolded woman. The rabbits face each other over an old-fashioned illustrated board game. When they land on a square, the woman must eat the food indicated in the illustration. If she has chosen correctly, a die pops out of her mouth and lands on the floor giving the rabbits their next move.","release_date":"2002-01-01","vote_average":0.0,"runtime":13,"cert":"N\/A","id":384380,"title":"U-SA-GUI","adult":false,"genre_ids":[16]},{"cast":["Federico Villa","Roberto Jordán","Patricia Rivera","Narciso Busquets","Alfredo Arroyo"],"overview":"","release_date":"1981-02-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384382,"title":"Presos sin culpa","adult":false,"genre_ids":[18,28]},{"cast":[],"overview":"A young boy becomes interested in the bodies of living things and starts to develop phobias after seeing a dog's corpse. Before long all manner of things begin to appear grotesque to him.","release_date":"2004-12-31","vote_average":0.0,"runtime":7,"cert":"N\/A","id":384384,"title":"The Thaw","adult":false,"genre_ids":[16]},{"cast":["Noel Madison","Norma Trelvar","Lila Lee","Douglas Walton","Harry Holman"],"overview":"Believing they can make a ton of money, a gang of opportunists uses the country's racial and ethnic tensions to start a Ku Klux Klan-type organization.","release_date":"1937-10-15","vote_average":3.0,"runtime":74,"cert":"\"\"","id":384389,"title":"Nation Aflame","adult":false,"genre_ids":[18]},{"cast":["Nic Romm","Christian Näthe","Oliver Bröcker","Stefanie Schmid","Rebecca von Mitzlaff"],"overview":"","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384391,"title":"Die Nacht der Nächte - School's out","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Daniel Crooks’ Phantom Ride alludes to cinema history to create a seamless journey through a composite reality. By manipulating digital footage as though it were a physical material, the artist has constructed a collaged landscape that takes us through multiple worlds and shifts our perception of space and time.","release_date":"2016-02-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384393,"title":"Phantom Ride","adult":false,"genre_ids":[]},{"cast":["Dick Foran","Leo Carrillo","Buck Jones","Charles Bickford","Guinn Williams"],"overview":"The Saturday matinee crowd got two cowboy stars for the price of one in this lavishly budgeted western serial starring former singing cowboy Dick Foran and Buck Jones. The latter contributed deadpan humor to the proceedings, making Jones perhaps the highest paid B-western comedy relief in history. The two heroes defend the Death Valley borax miners from an outlaw gang headed by Wolf Reade. An extraordinarily strong cast -- for a serial, at least -- supported the stars, headed by Charles Bickford as Reade, Leo Carillo, Lon Chaney, Jr., and silent screen star Monte Blue. Leading lady Jeanne Kelly later changed her name to Jean Brooks and starred in the atmospheric RKO thriller The Seventh Victim (1943). Universal claimed to have spent $1 million on this serial and made sure to get their money's worth by endlessly recycling the action footage in serials and B-westerns for years to come.","release_date":"1941-07-01","vote_average":6.5,"runtime":283,"cert":"\"\"","id":384395,"title":"Riders of Death Valley","adult":false,"genre_ids":[28,37]},{"cast":[],"overview":"A black teen from a Chicago housing project struggles to find acceptance after he transfers into a suburban high school.","release_date":"1991-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":384400,"title":"Up Against the Wall","adult":false,"genre_ids":[]},{"cast":["Michael York","Theresa Russell","Nick Mancuso","Richard Toth"],"overview":"A modern riff of the 1889 novel by Mark Twain.","release_date":"1995-05-27","vote_average":7.0,"runtime":95,"cert":"\"\"","id":384408,"title":"A Young Connecticut Yankee in King Arthur's Court","adult":false,"genre_ids":[]},{"cast":["Ferenc Bessenyei","Katalin Rákosi","Marietta Kovács","Károly Mécs","Irén Psota"],"overview":"Klári, the dancer of the ice revue, is pursued by a mysterious admirer and his roses. Her husband, Rezső, is about to lose his wits with jealousy.","release_date":"1961-08-17","vote_average":0.0,"runtime":74,"cert":"N\/A","id":384410,"title":"Sunshine on the Ice","adult":false,"genre_ids":[35]},{"cast":["Eva Ras","Jácint Juhász","Gilles Legris","Pásztor Erzsi","Temessy Hédi"],"overview":"This sour satire records how narrow-minded, perishable and prejudiced human relations are. Lili, an open, good-hearted, but clumsy girl gets a rusty Renault Gordini from her uncle living in France. She wants to learn driving, but makes horrible and perilous mistakes behind the wheel.","release_date":"1975-02-24","vote_average":0.0,"runtime":74,"cert":"N\/A","id":384412,"title":"The Car","adult":false,"genre_ids":[]},{"cast":["György Cserhalmi","Dezső Garas","Réka Nagy","Ágnes Bánfalvy","Irén Bordán"],"overview":"A ghost is haunting Lubló: Kaszparek Mihály, trader of wines, does not refrain from haunting his native town even in broad daylight. He rides his horse sitting backwards, pays with false gold and pays frequent visits to his widowed wife, who is far from being appalled by the caresses of her dead husband.","release_date":"1976-02-24","vote_average":7.0,"runtime":94,"cert":"N\/A","id":384414,"title":"The Phantom on Horseback","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Jennytown, on the island of Deer, Maine, is a sleepy provincial town. Life in this coastal place will be savagely affected by the arrival of a plague that infects the whole planet: the dead are rising from their tombs and devouring the living. Zombies have invaded earth. Maddie, a young woman incapable of making her own decisions, lives a placid and grey existence alongside her husband Jack, an illiterate and brutal lobster fisherman. Due to a terrible accident at sea, the mariner will die, swallowed by the waves. But the plague which runs rampant throughout Earth will also affect Jack, who will return from the dead and rise from his watery grave to visit his beloved wife.","release_date":"2006-03-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":384419,"title":"Home delivery: Servicio a domicilio","adult":false,"genre_ids":[]},{"cast":["Alonso Echánove","Delia Casanova","Ernesto Yáñez"],"overview":"Set in Mexico City, Mentiras Piadosas is the doomed love story of Clara and Israel. She is a health inspector and he is an herb merchant, who is obsessed with the construction of an enormous model of the ancient city of Tenochtitlan. They both decide to leave their respective partners to live together, however, jealousy, blackmail and guilt will become unbreakable patterns destroying their tragic relationship","release_date":"1989-07-01","vote_average":5.0,"runtime":111,"cert":"N\/A","id":384421,"title":"Love Lies","adult":false,"genre_ids":[]},{"cast":["Pat Carlyle","Merrill McCormick","Marie Bracco","Sally Darling","Charles Stevens"],"overview":"A cowboy protects a girl from those who murdered her father for his gold mine.","release_date":"1934-02-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":384423,"title":"Call of the Coyote: A Legend of the Golden West","adult":false,"genre_ids":[37]},{"cast":[],"overview":"Die Country Kids aus der Steinmark Episode 1-4","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384425,"title":"Die Country Kids aus der Steinmark Episode 1-4","adult":false,"genre_ids":[]},{"cast":[],"overview":"Die Country Kids aus der Steinmark Episode 5-8","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384427,"title":"Die Country Kids aus der Steinmark Episode 5-8","adult":false,"genre_ids":[]},{"cast":[],"overview":"The greatest band in the world - live in concert!","release_date":"2008-03-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384429,"title":"Maximum the Hormone - Deko Vs Deko","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Hung's are just your average upwardly mobile modern Hong Kong family. As far as their eight-year-old daughter Jasmine is concerned, Mom and Dad are just regular old' parents. That is, until the day Mom and Dad break the news to her that they're actually time-traveling crime-fighting disaster preventer's who masquerade as hot rod mechanics.","release_date":"2014-03-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":384434,"title":"Asian Action","adult":false,"genre_ids":[]},{"cast":["Jasmin Telalović","Marija Tadić","Zlatko Crnković","Ivo Gregurević","Ivan Herceg"],"overview":"A panoramic view over society across ten unfortunate characters whose stories sometimes intertwine.","release_date":"2003-01-01","vote_average":5.0,"runtime":90,"cert":"N\/A","id":384436,"title":"Here","adult":false,"genre_ids":[18]},{"cast":["Michael Dobson","Keiffer Dobson","John Fitzgerald","Adam Fulton","Brooke Burgess"],"overview":"Short motion-comic prologue to Hellboy II: The Golden Army. In 1955, Hellboy's caretaker, professor Broom, tells young Hellboy the tale of an indestructible mechanical army created to end the war between humans and magical races.","release_date":"2008-01-01","vote_average":7.7,"runtime":7,"cert":"\"\"","id":384438,"title":"Hellboy II: The Golden Army - Prologue","adult":false,"genre_ids":[]},{"cast":["Eric Linden","Cecilia Parker","Harry Beresford","Clara Blandick","Roger Imhof"],"overview":"Tom and Ruth are disowned by their parents after eloping. They take up jobs as tenant farmers and and learn the true value of marriage, working and living.","release_date":"1936-09-22","vote_average":0.0,"runtime":79,"cert":"\"\"","id":384440,"title":"In His Steps","adult":false,"genre_ids":[18]},{"cast":["Manuella Carvalho","Gabriel Lummertz","Henrique Mathias","Rafael César"],"overview":"","release_date":"2016-02-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384442,"title":"Gritos da Noite","adult":false,"genre_ids":[9648]},{"cast":["Hasmik Papian","Hugh Smith","Irini Tsirakidis","Giorgio Giuseppini","Anna Steiger"],"overview":"","release_date":"2008-07-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384444,"title":"Norma","adult":false,"genre_ids":[10402]},{"cast":["René Ashton","Sydney Sweeney","Nikki Moore","Randy Wayne","Michael Nardelli"],"overview":"When a film student and her two friends go to Kern County to shoot a documentary, they stumble upon a mysterious family and learn why Pandora's box should never have been opened.","release_date":"2016-02-23","vote_average":3.9,"runtime":95,"cert":"\"NR\"","id":384446,"title":"Cassidy Way","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"Holy Wars... The Punishment Due, Hangar 18, Wake Up Dead, In My Darkest Hour, She-Wolf, Skin o' My Teeth, A Tout Le Monde, How the Story Ends, Tornado of Souls, Head Crusher, Trust, Sweating Bullets, Symphony of Destruction, Peace Sells","release_date":"2011-03-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384448,"title":"Megadeth: [2011] Set Moscow Afire! - Live in Russia","adult":false,"genre_ids":[]},{"cast":["Nick Carter","Carrie Keagan","Joey Fatone","A.J. McLean","Howie Dorough"],"overview":"A ragtag group of gunslingers try to make their way in a post-apocalyptic world. The twist to this world is that it’s just not barren and dangerous, it’s also filled with flesh-eating zombies. The gunslingers will find themselves stranded in a town and forced to make a choice on either to save the citizens of the town or save themselves.","release_date":"2016-04-01","vote_average":4.1,"runtime":89,"cert":"\"\"","id":384450,"title":"Dead 7","adult":false,"genre_ids":[35,27,37]},{"cast":["Richard Pawulski","Danny Miller","Reece Douglas","Natalie Martins","Grace Dixon"],"overview":"Young Autism sufferer Danny enjoys the serenity and solitude of camping. That's all about to change when enraged teens Nicholas, Calvin and Julia find him, each with their own agenda for wanting to see Danny suffer.","release_date":"2016-08-27","vote_average":5.8,"runtime":78,"cert":"N\/A","id":384452,"title":"Cruel Summer","adult":false,"genre_ids":[18,27,53]},{"cast":["Imanol Arias","Julie Carmen","Zoe Berriatúa","Elena Anaya","Chema Muñoz"],"overview":"Martín (Zoe Berriatúa) is a teenager living in the San Blas district of Madrid. He is upset with his father Arturo (Imanol Arias) because he blames him for his mother's death. With the help of his girlfriend África (Elena Anaya), who will become his stepsister, he tries to get revenge on him.","release_date":"1996-05-17","vote_average":0.0,"runtime":95,"cert":"N\/A","id":384454,"title":"África","adult":false,"genre_ids":[18]},{"cast":["Libuše Švormová","Jiří Vala","František Filipovský"],"overview":"","release_date":"1973-03-16","vote_average":7.0,"runtime":null,"cert":"N\/A","id":384459,"title":"Affairs of my Wife","adult":false,"genre_ids":[35,80]},{"cast":["Jindřich Plachta","Marie Blažková","Terezie Brzková","Eduard Kohout","Karel Černý"],"overview":"","release_date":"1944-08-25","vote_average":8.0,"runtime":null,"cert":"N\/A","id":384461,"title":"Kluci na řece","adult":false,"genre_ids":[35]},{"cast":["Simone Thomalla","Merab Ninidze","Ava Celik","Marco Girnth","Erni Mangold"],"overview":"Erna Krawinkel (Erni Mangold) is going to have her 100th birthday. Basically a reason to be happy but Erna does not want to participate in any celebrations. She disappears instead from the senior residents and flees. Village-helper Katja Baumann (Simone Thomalla) wants to help the old lady but both end up in a house on a mountain which is Erna's former parents house. Together they spend the night in the house. Katja makes Erna talk about her past and her family history.","release_date":"2016-02-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384463,"title":"A Hundred Times Spring","adult":false,"genre_ids":[18]},{"cast":["Janet Ågren","Francesca Romana Coluzzi","Franco Citti","Fred Robsahm","Marisa Traversi"],"overview":"After being raped by her father, Ingrid moves to Rome and ends up becoming a prostitute. She finds a friend in Claudia, but Claudia's protector is a sadistic thug by the name of Renato who will show her the worst of the what life in the city has to offer.","release_date":"1973-02-24","vote_average":4.5,"runtime":97,"cert":"N\/A","id":384465,"title":"Ingrid on the Road","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"Footage of beachgoers and boats in harbor, shown in alternating frames taken at different times and shown with different tints.","release_date":"1986-01-01","vote_average":0.0,"runtime":31,"cert":"N\/A","id":384467,"title":"Scènes de la vie française : La Ciotat","adult":false,"genre_ids":[]},{"cast":["Anderson Silva","Michael Bisping","Gegard Mousasi","Thales Leites","Tom Breese"],"overview":"UFC Fight Night: Silva vs. Bisping was an mixed martial arts event held on February 27, 2016 at the The O2 Arena in London, England.","release_date":"2016-02-27","vote_average":4.8,"runtime":180,"cert":"N\/A","id":384469,"title":"UFC Fight Night 84: Silva vs. Bisping","adult":false,"genre_ids":[28]},{"cast":["Gabriel Retes","Miguel Peraza","Fernando Juvenal","Sharon Kleinberg","Ana Abarca"],"overview":"A romance between the painters and writers: Dr. Atl and Nahui Olin arises in this era, the 20's, while Jose Vasconcelos founded the Ministry of Education and call all the intellectuals of the country for this project. Mr. President Alvaro Obregon, who feels devotion for the intellectuals allows one of the most important cultaral crusades of our history. In this liberal atmosphere where gays, the divorce, the vote for women, began to be accepted, several of our protagonists are given in love within a whirl of ideas, passions, political and ideological propositions.","release_date":"2016-03-06","vote_average":0.0,"runtime":100,"cert":"N\/A","id":384471,"title":"Given In Love","adult":false,"genre_ids":[]},{"cast":["Lowell Sherman","Mae Murray","Karen Morley","Edward Martindel","Leyland Hodgson"],"overview":"The legendary Mae Murray is a fascinating train wreck in HIGH STAKES, a little B film film about a cloying, baby-talking woman (Murray) who marries an \"older man\" while she carries on an affair. The older man's \"kid brother\" is a failed playwright (Lowell Sherman) who seems to stay happily soused throughout the film. - from review by drednm on IMDB","release_date":"1931-08-18","vote_average":0.0,"runtime":72,"cert":"\"\"","id":384473,"title":"High Stakes","adult":false,"genre_ids":[]},{"cast":["María Juana Cruz Garfias","Elizabeth Ortega Ponce","Felipe Ramírez Santos"],"overview":"Immersive documentary which takes us n an intimate journey to the inner life of public baths through the voices of three characters: Felipe, the main clerk since 1984; Juana, a street sweeper in Mexico City's downtown; and Jose, a frequent client of more than forty years. Bath of Life becomes a confessionary for those who gather around the same place: the sauna.","release_date":"2016-03-07","vote_average":8.0,"runtime":67,"cert":"N\/A","id":384475,"title":"Bath of Life","adult":false,"genre_ids":[]},{"cast":["Veronica Rose","Proxy Paige","Lily Lane","Ophelia Rain"],"overview":"100% double penetration!","release_date":"2016-02-24","vote_average":8.0,"runtime":117,"cert":"\"NR\"","id":384477,"title":"Big Tit Whores Get Double Penetrated","adult":true,"genre_ids":[]},{"cast":["Olinka Hardiman"],"overview":"4 pretty young women sell their charms in a beautiful mansion. Summertime is coming and the business is tough - everyone is on vacation! They decide to rent a mobile home to seek customers wherever they are. A steamy journey through France and Italy which offers an abundance of XXX scenes, in which Olinka and her friends go nympho, proving that they really like it! A XXX French cinema triumph successfully released on June 16th, 1985","release_date":"1985-06-16","vote_average":6.0,"runtime":88,"cert":"N\/A","id":384479,"title":"Take Me Deep","adult":true,"genre_ids":[]},{"cast":[],"overview":"This documentary feature pulls back the curtain on the world of ‘working class’ rappers. The film spotlights independent artists struggling to find a balance between making a living and pursuing their art alongside the never-ending saga of age and relevance. Weaved together through a series of 30 plus interviews that are devoid of the ego so common in the business of music, especially hip-hop, the film traverses the country (USA) to explore the myths and misconceptions of life as a full-time rapper.","release_date":"2015-03-09","vote_average":6.8,"runtime":58,"cert":"\"NR\"","id":384481,"title":"Adult Rappers","adult":false,"genre_ids":[99,10402]},{"cast":["Alejandro Cuello","Melissa Jardines","Lily Montero","Julio Boza"],"overview":"","release_date":"2016-06-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384483,"title":"El Cuchillo","adult":false,"genre_ids":[53,27]},{"cast":["Ulrich Noethen","David Kross","Bernhard Schütz","Uwe Bohm","Godehard Giese"],"overview":"In the young Federal Republic, which in the late 1950s in politics and justice is still interspersed with only superficially purified Nazi cliques, leads the Hessian Attorney General Fritz Bauer a lonely fight against the coverup of Nazi crimes and the restorative policy of the government Adenauer - he is firmly convinced that only in this way can the young democracy be consolidated. Not only his attitude, but also his temperament make Bauer vulnerable, again and again resistance forms from politics, intelligence services and the judiciary against the lone fighter.","release_date":"2016-02-24","vote_average":7.3,"runtime":90,"cert":"N\/A","id":384485,"title":"Die Akte General","adult":false,"genre_ids":[18]},{"cast":["Arci Muñoz","Gerald Anderson","Tirso Cruz III","Irma Adlawan","Nikki Valdez"],"overview":"The story of Tintin and Jake as they both try recover from their respective failed relationships.","release_date":"2016-02-24","vote_average":7.5,"runtime":112,"cert":"N\/A","id":384487,"title":"Always Be My Maybe","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"An amateur short stop-motion animation about simple adventure of prehistoric caveman, which Tim Burton filmed when he was young.","release_date":"1971-01-01","vote_average":0.0,"runtime":4,"cert":"\"\"","id":384489,"title":"Prehistoric Caveman","adult":false,"genre_ids":[16]},{"cast":["Maricel Soriano","Snooky Serna","Gabby Concepcion","William Martinez","Bella Flores"],"overview":"50's melodies provide the soundtrack to this classic that had fans swooning and rooting for their respective idols, eventually rolling down the aisles towards the riotous ending.","release_date":"1981-09-25","vote_average":0.0,"runtime":117,"cert":"N\/A","id":384491,"title":"Summer Love","adult":false,"genre_ids":[10749]},{"cast":["John Wayne","Leonard Maltin"],"overview":"Join host Leonard Maltin as he explores the early life of John Wayne (born as Marion Michael Morrison) as a college football star. After a chance meeting with film legend John Ford, Wayne exchanged his cleats for spurs and a cowboy hat and the rest was movie history.","release_date":"1993-07-14","vote_average":0.0,"runtime":46,"cert":"\"NR\"","id":384493,"title":"Young Duke: Making Of A Movie Star","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Maya is a happily married mother of two. She is a successful choreographer and everything seems to be perfect...but this life is a lie. Unbeknownst to her family and everyone around her, she has a hidden past.","release_date":"2015-07-01","vote_average":0.0,"runtime":115,"cert":"N\/A","id":384495,"title":"A.K.A Nadia","adult":false,"genre_ids":[]},{"cast":["Tere Velázquez","Guillermo Rivas","Alfonso Mejía","Gina Romand","Alberto Vázquez"],"overview":"","release_date":"1967-02-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":384497,"title":"Serenata en noche de luna","adult":false,"genre_ids":[35]},{"cert":"N\/A","title":"Manson: 40 Years Later","cast":[],"id":384499,"overview":"He was the mastermind of the most notorious murders in U.S. history, a crazed guru who terrified the world and plunged the city of Los Angeles into a state of paranoia and panic. This two-hour docudrama from HISTORY takes viewers deep inside Charles Manson s twisted world of hate, fear, and mind control to tell the story of how one man transformed a harmless group of hippies into a gang of brutal murderers.","runtime":94,"genre_ids":[],"release_date":"","vote_average":6.0,"adult":false}]