[{"cast":["Kim Kang-woo","Kim Gyu-ri","Lee Soo-kyung","Park Won-sang","Jeon Chang-geol"],"overview":"Officers Kyung-yoon CHO and Eun-joo PARK are on the hunt a killer following duo of ghastly murders. The victims carry a common military past, and the secret of their past must be unraveled to find the killer.","release_date":"2007-12-27","vote_average":7.3,"runtime":99,"cert":"N\/A","id":38000,"title":"Rainbow Eyes","adult":false,"genre_ids":[53,10749]},{"cast":[],"overview":"When a young girl, Ai Qin, pays $25,000 to be smuggled into the UK in order to support her family back in China, she becomes another one of 3 million migrant workers that have become the bedrock of our economy. Forced to live with eleven other Chinese people in a two bedroom house, they work in factories preparing food for British supermarkets. Risking their lives for pennies these unprotected workers end up cockling in Morcombe Bay at night.","release_date":"2006-10-25","vote_average":6.6,"runtime":96,"cert":"15","id":38001,"title":"Ghosts","adult":false,"genre_ids":[53,99]},{"cast":["Park Shin-yang","Baek Yoon-sik","Yum Jung-ah","Lee Mun-sik","Cheon Ho-jin"],"overview":"After being convicted for fraud, one month has passed since CHOI Chang-Hyuk's release from jail. But this time around he's got and elaborate plan cooked up. It's the biggest bank heist in history that'll make any thief have a wet dream. The best five thieves come together to form a team.","release_date":"2004-04-15","vote_average":6.1,"runtime":116,"cert":"N\/A","id":38002,"title":"The Big Swindle","adult":false,"genre_ids":[28]},{"cast":["Elisabetta Cavallotti","Stefania Orsola Garello","Flavio Insinna","Gianluca Gobbi","Claudio Spadaro"],"overview":"Nina is a young and very independent porno actress. She doesn't need the help of any agent or manager. She has a daughter and a lesbian relationship with Cristiana, a porno editor. Following a usual medical check she discovers she has a cancer. Her life is completely different now. Nina decides to visit her father. Also the real love finds now space in her heart. In fact at the hospital, she knows Flavio, a patient following her same therapies. Nevertheless their liaison Nina still continues to act in porn movies. But for one of them there won't be a future","release_date":"1999-10-09","vote_average":6.7,"runtime":95,"cert":"N\/A","id":38003,"title":"Guardami","adult":false,"genre_ids":[18]},{"cast":["Giorgio Pasotti","Francesca Inaudi","Silvio Orlando","Fabio Troiano","Francesca Picozza"],"overview":"The magical Mole Antonelliana (the cavernous Museum of Cinema in Turin, Italy) is the setting for a very unlikely love story. One fateful evening the museum's timid night watchman, comes to the aid of an enchanting young fast-food cook on the run from the police. The museum's dreamy kingdom of silent movie characters becomes a sanctuary for her as she awaits rescue by her devilish boyfriend.","release_date":"2004-04-23","vote_average":6.4,"runtime":92,"cert":"N\/A","id":38004,"title":"After Midnight","adult":false,"genre_ids":[35,10749]},{"cast":["Roland Düringer","Nina Proll","Rudolf Rohaczek","Wolfgang Böck","Reinhard Nowak"],"overview":"Herbert Krcal (Roland Düringer) und seine Frau Margit (Nina Proll) träumen den Traum vom Eigenheim. Am liebsten tun sie das in der \"Blauen Lagune\", einem Fertigteilhaus-Park im Süden Wiens, wohin sie regelmäßig mit ihrem Sohn Philipp pilgern. Ebenso regelmäßig müssen sie die bittere Wahrheit erkennen, daß sie sich das jeweils besichtigte Traumhaus eigentlich nicht leisten können.","release_date":"1998-09-18","vote_average":5.7,"runtime":105,"cert":"N\/A","id":38005,"title":"Hinterholz 8","adult":false,"genre_ids":[35]},{"cast":["Forrest Tucker","Peter Cushing","Arnold Marlé","Maureen Connell","Richard Wattis"],"overview":"A kindly English botanist and a gruff American promoter lead an expedition to the Himalayas in search of the legendary Yeti.","release_date":"1957-08-26","vote_average":6.2,"runtime":91,"cert":"","id":38006,"title":"The Abominable Snowman","adult":false,"genre_ids":[12,27]},{"cast":["Chris Messina","Jennifer Westfeldt","David Margulies","Kali Rocha","Kevin Sussman"],"overview":"A neurotic, young psychology student, with low self-esteem, has a chance encounter with a free-spirited, extremely gregarious woman who works at the Paris Health Club in New York City, and who suggests that they immediately get married to see how it will work out. Both of the student's parents are analysts, and they provide the happy couple with a gift certificate for a year of marriage counseling as a wedding present.","release_date":"2006-01-01","vote_average":5.9,"runtime":104,"cert":"N\/A","id":38007,"title":"Ira & Abby","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"In the slum of Cité Soleil, President Aristide's most loyal supporters were ruling as kings. The five major gang leaders were controlling heavily armed young men; the Chiméres. The Secret army of President Jean-Bertrand Aristide. \"Ghosts of Cité Soleil\" is a film about Billy and Haitian 2pac. Two brothers. Gang Leaders of the Chiméres.","release_date":"2006-01-01","vote_average":6.3,"runtime":85,"cert":"N\/A","id":38008,"title":"Ghosts of Cité Soleil","adult":false,"genre_ids":[99]},{"cast":["Eric Stoltz","Charles Martin Smith","Leslie Hope","Denis Arndt","Lorraine Toussaint"],"overview":"There has been a mid-air collision involving a passenger jet and a cargo flight, killing everyone aboard the two planes. The NTSB investigator in charge, whose girlfriend died in the crash, is puzzled. On one side, the air traffic controller claims he lost radar contact with the cargo plane shortly before impact, when his screen \"blacked out.\" On the other side, everyone else, including the controller's bosses and the media, put the blame on human error. The truth is soon to be uncovered, as the aging air traffic control facilities are on the verge of failing right in the middle of the busy Thanksgiving season.","release_date":"1998-01-04","vote_average":6.6,"runtime":96,"cert":"N\/A","id":38009,"title":"Blackout Effect","adult":false,"genre_ids":[18,53]},{"cast":["Mikako Tabe","Gaku Hamada","Atsushi Ito","Kengo Kora","Kiyohiko Shibukawa"],"overview":"A rock band writes a song called \"Fish Story\" based on a sentence from a badly translated novel by a quack translator. The song exceeds the boundaries of space and time and ties people and their stories together. Thirty-seven years go by, and the song strikes a comet and saves the Earth from total destruction.","release_date":"2009-03-20","vote_average":7.1,"runtime":112,"cert":"15","id":38010,"title":"Fish Story","adult":false,"genre_ids":[10402,18,35]},{"cast":["Eric Mun","Shin Eun-kyung","Kim Yoon-jin","Jang Ki-beom","Maeng Se-chang"],"overview":"Two teenagers joining the same class in a high school die on the same day. The one to be top of the class is killed by a big knife on the street, the other - the second best of the class indeed - seems to be jumped from the top of the school building. Everybody believes that he first killed his classmate and than himself. But when the police finds small pill boxes into the stomachs of both kids confessing their murder two South Korean cops are torn into a new case of murder series. While they try to hunt down the serial killer, more pupils are getting killed...","release_date":"2005-12-01","vote_average":6.3,"runtime":105,"cert":"N\/A","id":38011,"title":"Diary of June","adult":false,"genre_ids":[53,80,18,9648]},{"cast":["Sophie Marceau","Vincent Pérez","Marine Delterme","Gérard Séty","Bruno Todeschini"],"overview":"After seeing the initial passion and romance fade into a series of routine and boring relationships, Alexandre (Vincent Perez) concludes that romance ends when sex enters into a relationship. Determined to prevent this from happening with his latest love-interest—a sexy young woman named Fanfan (Sophie Marceau)—he decides that platonic love is the solution. Despite the wonderful, romantic, and inventive ways Alexandre finds for them to spend time together, Fanfan is left disappointed by his refusal to make love to her. Their exciting relationship becomes jeopardized by Alexandre's unwillingness to change his new approach to love.","release_date":"1993-06-16","vote_average":6.4,"runtime":89,"cert":"N\/A","id":38012,"title":"Fanfan","adult":false,"genre_ids":[10749,35]},{"cast":["Kyoko Koizumi","Anne Suzuki","Itsuji Itao","Masahiro Hirota","Jun Kunimura"],"overview":"For his fourth full feature, Toyoshi Toyoda has abandoned the theme of the angry young man, examined in depth in Pornostar, Blue Spring and 9 Souls. Kuchu Teien is, on the face of it, more a drama, a character study, than a typical Toyoda genre flick. Yet within this beautifully structured and photographed film, there lies a dark soul. Ostensibly the story of a happy family, it becomes increasingly clear as the movie progresses that the Kyobashis are anything but. Despite a family agreement that they are all open with each other, the entire household knows the opposite is true.","release_date":"2005-10-08","vote_average":7.2,"runtime":114,"cert":"N\/A","id":38013,"title":"Hanging Garden","adult":false,"genre_ids":[18]},{"cast":["Patrick Braoudé","Jennifer Lauret","Stanislas Forlani","Adrien Dirand"],"overview":"Julien, a boy in the sixth grade, was badly depressed by the divorce of his parents. But he soon found that half of the class had come from broken families.","release_date":"1991-01-30","vote_average":6.0,"runtime":96,"cert":"N\/A","id":38014,"title":"Great, My Parents Divorce!","adult":false,"genre_ids":[35,10751]},{"cast":["Cho Seung-woo","Kim Hye-soo","Baek Yoon-sik","Yoo Hae-jin","Kim Eung-soo"],"overview":"A guy with a talent for cards makes his way into the dangerous world of underground gambling in this crime thriller from South Korea. Go-ni is a small-town guy with a big appetite for gambling.","release_date":"2006-09-28","vote_average":6.9,"runtime":139,"cert":"N\/A","id":38015,"title":"Tazza: The High Rollers","adult":false,"genre_ids":[80,35]},{"cast":["Claude King","Ray Sager","Jeffrey Allen","Robert Jolly","Ronna Riddle"],"overview":"A country-western singer is recruited to run for the U.S. Senate, and soon clashes with his unscrupulous campaign manager on the tactics to run his political campaign.","release_date":"1972-01-01","vote_average":2.0,"runtime":88,"cert":"N\/A","id":38016,"title":"The Year of the Yahoo!","adult":false,"genre_ids":[18,35]},{"cast":["Patrick Swayze","Gia Carides","Roger E. Mosley","Kim Myers","Olivia Birkelund"],"overview":"A man is falsely convicted of the murder of his wife. During his time in jail, he finds comfort from four women with whom he corresponds. After his second court appearance, he is finally freed from prison only to be framed for yet 2 more murders which he did not commit. With the help of his former prison guard, he once again sets out to clear his name","release_date":"1998-08-21","vote_average":5.3,"runtime":100,"cert":"N\/A","id":38017,"title":"Letters from a Killer","adult":false,"genre_ids":[18,9648,53]},{"cast":["Emmanuelle Béart","Gaspard Ulliel","Clémence Meyer","Samuel Labarthe","Jean Fornerod"],"overview":"Fleeing the June 1940 arrival of Hitler's army in Paris, a young war widow and her two children are rescued from dive-bombing German fighters by a cocky, reckless teenager. He finds them refuge in an abandoned house, but despite the fact that the family quickly comes to be depending much on his cunning and survival abilities, their cohabitation proves uneasy.","release_date":"2003-08-20","vote_average":6.3,"runtime":95,"cert":"N\/A","id":38018,"title":"Strayed","adult":false,"genre_ids":[18,10749]},{"cast":["Joan Chen","Zhang Fan","Gao Ge","Wang Haidi","Liang Jing"],"overview":"Sunflower is the story of the Zhang family in Beijing father, mother and son across three decades, centering on the tensions and misunderstandings between father and son. Nine-year-old Xiangyang is having the time of his life, free of adult supervision until the day he meets the father he can hardly remember. Having spent years away, he returns with strong ideas about his son learning to draw. But Xiangyang chafes under his father's constant rules and soon stages his own revolution against the lessons enforced.","release_date":"2005-09-10","vote_average":6.9,"runtime":129,"cert":"N\/A","id":38019,"title":"Sunflower","adult":false,"genre_ids":[18,10749]},{"cast":["Mary Appleseth","Derna Wylde","Max Thayer","Chuck Pennington","Charlotte Speer"],"overview":"A space-ship gets lost and is forced to make an emergency landing on an unknown planet. The planet looks much like Earth, only with no trace of civilization. Soon the crew discovers that there are dinosaurs on the planet, and blood-thirsty buggers at that. The crew hopes to be found and rescued, but they have to struggle to survive until then","release_date":"1977-11-18","vote_average":4.0,"runtime":84,"cert":"N\/A","id":38020,"title":"Planet of Dinosaurs","adult":false,"genre_ids":[878,53,28]},{"cast":["Catherine Deneuve","Gérard Depardieu","Gilbert Melki","Malik Zidi","Lubna Azabal"],"overview":"In Tangiers where he traveled for his work, a man finds the woman he loved, and attempts to revive their romance though it ended some 30 years earlier.","release_date":"2004-01-01","vote_average":5.4,"runtime":90,"cert":"N\/A","id":38021,"title":"Changing Times","adult":false,"genre_ids":[18,10749]},{"cast":["Vinod Khanna","Rishi Kapoor","Amitabh Bachchan","Parveen Babi","Shabana Azmi"],"overview":"Amar Akbar Anthony (Hindi: अमर अकबर अन्थोनी) is a 1977 Bollywood action comedy film with a lost and found theme, about three brothers separated during their childhood who grew up in three homes, adopting three religions. They meet in their youth to fight a common villain. It was the biggest blockbuster of 1977, and won several awards at 25th Filmfare Awards including Best Actor, Best Music Director and Best Editing.","release_date":"1977-01-02","vote_average":7.1,"runtime":184,"cert":"PG","id":38022,"title":"Amar Akbar Anthony","adult":false,"genre_ids":[28,35]},{"cast":["Janet Gaynor","Douglas Fairbanks Jr.","Roland Young","Billie Burke","Minnie Dupree"],"overview":"The Carletons make a living as card sharps and finding new suckers to mooch off of. When their latest scam backfires, they are asked to leave Monte Carlo. At the train station, they meet Miss Fortune, a very wealthy but lonely elderly lady. As a reward for saving her life after the train derails, Miss Fortune invites the Carletons to come live with her. The family hopes that by winning her affection, they can eventually be named sole beneficiaries in her will. But will a change of heart soften their mercenary feelings before that time comes?","release_date":"1938-07-06","vote_average":6.4,"runtime":90,"cert":"N\/A","id":38023,"title":"The Young in Heart","adult":false,"genre_ids":[35]},{"cast":["Lee Beom-soo","Lee Bong-gyu","Jeong Kyung-ho ","Jang Hyuk","Son Chang-min"],"overview":"Ki-tae and Chul-soo are trying to make a mark in the world, but the world won’t let them! These two are willing to do \"anything\" for money, but of course nothing goes right. When Chul-soo scores a big bag of the \"White Powder,\" their prayers might have just been answered! With the help of Meg, a local prostitute, and her connections, the three embark on a road-trip that might lead them to all their dreams, or their graves.","release_date":"2002-03-22","vote_average":5.5,"runtime":98,"cert":"N\/A","id":38026,"title":"Jungle Juice","adult":false,"genre_ids":[28,35]},{"cast":["James Mason","Susan George","Ken Norton","Perry King","Richard Ward"],"overview":"A slave owner in the 1840s trains one of his slaves to be a bare-knuckle fighter.","release_date":"1975-06-06","vote_average":6.4,"runtime":127,"cert":"N\/A","id":38027,"title":"Mandingo","adult":false,"genre_ids":[36,28,10749,18]},{"cast":["Andy Lau","Jacky Cheung","Eric Tsang","Shawn Yue","Edison Chen"],"overview":"When Triad leader Hung's wife gives birth to a baby boy, Hung considers leaving the world of the gangsters. Despite the fact that he is not sure of his decision, word gets out fast and now, a brutal war begins in the world of \"jiang-hu\". Two hoodlums, Wing and Turbo, set to make a name for themselves, are ordered to kill Hung. Meanwhile, an internal conflict begins between Hung and his #1 man, Left-Hand. Despite this conflict, the two have nothing but respect for each other. However, they know deep down, that there are people waiting to get rid of Hung.","release_date":"2004-05-26","vote_average":7.0,"runtime":85,"cert":"N\/A","id":38030,"title":"Jiang Hu","adult":false,"genre_ids":[18,80,28]},{"cast":["Gemma Jones","Pauline Collins","Anthony Hopkins","Naomi Watts","Josh Brolin"],"overview":"Two married couples find only trouble and heartache as their complicated lives unfold. After 40 years of marriage, Alfie leaves his wife to pursue what he thinks is happiness with a call girl. His wife, Helena, reeling from abandonment, decides to follow the advice of a psychic. Sally, the daughter of Alfie and Helena, is unhappy in her marriage and develops a crush on her boss, while her husband, Roy, falls for a woman engaged to be married.","release_date":"2010-05-23","vote_average":5.8,"runtime":98,"cert":"12A","id":38031,"title":"You Will Meet a Tall Dark Stranger","adult":false,"genre_ids":[35,18,10749]},{"cast":["Yuen Qiu","Charlie Chin","Hu Chin","Betty Pei Ti","Jackie Chan"],"overview":"Incriminating evidence against a gang is left in a cab when a gang member dies in it. The gang chases the innocent cab driver, who receives help from the dead gangster's sister - a tough police woman.","release_date":"1973-04-26","vote_average":4.3,"runtime":84,"cert":"N\/A","id":38034,"title":"The Heroine","adult":false,"genre_ids":[28,80]},{"cast":["Phyllis Davis","Ella Edwards","Timothy Brown","Pamela Collins","Cliff Osmond"],"overview":"A young woman nabbed in a drug bust chooses to work on a sugarcane plantation with other convicts instead of going to jail.","release_date":"1972-06-09","vote_average":3.8,"runtime":86,"cert":"N\/A","id":38035,"title":"Sweet Sugar","adult":false,"genre_ids":[28,18]},{"cast":["John Woo","Cho Chung Lang"],"overview":"","release_date":"1968-01-01","vote_average":0.0,"runtime":19,"cert":"N\/A","id":38036,"title":"Dead Knot","adult":false,"genre_ids":[]},{"cast":["John Woo"],"overview":"John Woo's experimental short film, made during his time in college. The line between genuine love and violent obsession is blurred when a man falls for a girl and proceeds to tie her up with rope to him, making her follow him around and bend to his whims until tragedy ultimately befalls them both.","release_date":"1968-01-01","vote_average":4.2,"runtime":8,"cert":"N\/A","id":38037,"title":"Accidentally","adult":false,"genre_ids":[10749,18]},{"cast":["Giorgos Konstadinou","Markos Lezes","Giannis Vouros","Yiorgos Petrohilos","Frini Arvaniti"],"overview":"Leonidas is tricked into thinking he will hit the jackpot by a guy from the underworld, Babis, also well-known on the street as \"the teacher\". So, he sets up an ad hoc gang with his close friends in order to rob a bank. The operation, however, is crowned by complete failure. Actually, Babis used Leonidas to create a diversion in order to rob a jeweler's shop. Leonidas flies into a rage and swears to take revenge on the \"teacher\". The scuffle that follows results in all of them ending up in hospital.","release_date":"1987-10-21","vote_average":7.9,"runtime":85,"cert":"N\/A","id":38038,"title":"The...Κόπανοι","adult":false,"genre_ids":[35]},{"cast":["Dee Snider","Bruce Kulick","Geezer Butler","John Sykes","K.K. Downing"],"overview":"This documentary is a considered look at the continuing story of Metal, in the words of the people that make it, live it, breathe it and keep it vital. The Bands. The Fans, The Producers, The Industry and The Journalists. What makes it tick, why nothing else can touch it for power, emotion and longevity, why it's misunderstood, why it doesn't care, how it continues to upset the establishment, how it manipulates the media, the positivity, and the way it has forced it's iconography and ethos deep into an unsuspecting and unwilling mainstream.","release_date":"2006-01-01","vote_average":6.5,"runtime":115,"cert":"","id":38041,"title":"Heavy Metal: Louder Than Life","adult":false,"genre_ids":[99]},{"cast":["Laraine Day","Brian Aherne","Robert Mitchum","Gene Raymond","Sharyn Moffett"],"overview":"A dark personal secret drives a young woman to use every man she encounters.","release_date":"1946-12-20","vote_average":6.3,"runtime":85,"cert":"N\/A","id":38042,"title":"The Locket","adult":false,"genre_ids":[18]},{"cast":["Phoebe Cates","Scott Coffey","Bridget Fonda","Annabeth Gish","Page Hannah"],"overview":"Summer of 1963. Carson is getting married to her boyfriend so her friends Melaina, Pudge and Luanne take her to Myrtle Beach for one last irresponsible weekend.","release_date":"1989-07-21","vote_average":6.3,"runtime":98,"cert":"N\/A","id":38043,"title":"Shag","adult":false,"genre_ids":[35,18]},{"cast":["Jason Gedrick","Eric Roberts","Corbin Bernsen","Barry Bostwick","Chris Spinelli"],"overview":"Jason Gedrick and Eric Roberts lead the cast of this thriller about a submarine captain who attempts to hold Washington, D.C. hostage for a billion dollars, and the heroic doctor who struggles to thwart the plan before the situation escalates.","release_date":"2008-06-30","vote_average":4.2,"runtime":84,"cert":"N\/A","id":38044,"title":"Depth Charge","adult":false,"genre_ids":[28]},{"cast":["George Nader","Joanna Moore","Brian Keith","Virginia Field","Frank De Kova"],"overview":"George Nader plays a reporter whose career is ruined by liquor. A comeback opportunity presents itself when Nader is a bystander at the arrest of a well-known criminal.","release_date":"1957-09-01","vote_average":5.0,"runtime":72,"cert":"N\/A","id":38045,"title":"Appointment with a Shadow","adult":false,"genre_ids":[80]},{"cast":["Dolph Lundgren","Silvia De Santis","Joe Montana","Gary Daniels","Joey Sagal"],"overview":"Two time travelers with opposing views are sent back to the present aboard a research ship in the Antarctic to prevent a global biological disaster from occuring","release_date":"2004-11-02","vote_average":3.3,"runtime":93,"cert":"N\/A","id":38046,"title":"Retrograde","adult":false,"genre_ids":[28,878]},{"cast":["Koji Yakusho","Aoi Miyazaki","Masaru Miyazaki","Yôichirô Saitô","Sayuri Kokushô"],"overview":"The traumatized survivors of a murderous bus hijacking come together and take a road trip to attempt to overcome their damaged selves. Meanwhile, a serial killer is on the loose.","release_date":"2000-05-18","vote_average":7.6,"runtime":218,"cert":"N\/A","id":38047,"title":"Eureka","adult":false,"genre_ids":[18]},{"cast":["Miranda Cosgrove","Connie Sellecca","Fred Ward","Danielle C. Ryan","Corbin Allred"],"overview":"A story about two girls, CJ and Hanna. CJ lives on a ranch, Hanna comes to visit and decides to photograph wild horses for a school project","release_date":"2009-10-06","vote_average":3.9,"runtime":85,"cert":"N\/A","id":38048,"title":"The Wild Stallion","adult":false,"genre_ids":[28,12,18,10751,37]},{"cast":["Benoît Poelvoorde","Isabelle Carré","Jonathan Zaccaï","Valérie Donzelli","Agathe Louvieaux"],"overview":"In Lille, Claire Gauthier is an ordinary married woman with a young daughter that works in an insurance company analyzing losses of insured properties. When the single veterinary Laurent Kessler claims damage in his basement caused by a flooding due to water leakage, Claire resolves the situation favorably for him. The weird Laurent visits Claire in her office successively, inviting her for drinks and lunch, and they get close to each other. Meanwhile, a serial killer is terrorizing Lille, killing women with a scalpel. Claire feels a great attraction for Laurent, who has an unusual behavior in her apartment. When Claire sees a scalpel in the pocket of Laurent's jacket, she fears him, but still loves him.","release_date":"2005-01-01","vote_average":5.9,"runtime":90,"cert":"N\/A","id":38049,"title":"In His Hands","adult":false,"genre_ids":[18]},{"cast":["Matt Damon","Emily Blunt","John Slattery","Anthony Mackie","Terence Stamp"],"overview":"A man glimpses the future Fate has planned for him – and chooses to fight for his own destiny. Battling the powerful Adjustment Bureau across, under and through the streets of New York, he risks his destined greatness to be with the only woman he's ever loved.","release_date":"2011-03-03","vote_average":6.7,"runtime":106,"cert":"12A","id":38050,"title":"The Adjustment Bureau","adult":false,"genre_ids":[878,53,10749]},{"cast":["Carrie-Anne Moss","Kevin Zegers","Callum Keith Rennie","Andrew Airlie","Tygh Runyan"],"overview":"A deadly car accident brings together a group of previously unrelated people, each of whom is forced to deal with the emotional fallout.","release_date":"2007-09-10","vote_average":5.3,"runtime":100,"cert":"","id":38051,"title":"Normal","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Wahun is a city in China the size of London where an experiment in democracy is conducted. At Evergreen Primary School, a grade 3 class learns what democracy is when an election for class monitor is being held. Three children are chosen by the teacher as candidates and they have a few days to campaign and convince their classmates to vote for them. The little candidates are seen at school and at home, where their parents do their best to make sure their child will win the election.","release_date":"2007-01-01","vote_average":7.2,"runtime":58,"cert":"N\/A","id":38052,"title":"Please Vote for Me","adult":false,"genre_ids":[99]},{"cast":["Song Kang-ho","Lee Jae-eung","Moon So-ri","No Hyeong-uk","Ryu Seung-su"],"overview":"A well-meaning but politically naive barber gets pulled into the inner circle of the South Korean dictator Park Chung-Hee, with rather baleful consequences for his hapless family. This sharp political satire covers roughly twenty years in South Korean political history, from the viewpoint of the barber's son.","release_date":"2004-05-05","vote_average":6.7,"runtime":116,"cert":"N\/A","id":38053,"title":"The President's Barber","adult":false,"genre_ids":[36,18,35]},{"cast":["Uhm Jung-hwa","Moon Sung-keun","Kwon Oh-joong","Hyun Young","Kim Yong-geon"],"overview":"A woman gets killed in a department store. No one imagines this could lead to serial murders, but two days after the first murder, another homicide occurs. A woman is suffocated to death and the only evidence left at the crime scene is a sticker of the cartoon character \"Princess Aurora\". A veteran detective OH suspects an attractive and lively woman named JUNG Soon-jung as the murderer. However, he does not tell anyone -not even his partner- that Jung also happens to be his ex-wife. Again and again, the Princess Aurora sticker is found... each with a dead body.","release_date":"2005-10-27","vote_average":5.6,"runtime":106,"cert":"N\/A","id":38054,"title":"Princess Aurora","adult":false,"genre_ids":[80,18,9648]},{"cast":["Will Ferrell","Brad Pitt","Tina Fey","Jonah Hill","David Cross"],"overview":"Bumbling supervillain Megamind finally defeats his nemesis, the superhero Metro Man. But without a hero, he loses all purpose and must find new meaning to his life.","release_date":"2010-10-28","vote_average":6.8,"runtime":96,"cert":"PG","id":38055,"title":"Megamind","adult":false,"genre_ids":[16,28,35,10751,878]},{"cast":[],"overview":"Tugger is a little jeep. During World War II, his engine fan was replaced with a real airplane propeller. Since then, he's known that one day, he too will fly in the skies. While spending his time doing boring work towing airplanes around, he never let go of that dream, and who knows, it may just come true some day...","release_date":"2005-07-15","vote_average":6.0,"runtime":65,"cert":"N\/A","id":38056,"title":"Tugger: The Jeep 4x4 Who Wanted to Fly","adult":false,"genre_ids":[16]},{"cast":["Peisi Chen","Aaron Michael Drozin","Lau Ching-Wan","Drake Johnston","Gigi Leung"],"overview":"The Secret of the Magic Gourd follows the wondrous adventures of a young schoolboy named Wang Bao. When Wang Bao discovers a magical gourd that can instantly grant his every wish, the awkward child suddenly becomes a hero amongst his curious classmates. When the gourd proves more of a burden than a blessing and the boy decides to get rid of it, he quickly discovers that's easier said than done.","release_date":"2007-06-29","vote_average":5.6,"runtime":85,"cert":"U","id":38057,"title":"The Secret of the Magic Gourd","adult":false,"genre_ids":[18,10751,14]},{"cast":["John Agar","Cleo Moore","Frank De Kova","Dallas Boyd","Steffi Sidney"],"overview":"Suicidal hooker Cleo Moore agrees to spend the night with condemned prisoner John Agar in this Hugo Haas film noir.","release_date":"1955-11-01","vote_average":7.0,"runtime":75,"cert":"N\/A","id":38058,"title":"Hold Back Tomorrow","adult":false,"genre_ids":[]},{"cast":["Broderick Crawford","Ralph Meeker","Reed Hadley","William Talman","Lon Chaney Jr."],"overview":"A tough and realistic crime drama unfolds as merciless kidnapper Jerry Barker (Ralph Meeker) demands ransom paid against a young runaway whose fate lands Barker in Casabel Island Prison.","release_date":"1955-03-03","vote_average":6.3,"runtime":83,"cert":"N\/A","id":38059,"title":"Big House, U.S.A.","adult":false,"genre_ids":[28,53,80]},{"cast":["Eddie Albert","Bob Holt","Athena Lorde","Harlen Carraher"],"overview":"The Once-ler, a ruined industrialist, tells the tale of his rise to wealth and subsequent fall, as he disregarded the warnings of a wise old forest creature called the Lorax about the environmental destruction caused by his greed.","release_date":"1972-02-14","vote_average":7.4,"runtime":25,"cert":"U","id":38060,"title":"The Lorax","adult":false,"genre_ids":[16,10751,10770]},{"cast":[],"overview":"All soldiers belong to the same profession, no matter what country they serve, and it makes them different from everybody else. They have to be different, for their job is ultimately about killing and dying, and those things are not a natural vocation for any human being. Yet all soldiers are born civilians. The method for turning young men into soldiers-people who kill other people and expose themselves to death-is basic training.","release_date":"","vote_average":0.0,"runtime":57,"cert":"N\/A","id":38061,"title":"Anybody's Son Will Do","adult":false,"genre_ids":[]},{"cast":["Hideaki Ito","Mimura","Chieko Baishô","Ryo Katsuji","Yûko Kotegawa"],"overview":"Hiroshi, a 30 year-old businessman, has traveled back in time 20 years. He encounters Kazumi, a young woman who was gravely ill. Hiroshi regarded this as an opportunity to help the young woman from his past, the memory of whom he had always cherished.","release_date":"2005-10-08","vote_average":7.3,"runtime":132,"cert":"N\/A","id":38066,"title":"A Heartful of Love","adult":false,"genre_ids":[10749]},{"cast":["Tatsuya Fujiwara","Asami Mizukawa","Shun Shioya","Kosuke Toyohara","Masato Hagiwara"],"overview":"Keiko who leads a lonely life as a fortune teller on the streets meets Goro, a leader of the con-artists. One day, Goro witnesses a group of men kidnapping a middle-aged man in the parking garage. Goro records the man on his cell phone without knowing he could be in big trouble.","release_date":"2008-07-05","vote_average":4.8,"runtime":97,"cert":"N\/A","id":38067,"title":"Chameleon","adult":false,"genre_ids":[28,35,53]},{"cast":["Atsuko Sakuraba","Kenji Haga","Shinobu Kandori","Rumi Kazama","Hisao Maki"],"overview":"The story in \"Silver\" is about a female wrestler who is really an undercover agent. Disguised as a wrestling warrior, heroine Jun Shirogane (Atsuko Sakuraba) goes after the gang that killed her family in Takashi Miike's action-packed thriller. Aided by secret service colleague Yusuke Minamida (Kenji Haga), Jun goes undercover as Silver, a formidable fighter in the professional women's wrestling circuit. But Jun's success in the ring doesn't distract her from her primary mission: exacting revenge on the Paradise gang.","release_date":"1999-09-21","vote_average":5.5,"runtime":79,"cert":"N\/A","id":38068,"title":"Silver","adult":false,"genre_ids":[28,27,878]},{"cast":["Ha Jung-woo","Satoshi Tsumabuki","Cha Soo-yeon"],"overview":"Hyeong-gu (Ha Jung-Woo), a young Korean, visits Japan by boat three or four times a month to help with middle-aged Bo-gyung’s smuggling business. It is always Tooru (Satoshi Tsumabuki), a young Japanese man, who welcomes him there. Hyung-gu and Touru sacrifice themselves for the sake of their families, money, and friendship. One day, Bo-gyung orders them to kidnap a woman named Ji-su (Cha Su-Yeon) and take her to Japan, and this changes their future in an unexpected way.","release_date":"2009-05-28","vote_average":5.2,"runtime":115,"cert":"N\/A","id":38069,"title":"Boat","adult":false,"genre_ids":[18]},{"cast":["Joe E. Brown","June Travis","Guy Kibbee","Dick Foran","Carol Hughes"],"overview":"A salesman tries to sell a tractor to a customer who hates tractors while falling for the girl.","release_date":"1936-07-24","vote_average":4.5,"runtime":69,"cert":"N\/A","id":38070,"title":"Earthworm Tractors","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Children will fall in love with these wonderful characters as they \"Meet the Letters\". A recent study of over 50 babies and toddlers, who watched Meet the Letters daily, resulted in over 90% of these children having complete upper and lowercase letter recognition by or before the end of the two-month study. Many learned their letters in less than two weeks! Most impressively, nearly 70% of children under 24 months of age mastered the alphabet. You will be amazed at how easily your little ones can learn their letters!","release_date":"2005-09-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":38071,"title":"Meet the Letters","adult":false,"genre_ids":[10751,16]},{"cast":["Chrissie Amphlett"],"overview":"Recorded in 1993 in Queensland's notorious Boggo Road prison.","release_date":"1993-04-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":38072,"title":"Divinyls Live","adult":false,"genre_ids":[]},{"cast":["Drew Barrymore","Justin Long","Charlie Day","Jason Sudeikis","Christina Applegate"],"overview":"Erin and Garrett are very much in love. When Erin moves to San Francisco to finish her journalism degree and Garrett stays behind in New York to work in the music industry, they gamely keep the romance alive with webcams and frequent-flyer miles. But just when it seems the lovers will soon be reunited, they each score a big break that could separate them for good.","release_date":"2010-09-01","vote_average":6.1,"runtime":102,"cert":"N\/A","id":38073,"title":"Going the Distance","adult":false,"genre_ids":[35,18,10749]},{"cast":["Gabriele Lavia","Marcello Tusco","Bob Tonelli","Anne Canovas","Cesare Barbetti"],"overview":"A young journalist buys a used typewriter and notices some text still legible on the ribbon; he reconstructs the story of a scientist who discovered that some types of terrain have the power to revive the dead.","release_date":"1983-08-25","vote_average":6.2,"runtime":98,"cert":"N\/A","id":38074,"title":"Zeder","adult":false,"genre_ids":[27]},{"cast":["Didier Sandre"],"overview":"A documentary that explores the natural world of the sea, from the single-celled organism to more complex forms of life, OCEAN ORIGINS was originally filmed in the IMAX large format, which adds a crispness and clarity to the images. This documentary film seeks to examine the process of evolution by looking at the many creatures of the sea that can illustrate the way multi-cellular life emerged over the course of four billion years. OCEAN ORIGINS is a creative film that uses fascinating documentary footage to look at scientific theories and principles in an interesting manner","release_date":"2001-06-26","vote_average":5.2,"runtime":39,"cert":"N\/A","id":38075,"title":"Origins of Life","adult":false,"genre_ids":[99]},{"cast":["A Day To Remember"],"overview":"This DVD comes along with the Deluxe Edition of Homesick CD from A Day To Rember. It's packed with a full live set as well as bonus features for more than three hours of goodness","release_date":"2009-02-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":38078,"title":"Homesick","adult":false,"genre_ids":[10402]},{"cast":["Karen Damen","Kristel Verbeke","Kathleen Aerts","Irene Moors","Roel Vanderstukken"],"overview":"De meiden van K3 vinden een sprookjesboek, waarin het gezicht van een prins verschijnt. Hij is vervloekt door de kattenkoningin en moet voor 12 uur 's nachts zijn ware liefde gekust hebben, anders verandert hij voor altijd in een kat. Samen met de fee Fiorella schiet K3 de prins te hulp.","release_date":"2007-12-19","vote_average":6.3,"runtime":80,"cert":"N\/A","id":38081,"title":"K3 en de Kattenprins","adult":false,"genre_ids":[10751]},{"cast":["Charles Bronson","Jill Ireland","Rod Steiger","Henry Silva","Strother Martin"],"overview":"Charles Bronson is out for revenge in this action drama. Jackie Pruit (Jill Ireland) is the girlfriend of notorious gangster Joe Bomposa (Rod Steiger). When it looks as if Jackie's life is being threatened by Bomposa's goons, the FBI moves in to protect her, in hopes that she'll have incriminating evidence that the Bureau can use against Bomposa in court. Veteran agent Charlie Congers (Bronson) is assigned to watch over Jackie, and while it soon becomes obvious that she knows almost nothing about Bomposa that would be of any use to the FBI, he also falls in love with her. However, Bomposa decides that it would be a lot more convenient to have Jackie out of the way, and he orders her to be executed. Bomposa's henchmen manage to slip through FBI security and murder her, but now they have to answer to the angry and vengeful Congers.","release_date":"1979-01-01","vote_average":6.7,"runtime":103,"cert":"N\/A","id":38082,"title":"Love and Bullets","adult":false,"genre_ids":[80,18]},{"cast":["Alex Agnew"],"overview":"Na de dvd's 'Kaboom!' en de snoeiharde bevestiging met 'Morimos Solamente' is Alex Agnew toe aan zijn derde stand-up-comedy-theaterregistratie DVD: 'More Human Than Human'.Agnew is uniek. Grover, gewaagder en vooral grappiger dan ooit. Geen enkel onderwerp is veilig. Lichtgeraakte mensen wezen gewaarschuwd: Alex Agnew balanceert altijd op het randje. Wie de Alex Agnew verwacht die geluidjes maakt, zal verrast zijn. Agnew speelt meer in op het publiek, brengt vaak meer doordachte humor en beperkt de human jukebox tot het minimum.Alex Agnew heeft één van de belangrijkste eigenschappen van een goede stand-up: charisma. Die sympathieke uitstraling in combinatie met zijn geniaal materiaal drijft het publiek keer op keer en in een razend snel tempo naar opeenvolgende lachsalvo's die pas stoppen als hij met een buiging het podium verlaat, wat gepaard gaat met een daverend applaus.","release_date":"2010-05-21","vote_average":6.6,"runtime":null,"cert":"N\/A","id":38085,"title":"Alex Agnew: More Human Than Human","adult":false,"genre_ids":[35]},{"cast":["Ariadna Gil","Ramon Fontserè","Diego Luna","María Botto","Joan Dalmau"],"overview":"Professor Lola Sánchez investigates the truth behind the events experienced by Rafael Sánchez Mazas, one of the founders of the Falange Española party, during the Spanish Civil War.","release_date":"2003-03-21","vote_average":7.2,"runtime":120,"cert":"N\/A","id":38086,"title":"Soldiers of Salamina","adult":false,"genre_ids":[18,10752,36]},{"cast":["Donald Glover","Aubrey Plaza","Dominic Dierkes","D.C. Pierson","Matt Walsh"],"overview":"A group of former Encyclopedia Brown-style child-detectives struggle to solve an adult mystery.","release_date":"2009-08-28","vote_average":6.4,"runtime":97,"cert":"N\/A","id":38087,"title":"Mystery Team","adult":false,"genre_ids":[35,53,9648]},{"cast":["Carlos de Gabriel","Ramón Barea","Alicia Sánchez","Francisco Algora","Manuel Manquiña"],"overview":"Matias is a soccer referee. He promised his dying mother never to lie. When he referees a match of the spanish national team and there is a clear penalty against Spain in the last minute of the game he has no choice and marks the foul. As a result Spain does not qualify for the world championship and Matias is forced to escape from the rage of the people. He hides in the town of his father which he hasn't visited since his childhood.","release_date":"1996-04-12","vote_average":7.0,"runtime":94,"cert":"N\/A","id":38088,"title":"Matías, juez de línea","adult":false,"genre_ids":[35]},{"cast":["Pablo Carbonell","María Barranco","Pedro Reyes","Antonio Dechent","Andrés Rivera"],"overview":"Tres pescadores barbateños, Manuel (Pablo Carbonell), un hombre bueno al que apodan \"Nadando con Chocos\"; el Perra (Pedro Reyes), su amigo fiel, y El Cherif (Antonio Dechent), un paria iracundo y orgulloso, intentan sobrevivir como pueden a pesar de la crisis pesquera que vive la costa gaditana.Un día Manolín (Andrés Rivera), el hijo de Manuel, llega a casa con un problema más: quiere hacer la comunión. Algo que provocará más de una sorpresa. Primero porque no está bautizado y segundo porque sus padres ni siquiera están casados. Contagiados por la ilusión de su hijo, María y Manuel deciden ordenar su vida y casarse. María lo organiza todo: arregla con el singular cura del pueblo (Paco Vegara) para que oficie la ceremonia, busca los trajes, invita a los vecinos... Pero claro, no hay boda sin convite. Y eso cuesta dinero. ¿Cómo conseguirlo?","release_date":"2004-04-30","vote_average":6.5,"runtime":91,"cert":"N\/A","id":38089,"title":"Atún y chocolate","adult":false,"genre_ids":[35]},{"cast":["Pierre Richard","Jane Birkin","Michel Aumont","Marc Doelnitz","Amadeus August"],"overview":"The whole intrigue is centered around carte-blanche documents kept in a vault. Whoever fills in the blank becomes the owner of a revue. Big money is involved. The nephew of the owner of the vault is trying to cheat his uncle and have his name in the documents. Everything is even more complicated because the manager of the bank has a finger in the pie, too. Who but a humble bank-teller (Pierre Richard) will ruin the scheme?","release_date":"1975-10-08","vote_average":6.1,"runtime":95,"cert":"N\/A","id":38090,"title":"The Wild Goose Chase","adult":false,"genre_ids":[35]},{"cast":["Eduardo Noriega","Natalia Verbeke","Paz Vega","Jordi Mollà","Críspulo Cabezas"],"overview":"Película española basada en la novela homónima escrita por Juan Bonilla. Simón, un aspirante a escritor frustrado que se dedica a escribir crucigramas para un periódico, recibe un misterioso encargo: debe incluir la palabra Adversario el próximo Domingo de Ramos en su crucigrama, bajo amenaza. Tras acceder a este chantaje, Simón ve como se suceden una serie de catástrofes que le hacen sospechar de su compañero de piso, Sapo, distanciarse de su novia, Ariadna, y buscar la ayuda de María, una compañera del periódico, para investigar estos extraños sucesos. Todo esto ocurre con la ciudad de Sevilla como telón de fondo y durante la Semana Santa más multitudinaria de España, lo que contribuye a la confusión con nazarenos con pistolas láser, juegos de rol en el recinto de la Expo 92 y acusaciones que acaban inculpando al propio Simón de los crímenes cometidos.","release_date":"1999-11-26","vote_average":5.5,"runtime":105,"cert":"N\/A","id":38091,"title":"Nobody Knows Anybody","adult":false,"genre_ids":[53]},{"cast":[],"overview":"A city rat pursues a nearly empty bag of cheese snacks  that's drifting in the breeze. His journey takes him through a vent into a highly mechanized rat lab, where one particular white female gets his attention.","release_date":"2006-01-01","vote_average":6.7,"runtime":10,"cert":"N\/A","id":38094,"title":"One Rat Short","adult":false,"genre_ids":[16]},{"cast":[],"overview":"No overview found.","release_date":"2007-01-01","vote_average":3.0,"runtime":74,"cert":"N\/A","id":38095,"title":"Stanley Cuba","adult":false,"genre_ids":[35]},{"cast":["Barbara Hershey","Richard Thomas","Catherine Burns","Bruce Davison","Ernesto Gonzalez"],"overview":"During summer vacation on Fire Island, three young people--a girl and two guys--become so close that they form a sort-of threesome. When an uncool girl tries to infiltrate the trio's newly found relationship, they construct an elaborate plot that has violent results.","release_date":"1969-06-10","vote_average":6.5,"runtime":97,"cert":"N\/A","id":38096,"title":"Last Summer","adult":false,"genre_ids":[18]},{"cast":["James Tien","Carter Wong","Yuen Wah","Hsu Hsia","Lee Ye-Min"],"overview":"Carter Wong plays a young chinese martial arts student who travels to Korea to learn Taekwondo. Soon he comes up against a vicious gang who want all the local martial arts schools to join their evil association. But before he can defeat the bad guys, he has to learn to master his own strong desire to fight.","release_date":"1975-03-15","vote_average":7.0,"runtime":107,"cert":"N\/A","id":38097,"title":"The Dragon Tamers","adult":false,"genre_ids":[28]},{"cast":["Oliver Korittke","Heinrich Schafmeister","Lale Yavaş","Tim Seyfi","İdil Üner"],"overview":"The movie revolves around three different couples who have to overcome familial and cultural obstacles to be with their ones they love. A man looking for a bride-for-hire also learns the hard way that expectations and reality do not always come together well.","release_date":"2008-06-19","vote_average":7.3,"runtime":90,"cert":"N\/A","id":38098,"title":"Evet, I Do!","adult":false,"genre_ids":[35]},{"cast":["Dorian Tan Tao-Liang","James Tien","Jackie Chan","Sammo Hung","John Woo"],"overview":"A survivor of an attack on a rebel group opposing the Manchu invasion of China creates the Goose Fist fighting technique and tries for revenge on a traitor.","release_date":"1976-07-15","vote_average":6.1,"runtime":97,"cert":"15","id":38099,"title":"Hand of Death","adult":false,"genre_ids":[28]},{"cast":["Richard Ng","Ricky Hui","Angie Chiu","Lee Hoi-Sang","Cheung Ying"],"overview":"Ducky is hired by Rich Chen to transport the \"diamonds\" he stole from Uncle Pai Mary. Uncles Tough Guy and Mary would like to get the diamond from Ducky, so volunteering to relieve Ducky of his responsibility. Somehow Tough Guy subdues the gunman and finds out the diamonds are just paste. Tough Guy and Ducky are now partners and promise Uncle Pai to recover the real diamonds. Many times they try but they get nothing more than trouble. Ducky finally works out a plan to get the real diamonds back to Uncle Pai and sell the fake ones to Rich Chen. Uncle Pai gets his diamonds. Mr. Chen is now known as Poor Chen. Tough Guy gets his cut and, eh, Mary.","release_date":"1977-07-28","vote_average":7.5,"runtime":92,"cert":"N\/A","id":38100,"title":"Money Crazy","adult":false,"genre_ids":[35]},{"cast":["Josephine Hutchinson","Colin Clive","George Brent","Henrietta Crosman","Peggy Wood"],"overview":"A man (Colin Clive) with a broken back dies after his wife (Josephine Hutchinson) has an affair with his brother (George Brent).","release_date":"1935-01-26","vote_average":6.2,"runtime":75,"cert":"N\/A","id":38101,"title":"The Right to Live","adult":false,"genre_ids":[18]},{"cast":["Kristel Verbeke","Josje Huisman","Karen Damen"],"overview":"","release_date":"2010-05-19","vote_average":7.0,"runtime":80,"cert":"N\/A","id":38102,"title":"K3 - Show Mamasé","adult":false,"genre_ids":[10751,10402]},{"cast":["Jean Simmons","Trevor Howard","Sonia Dresdel","Barry Jones","Kenneth More"],"overview":"After leaving the British Secret Service, David Somers (played by Trevor Howard) finds work cataloging butterflies at the country house of Nicholas and Jess Fenton. After the murder of a local gamekeeper, suspicion (wrongfully) falls on their niece, Sophie Malraux (Jean Simmons). Somers helps Sophie to escape arrest and they go on the run together. After a cross-country chase they arrive at a coastal city with the intention of leaving the country by ship. All's well that ends well after the true identity of the murderer is revealed.","release_date":"1950-11-21","vote_average":6.3,"runtime":95,"cert":"","id":38103,"title":"The Clouded Yellow","adult":false,"genre_ids":[80,18,9648]},{"cast":["Diana Krall","John Clayton","Paulinho da Costa","Anthony Wilson","Jeff Hamilton"],"overview":"Diana Krall has had a long time fascination with bossa nova, a type of music which perfectly suits her sophisticated yet sensual style. This culminated in her new studio album \"Quiet Nights\" (released by Verve in spring 2009) and in this stunning concert filmed in the home of the bossa nova, Rio de Janeiro, in November 2008. Accompanied by her band and an orchestra, Diana Krall delivers a superb set of standards in true bossa nova style but clearly bearing her unique stamp. This DVD captures Diana Krall at her scintillating best.","release_date":"2009-05-26","vote_average":7.9,"runtime":149,"cert":"N\/A","id":38104,"title":"Diana Krall - Live in Rio","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Prolific filmmaker John Scheinfeld helms this valentine to the Chicago Cubs and the city that loves them. Players past and present, city honchos and fans -- both celebrities and ordinary joes -- discuss the team and its long history. Captured during the 2008 season (the 100th anniversary of the team's last World Series win), these voices express why, win or lose, their beloved Cubbies will be forever in their hearts.","release_date":"2009-06-12","vote_average":5.8,"runtime":104,"cert":"N\/A","id":38105,"title":"We Believe","adult":false,"genre_ids":[99]},{"cast":["Corbin Bernsen","Julianne Phillips","Gregg Henry","Lawrence Hilton-Jacobs","Harve Presnell"],"overview":"A retired and disgruntled scientist is brought out of retirement to explain why tidal waves are wiping out coastal communities. But is he part of the problem?","release_date":"1997-01-01","vote_average":3.8,"runtime":90,"cert":"N\/A","id":38108,"title":"Tidal Wave: No Escape","adult":false,"genre_ids":[28,878,53]},{"cast":["Charles Napier","Hoke Howell","David Homb","Jodi Seronick","Marc Robinson"],"overview":"Huge Motherships from an alien species sneak ominously into orbit around Earth. Lethal bat-winged fighters descend on the planet. Citizens are abducted. Homes are destroyed. The invasion has begun! A small town sheriff, two deputies and a professor discover the alien plan. With the secret to destroy the attacking ships, there's a chance they could stop the alien invasion... for now!!!!","release_date":"1996-01-01","vote_average":4.3,"runtime":91,"cert":"N\/A","id":38109,"title":"Alien Species","adult":false,"genre_ids":[28,12,18,878]},{"cast":["Christopher Dunne","Christopher Dane","Sarah Akehurst"],"overview":"Ned Harris is a fifty-something everyman. Doting father. Loyal colleague. Compassionate landlord. Serial killer. Beneath the seemingly normal surface resides a web of warped sensibilities, spontaneous brutality and cold-blooded murder. A psychiatrist would probably blame Ned's peculiar childhood, but what's Paul's excuse? Paul James is Ned's long-standing tenant - callous and calculating, with voyeuristic tendencies and a bizarre sense of humour. So when Kate and Jason, a young couple with problems of their own, move into Ned's building, they prove to be the catalyst for a shocking turn of events. It's not long before Ned's rapidly unravelling life spirals completely out of control, as we race towards a deadly conclusion. The story culminates in a final showdown between Ned and Paul, where they are forced to confront their demons and reveal their darkest secret. Dark Rage is a twisted journey into a deeply disturbed mind. Not for the faint-hearted!","release_date":"2008-08-16","vote_average":0.0,"runtime":95,"cert":"","id":38112,"title":"Dark Rage","adult":false,"genre_ids":[27]},{"cast":["Alex Pettyfer","Vanessa Hudgens","Mary-Kate Olsen","LisaGay Hamilton","Neil Patrick Harris"],"overview":"A curse transforms a handsome and arrogant young man into everything he detests in this contemporary retelling of Beauty and the Beast. Wealthy Kyle Kingson has everything a teenager could want in life, but he still gets off on humiliating the weaker and less attractive. When Kyle invites his misfit classmate Kendra to an environmental rally at their school, she questions his motivations but reluctantly accepts. Later, Kyle blows Kendra off, prompting the spurned goth girl to cast a dark spell on the swaggering egotist.","release_date":"2011-01-21","vote_average":6.2,"runtime":86,"cert":"","id":38117,"title":"Beastly","adult":false,"genre_ids":[18,14,10749]},{"cast":["Gregg Palmer","Allison Hayes","Autumn Russell","Joel Ashley","Morris Ankrum"],"overview":"American tycoon George Harrison, his beautiful wife, Mona, and deep-sea diver Jeff Clark are off the coast of Africa hoping to salvage a fortune in diamonds at the bottom of the sea near the voodoo-haunted island of Mora Tau, and are joined by an English girl named Jan. The treasure is reported to be guarded by Zombies, walking dead-men doomed to roam the earth until men stop trying to find the sacred treasure. Here, they are walking the sea-bottom, and there is a large conflict of interest between them and the treasure-seekers.","release_date":"1957-03-01","vote_average":5.7,"runtime":70,"cert":"N\/A","id":38120,"title":"Zombies of Mora Tau","adult":false,"genre_ids":[12,14,27]},{"cast":["Stevie Wonder"],"overview":"LIVE AT LAST was filmed at the O2 in the London during 'A Wonder Summer's Night' tour in 2008, his first tour in over a decade which sold over 120, 000 tickets in the UK alone. The track list traces a lifetime of innovation and accomplishment stretching from Wonder's teens with \"My Cherie Amour\" and \"Signed, Sealed, Delivered I'm Yours\" as well as iconic hits that redefined pop and R&B music, including \"Superstition,\" \"Higher Ground,\" \"Living For the City,\" \"You Are the Sunshine of My Life\" and \"I Wish,\" while reaching into his classic albums for such enduring fan favorites as \"All I Do,\" \"Overjoyed\" and \"Knocks Me Off My Feet...\"","release_date":"2009-03-10","vote_average":6.2,"runtime":134,"cert":"","id":38121,"title":"Stevie Wonder: Live at Last","adult":false,"genre_ids":[10402]},{"cast":["Stephen K. Amos"],"overview":"Stand-up circuit stalwart and panel-show favourite, Stephen K. Amos presents his first DVD, FIND THE FUNNY. Filmed before a live audience, Stephen demonstrates the wit, charm and 'feelgood' humour that have seen him storm the Edinburgh Festival every year since his 2001 debut.","release_date":"2009-11-23","vote_average":0.0,"runtime":59,"cert":"15","id":38122,"title":"Stephen K. Amos: Find the Funny","adult":false,"genre_ids":[35]},{"cast":["Jenny Lampa","Ruth Vega Fernandez","David Dencik","Omid Khansari","Peter Järn"],"overview":"Vera and Vanja, two vampire sisters, are forced to run for their lives, when Vera kills the leader of a biker-gang in a night club. While escaping from the bikers, Vanja gets more determined that she wants to leave the outcast vampire-lifestyle and adjust to the human world. She wants to live a normal life, even though it means the end of a life together with her sister. Vera won't accept a life in solitude and is willing to fight to make her sister stay.","release_date":"2008-09-04","vote_average":3.3,"runtime":75,"cert":"N\/A","id":38123,"title":"Not Like Others","adult":false,"genre_ids":[27,53]},{"cast":["John Carpenter","Frank Darabont","Steven E. de Souza","Antwone Fisher","William Goldman"],"overview":"Shane Black (\"Lethal Weapon\"), John Carpenter (\"Halloween\"), Frank Darabont (\"The Shawshank Redemption\"), William Goldman (\"The Princess Bride\"), Paul Schrader (\"Taxi Driver\"), and dozens of other Hollywood screenwriters share hilarious anecdotes and penetrating insights in \"Tales from the Script,\" the most comprehensive documentary ever made about screenwriting. By analyzing their triumphs and recalling their failures, the participants explain how successful writers develop the skills necessary for toughing out careers in one of the world's most competitive industries. They also reveal the untold stories behind some of the greatest screenplays ever written, describing their adventures with luminaries including Harrison Ford, Stanley Kubrick, Joel Silver, Martin Scorsese, and Steven Spielberg. The film was produced in tandem with the upcoming HarperCollins book of the same name.","release_date":"2009-01-10","vote_average":7.1,"runtime":105,"cert":"N\/A","id":38124,"title":"Tales from the Script","adult":false,"genre_ids":[99]},{"cast":["Brian Donlevy","George Baker","Carole Gray","Yvette Rees","Burt Kwouk"],"overview":"Remember that scientist that was trying to perfect a matter transportation machine but got fused with a fly when one of the little critters got into the transporter with him? Well, this story is about three of his descendents (a son, Henri Delambre, played by Brian Donlevy and two grandsons). Seems the son wants to continue and perfect the machine while his two sons want to get out of the scientist business and live \"normal\" lives. The oldest son, Martin, decides to take a wife (who just happens to have escaped from a mental hospital after her parents died). Martin's father is not happy with this intrusion but finally gives in because he understands him son's needs. They all try to be a happy family until humans used in botched experiments are discovered by the new bride and the police nearly discover the lab while looking for Martin's wife. Everyone tries to get out of there via the transporter but things just don't go according to plan ...","release_date":"1965-05-01","vote_average":5.4,"runtime":86,"cert":"","id":38125,"title":"Curse of the Fly","adult":false,"genre_ids":[27,878]},{"cast":["Vincent Price","Brett Halsey","John Sutton","David Frankham","Dan Seymour"],"overview":"Fifteen years after his father's experiments with matter transmission fail, Philippe Delambre and his uncle François attempt to create a matter transmission device on their own. However, their experiments have disastrous results, turning Philippe into a horrible half-man, half-fly creature.","release_date":"1959-07-01","vote_average":5.6,"runtime":80,"cert":"N\/A","id":38126,"title":"Return of the Fly","adult":false,"genre_ids":[18,27,878]},{"cast":["Martin Lawrence"],"overview":"Stand up comedy by Martin Lawrence, filmed in the Majestic Theater in New York City. Martin Lawrence talks about everything from racism, to relationships, to his childhood.","release_date":"1994-04-27","vote_average":5.9,"runtime":84,"cert":"N\/A","id":38129,"title":"Martin Lawrence: You So Crazy","adult":false,"genre_ids":[35]},{"cast":["Richard Gazowsky"],"overview":"The film follows the story of a San Francisco Pentecostal minister Richard Gazowsky on his quest to shoot a groundbreaking fantasy film called Gravity: The Shadow of Joseph (described by him as \"Star Wars meets The Ten Commandments\"). The film follows him and members of his church as they go through pre-production and fly to Alberobello, Italy, for initial shooting that turns out to be marred with difficulties.","release_date":"2007-03-09","vote_average":8.5,"runtime":88,"cert":"N\/A","id":38130,"title":"Audience of One","adult":false,"genre_ids":[99]},{"cast":["Pernilla August","Petrus Havrell Nilsson","Alice Havrell Nilsson","Dag Malmberg","Kåre Mölder"],"overview":"Anna a teacher with alcohol related problems wakes up one morning in her house and finds a dead 16-year old boy on her bedroom floor. She have no clue how he got there but soon convinces herself she caused his death and is imprisoned for the murder. Her brother Tommy refuses to believe she is guilty and starts to investigate the case.","release_date":"2007-03-21","vote_average":0.0,"runtime":180,"cert":"N\/A","id":38131,"title":"Those Who Whisper","adult":false,"genre_ids":[18,53]},{"cast":["Rodney Dangerfield","Andrew Dice Clay","John Byner","Molly Shannon","Jerry Stiller"],"overview":"A three times divorced real estate tycoon, who thought he was through with love. Gets more then he bargained for when he invests in some property for a ski resort in Utah.","release_date":"2000-09-08","vote_average":3.9,"runtime":100,"cert":"N\/A","id":38132,"title":"My 5 Wives","adult":false,"genre_ids":[35]},{"cast":["Henry Rollins"],"overview":"Filmed at Melbourne's atmospheric Comedy Theatre, Rollins' latest spoken word show, Provoked, delivers the informed and unrestrained punch you've come to expect from the outspoken American iconoclast. Not afraid to give you his opinion on everything from the state of US politics, to rocking it out with gods of the punk rock scene, The Ruts, or hilarious tales of life in the LA party scene, This will leave you with no doubt that this is a man with plenty to say.","release_date":"2008-12-01","vote_average":6.0,"runtime":200,"cert":"N\/A","id":38133,"title":"Henry Rollins Provoked: Live From Melbourne","adult":false,"genre_ids":[35]},{"cast":["Gina Calabrese","Dru-Anne Perry","Linda Kerridge","Shayne Farris","Anthony Kentz"],"overview":"A band finally gets the opportunity for that breakthrough gig if they can make it to an \"in\" club on another planet in time...","release_date":"1986-01-01","vote_average":5.6,"runtime":84,"cert":"N\/A","id":38134,"title":"Vicious Lips","adult":false,"genre_ids":[35,27,10402,878]},{"cast":["Dante Basco","Jayson Schaal","Brian Card","Mindy Spence","Nicole Hawkyard"],"overview":"Filipino-American high school student Ben (Dante Mercado) works in a comic book shop to earn money to pay his way into Cal Arts. His father, a postman, is determined that his son--who has won a pre-med scholarship to UCLA--will become a doctor. The eighteenth birthday party of Ben's sister, Rose, sets off a comedic and touching series of events and family struggles that will in turn determine young Ben's future. This fresh independent production from Gene Cajayon presents a lighthearted and warm coming-of-age tale filtered through the eyes of an American subculture rarely seen on film.","release_date":"2000-05-18","vote_average":7.0,"runtime":88,"cert":"N\/A","id":38135,"title":"The Debut","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The End is a skateboarding video by Birdhouse Skateboards. Some of the skaters incorporated a short story into their video parts. These stories include Rick McCrank looking for a job, Steve Berra being killed by an unknown attacker, Andrew Reynolds hanging out with a monkey, Heath Kirchart and Jeremy Klein's rampaging mayhem in the city and Bucky Lasek taking down Tony Hawk so that he can become the number one skateboarder.","release_date":"2000-06-06","vote_average":0.0,"runtime":100,"cert":"N\/A","id":38136,"title":"The End","adult":false,"genre_ids":[35,99]},{"cast":["Michael Paré","Catherine Mary Stewart","Bruce Dern","Adam Ant","Julius Carry"],"overview":"In the nuclear ravaged wasteland of Earth 2087 water is as precious as life itself. The isolated Lost Wells outpost survived the holocaust and the inhabitants guard the source of their existence. Now an evil cult of renegades want control of their valuable water supply. And the villagers are no match for such brute military force. Only one man can help the stricken community - a mercenary living in a distance cannibal city. But even he, and his strange henchmen, may not be able to survive in the world gone wild.","release_date":"1987-10-01","vote_average":5.8,"runtime":95,"cert":"N\/A","id":38141,"title":"World Gone Wild","adult":false,"genre_ids":[28,878]},{"cast":["Kenji Mizuhashi","Yoshimi Kondou","Satomi Hanamura","Risa Mizuno","Ayaka Onoue"],"overview":"Three moments in Takaki's life: his relationship with Akari and their forced separation; his friendship with Kanae, who is secretly in love with him; the demands and disappointments of adulthood, an unhappy life in a cold city.","release_date":"2007-03-03","vote_average":7.4,"runtime":63,"cert":"N\/A","id":38142,"title":"5 Centimeters per Second","adult":false,"genre_ids":[16,18,10749]},{"cast":["Gong Li","Liu Peiqi","Liuchun Yang","Lei Kesheng","Zhijun Ge"],"overview":"The Story of Qiu Ju is a 1992 Chinese comedy-drama film. The film was directed by Zhang Yimou and, as in many of his films, stars Gong Li in the title role. The screenplay is an adaption of Chen Yuanbin's novella The Wan Family's Lawsuit. The film tells the story of a peasant woman, Qiu Ju, who lives in a rural area of China. When her husband is kicked in the groin by the village head, Qiu Ju, despite her pregnancy, travels to a nearby town, and later a big city to deal with its bureaucrats and find justice.","release_date":"1992-10-02","vote_average":7.3,"runtime":100,"cert":"N\/A","id":38143,"title":"The Story of Qiu Ju","adult":false,"genre_ids":[35,18]},{"cast":["Catalina Larranaga","Angie Everhart","Mark Sivertsen","Robert McRay","Evan MacKenzie"],"overview":"Professional killer Gav Reed commits a grave mistake allowing himself to be videotaped (as she always does, for a documentary she hopes to sell to Hollywood about the real nocturnal 'eldest business' there) by Julie Spencer, one of Max 'Slim' Reuter's hookers and porn actresses, whom he had sex with before - and while making a most incriminating call about his murder attempt at a high society campaign party for mayor Garland's electoral challenger Mary Washington, where the bullet is however caught by councilor Frank Constantine, who also survives. Gav's client, businessman Ian Hunter, who was videotaped earlier, has his girl Marina shoot Gav and then Julie, later Slim who. Rough but effective police detective Killian investigates, helped by Julie's friend Carly Marsh, and unravels even more sordid connections.","release_date":"2002-02-15","vote_average":4.6,"runtime":88,"cert":"N\/A","id":38144,"title":"Bare Witness","adult":false,"genre_ids":[53,9648,10749]},{"cast":["Robert Schimmel"],"overview":"Stand-up comedy special starring uninhibited comic Robert Schimmel from the State Theater in Kalamazoo, Michigan.","release_date":"1999-01-01","vote_average":8.5,"runtime":55,"cert":"N\/A","id":38145,"title":"Robert Schimmel: Unprotected","adult":false,"genre_ids":[35]},{"cast":["Thomas Hartmann"],"overview":"I februar 2006 var én af Danmarks mest produktive komikere, Thomas Hartmann, på turné med sit tredje one man show ”Hartmann 3”. Showet, hvori Hartmann viste en ny side af sig selv. Mere afslappet, mindre vred, mere behagelig og mindst lige så sjov.Ord-ekvilibristen Thomas Hartmann elsker de skæve betragtninger og legen med sproget, hvilket også er gået hen og blevet ét af hans unikke kendetegn. Dette understreges til fulde på denne stemningsfyldte DVD, som blev optaget i Falconer Salen med et mere end veloplagt publikum.","release_date":"2006-09-18","vote_average":7.2,"runtime":153,"cert":"N\/A","id":38146,"title":"Thomas Hartmann: Hartmann 3","adult":false,"genre_ids":[35]},{"cast":["George Burns","Suzanne Pleshette","David Birney","Louanne","John Louie"],"overview":"Second 'Oh God' movie has God appearing before 11-year-old Tracy Richards to ask for her help to spread his word and influence over the world which she suggests the slogan 'Think God.' Naturaly, Tracy's divorced parents Paula and Don think Tracy's just crazy and plot to halt her 'heaven-sent' mission to spread God's word. Written by Matthew Patay","release_date":"1980-10-03","vote_average":5.1,"runtime":94,"cert":"N\/A","id":38147,"title":"Oh, God! Book II","adult":false,"genre_ids":[14,35]},{"cast":["George Burns","Ron Silver","Roxanne Hart","Eugene Roche","Janet Brandt"],"overview":"George Burns is back as God, but oops, here he is as Satan, too. A young rock star is ready to sell his soul to Satan, and Satan is all too happy to oblige. Oops! Seems the fellow was watched over by God as a baby, so now the almighty and his nemesis have to duke it out over the soul. Written by Steve Derby","release_date":"1984-11-07","vote_average":5.6,"runtime":97,"cert":"N\/A","id":38148,"title":"Oh, God! You Devil","adult":false,"genre_ids":[35]},{"cast":["Clark Gable","Sophia Loren","Vittorio De Sica","Marietto Angeletti","Paolo Carlini"],"overview":"Mike Hamilton, a Philadelphia lawyer, comes to Naples to settle the estate of his long estranged \"black sheep\" brother. Once there, he discovers that the deceased has left an 8 year old boy who is being raised by Michael's sister-in-law Lucia Curcio. To make matters worse, Lucia happens to be a sexy nightclub dancer.","release_date":"1960-08-06","vote_average":6.3,"runtime":100,"cert":"N\/A","id":38151,"title":"It Started in Naples","adult":false,"genre_ids":[35,10749,18]},{"cast":["Lee Marvin","Gary Grimes","Ron Howard","Charles Martin Smith","Arthur Hunnicutt"],"overview":"After escaping home, three young friends form a dynamic alliance of untamed youth. They meet an old man named Spikes with the experience only a master gunfighter can offer. The gang of men go on a crime spree and are converted to outlaws with a price on their heads.","release_date":"1974-05-01","vote_average":5.7,"runtime":96,"cert":"N\/A","id":38152,"title":"The Spikes Gang","adult":false,"genre_ids":[28,37]},{"cast":["Charlie Sheen","Donald Sutherland","Linda Hamilton","Stephen Lang","Nicholas Turturro"],"overview":"Bobby Bishop is a special assistant to the President of the United States. Accidentally, he meets his friend professor Pochenko on the street. Pochenko has time to tell Bishop about some conspiracy in the White House but then immediately gets killed by an assassin. Now bad guys are after Bobby as the only man who knows about a plot. Bishop must now not only survive, but to stop the conspirators from achieving their goal. And he doesn't know whom to trust.","release_date":"1997-01-31","vote_average":4.4,"runtime":103,"cert":"15","id":38153,"title":"Shadow Conspiracy","adult":false,"genre_ids":[28,53]},{"cast":["Koji Yakusho","Satoshi Tsumabuki","Yuu Kashii","Shinichi Tsutsumi","Toshirō Yanagiba"],"overview":"A drama set during World War II where a submarine carrying a secret weapon attempts to stop a planned third atomic bombing of Japan. Based on Harutoshi Fukui's novel Shuusen no Lorelei.","release_date":"2005-03-05","vote_average":4.8,"runtime":128,"cert":"N\/A","id":38154,"title":"Lorelei: The Witch of the Pacific Ocean","adult":false,"genre_ids":[18,10752,878]},{"cast":["Yuen Biao","Sammo Hung","Adam Cheng","Moon Lee","Mang Hoi"],"overview":"In the fifth century, constant civil war scars western China. To escape death, Ti, a young scout, jumps through a crevice in the Zu mountains where he meets and becomes the apprentice of Ting Yin, a spiritual man with great fighting powers. They encounter a monk, Hsiao Yu, also a great fighter and a good man, but unfriendly to Ting. Because Ting and Hsiao can't work together, it falls to Ti to team with Hsiao's acolyte Yi Chen: they have 49 days to travel far to claim two swords that are the only weapons that can defeat the Blood Demon, who has decided the wreak havoc on the world. They get help from Long Brows, Ting falls in love with a countess, and civil war still rages.","release_date":"1983-02-05","vote_average":6.5,"runtime":95,"cert":"N\/A","id":38155,"title":"Zu: Warriors from the Magic Mountain","adult":false,"genre_ids":[28,35,18,14,9648]},{"cast":["Leo Gregory","Vincent Regan","Michael Madsen","Robert Fucilla","Steven Berkoff"],"overview":"A cruel twist of fate catapults small time crook Mickey Skinner into the big league, as head of a brutal London gang poised on the brink of a lucrative human-trafficking deal.","release_date":"2010-04-07","vote_average":4.5,"runtime":105,"cert":"18","id":38156,"title":"The Big I Am","adult":false,"genre_ids":[53,80,18]},{"cast":["Michael Trucco","Tara Spencer-Nairn","Jason Thompson","John Novak","John Benjamin Martin"],"overview":"The unspeakable evil of the soul-devouring djinn rises again in this fourth electrifying installment of the unstoppable Wishmaster horror legacy! But now, as a host of new victims see their most nightmarish wishes come true, the world faces the ultimate demonic terror: an onslaught of multiple djinns hell-bent on destroying everything in their path!","release_date":"2002-06-10","vote_average":4.4,"runtime":92,"cert":"18","id":38157,"title":"Wishmaster 4: The Prophecy Fulfilled","adult":false,"genre_ids":[27]},{"cast":["Erik Thompson"],"overview":"THE BRAIN is an astonishing voyage of discovery into our last biological frontier. Although today s computers can make calculations in one-100th of a second and technology can transport us outside the bonds of Earth, only now are we beginning to understand the most complex machine in the universe. Using simple analogies, real-life case studies, and state-of-the-art CGI, this special shows how the brain works, explains the frequent battle between instinct and reason, and unravels the mysteries of memory and decision-making. It takes us inside the mind of a soldier under fire to see how decisions are made in extreme situations, examines how an autistic person like Rain Man develops remarkable skills, and takes on the age-old question of what makes one person good and another evil. Research is rushing forward. We’ve learned more about the workings of the brain in the last five years than in the previous one hundred.","release_date":"2008-11-10","vote_average":6.5,"runtime":null,"cert":"N\/A","id":38158,"title":"The Brain","adult":false,"genre_ids":[99]},{"cast":["Angus Deayton","Ian Hislop","Paul Merton","Martin Clunes","Neil Morrissey"],"overview":" \r\n","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":38159,"title":"Have I Got News for You: The Official Pirate Video","adult":false,"genre_ids":[35]},{"cast":["Maxwell Caulfield","Tracy Scoggins","Billy Dee Williams","Gary Roberts","Richard Cody"],"overview":"Set in the year 2022, a group of convicts sentenced to life in prison are led on a mission into uncharted deep space by Commander Skyler (Williams) to salvage a lost ship. As incentive to go on this dangerous mission, the convicts are given the opportunity to spend their weekends in a virtual reality world where they could live out their sexual fantasies with any woman they choose. However, a woman who is not part of the program appears in it (Scoggins), kills each virtual woman and seduces each convict. When she begins to appear outside the program, the men quickly turn on each other.","release_date":"1993-01-01","vote_average":4.1,"runtime":120,"cert":"N\/A","id":38160,"title":"Alien Intruder","adult":false,"genre_ids":[878]},{"cast":["Susan Sarandon","Ralph Fiennes","Peter Asher","Don Harvey","Chris Bauer"],"overview":"Sympathetic look loosely based on the relationship between tobacco heiress, Doris Duke (1912-1993) - think Duke University - and her shy butler, Bernard Lafferty. The icy and mercurial Duke fires her butler for serving a chilled cantaloupe; the agency sends Lafferty, formerly household staff to Liz Taylor and to Peggy Lee. He's an alcoholic, fresh out of rehab. He gradually becomes Duke's gay alter ego as she romps through life sleeping with young men, making shrewd decisions quickly, managing her fortune and orchids as Lafferty manages her New Jersey estate. With a wine cellar to die for, Bernard falls off the wagon. Can he pull himself together when Doris needs him?","release_date":"2006-09-01","vote_average":6.2,"runtime":103,"cert":"N\/A","id":38163,"title":"Bernard and Doris","adult":false,"genre_ids":[35,18]},{"cast":["Franco Franchi","Ciccio Ingrassia","Omero Antonutti","Claudio Bigagli","Massimo Bonetti"],"overview":"Five stories center on a werewolf, a feudal landlord, peasants, a ghost, and a mother and her sons.","release_date":"1984-11-22","vote_average":7.9,"runtime":188,"cert":"N\/A","id":38164,"title":"Chaos","adult":false,"genre_ids":[9648,10749,18,35,14]},{"cast":["Omar Sharif","Ambroise Bia","Jess Hahn","Philippe Nicaud","Gérard Tichy"],"overview":"1865, The American Civil War: Five POW manage to escape by balloon from Fort Richmond. Caught in a storm and with the balloon damaged they find themselves 'shipwrecked' on a volcanic desert island somewhere in the Pacific. Just before crash landing their leader, the brilliant engineer Cyrus Smith falls to his apparent death in the raging waters, but later turns up completely unharmed and with no memory of how he was saved. His fellow castaways are: the famous journalist Gedeon Spilett, the salty sailor Bonaventure Pencroff, the orphaned boy Harbert Brown and the black servant of Smith, Nab. The dog Top also joined them in the escape.","release_date":"1973-03-17","vote_average":5.2,"runtime":96,"cert":"N\/A","id":38165,"title":"The Mysterious Island","adult":false,"genre_ids":[878,12]},{"cast":["Steve Austin","Adam Beach","John Tench","Geoff Gustafson","G. Michael Gray"],"overview":"Pro wrestling legend Steve Austin stars as a man with no name, no memory and absolutely nothing left to lose. But when he finds himself hunted by both the FBI and the Russian mob, this amnesiac decides to fight back. Pursuit cannot stop him. Torture will not break him. And with every beating, bullet and betrayal, he’ll remember another piece of the horror that took away his career, his family and his identity. Now the puzzle is nearly complete, and one man is about to take back his past…by ending a whole lot of futures. Erica Cerra (“Eureka”) and Adam Beach (Flags of Our Fathers) star in this explosive action-thriller about collateral damage, stone cold vengeance, and a double-crossed killing machine known only as The Stranger","release_date":"2010-06-01","vote_average":4.9,"runtime":91,"cert":"N\/A","id":38166,"title":"The Stranger","adult":false,"genre_ids":[28,53]},{"cast":["Julia Roberts","James Franco","Javier Bardem","Billy Crudup","Richard Jenkins"],"overview":"Liz Gilbert had everything a modern woman is supposed to dream of having – a husband, a house and a successful career – yet like so many others, she found herself lost, confused and searching for what she really wanted in life. Newly divorced and at a crossroads, Gilbert steps out of her comfort zone, risking everything to change her life, embarking on a journey around the world that becomes a quest for self-discovery. In her travels, she discovers the true pleasure of nourishment by eating in Italy, the power of prayer in India and, finally and unexpectedly, the inner peace and balance of true love in Bali.","release_date":"2010-08-12","vote_average":6.1,"runtime":133,"cert":"15","id":38167,"title":"Eat Pray Love","adult":false,"genre_ids":[18]},{"cast":["Neil Diamond"],"overview":"Recorded live at New York's Madison Square Garden in August, 2008, the DVD and Blu-Ray include the entire show from beginning to end and feature 25 career-spanning hits from Neil's phenomenal four-night sold-out run at the fabled concert hall.","release_date":"2009-02-23","vote_average":4.0,"runtime":143,"cert":"N\/A","id":38168,"title":"Neil Diamond: Hot August Night\/NYC","adult":false,"genre_ids":[10402]},{"cast":["Ingrid Bergman","Yul Brynner","Helen Hayes","Akim Tamiroff","Martita Hunt"],"overview":"Russian exiles in Paris plot to collect ten million pounds from the Bank of England by grooming a destitute, suicidal girl to pose as heir to the Russian throne. While Bounin is coaching her he comes to believe she is really Anastasia. In the end the Empress must decide her claim.","release_date":"1956-12-13","vote_average":7.0,"runtime":105,"cert":"N\/A","id":38171,"title":"Anastasia","adult":false,"genre_ids":[18,10749]},{"cast":["Yftach Katzur","Zachi Noy","Jonathan Sagall","Dvora Kedar","Menashe Warshavsky"],"overview":"Those Lemon Popsicle boys are at it again!..Naughtier than ever in...","release_date":"1984-03-09","vote_average":5.8,"runtime":86,"cert":"N\/A","id":38172,"title":"Baby Love","adult":false,"genre_ids":[35,18,10749]},{"cast":["Yftach Katzur","Zachi Noy","Dvora Kedar","Ronen Shilon","Alexandra Kaster"],"overview":"Those Lemon Popsicle boys are at it again!..Naughtier than ever in...","release_date":"1985-05-10","vote_average":6.0,"runtime":89,"cert":"N\/A","id":38173,"title":"Up Your Anchor","adult":false,"genre_ids":[35]},{"cast":["Rodney Carrington"],"overview":"Over an hour of hilarious standup comedy and music from Rodney's studio album, King of the Mountains. Also features the gut-busting songs that launched him to the forefront of the comedy world.","release_date":"2007-05-01","vote_average":5.8,"runtime":74,"cert":"N\/A","id":38174,"title":"Rodney Carrington: Live at the Majestic","adult":false,"genre_ids":[35]},{"cast":["Ed Byrne"],"overview":"Half toff, half pikey, all comic! Ed Byrne is undoubtedly one of the funniest comics working today and his Different Class tour has been his most successful show ever. Lauded by critics and audiences alike, this blistering one man show takes in such diverse topics as WAGs, Goths, the class system and DVD piracy as well as frank and honest tales about Ed s upbringing, his parents and his recent nuptials. Filmed in Glasgow, the city where he started as a stand up 16 years ago, Different Class shows Byrne at the very top of his game and demonstrates why he really is in a class of his own.","release_date":"2009-11-23","vote_average":5.9,"runtime":null,"cert":"15","id":38177,"title":"Ed Byrne: Different Class","adult":false,"genre_ids":[35]},{"cast":["Prince","Sheila E.","Levi Seacer Jr.","Miko Weaver","Dr. Fink"],"overview":"In 1987, to capitalize on his growing success in Europe, Prince toured extensively to promote the album of the same name and sales increased accordingly. However, the United States remained resistant to his latest album, and sales began to drop; it was at this point that Prince decided to film a live concert promoting the new material, for eventual distribution to theaters in America.  Featuring the band that accompanied Prince on his 1987 Sign o' the Times Tour, including dancer Cat Glover, keyboardist Boni Boyer, bassist Levi Seacer, Jr., guitarist Miko Weaver, drummer Sheila E. and former member of The Revolution keyboardist Dr. Fink, the film sees the group perform live on stage (although \"U Got the Look\" is represented by its promotional music video).","release_date":"1987-11-20","vote_average":7.3,"runtime":84,"cert":"N\/A","id":38178,"title":"Sign 'o' The Times","adult":false,"genre_ids":[10402,99]},{"cast":["Tommy Tiernan"],"overview":"Winner of 6 International comedy Awards, Irish stand-up superstar Tommy Tiernan finally hits America with Something Mental. Wild, unpredictable and politically incorrect Tommy is now regarded as one of the top stand-ups in the world. Unleashing a torrent of satire, offbeat observations and hilarious stories he continues his interrogation into the big ideas, sex, family, religion. Nothing is sacred ground as he takes the audience by the hand and leads them into the devilish wonderland of his mind where he revels in the world's absurdity. You're in the hands of a master here!","release_date":"2008-03-14","vote_average":7.0,"runtime":69,"cert":"","id":38179,"title":"Tommy Tiernan: Something Mental","adult":false,"genre_ids":[35]},{"cast":["Gary Cole","Alyssa Milano","Jeff Bennett","Rob Paulsen","Jon Polito"],"overview":"As Detective Jim Corrigan investigates a murder, The Spectre delivers horrific justice to the perpetrators.","release_date":"2010-04-23","vote_average":6.5,"runtime":12,"cert":"N\/A","id":38180,"title":"DC Showcase: The Spectre","adult":false,"genre_ids":[16,80,9648,14]},{"cast":["Chang Chen","Sylvia Chang","Akira Emoto","Aki Fujî","Mansaku Fuwa"],"overview":"The Go Master is a 2006 biopic by director Tian Zhuangzhuang of renowned twentieth century Go master Wu Qingyuan, better known by his adopted name of Go Seigen. The film, which premiered at the 44th New York Film Festival, focuses on the life of this extraordinary player from his meteoric rise as a child prodigy to fame and fortune as a revolutionary strategic thinker, as well as the tumultuous global conflicts between his homeland and his adopted nation. The film also features a scene involving the Atomic bomb go game.","release_date":"2006-09-27","vote_average":7.0,"runtime":104,"cert":"N\/A","id":38181,"title":"The Go Master","adult":false,"genre_ids":[18]},{"cast":["Shania Twain"],"overview":"Nothing encourages one to ignore those silly contradictions in Shania Twain's music (is she country? is she pop?) like a collection of her highly playful videos. The Platinum Collection rolls right over boundaries of tradition and genre with its concentration of imaginative, often surprising visuals. \"The Woman in Me,\" for instance, is set among Egypt's pyramids, while \"Man! I Feel Like a Woman!\" finds a stunning Twain fronting a band of mindless hunks in a funny reversal of Robert Palmer's \"Addicted to Love\" video. \"You're Still the One,\" easily one of Twain's most affecting songs, still holds up as a softly erotic short film. Even Twain's more prosaic videos (the go-kart mania of \"You Win My Love\") bear repeat viewing, but it's her heck-with-it aesthetic that leads to such unexpected sights as Irish step dancing in \"Don't Be Stupid (You Know I Love You).\" Then, of course, there are those hot pants in \"Rock This Country!\" Long may Shania wave.","release_date":"2001-11-06","vote_average":6.6,"runtime":80,"cert":"N\/A","id":38182,"title":"Shania Twain - The Platinum Collection","adult":false,"genre_ids":[10402]},{"cast":["Clive Owen","Tomás Milián"],"overview":"While escorting an elderly man to an undisclosed location, The Driver is confronted by a van full of armed men and is warned that the old man has stolen a large amount of diamonds. The old man claims to have swallowed the diamonds and that the men will likely cut him open to retrieve them. The Driver decides at the last minute to help him, participating in a car chase and shootout with the van. The Driver eventually evades his pursuers and watches their destruction. He then delivers the old man to a town nearby and asks the merchant if he did indeed swallowed the diamonds. The client merely chuckles and walks away. The Driver then leaves.","release_date":"2001-01-01","vote_average":6.5,"runtime":6,"cert":"N\/A","id":38183,"title":"Ambush","adult":false,"genre_ids":[28]},{"cast":["Natalia Romanycheva","Kirill Poluhin","Anatoli Otradnov","Александр Голубков","Evgeny Mundum"],"overview":"1990s. Gangster Kiev. A team of four men is assigned to deliver a girl from Prague, nicknamed \"Alien\", the sister of a recently arrested criminal called Babai, whose testimony could damage some important people.","release_date":"2010-06-17","vote_average":6.7,"runtime":109,"cert":"N\/A","id":38186,"title":"Alien Girl","adult":false,"genre_ids":[18,28]},{"cast":["Clive Owen","Stellan Skarsgård","Lois Smith","Gustavo Sánchez Parra","Marco Pérez"],"overview":"The Driver is drafted by the UN to rescue a wounded war photographer named Harvey Jacobs from out of hostile territory. While they are leaving Jacobs tells the Driver about the horrors he saw as a photographer, but he regrets his inability to help war victims. Jacobs answers the driver curiosity about why he is a photographer by saying how his mother taught him to see. He gives the Driver the film needed for a New York Times story and also his dog tags to give to his mother. When they reach the border, they are confronted by a guard who begins to draw arms as Jacobs begins taking pictures, trying to get himself killed. The Driver drives through a hail of gunfire to the border, but finds Jacobs killed by a bullet through the seat. The Driver arrives in America to visit Jacobs' mother and share the news of him winning the Pulitzer prize and hand over the dog tags, only to discover that she is blind.","release_date":"2001-01-01","vote_average":6.9,"runtime":14,"cert":"N\/A","id":38187,"title":"Powder Keg","adult":false,"genre_ids":[28]},{"cast":["Clive Owen","Don Cheadle","F. Murray Abraham","Eli Danker","Dennis Haysbert"],"overview":"The Driver drives a wounded diplomat, who carries a mysterious briefcase, while under helicopter attack. During the attack the briefcase is struck by a bullet, causing a display on it to begin counting down, and it to leak an unknown fluid from the bullet hole. The Driver manages to destroy his pursuers, but refuses to proceed without knowing the contents of the damaged briefcase. It is revealed that the diplomat guards a human heart for a peacekeeper, whose life is needed for the continued freedom of the people. The case is delivered, and the tyrant is forced to give up his attempt to take the country by force. The Driver leaves for another mission.","release_date":"2002-01-01","vote_average":6.8,"runtime":11,"cert":"N\/A","id":38190,"title":"Ticker","adult":false,"genre_ids":[28,12]},{"cast":["Woody Harrelson","Talisa Soto","Anne Bancroft","Jon Seda","Alexandra Tydings"],"overview":"A young half-Navajo convict (Jon Seda) dying of cancer forces a yuppie (Woody Harrelson) doctor to drive him to a magic healing lake.","release_date":"1996-05-29","vote_average":6.2,"runtime":122,"cert":"N\/A","id":38191,"title":"The Sunchaser","adult":false,"genre_ids":[18]},{"cast":["Ross Noble"],"overview":"Comedian Ross Noble performs a stand-up routine, recorded in Regent's Park Open Air Theatre.","release_date":"2004-01-01","vote_average":0.0,"runtime":66,"cert":"N\/A","id":38194,"title":"Ross Noble: Live at Regent's Park","adult":false,"genre_ids":[35]},{"cast":["Eddy Mitchell","Didier Bourdon","Anne Consigny","Pierre Arditi"],"overview":"Alain hopes to have a baby with his wife Anna. However, Anna believes she is destined to become a famous pianist rather than a housewife and mother. Everything changes when they adopt a female puppy named Bambou. After successfully passing an audition, Anna leaves on a concert tour with a world famous conductor. Being apart takes its toll on the couple and they decide to break up. Alain finds himself alone, without a wife or a baby--just a dog, that he is not sure he wants to keep.","release_date":"2009-07-08","vote_average":4.0,"runtime":97,"cert":"N\/A","id":38195,"title":"Bambou","adult":false,"genre_ids":[35]},{"cast":["Jean-Paul Belmondo","Richard Anconina","Marie-Sophie L.","Jean-Philippe Chatrier","Lio"],"overview":"A foundling, raised in the circus, Sam Lion becomes a businessman after a trapeze accident. However, when he reaches fifty and becomes tired of his responsibilities and of his son Jean-Philippe, he decides to disappear at sea. However, he runs into Albert Duvivier, one of his former employees. He comes to realise that he has ignored the important things in his life.","release_date":"1988-11-30","vote_average":7.5,"runtime":135,"cert":"N\/A","id":38198,"title":"Itinerary of a Spoiled Child","adult":false,"genre_ids":[18,12]},{"cast":["Samuel L. Jackson","Carrie-Anne Moss","Michael Sheen","Stephen Root","Lora Kojovic"],"overview":"A convert to Islam sends the U.S. government a tape showing him in three nondescript storage rooms, each of which may contain a nuclear bomb set to detonate in less than a week. Helen Brody, an FBI agent in L.A., is tasked with finding the bombs while a CIA \"consultant\", known as H, interrogates the suspect who has allowed himself to be caught. The suspect, whose wife and children have left him and disappeared, seems to know exactly what the interrogation will entail. Even as H ratchets up the pressure, using torture over Brody's objection, the suspect doesn't crack. Should H do the unthinkable, and will Brody acquiesce? Is any Constitutional principle worth possible loss of life?","release_date":"2010-06-14","vote_average":6.7,"runtime":97,"cert":"18","id":38199,"title":"Unthinkable","adult":false,"genre_ids":[18,53]},{"cast":["Mathieu Demy","Romane Bohringer","Mathias Mlekuz","Laurence Côte"],"overview":"30 ans, l'âge des responsabilités... Martin s'apprête à partir en vacances avec sa femme Ariane et sa fille Cerise, 4 mois... C'est alors qu'il croise Constance, son ex, son amour de jeunesse, elle-même flanquée de deux marmots. C'est décidé : on passera quelques jours ensemble, au soleil, dans la maison familiale. Comme au bon vieux temps.","release_date":"2003-07-02","vote_average":6.7,"runtime":86,"cert":"N\/A","id":38200,"title":"Nos Enfants chéris","adult":false,"genre_ids":[18,35]},{"cast":["Joe Don Baker","Conny Van Dyke","Gabriel Dell","John Marley","Brock Peters"],"overview":"Director Phil Karlson harks back to the no-nonsense, no-thrills directness of his 1950s \"B\" pictures in Framed. Joe Don Baker plays Ron, a high-rolling gambler that always seems to loose his big scores. Framed by the film's villains after a big win gambling with high rollers-- Ron is carted off to prison. Upon his release, he embarks upon a carefully calculated campaign of revenge.","release_date":"1975-08-01","vote_average":6.5,"runtime":106,"cert":"N\/A","id":38201,"title":"Framed","adult":false,"genre_ids":[28,12,80,53]},{"cast":["Chuck Norris","Joe Spano","Jeff Kober","Eddie Cibrian"],"overview":"Chuck Norris stars as martial arts extraordinaire Jake Fallon, who, after the death of his brother and sister-in-law, adopts (and trains) his orphaned nephew. Logan (Eddie Cibrian, TV's Invasion). After fifteen years of careful instruction, Logan is determined to avenge his parents Death... And, he'll need Uncle Jake's help to do it.","release_date":"1998-11-01","vote_average":5.6,"runtime":90,"cert":"N\/A","id":38202,"title":"Logan's War:  Bound by Honor","adult":false,"genre_ids":[28,12,10770]},{"cast":["Vesa Vierikko","Sulevi Peltola","Taneli Mäkelä"],"overview":"Viltteri, a balding guy in his thirties living in rural northern Finland, is hopelessly clueless about his new role as a married man and the father of a newborn son. A perfect escape from family responsibilities is having to get his old Hillman Minx repaired and inspected for road-worthiness, with a little help from an eccentric bunch of friends who never seem to have grown up either.","release_date":"1988-09-01","vote_average":6.8,"runtime":56,"cert":"N\/A","id":38203,"title":"The Wedding Waltz","adult":false,"genre_ids":[18,35]},{"cast":["Mark Damon","William Campbell","Luana Anders","Marie Versini","R. Wright Campbell "],"overview":"A film constructed around footage shot of actual Grand Prix races in Europe.","release_date":"1963-01-01","vote_average":5.5,"runtime":84,"cert":"N\/A","id":38206,"title":"The Young Racers","adult":false,"genre_ids":[28,18]},{"cast":["Spede Pasanen","Riitta Väisänen","Simo Salminen","Vesa-Matti Loiri","Heikki Kinnunen"],"overview":"Two guys from Häme find out that they actually are from Karjala. At the same time Flybug bites one of the guys. That means he must learn to fly or he gonna die. Reborn Karjala-boys goes at the airport and fun begins. Soon they become acquainted with a robot that runs with booze, two scoundrels and beautiful Miss Universum.","release_date":"1982-02-17","vote_average":3.5,"runtime":84,"cert":"N\/A","id":38207,"title":"Flying Fools","adult":false,"genre_ids":[35]},{"cast":["Heikki Kinnunen","Titta Jokinen","Pirkka-Pekka Petelius","Aake Kalliala","Kristiina Elstelä"],"overview":"Not suitable for foreigners","release_date":"1988-11-04","vote_average":4.0,"runtime":83,"cert":"N\/A","id":38208,"title":"Onks' Viljoo näkyny?","adult":false,"genre_ids":[35]},{"cast":["Thierry Lhermitte","Ophélie Winter","Clémentine Célarié","Maria Pacôme","Michel Muller"],"overview":"Vincent Poirel dirige une multinationale du BTP. Il a tout obtenu dans la vie sauf un enfant. Sa société est retenue pour construire un stade olympique. Le projet original apporté par son architecte est en fait celui de Simon Variot, imaginé durant ses études.","release_date":"2003-11-05","vote_average":3.9,"runtime":90,"cert":"N\/A","id":38209,"title":"Mauvais esprit","adult":false,"genre_ids":[35]},{"cast":["Roland Giraud","Michel Boujenah","André Dussollier","Madeleine Besson"],"overview":"Marie (and her three fathers) are taking A-levels. Marie passes. She spends the summer in the country with her mother, Sylvia, who has returned from America with her Californian husband who has two sons. Marie falls in and out of love for the first time in front of her alarmed fathers, who see Marie's innocence slipping away at frightening speed, and their relationships with the two women become even more complicated.","release_date":"2003-02-05","vote_average":4.4,"runtime":90,"cert":"N\/A","id":38210,"title":"Three Men and a Cradle - 18 Years Later","adult":false,"genre_ids":[35,10749]},{"cast":["Loraine Ferris","Daphne Lawrence","Deborah Marcus","Lonnie Pense","Kevin O'Neill"],"overview":"Three Colorado girls decide to hop on their motorcycles and head to California. On the way they get mixed up in drugs, rape and stolen motorcycles.","release_date":"1978-07-21","vote_average":8.0,"runtime":80,"cert":"N\/A","id":38211,"title":"Cycle Vixens","adult":false,"genre_ids":[18,28]},{"cast":["Travis Haley","Chris Costa"],"overview":"With extensive combat experience around the globe, instructors Travis Haley and Chris Costa cover not only the basic fundamentals and \"how to\" aspects of the carbine but also the \"mindset\" required to employ a carbine effectively in dynamic stress situations.","release_date":"2008-08-30","vote_average":5.3,"runtime":null,"cert":"N\/A","id":38212,"title":"The Art of the Tactical Carbine","adult":false,"genre_ids":[99,28,10752]},{"cast":["Hannele Lauri","Spede Pasanen","Vesa-Matti Loiri","Simo Salminen","Marita Nordberg"],"overview":"OK, imagine four men in their 40s and 50s. You there? OK, now imagine them wearing suits and playing on a sandbox as characters aged 4, 5 and 6. Pasanen even has his trademark beard, for Christ's sake!","release_date":"1986-12-25","vote_average":7.0,"runtime":84,"cert":"N\/A","id":38215,"title":"Little Boys","adult":false,"genre_ids":[35]},{"cast":["Michael Winslow"],"overview":"Dogs barking. Feet squishing in soggy sneakers. Jet engines roaring. All ordinary, familiar sounds when they come from ordinary, familiar sources. How extraordinary when the source is Michael Winslow! With extensive film and stage credts including all seven \"Police Academy\" movies, Michael is not be missed. Recorded live, this video performance captures the master of 10,000 sound effects at his best!","release_date":"2002-01-01","vote_average":0.0,"runtime":59,"cert":"N\/A","id":38216,"title":"Michael Winslow: Comedy Sound Slapdown!","adult":false,"genre_ids":[35]},{"cast":["Michael Winslow"],"overview":"Michael Winslow standup","release_date":"1999-06-01","vote_average":5.3,"runtime":95,"cert":"N\/A","id":38217,"title":"Michael Winslow Live","adult":false,"genre_ids":[35]},{"cast":["Tiffany Clark","Tamara West","Robin Sane","Lisa Be","Ron Hudd"],"overview":"Six teen girls arrive at Camp Red Duck. They're there, as their camp counselor, Laurette, reminds them, \"Because your parents were too lazy to take care of you this summer\". Two, Mary and Susan, walk in and are never seen again. One, Joan, decides to make the best of the situation and begins working her way through the male staff, beginning with the camp director, Mr. Wasserman. The other three, Wendy, Lisa and Jennie, are virgins but don't intend to remain so. The three make a bet. The first girl to lose her cherry will command the other two for a full day.","release_date":"1981-01-01","vote_average":0.0,"runtime":75,"cert":"N\/A","id":38218,"title":"Wild Innocents","adult":true,"genre_ids":[]},{"cast":["Reb Brown","Corinne Cléry","Luciano Pigozzi","Luigina Rocchi","Carole André"],"overview":"This Italian-Turkish co-production helmed by genre veteran Antonio Margheriti (using the pseudonym \"Anthony M. Dawson\") was cobbled together from a four-part science-fiction miniseries shown on Italian television. In prehistoric times, the muscular Yor (Reb Brown in a loincloth) saves his cave-babe (Corinne Clery) from a dinosaur just before they get zapped into the future to battle bad guys in the familiar desolate wasteland. Genre stalwart John Steiner (Caligole) and the ubiquitous Luciano Pigozzi co-star with Carol Andre.","release_date":"1983-08-19","vote_average":4.0,"runtime":98,"cert":"N\/A","id":38219,"title":"Yor, the Hunter from the Future","adult":false,"genre_ids":[14,878]},{"cast":["Prabhas","Kangana Ranaut","Sonu Sood","Mukul Dev","Venu Madhav"],"overview":"A bounty hunter searches for the family he was separated from as a child, and falls in love with the sister of a gang member.","release_date":"2009-10-29","vote_average":5.3,"runtime":155,"cert":"N\/A","id":38220,"title":"Ek Niranjan","adult":false,"genre_ids":[10749,28,18]},{"cast":["Akira Kubo","Yukiko Kobayashi","Atsuko Takahashi","Yoshio Tsuchiya","Tetsu Nakamura"],"overview":"When a space probe crash-lands on a far-flung Pacific atoll, the craft's alien stowaways decide to take over their new world one creature at a time. Soon, the parasitic life forms latch onto three indigenous critters -- a squid, a crab and a snapping turtle -- and transform them into colossal mutant monsters.","release_date":"1970-08-01","vote_average":5.6,"runtime":84,"cert":"N\/A","id":38221,"title":"Space Amoeba","adult":false,"genre_ids":[878,12]},{"cast":["Barbra Streisand","Yves Montand","Bob Newhart","Larry Blyden","Simon Oakland"],"overview":"Under hypnosis while trying to quit smoking, the main character Daisy Gamble revisits past lives and different personalities","release_date":"1970-06-17","vote_average":6.4,"runtime":129,"cert":"N\/A","id":38222,"title":"On a Clear Day You Can See Forever","adult":false,"genre_ids":[28,18,10751,10749]},{"cast":["Michelle Trachtenberg","Rosie O'Donnell","J. Smith-Cameron","Eartha Kitt","Vanessa Lee Chester"],"overview":"When the secret notebook of a young girl who fancies herself a spy is found by her friends, her speculations make her very unpopular! Can she win her friends back?","release_date":"1996-07-10","vote_average":6.0,"runtime":100,"cert":"N\/A","id":38223,"title":"Harriet the Spy","adult":false,"genre_ids":[35,18,10751]},{"cast":[],"overview":"Documentary about Isaac Stern, one of the world's great violinists.","release_date":"2000-11-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":38224,"title":"Isaac Stern:  Life's Virtuoso","adult":false,"genre_ids":[99]},{"cast":["Jonathan Taylor Thomas","Scott Bairstow","Devon Sawa","Frances Fisher","Danny Glover"],"overview":"Three brothers - Marshall, Marty and Mark dream of becoming naturalists and portraying animal life of America. One summer their dream comes true, they travel through America, filming alligators, b  ears and moose.","release_date":"1997-07-02","vote_average":5.7,"runtime":106,"cert":"N\/A","id":38225,"title":"Wild America","adult":false,"genre_ids":[10751]},{"cast":["Scott Plank","Jocelyn Seagrave","Robert O'Reilly","Kurt Fuller","Randy Vasquez"],"overview":"The most dangerous criminals in the universe escape from the Off-World Penitentiary and stow away to the quiet Moonbase Waste Disposal Plant. Hidden beneath the lunar surface lies an arsenal of nuclear warheads- the inmates' passport home to earth. Moonbase Commander John Russell launches a desperate fight to save his crew from a force capable of laying waste to an entire planet.","release_date":"1997-12-06","vote_average":4.3,"runtime":90,"cert":"N\/A","id":38226,"title":"Moonbase","adult":false,"genre_ids":[28,878]},{"cast":[],"overview":"Saosin Come Close concert","release_date":"2008-03-11","vote_average":0.0,"runtime":63,"cert":"N\/A","id":38227,"title":"Saosin Come Close","adult":false,"genre_ids":[]},{"cast":[],"overview":"Between The Buried &amp; Me release their 2008 album, Colors- Live which includes a bonus DVD of one of the finest exhibitions of true performance art. The fantastic voyage that Between The Buried &amp; Me charted at the creation of their groundbreaking record Colors was both cathartic, magical and life-affirming for the band. Becoming one solid unit of artists and recording their definitive record in such a cohesive fashion is a very rare feat. Colors has since become one of the most celebrated records in the metal and rock spectrums for 2008.","release_date":"2008-10-14","vote_average":0.0,"runtime":115,"cert":"N\/A","id":38228,"title":"Colors_LIVE","adult":false,"genre_ids":[10402]},{"cast":["Adrian Lamo","Kevin Spacey","Leo Laporte","Steve Wozniak","Peter Shipley"],"overview":"Hackers Wanted is an unreleased American documentary film. Directed and written by Sam Bozzo, the film explores the origins and nature of hackers and hacking by following the adventures of Adrian Lamo, and contrasting his story with that of controversial figures throughout history. The film is narrated by Kevin Spacey.","release_date":"2009-01-01","vote_average":6.1,"runtime":87,"cert":"N\/A","id":38229,"title":"Hackers Wanted","adult":false,"genre_ids":[28,53,99]},{"cast":["Maryam Hassouni","Eva van de Wijdeven","Mahjoub Benmoussa","Rachida Iaallala","Christine van Stralen"],"overview":"Dunya and Desie are two 18 year old best friends from Amsterdam North. Dunya is Moroccan and Desie is Dutch. On Dunya's Birthday she is told that her marriage has been arranged with a distant cousin in Morocco. Dunya and her family will travel to Morocco to meet him. After Desie discovers that she is pregnant she joins Dunya in Morocco in a search for Desies father.","release_date":"2008-04-17","vote_average":7.0,"runtime":101,"cert":"N\/A","id":38230,"title":"Dunya & Desie","adult":false,"genre_ids":[18]},{"cast":["Robert Clarke","Susan Tyrrell","Barbara Goodson","Arthur Brahm","Zachary Berger"],"overview":"Z-grade horror flick \"The Hideous Sun Demon\" re-dubbed and re-edited into a monster-movie spoof about a suntan lotion that works from the inside out (it also has a certain side effect).","release_date":"1983-01-01","vote_average":0.0,"runtime":72,"cert":"N\/A","id":38231,"title":"What's Up, Hideous Sun Demon","adult":false,"genre_ids":[35,878]},{"cast":["Scott Adkins","Mykel Shannon Jenkins","Mark Ivanir","Hristo Shopov","Marko Zaror"],"overview":"Russian inmate Boyka, now severely hobbled by the knee injury suffered at the end of Undisputed 2. No longer the feared prison fighter he was, he has declined so far that he is now good only for cleaning toilets. But when a new prison fight tournament begins - an international affair, matching the best fighters from prisons around the globe, enticing them with the promise of freedom for the winner - Boyka must reclaim his dignity and fight for his position in the tournament.","release_date":"2010-05-22","vote_average":7.4,"runtime":96,"cert":"N\/A","id":38234,"title":"Undisputed III: Redemption","adult":false,"genre_ids":[28,53]},{"cast":["James Remar","James Lew","James With","Kyle Howard","Shielu Bharwani"],"overview":"The year is 2036 and Earth has been invaded: hope lies with the last Robo Warrior - a towering fighting machine.","release_date":"1996-01-01","vote_average":6.1,"runtime":89,"cert":"N\/A","id":38237,"title":"Robo Warriors","adult":false,"genre_ids":[28,12,878]},{"cast":["Ernesto Alterio","Juan Diego Botto","Gloria Carrá","Ana Celentano","Camilo Cuello Vitale"],"overview":"The closed community of a private neighborhood of high-priced houses, is moved by the discovery of three corpses that appear floating in a pool and rushes to frame it as an accident.","release_date":"2009-09-10","vote_average":5.8,"runtime":122,"cert":"N\/A","id":38238,"title":"The Widows of Thursdays","adult":false,"genre_ids":[80,18]},{"cast":["Pete Robins","James McHaffie","Leo Houlding","Adam Long","Ricky Bell"],"overview":"A gripping adventure into the world of cutting edge rock and ice climbing documenting what is possible with a ground up, no pre-practice approach resulting in raw, compelling and often frightening footage. The climbers in this film aren’t necessarily the strongest but they have the biggest kahooners(!); willing to take a 30 foot fall for the ultimate on sight ascent.","release_date":"2008-05-21","vote_average":4.0,"runtime":67,"cert":"U","id":38239,"title":"On Sight","adult":false,"genre_ids":[12,99]},{"cast":["Didier Berthod","David Lama","Timmy O'Neill","Dean Potter","Sonny Trotter"],"overview":"The classic film that inspired the National Geographic Series. Join a global quest with world-class climbers in pursuit of the ultimate goal: the first ascent. Featuring Dean Potter, Timmy O'Neill, Sonnie Trotter, and the amazing Didier Berthod on his quest for the first ascent of the Cobra Crack.","release_date":"2006-10-14","vote_average":5.9,"runtime":90,"cert":"N\/A","id":38240,"title":"First Ascent","adult":false,"genre_ids":[99]},{"cast":["Ethan Pringle","Chris Lindner","Emily Harrington","Lisa Rands","Alex Puccio"],"overview":"The Players are the best American athletes of the modern rock-climbing era. Dave Graham, Chris Sharma, Emily Harrington, Daniel Woods, Lisa Rands, Joe Kinder, Alex Puccio, Chris Lindner, and Ethan Pringle each embody the progression of their sport. This showcase of action-packed HD footage reveals each player’s ability to make climbing at the pinnacle of their sport a daily routine. Featuring all disciplines of climbing, this is your chance to witness the swagger behind each players' style and explore the lifestyles they are pioneering all across the globe.","release_date":"2009-05-26","vote_average":4.3,"runtime":65,"cert":"N\/A","id":38241,"title":"The Players","adult":false,"genre_ids":[99,12]},{"cast":["Daryl Hannah","Lili Taylor","Mary Steenburgen","Marcia Gay Harden","Susan Lynch"],"overview":"A group of women, including Skipper, the wealthy young Jennifer and the domineering Nan, journey from the United States to South America in hopes of easily adopting children. Unfortunately, their plans are complicated by local laws that require the women to live in the foreign nation for an extended period before they can take in orphaned kids. While stuck in another country, the women bond as they share their aspirations and anxieties.","release_date":"2003-09-05","vote_average":5.5,"runtime":96,"cert":"N\/A","id":38244,"title":"Casa de los Babys","adult":false,"genre_ids":[18]},{"cast":["Diego Abatantuono","Claudio Bigagli","Giuseppe Cederna","Ugo Conti","Claudio Bisio"],"overview":"Greek Sea, World War II. An Italian ship leaves a handful of soldiers in a little island; their mission is to spot enemy ships and to hold the island in case of attack. The village of the island seems abandoned and there isn't a single enemy in sight, so the soldiers begin to relax a little. Things change when their ship is hit and destroyed by the enemy, and the soldiers find themselves abandoned there.","release_date":"1991-01-31","vote_average":7.7,"runtime":96,"cert":"N\/A","id":38251,"title":"Mediterraneo","adult":false,"genre_ids":[35,10749,10752]},{"cast":["Neetu Chandra","Tanushree Dutta","Rohit Roy","Anupam Kher"],"overview":"Preeti Sengupta (Tanushree Dutta) is an airhostess living in with her boyfriend Karan Malhotra (Rohit Roy). They share a nice 2BHK apartment in the northern suburbs of Mumbai and are befriended by their elderly neighbor Madhusudan Tanha (Anupam Kher), a struggling poet and lyricist. Tanha is a loner living with his only companion, a Persian cat whom he lovingly calls Shehzadi. Preeti is possessive and has issues with trust. When she mistakenly suspects her boyfriend to be unfaithful, she throws him out of the house but soon realizes she can't afford the payment on the apartment on her own. On the advice of a fellow airhostess, she advertises for a tenant to share her apartment. Enter Neha Bhardwaj (Neetu Chandra), a modest small-town girl asking for accommodation. Very impressed by her simplicity and respectfulness, Preeti believes she has found a perfect roommate. The two girls soon become close - their camaraderie leads them to even become companions.","release_date":"2010-04-23","vote_average":5.2,"runtime":null,"cert":"N\/A","id":38252,"title":"Apartment","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Today, there is hardly anyone who hasn't visited the swanky shopping malls, nightclubs, lounge bars, clubs and other such lifestyle destinations that sprung up across the centre of Mumbai. However, very few know that buried deep below these glittering edifices to consumerism lies the dark, dirty and painful reality of many thousands of mill workers who once worked the cotton mills in this very same area. Rising and toiling to the wail of the mill sirens each and every day, seven days a week, these workers embodied the true unbridled zeal and unflagging spirit of the city and played a pivotal role in the evolution of Mumbai as the modern day business capital of India. And then it suddenly was as if they never existed. Following the mill workers strike in the mid-80s, these mills began closing down rapidly and the mill-workers mysteriously disappeared...","release_date":"2010-04-23","vote_average":5.0,"runtime":null,"cert":"N\/A","id":38253,"title":"City of Gold","adult":false,"genre_ids":[18,80]},{"cast":["Ahmed Hafiene","Daniele Liotti"],"overview":"","release_date":"2010-05-14","vote_average":8.0,"runtime":null,"cert":"N\/A","id":38254,"title":"Clash of civilization over an elevator in Piazza Vittorio","adult":false,"genre_ids":[]},{"cast":["Tommy Hansen","Karen Margrethe Bjerre","Benny Poulsen","Louise Koch","Jonas Elmer"],"overview":"The boy Kim moves with his family from the countryside to a ghetto in a big city. He does not do too well in school, and that makes him an easy victim for the hard core bullies in the new school. When the group leader is moved to a private school, Kim is accepted in the gang - as long as he provides cigarettes for the other members. This of course leads to a confrontation with the school teachers, his family and eventually the gang members.","release_date":"1981-10-03","vote_average":0.0,"runtime":58,"cert":"N\/A","id":38255,"title":"Historien om Kim Skov","adult":false,"genre_ids":[18]},{"cast":["Elena Anaya","Hugo Arbues","Jon Ariño","Miriam Correa","Tomás del Estal"],"overview":"Traveling on a ferry heading to the island of Hierro where they will spend their holidays, Mary loses her son Diego, and no one can explain what happened. Six months later, Maria struggles to overcome the pain of loss and continue his life. Then, you receive an unexpected phone call: they found the body of a child, so it must return to the island. There, in the suggestive and disturbing landscape, surrounded by disturbing and sinister characters, Mary is forced to confront their worst nightmares. And as he travels this road, he discovers that some mysteries should not be disclosed ...","release_date":"2009-09-26","vote_average":5.7,"runtime":94,"cert":"N\/A","id":38256,"title":"Hierro","adult":false,"genre_ids":[9648,53]},{"cast":["Rajpal Yadav","Nargis Bagheri","Dalip Singh Rana","Om Puri","Sharat Saxena"],"overview":"The film Kushti is the story of a small village in Northern India where wrestling is a popular sport and an important wrestling match is held every year. Ever year rivals Avtar Singh (Sharat Saxena) and Jiten Singh (Om Puri) try to beat each other in the wrestling match and gain the trusteeship of the village. Rama (Rajpal Yadav) plays the role of a village simpleton and a post-master. It filled with misunderstandings and misconceptions, of hidden identities and secret love-affairs and the outcome is simply hilarious. The movie begins to take a turn when a certain someone delivers a secret package in the wrong hands. Especially someone, who is bound to take advantage and manipulate the real owner of the package.","release_date":"2010-05-14","vote_average":3.5,"runtime":121,"cert":"N\/A","id":38257,"title":"Kushti","adult":false,"genre_ids":[35,10749]},{"cast":["Deborah Raffin","John Rhys-Davies","Louise Fletcher","Deborah Foreman","Laura Dern"],"overview":"When a park ranger claims a 15-foot grizzly bear is killing people within a national park, all hell breaks loose after authority figures refuse to step in and cancel a big rock concert scheduled to take place there.  While the park ranger and his girlfriend pursue the bear and debate its proper fate, a group of poachers attempt to trap it themselves.","release_date":"1983-01-01","vote_average":3.3,"runtime":97,"cert":"N\/A","id":38258,"title":"Grizzly II: The Concert","adult":false,"genre_ids":[27,10402,53]},{"cast":["Farin Urlaub","Nessie Sirinoglu","Rachel Rep","Cindia Krüger","Simone Witte"],"overview":"Free almost finished live dvd","release_date":"2010-05-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":38259,"title":"Farin Urlaub Racing Team - Lass es wie einen Unfall aussehen","adult":false,"genre_ids":[10402]},{"cast":["Boris Karloff","Rhodes Reason","Beverly Tyler","Murvyn Vye","Elisha Cook Jr."],"overview":"A wealthy industrialist hires the renowned hoax-buster Phillip Knight to prove that an island he plans to develop isn't voodoo cursed. However, arriving on the island, Knight soon realizes that voodoo does exist when he discovers man-eating plants and a tribe of natives with bizarre powers.","release_date":"1957-02-01","vote_average":4.4,"runtime":76,"cert":"N\/A","id":38260,"title":"Voodoo Island","adult":false,"genre_ids":[27]},{"cast":["Marla English","Tom Conway","Mike Connors","Lance Fuller","Mary Ellen Kay"],"overview":"Deep in the jungles a mad scientist is using the natives' voodoo for his experiments to create an indestructible being to serve his will. When a party of gold seekers stumbles upon his village, the scientist realizes that Marilyn the expedition's evil leader is the perfect subject for his work.","release_date":"1957-04-11","vote_average":3.6,"runtime":75,"cert":"N\/A","id":38261,"title":"Voodoo Woman","adult":false,"genre_ids":[878,27]},{"cast":["Enrico Montesano","Paolo Villaggio","Nino Manfredi","Lino Banfi","Renato Pozzetto"],"overview":"A series of skits involving customers and store personnel from several departments of the big department store.","release_date":"1986-06-06","vote_average":5.7,"runtime":110,"cert":"N\/A","id":38262,"title":"Department Store","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Life after death of a fetus inside a woman’s body exists as a Womb Ghost. Unnatural termination of such life will turn the baby into the evilest and most vicious kind of spirit. A mental hospital is haunted by spirits, the mysterious miscarriage of a young and beautiful inmate causes the authority to investigate. Only one answer can be given to the existence of such an ungodly creature…Womb Ghost.","release_date":"2010-03-18","vote_average":5.0,"runtime":88,"cert":"N\/A","id":38263,"title":"Womb Ghosts","adult":false,"genre_ids":[27]},{"cast":["Leon Lai","Richie Ren","Michelle Ye","Vivian Hsu","Baoqiang Wang"],"overview":"A police detective must solve a brutal murder to prove his partner's innocence and unearth the truth behind Hong Kong's police force. The investigation brings him to an unlikely collaboration with an inspector from the Narcotics Bureau, whose motives may not be what they seem.","release_date":"2010-04-01","vote_average":7.1,"runtime":106,"cert":"N\/A","id":38264,"title":"Fire of Conscience","adult":false,"genre_ids":[28,53,80]},{"cast":["Pia Zadora","Craig Sheffer","Ruth Gordon","Tom Nolan","Michael Berryman"],"overview":"Aliens land in the mythical town of \"Speelburgh, U.S.A\" searching for the source of rock &amp; roll. What they find is a gang of teenagers, led by Dee Dee (the inimitable Pia Zadora) and Frankie, along with Frankie's posse\/rock band, the Pack. The leader of the aliens takes a shine to Dee Dee and all sorts of trouble breaks out.","release_date":"1984-03-09","vote_average":5.2,"runtime":97,"cert":"N\/A","id":38265,"title":"Voyage of the Rock Aliens","adult":false,"genre_ids":[878,10402,35]},{"cast":["Chips Rafferty","Françoise Christophe","Reg Lye","Pierre Cressoy","Sergeant Major Somu"],"overview":"Steve McAllister, an Australian official for The New Guinea Administration, gets orders to investigate an oil discovery by Ned 'Shark-Eye' Kelly in the interior. He selects his native policeman, Sergeant-Major Towalaka, to accompany him on his \"walk into hell\" and then finds that a French lady doctor, Louise Dumurcet, is to go with them part of the journey. They find the malaria-stricken Jeff Clayton in a deserted village and he joins the trek. They are captured by jungle-natives but are released after Dr. Dumurcet cures the fever-stricken children of the chief.","release_date":"1957-09-08","vote_average":6.5,"runtime":93,"cert":"N\/A","id":38266,"title":"Walk Into Paradise","adult":false,"genre_ids":[12]},{"cast":["Vincent Price","David Tomlinson","Tab Hunter","Susan Hart","John Le Mesurier"],"overview":"A chance discovery leads American mining engineer Ben Harris and acquaintance Harold to discover a lost city under the sea while searching for their kidnapped friend Jill. Held captive in the underwater city by the tyrannical Captain (Vincent Price), and his crew of former smugglers, the three plot to escape...","release_date":"1965-05-26","vote_average":4.7,"runtime":84,"cert":"N\/A","id":38267,"title":"War-Gods of the Deep","adult":false,"genre_ids":[12,14,878]},{"cast":["Kensaku Morita","Yuko Asano","Ryô Ikebe","Masaya Oki","Hiroshi Miyauchi"],"overview":"Earth is attacked by alien spacecraft from Venus. But a Japanese scientist has constructed a space craft, the Gohten, with which he may save humanity.","release_date":"1977-12-17","vote_average":5.0,"runtime":91,"cert":"N\/A","id":38268,"title":"The War in Space","adult":false,"genre_ids":[12,878,28]},{"cast":["Duncan 'Dean' Parkin","Sally Fraser","Roger Pace","Russ Bender","Rico Alaniz"],"overview":"Glenn Manning, \"The Amazing Colossal Man,\" believed dead after falling from the Hoover Dam, reemerges in rural Mexico, brain damaged, disfigured, and very angry.","release_date":"1958-06-04","vote_average":3.8,"runtime":69,"cert":"N\/A","id":38269,"title":"War of the Colossal Beast","adult":false,"genre_ids":[27,878]},{"cast":["Bipasha Basu","Sanjeeda Sheikh","Mahesh Manjrekar","Ronit Roy","Lillete Dubey"],"overview":"Maradona Rebello grows up playing a girl in popular Hindi films on the behest of his ambitious and dominant mother, Lillete Dubey. This results in a confused gender identity for the young boy who tries to build his film career, once again, when he grows up. This time, as a hero? Does he succeed?","release_date":"2010-04-02","vote_average":5.0,"runtime":98,"cert":"N\/A","id":38272,"title":"Pankh","adult":false,"genre_ids":[18]},{"cast":["Lon Chaney Jr.","Patricia Morison","J. Carrol Naish","David Bruce","Ramsay Ames"],"overview":"Losing his memories of the last few days, neurologist Dr. Steele is told that his wife has been brutally murdered. Steele, aware of his conniving wife's infidelity, believes he may have been the killer and enlists the aid of his pretty nurse Stella to hypnotize him into recovering his lost memories.","release_date":"1943-12-17","vote_average":7.3,"runtime":63,"cert":"N\/A","id":38273,"title":"Calling Dr. Death","adult":false,"genre_ids":[53,9648]},{"cast":["Tim Daly","Olivia d'Abo","Jami Gertz","Melora Hardin","Laura Leighton"],"overview":"Jesse is charming, romantic, and he knows how to pop the question; he just can't face marriage. So, when he and Hannah split up during the same week that a former fiancée dies, he decides to figure things out. He visits each woman about whom he's been serious to ask what went wrong. His teen flame, an independent woman who sometimes sleeps with him, and a group of lesbians give him advice, as does Anabeth, dead but lively in his dreams. One ex remains furious, but with the help of her inventive colleague, the level-headed insomniac Laura, Jesse even gets to talk to her. It's on to Anabeth's funeral, where he'll see Hannah, and maybe grasp what has been eluding him.","release_date":"1999-11-06","vote_average":6.0,"runtime":null,"cert":"N\/A","id":38274,"title":"Seven Girlfriends","adult":false,"genre_ids":[35,10749]},{"cast":["Cary Elwes","Anthony Brophy","Timothy Dalton","Maria Lennon","Sean McGinley"],"overview":"A former Irish Republican Army fighter, Gingy McAnally (Anthony Brophy), is reluctant about being called back into service after serving time in prison. He executes the grisly task but ends up captured by a sympathetic British police lieutenant named Ferris (Cary Elwes). The intimidating Chief Inspector of the Belfast Police (Timothy Dalton) convinces Gingy that his best hope is to become an informant and turn in other IRA operatives. As Gingy's marriage unravels under the stress, he is forced to come to terms with the fact that in this war both sides lose. Three men, three political circles, each fighting for their lives, each with their own agenda in the battle for Northern Ireland.","release_date":"1997-03-15","vote_average":6.2,"runtime":105,"cert":"N\/A","id":38275,"title":"The Informant","adult":false,"genre_ids":[28,10752,53]},{"cast":["Octavio Gómez Berríos","Eugenia Yuan","Aaron Paul","Mandy Patinkin","Kate Buddeke"],"overview":"The social anxiety of a morbidly shy Ecuadorian dishwasher working in a Queens diner provides the psychological engine that powers this blend of drama and magical realism.","release_date":"2006-04-01","vote_average":6.2,"runtime":85,"cert":"N\/A","id":38280,"title":"Choking Man","adult":false,"genre_ids":[35,18]},{"cast":["Ken Utsui","Junko Ikeuchi","Shoji Nakayama","Minoru Takada","Sachihiro Ohsawa"],"overview":"Super criminals are planning to infiltrate Earth with mass nuclear destruction! Only Starman can defend civilization by thwarting evil!","release_date":"1965-01-01","vote_average":4.3,"runtime":74,"cert":"N\/A","id":38281,"title":"Atomic Rulers","adult":false,"genre_ids":[28,878]},{"cast":["Michel Blanc","Emmanuelle Béart","Sami Bouajila","Julie Depardieu","Johan Libéreau"],"overview":"Manu arrives in Paris, in the early days of AIDS, at the beginning of the 1980s. He strikes up a friendship with Adrien, a wealthy doctor in his early fifties, who introduces him to Sarah and Mehdi, a young couple.","release_date":"2007-03-07","vote_average":6.7,"runtime":112,"cert":"N\/A","id":38282,"title":"The Witnesses","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Harvest of Redemption was inspired by a true story which occurred in the Texas Rio Grande Valley in the 1920's. It is a coming of age story about a young Latino's struggle as he grows up and attempts to overcome the resentment incurred after witnessing the brutal murder of his father as a young child. His journey is threaded with the very vivid and real colors of life including love, hate, faith, revenge and ultimately Redemption. Written by Hippo Films","release_date":"2007-01-01","vote_average":6.0,"runtime":95,"cert":"N\/A","id":38283,"title":"Harvest of Redemption","adult":false,"genre_ids":[]},{"cast":["Aldo Baglio","Giovanni Storti","Giacomo Poretti","Marina Massironi","Carlo Croccolo"],"overview":"Three friends - Aldo, Giovanni, and Giacomo - have to travel from Milan to Gallipoli, in Apulia, for Giacomo's wedding. The bride's father, who is Aldo and Giovanni's employer and father-in-law as well, is a rich and vulgar businessman who mistreats his sons-in-law and has given them the task of bringing him a wooden leg, the work of a famous artist.","release_date":"1997-12-27","vote_average":8.0,"runtime":98,"cert":"N\/A","id":38286,"title":"Tre Uomini e una Gamba","adult":false,"genre_ids":[]},{"cast":["Jack Dee"],"overview":"Filmed at London's Gielgud Theatre at the culmination of his 1998 tour, Jack Dee Live and Uncut puts the UK's favourite \"whinger\" in his element--on a stage performing stand-up comedy. Dee has presence in his orange shirt and tailored blue suit, but although he's derogatory about himself--he's a stay-at-home man, he's short, he's fat--he's also unapologetic. Dee isn't afraid to throw harsh words at his audience or swear like the proverbial navvy along with an onslaught of observational humour. He doesn't go in for surrealism, one-liners or complex structural payoffs. He prefers to tackle one subject at a time, explore it, then move on. His themes are universal rather than original but he usually brings a fresh perspective. Take builders… he puts himself at the centre of their Neanderthal attentions rather than women.","release_date":"1999-12-30","vote_average":7.8,"runtime":null,"cert":"15","id":38287,"title":"Jack Dee Live And Uncut","adult":false,"genre_ids":[35]},{"cast":["Aldo Baglio","Giacomo Poretti","Giovanni Storti","Marina Massironi"],"overview":"The shorts of Aldo , Giovanni &amp; Giacomo was the first theatrical show of the trio of comedians Aldo , Giovanni &amp; Giacomo , with the participation of Marina Massironi .  The show is the son of the fortunate trio 's holdings in television as Mai dire Gol, and shows such as The Circus by Paolo Rossi and on the head !  The short was recorded live at the Teatro Nuovo in Ferrara on 28 and 29 March 1996. Produced by Agidi , the theater director is entrusted to the change artist Arturo Brachetti .","release_date":"1996-01-01","vote_average":8.2,"runtime":120,"cert":"N\/A","id":38288,"title":"I Corti","adult":false,"genre_ids":[]},{"cast":["Diego Abatantuono","Massimo Boldi","Teo Teocoli","Stefania Sandrelli","Ennio Antonelli"],"overview":"Diego Abatantuono in the shoes of three huge fans: the Juventus truck driver Tirzan, the head of the ultra Milanese Donato and the Franco inter.","release_date":"1982-03-04","vote_average":6.1,"runtime":98,"cert":"N\/A","id":38289,"title":"Eccezzziunale... veramente","adult":false,"genre_ids":[35]},{"cast":["Wallace Ford","Aline MacMahon","Stuart Erwin","Bert Frohman","Jimmy Lydon"],"overview":"The life of a young kid, who starts stealing small things to fit in with the \"cool crowd\".","release_date":"1939-04-19","vote_average":6.0,"runtime":85,"cert":"N\/A","id":38290,"title":"Back Door to Heaven","adult":false,"genre_ids":[80]},{"cast":["Michael Caine","Julie Walters","Michael Williams","Maureen Lipman","Jeananne Crowley"],"overview":"Rita, a witty 26-year-old hairdresser, wants to 'discover' herself so she joins an Open University where she meets the disillusioned professor of literature, Dr. Frank Bryant. His marriage has failed, his new girlfriend is having an affair with his best friend and he can't get through the day without downing a bottle or two of whisky. What Frank needs is a challenge... and along comes Rita.","release_date":"1983-02-02","vote_average":6.9,"runtime":110,"cert":"15","id":38291,"title":"Educating Rita","adult":false,"genre_ids":[18,35,10749]},{"cast":["Morgan Freeman","Jammie Patton","Bryce Wilson","Queen Pen","Jeff Edward"],"overview":"There is no honor without truth. When gang wars spin out of control in downtown Washington D.C., one man steps onto the battlefirld to hunt down a ruthless killer. A young man has been released from prison and is determined to build a new life for himself. Unfortunately, without any prospects in sight, he gets lured back into the only world he knows....crime. He gets in touch with his former best friend who has since \"made it big\" as a drug dealer during his time in prison. But what starts out as a partnership which promises to get them both out of the projects, soon turns rotten as money comes between the two. As loyalties are divided, anger and violence erupt... destroying anyone who gets in the way. Innocent victims get caught in the crossfire and its up to one man, Police Lieutenet Redding (Morgan Freeman) to take matters into his own hands and stop the needless deaths before it's too late.","release_date":"2003-07-22","vote_average":2.7,"runtime":80,"cert":"N\/A","id":38292,"title":"Guilty by Association","adult":false,"genre_ids":[28,18,53]},{"cast":["Ronnie Barker","Richard Beckinsale","Fulton Mackay","Brian Wilde","Peter Vaughan"],"overview":"Times are hard for habitual guest of Her Majesty Norman Stanley Fletcher. The new prison officer, Beale, makes MacKay look soft and what's more, an escape plan is hatching from the cell of prison godfather Grouty and Fletcher wants no part of it. The breakout is set for the day of a morale-raising football match between a 'celebrity' football team and the inmates of Slade. Everything is going to plan until Godber is injured on the goal post. In the ensuing confusion, Fletcher finds himself on the wrong side of the prison walls and must now try and break back into prison.","release_date":"1979-08-12","vote_average":6.6,"runtime":93,"cert":"PG","id":38293,"title":"Porridge","adult":false,"genre_ids":[35,80]},{"cast":["Chris Beattie","Greg McLane","Charlie Hardwick","Roy Hudd","Tim Healy"],"overview":"Gerry and Sewell are broke. Gerry's still at school and Sewell is unemployed. They both wish for better things in life. Owning two season tickets to their beloved football club is their biggest dream of all. The tickets cost £1000 - they're £1000 short. But they are nothing if not resourceful, and they set themselves a mission to raise the cash. While they think up increasingly outlandish money making schemes - from selling junk to shoplifting and the odd bit of housebreaking - real life begins to interfere with the pair's final scam going hilariously awry landing them in jail, only to discover that their punishment gets them exactly where they want to be!","release_date":"2000-11-03","vote_average":6.9,"runtime":95,"cert":"","id":38294,"title":"Purely Belter","adult":false,"genre_ids":[35,18]},{"cast":["Sean Penn","Robin Wright","John Travolta","James Gandolfini","Harry Dean Stanton"],"overview":"Maureen is pregnant and her husband Eddie is missing. Nervous, Maureen shares a couple of drinks with neighbor Kiefer, who tries to rape her and then beats her. When Eddie returns and finds his wife bruised, he goes ballistic, shoots a paramedic and is put in a psychiatric institution. Ten years later, Eddie is released and finds that Maureen has divorced him and is remarried with three children, one of whom is his little girl Jeanie. Eddie goes to reclaim his wife","release_date":"1997-08-29","vote_average":5.9,"runtime":100,"cert":"N\/A","id":38295,"title":"She's So Lovely","adult":false,"genre_ids":[18,10749,53]},{"cast":["Julie Walters","John Hannah","Joanne Whalley","Victoria Hamilton","Patricia Hodge"],"overview":"The funny, heart-warming and moving new film, from director Lewis Gilbert. When Violet Heaney's three daughters return home for her funeral, each sister finds her own way of coping with her loss. For Teresa, the eldest, it's herbal tea, obsessive cleaning and hectoring her long-suffering husband, Frank. Catherine, the youngest, resorts to retail therapy, industrial quantities of marijuana and manic phone calls to her elusive boyfriend in Barcelona. Middle daughter Mary seeks consolation in professional detachment and the arms of her lover, Mike. Like Mary, Mike's a doctor. Unlike Mary, he's married... The sisters soon discover that their early memories have grown fuzzy over time and the past becomes fuzzier still as they attempt to cope with their mother's parting.","release_date":"2002-06-20","vote_average":5.0,"runtime":91,"cert":"","id":38296,"title":"Before You Go","adult":false,"genre_ids":[35]},{"cast":[],"overview":"There’s something very odd going on in space – something that shouldn’t be possible. It is as though vast swathes of the universe are being hoovered up by a vast and unseen celestial vacuum cleaner. Sasha Kaslinsky, the scientist who discovered the phenomenon, is understandably nervous: ‘It left us quite unsettled and jittery’ he says, ‘because this is not something we planned to find’. The accidental discovery of what is ominously being called ‘dark flow’ not only has implications for the destinies of large numbers of galaxies – it also means that large numbers of scientists might have to find a new way of understanding the universe. Dark flow is the latest in a long line of phenomena that have threatened to re-write the textbooks. Does it herald a new era of understanding, or does it simply mean that everything we know about the universe is wrong? .","release_date":"2010-03-09","vote_average":0.0,"runtime":60,"cert":"","id":38297,"title":"BBC Horizon: Is Everything We Know About The Universe Wrong?","adult":false,"genre_ids":[99]},{"cast":["Richard Kiley","Bruce Marchiano","Gerrit Schoonhoven","Dawid Minnaar","Kevin Smith"],"overview":"The only dramatization using the actual scriptures...word for word from the New International Version (NIV). The Matthew video series broke new ground by offering the first-ever dramatic portrayal of events in the Bible, presented word for word from the best-selling New International Version® (NIV) translation. Now you can experience this thrilling epic in DVD format, which blends the superior digital surround sound of CDs with crisp, high-resolution digital images.","release_date":"1993-10-01","vote_average":6.7,"runtime":265,"cert":"N\/A","id":38298,"title":"The Visual Bible: Matthew","adult":false,"genre_ids":[18,36]},{"cast":["John Travolta","Marilu Henner","Joey Lawrence","Bernie Casey","Héctor Elizondo"],"overview":"Scott Barnes is an alcoholic turned social worker hellbent on saving a young boy named Tommy from self-destructing when he finds out he has begun selling crack in an organization called YIP, run by Carlos.","release_date":"1991-09-15","vote_average":5.3,"runtime":95,"cert":"N\/A","id":38299,"title":"Chains of Gold","adult":false,"genre_ids":[28,18,53]},{"cast":["Aamir Bashir","Sandhya Mridul","Koel Purie","Barry John","Gourov Dasgupta"],"overview":"Krish and Meera, form a young Indian couple climbing the ladder of the corporate rate race in a nation hurtling forward at a rate unprecedented in its long history. Stressed, frustrated and unable to come to terms with the sacrifice required for success, they go in search of a legendary magical insect - The Great Indian Butterfly. Last seen by the unknown Portuguese explorer Carodiguez, in a remote valley located in erstwhile colonial Goa, the butterfly possesses a magical aura, granting immense happiness to the person who catches it. In the journey that takes the couple from the smog filled, concrete jungle of the Megalopolis of Mumbai through the little discovered coastal landscapes of the western Sahyadris, to the sun soaked land of Goa, the couple lose more than what they want to rediscover. It becomes a passage, which seems to travel with a metaphor of its own and an insect as elusive as a fossil trapped in prehistoric resin.","release_date":"2007-11-11","vote_average":5.5,"runtime":110,"cert":"N\/A","id":38300,"title":"The Great Indian Butterfly","adult":false,"genre_ids":[18,10749]},{"cast":["Rahul Bose","Raima Sen","Chigusa Takaku","Kunal Basu","Rudranil Ghosh"],"overview":"Snehmoy (Rahul Bose) and Miyage (Chigusa Takaku) are pen friends who exchange wedding vows through letters. Fifteen years pass but they never meet. Yet the bond of marriage is strong between them. This unusual relationship comes under a cloud when a young widow, Sandhya (Raima Sen), comes to stay with Snehmoy along with her eight-year-old son Poltu. Snehmoy and the little boy bond and the arithmetic teacher discovers the joy of palpable bonds and fatherhood. There develops an inexplicable thread of understanding with Sandhya too. But Snehmoy remained loyal to his unseen Japanese wife. When Miyage was ill from cancer, he took a long leave from his school and tried his best to find a cure for the illness. Meanwhile, malaria took a toll on him and he died. Coming of Miyage in a white sari to Sunderbans after his departure was really touching.","release_date":"2010-04-09","vote_average":6.3,"runtime":105,"cert":"","id":38301,"title":"The Japanese Wife","adult":false,"genre_ids":[18,10749]},{"cast":["Boman Irani","Minissha Lamba"],"overview":"This is the story of Armaan Ali, a driver working for a senior executive in Mumbai. He takes a month's leave to find a husband for his teenage daughter, who lives near Hyderabad. When he is delayed and returns to work after three months, his employer threatens to sack him. But he is persuaded to listen to the reason for Armaan Ali's delay. The story he relates is delightful, hilarious -- and poignant.","release_date":"2010-09-16","vote_average":4.5,"runtime":144,"cert":"N\/A","id":38302,"title":"Well Done Abba","adult":false,"genre_ids":[35]},{"cast":["Kristen Bell","Sigourney Weaver","Betty White","Kristin Chenoweth","Odette Annable"],"overview":"History -- make that high school -- may repeat itself when Marni learns that Joanna, the mean girl from her past, is set to be her sister-in-law. Before the wedding bells toll, Marni must show her brother that a tiger doesn't change its stripes. On Marni's side is her mother, while Joanna's backed by her wealthy aunt.","release_date":"2010-09-24","vote_average":6.2,"runtime":105,"cert":"U","id":38303,"title":"You Again","adult":false,"genre_ids":[35,10749]},{"cast":["Lubna Azabal","Mohamed Hamaidi","Yasmina Reza","Jack Taylor","Rachida Brakni"],"overview":"Serge is a long distance lorry driver between Morocco andEurope. In Tangier, he tries to reconcile with his former girlfriend, Sarah. She has refused to have anything to do with him since her mother’s death and intends to join her brother in Canada. Serge appeals to Sarah’s protector, a young Arab named Saïd, to allow him to meet up with Sarah, promising in return to smuggle Saïd into Europe...","release_date":"2001-08-29","vote_average":6.5,"runtime":120,"cert":"N\/A","id":38304,"title":"Far Away","adult":false,"genre_ids":[18,10749]},{"cast":["Yū Aoi","Yasuko Matsuyuki","Etsushi Toyokawa","Shizuyo Yamasaki","Sumiko Fuji"],"overview":"Young women in a small Japanese town look to revive their home's declining fortunes by building a Hawaiian village tourist attraction.","release_date":"2006-09-09","vote_average":6.9,"runtime":108,"cert":"N\/A","id":38305,"title":"Hula Girls","adult":false,"genre_ids":[35,18,10751]},{"cast":["Freddie Mercury","John Deacon","Roger Taylor","Brian May"],"overview":"Concert of the Queen Live Killers world tour at the Pavillion de Paris, March 1st 1979. Songs including Fat Bottomed Girls, You're My Best Friend, Don't Stop Me Now, If You Can't Beat Them, Spread Your Wings and Dreamer's Ball. On the exhausting Jazz Tour in late 1978 for the US and early 1979 through Europe and Japan, most European dates were recorded and then later spliced together to make up the Live Killers double-album. This tour featured their \"Pizza Oven\" lighting rig which consisted of 320 par lights arranged on a massive moveable rig above the band. It was nicknamed the \"Pizza Oven\" due to the massive amount of heat that the lights generated.","release_date":"1979-03-01","vote_average":7.0,"runtime":102,"cert":"N\/A","id":38308,"title":"Queen: Live Killers in Paris","adult":false,"genre_ids":[10402]},{"cast":["Brad Hunt","Harland Williams","Lauren Graham","Sasha Alexander","Debra Jo Rupp"],"overview":"A man revisits the previous significant girlfriends in his life in order to win over the girl of his dreams.","release_date":"2005-01-02","vote_average":4.4,"runtime":95,"cert":"N\/A","id":38309,"title":"Lucky 13","adult":false,"genre_ids":[35,10749]},{"cast":["Paolo Villaggio","Lino Banfi","Massimo Boldi","Christian De Sica","Andrea Roncato"],"overview":"Hard and dangerous service. Needed to extinguish fires, but what if there is a fire between the legs?","release_date":"1985-10-25","vote_average":5.8,"runtime":97,"cert":"N\/A","id":38310,"title":"Firefighters","adult":false,"genre_ids":[35]},{"cast":["Igor Fomchenko","Vladimir Zamanskiy","Marina Adzhubei","Yuri Brusser","Vyacheslav Borisov"],"overview":"Seven year old Sasha practices violin every day to satisfy the ambition of his parents. Already withdrawn as a result of his routines, Sasha quickly regains confidence when he accidentally meets and befriends worker Sergei, who works on a steamroller in their upscale Moscow neighborhood.","release_date":"1961-12-30","vote_average":7.1,"runtime":46,"cert":"N\/A","id":38311,"title":"The Steamroller and the Violin","adult":false,"genre_ids":[10751,18]},{"cast":["Paolo Villaggio","Lino Banfi","Massimo Boldi","Christian De Sica","Teo Teocoli"],"overview":"Hard and dangerous service. Needed to extinguish fires, but what if there is a fire between the legs?","release_date":"1987-04-09","vote_average":5.8,"runtime":94,"cert":"N\/A","id":38312,"title":"Firefighters 2: Heroic Mission","adult":false,"genre_ids":[35]},{"cast":["Paolo Villaggio","Lino Banfi","Massimo Boldi","Enrico Maria Salerno","Antonio Barrios"],"overview":"Frenetic in its pacing and with miniscule character development, this trite slapstick farce stars three Italian comics - Paolo Villaggio, Lino Banfi, and Massimo Boldi as the idiot-nephews of a wealthy invalid (Enrico Maria Salerno). The uncle's plan is to teach the trio how to successfully steal for a living but the plan does not have a chance against their exaggerated ineptitude.","release_date":"1986-10-07","vote_average":5.8,"runtime":96,"cert":"N\/A","id":38313,"title":"School of Thieves","adult":false,"genre_ids":[]},{"cast":["Peter Fonda","Warren Oates","Margot Kidder","Burgess Meredith","Harry Dean Stanton"],"overview":"A young drifter returns to his home in Key West, Florida and attempts to open a fishing charter business, provoking a dangerous feud with a rival fishing sea captain.","release_date":"1975-08-22","vote_average":5.6,"runtime":93,"cert":"N\/A","id":38314,"title":"92 in the Shade","adult":false,"genre_ids":[35,18]},{"cast":["Paolo Villaggio","Massimo Boldi","Enrico Maria Salerno","Florence Guérin","John Richardson"],"overview":"","release_date":"1987-09-22","vote_average":5.4,"runtime":96,"cert":"N\/A","id":38315,"title":"Scuola di ladri 2","adult":false,"genre_ids":[35]},{"cast":["Nikita Mikhalkov","Oleg Menshikov","Evgeny Mironov","Dmitriy Dyuzhev","Artur Smolyaninov"],"overview":"Epic film about WWII, a sequel to Utomlyonnye solntsem (1994). Evil Stalin is terrorizing people of Russia while the Nazis are advancing. Russian officer Kotov, who miraculously survived the death sentence in Stalin's Purge, is now fighting in the front-lines. His daughter, Nadia, who survived a rape attempt by Nazi soldiers, is now a nurse risking her own life to save others. In the war-torn nation even former enemies are fighting together to defend their land. People stand up united for the sake of victory. Written by Steve Shelokhonov","release_date":"2010-04-22","vote_average":5.0,"runtime":180,"cert":"","id":38318,"title":"Burnt by the Sun 2: Exodus","adult":false,"genre_ids":[18,10752]},{"cast":["Danny McBride","James Franco","Natalie Portman","Zooey Deschanel","Justin Theroux"],"overview":"A fantasy movie about an arrogant, lazy prince and his more heroic brother who must complete a quest in order to save their father's kingdom.","release_date":"2011-04-08","vote_average":5.3,"runtime":102,"cert":"15","id":38319,"title":"Your Highness","adult":false,"genre_ids":[35,12,14]},{"cast":["Martin Lawrence","Brandon T. Jackson","Portia Doubleday","Mari Morrow","Faizon Love"],"overview":"FBI agent Malcolm Turner and his 17-year-old son, Trent, go undercover at an all-girls performing arts school after Trent witnesses a murder. Posing as Big Momma and Charmaine, they must find the murderer before he finds them.","release_date":"2011-02-16","vote_average":5.5,"runtime":107,"cert":"","id":38322,"title":"Big Mommas: Like Father, Like Son","adult":false,"genre_ids":[80,35,28]},{"cast":["Mikhail Boyarskiy","Lyudmila Gurchenko","Oleg Popov","Savely Kramarov","Vera Ivleva"],"overview":"Mrs. Rada the Goat tells her five children to behave while she goes to the fair, and under no circumstances open the door to anyone except her. But the Big Bad Wolf, Kostika (Titi) Suru, and his nephew, the Little Bad Wolf, along with friends Rassul the Lynx and Petrika the Donkey has made a plan to kidnap the children while their mother is away. And when the eldest child, Matei, decides to disobey his mother and visit the fair himself, things start to go badly for the goat-family.","release_date":"1976-12-10","vote_average":6.2,"runtime":83,"cert":"N\/A","id":38323,"title":"Mama","adult":false,"genre_ids":[12,10751,14]},{"cast":["Arthur Askey","Moore Marriott","Graham Moffatt","Googie Withers","Vera Frances"],"overview":"Jilted by his fiancee, Arthur Pilbeam gets a job as far away from women as possible. Alone in a lighthouse, he soon finds that 12 other people end up living on the tiny island. Thirteen is an unlucky number; and one-by-one they disappear ...","release_date":"1942-04-15","vote_average":7.0,"runtime":82,"cert":"","id":38324,"title":"Back-Room Boy","adult":false,"genre_ids":[35]},{"cast":["Grigoriy Dobrygin","Sergey Puskepalis","Artyom Tsukanov","Igor Chernevich","Ilya Sobolev"],"overview":"Two men at a remote Arctic base begin mistrusting each other after an important radio message.","release_date":"2010-02-17","vote_average":6.1,"runtime":124,"cert":"N\/A","id":38325,"title":"How I Ended This Summer","adult":false,"genre_ids":[18,53]},{"cast":["Kseniya Rappoport","Roman Shmakov","Yevgeniya Kuznetsova","Sergey Sosnovsky","Sergey Medvedev"],"overview":"A mother loses her son during a winter visit to a remote town.","release_date":"2008-08-12","vote_average":6.7,"runtime":137,"cert":"N\/A","id":38326,"title":"Yuri's Day","adult":false,"genre_ids":[9648,18]},{"cast":["Carlo Verdone","Silvio Muccino","Ana Caterina Morariu","Agnese Nano","Paolo Triestino"],"overview":"When a man fires a hotel maid for stealing, the woman's son gets his revenge.","release_date":"2006-03-10","vote_average":6.1,"runtime":110,"cert":"N\/A","id":38327,"title":"My best enemy","adult":false,"genre_ids":[35]},{"cast":["Silvio Muccino","Violante Placido","Giuseppe Sanfelice","Elio Germano","Valeria Solarino"],"overview":"A coming-of-age comic tale about three eighteen-year-olds just out of high school who go to a Greek island following one of the boys’ older girlfriend.","release_date":"2004-01-01","vote_average":5.7,"runtime":100,"cert":"N\/A","id":38328,"title":"What Will Become of Us","adult":false,"genre_ids":[18,35]},{"cast":["Yuri Torsuyev","Vladimir Torsuyev","Oksana Alekseyeva","Vasili Skromny","Vladimir Basov"],"overview":"Professor Gromov constructs a robot called Electronic, which looks exactly like Sergey Syroezhkibn, a 6-grader from one of Odessa (USSR) schools. The robot also acts a lot like a human, and its dream is to become a real man. Electronic escapes from the professor's lab and accidentally meets Sergey, his prototype. Meanwhile, a gang lead by Stump is trying to kidnap Electronic to make him steal pictures from museums. For this purpose they send their hitman Urrie.","release_date":"1979-01-01","vote_average":6.5,"runtime":215,"cert":"N\/A","id":38329,"title":"The Adventures of the Electronic","adult":false,"genre_ids":[10751,878,12]},{"cast":["Barbara Niven","Perry King","Susan Blakely","Anna Silk","Linda Darlow"],"overview":"In Kansas City, the deranged middle-age Donna Germaine stabs and kills her lover, when he calls off their relationship to stay with his wife. Donna uses an excuse to move to the house of her aunt, and she becomes obsessed in their neighbor, the executive William Costigan. The sick Donna plots an evil scheme to take William from his wife Jeannie Costigan.","release_date":"2005-09-13","vote_average":4.8,"runtime":93,"cert":"N\/A","id":38330,"title":"The Perfect Neighbor","adult":false,"genre_ids":[18,53,27]},{"cast":["Svetlana Timofeeva-Letunovskaya","Artem Kobzev"],"overview":"In the small town of Kandalaksha, Petya lives out a fantasy life as a traffic cop. He has a holster, a wooden gun, and the locals humor him by following his \"orders.\" When a convict escapes from a nearby prison, Petya joins the manhunt as any good officer would.","release_date":"2009-06-22","vote_average":3.5,"runtime":null,"cert":"N\/A","id":38333,"title":"Peter on the Way to Heaven","adult":false,"genre_ids":[18,35]},{"cast":["Anton Shagin","Oksana Akinshina","Evgeniya Khirivskaya","Maksim Matveev","Igor Voynarovskiy"],"overview":"In this hit Russian musical, a group of friends flaunts Soviet authority in 1950s Moscow by embracing jazz. When Communist Mels falls for Polly, a free-spirited jazz fan, he risks losing his party membership by associating with her rebellious crew.","release_date":"2008-12-25","vote_average":6.7,"runtime":130,"cert":"N\/A","id":38336,"title":"Hipsters","adult":false,"genre_ids":[18,10749]},{"cast":["Tim Booth","Jim Glennie","Dave Baynton-Power","Adrian Oxaal","Michael Kulas"],"overview":"Getting Away With It... Live is the thirteenth release and the third live album from  Manchester Indie group James. It was recorded at the Manchester gig of their 2001 winter tour, which was dubbed as James' final tour until their reunion in 2007. This DVD of the concert was released in 2002 and features band interviews and promotional videos. Former members Larry Gott (guitar) and Andy Diagram (trumpet) make guest appearances during the show.","release_date":"2002-05-21","vote_average":10.0,"runtime":165,"cert":"","id":38341,"title":"James: Getting Away with It... Live","adult":false,"genre_ids":[10402]},{"cast":["Jerry Calà","Christian De Sica","Massimo Boldi","Ezio Greggio","Corinne Cléry"],"overview":"Willy, Giacomo, Lorenzo e Sandro sono 4 giovani yuppies rampanti nella \"Milano da bere\" degli anni '80, che vivono nel mito dell'Avvocato Gianni Agnelli e di Silvio Berlusconi; il loro unico scopo nella vita è apparire anziché essere. Giacomo è un pubblicitario, Lorenzo è un notaio, Sandro è un dentista, e Willy è un venditore di automobili.","release_date":"1986-03-20","vote_average":5.5,"runtime":90,"cert":"N\/A","id":38342,"title":"Yuppies","adult":false,"genre_ids":[35]},{"cast":["Jerry Calà","Christian De Sica","Massimo Boldi","Ezio Greggio","Athina Cenci"],"overview":"Continuano le avventure degli yuppies milanesi, sempre tirati a lucido, \"di casa\" in via Montenapoleone o al Nepentha, impeccabili nel vestire e \"vincenti\" sul lavoro, un po' meno nella vita privata.","release_date":"1986-12-23","vote_average":5.2,"runtime":104,"cert":"N\/A","id":38343,"title":"Yuppies 2","adult":false,"genre_ids":[35]},{"cast":["Peter Mullan","Brenda Blethyn","Sean McGinley","Jamie Sives","Billy Boyd"],"overview":"After decades of laboring as a Glasgow shipbuilder, Frank Redmond, a no-nonsense 55-year-old working-class man, suddenly finds himself laid off. For the first time in his life, he is without a job or a sense of direction, and he's too proud to ask for guidance. His best mates - rascally Danny, timid Norman and cynical Eddie - are there for him, but Frank still feels desperately alone. An offhand remark from Danny inspires Frank to challenge himself. Already contemplating the state of his relationships with loving wife Joan and all-but-estranged son Rob, Frank is determined to shore up his own self-confidence. He will attempt the near impossible - swimming the English Channel.","release_date":"2005-08-18","vote_average":6.4,"runtime":98,"cert":"","id":38344,"title":"On a Clear Day","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2009-06-30","vote_average":4.0,"runtime":null,"cert":"N\/A","id":38345,"title":"Любовь.RU","adult":false,"genre_ids":[35]},{"cast":["Bela Lugosi","John Archer","Wanda McKay","Tom Neal","Vince Barnett"],"overview":"Soup kitchen operator and criminologist Bela Lugosi operates a soup kitchen as a front for a criminal gang who commit a series of robberies and murders.","release_date":"1942-10-30","vote_average":5.1,"runtime":61,"cert":"N\/A","id":38346,"title":"Bowery at Midnight","adult":false,"genre_ids":[35,80,27,28]},{"cast":["Leo Gorcey","Bobby Jordan","Huntz Hall","Keye Luke","Warren Hull"],"overview":"The East Side Kids discover that one of their own, Danny, is torn between staying and school and becoming a boxer, and is getting mixed up with gangsters.","release_date":"1941-08-01","vote_average":6.0,"runtime":62,"cert":"N\/A","id":38347,"title":"Bowery Blitzkrieg","adult":false,"genre_ids":[35,80,18]},{"cast":["Liam Cunningham","Colm Meaney","Ger Ryan","Gregg Fitzgerald","Gerard Kearney"],"overview":"The children of Ballydowse and Carrickdowse engage in battles where they cut of the buttons, shoe-laces and underwear of their captured opponents. This is to get the boys in trouble with their parents. They go to battle in mass groups of dozens, throwing stones and cutting off their opponents buttons etc. And sometimes they go to battle completely naked and exposed. In one such scene about 30 boys return from a battle to celebrate victory at a barn-house only to find some girls waiting for them and they get very embarrassed at losing their privacy","release_date":"1994-09-29","vote_average":7.4,"runtime":94,"cert":"N\/A","id":38348,"title":"War of the Buttons","adult":false,"genre_ids":[10751]},{"cast":["Paul Gross","Sandra Oh","Ellen Page","Daniel MacIvor","Rebecca Jenkins"],"overview":"A day-in-the-life dark comedy concerning a group of islanders, their respective secrets, and one man's plan to kill himself quietly.","release_date":"2004-09-13","vote_average":5.6,"runtime":99,"cert":"N\/A","id":38349,"title":"Wilby Wonderful","adult":false,"genre_ids":[35,18,10749]},{"cast":["Fereydun Gole","Nosratallah Karimi","Mohsen Makhmalbaf","Dariush Mehrjui","Jafar Panahi"],"overview":"Today Iranian cinema is one of the most highly regarded national cinemas in the world, regularly winning festival awards and critical acclaim for films which combine remarkable artistry and social relevance. Iran: A Cinematographic Revolution traces the development of this film industry, which has always been closely intertwined with the country's tumultuous political history, from the decades-long reign of Reza Shah Pahlevi and his son, the rise of Khomeini and the birth of the Islamic Republic, the seizure by militants of the U.S. Embassy in Tehran, and the devastating war with Iraq.","release_date":"2006-05-18","vote_average":5.0,"runtime":98,"cert":"N\/A","id":38350,"title":"Iran: A Cinematographic Revolution","adult":false,"genre_ids":[99]},{"cast":["George Montgomery","Rita Corday","Berry Kroeger","William Conrad","Rhys Williams"],"overview":"In 1858 France, Emperor Louis Napoleon sends Captain Renault of the Royal Dragoons, Minister La Roche and Major Nicolet to Normandy in search of the members of a group of rebels. A Masked Cavalier, the niece, Lady Christianne, of the Marquis De Montableau, announces at a secret meeting of the Normandy underground leaders that the fabled treasure of Monte Cristo was willed to her and she will use it to finance their cause. Her uncle, the only one who can decipher the symbols on the sword of Monte Cristo, the key to the treasure, derides her stand against the Emperor. La Roche takes possession of the sword and has the Marquis put into the dungeon. Christianne, as the Masked Cavalier, regains the sword from La Roche, but Captain Renault apprehends her and returns to sword to La Roche.","release_date":"1951-03-03","vote_average":3.0,"runtime":80,"cert":"N\/A","id":38351,"title":"The Sword of Monte Cristo","adult":false,"genre_ids":[28,12]},{"cast":["Sergey Migitsko","Oleg Tabakov","Valeriy Garkalin","Liya Akhedzhakova","Aleksandr Shirvindt"],"overview":"Drama based on life and love of a famous Danish writer Hans Christian Andersen.","release_date":"2006-12-21","vote_average":5.5,"runtime":170,"cert":"N\/A","id":38352,"title":"Andersen. Life Without Love","adult":false,"genre_ids":[10749,14,18]},{"cast":["Anton Tabakov","Inga Tretyakova","Nikolay Grinko","Leonid Kuravlyov","Lyubov Sokolova"],"overview":"A story about a young boy Timur and his team who are living in a small Moscow suburb during the years before WWII.","release_date":"1976-06-06","vote_average":7.3,"runtime":128,"cert":"N\/A","id":38353,"title":"Timur and His Team","adult":false,"genre_ids":[12,10751]},{"cast":["Shia LaBeouf","John Malkovich","Ken Jeong","Frances McDormand","Josh Duhamel"],"overview":"Sam Witwicky takes his first tenuous steps into adulthood while remaining a reluctant human ally of Autobot-leader Optimus Prime. The film centers around the space race between the USSR and the USA, suggesting there was a hidden Transformers role in it all that remains one of the planet's most dangerous secrets.","release_date":"2011-06-28","vote_average":6.1,"runtime":154,"cert":"","id":38356,"title":"Transformers: Dark of the Moon","adult":false,"genre_ids":[28,878,12]},{"cast":["Rachel McAdams","Harrison Ford","Patrick Wilson","Jeff Goldblum","Diane Keaton"],"overview":"A young and devoted morning television producer is hired as an executive producer on a  long-running morning show at a once-prominent but currently failing station in New York City. Eager to keep the show on air, she recruits a former news journalist and anchor who disapproves of co-hosting a show that does not deal with real news stories.","release_date":"2010-11-10","vote_average":6.3,"runtime":102,"cert":"12","id":38357,"title":"Morning Glory","adult":false,"genre_ids":[35,18,10749]},{"cast":["Ashley Bell","Patrick Fabian","Iris Bahr","Louis Herthum","Caleb Landry Jones"],"overview":"After years of performing “exorcisms” and taking believers’ money, Reverend Marcus travels to rural Louisiana with a film crew so he can dispel what he believes is the myth of demonic possession. The dynamic reverend is certain that this will be another routine “exorcism” on a disturbed religious fanatic but instead comes upon the blood-soaked farm of the Sweetzer family and a true evil he would have never thought imaginable.","release_date":"2010-08-27","vote_average":5.5,"runtime":87,"cert":"15","id":38358,"title":"The Last Exorcism","adult":false,"genre_ids":[27,18,53]},{"cast":["Vasiliy Shukshin","Lidiya Fedoseyeva-Shukshina","Ivan Ryzhov","Aleksey Vanin","Mariya Vinogradova"],"overview":"A thief Egor having served a term in prison goes to the country to meet his pen-friend Lyuba, a kind genial village woman. Egor comes to love Lyuba sincerely. Now he has friends, work and beloved woman. He decides to break with his criminal past and starts a new life. However, his former criminal associates interfere brutally.","release_date":"1974-03-25","vote_average":7.0,"runtime":110,"cert":"N\/A","id":38359,"title":"The Red Snowball Tree","adult":false,"genre_ids":[18]},{"cast":["Tatyana Samoylova","Aleksey Batalov","Vasili Merkuryev","Aleksandr Shvorin","Svetlana Kharitonova"],"overview":"Veronika and Boris come together in Moscow shortly before World War II. Walking along the river, they watch cranes fly overhead, and promise to rendezvous before Boris leaves to fight. Boris misses the meeting and is off to the front lines, while Veronika waits patiently, sending letters faithfully. After her house is bombed, Veronika moves in with Boris' family, into the company of a cousin with his own intentions.","release_date":"1957-10-12","vote_average":8.1,"runtime":97,"cert":"PG","id":38360,"title":"The Cranes Are Flying","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Yuri Bogatyryov","Nikita Mikhalkov","Sergey Shakurov","Aleksandr Kalyagin","Aleksandr Kaydanovskiy"],"overview":"Following the Russian Civil War, a loyal Red, Shilov, must prove he is at home among strangers as he attempts to recapture a shipment of gold that he was supposed to deliver to Moscow. Needed as a means of buying food for the people, the gold Shilov was entrusted with is stolen, initially by a group of assassins and then by a group of bandits. In tracking the gold’s whereabouts, Shilov’s motives are questioned and he is suspected of treason, in part because his brother was a devoted White. In an effort to clear his name, Shilov locates the gold, but he also discovers rampant greed and corruption.","release_date":"1974-11-11","vote_average":6.5,"runtime":97,"cert":"N\/A","id":38361,"title":"At Home Among Strangers, a Stranger Among His Own","adult":false,"genre_ids":[28,18]},{"cast":["Anthony Quinn","Adriano Celentano","Capucine","Corinne Cléry","Attilio Dottesio"],"overview":"Belle Duke, in order to get revenge on her former lover Philip Bang, organize his jail break. But instead of Philip is the Italian Felice Brianza, AKAS Felix, to escape. Now Felix is obliged to help Philip to escape. He will succeeded and from that moment on the two will join to defraud Belle. The swindle plot become more complicate when Felix falls in love for Philip's daughter.","release_date":"1976-08-12","vote_average":7.2,"runtime":110,"cert":"N\/A","id":38362,"title":"High Rollers","adult":false,"genre_ids":[35,80]},{"cast":["Naomi Watts","Sean Penn","Ty Burrell","Brooke Smith","Bruce McGill"],"overview":"Wife and mother Valerie Plame (Naomi Watts) has a double life as a CIA operative, hiding her vocation from family and friends. Her husband, Joseph Wilson (Sean Penn), writes a controversial article in The New York Times, refuting stories about the sale of enriched uranium to Iraq, Then Valerie's secret work and identity is leaked to the press. With her cover blown and other people endangered, Valerie's career and personal life begin to unravel.","release_date":"2010-05-20","vote_average":6.6,"runtime":108,"cert":"12","id":38363,"title":"Fair Game","adult":false,"genre_ids":[18,53]},{"cast":["Norman Wisdom","Edward Chapman","Honor Blackman","Campbell Singer","Hattie Jacques"],"overview":"Norman Pitkin and Mr Grimsdale are council workmen mending the road outside an Army base when they come into conflict with the military. Shortly afterwards, they get drafted and fall into the clutches of the Sergeant they have just bested. They are sent to France to repair roads in front of the Allied advance but get captured. Pitkin takes advantage of a useful similarity to impersonate General Schreiber and manages to return a hero","release_date":"1958-12-04","vote_average":6.9,"runtime":89,"cert":"U","id":38364,"title":"The Square Peg","adult":false,"genre_ids":[10752,35]},{"cast":["Adam Sandler","Kevin James","Chris Rock","David Spade","Rob Schneider"],"overview":"After their high school basketball coach passes away, five good friends and former teammates reunite for a Fourth of July holiday weekend.","release_date":"2010-06-24","vote_average":6.2,"runtime":102,"cert":"12A","id":38365,"title":"Grown Ups","adult":false,"genre_ids":[35]},{"cast":["Leonardo Pieraccioni","Lorena Forteza","Barbara Enrichi","Massimo Ceccherini","Sergio Forconi"],"overview":"Levante lives in a small city near Florence (Tuscany, Italy) and his life is plain and a bit boring, until the day the twister arrives: a bus with six Spanish flamenco dancers that will twist Levante and his family life.","release_date":"1996-01-01","vote_average":6.9,"runtime":91,"cert":"N\/A","id":38366,"title":"The Cyclone","adult":false,"genre_ids":[10749,18,35]},{"cast":["Penny Edwards","John Alvin","James Millican","John Gallaudet","James Brown"],"overview":"A woman becomes desperate to find a pair of car thieves after her husband -- while on their honeymoon -- is killed during a robbery.","release_date":"1951-02-23","vote_average":6.7,"runtime":60,"cert":"N\/A","id":38369,"title":"Missing Women","adult":false,"genre_ids":[80,53]},{"cast":["Gene Raymond","Osa Massen","Francis Lederer","Robert Warwick","Patricia Shay"],"overview":"A stock broker embezzles a million bucks and plans to take off to Shanghai. A number of obstacles stands in his path, however.","release_date":"1948-10-29","vote_average":4.7,"runtime":72,"cert":"N\/A","id":38370,"title":"Million Dollar Weekend","adult":false,"genre_ids":[35,53]},{"cast":["Cezary Pazura","Anna Przybylska","Ewa Kasprzyk","Katarzyna Figura","Andrzej Grabowski"],"overview":"Nikos is a master of funeral ceremonies (that's undertaker to you and me) who doesn't expect much from life. After drunkenly insulting a diplomat at a party, weird things begin to happen for Nikos. The news that a mysterious stranger offended the hated Deputy Prime Minister galvanizes the political elite assembled at the banquet, and a rumor that Nikos can take care of anything spreads like wildfire, making him an idol of the masses.","release_date":"2002-03-15","vote_average":6.3,"runtime":110,"cert":"N\/A","id":38371,"title":"The Career of Nikos Dyzma","adult":false,"genre_ids":[35]},{"cast":["Marta Żmuda-Trzebiatowska","Tomasz Karolak","Paweł Małaszyński","Marcin Bosak","Tomasz Kot"],"overview":"","release_date":"2010-01-08","vote_average":3.8,"runtime":115,"cert":"N\/A","id":38372,"title":"Ciacho","adult":false,"genre_ids":[35]},{"cast":["Bogusław Linda","Zbigniew Zamachowski","Tadeusz Huk","Mirosław Baka","Artur Żmijewski"],"overview":"A detachment of the Polish IFOR forces in Bosnia is led by Major Keller, who is being investigated for insubordination during a patrol in Srebrenica. The investigation is to be led by two arriving officers - Lieutenant Czacki and Major Kusz who will also replace Keller as CO. When the camp's RTO receives a communication from a downed Norwegian chopper, Keller ignores his standing orders and leads a platoon to rescue the crew.","release_date":"1998-03-20","vote_average":6.7,"runtime":93,"cert":"N\/A","id":38373,"title":"Demons of War","adult":false,"genre_ids":[10752]},{"cast":["Wacław Kowalski","Władysław Hańcza","Anna Dymna","Andrzej Wasilewicz","Halina Buyno-Loza"],"overview":"The main characters are the same two quarreling peasant families introduced in \"Sami swoi\" (Our Folks). The action of the film starts 18 years later. The old quarrels have been forgotten, but new problems keep popping up. They have no successors to inherit the farms. They invent a tricky and clever plan. The young granddaughter is to take over both of the farms after her marriage. Both Kargul and Pawlak have no rest until they carry out the plan. In the end, after numerous adventures and obstacles their cunning intrigue is fulfilled - the young marry and the land remains in the family's hands.","release_date":"1974-05-28","vote_average":6.7,"runtime":89,"cert":"N\/A","id":38374,"title":"Take It Easy","adult":false,"genre_ids":[35]},{"cast":["Władysław Hańcza","Wacław Kowalski","Anna Dymna","Halina Buyno-Loza","Duchyll Martin Smith"],"overview":"Pawlak and Kargul - neighbors, frenemies, and grandfathers to Ania- both receive invitation to America from Pawlak's brother- John. All three of them travel to Chicago, where they discover John has passed away, and they arrived just in time for his funeral. But first- they need to find his illegitimate daughter. Set in late 70's story of two, charming, Polish villagers' adventures in Chicago is a third installment of Pawlak and Kargul adventures.","release_date":"1977-06-13","vote_average":6.5,"runtime":114,"cert":"N\/A","id":38375,"title":"Big Deal","adult":false,"genre_ids":[35]},{"cast":["Fanny Ardant","Emmanuelle Béart","Gérard Depardieu","Wladimir Yordanoff","Judith Magre"],"overview":"Paris doctor Catherine starts to think her husband, Bernard, is having an affair when she hears an unfamiliar woman's message on his voice mail. Hoping to learn more about his extramarital activities, Catherine heads to a strip club, where she hires call girl Nathalie to have a fling with Gerard. As the affair progresses, Nathalie gives Catherine regular status reports, and the relationship between the women evolves from business to personal.","release_date":"2003-09-11","vote_average":5.8,"runtime":105,"cert":"N\/A","id":38376,"title":"Nathalie...","adult":false,"genre_ids":[18]},{"cast":["Norman Wisdom","Edward Chapman","Jerry Desmonde","Jeanette Sterke","Wanda Ventham"],"overview":"An accident in the butchers shop leads Norman Pitkin and Mr Grimsdale to the hospital where, after causing the normal ammount of chaos, Pitkin finds Lindy, a little girl who hasn't spoken or smiled since her parents were killed in an aeroplane accident. Pitkin decides to help.","release_date":"1963-12-01","vote_average":8.2,"runtime":89,"cert":"U","id":38377,"title":"A Stitch in Time","adult":false,"genre_ids":[35]},{"cast":["Piotr Adamczyk","Marta Żmuda-Trzebiatowska","Grażyna Szapołowska","Beata Tyszkiewicz","Magdalena Schejbal"],"overview":"\"Nie kłam, kochanie\" nie jest bajką. To miłosna historia, podana lekko, jednak nie pozostająca w oderwaniu od życia, w której wszelkiego rodzaju zawirowania towarzyszące jej bohaterom wypływają z sytuacji realnych. Ma pokazać, w jaki sposób kłamstwo i manipulacja może stanąć w szranki z uczciwością, prostolinijnością i naiwnością. I – kto kogo \"przechytrzy\", kto wygra ten pojedynek, w którym stawką jest miłość… A co robi w naszej historii kaktus? Cóż, dziewczyna, która kocha kaktusy i mówi do nich po imieniu to chyba jedyna osoba, która potrafi w kłamcy i cyniku dostrzec coś dobrego i zmienić go… A wtedy – nawet kolczasty kaktus potrafi zakwitnąć pięknym kwiatem. W większości miłosnych historii dotąd królowały róże. W naszej – kaktusy. Też z kolcami. Ale z jakim charakterem!","release_date":"2008-02-11","vote_average":5.2,"runtime":null,"cert":"N\/A","id":38378,"title":"Nie kłam kochanie","adult":false,"genre_ids":[35,10749]},{"cast":["Franciszek Pieczka","Wojciech Pszoniak","Jan Szurmiej","Ewa Domanska","Wojciech Standello"],"overview":"During a pogrom in Poland on the eve of World War I, a group of Jews seek refuge from the Cossacks.","release_date":"1983-03-28","vote_average":6.9,"runtime":109,"cert":"N\/A","id":38379,"title":"Austeria","adult":false,"genre_ids":[18,10752]},{"cast":["Norman Wisdom","Jerry Desmonde","June Laverick","Hattie Jacques","Richard Wattis"],"overview":"Norman Truscott is a store worker who dreams of stardom. Vernon Carew is a singer whose star is fading. Vernon manages to get a recording of Norman singing and passes it off as himself.","release_date":"1959-01-01","vote_average":6.0,"runtime":102,"cert":"U","id":38380,"title":"Follow a Star","adult":false,"genre_ids":[35]},{"cast":["Norman Wisdom","Margaret Rutherford","Jill Dixon","Leslie Phillips","Delphi Lawrence"],"overview":"Norman works in a jewellers workshop and fantasises (in the nicest way) about meeting the window dresser across the road from his workshop. He wants to buy her a diamond pendant but calculates it will take him over 100 years to save up for it. He is talked into betting a pound on a six horse accumulator at the Goodwood races with a slightly shady bookmaker. When he has won on the first five races, the bookie owes him over 16,000 pounds and everyone begins to worry. Everyone's future depends on a single race ... what can be done ?","release_date":"1957-11-14","vote_average":6.6,"runtime":89,"cert":"U","id":38381,"title":"Just My Luck","adult":false,"genre_ids":[35]},{"cast":["Norman Wisdom","Lana Morris","Belinda Lee","Jerry Desmonde"],"overview":"Norman is a file clerk who accidentally becomes a British delegate to a diplomatic conference, befriends the queen of a remote island, and winds up a knight. Norman leaves rooms in shambles, tailors in shreds, and diplomats in bandages. Chased by gunmen and assassins of foreign powers, Norman finds himself running through active TV studio sets and interrupts various programs and performances in progress","release_date":"1955-01-01","vote_average":6.8,"runtime":85,"cert":"U","id":38382,"title":"Man of the Moment","adult":false,"genre_ids":[35]},{"cast":["Noel Gallagher","Liam Gallagher","Gem Archer","Andy Bell"],"overview":"Oasis. There should be no need for introduction; one of the most successful and critically acclaimed British rock bands ever are back and MTV has exclusive access to the London leg of their UK tour. Our cameras will go live for a gig not to be missed. You can’t buy a ticket, as the tour as ever sold-out in record time. Enjoy a front row seat at MTV’s exclusive night with Oasis, one of the most exciting live bands ever....  Tracks...:  01. Fuckin' In TheBushes\r 02. Rock 'N' Roll Star\r 03. Lyla\r 04. The Shock Of The Lightning\r 05. Cigarettes &amp; Alcohol\r 06. Meaning Of Soul\r 07. To Be Where There's Life\r 08. Waiting For The Rapture\r 09. The Masterplan\r 10. Songbird\r 11. Slide Away\r 12. Morning Glory\r 13. Ain't Got Nothing\r 14. The Importance Of Being Idle\r 15. I'm Outta Time\r 16. Wonderwall\r 17. Supersonic\r 18. Don't Look Back In Anger\r 19. Falling down\r 20. Champagne Supernova","release_date":"2008-10-16","vote_average":7.1,"runtime":43,"cert":"","id":38383,"title":"Oasis - Live at Wembley Arena","adult":false,"genre_ids":[10402]},{"cast":["Norman Wisdom","Jennifer Jayne","Raymond Huntley","Esma Cannon","Eric Barker"],"overview":"Norman Pitkin wants to be a policeman like his father was, but he fails the height test (amongst others). One day he gets out his father's old uniform and \"walks the beat\". This leads to a level of chaos that only Pitkin could cause","release_date":"1962-12-11","vote_average":8.2,"runtime":106,"cert":"U","id":38384,"title":"On the Beat","adult":false,"genre_ids":[35]},{"cast":["Norman Wisdom","Joan Rice","Shirley Abicair","Thora Hird","William Russell"],"overview":"Norman is the oldest orphan at Greenwood Children's Home and now acts as their caretaker. All the orphans are very happy and well cared for. The adventures start when a nasty property developer (boo hiss) who is also the chairman of the orphanage board wants to close the orphanage and build a factory on the site. The children are sent to Brighton for the day and Norman is very excited because he's \"Never seen the Sea\". When they get back they discover the plan to close the orphanage and have to decide what to do","release_date":"1955-01-01","vote_average":6.8,"runtime":90,"cert":"","id":38385,"title":"One Good Turn","adult":false,"genre_ids":[35]},{"cast":["Norman Wisdom","Angela Browne","Tracey Crisp","Derek Bond","Allan Cuthbertson"],"overview":"Norman is quite happy selling newspapers outside Westminster station but his Grandfather (the Prime Minister) wants to get him \"a more responsible job\". A few favours are called in and Norman becomes the newest reporter at the seaside town of Tinmouth. After causing chaos at a local council meeting and causing the demolition of a new house he tries to organise a beauty pageant. A slapstick tale of corruption in high and low places","release_date":"1966-01-01","vote_average":5.8,"runtime":102,"cert":"","id":38386,"title":"Press for Time","adult":false,"genre_ids":[35]},{"cast":["Norman Wisdom","Edward Chapman","Jerry Desmonde","Paddie O'Neill","John Le Mesurier"],"overview":"Norman Pitkin is the assistant helping to run a small, old fashioned dairy which is threatened by a larger, modern organisation. Pitkin does his best to save the dairy (and his horse) and the usual chaos ensues","release_date":"1965-11-30","vote_average":8.5,"runtime":98,"cert":"U","id":38387,"title":"The Early Bird","adult":false,"genre_ids":[35]},{"cast":["Norman Wisdom","Moira Lister","Megs Jenkins","Jerry Desmonde","Margaret Rutherford"],"overview":"Norman is working in the stock room of a large London department store, but he has ambition (doesn't he always !!), he wants to be a window dresser making up the public displays. Whilst trying to fulfill his ambition, he falls in love (doesn't he always !!), with one of the shopgirls. Together they discover a plot to rob the store and, somehow, manage to foil the robbers.","release_date":"1953-01-01","vote_average":6.0,"runtime":85,"cert":"U","id":38388,"title":"Trouble in Store","adult":false,"genre_ids":[35]},{"cast":["Norman Wisdom","Maureen Swanson","Jerry Desmonde","Michael Caridia","Colin Gordon"],"overview":"Norman is a window cleaner who has to clean a manor house with hundreds of windows. He is distracted by the son of the house who persuades him to go into town. When some villains try and kidnap the young heir Norman fights them off but the heir has banged his head and can't remember Norman's heroic stand","release_date":"1956-01-01","vote_average":6.6,"runtime":87,"cert":"U","id":38389,"title":"Up in the World","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Det började en dag när låset till dasset trilskades och Pettson blev inlåst och sur. Så sur att han ville ha Findus att städa upp efter sig. Men med ett brev till Kungen, som enligt Findus faktiskt är den som bestämmer, tror han sig kunna övertyga Pettson om att små katter faktiskt inte behöver städa. Medans Findus väntar på svar får han och gubben allsköns spännande besök: ängsliga älgar, stabbiga tigrar, prilliga rymdhöns och en och annan \"oförskämt\" bortglömd släkting. Men något svar från Kungen får Findus inte. Eller...?","release_date":"2000-10-27","vote_average":4.4,"runtime":80,"cert":"N\/A","id":38390,"title":"Pettson & Findus - Kattonauten","adult":false,"genre_ids":[16,10751]},{"cast":["Liam Budhlaeir","Padraig O'Raghallaigh"],"overview":"Mise Éire (\"I am Ireland\") is a 1912 Irish-language poem by the Irish poet and Republican revolutionary leader Patrick Pearse. In the poem, Pearse personifies Ireland as an old woman whose glory is past and who has been sold by her children. The poem inspired this 1959 film of the same name by George Morrison. Here, Morrison painstakingly assembled historical footage of the events surrounding the 1916 Rising from archives across Europe and deals with key figures and events in Irish Nationalism between the 1890s and the 1910s. The narration is by Liam Budhlaeir and Padraig O'Raghallaigh and the musical score is by Seán Ó Riada.","release_date":"1959-09-01","vote_average":5.5,"runtime":88,"cert":"N\/A","id":38391,"title":"Mise Éire","adult":false,"genre_ids":[99,36]},{"cast":[],"overview":"All the Metallica Studio Albums presented in 5.1 Kill 'em All Ride the Lightning Master of Puppets ...and Justice for All Metallica Load Reload St. Anger Death Magnetic","release_date":"","vote_average":0.0,"runtime":75,"cert":"N\/A","id":38392,"title":"Metallica: All Studio Albums in 5.1","adult":false,"genre_ids":[]},{"cast":[],"overview":"Shot entirely on location, this never-aired 50-minute episode of the big purple dinosaur's TV show gets up close and personal with the two- and four-legged denizens of the Ft. Worth zoo. BJ and Baby Bop are along for the ride, helping Barney ask their young audience questions designed to get them thinking and interacting with the program. Includes 11 songs.","release_date":"2003-04-08","vote_average":0.0,"runtime":50,"cert":"N\/A","id":38393,"title":"Barney: Let's Go to the Zoo","adult":false,"genre_ids":[10751]},{"cast":["Joe Cortese","Lou Criscuolo","Joe Pesci","Bobby Alto","Frank Vincent"],"overview":"A kid from the neighborhood goes to work for the Mafia as a collector.","release_date":"1976-10-29","vote_average":7.2,"runtime":85,"cert":"N\/A","id":38394,"title":"The Death Collector","adult":false,"genre_ids":[80]},{"cast":["Van Johnson","Arlene Dahl","Gloria DeHaven","Tom Drake","Leon Ames"],"overview":"A cop investigates the shooting of another policeman... that may have been involved in crooked activities.","release_date":"1949-07-28","vote_average":6.4,"runtime":94,"cert":"N\/A","id":38395,"title":"Scene of the Crime","adult":false,"genre_ids":[18,80]},{"cast":["Aldo Baglio","Giovanni Storti","Giacomo Poretti","Marina Massironi","Antonio Catania"],"overview":"Second film by the Aldo,Giovanni &amp; Giacomo trio released one year after the unexpected success of \"Tre uomini e una gamba\".","release_date":"1998-12-18","vote_average":7.5,"runtime":108,"cert":"N\/A","id":38396,"title":"That's Life","adult":false,"genre_ids":[35]},{"cast":["Aldo Baglio","Giovanni Storti","Giacomo Poretti","Aldo Maccione","Antonio Catania"],"overview":"Al Caruso, John Gresco and Jack Amoruso are three gangsters working for the Genovese family. However, their efforts are more than headache-inducing, and when they are given one last chance: To protect the boss's aunt, she is accidentally killed and the three men are sentenced to death. They come up with a plan to sell the boss to the police and the FBI. However, Al suffers from short-term memory loss and has to be told the story by John and Jack.","release_date":"2002-01-01","vote_average":7.1,"runtime":105,"cert":"N\/A","id":38397,"title":"The Legend of Al, John and Jack","adult":false,"genre_ids":[35]},{"cast":["Kaia Foss","Espen Klouman Høiner","Kamilla Grønli Hartvig","Kim S. Falck-Jørgensen","Ida Thurman-Moe"],"overview":"16 year-old Bea is in her first year at upper secondary school in Oslo. Active on the school magazine, she falls in love with Daniel, the smartest and most gifted student in the top year, who returns her feelings. There is just one drawback, namely her friend' idea of virginity and first love...","release_date":"2004-01-23","vote_average":6.1,"runtime":86,"cert":"N\/A","id":38398,"title":"Just Bea","adult":false,"genre_ids":[35,10749]},{"cast":["Alexandre Brik","Cécile Cassel","Martine Chevalier","Mayane Delem","Constance Dollé"],"overview":"A quasi-musical-comedy which descends into horror, set in the early sixties in a college on the outskirts of West Philadelphia. For 15 years, the graduation ball has been the preserve of the Foons - those teenagers who are immersed in weird notions of fun and who describe themselves as \"cool\". As they prepare for the graduation ball, it is decided to open up invitations to the nerd underdogs. The eternal rivalry between the cool kids and the nerds is played out with colourful costumes and kooky hairdos.","release_date":"2005-11-30","vote_average":3.3,"runtime":null,"cert":"N\/A","id":38399,"title":"Foon","adult":false,"genre_ids":[35]},{"cast":["Bela Lugosi","Duke Mitchell","Sammy Petrillo","Charlita","Muriel Landers"],"overview":"Two goofy entertainers meet a mad scientist on a jungle island.","release_date":"1952-09-04","vote_average":3.8,"runtime":74,"cert":"N\/A","id":38404,"title":"Bela Lugosi Meets a Brooklyn Gorilla","adult":false,"genre_ids":[35,878]},{"cast":["Kenji Sawada","Masaki Kudou","Hideo Murota","Naoto Takenaka","Megumi Ueno"],"overview":"A school was built on one of the Gates of Hell, behind which hordes of demons await the moment they will be free to roam the Earth. Hiruko is a goblin sent to Earth on a reconnaissance mission. He beheads students in order to assemble their heads on the demons' spider-like bodies. Hieda, an archaeology professor, and Masao, a haunted student, investigate the gory deaths and eventually battle Hiruko","release_date":"1991-05-11","vote_average":6.0,"runtime":89,"cert":"N\/A","id":38405,"title":"Hiruko The Goblin","adult":false,"genre_ids":[27,14,35]},{"cast":["Katherine Heigl","Josh Duhamel","Josh Lucas","Christina Hendricks","Hayes MacArthur"],"overview":"After a distastrous first date for caterer Holly and network sports director Messer, all they have is common is a dislike for each other and their love for their goddaughter Sophie. But when they suddenly become all Sophie has in this world, Holly and Messer must set their differences aside. Juggling careers and social calendars, they'll have to find common ground while living under the same roof.","release_date":"2010-10-02","vote_average":6.8,"runtime":114,"cert":"12A","id":38408,"title":"Life As We Know It","adult":false,"genre_ids":[35,10749,18]},{"cast":[],"overview":"David Bond lives in one of the most intrusive surveillance states in the world. He decides to find out how much private companies and the government know about him by putting himself under surveillance and attempting to disappear, a decision that changes his life forever. Leaving his pregnant wife and young child behind, he is tracked across the database state on a chilling journey that forces him to contemplate the meaning of privacy and the loss of it.","release_date":"2009-01-01","vote_average":5.7,"runtime":null,"cert":"","id":38409,"title":"Erasing David","adult":false,"genre_ids":[99]},{"cast":["Stacy Chbosky","Ben Messmer","Ivar Brogger","Samantha Robson","Beth Tapper"],"overview":"When hundreds of videotapes showing torture, murder and dismemberment are found in an abandoned house, they reveal a serial killer's decade-long reign of terror and become the most disturbing collection of evidence homicide detectives have ever seen.","release_date":"2007-04-27","vote_average":5.9,"runtime":86,"cert":"N\/A","id":38410,"title":"The Poughkeepsie Tapes","adult":false,"genre_ids":[27,53]},{"cast":["Ian McKellen","Romola Garai","Monica Dolan","Sylvester McCoy","Philip Winchester"],"overview":"King Lear, old and tired, divides his kingdom among his daughters, giving great importance to their protestations of love for him. When Cordelia, youngest and most honest, refuses to idly flatter the old man in return for favor, he banishes her and turns for support to his remaining daughters. But Goneril and Regan have no love for him and instead plot to take all his power from him. In a parallel, Lear's loyal courtier Gloucester favors his illegitimate son Edmund after being told lies about his faithful son Edgar. Madness and tragedy befall both ill-starred fathers.","release_date":"2008-08-06","vote_average":6.9,"runtime":150,"cert":"","id":38413,"title":"King Lear","adult":false,"genre_ids":[18]},{"cast":["Marie Gillain","Olivier Sitruk","Bruno Putzulu","Richard Berry","Philippe Duclos"],"overview":"With the ambition to start a boutique overseas but without the means to do so, Nathalie finds herself in a desperate situation, where she would do anything to acquire what she needs. Along with her boyfriend, Eric, and his friend Bruno, she concocts a plan where she seduces clueless men and accompanies them to their places, then allows Eric and Bruno to break in. But the three soon encounter trouble after one of their schemes ends in murder.","release_date":"1995-03-08","vote_average":6.9,"runtime":117,"cert":"N\/A","id":38414,"title":"Fresh Bait","adult":false,"genre_ids":[18,80]},{"cast":["Rocky McKenzie","Geoffrey Rush","Jessica Mauboy","Ernie Dingo","Missy Higgins"],"overview":"In the Summer of 1965 a young man is filled with the life of the idyllic old pearling port Broome - fishing, hanging out with his mates and his girl. However his mother returns him to the religious mission for further schooling. After being punished for an act of youthful rebellion, he runs away from the mission on a journey that ultimately leads him back home.","release_date":"2009-08-09","vote_average":5.5,"runtime":82,"cert":"N\/A","id":38415,"title":"Bran Nue Dae","adult":false,"genre_ids":[35,18,10749]},{"cast":["Mick Jagger","Keith Richards","Ron Wood","Charlie Watts"],"overview":"Bluray includes the exclusive documentary and concert filmed in Texas, Austin (by 25 hd cameras) during their last Biggest Bang Tour. Features their biggest hits such as : (I Can't Get No) Satisfaction Let's Spend The Night Together Tumbling Dice Sympathy For The Devil Brown Sugar Under My Thumb Honky Tonk Woman. Barclay\/Universal.","release_date":"2009-06-16","vote_average":6.0,"runtime":182,"cert":"","id":38416,"title":"The Rolling Stones - The Biggest Bang","adult":false,"genre_ids":[10402]},{"cast":["Ray Milland","Martin Gabel","Harry Bronson","Rita Vale","Rex O'Malley"],"overview":"1952 black and white Cold War spy film, entirely without dialog","release_date":"1952-10-15","vote_average":6.1,"runtime":85,"cert":"N\/A","id":38417,"title":"The Thief","adult":false,"genre_ids":[80,53]},{"cast":["Darshan Jariwala","Akshaye Khanna","Bhumika Chawla","Shefali Shah","Vinay Jain"],"overview":"With Gandhi My Father, producer Anil Kapoor and director Feroz Abbas Khan have shed light onto Gandhi the person, rather than Gandhi the icon. Using Gandhi’s political career as a canvas, the film paints a picture of his intricate, complex, and strained relationship with his son Harilal Gandhi.","release_date":"2007-08-03","vote_average":6.0,"runtime":136,"cert":"N\/A","id":38428,"title":"Gandhi, My Father","adult":false,"genre_ids":[18,36]},{"cast":["James Gandolfini","Dexter Pitts"],"overview":"In a war that has left more than 25,000 wounded, ALIVE DAY MEMORIES: HOME FROM IRAQ looks at a new generation of veterans. Executive Producer James Gandolfini interviews ten Soldiers and Marines who reveal their feelings on their future, their severe disabilities and their devotion to America. The documentary surveys the physical and emotional cost of war through memories of their \"alive day,\" the day they narrowly escaped death in Iraq.","release_date":"2007-09-09","vote_average":5.8,"runtime":57,"cert":"N\/A","id":38429,"title":"Alive Day Memories: Home from Iraq","adult":false,"genre_ids":[99]},{"cast":["Rock Hudson","Robert Stack","Dorothy Malone","Jack Carson","Robert Middleton"],"overview":"Story of a friendship between an eccentric journalist and a daredevil barnstorming pilot.","release_date":"1957-11-21","vote_average":6.8,"runtime":91,"cert":"","id":38432,"title":"The Tarnished Angels","adult":false,"genre_ids":[18]},{"cast":["John Barrymore","John Howard","Louise Campbell","Reginald Denny","E. E. Clive"],"overview":"Drummond's girlfriend has been kidnapped for revenge.","release_date":"1937-09-24","vote_average":6.7,"runtime":64,"cert":"N\/A","id":38433,"title":"Bulldog Drummond Comes Back","adult":false,"genre_ids":[28,80,9648,53]},{"cast":[],"overview":"The Resistance Tour is an ongoing concert tour by English alternative rock band Muse in support of their fifth studio album The Resistance. The opening European leg began on 22 October 2009 and ended on 4 December 2009, comprising 30 shows. The second leg, which began on 7 January 2010, included thirteen shows, seven of which were part of the Australasian Big Day Out shows. A North American leg of 26 shows took place in early 2010. Nine new stadium shows have been announced to take place in Europe in 2010, with two of those dates taking place at Wembley Stadium. A second round of North American concerts will take place throughout September and October 2010. These dates will focus on secondary markets and other areas not previously hit on the tour. A return to Australasia is set to take place throughout December 2010.","release_date":"2010-04-02","vote_average":0.0,"runtime":88,"cert":"N\/A","id":38434,"title":"Muse: Resistance Tour","adult":false,"genre_ids":[]},{"cast":["Ray Milland","Guy Standing","Heather Angel","Reginald Denny","Porter Hall"],"overview":"Captain Hugh \"Bulldog\" Drummond, a former British officer who served in the first world war, falls for an heiress who is imprisoned by her guardians.","release_date":"1937-04-09","vote_average":5.9,"runtime":67,"cert":"N\/A","id":38437,"title":"Bulldog Drummond Escapes","adult":false,"genre_ids":[28,12,9648]},{"cast":["Gérard Depardieu","Bernard Blier","Jean Carmet","Michel Serrault","Geneviève Page"],"overview":"An absurd black comedy that cunningly reverses the conventions of the crime thriller to comment on the alienating and dehumanizing effects of contemporary urban life. Alphonse Tram is unwittingly involved in several murders despite having no memory of committing the crimes. His confusion lead him to confess to his neighbour, Inspector Morvandieu. Alphonse and Morvandieu become the axis around which murders occur.","release_date":"1979-12-19","vote_average":7.1,"runtime":89,"cert":"N\/A","id":38438,"title":"Buffet Froid","adult":false,"genre_ids":[35,80]},{"cast":["John Witherspoon"],"overview":"You know John Witherspoon as Ice Cube's outrageously funny, dog-catching dad in the smash urban trilogy Friday, Next Friday, and Friday After Next. You remember him from Boomerang, Little Nicky, and Little Man, and as \"Pops\" on the long-running syndicated sitcom The Wayans Brothers. His countless movie and television roles, along with his signature catchphrases, \"Bang! Bang! Bang! Bang!\" and \"You Got to Coordinate!\" have made him a pop culture icon. Once you've seen Witherspoon's outrageous stage performance, you understand why he's earned the reputation as one of America's best stand-up comedians.","release_date":"2008-03-28","vote_average":4.5,"runtime":62,"cert":"N\/A","id":38441,"title":"You Got to Coordinate","adult":false,"genre_ids":[]},{"cast":["Jan Vostrčil","Josef Šebánek","Josef Valnoha","František Debelka","Josef Řehořek"],"overview":"The firemen of a provincial Czechoslovakian town throw a ball in honor of the old chief's retirement. There will be music and dancing, a beauty pageant and a raffle. The whole town will be in attendance. However, the proceedings are dogged by difficulty at every step. Workplace injuries, stolen prizes, a shortage of pretty girls... and fire.","release_date":"1967-12-15","vote_average":7.2,"runtime":73,"cert":"N\/A","id":38442,"title":"The Firemen's Ball","adult":false,"genre_ids":[35,18]},{"cast":["Isaac Barber","Hato Paparoa","Melanie Mayall-Nahi","McCarthy Pearse","Jim Moriarty"],"overview":"When a mysterious stranger arrives in their isolated coastal town, 10-year-old twins, Kimi and Melody are forced apart. Kimi must find the strength to let go of what he loves the most.","release_date":"2009-08-27","vote_average":6.0,"runtime":86,"cert":"N\/A","id":38445,"title":"The Strength of Water","adult":false,"genre_ids":[18]},{"cast":["Rupert Davies","Sheila Keith","Deborah Fairfax","Paul Greenwood","Kim Butcher"],"overview":"In 1957, Dorothy and Edmund Yates (Keith and Rupert Davies) were committed to an institution for the criminally insane, she for acts of murder and cannibalism and he for covering up her crimes. Fifteen years later, they are pronounced fit for society and released. However, in Dorothy's case the doctors may have jumped the gun a bit. Edmund and eldest daughter, Jackie (Deborah Fairfax), try to discover just how far Mother's bloodlust has taken her. Meanwhile, youngest daughter Debbie (Kim Butcher) begins to explore the crazy roots of her family tree as fully as possible.","release_date":"1974-11-05","vote_average":6.3,"runtime":88,"cert":"U","id":38446,"title":"Frightmare","adult":false,"genre_ids":[27,53]},{"cast":["Warner Oland","Sally Eilers","Bela Lugosi","Dorothy Revier","Victor Varconi"],"overview":"Movie star Shelah Fane is seeing wealthy Alan Jaynes while filming in Honolulu, Hawaii, but won't marry him without consulting famed psychic Tanaverro first. Tanaverro confronts her about the unsolved murder of fellow film star Denny Mayo three years earlier, and she decides to reject Jaynes' proposal. When Shelah is found shot to death in her beach-front pavilion, Charlie Chan of the Honolulu Police investigates.","release_date":"1931-06-21","vote_average":5.6,"runtime":71,"cert":"N\/A","id":38453,"title":"Charlie Chan in The Black Camel","adult":false,"genre_ids":[53,80,35,9648,18]},{"cast":["Keye Luke","Joan Marsh","J. Edward Bromberg","Douglas Fowley","Harold Huber"],"overview":"Returning from European exile where she avoided testifying against her criminal associates, a former singer with a tell-all diary is murdered to insure her silence.","release_date":"1937-09-22","vote_average":7.3,"runtime":68,"cert":"N\/A","id":38454,"title":"Charlie Chan on Broadway","adult":false,"genre_ids":[80,9648,53,18]},{"cast":["Warner Oland","Keye Luke","Virginia Field","Sidney Blackmer","Harold Huber"],"overview":"Although Charlie and Lee are in Monaco for an art exhibit, they become caught up in a feud between rival financiers which involves the Chan's in a web of blackmail and murder.","release_date":"1937-12-17","vote_average":6.6,"runtime":71,"cert":"N\/A","id":38455,"title":"Charlie Chan at Monte Carlo","adult":false,"genre_ids":[35,80,9648,53]},{"cast":["Sidney Toler","Marjorie Weaver","Lionel Atwill","Victor Sen Yung","Don Beddoe"],"overview":"On a cruise ship from Honolulu to San Francisco, the famous Chinese detective encounters four more murders while trying to figure out the murder of a Scotland Yard friend.","release_date":"1940-05-02","vote_average":7.4,"runtime":77,"cert":"N\/A","id":38456,"title":"Charlie Chan's Murder Cruise","adult":false,"genre_ids":[35,80,9648,53]},{"cast":["Sidney Toler","Victor Sen Yung","C. Henry Gordon","Marc Lawrence","Joan Valerie"],"overview":"A wax museum run by a demented doctor contains statues of such crime figures as Jack the Ripper and Bluebeard. In addition to making wax statues the doctor performs plastic surgery. It is here that an arch fiend takes refuge. The museum also houses a statue of Charlie. Frustrated number-two son kicks statue in rear; oops, number-two son wrong in his assumption","release_date":"1940-09-06","vote_average":7.9,"runtime":63,"cert":"N\/A","id":38457,"title":"Charlie Chan at the Wax Museum","adult":false,"genre_ids":[80,9648,18,53,35]},{"cast":["Sidney Toler","Jean Rogers","Lionel Atwill","Mary Nash","Victor Sen Yung"],"overview":"Charlie impersonates an employee of the U.S. government to foil an espionage plot which would destroy part of the Panama Canal, trapping a Navy fleet on its way to the Pacific after maneuvers in the Atlantic.","release_date":"1940-03-01","vote_average":6.9,"runtime":66,"cert":"N\/A","id":38458,"title":"Charlie Chan in Panama","adult":false,"genre_ids":[80,18,53,9648,35]},{"cast":["Sidney Toler","Marjorie Weaver","Robert Lowery","Ricardo Cortez","Donald MacBride"],"overview":"When Charlie's old friend from Scotland Yard is murdered when they attend a police convention in New York, Chan picks up the case he was working on.","release_date":"1940-12-13","vote_average":6.3,"runtime":65,"cert":"N\/A","id":38459,"title":"Murder Over New York","adult":false,"genre_ids":[80,18,9648,35,53]},{"cast":["Sidney Toler","Sheila Ryan","Robert Weldon","Victor Sen Yung","Donald Douglas"],"overview":"A treasure map in four pieces, the ghost of a hanged pirate, a talking parrot, and a ship full of red herrings complicate Charlie's search for a murderer on board a docked ship.","release_date":"1941-03-28","vote_average":6.9,"runtime":61,"cert":"N\/A","id":38460,"title":"Dead Men Tell","adult":false,"genre_ids":[9648,53,80,18,35]},{"cast":["Sidney Toler","Mary Beth Hughes","Cobina Wright","Ted North","Victor Jory"],"overview":"A pair of murders in Rio de Janeiro leads the local police to call the famed detective. Charlie is puzzled, at first, when it appears that one of the murderers is killed by the first victim's widow.","release_date":"1941-09-05","vote_average":6.0,"runtime":60,"cert":"N\/A","id":38461,"title":"Charlie Chan in Rio","adult":false,"genre_ids":[80,9648,53,35,18]},{"cast":["Sidney Toler","Mantan Moreland","Arthur Loft","Gwen Kenyon","Sarah Edwards"],"overview":"Charlie Chan is an agent of the U.S. government working in Washington DC and he is assigned to investigate the murder of the inventor of a highly advanced torpedo. Aiding Chan is his overeager but dull-witted Number Three son Tommy (Benson Fong) and his Number Two Daughter Iris Chan (Marianne Quon).","release_date":"1944-02-14","vote_average":5.4,"runtime":63,"cert":"N\/A","id":38462,"title":"Charlie Chan in the Secret Service","adult":false,"genre_ids":[35,80,9648]},{"cast":["Sidney Toler","Joan Woodbury","Mantan Moreland","Benson Fong","Ian Keith"],"overview":"To solve the murder of a man shot in a locked room, Chan must wade through a Fun House, the writings of an unscrupulous author, and chess pieces.","release_date":"1944-05-20","vote_average":6.4,"runtime":66,"cert":"N\/A","id":38463,"title":"Charlie Chan in The Chinese Cat","adult":false,"genre_ids":[9648,35,80,53]},{"cast":["Sidney Toler","Mantan Moreland","Frances Chan","Joseph Crehan","Helen Beverly"],"overview":"Chinese detective Charlie Chan (Sidney Toler) solves a murder linked to the occult. This movie had an alternative title: Meeting at Midnight.","release_date":"1944-08-19","vote_average":7.1,"runtime":67,"cert":"N\/A","id":38464,"title":"Black Magic","adult":false,"genre_ids":[35,80,18]},{"cast":["Sidney Toler","Mantan Moreland","Benson Fong","James Cardwell","Joan Barclay"],"overview":"Someone is attempting to steal radium stored in a bank. Death by cobra venom connects a number of murders. Charlie Chan investigates.","release_date":"1945-09-29","vote_average":5.8,"runtime":64,"cert":"N\/A","id":38465,"title":"Charlie Chan in The Shanghai Cobra","adult":false,"genre_ids":[9648,53]},{"cast":["Sidney Toler","Fortunio Bonanova","Benson Fong","Robert Emmett Keane","Willie Best"],"overview":"Chan is faced with suspects in a stolen atomic bomb formula case, that are being killed with bullets that are not fired from a gun.","release_date":"1945-08-01","vote_average":6.0,"runtime":64,"cert":"N\/A","id":38466,"title":"Charlie Chan in The Red Dragon","adult":false,"genre_ids":[9648]},{"cast":["Sidney Toler","Mantan Moreland","Virginia Brissac","Ben Carter","Benson Fong"],"overview":"Chinese sleuth Charlie Chan (Sidney Toler) discovers a scheme for the theft of government radar plans while investigating several murders.","release_date":"1945-05-11","vote_average":6.3,"runtime":65,"cert":"N\/A","id":38467,"title":"The Scarlet Clue","adult":false,"genre_ids":[9648,53]},{"cast":["Sidney Toler","Mantan Moreland","Edwin Luke","Hardie Albright","Janet Warren"],"overview":"The latest assignment for respected detective Charlie Chan has come directly from the government and involves the disappearance of a scientist named Harper, who was working on an extremely important serum. When the scientist is killed, Chan must sort through all very likely suspects, including the man's sister and his butler.","release_date":"1945-01-26","vote_average":6.2,"runtime":66,"cert":"N\/A","id":38468,"title":"Charlie Chan in The Jade Mask","adult":false,"genre_ids":[80]},{"cast":["Sidney Toler","Mantan Moreland","Victor Sen Yung","Tanis Chandler","John Gallaudet"],"overview":"In San Francisco's Chinatown, Charlie helps two different people search for their missing relatives and uncovers a murder for insurance scheme.","release_date":"1946-06-27","vote_average":6.3,"runtime":64,"cert":"N\/A","id":38469,"title":"Charlie Chan in Shadows Over Chinatown","adult":false,"genre_ids":[9648,35,80,53]},{"cast":["Sidney Toler","Gloria Warren","Victor Sen Yung","Rick Vallin","Joseph Crehan"],"overview":"A treasury agent on the trail of counterfeit money confides to fellow ocean liner passenger, Charlie Chan, that there have been two attempts on his life.","release_date":"1946-10-12","vote_average":6.0,"runtime":66,"cert":"N\/A","id":38470,"title":"Dangerous Money","adult":false,"genre_ids":[80,9648]},{"cast":["Sidney Toler","Mantan Moreland","Ben Carter","Benson Fong","Teala Loring"],"overview":"After three men are convicted of bank robberies, Charlie becomes suspicious.  After some investigation Charlie finds the men are innocent and that the fingerprint evidence used to convict them had been forged.  Charlie then proceeds to find the true bank robbers.","release_date":"1946-05-25","vote_average":6.5,"runtime":61,"cert":"N\/A","id":38471,"title":"Dark Alibi","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Sidney Toler","Mantan Moreland","Victor Sen Yung","Tanis Chandler","Larry J. Blake"],"overview":"When a troupe of showgirls with their impresario and press agent vacation at a Malibu Beach resort, two of them are garroted. Charlie takes on the case assisted by Number Two Son Jimmy and faithful chauffeur Birmingham Brown.","release_date":"1946-11-30","vote_average":7.1,"runtime":62,"cert":"N\/A","id":38472,"title":"Charlie Chan in The Trap","adult":false,"genre_ids":[80,9648,53]},{"cast":["Reo Yoshitake","Rina Hatakeyama","Keiko Matsuzaka","Seiko Matsuda","Hiromi Chino"],"overview":"Set during World War II, the film follows a young brother and sister as they attempt to survive the aftermath of the firebombing of Kobe City.","release_date":"2008-07-05","vote_average":7.9,"runtime":100,"cert":"N\/A","id":38473,"title":"Tombstone of the Fireflies","adult":false,"genre_ids":[18,10752]},{"cast":["Angie Cepeda","Ken Marino","Martita Roca","Jim Piddock","Nora Dunn"],"overview":"Tells the story of Sofia (Angie Cepeda), a Colombian college student struggling with immigration issues in LA, who accepts a $50,000 offer to rent her body and soul and become a surrogate mother to a wealthy couple.","release_date":"2005-08-26","vote_average":6.4,"runtime":96,"cert":"N\/A","id":38476,"title":"Love For Rent","adult":false,"genre_ids":[35,18,10749]},{"cast":["William Smith","Claudia Jennings","John Saxon","Nicholas Campbell","Don Francks"],"overview":"An early departure from director David Cronenberg's canon of visceral horror, 1979's Fast Company profiles one of his personal passions, racecars, in a gritty melodrama that also features exciting racetrack footage. Veteran toughguy William Smith is top-billed as a champion drag racer who clashes with the unscrupulous oil-company executive (John Saxon) who sponsors his team.","release_date":"1979-05-18","vote_average":6.0,"runtime":91,"cert":"N\/A","id":38493,"title":"Fast Company","adult":false,"genre_ids":[18]},{"cast":["Bela Lugosi","Wallace Ford","Arline Judge","E. Alyn Warren","Lotus Long"],"overview":"Bela Lugosi stars as Mr. Wong, a \"harmless\" Chinatown shopkeeper by day and relentless blood-thirsty pursuer of the Twelve Coins of Confucius by night. With possession of the coins, Mr. Wong will be supreme ruler of the Chinese province of Keelat, and his evil destiny will be fulfilled. A killing spree follows in dark and dangerous Chinatown as Wong gets control of 11 of the 12 coins. Reporter Jason Barton Wallace Ford and his girl Peg are hot on his trail, but soon find themselves in serious trouble when they stumble onto Wong's headquarters.","release_date":"1934-12-22","vote_average":4.1,"runtime":63,"cert":"N\/A","id":38494,"title":"The Mysterious Mr. Wong","adult":false,"genre_ids":[9648,53]},{"cast":["John Ramsden","Ernest Kester","Clive Turner","Jack Huff","Elizabeth Shé"],"overview":"Gary Brandner's horror novels come to life again in this sequel to \"The Howling.\" A number of vicious murders occur in a small California town after a motorcycle-riding stranger arrives. The gruesome slayings look disturbingly like the work of a werewolf. Meanwhile, in another nearby town, police are hot on the trail of a killer they believe is a werewolf. This is \"Howling\" with a country-western angle.","release_date":"1995-01-01","vote_average":2.0,"runtime":90,"cert":"N\/A","id":38499,"title":"The Howling: New Moon Rising","adult":false,"genre_ids":[27]}]