[{"cast":["IG Culture","Afronaught","Gilles Peterson","Bugz In The Attic","Jazzanova"],"overview":"In an unconventional and upbeat form, “Broken Vibes” takes us off to the heart of the Broken Beat universe, a musical mixture born at the end of the last century brewing and drawing influences from the wide spectrum of Black Music : Jazz, Hip-Hop, Soul, Drum&amp;Bass...  Reaching further the mere documentary on a musical genre, “Broken Vibes” aims at exploring the social, cultural and economical aspects of a movement, once local and now international, that grew amid a collective of talented and dedicated young people stemming from “West London”, a neighbourhood which had previously witnessed the birth of Punk, Acid Jazz, Jungle music…and of the sound systems culture nowadays embodied by the infamous Notting Hill Carnival.","release_date":"","vote_average":0.0,"runtime":51,"cert":"N\/A","id":385004,"title":"Broken Vibes","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"Yume, a girl that dreams of becoming an actress, meets Mirai, a student who transferred to the school from Minamisoma, Fukushima Prefecture after the 2011 Tōhoku earthquake and tsunami.  All the students at the school lend their support to Mirai because all of them have had experienced the 2004 Chūetsu earthquake and understand her predicament. Over time, Mirai starts to make friends with the other students in the school and become emotionally stronger.","release_date":"","vote_average":0.0,"runtime":64,"cert":"N\/A","id":385006,"title":"So Long","adult":false,"genre_ids":[18]},{"cast":["Charley Chase","Sammy Brooks","William Gillespie","Katherine Grant","'Tonnage' Martin Wolfkeil"],"overview":"Charley, frustrated by his office job, quarrels with his wife, after which they decide to switch jobs. She goes to the office and Charley does the housework. Having never done something like this in his life before, he starts a chaos, something his mother-in-law was expecting...","release_date":"1924-12-07","vote_average":0.0,"runtime":11,"cert":"\"\"","id":385008,"title":"The Poor Fish","adult":false,"genre_ids":[]},{"cast":["Erik Peters"],"overview":"","release_date":"2015-10-01","vote_average":9.5,"runtime":null,"cert":"N\/A","id":385010,"title":"Abenteuer Südostasien","adult":false,"genre_ids":[99]},{"cast":["Chrysa Ropa","Kostas Evripiotis","John Tsimitselis","Freedom Benovia","Penelope Plate"],"overview":"Thessaloniki, 2015. The mature family man Klearchos (Greek City) constantly flirted shamelessly, throwing the blame on innocent groom, Fight. In order to meet in Istanbul beautiful neighbor, Iro, used again as a cover for the groom. So while the Mahos goes City for massages and treatments in sore hand, the Klearchos agrees with his wife, Marina, to follow him secretly and perhaps has a mistress. But a twist of fate will bring the Marina, along with their daughter, Town unexpected results.","release_date":"2015-10-22","vote_average":1.8,"runtime":105,"cert":"N\/A","id":385012,"title":"Klearchos, Marina and Short","adult":false,"genre_ids":[35]},{"cast":["Yoon Dong-hwan"],"overview":"Youngwu and Jiyoung have been married for ten years and have long since grown apart. He, a publisher, is having an affair with a writer and she, a housewife, feels drawn to a gentle young Muslim she meets named Kerim. When he is obliged to leave the country she decides to follow him to Varanasi. Leaving her husband a note saying that she is away visiting relatives, she spends her time wandering along the banks of the Ganges and down the busy streets of this Hindu city in search of Kerim. When he turns on the television her husband is astonished to see his wife covered in ashes, emerging from a restaurant that has been bombed by terrorists. Youngwo decides to head for India to find his wife and obtain an explanation for her behaviour.","release_date":"2012-02-13","vote_average":5.0,"runtime":98,"cert":"N\/A","id":385017,"title":"From Seoul to Varanasi","adult":false,"genre_ids":[18]},{"cast":["Marie Bäumer","Max Hopp","Hanns Zischler","Christina Große","Joachim Bißmeier"],"overview":"","release_date":"2015-06-26","vote_average":5.0,"runtime":90,"cert":"N\/A","id":385019,"title":"Brief an mein Leben","adult":false,"genre_ids":[18,10770]},{"cast":["Katrin Sass","Edgar Selge","Susanne Bormann","Petra Zieser","Bettina Hoppe"],"overview":"","release_date":"2009-05-15","vote_average":6.0,"runtime":null,"cert":"N\/A","id":385021,"title":"Die Freundin der Tochter","adult":false,"genre_ids":[18]},{"cast":["Wolfgang Ambros","Georg Danzer","Rainhard Fendrich"],"overview":"","release_date":"2003-06-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385023,"title":"Austria 3 - Weusd' mei Freund bist","adult":false,"genre_ids":[99,10402]},{"cast":["Tania Raymonde","AJ Michalka","Lili Simmons","Scout Taylor-Compton","Keith David"],"overview":"An under-appreciated intern entrusted with a million dollar necklace races to find out which of his money hungry room-mates betrayed him as he battles a desperate criminal duo bent on stealing.","release_date":"2016-02-27","vote_average":6.5,"runtime":94,"cert":"\"\"","id":385031,"title":"Dirty Lies","adult":false,"genre_ids":[28,18,80,53]},{"cast":["Nicholas Vince","Eloise Daye","Fern Bostock","Kate Danbury"],"overview":"Mindless tells the story of Peter (Nicholas Vince), a senile middle aged man who's house is torn apart day after day. Is Peter a risk to himself or is something more sinister about to be unleashed?","release_date":"2016-02-26","vote_average":0.0,"runtime":8,"cert":"N\/A","id":385033,"title":"Mindless","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Suzanne knows the way to a man's heart is through his stomach, but when her internet date, Gary, doesn't quite 'live' up to his profile pictures, she can see why he's such a fussy eater...will she be on the menu?","release_date":"","vote_average":0.0,"runtime":6,"cert":"N\/A","id":385038,"title":"KEEN-wah","adult":false,"genre_ids":[]},{"cast":["Mimis Fotopoulos","Giannis Gionakis","Georgia Vasileiadou","Giorgos Economidis","Nitsa Marouda"],"overview":"The daughters of a miser grocer react to the effort of their father to marry with their grooms that he approves and eventually impose their own desire with the help of the sulfur that comes suddenly from America.","release_date":"1965-01-01","vote_average":5.0,"runtime":75,"cert":"N\/A","id":385040,"title":"A Bird in the Hand Is Worth Two in the Bush","adult":false,"genre_ids":[35]},{"cast":["Iraj Tahmasb","Hamid Jebeli","Fatemeh Motamed Arya","Shohreh Lorestani"],"overview":"","release_date":"2006-03-08","vote_average":4.0,"runtime":95,"cert":"N\/A","id":385042,"title":"Under the Peach Tree","adult":false,"genre_ids":[18,35]},{"cast":["Yasushi Yokoyama","Mari Shirato","Hiroyuki Watanabe","Kumiko Takeda","Kisuke Yamashita"],"overview":"Kuroiwa, a high school teacher who carries a “Big Magnum 44” gun is sent to a school that is full of violence. Can Kuroiwa reform the students with the gun?","release_date":"1985-04-13","vote_average":0.0,"runtime":102,"cert":"N\/A","id":385044,"title":"Big Magnum Kuroiwa","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"","release_date":"2014-10-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385046,"title":"Laks 2","adult":false,"genre_ids":[]},{"cast":["Bahram Radan","Mahtab Keramati","Farhad Aslani","Anahita Ne'mati","Sahar Dolatshahi"],"overview":"In the tenth year of marriage, Babak and Manizheh face the biggest challenge of their life. Financial problems and difficult social situation cause Babak to work very hard and this leads to a deep gap between him and his wife, in a way that Manizheh starts a new relation, the relation which leads her to addiction and immorality. On the verge of her complete collapse, she wakes up to the truth that she has lost her life.","release_date":"2015-01-01","vote_average":5.6,"runtime":null,"cert":"N\/A","id":385048,"title":"Ice Age","adult":false,"genre_ids":[18]},{"cast":["Mark Addy","David Baddiel","Morwenna Banks","Kate Hardie","Tom Hollander"],"overview":"A film about friendship and familiarity masking major secrets. When protagonists Beth and Ross gather all of their best friends together for an unruly drink and drug-fuelled party, the event is like many such evenings. That is, until Beth and Ross make an announcement. They tell those assembled that they have secretly married. The impact is not as simple as they had expected. We then track the events of the evening as the news affects each person in turn. Instead of the absolute approval Ross and Beth had hoped for, the news throws a harsh spotlight on everyone's relationship and notions of marriage. The film explores the confused attitudes of a generation whose model of love and romance is complex and demanding. The evening degenerates into a rash of revelations and discoveries about all of the friends, but most dramatically it unravels Ross and Beth's relationship in a way neither of them could have foreseen. This is no fairytale","release_date":"2000-09-15","vote_average":0.0,"runtime":90,"cert":"N\/A","id":385050,"title":"The Announcement","adult":false,"genre_ids":[]},{"cast":["Belmina Duranović","Seid Mahmutović","Dino Sjerotanović","Aida Nuhanović","Minela Hurem"],"overview":"After Zerina's father gets assassinated for knowing too much, the mob starts going after her as well. The only person that can save her now is her long lost grandfather coming back from Germany.","release_date":"2013-08-09","vote_average":0.0,"runtime":105,"cert":"N\/A","id":385052,"title":"Grandpa Comes Back from Germany","adult":false,"genre_ids":[80,53,28]},{"cast":[],"overview":"","release_date":"2013-03-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385054,"title":"Eckart von Hirschhausen mit Hellmuth Karasek - Ist das ein Witz?","adult":false,"genre_ids":[]},{"cast":[],"overview":"This Fox Films short subject shows some of the world's last working four-riggers, still eking out a living well into the third decade of the 20th century. Beauty is part of the workaday background of these ships, even in their dotage, from the ship's masts and rigging -- partially hidden, it is true, by the rigging of lines to dry laundry on.","release_date":"1928-02-19","vote_average":0.0,"runtime":10,"cert":"\"\"","id":385056,"title":"Ship Ahoy","adult":false,"genre_ids":[]},{"cast":[],"overview":"Discover a time when the truest adventure had the wind at your back and an infinite horizon all around.","release_date":"1933-02-28","vote_average":0.0,"runtime":16,"cert":"\"\"","id":385058,"title":"Around the Horn in a Square Rigger","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2015-09-25","vote_average":9.0,"runtime":null,"cert":"N\/A","id":385060,"title":"Eisbrecher: Schock Live im Circus Krone","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"This ten-episode collection kicks off with \"Mermaidman and Barnacleboy II,\" in which SpongeBob gets a chance to play superhero with two slightly geriatric TV idols (voiced by Ernest Borgnine and Tim Conway). Then tensions and tail fins flare in \"Bubble Buddy,\" as SpongeBob irks everyone with his provocative new best friend: a silent--yet rather demanding--bubble. Surprisingly witty, fast-paced humor and fresh, detailed animation make watching each quirky show a visual and auditory treat. But the great lure of SpongeBob is that his dilemmas relate equally well to young and old.","release_date":"2003-03-04","vote_average":0.0,"runtime":23,"cert":"\"\"","id":385062,"title":"Spongebob Squarepants: Lost at Sea","adult":false,"genre_ids":[]},{"cast":["Peyman Ghassemkhani","Mohsen Tanabandeh","Bahareh Rahnama","Shila Khodadad","Andishe Fooladvand"],"overview":"A newly released prisoner and an ostensibly rich youth become aware of the place of Tsar's long lost treasure by a twist of fate.","release_date":"2010-01-01","vote_average":4.0,"runtime":120,"cert":"N\/A","id":385067,"title":"Saint Petersburg","adult":false,"genre_ids":[12,35]},{"cast":["Hashimoto Nanami","Nanase Nishino","Mai Shiraishi"],"overview":"A documentary about Japanese idol group Nogizaka46. \"A method to forget sadness\" will show how the Nogizaka46's members were, how they really felt, and how they strived while facing the cruel world of showbiz. How were their lives off the screen? Well, find out by yourself.","release_date":"2015-07-10","vote_average":0.0,"runtime":119,"cert":"N\/A","id":385069,"title":"Kanashimi no Wasurekata Documentary of Nogizaka46","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The long-awaited documentary on Arrow is finally here! From the American Coaster Enthusiasts comes a story about a company that revolutionized the amusement industry. From humble beginnings in November 1945, to its climactic ending in 2002, Arrow changed the way people experience rides.","release_date":"2016-02-26","vote_average":10.0,"runtime":71,"cert":"\"NR\"","id":385071,"title":"The Legacy of Arrow Development","adult":false,"genre_ids":[]},{"cast":["Silvana Pampanini","Ugo Tognazzi","Nando Bruno","Carlo Sposito","Luigi Pavese"],"overview":"Carlo wins some money and decides to go to Rome to celebrate, but he gets his money stolen on the train. He tries to find a friend of his for a loan. Unfortunately, he is at his wedding at the church. When Carlo goes there he met his runaway bride...","release_date":"1951-11-21","vote_average":0.0,"runtime":90,"cert":"N\/A","id":385079,"title":"Una bruna indiavolata!","adult":false,"genre_ids":[35]},{"cast":["Jourdan Khoo","Laura M. Steigers","Mano Maniam","Sunny Pang"],"overview":"This is a proof of concept short film of an original feature length screenplay.","release_date":"2013-11-30","vote_average":0.0,"runtime":7,"cert":"N\/A","id":385084,"title":"Atlantis Conspiracy","adult":false,"genre_ids":[28,878]},{"cast":["Anne Curtis"],"overview":"Coming from her sold out concert last 2012, Anne Curtis will perform again at the Big Dome! The noontime show host of \"It's Showtime\" is now the most after-sought actress and endorser. She also released an album, making her one of the hottest star of Viva and ABSCBN.  For her second concert, Anne Curtis is very hands-on with the production. Expect more \"forbidden\" numbers and notable guests that will surely bring the audience to its feet!","release_date":"2015-12-25","vote_average":7.0,"runtime":99,"cert":"N\/A","id":385086,"title":"Anne Curtis : The Forbidden Concert","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"An imaginary biopic, THE BODY OF A POET centers on the efforts of a group of young lesbians of color to devise a fitting tribute to one of this century's great visionaries. Its genre-bending celebration of the life and work of Audre Lorde, black lesbian poet and political activist, daringly meshes diverse media conventions and techniques as it explores Lorde's trajectory from birth to death. Refreshing and visually stunning, this brave film features assured acting by a dedicated cast and a taut script comprising the work of contemporary African American lesbian poets.","release_date":"","vote_average":0.0,"runtime":29,"cert":"N\/A","id":385088,"title":"The Body of a Poet: A Tribute to Audre Lorde","adult":false,"genre_ids":[]},{"cast":["Dirce Migliaccio","Nelson Dantas","Arrelia","Zélia de Matos","Kalma Murtinho"],"overview":"","release_date":"1962-08-20","vote_average":6.0,"runtime":null,"cert":"N\/A","id":385090,"title":"Pluft, o Fantasminha","adult":false,"genre_ids":[10751,35]},{"cast":[],"overview":"Michael Jordan, considered the greatest basketball player of all time, is featured in ESPN's SportsCentury.","release_date":"2000-12-28","vote_average":1.0,"runtime":null,"cert":"\"NR\"","id":385092,"title":"ESPN SportsCentury Michael Jordan","adult":false,"genre_ids":[99]},{"cast":["Robert Miranda","Jana Marie Hupp","Victor Wong","Mary Stavin","Craig Shoemaker"],"overview":"A rambuctious ride thru American culture. The nouveau-riche meet The Prince of Darkness in this outlandish fable for the politically incorrect.A family's holiday weekend is turned upside-down in this wicked comedy from filmmaker Leon Corcos","release_date":"1996-01-28","vote_average":6.0,"runtime":102,"cert":"\"\"","id":385094,"title":"The Devil Takes a Holiday","adult":false,"genre_ids":[14,35]},{"cast":[],"overview":"Taylor Chain I tells the gritty realities of a seven-week strike at a small Indiana chain factory during 1973-74. Volatile union meetings and tension-filled interactions on the picket line provide an inside view of the tensions and conflicts inherent to labor negotiations.  Due to a lack of funds and a fire at Kartemquin which necessitated a re-edit of the film, the film was not released until 1980. Filming then began a year later on Taylor Chain II: A Story of Collective Bargaining.","release_date":"1980-01-01","vote_average":0.0,"runtime":33,"cert":"\"\"","id":385096,"title":"Taylor Chain I: A Story in a Union Local","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Let your Child of God travel with Baby Mormon from his heavenly home to earth! Baby Mormon visits four different regions of the world (United States, South America, Japan, Africa) through a constant showcase of dazzling colors and lively images.","release_date":"2006-01-01","vote_average":0.0,"runtime":24,"cert":"\"\"","id":385098,"title":"Baby Mormon: I Am a Child of God","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Travel with Baby Mormon on this adventure as we organize and construct the earth. Beginning with dividing the light from the darkness to the final day of rest, watch as the great plan of happiness is set in motion. Narrated by children using scriptures and set to beloved primary songs and popular classical music. This entirely live DVD beautifully depicts the creation of this magnificent planet.","release_date":"2008-01-01","vote_average":0.0,"runtime":26,"cert":"\"\"","id":385100,"title":"Baby Mormon: The Creation","adult":false,"genre_ids":[10751]},{"cast":["Pham Quynh Anh","Mai Thế Hiệp","Hong An Nguyen","Ngô Kiến Huy","Jenni Trang Le"],"overview":"The story tells of Tse ( Son Tung M - TP ) and the incomparable friend : Ngo Kien Ha ( Ngo Kien Huy ) mundane , naive , Pham Quynh Bang ( Pham Quynh Anh ) momentum tune with the slogan \" Cha afraid , just afraid of aging , \" Sky ( Hari Won ) a Korean girl fun , manager Lam ( Hua Vi Van ) an infinity of money .  ng .  The film's screenplay is based on the book Bắt đầu từ một kết thúc, an autobiography about the life of the ill-fated singer Wanbi Tuấn Anh.","release_date":"2014-12-31","vote_average":3.5,"runtime":119,"cert":"N\/A","id":385102,"title":"Dandelion","adult":false,"genre_ids":[35,18,10749]},{"cast":["Martin Sensmeier","Maxine Goynes","Melinda Milton","Brent King"],"overview":"A \"New Media\" news coverage team (W.H.I.S.T.L.E.) is stranded near a beleaguered brothel in the middle of nowhere; recovered footage will reveal what happens when they encounter a group of women with a terrifying secret.","release_date":"2016-02-12","vote_average":2.3,"runtime":79,"cert":"\"Unrated\"","id":385104,"title":"Lilin's Brood","adult":false,"genre_ids":[27]},{"cast":["Sanem Öge","Özer Arslan","Barış Gönenen","Mustafa Uzunyılmaz","Recep Çata"],"overview":"Istanbul 2014: Aslı gives shelter to a young political activist, who got into a fight with the police. The police investigates the case and ends up questioning Aslı's family. Her husband gets drawn into the affair. Their lives, and also their son's, start to become compromised. The situation escalates, as Aslı is not willing to cooperate with the investigators.","release_date":"2014-01-01","vote_average":5.0,"runtime":23,"cert":"N\/A","id":385106,"title":"Fidelity","adult":false,"genre_ids":[18]},{"cast":["Sheldon Nadelman"],"overview":"From 1973-1981, bartender Sheldon Nadelman shot over 1,500 black and white photographs of his customers at the Terminal Bar, located in midtown Manhattan. These are their stories as recollected by Sheldon 25 years after the bar closed its doors for good in 1982. Last Call examines a broad swath of the bar's clientele, some of them regulars, some of them one-offs and uncovers these never-before-heard stories of a bar community that would otherwise be forgotten.","release_date":"2015-02-28","vote_average":0.0,"runtime":13,"cert":"\"\"","id":385111,"title":"Terminal Bar - Last Call","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A history of war done tastefully.","release_date":"2006-10-29","vote_average":0.0,"runtime":6,"cert":"\"\"","id":385113,"title":"Food Fight","adult":false,"genre_ids":[16]},{"cast":[],"overview":"This trial of the century was the first nationally televised TRUE LIFE soap opera, a tangle of salacious plotlines. OJ SIMPSON TRIAL: THE REAL STORY reveals the true story behind the trial of O.J. Simpson the most highly publicized American criminal trial, ever. The documentary relies on contemporaneous archival material alone to illustrate the course of events. Without the interruption of modern interviews to provide hindsight, the storytelling triggers the same raw emotion and real-time perspective as when the events transpired all those years ago.","release_date":"2016-02-27","vote_average":7.0,"runtime":87,"cert":"\"PG\"","id":385115,"title":"OJ Simpson Trial: The Real Story","adult":false,"genre_ids":[99]},{"cast":["Dinho Ouro Preto","Fê Lemos","Yves Passarel","Flávio Lemos","Fabiano Carelli"],"overview":"","release_date":"2015-10-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385117,"title":"Capital Inicial - Acústico NYC","adult":false,"genre_ids":[10402]},{"cast":["Gustavo Angelino","Marta Aura","Manuel Ojeda","Salvador Sánchez"],"overview":"","release_date":"1994-02-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385119,"title":"Loving Ghosts","adult":false,"genre_ids":[18,53]},{"cast":["Dan Via","Gerald McCullouch","Jaime Cepero","Matt Crabtree","Scott Henry"],"overview":"Colin is a stud. Stew, not so much. They've been virtually inseparable since college. But now Colin has fallen for a much younger man.","release_date":"2015-09-12","vote_average":5.8,"runtime":89,"cert":"\"PG-13\"","id":385124,"title":"Daddy","adult":false,"genre_ids":[18]},{"cast":[],"overview":"* Based on 3-volumed manga by Ranma Nekokichi.  The story is about Tsukamoto Yuuji, a young buisnessman and great swimmer, and Matsui Takahiro, who is still attending school and is also a beginner in swimming.","release_date":"1994-07-21","vote_average":1.0,"runtime":30,"cert":"N\/A","id":385126,"title":"Fish in the Trap","adult":false,"genre_ids":[16]},{"cast":["Vin Diesel","Cody Walker","Michelle Rodriguez","Jordana Brewster","Lucas Black"],"overview":"The next installment in the franchise.","release_date":"2020-05-20","vote_average":0.0,"runtime":null,"cert":"\"PG-13\"","id":385128,"title":"Fast & Furious 9","adult":false,"genre_ids":[28,80,53]},{"cast":[],"overview":"A dark comedy about a film crew that breaks into a couple's home and films them against their will.","release_date":"2014-09-28","vote_average":0.0,"runtime":13,"cert":"\"\"","id":385130,"title":"Very Vérité","adult":false,"genre_ids":[]},{"cast":[],"overview":"A couple debate the truth behind real love in this sweet and smart short.","release_date":"2015-09-23","vote_average":0.0,"runtime":7,"cert":"\"\"","id":385132,"title":"Soulmates","adult":false,"genre_ids":[]},{"cast":[],"overview":"Blood - a destructive element or a life-giving substance, a symbol of death or hope of deliverance.","release_date":"2012-09-12","vote_average":0.0,"runtime":7,"cert":"N\/A","id":385134,"title":"The Blood","adult":false,"genre_ids":[]},{"cast":["Karen-Lise Mynster","May Simón Lifschitz","Anders Hove","Olaf Højgaard","Peter Plaugborg"],"overview":"The men in the village are dying one by one. The disease is spreading, and so is the paranoia. It must be darker forces at play, and the villagers on the island have only one suspect - a beautiful but mysterious girl living in harmony with nature. But is the persecuted young woman also in pact with the devil, or is she innocent? She hides with her mother, Anna, who must now decide if she wants to protect her daughter, and would risk being ostracized, or believe in the accusations and sentence her own child to death.","release_date":"2015-06-18","vote_average":0.0,"runtime":28,"cert":"N\/A","id":385136,"title":"Sorte måne","adult":false,"genre_ids":[]},{"cast":["Justus von Dohnányi","Nina Proll","Jörg Schüttauf","Stefanie Stappenbeck","Anja Kling"],"overview":"","release_date":"2003-06-26","vote_average":5.5,"runtime":null,"cert":"N\/A","id":385138,"title":"September","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2011-11-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385140,"title":"Live At Wacken 2010 (Road to WACKEN)","adult":false,"genre_ids":[]},{"cast":["Laura Azcurra","Ricardo Chiesa","Walter Cornás","Luciano Goncalves","Ignacio Huang"],"overview":"Lucas and a group of friends decide to make a Sci-Fi movie without knowing that they live in a world where that is forbidden. They become the only hope of rebellion, the only hope to bring down a decaying empire and generate a new revolution that awakens the sleeping people.","release_date":"2007-09-16","vote_average":0.0,"runtime":92,"cert":"N\/A","id":385142,"title":"Filmatron","adult":false,"genre_ids":[878]},{"cast":[],"overview":"","release_date":"2016-02-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385144,"title":"Glanz und Elend eines Weltkonzerns - 100 Jahre BMW","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Hourglass, Again We Rise, Walk with Me in Hell, Ruin, Pathetic, As the Palaces Burn, Descending, More Time to Kill, Blacken the Cursed Sun, Bloodletting (Burn the Priest cover), 11th Hour, Now You've Got Something to Die For, What I've Become, Laid to Rest, Vigil, Redneck, Black Label","release_date":"2007-06-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385146,"title":"Lamb of God: [2007] Provinssirock Festival","adult":false,"genre_ids":[]},{"cast":["Glenn de Randamie"],"overview":"","release_date":"2016-02-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385148,"title":"Typhoon, Blues & Blessings","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"","release_date":"1990-11-18","vote_average":0.0,"runtime":87,"cert":"\"\"","id":385150,"title":"Goofy's Guide to Success","adult":false,"genre_ids":[16]},{"cast":["Sri Murali","Hariprriya","Tilak Shekar","Atul Kulkarni","Avinash"],"overview":"Ugramm is a 2014 Indian Kannada action thriller film directed by Prashanth Neel and produced under the banner Inkfinite Pictures with his brother Pradeep Neel as the executive producer.","release_date":"2014-02-21","vote_average":6.8,"runtime":null,"cert":"N\/A","id":385152,"title":"Ugramm","adult":false,"genre_ids":[28,18,53]},{"cast":[],"overview":"Walk with Me in Hell, Now You've Got Something to Die For, Still Echoes, 512, Ghost Walking, Ruin (Dedicated to Dave Brokie \"Oderus Urungus), Hourglass, Vigil, Laid to Rest, Redneck","release_date":"2015-07-28","vote_average":0.0,"runtime":null,"cert":"\"\"","id":385154,"title":"Lamb of God: [2015] Live at Michigan","adult":false,"genre_ids":[]},{"cast":[],"overview":"The solidarity is reward enough at a bankrupt airline in Bolivia, portrayed in a stylistically and photographically complete portrait of a resilient community.","release_date":"2015-11-05","vote_average":0.0,"runtime":80,"cert":"N\/A","id":385156,"title":"A Place Called Lloyd","adult":false,"genre_ids":[]},{"cast":["Delphine Seyrig","Coralie Seyrig"],"overview":"A movie of a play centered around readings of Sylvia Plath's (Coralie Seyrig) letters to her mother (Delphine Seyrig) and family.","release_date":"1986-03-08","vote_average":0.0,"runtime":104,"cert":"N\/A","id":385164,"title":"Letters Home","adult":false,"genre_ids":[18]},{"cast":[],"overview":"To come back to abstraction, I have a feeling that colour varies in my work between two aspects: the colour-object that comes from the sensation of an object, in this case the film strip, and the opening. This colour-object permits the transporting of objects into space, to explore the space of the screen in the theatre; this is what allowed me to develop Liminal Minimal (1977) by enlarging the space of projection with two projectors and, taking into account that the vertical strips evolve on a black background comparable to the darkness of the theatre, I was able explore the whole space of the projection with the coloured strip","release_date":"1977-07-01","vote_average":0.0,"runtime":18,"cert":"N\/A","id":385166,"title":"Liminal Minimal (I & II)","adult":false,"genre_ids":[]},{"cast":["Chanel Preston","Kleio Valentien","Bree Daniels","Skin Diamond","Casey Calvert"],"overview":"Red Light is like a waking dream set in the streets of Los Angeles. It’s the story of a woman’s transformation into her true self, and a wild chase by her friends to find the woman that they think they’ve lost. Among her group of friends Rachel is seen as the wallflower, but all of that changes when a chance encounter turns into sex so hot it lasts an entire day, and well into the night. Coming home one night Rachel’s roommate spots her car, but without her driving, and assumes the worst: that Rachel has been murdered by the handsome man behind the wheel. Setting out to find her she unwittingly sets a series of events into motion. We watch as all of her friends join the hunt, and one by one find themselves in their own little dreams, driving LA’s lonely streets and meeting lovers that will propel them to the heights of ecstasy.","release_date":"2016-03-02","vote_average":6.0,"runtime":88,"cert":"\"NC-17\"","id":385168,"title":"Red Light","adult":true,"genre_ids":[]},{"cast":["Gary Oldman","John Altman","Martin Barrass","David John","Pete Lee-Wilson"],"overview":"A group of Devonport-based Royal Navy ratings, due to sail to America for a six-month NATO exercise, go out on the town on their last night in port, hitting Plymouth's notorious Union Street district, with violent results.","release_date":"1982-10-01","vote_average":4.0,"runtime":117,"cert":"\"\"","id":385170,"title":"Remembrance","adult":false,"genre_ids":[18]},{"cast":["Victor Arfvidson","Carl Barcklind","Maja Cassel","Ludde Gentzel","Mary Johnson"],"overview":"\"Night children\" - Violet, employed as a maid of Count Berkow, is wrongly accused of burglary of the Count. After an unjust prison sentence Violet travels to America.","release_date":"1916-10-30","vote_average":8.0,"runtime":59,"cert":"N\/A","id":385172,"title":"Nattens barn","adult":false,"genre_ids":[18]},{"cast":["Veronica Sixtos","Julio Cedillo","Roberto Urbina","Jorge A. Jimenez","Jesse Garcia"],"overview":"When she’s deported to México, Claudia must choose between reconciling with her estranged father or partnering with a dangerous smuggler to return to the U.S.","release_date":"2015-04-16","vote_average":6.0,"runtime":88,"cert":"\"\"","id":385174,"title":"Hostile Border","adult":false,"genre_ids":[18]},{"cast":["David Salles","Philippe Caroit","Romane Portail","Françoise Gillard","Toinette Laquière"],"overview":"","release_date":"2016-02-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385176,"title":"Mallory","adult":false,"genre_ids":[10770,80]},{"cast":[],"overview":"A young black man takes a job as a debt collector in Toronto's Jamaican community.","release_date":"1995-09-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385178,"title":"Soul Survivor","adult":false,"genre_ids":[]},{"cast":[],"overview":"Time Stands Still (at the Iron Hill), Born in a Mourning Hall, Nightfall, Traveler in Time, Turn the Page, The Script for My Requiem, Sacred Worlds, Valhalla, Imaginations from the Other Side, Mirror Mirror","release_date":"2009-07-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385180,"title":"Blind Guardian: [2009] Kaliakra Rock Fest","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2015-12-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385182,"title":"Domino","adult":false,"genre_ids":[35]},{"cast":[],"overview":"01. Outside Looking In (1994\/1995)\r 02. Pale Fire (1993\/1994)\r 03. The Strand (1994)\r 04. Shelter Me (1993)\r 05. Island In The Stream (2010)\r 06. Down To The Wire (1994\/1995)\r 07. Face The Fear (1994\/1995)\r 08. Monument (1994\/1995)\r 09. Afterglow (Slide Show)","release_date":"2012-06-05","vote_average":0.0,"runtime":null,"cert":"\"\"","id":385184,"title":"Fates Warning: Inside Out Live","adult":false,"genre_ids":[]},{"cast":["Kie Kitano","Yuta Hiraoka","Ryo Katsuji","Yûichi Haba","Yuriko Ishida"],"overview":"On the first day of school for third-year junior high student Nakahara Sawako (Kitano Kie), her father (Haba Yuichi, Off Balance) announces that he is quitting his teaching position and absolving from all parental responsibilities. For Sawako, this is only the latest episode in her family's parade of problems. Three years ago her father attempted suicide, and since then, things haven't been quite the same, with her mother (Ishida Yuriko, Miracle in Four Days) moving out and her studious older brother (Hiaraoka Yuta, Be With You) giving up school. Amidst the family drama, Sawako finds her own balance, working hard in school and developing a romance with cheerful transfer student Oura (Katusji Ryo, Aegis). But more obstacles lie ahead, changes that will throw her already fragile life further awry.","release_date":"2007-01-27","vote_average":6.0,"runtime":108,"cert":"N\/A","id":385186,"title":"Happy Dining Table","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This DVD is a live performance filmed at the Dynamo Open A ir Festival, March 30th, 1998 during Fates Warning's most r ecent tour of Europe. It includes their most recent studio release, A Pleasant Shade of Gray in its entirety  01.A Pleasant Shade Of Gray  02.Part II  03.Part III  04.Part V  05.Part VI  06.Part VII  07.The Eleventh Hour  08.Point of View  09.Monument  10.We Only Say Goodbye","release_date":"2000-02-22","vote_average":0.0,"runtime":null,"cert":"\"\"","id":385188,"title":"Fates Warning: Live at the Dynamo","adult":false,"genre_ids":[]},{"cast":[],"overview":"Avant-garde home movie, creators unkown, attributed to John C. Hecker.","release_date":"1939-12-31","vote_average":0.0,"runtime":4,"cert":"\"\"","id":385190,"title":"1126 Dewey Ave. Apt. 207","adult":false,"genre_ids":[9648]},{"cast":["Tina Pica","Lorella De Luca","Maurizio Arena","Titina De Filippo"],"overview":"","release_date":"1958-03-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385192,"title":"Napoli sole mio","adult":false,"genre_ids":[10402,35]},{"cast":["Seda Guven","Şahin Irmak","Erşan Utku Ölmez","Özgür Ozan","Bülent Emrah Parlak"],"overview":"Latif Selamsiz is an ordinary man who is in his later 30s. He's dating the same girl, working in the same job ever since he could remember and also he's still living with his mother. One day he decide to brake up with his girlfiend Reyhan. But instead, he found himself proposing to her. When the wedding day arrives, his inner voice speaks and everything changes forever. While Latif is running off from his own wedding, he hit a man with his car and he joins Latif on his journey. This man is Mansur, Latif's inner voice. Latif and Mansur get involved in a fight on their way, and they met Selin during the incident. Selin's car is stolen and her turtle is in the trunk of her car. If she couldn't find her car on time, the turtle will be dead. Latif starts his journey by running off all by himself but as he moves along, he will find his true self, face his inner voice and achieve true happiness with Selin and Mansur on his side.","release_date":"2015-10-29","vote_average":4.0,"runtime":null,"cert":"N\/A","id":385194,"title":"Git Başımdan","adult":false,"genre_ids":[35]},{"cast":["Sheldon Nadelman"],"overview":"A look at the gritty world of New York through the eyes of Sheldon Nadelman, bartender at the old Terminal Bar. A follow up to the prize winning short from 2002.","release_date":"2010-02-01","vote_average":0.0,"runtime":3,"cert":"\"\"","id":385196,"title":"Terminal Bar - Pimps and Prostitutes","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An interview with director Raoul Ruiz","release_date":"2006-12-31","vote_average":0.0,"runtime":30,"cert":"\"\"","id":385198,"title":"Raoul Ruiz: A Fantastic Journey","adult":false,"genre_ids":[]},{"cast":[],"overview":"Leave the Past Behind, Static Acts, Don't Follow Me, Part of the Machine, The Eleventh Hour, Point of View, Silent Cries, Life in Still Water, Eye to Eye, Nothing Left to Say, The Ivory Gate of Dreams: IV. Quietus, Damnation, In a Word, Through Different Eyes","release_date":"1992-02-13","vote_average":0.0,"runtime":null,"cert":"\"\"","id":385200,"title":"Fates Warning: Live at New Haven, CT","adult":false,"genre_ids":[]},{"cast":[],"overview":"01. Silent Cries\r 02. Anarchy Divine\r 03. Through Different Eyes\r 04. Nothing Left To Say – Live\r 05. Point Of View\r 06. Eye To Eye\r 07. The Making Of Parallels\r 08. Monument\r 09. A Pleasant Shade Of Gray Parts X-XII\r 10. At Fates Hands – Live\r 11. Prelude To Ruin – Live\r 12. The Eleventh Hour \/ Point Of View – Live\r 13. Disconnected Studio Footage","release_date":"2003-05-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":385205,"title":"Fates Warning: The View From Here","adult":false,"genre_ids":[]},{"cast":["Enrique San Francisco","Tito Valverde","Sílvia Munt","Claudia Molina","Irene Montalà"],"overview":"","release_date":"1996-09-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385207,"title":"Una piraña en el bidé","adult":false,"genre_ids":[]},{"cast":["Jordy Smith","Malia Manuel","Mark Mathews"],"overview":"Psychedelic animated short capturing the spirit of surfing","release_date":"2015-03-29","vote_average":0.0,"runtime":3,"cert":"\"\"","id":385209,"title":"Wave Form","adult":false,"genre_ids":[99]},{"cast":["Hugh Beaumont","Cheryl Walker","John Qualen","Regis Toomey","Charles Evans"],"overview":"Just as church services are letting out, a shabbily-dressed stranger is run over by an automobile in front of the church. The stranger is helped mentally and physically by the minister and congregation members, who help him regain his self-confidence and also to accept the death of his wife as she was about to embark from Europe, as a displaced person, to join him in America.","release_date":"1948-02-01","vote_average":0.0,"runtime":80,"cert":"\"\"","id":385211,"title":"Reaching from Heaven","adult":false,"genre_ids":[10749,18]},{"cast":["Stephen Dorff","Geneviève Bujold","Anne Heche","Bruce Davison","Alan Boyce"],"overview":"A beautiful and lyrical meditation into the trauma that can befall a family when it's spiritual anchor is torn away from it's foundation.","release_date":"1993-01-22","vote_average":0.0,"runtime":92,"cert":"\"\"","id":385213,"title":"An Ambush of Ghosts","adult":false,"genre_ids":[]},{"cast":["Simon Armitage"],"overview":"The extraordinary story of the most disturbing witch trial in British history and the key role played in it by one nine-year-old girl. Jennet Device, a beggar-girl from Pendle in Lancashire, was the star witness in the trial in 1612 of her own mother, her brother, her sister and many of her neighbors and, thanks to her chilling testimony, they were all hanged.","release_date":"2011-08-17","vote_average":8.7,"runtime":60,"cert":"N\/A","id":385215,"title":"The Pendle Witch Child","adult":false,"genre_ids":[99,36]},{"cast":["Mohammad Reza Golzar","Amin Hayai"],"overview":"","release_date":"2011-01-01","vote_average":4.0,"runtime":null,"cert":"N\/A","id":385217,"title":"Six and Five","adult":false,"genre_ids":[]},{"cast":["Anna Bell Peaks","Brittany Andrews","Dirk Huge","Maggie Green","Mark Zane"],"overview":"Some husbands are not getting the job done when it comes to their wives sex life. So these unfulfilled wives look to other sources of pleasure and have no problem finding other suitors to please their wet pussies. Once these slutty wives get a good fucking they cannot stop the cheating! !","release_date":"2015-12-03","vote_average":5.0,"runtime":121,"cert":"\"NR\"","id":385222,"title":"Hot and Horny, Cheating Housewives","adult":true,"genre_ids":[]},{"cast":["Veronica Bella","Edu Costa","Fabyana Kanavo","Juliano Ferraz","Omar Galanti"],"overview":"Rocco's gender-blending romance tale continues! If you'll recall, in Trans Obsession, Omar Galanti was supposed to marry Patricia Bysmonk, the she-male, who then left him for another man, and broke his heart. In this nutty sequel, she returns to regain Omar's love. He blindfolds her and teams up with another guy to fuck her. Later, gorgeous blonde (and real girl) Gisele enjoys a hardcore anal reaming from Jean Val Jean. With 22 minutes of bonus footage and six Rocco trailers.","release_date":"2007-07-09","vote_average":3.3,"runtime":174,"cert":"\"NR\"","id":385224,"title":"More Trans Obsessions","adult":true,"genre_ids":[]},{"cast":["Django Reinhardt","Stephane Grappelli"],"overview":"JAZZ HOT is a major discovery, a unique sync sound film recorded of Django Reinhardt, greatest of jazz guitarists, here with violinist Stephane Grappelli and the Quintet of the Hot Club of France.","release_date":"1939-01-01","vote_average":8.0,"runtime":7,"cert":"N\/A","id":385226,"title":"Jazz Hot","adult":false,"genre_ids":[99,10402]},{"cast":["Owen Gorin","Thelma Daniels","Florence Turner","Florence Dudley","Harry Todd"],"overview":"Young farmboy leaves for the big city to get a job and find his sister; both of them get involved with drug dealers and become opium\/cocaine addicts.","release_date":"1928-12-01","vote_average":1.0,"runtime":64,"cert":"\"\"","id":385228,"title":"The Pace That Kills","adult":false,"genre_ids":[]},{"cast":["Andrezza Lyra","Beatrize Velmont","Eva Lin","Nicole Bahls","Venus Lux"],"overview":"Director Joey Silvera, a legend among fans of she-male sensuality, brings us a fresh, new batch of top-heavy T-girls in \"Big Tit She-Male X #2. \" The gorgeous TS temptresses in this all-new, three-hour, five-scene gonzo masterpiece are not only ultra-feminine and perversely hypersexual, they've got great sets of tits! Three scenes were shot in sultry Brazil; others feature the TS superstar Vaniity and Pinay princess Eva Lin, respectively . . . making this a must-see movie for devotees of international she-males.","release_date":"2014-01-25","vote_average":6.0,"runtime":181,"cert":"\"NR\"","id":385230,"title":"Big Tit She-Male X 2","adult":true,"genre_ids":[]},{"cast":["James Marsters","Kaitlin Doubleday","Luke Perry","Adam Johnson","Maclain Nelson"],"overview":"When the powerful wizard, Lord Tensley, is jilted by Princess Ennogard, he vows to rid the land of love. He commands his fire-breathing dragon to destroy any sign of affection seen throughout the kingdom. As the death toll rises, Camilan, a brave but arrogant warrior seeks to marry his true love despite the curse upon the land. In order to fulfill his destiny, he seeks the help of his estranged brother Ramicus, a bounty hunter with no desire to get involved. It takes an enchanted distress message and the promise of great reward from the beautiful Princess Ennogard, to lure Ramicus into the quest to defeat the wizard and his terrible beast.","release_date":"2015-10-10","vote_average":4.2,"runtime":122,"cert":"\"\"","id":385232,"title":"Dudes & Dragons","adult":false,"genre_ids":[14,28,35]},{"cast":["Molly Shannon","Will Ferrell"],"overview":"Shannon's unmistakable comedy antics are in full effect in this collection of sketches from SNL's wild alumna. Laugh along with her fearlessly funny characters like brazen schoolgirl Mary Katherine Gallagher and Joyologist Helen Madden. Plus, see sketches that were cut after dress rehearsal.","release_date":"2001-04-15","vote_average":2.0,"runtime":88,"cert":"\"\"","id":385234,"title":"Saturday Night Live: The Best of Molly Shannon","adult":false,"genre_ids":[]},{"cast":["Miodrag Petrović 'Čkalja'","Vera Ilić-Đukić","Đokica Milaković","Radmilo Ćurčić","Miodrag Popović-Deba"],"overview":"Film comedy about 19th century Serbian peasants who emigrate to the Wild West.","release_date":"1967-07-31","vote_average":7.0,"runtime":91,"cert":"N\/A","id":385236,"title":"Golden Slingshot","adult":false,"genre_ids":[35,37]},{"cast":["Kunchacko Boban","Manju Warrier","Indrajith Sukumaran","Sandhya","Sanusha Santhosh"],"overview":"Two police officers trapped in a web of deception and lies from everyone they trust after they take up a case involving a mysterious man who is arrested for a double homicide.","release_date":"2016-02-26","vote_average":6.8,"runtime":112,"cert":"N\/A","id":385238,"title":"Vettah","adult":false,"genre_ids":[9648,53]},{"cast":["Jorge Rivero","Alma Delia Fuentes","Claudia Islas","Lilia Castillo","Carlos Ancira"],"overview":"After a criminal gang kidnaps a scientist with valuable information about nuclear weapons, an undercover agent named Jorge Rubio tries to infiltrate this gang in order to deal with the situation. The gang, however, quickly unmasks Rubio and uses both brainwashing and torture techniques on him. They also create a clone of Rubio, thus setting up a show-down battle between the two look-alikes.","release_date":"1969-02-13","vote_average":5.0,"runtime":87,"cert":"N\/A","id":385240,"title":"Alerta, alta tension","adult":false,"genre_ids":[28,12,878]},{"cast":[],"overview":"1974 Bas Jan Ader video work","release_date":"1974-03-01","vote_average":0.0,"runtime":26,"cert":"N\/A","id":385242,"title":"Primary Time","adult":false,"genre_ids":[]},{"cast":["Ady Fidelin"],"overview":"Short documentary by Man Ray on one his favorite subjects - bullfighting.","release_date":"1937-12-29","vote_average":0.0,"runtime":7,"cert":"N\/A","id":385247,"title":"Course landaise","adult":false,"genre_ids":[99]},{"cast":["Akiko Kikuchi","Hisashi Yoshizawa","Kitaro","Lena Tanaka","Toshinobu Matsuo"],"overview":"Disappointed by the news that the object of her affection is getting married, Takako quits her job suddenly. She soon receives an offer from her uncle Satoru, who asks for her to come help run his bookstore in Jinbocho; a district of Tokyo with an exceedingly high concentration of book stores, publishing companies, and distribution warehouses. Thus begins her everyday life at Morisaki Bookstore, where she absorbs the unique atmosphere and meets various quirky customers. Takako hadn’t read many novels in her life, but she finds herself being gradually drawn into the world of secondhand books. As summer turns to fall and winter in Jinbocho, Takako experiences personal growth through introspection and her newfound love of books.","release_date":"2010-10-23","vote_average":0.0,"runtime":109,"cert":"N\/A","id":385252,"title":"The Days of Morisaki Bookstore","adult":false,"genre_ids":[18]},{"cast":["Pablo Picasso","Paul Éluard","Nusch Éluard","Cecile Éluard","Emily Davies"],"overview":"Home movie from Man Ray while on vacation with Pablo Picasso, Paul, Nusch and Cecile Eluard, Emily Davies, Valerie and Roland Penrose. The friends have fun with themselves and performing for the camera.","release_date":"1937-12-29","vote_average":0.0,"runtime":10,"cert":"N\/A","id":385254,"title":"La Garoupe","adult":false,"genre_ids":[99]},{"cast":["Jenny","Man Ray"],"overview":"Home movie from Man Ray featuring dancer Jenny gyrating in black and white.","release_date":"1938-12-29","vote_average":0.0,"runtime":6,"cert":"N\/A","id":385256,"title":"Dance","adult":false,"genre_ids":[99]},{"cast":["Hermine Sterler","Hans Tost","Walter Edthofer"],"overview":"The Somme (also: The Tomb of the Millions) is the title of a silent documentary drama that Heinz Paul realized in 1930 for the Cando-Film Berlin based on his own script. Paul supplemented scenes with German actors with documentary footage from archive material of German, French and English origin.  -  Twelve years after the end of the First World War, Heinz Paul records the battle of the Somme in 1916 with original recordings, with over one million dead, the most lossy battle of the war. The archive images are supplemented by game scenes of a German mother who loses her three sons and by trailing front scenes.  The Battle of the Somme, in which Allied troops bombarded the German front line, resulted in a months-long war of position. In documentary style, the film shows scenes of the most devastating battle of the First World War. It is narrated from the perspective of a mother who loses her three sons in battle.","release_date":"1930-04-28","vote_average":0.0,"runtime":102,"cert":"N\/A","id":385258,"title":"The Somme","adult":false,"genre_ids":[99,18,10752]},{"cast":["Alexander Milo","Marie Scherzer","Nadja Dautel","Martin Moeller","Witalij Kühne"],"overview":"","release_date":"2016-02-18","vote_average":7.0,"runtime":null,"cert":"N\/A","id":385260,"title":"First Drop of Blood","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Miniforce is a secrete commando force protecting little animals from Nein and Pascal.  One day, Pascal calls up Alien Jody to disrupt the animals using his brainwashing power. The Miniforce appears, but they don’t seem to stand a chance against the powerful strength of Jody, who can simply copy the opponent’s power and weapons.  Even worse, a Flower Mechamon appears and spreads pollen that makes everyone cry.","release_date":"2015-02-05","vote_average":0.0,"runtime":62,"cert":"N\/A","id":385262,"title":"Miniforce: Justice Defender","adult":false,"genre_ids":[16]},{"cast":[],"overview":"The main idea of film can be expressed in a proverb: together it is cramped and separately it is boring.","release_date":"1985-02-09","vote_average":7.0,"runtime":10,"cert":"N\/A","id":385264,"title":"Poodle","adult":false,"genre_ids":[16]},{"cast":["Daniel Olbrychski","Grigoriy Bagrov","Nikolai Leshchukov","Antonina Venediktova","Aleksandr Vorobyov"],"overview":"\"Friedrich Wilhelm Nietzsche never went to Russia – yet he was always fascinated by this mysterious country and wanted to visit it. This film gives him the possibility to do so after all. However, Nietzsche doesn’t arrive in 19th century Russia, but in a modern country which has been trying for years to create the civilization described by Nietzsche 150 years ago.\" (official)","release_date":"2007-01-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":385266,"title":"Nietzsche in Russia","adult":false,"genre_ids":[14,18]},{"cast":["Christian Kahrmann","Timo Jacobs","Jessica McIntyre","Milton Welsh"],"overview":"","release_date":"2016-02-18","vote_average":5.0,"runtime":null,"cert":"N\/A","id":385268,"title":"Reborn","adult":false,"genre_ids":[53]},{"cast":["Sergio Goyri","Rebecca Jones","Wolf Ruvinskis","Eduardo López Rojas","Lorenzo de Rodas"],"overview":"","release_date":"1994-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385270,"title":"Días de combate","adult":false,"genre_ids":[53,28,18]},{"cast":["Michael DeLuise","George Clooney"],"overview":"Police drama involving a team of young Los Angeles undercover cops posing as bikers to nail street","release_date":"1990-04-21","vote_average":7.0,"runtime":94,"cert":"\"\"","id":385272,"title":"Sunset Beat","adult":false,"genre_ids":[18]},{"cast":["Amélie Joktane","Philippe Mory","Gisèle Revigne"],"overview":"Abraham is a young sculptor who does not quite understand the changing world in which he lives. During a visit to the village, he falls for the youngest wife of his uncle. They form a relationship but are discovered and Abraham flees to the city.","release_date":"1972-01-01","vote_average":0.0,"runtime":70,"cert":"N\/A","id":385277,"title":"The Tam Tams are Silent","adult":false,"genre_ids":[18]},{"cast":["Shidou Nakamura","Manami Konishi","Jurina Matsui","Tetsuya Takeda"],"overview":"","release_date":"2015-02-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385282,"title":"Furiko","adult":false,"genre_ids":[18,10751]},{"cast":["Michael Gwisdek","Sylvester Groth","Johannes Gwisdek","Robert Gwisdek","Corinna Harfouch"],"overview":"","release_date":"1995-01-12","vote_average":0.0,"runtime":100,"cert":"N\/A","id":385287,"title":"Abschied von Agnes","adult":false,"genre_ids":[18]},{"cast":["Petra Kelling","Christel Peters","Dietmar Huhn","Werner Tietze","Klaus Manchen"],"overview":"","release_date":"1991-01-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385289,"title":"Letzte Liebe","adult":false,"genre_ids":[18]},{"cast":["Gerd Vespermann","Anita Kupsch","Günther Jerschke","Walter Jokisch","Hans-Peter Korff"],"overview":"","release_date":"1969-08-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385291,"title":"Zieh den Stecker raus, das Wasser kocht","adult":false,"genre_ids":[35]},{"cast":["Tanja Wedhorn","Stephan Kampwirth","Jan-Gregor Kremp","Eva Kryll","Dietrich Hollinderbäumer"],"overview":"","release_date":"2013-04-25","vote_average":5.5,"runtime":null,"cert":"N\/A","id":385293,"title":"Reiff für die Insel - Katharina und der ganz große Fisch","adult":false,"genre_ids":[10770,35,80]},{"cast":["Yasuko Sawaguchi","Kumiko Goto","Yuri Nakae","Megumi Ôji","Keiko Imamura"],"overview":"","release_date":"1995-05-27","vote_average":0.0,"runtime":121,"cert":"N\/A","id":385295,"title":"Himeyuri no To","adult":false,"genre_ids":[18,10752]},{"cast":[],"overview":"Caught Somewhere in Time, 2 Minutes to Midnight, Children of the Damned, Stranger in a Strange Land, Wasted Years, Rime of the Ancient Mariner, Guitar Solo, Heaven Can Wait, Phantom of the Opera, Hallowed Be Thy Name, Iron Maiden, The Number of the Beast, Run to the Hills, Running Free","release_date":"1987-01-13","vote_average":0.0,"runtime":null,"cert":"\"\"","id":385300,"title":"Iron Maiden: [1987] Caught Somewhere in Philadelphia","adult":false,"genre_ids":[]},{"cast":["Paul Rudd"],"overview":"This official film from Major League Baseball presents the thrilling story of the 2015 World Series championship run of the Kansas City Royals through comprehensive highlights, exclusive access and interviews, and breathtaking footage.","release_date":"2015-12-01","vote_average":9.0,"runtime":86,"cert":"\"NR\"","id":385302,"title":"The Official 2015 World Series Film","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A documentary about the making of the 2001 Hip-Hop album \"Disposable Arts\"","release_date":"2013-10-22","vote_average":7.0,"runtime":115,"cert":"\"NR\"","id":385304,"title":"The Making Of Disposable Arts","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"South of Heaven, War Ensemble, Death's Head, Dead Skin Mask, Dittohead, Stain of Mind, Chemical Warfare","release_date":"1998-07-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385306,"title":"Slayer: [1998] Diabolus In The East","adult":false,"genre_ids":[]},{"cast":["Rui Morrison","Julie Sergeant"],"overview":"","release_date":"2004-11-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385308,"title":"Duas Pessoas","adult":false,"genre_ids":[]},{"cast":["Jacob Bannon","Kurt Ballou","Ben Koller","Nate Newton"],"overview":"'Thousands of Miles Between Us' from Converge is the long awaited sequel to their landmark 2003 DVD release 'The Long Road Home'.  A full 20 song Converge set from their Union Transfer (Philadelphia, PA) stop on their 'All We Love We Leave Behind' tour. Filmed with multiple camera angles and edited by Jimmy Hubbard (Guitar World, Vice). The live audio was mixed by Kurt Ballou at God City and mastered by engineer Alan Douches at West West Side (Motorhead, The Dillinger Escape Plan). Presented in both 5.1 surround sound (exclusive to the Blu-ray) and stereo configurations for the ultimate chaotic live experience.","release_date":"2015-11-27","vote_average":8.0,"runtime":72,"cert":"\"\"","id":385310,"title":"Converge: Thousands Of Miles Between Us","adult":false,"genre_ids":[10402]},{"cast":["Josh Kaplan","Zack Pearlman","Mark Schroeder","Trian Long Smith","Ele Woods"],"overview":"A documentary following a self proclaimed modern samurai as he goes on a journey to find his wife after she was taken by a flash flood.","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":385312,"title":"River Greaser","adult":false,"genre_ids":[28,12,35]},{"cast":["Gastón Santos","Pedro de Aguillón","Otilia Larrañaga","Emma Roldán","Armando Arriola"],"overview":"Bad hats try to conduct a land-grab when it's announced that a dam's going to be built.","release_date":"1957-03-08","vote_average":0.0,"runtime":75,"cert":"N\/A","id":385314,"title":"La flecha envenenada","adult":false,"genre_ids":[]},{"cast":["Esther Ralston","Onslow Stevens","Sidney Blackmer","Toby Wing","Edward Nugent"],"overview":"In this high-flying mystery set aboard a cross-country flight to New York, some of the passengers are kidnappers who are trying to locate a hidden cache of loot. Unfortunately, something goes wrong during the trip and the pilots must land the plane in the Arizona desert during a terrible storm. There all of the passengers and crew find cramped accommodations in a lonely farmhouse where murder, mystery and mayhem occur.","release_date":"1935-12-02","vote_average":0.0,"runtime":66,"cert":"\"\"","id":385316,"title":"Forced Landing","adult":false,"genre_ids":[9648]},{"cast":["Harald Burmeister","Tim Knauer","Simone Adrienne Kern","Jennifer Maria Ehnert"],"overview":"A short comedy directed by Max Zähle.","release_date":"2009-11-06","vote_average":0.0,"runtime":13,"cert":"N\/A","id":385318,"title":"Roomer","adult":false,"genre_ids":[35]},{"cast":["Ione Butler","Andrew Asper","LaLa Nestor","Kim Nielsen","Marcus Anderson"],"overview":"When a strange virus quickly spreads through a safari park and turns all the zoo animals undead, those left in the park must stop the creatures before they escape and zombify the whole city.","release_date":"2016-04-29","vote_average":3.8,"runtime":90,"cert":"\"\"","id":385320,"title":"Zoombies","adult":false,"genre_ids":[878,28,27]},{"cast":["Jorge Mistral","Miroslava","Néstor de Barbosa","Enrique Santisteban","Chela Castro"],"overview":"Young industrialist with a working-class background forces his way into the old-money society that's trying to shut him out.","release_date":"1955-03-17","vote_average":0.0,"runtime":90,"cert":"N\/A","id":385322,"title":"Más fuerte que el amor","adult":false,"genre_ids":[]},{"cast":["Julian Boote","Peter Cosgrove","Holli Dillon","Lisa Holsappel-Marrs"],"overview":"A child is born with a prophecy preordained. The guardian of the room unleashes his wrath on those who challenge his will. His evil soul knows no boundary as he ravages his sister in sexual gratification, selling her to the highest bidder. Fate is written, but Valentine has to fulfill his destiny. kidnapping two girls he is intent upon unleashing hell, until a priest, sensing ancient evil, knows he must find a way to stop it. With subterfuge, hate, denial and lust, the journey to a room of terror has just begun....","release_date":"2015-10-01","vote_average":3.1,"runtime":null,"cert":"N\/A","id":385327,"title":"Evil Souls","adult":false,"genre_ids":[27]},{"cast":[],"overview":"After the death of her grandmother, filmmaker Juliana Franjul has to return to Mexico City, where she realizes how unfair is the relationship between housemaids and their employees.","release_date":"","vote_average":0.0,"runtime":63,"cert":"N\/A","id":385329,"title":"Muchachas","adult":false,"genre_ids":[]},{"cast":[],"overview":"Famous photographer Miyako Ishiuchi encounter with Frida Khalo's personal belongings 58 years after her death.","release_date":"2015-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":385331,"title":"The Legacy of Frida Kahlo","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the 60's, Puerto Vallarta rose to fame thanks to a Hollywood production named The Night of the Iguana. A documentary that tells how this happened.","release_date":"2016-03-07","vote_average":0.0,"runtime":65,"cert":"N\/A","id":385333,"title":"Vallarta","adult":false,"genre_ids":[]},{"cast":["Wilmer Valderrama","Nancy Truman","Carlos Alazraqui","Dee Bradley Baker"],"overview":"When Handy Manny is on the job, you know everything will get fixed...even when the \"job\" is helping find lost animals and bringing them home safely! Throw on you sneakers and get ready to play chase as Manny and hist team of talkative tools use creative thinking and special treats to round up the pets of Sheetrock Hills. Crunchy carrots do the trick when bunnies escape from the pet store, bananas might be gopher's favorite treats, and it turns out birds just love pretzels! And everyone falls in love with a little kitty who needs a good home. Hold up and join Manny and all the wonderful creatures in the community for fun and furry fix-it adventures!","release_date":"2008-08-05","vote_average":0.0,"runtime":82,"cert":"\"NR\"","id":385335,"title":"Handy Manny: Manny's Pet Roundup","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Camilo Nu is a mexican guitar player who travels to Spain and Africa searching for the origins of son jarocho and Veracruz music.","release_date":"2016-03-09","vote_average":0.0,"runtime":75,"cert":"N\/A","id":385337,"title":"La tercera raíz: buscando el origen del son","adult":false,"genre_ids":[]},{"cast":["Quinn Beswick","Nathalie Love","Josh Margolin","Molly McQueen","Medalion Rahimi"],"overview":"After a series of frustrating events throw Max Greene over the edge, he and three friends take an impromptu trip to the desert to clear their heads and reassess their lives.","release_date":"2013-01-01","vote_average":0.0,"runtime":70,"cert":"\"\"","id":385339,"title":"Go for Broke","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"DISNEY WOW: VISIONS INSPIRED BY NATURE Features eleven environmental loops of natural and digitally created landscapes, with original music scores and ambient sounds, perfect for meditating, relaxing or entertaining. Also makes the perfect in-store demo to show off the full capabilities of any home theater system or monitor.Flower Fields • Cumulous Day • Forest Waterfalls • Big Sur Fireplace • Ocean Sunset Spring • Desert Vistas • Summer • Mountain Skies • Sunrays • Ripples","release_date":"2010-11-02","vote_average":10.0,"runtime":null,"cert":"\"\"","id":385341,"title":"Disney WOW: Visions","adult":false,"genre_ids":[]},{"cast":["Steve Bowler","Rosie Bristow","Dave O'Brien","Rachael Pearson","Jonathan Shaw"],"overview":"Using interviews with people about their first experiences with love, this short film uses animal counterparts to tell their tales of humor and heartache.","release_date":"2007-11-07","vote_average":5.0,"runtime":4,"cert":"N\/A","id":385343,"title":"My First Crush","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A lonely watchmaker likes his job. His life hasn’t been easy. One evening a strange man brings him a special watch to repair.","release_date":"2016-03-16","vote_average":0.0,"runtime":9,"cert":"N\/A","id":385348,"title":"Ticking Away","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Exploration in split screen of Clara Schumann’s face, on her Romance Op. 11 no.1 Andante.","release_date":"2016-03-16","vote_average":0.0,"runtime":3,"cert":"N\/A","id":385350,"title":"Six Portraits of Clara Schumann","adult":false,"genre_ids":[16]},{"cast":["Paulita Pappel","Silvia Rubi","Mickey Mod","Jay Smooth","Lina Bembe"],"overview":"In these 10 brand new films you'll see: a cunnilingus master in a fun artsy film, the sensual powers of wine, the chronicles of a moaning neighbor, self-pleasure watched through a Go-Pro camera, an undying desire for big breasts, a striptease on Finnish tango, ass less chaps dancing to lust, an incredibly hot BDSM story, the most kinky threesome you could think of, and the first anal sex scene ever at XConfessions. All this and more. What are you waiting for?  Be a Hero  The Ultimate Kink  Try My Boyfriend  Wine is the Best Lubricant  My Moaning Neighbor  His Was First In My Ass  Titty Titty Bang Bang  Chicazo  Dominate Me  Magic Magnus","release_date":"2016-02-29","vote_average":0.0,"runtime":99,"cert":"N\/A","id":385352,"title":"XConfessions 6","adult":true,"genre_ids":[18]},{"cast":[],"overview":"ProgPower USA is a progressive, power metal, and progressive rock festival held annually in the United States since 2001.  Lineup:  Fates Warning  Brainstorm  Pagan’s Mind  Orphaned Land  Circus Maximus  Andre Matos  Royal Hunt  Sabaton  Diablo Swing Orchestra  Tomorrow’s Eve  Power Quest","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385354,"title":"ProgPower USA X","adult":false,"genre_ids":[]},{"cast":["Chiezô Kataoka","Susumu Namishima","Chizuru Kitagawa","Yuriko Tashiro","Sumiko Hidaka"],"overview":"Private eye Bannai Tarao (Chiezo Kataoka) and his assistant Masako (Chizuru Kitagawa) investigate the mysterious murder of a baseball player who was killed in the middle of a game.","release_date":"1955-01-03","vote_average":0.0,"runtime":80,"cert":"N\/A","id":385356,"title":"Foul Play","adult":false,"genre_ids":[9648]},{"cast":["Stephanie Bothor","David Baalcke","Blixa Bargeld"],"overview":"A group of terrorists want to improve the political clima in Germany by assassinating a leading Poltican. A grotesque which becomes quite serious.","release_date":"1992-11-23","vote_average":5.0,"runtime":90,"cert":"N\/A","id":385358,"title":"The Terrorists!","adult":false,"genre_ids":[18]},{"cast":["Ansel Elgort","Kevin Spacey","Taron Egerton","Emma Roberts","Jeremy Irvine"],"overview":"A group of wealthy boys in Los Angeles during the early 1980s establishes a get rich quick scam that turns deadly.","release_date":"2018-07-19","vote_average":5.6,"runtime":108,"cert":"\"\"","id":385360,"title":"Billionaire Boys Club","adult":false,"genre_ids":[18,53]},{"cast":["Chiezô Kataoka","Kogiku Hanayagi","Shinji Nanbara","Eijirô Kataoka","Yuriko Tashiro"],"overview":"Detective Tarao goes undercover to battle an evil gun smuggling business.","release_date":"1956-01-03","vote_average":7.0,"runtime":85,"cert":"N\/A","id":385362,"title":"The Seven Faces of Bannai Tarao, Private Eye","adult":false,"genre_ids":[9648]},{"cast":["Eliza Dolan","Rachael Reason","Molly Dolan","Nancy Dolan","Jasmine Fauvel"],"overview":"Trapped and mistreated by her oppressive captor, Layla longs to escape and enjoy the freedom of the outside world. Will the mysterious woman in red offer Layla everything she wants?","release_date":"2016-02-26","vote_average":0.0,"runtime":10,"cert":"N\/A","id":385364,"title":"Layla","adult":false,"genre_ids":[18,14,27]},{"cast":["Arielle Marie","Deanna Pak","Biljana Mišić","Issa Rae","Camille Calvin"],"overview":"A young, wealthy but hopelessly bored couple abandons their posh corporate life in Los Angeles to escape to the Caribbean for what they hope to be a carefree life of excitement. Their risk-taking sense of adventure clashes with the relationship they've built together.","release_date":"2015-01-01","vote_average":0.0,"runtime":115,"cert":"\"\"","id":385369,"title":"A Bitter Lime","adult":false,"genre_ids":[18]},{"cast":["Will Kemp","Brinna Kelly","William Forsythe","Brent Spiner","Doug Jones"],"overview":"When Grady, an assassin with a genetic disorder that renders him unable to feel pain, is sent on a high-stakes assignment, his world is turned upside-down after an attack when he awakens to discover that he can feel pain for the first time in his life. With the clock ticking and his greatest asset gone, Grady will go head-to-head with his greatest fears and unspeakable enemies, while experiencing a tactile world he never could have imagined.","release_date":"2016-03-01","vote_average":6.5,"runtime":105,"cert":"\"PG-13\"","id":385371,"title":"The Midnight Man","adult":false,"genre_ids":[80,53]},{"cast":[],"overview":"Los dineros del diablo (The Devil's Money) is a Mexican drama film directed by Alejandro Galindo. It was released in 1953 and starring Amalia Aguilar and Roberto Cañedo.","release_date":"1953-09-11","vote_average":0.0,"runtime":85,"cert":"N\/A","id":385373,"title":"Los dineros del diablo","adult":false,"genre_ids":[]},{"cast":["Tiffany Doll","Madison Young","Rico Simmons","Rodolphe Antrim"],"overview":"Everything starts with a kiss on a bridge, between a woman engaged in a 10-year relationship with a man and an American artist passing through Paris. The two women are meeting after some time apart, and they begin a passionate relationship. In this feature, renowned French director Ovidie delves into the topic of bisexuality.","release_date":"2015-03-02","vote_average":8.7,"runtime":77,"cert":"\"\"","id":385375,"title":"The Kiss","adult":true,"genre_ids":[10749]},{"cast":["Mindy Robinson","Dallas Chandler","Kimberly Cohen","Garrett Morosky","Julia Faye West"],"overview":"Two ballerinas plan a gruesome attack on the ballet school that mistreated them.","release_date":"2016-03-01","vote_average":0.8,"runtime":98,"cert":"\"\"","id":385377,"title":"Ballet Of Blood","adult":false,"genre_ids":[27]},{"cast":["Kengo Hioki","Kotaro Tsukada","Yumiko Hioki","Akihiko Naruse","Akiteru Ito"],"overview":"Two best friends spent the last fifteen years touring the country in their performance art punk band. When one of them decides to quit, they both face deeper challenges than expected.","release_date":"2015-10-16","vote_average":7.0,"runtime":82,"cert":"\"\"","id":385379,"title":"Mad Tiger","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"Director Francis Ford Coppola and production staff reveal the secrets behind the 1992 masterpiece.","release_date":"2007-10-02","vote_average":0.0,"runtime":19,"cert":"\"\"","id":385381,"title":"In Camera: The Naïve Visual Effects of 'Bram Stoker's Dracula'","adult":false,"genre_ids":[]},{"cast":["Erin O'Brien","Miesha Tate","Holly Holm","Cristiane Justino","Susie Celek"],"overview":"When Tory Coro turns up dead, the neighborhood turns up silent. Rumor has it she became yet another victim of the small town known as FIGHT VALLEY. Tory's sister Windsor moves to town to begin her own investigation on her sister's mysterious death after weeks of no leads from the police. She's quick to learn that Tory fought for money to make ends meet. If girl-next-door Windsor is going to make her way into FIGHT VALLEY to find the truth about Tory, she's going to have to fight her way in. \"Jabs\" (Miesha Tate) swore she would never throw a punch in the Valley again. Jabs now finds herself training Windsor to survive the painful, unexpected path she's about to take. Every corner. Every alley. Every doorway. She must follow the last footsteps of her sister in order to come face-to-face with Tory's killer in FIGHT VALLEY.","release_date":"2016-07-22","vote_average":3.7,"runtime":90,"cert":"\"\"","id":385383,"title":"Fight Valley","adult":false,"genre_ids":[28,18]},{"cast":["Jasper Vogt","Sophie Rois","Gerrit Schmidt-Foß","Judy Winter","Klaus-Dieter Klebsch"],"overview":"Molly Monster is going to have a sibling soon, but his good friend Edison is a little bit jealous and worried she might forget about him. When Molly's parents have to travel to the Island where monster parents hatch their eggs, Molly is not allowed to go because she is too young, nonetheless she decides to reach them on her own as soon as she realizes they missed to bring her sibling's gift with them.","release_date":"2016-03-04","vote_average":6.5,"runtime":72,"cert":"N\/A","id":385388,"title":"Ted Sieger's Molly Monster - Der Kinofilm","adult":false,"genre_ids":[16]},{"cast":["Beau Garrett","Brenda Strong","Benjamin Ayres","Garwin Sanford","Peter Graham-Gaudreau"],"overview":"Claire, an ambitious pastry chef, is busy running her new restaurant, but her meddling mom is preoccupied with her lack of love life. Without her knowledge, Claire’s mother finds her the perfect man, but when Claire finds out it wasn’t fate that brought them together, it could ruin the relationship.","release_date":"2016-04-16","vote_average":5.9,"runtime":84,"cert":"\"\"","id":385390,"title":"Love by Chance","adult":false,"genre_ids":[10749,10770]},{"cast":["Annina Ucatis","Hakan Serbes","Markus Waxenegger","KimKim De","Jessie Key"],"overview":"","release_date":"2007-02-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385392,"title":"Das Promiluder","adult":true,"genre_ids":[]},{"cast":["John Malkovich"],"overview":"","release_date":"2014-03-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385394,"title":"Le paradoxe de John Malkovich","adult":false,"genre_ids":[18,99]},{"cast":[],"overview":"Lily Dale is a spiritualist community in Chautauqua County, New York. Pilgrims and tourists swarm the hamlet in summer, but in the fall, Lily Dale becomes a more intimate setting for spectral communions.","release_date":"2013-07-12","vote_average":0.0,"runtime":13,"cert":"N\/A","id":385402,"title":"Spirits in Season","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1966-01-01","vote_average":5.5,"runtime":9,"cert":"N\/A","id":385407,"title":"Sněhulák","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Stamens and pistils are lit in rapid succession behind the dome of the Palm House at Allan Gardens in Toronto. The plants trade colour, making alien scenes in the conservatory. Solid forms, too near to the eye, become muddied and indistinct, in constant passage, but the dome and the grid are fixed.","release_date":"2013-09-27","vote_average":0.0,"runtime":4,"cert":"N\/A","id":385409,"title":"Conservatory","adult":false,"genre_ids":[]},{"cast":["Στέλιος Καυκαρίδης","Στέλιος Καυκαρίδης","Αντώνης Κατσαρής","Ανδρέας Μουσουλιώτης"],"overview":"After ten years of prison, Chasampoulis, protector of the poor and underprivileged, escapes with a single goal. To punish the good friends who betrayed him. Meets with his brothers who are in the branch and the revenge plan comes into effect. A film based on real events.","release_date":"1975-01-02","vote_average":0.0,"runtime":90,"cert":"N\/A","id":385411,"title":"Hasaboulia tis Kyprou","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385413,"title":"Ti-Ti Nallen Joulutohinat","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385415,"title":"Ti-Ti Nallen Lomamatka","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385417,"title":"Ti-Ti Nallen Synttärit","adult":false,"genre_ids":[]},{"cast":["Zdeněk Miler"],"overview":"","release_date":"2015-10-14","vote_average":0.0,"runtime":1,"cert":"N\/A","id":385428,"title":"Sametka, la chenille qui danse","adult":false,"genre_ids":[16]},{"cast":["Paul Michael Lévesque","Jonathan Good","David Harwood","Daniel Wheeler","Eric Arndt"],"overview":"WWE Roadblock (originally titled March to WrestleMania: Live from Toronto) is an upcoming professional wrestling event produced by WWE. It will take place on March 12, 2016 at the Ricoh Coliseum in Toronto, Ontario.","release_date":"2016-03-12","vote_average":6.2,"runtime":147,"cert":"\"\"","id":385433,"title":"WWE Roadblock 2016","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film version of an unfinished screenplay and diary notes of Aleksandr Dovzhenko.  An artist comes to a village to restore a set of icons in a church.Peasants, villagers, whose faces the artist uses as models for images of saints, began to feel some kind of special elation, which absolutely displeases a new revolutionary authority.","release_date":"1988-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":385435,"title":"The Downfall of Deities","adult":false,"genre_ids":[]},{"cast":[],"overview":"Madness in Manila: Shadows Fall Live in the Philippines 2009, commonly referred to as simply Madness in Manila, is the second concert DVD by American thrash metal band Shadows Fall and was released on October 26, 2010 via Everblack Industries\/Ferret Music. The disc included footage that was shot on April 30, 2009 at the Pulp Summer Slam in Manila, Philippines  Tracklist:  1. “The Light That Blinds”\r 2. “Forevermore”\r 3. “Failure Of The Devout”\r 4. “Crushing Belial”\r 5. “Burning The Lives”\r 6. “A Public Execution”\r 7. “Casting Shade”\r 8. “Destroyer Of Senses”\r 9. “What Drives The Weak”\r 10. “The Power of I and I”\r 11. “Enlightened By The Cold”\r 12. “Thoughts Without Words”\r 13. “Inspiration On Demand”\r 14. “War”\r 15. “The Great Collapse”\r 16. “Redemption“","release_date":"2010-10-26","vote_average":0.0,"runtime":null,"cert":"\"\"","id":385437,"title":"Shadows Fall: Madness in Manilla","adult":false,"genre_ids":[]},{"cast":[],"overview":"The practice of female genital mutilation (FGM) is still widespread in parts of Africa despite innumerable concerns about and objections to it. Taking an exhaustive look into FGM, this film hopes to impart greater awareness about a practice that is often excused as being merely a part of “culture.”","release_date":"2016-06-16","vote_average":0.0,"runtime":95,"cert":"N\/A","id":385439,"title":"소녀와 여자","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"1973-01-01","vote_average":0.0,"runtime":26,"cert":"N\/A","id":385441,"title":"Traumatografo","adult":false,"genre_ids":[]},{"cast":["Alison Skipworth","Polly Moran","Robert Livingston","Virginia Grey","Max Terhune"],"overview":"Alison Skipworth plays female mayor Josephine Bonney, at present having trouble dealing with her town's criminal element. Josephine enlists the aid of home town boy Braddock (Robert Livingston), a pretty tough customer himself, to take on the crooks.","release_date":"1938-06-13","vote_average":0.0,"runtime":66,"cert":"\"\"","id":385443,"title":"Ladies in Distress","adult":false,"genre_ids":[18]},{"cast":["Olli Dittrich","Paul Väthröder","Philipp Hackemesser","Clemens Härtel"],"overview":"Sandro Zahlemann (Olli Dittrich) reporting live from Leipzig central station, where Jigme Khesar Namgyel Wangchuck King of Bhutan will arrive shortly by train. A mockumentary by Olli Dittrich.","release_date":"2016-01-07","vote_average":0.0,"runtime":30,"cert":"N\/A","id":385445,"title":"Der Sandro-Report","adult":false,"genre_ids":[35]},{"cast":["James Gleason","Lucile Gleason","Russell Gleason","Harry Davenport","Lynne Roberts"],"overview":"My Wife's Relatives is an easy-to-take entry in Republic's \"Higgins Family\" series. It all begins when Joe Higgins (James Gleason), business manager of a prosperous candy-manufacturing firm, is ordered by his pompous boss Ellis (Purnell Pratt) to break up the romance between Ellis' son Bill (Henry Arthur) and Joe's daughter Jean (Mary Higgins). Refusing, Joe quits his job and sets up his own candy company. It's a money-losing enterprise until Joe's wife Lil (Lucille Gleason) loses her diamond ring in a batch of candy and offers a $5000 reward to anyone who can retrieve the ring.","release_date":"1939-05-20","vote_average":0.0,"runtime":65,"cert":"\"\"","id":385450,"title":"My Wife's Relatives","adult":false,"genre_ids":[35]},{"cast":["Osric Chau","Yue Qi"],"overview":"2045 A.D. A new genetic disease is causing humans to reject their own organs. Cybernetic enhancements are the only means to survive. One desperate man is forced to steal cybernetic implants to save an innocent life.","release_date":"2015-12-03","vote_average":7.0,"runtime":9,"cert":"N\/A","id":385452,"title":"Temple","adult":false,"genre_ids":[28,878]},{"cast":["Tony Doupe","Anastasia Higham","Laura Kenny"],"overview":"What happens when a serial killer who kills hitchhikers picks up a serial killer who kills the people who pick her up?","release_date":"2016-03-01","vote_average":0.0,"runtime":8,"cert":"\"\"","id":385457,"title":"Pretty Little Miss","adult":false,"genre_ids":[53]},{"cast":["Clemency Burton-Hill","Jamie Bower","Gyuri Sarossy"],"overview":"When Emma catches her husband, Martin, with another woman, she files for divorce. As she begins her new life, Martin stalks her, his anger turning to madness when she looks to their friend John for comfort.  After a brutal fight with John, Martin is killed in a car crash as he races away from the scene.  But now Emma's true nightmare begins as the ghost of her dead husband haunts her from the grave.","release_date":"","vote_average":0.0,"runtime":86,"cert":"N\/A","id":385459,"title":"Until Death","adult":false,"genre_ids":[]},{"cast":["Svetozar Cvetković","Isidora Simijonović","Anica Dobra","Stefan Vukić","Dimitrije Aranđelović"],"overview":"Nadia, an eighteen-year-old girl disappeared without a trace not having given any prior notice that she was going to do that. Her father, Svetozar goes in search of her without preconditions where he could find her. During that search he discovers the background of growing up in a big city and the world in which his daughter spends her time for which he himself had no idea that there was.","release_date":"2013-08-29","vote_average":5.0,"runtime":70,"cert":"N\/A","id":385467,"title":"Where Is Nadia?","adult":false,"genre_ids":[18]},{"cast":["Anatoliy Barantsev","Yuri Volyntsev","Lyudmila Gnilova","Evgeni Leonov","Klara Rumyanova"],"overview":"A friendly moose lets an insect hitch a ride on his antlers. But the moose is soon taken advantage of, as more and more forest creatures (including a bear!) take up residence in his antlers. How can the moose get rid of these unwanted guests? Based on a Dr. Seuss story.","release_date":"1986-01-01","vote_average":7.0,"runtime":10,"cert":"N\/A","id":385469,"title":"Welcome","adult":false,"genre_ids":[35,16]},{"cast":["Julia Peña","Víctor Alcázar","Fernando Villena","Juan Amigo","Ángel Álvarez"],"overview":"1647, Santiago, Chile. Don Henrico banishes his daughter, Josephe, to a convent when he learns she loves Jeronimo, a mestizo who's a teacher in the household. The lovers meet in secret, a child is born, the pair are condemned to die, and prelates scheme to seize Don Henrico's fortune. A moment before Josephe's public execution, an earthquake devastates Santiago. Josephe finds her baby and flees the rubble; Jeronimo survives, escapes, and finds her. The reunion brings joy and rebirth. He wants to build a Utopian community, without priests. She believes they can reenter Santiago society, forgiven. Class, race, and religion dictate a world order: is there a place for these lovers?","release_date":"1975-06-03","vote_average":6.3,"runtime":86,"cert":"N\/A","id":385471,"title":"Earthquake in Chile","adult":false,"genre_ids":[18]},{"cast":["Kirill Pletnev","Ivan Mokhovikov","Mikhail Prismotrov","Sergey Zharkov","Yan Tsapnik"],"overview":"","release_date":"2006-02-23","vote_average":5.0,"runtime":null,"cert":"N\/A","id":385473,"title":"Секретное оружие","adult":false,"genre_ids":[28,10752,18,10749]},{"cast":["Tinka Kurti","Naim Frashëri","Pjetër Gjoka","Kadri Roshi","Andon Pano"],"overview":"The movie is based on a Fatmir Gjata screenplay. Gjata had written a novel with the same title earlier. The events evolve in the 1950s. The main character, Tana, is a smart, outgoing and progressive young woman. She is in love with Stefan (Naim Frashëri) and they both live in an unnamed mountain village in Albania. Tana has to face the old mentality of her old grandfather and she also has to fight the jealousy of Lefter . It is a love game, while socialist progress is highlighted as is often in the socialist realism.","release_date":"1958-07-16","vote_average":0.0,"runtime":90,"cert":"N\/A","id":385478,"title":"Tana","adult":false,"genre_ids":[18]},{"cast":[],"overview":"An animated short film from Robert Lapoujade.","release_date":"1967-12-31","vote_average":4.0,"runtime":9,"cert":"N\/A","id":385480,"title":"Shadow of the Apple","adult":false,"genre_ids":[]},{"cast":[],"overview":"Some of life's little obstacles that get in the way of a girl and what she really wants: to do her work.","release_date":"1994-06-01","vote_average":6.0,"runtime":2,"cert":"N\/A","id":385482,"title":"I Love My Work","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Candle, Welcome Home, At the Graves, Up from the Grave, Voodoo, Let It Be Done, Dreams, Sleepless Nights, Drum Solo, Shapes of Black, Come to the Sabbath, Eye of the Witch, The Family Ghost, Evil, Black Horsemen","release_date":"2013-06-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385484,"title":"King Diamond: [2013] Live in Moscow","adult":false,"genre_ids":[]},{"cast":[],"overview":"Great Gorilla!","release_date":"2008-06-03","vote_average":0.0,"runtime":null,"cert":"\"\"","id":385486,"title":"Go, Diego, Go!: Great Gorilla!","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Iguana Sing Along","release_date":"2006-11-19","vote_average":0.0,"runtime":null,"cert":"\"\"","id":385488,"title":"Go, Diego, Go!: The Iguana Sing Along","adult":false,"genre_ids":[]},{"cast":[],"overview":"Rainforest Fiesta! Nickelodeon's popular cartoon series DORA THE EXPLORER has charmed little girls everywhere with the fun-filled escapades of its adorable bilingual heroine. Preschool boys get their own chance at excitement with the spinoff series GO, DIEGO, GO!, which centers on Dora's cousin, Diego, as he engages in swashbuckling adventures with the same brand of interactive learning that made the parent show such a success. In RAINFOREST FIESTA, Porcupine's birthday party turns sour when the piñata goes floating downriver. But never fear, Diego and his pals are sure to put the celebration back on track! Also included here are three other adventures featuring the Nickelodeon hero. (credit to oldies.com for description)","release_date":"","vote_average":0.0,"runtime":99,"cert":"N\/A","id":385490,"title":"Go, Diego, Go!: Rainforest Fiesta!","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385492,"title":"Go, Diego, Go!: Diego Saves Christmas!","adult":false,"genre_ids":[]},{"cast":["Halil Budakova","Reshat Arbana","Merita Budakova","Çun Lajqi","Enver Petrovci"],"overview":"Story of Azem Bejta (1889–1924), commonly known as Azem Galica, who was an Albanian nationalist and rebel who fought for the unification of Kosovo with Albania.","release_date":"2011-01-01","vote_average":0.0,"runtime":118,"cert":"N\/A","id":385494,"title":"Azem Galica","adult":false,"genre_ids":[36,18,10752]},{"cast":[],"overview":"The Candle, Welcome Home, Drum Solo, Voodoo, At the Graves, Up from the Grave, Let It Be Done, Dreams, Sleepless Nights, Guitar Solo, Shapes of Black, Come to the Sabbath, Eye of the Witch, The Family Ghost, Halloween, Black Horsemen","release_date":"2012-06-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385496,"title":"King Diamond: [2012] Sweden Rock Festival","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Point Blank","cast":["Tom Schilling","Edin Hasanovic","Emilia Schüle","Lazar Ristovski","Jens Albinus"],"id":385498,"overview":"A story about an undercover cop against the Serbian mafia  which manipulate sports betting.","runtime":90,"genre_ids":[80,18,53],"release_date":"2016-03-02","vote_average":6.8,"adult":false}]