[{"cast":["Richard Cromwell","Marsha Hunt","Edward Brophy","Leon Ames","Bruce MacFarlane"],"overview":"The father of a star football player at Annapolis wants his son to follow the family pattern and join the Marines.","release_date":"1938-08-08","vote_average":0.0,"runtime":65,"cert":"\"\"","id":385500,"title":"Come On, Leathernecks!","adult":false,"genre_ids":[12,18,10749]},{"cast":["Don Fischer","Delaina Mitchell","Rainbow Underhill"],"overview":"Deputy J.T. Williams and his prisoner are about to take a detour into an alien-infested landscape. Their next stop... could be their last.","release_date":"2000-03-02","vote_average":5.0,"runtime":85,"cert":"\"NR\"","id":385502,"title":"The Human Quality","adult":false,"genre_ids":[878,27]},{"cast":[],"overview":"Pretty Dangerous follows Seleziya 'Sparx' Esho. A professional wrestler, and the emotional divide between her obsession for what she loves and the physical &amp; mental strain it puts on her body and family.","release_date":"2015-09-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":385504,"title":"Pretty Dangerous","adult":false,"genre_ids":[18,99]},{"cast":["Yôichi Numata","Bunta Sugawara","Mako Sanjô","Mayumi Ôzora","Akihiro Miwa"],"overview":"Live-action adaptation of Ko Kojima's manga \"Sennin buraku\".","release_date":"1961-02-08","vote_average":0.0,"runtime":82,"cert":"N\/A","id":385506,"title":"Invitation to the Enchanted Town","adult":false,"genre_ids":[35]},{"cast":[],"overview":"An intimate portrait of a strong independent feminist who has witnessed the gradual emancipation of women. Now a pillar of support in her community, 85-year-old Terese is savouring every moment of living, and being a liberated woman.","release_date":"2014-06-09","vote_average":0.0,"runtime":26,"cert":"N\/A","id":385508,"title":"Rebel Menopause","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2007-11-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385510,"title":"Réal Béland : Le spectacle","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Escape to the islands for soothing tropical scenery shot in high definition by acclaimed ocean cinematographer Ray Hollowell. An original music score accentuates the graceful motion of a dolphin s body and the mysterious sea turtle s rhythmic stroke. Let stress drift away with an island sunset or a calming waterscape, or get lost in the antics of a vibrant school of fish playing in candy-colored coral. Paired with an original smooth jazz soundtrack by award-winning composer and musician Alec Briguglio, Blu Ocean is a vacation for the senses!","release_date":"","vote_average":0.0,"runtime":40,"cert":"N\/A","id":385512,"title":"HD Moods: Blu Ocean","adult":false,"genre_ids":[99]},{"cast":["Tiffany Watson","Amara Romani","Chloe Cherry","Anna de Ville","Bruce Venture"],"overview":"My sister is ready to fuck, and she likes it rough! For over 2 hours, watch Tiffany Watson, Amara Romani, Chloe Couture, and Anna De Ville get manhandled just the way they like. They're about to get pounded into submission as we make them cum over and over again. These sexy stepsisters better brace themselves, because we're going to give it to them hard and rough!","release_date":"2016-02-25","vote_average":8.0,"runtime":129,"cert":"\"NC-17\"","id":385514,"title":"My Sister Likes It Rough","adult":true,"genre_ids":[]},{"cast":["Anna Bell Peaks","Darling Danika","Dollie Darko","Indigo Augustine","Lily Lane"],"overview":"Fans of tattooed ladies appreciate their erotic openness and no-bullshit, in-your-face style. Kevin Moore's Inked Angels #5 showcases a bevy of busty, illustrated lovelies with boundless craving for cock these girls advertise their slutty attitudes in the flesh!","release_date":"2015-07-09","vote_average":7.0,"runtime":194,"cert":"\"NR\"","id":385516,"title":"Inked Angels 5","adult":true,"genre_ids":[]},{"cast":[],"overview":"This animated New York Times Op-Doc explores the life of Nadezhda Popova, known as Nadia, who became a World War II hero as part of a Soviet all-female bombing regiment.","release_date":"2015-12-13","vote_average":0.0,"runtime":4,"cert":"\"\"","id":385518,"title":"The Night Witch","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Arthur and Corinne Cantrill are two of Australia's most prominent experimental filmmakers. The Cantrills are well known for their 'colour separation' films. To create these works they shoot a scene three separate times on black and white film stock, using a different colour filter each time. In the lab, they combine these three films onto a single Eastmancolour print. This process creates dramatic transitions in colour that the Cantrills liken to the vibrancy of Technicolor.  Though the footage here was shot in the mid-’80s, it was only last year that they edited it into this fifteen-minute movie. Structurally it’s simple enough: just a series of views of various parts of inner Melbourne, from panoramic wide shots to close-ups of the sides of buildings. The soundtrack blends and warps familiar urban noises – cars, buskers, the ringing bells of trams – into a kind of musique concréte.","release_date":"1999-10-10","vote_average":0.0,"runtime":15,"cert":"N\/A","id":385520,"title":"The City of Chromatic Dissolution","adult":false,"genre_ids":[]},{"cast":[],"overview":"This DVD is included with the 2CD Dragon Ball Kami BEST Limited Edition 30th Anniversary Soundtrack compilation. It contains  the following seven opening animation sequences:  Dragon Ball TV Series Opening Theme  魔訶不思議アドベンチャー!  Mystical Adventure!  Dragon Ball Z TV Series Opening Theme #1  CHA-LA HEAD-CHA-LA  Dragon Ball Z TV Series Opening Theme #2  WE GOTTA POWER  Dragon Ball GT TV Series Opening Theme  DAN DAN 心魅かれてく  Bit by Bit, You’re Charming My Heart  Dragon Ball Kai TV Series Opening Theme #1  Dragon Soul  Dragon Ball Kai TV Series Opening Theme #2  空・前・絶・後 Kuu-Zen-Zetsu-Go  Kuu-Zen-Zetsu-Go: Like Nothing Before or After  Dragon Ball Super TV Series Opening Theme  超絶☆ダイナミック！  Chōzetsu ☆ Dynamic!","release_date":"2016-02-24","vote_average":10.0,"runtime":12,"cert":"N\/A","id":385522,"title":"Dragon Ball Kami BEST [Bonus DVD]","adult":false,"genre_ids":[]},{"cast":[],"overview":"When Marie takes a job as a maid in Singapore to support her family in the Philippines, she trades one set of hardships for another. Betrayed by her husband, she begins to build a new life for herself. As she gets caught up in the new life she is building in Singapore, she is forced to choose between her personal aspirations and family responsibilities back home.","release_date":"2016-03-02","vote_average":0.0,"runtime":89,"cert":"\"\"","id":385524,"title":"Remittance","adult":false,"genre_ids":[18]},{"cast":["Emilia Guiú","Ernesto Alonso","María Elena Marqués","Armando Calvo"],"overview":"Mother and child are separated during the Spanish Civil War. Believing the mother to be dead, the child is sent to a refugee orphanage in Mexico, then adopted. Meanwhile, Mama recovers from her injuries, and...","release_date":"1955-05-05","vote_average":0.0,"runtime":86,"cert":"N\/A","id":385526,"title":"Maternidad imposible","adult":false,"genre_ids":[]},{"cast":["Ulrich Thein","Igor Galo","Dragomir Čumić","Aleksandar Berček","Goran Sultanović"],"overview":"In February of 1918, in Boka Kotorska, the greatest uprising of Austrian sailors broke out. Forty warships, with 6.000 sailors, rebelled against the Austrian Monarchy. The uprising was bloodily crushed after two days, and it's leaders shot.","release_date":"1980-01-31","vote_average":0.0,"runtime":101,"cert":"N\/A","id":385531,"title":"Kotor Sailors","adult":false,"genre_ids":[18]},{"cast":["Mario Piacenza"],"overview":"Documentary featuring the ascent of the Matterhorn (Cervino) completed in 1911 by Mario Piacenza along the guides of Valtournenche Joseph Gaspard and Joseph Carrel .","release_date":"1912-01-10","vote_average":0.0,"runtime":15,"cert":"\"\"","id":385533,"title":"The Ascent of the Matterhorn (1912)","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Jules Engel's Accident (1973) is a two-fold work of lithography and experimental animation to equally assert this awareness in the history of art, cinema, and experimental animation. Aside from a surface language of animal locomotion, the primacy of the frame as a principle of timing acceleration, deceleration and variation is fulfilled in the collective Muybridge, Engel and Deleuze. (stephenherbert.co.uk)","release_date":"1973-01-01","vote_average":0.0,"runtime":2,"cert":"\"\"","id":385535,"title":"Accident","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Cathedral was filmed at the Toronto Eaton Centre mega mall during the Christmas shopping season. Here is consumerism as spectacle: Throngs of shoppers circulate in slow motion, in superimposed and multi-layered images that transform the mall into a kaleidoscopic, hallucinatory space. The cyclical montage is inspired by the time and motion studies of Frederick Winslow Taylor and Frank Gilbreth, which date from the American industrial revolution of the late nineteenth century. The video is installed in a mirrored box, bringing the video into three dimensions and further multiplying the images.","release_date":"2008-03-03","vote_average":0.0,"runtime":1,"cert":"N\/A","id":385543,"title":"Cathedral","adult":false,"genre_ids":[]},{"cast":[],"overview":"1. The first video teaches you to become an aggressive fighter within 6 months.\r 2. The first video teaches you how to apply the Wing Tsun techniques and deal with attacking movements of various fighting styles— kungfu, boxing, karate, Thai-boxing, judo.etc.\r 3. The first video teaches you the Wing Tsun techniciques—hooking punch, lifting punch, various steps and kicks, knee strikes, elbow strikes, throwing, etc. which you have Never seen from other Wing Chun videos.\r 4. The first video teaches you the fundamental, intermediate and advanced programs of Wing Tsun kungfu, which you cannot find in other Wing Chun videos.\r 5. The first video teaches you the Authentic Wing Tsun techniques with SCIENTIFIC explanations and demonstrations.\r 6. The first video teaches you the effective methods of special strength training, i.e., Inch-punch power, kicking power, long-bridge power, elastic force, strong stance, strong-arms, elbow and knee striking power, etc","release_date":"1986-03-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385545,"title":"Dynamic WingTsun Kung Fu","adult":false,"genre_ids":[]},{"cast":[],"overview":"Wing Chun - The Science of In-Fighting movie was released Mar 11, 2003 by the CAV Distributing studio. Master Wong Shun Leung, Bruce Lee's fighting instructor, guides you through the Wing Chun martial art, one of the most sophisticated of the fighting styles.  Bruce Lee's fighting instructor Master Wong Shun Leung takes you through a most sophisticated martial arts fighting session Wing Chun - The Science of In-Fighting movie.","release_date":"2003-03-03","vote_average":6.5,"runtime":40,"cert":"\"\"","id":385547,"title":"Wing Chun - The Science of In-Fighting","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the carnival act “Wall of Death,” first performed in the 1930s, a motorcyclist rides around the inside of a wooden drum, maintaining a delicate state of equilibrium between centrifugal force and gravity. The video is made up of a series of motion loops that become progressively shorter, creating the illusion of continuous motion: The rider is caught in a never-ending, never decelerating circle. The editing technique, inspired by the Kinetoscope films popular during the time the act was widely performed.","release_date":"2001-03-03","vote_average":0.0,"runtime":2,"cert":"\"\"","id":385549,"title":"Wall of Death","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmed at John F. Kennedy Airport, Approach catches passengers arriving from long-haul flights as they enter the terminal looking for contact with someone familiar. The footage was shot on camcorders equipped with telephoto lenses and the footage is slowed down to emphasize the moment of transition that each subject experiences as they arrive. The installation consists of 4 screens, with a 1-second delay between the identical images in each screen.","release_date":"1999-03-03","vote_average":0.0,"runtime":3,"cert":"\"\"","id":385551,"title":"Approach","adult":false,"genre_ids":[]},{"cast":[],"overview":"Film footage of Sylvester Stallone in Brambilla's 1993 debut feature-film, Demolition Man, is re-photographed through the gate of a 35mm projector and presented as the Sequel. The movement of the film gradually begins to slow until the light from the projector lamp begins to disintegrate the celluloid film.","release_date":"2001-03-03","vote_average":0.0,"runtime":2,"cert":"\"\"","id":385553,"title":"Sequel","adult":false,"genre_ids":[]},{"cast":[],"overview":"Set against a stark, monochromatic background with a hairless Poly as the centerpiece, the video gives you an unsettling feeling that something disturbing is stirring beneath her initial placidity. Poly then takes us through a range of emotions of what can only be described as a carthartic episode before ending on the same unnerving note it began with. Brambilla composes the video brilliantly, creating mesh-like layers of Poly’s face that scatter and converge as he explores the idea of mulitplicity within the human psyche.","release_date":"2009-03-03","vote_average":0.0,"runtime":3,"cert":"\"\"","id":385555,"title":"Ghost: Natasha Poly Multiple Exposure","adult":false,"genre_ids":[]},{"cast":["Neus Asensi","Ariadna Cabrol","Thais Caparrós","Ariel Casas","Asun Cebrián"],"overview":"","release_date":"2007-10-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385557,"title":"Cuerpo a la carta","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Run Wrake's iconic meathead character - first established in 1994's \"Jukebox\" bobs his head to PIL through the streets of NYC.","release_date":"2011-03-03","vote_average":10.0,"runtime":3,"cert":"\"\"","id":385559,"title":"Public Meat","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"1959-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":385561,"title":"Corrida interdite","adult":false,"genre_ids":[99]},{"cast":["Paul Merton"],"overview":"Directed and animated by Run Wrake, a one minute illustration of Paul Merton's words on Sudoku commissioned by the BBC for the Radio 4 website.","release_date":"2009-03-03","vote_average":0.0,"runtime":1,"cert":"N\/A","id":385563,"title":"Just a Minute","adult":false,"genre_ids":[16]},{"cast":["Bob Beswick","Carolyn Carlson","Stoney Emshwiller","Emery Hermans"],"overview":"In this spin-off from his original plan for Relativity (1966), Emshwiller continued with his desire to penetrate “space in a kind of flying camera, a dream of flying, a kind of sensual, sexual imagery where you were constantly going into an unknown space.”  A trio of dancers (Carolyn Carlson, Emery Hermans, Bob Beswick) appear \"first in leotards, then in bluejeans, then naked, as they “pass through rituals of movement.”","release_date":"1971-03-11","vote_average":0.0,"runtime":20,"cert":"\"\"","id":385565,"title":"Film with Three Dancers","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1991-01-01","vote_average":7.0,"runtime":27,"cert":"N\/A","id":385567,"title":"The Horse, the Violin and a Little Bit Nervous","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"1970-05-01","vote_average":7.5,"runtime":8,"cert":"N\/A","id":385569,"title":"Inwazja","adult":false,"genre_ids":[878,16]},{"cast":[],"overview":"YYAA shows film's capacity to manipulate the represented reality through montage. The artist filmed himself screaming \"Yyaa!\" in the same room, but lit in various ways. Then, he edited these takes into a single scream - impossibly long and impossible in reality.","release_date":"1973-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":385571,"title":"Yyaa","adult":false,"genre_ids":[]},{"cast":[],"overview":"Benjamin is distracted by women around him thanks to his libido.","release_date":"1994-01-01","vote_average":4.0,"runtime":8,"cert":"N\/A","id":385573,"title":"Benjamin's Libido","adult":false,"genre_ids":[16]},{"cast":["Malorie Chéron","Théo Greuillet","Clarisse Martin","Adel Bencherif","Marion Simoni"],"overview":"When Alice sees Eric kissing another girl, she is devastated. To make matters worse, her rival runs with her in the same relay team. If Marie thinks that she is going to get away lightly after stealing Eric, she is mistaken. Alice might only be thirteen, but there are two things that she is sure of: she can run faster than Marie and Eric is the man of her life.","release_date":"2015-09-10","vote_average":0.0,"runtime":26,"cert":"\"\"","id":385575,"title":"The Man of My Life","adult":false,"genre_ids":[18]},{"cast":["Edward Ellis","Anita Louise","Robert Baldwin","Harold Huber","Clem Bevans"],"overview":"Story of a lawyer, gangster and a floozy.","release_date":"1939-11-02","vote_average":0.0,"runtime":53,"cert":"\"\"","id":385577,"title":"Main Street Lawyer","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"Doomed by the Living Dead, Curse of the Pharaohs, The Bell Witch, A Dangerous Meeting, Is That You, Melissa?, Gypsy, Drum Solo, Egypt, Satan's Fall, Come to the Sabbath, Black Funeral, Evil","release_date":"1993-10-21","vote_average":0.0,"runtime":null,"cert":"\"\"","id":385579,"title":"Mercyful Fate: Live in Ft. Lauderdale","adult":false,"genre_ids":[]},{"cast":["Jennifer Senko","Matthew Modine","Noam Chomsky","Eric Boehlert"],"overview":"A filmmaker examines the rise of right-wing media through the lens of her father, whose immersion in it radicalized him and rocked the foundation of their family. She discovers this political phenomenon recurring in living rooms everywhere, and reveals the consequences conservative media has had on families and a nation.","release_date":"2015-07-29","vote_average":6.2,"runtime":90,"cert":"\"NR\"","id":385581,"title":"The Brainwashing of My Dad","adult":false,"genre_ids":[99]},{"cast":["Don McKellar"],"overview":"A man claims to have found a dinosaur skeleton in a vacant lot next to his apartment building.","release_date":"1994-01-01","vote_average":9.0,"runtime":30,"cert":"N\/A","id":385583,"title":"Arrowhead","adult":false,"genre_ids":[]},{"cast":["Shenae Grimes-Beech","Sean Faris","John Schneider","Ken Tremblett","Jeremy Guilbaut"],"overview":"A single and strikingly beautiful interior designer, enjoying success in San Francisco, returns to her Louisiana hometown because of a family tragedy, ten years after running away.","release_date":"2016-04-17","vote_average":4.8,"runtime":84,"cert":"\"\"","id":385585,"title":"Sandra Brown's White Hot","adult":false,"genre_ids":[10770,18,9648]},{"cast":[],"overview":"Guns replace words as tools of power in post-revolutionary Russia.","release_date":"1993-02-28","vote_average":6.0,"runtime":99,"cert":"N\/A","id":385587,"title":"Makarov","adult":false,"genre_ids":[]},{"cast":["Jeff Loomis","Warrel Dane","Jim Sheppard","Van Williams"],"overview":"Inside Four Walls, Moonrise (Through Mirrors of Death), The Termination Proclamation, Your Poison Throne, Born, The Heart Collector, The River Dragon Has Come, Emptiness Unobstructed, This Godless Endeavor, Enemies of Reality","release_date":"2011-03-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385589,"title":"Nevermore: [2011] Live at Power of Metal","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A newlywed is drawn into a sexual fantasy.","release_date":"1994-09-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385591,"title":"Look Me In The Eye","adult":false,"genre_ids":[]},{"cast":["Yuji Kawakita","Yasuko Mita","Mako Sanjô","Yôko Mihara","Torahiko Nakamura"],"overview":"Shintoho crime film.","release_date":"1960-05-07","vote_average":0.0,"runtime":74,"cert":"N\/A","id":385593,"title":"肉体の野獣","adult":false,"genre_ids":[80]},{"cast":["Hugo Frána"],"overview":"","release_date":"1961-01-01","vote_average":5.5,"runtime":21,"cert":"N\/A","id":385595,"title":"Zvědavé psaníčko","adult":false,"genre_ids":[16]},{"cast":["James Gleason","Lucile Gleason","Russell Gleason","Harry Davenport","Lois Ranson"],"overview":"Venerable character actor Harry Davenport (best remembered as Dr. Meade in Gone with the Wind) takes center stage in the \"Higgins Family\" entry Grandpa Goes to Town. The story gets under way when Joe and Lil Higgins (James and Lucille Gleason) invest their life savings in a frontier hotel. Upon arrival, the family discovers that the establishment is smack dab in the middle of a ghost town that hasn't seen a human face in years.","release_date":"1940-04-13","vote_average":0.0,"runtime":66,"cert":"\"\"","id":385597,"title":"Grandpa Goes To Town","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Black Tongue, Divinations, Crystal Skull, Naked Burn, Megalodon, Oblivion, Blasteroid, Chimes at Midnight, High Road, Bedazzled Fingernails, Aqua Dementia, The Sparrow","release_date":"2014-06-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385599,"title":"Mastodon: [2014] Pinkpop Festival","adult":false,"genre_ids":[]},{"cast":["Billy Conn","Jean Parker","Dick Purcell","Alan Baxter","Veda Ann Borg"],"overview":"Unable to sign boxer Joe Louis to movie contract, Republic Pictures had to make do with the losers of Louis' heavyweight championship bouts. One of these was Billy Conn, who after being knocked out by Louis in the 13th round awakened to star in the Republic programmer The Pittsburgh Kid. The story finds clean-limned pugilist Conn (playing himself) being managed by pretty Patricia Mallory (Jean Parker).","release_date":"1941-08-29","vote_average":0.0,"runtime":76,"cert":"\"\"","id":385601,"title":"The Pittsburgh Kid","adult":false,"genre_ids":[28]},{"cast":["Miyuki Takakura","Mayumi Ôzora","Miho Jo","Chisako Hara","Reiko Seto"],"overview":"A sensual love-story between two lesbian nuns.","release_date":"1958-11-29","vote_average":0.0,"runtime":77,"cert":"N\/A","id":385603,"title":"Kegareta Nikutai Seijo","adult":false,"genre_ids":[18]},{"cast":["Lillian Randolph"],"overview":"During the '40s, MGM's Tom and Jerry series was animation's gold standard, challenging Disney in the Animated Short Film Oscar category. The lavishly produced shorts featured polished animation, brash slapstick gags, and lush watercolor backgrounds. The series, which began in 1940 with \"Puss Gets the Boot,\" ran for 15 years and won seven Oscars. Many of these cartoons follow the pattern set in \"Puss Gets the Boot\": housekeeper Mammy Two-Shoes (voiced by Lillian Randolph) warns Tom that if he makes a mess or fails to catch the mice, he's out on his ear (\"O-W-T, out!\"). Jerry overhears the threat and makes trouble. In cartoons where Mammy doesn't appear, Jerry finds other reasons (or excuses) to cause problems for Tom. But the stories are only fast-paced vehicles for the animated gags, like Tom's exaggerated jitterbug in \"Zoot Cat\" or his jaw-dropping, bug-eyed \"takes\" in \"Mouse Cleaning.\" The Golden Collection features cartoons from 1940 to 1948","release_date":"2011-10-25","vote_average":9.0,"runtime":284,"cert":"\"G\"","id":385608,"title":"Tom and Jerry: The Golden Collection - Volume 1","adult":false,"genre_ids":[16,35,10751]},{"cast":[],"overview":"A lovely fairytale for all tells the story of a doll that is lost, and with the help of other toys is looking for a way to her friend","release_date":"1959-01-01","vote_average":5.0,"runtime":19,"cert":"N\/A","id":385610,"title":"The Lost Doll","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"2015-12-18","vote_average":6.0,"runtime":null,"cert":"N\/A","id":385612,"title":"Dame de Glace","adult":false,"genre_ids":[18,53]},{"cast":["Terence Hill","Jean Marais","Aldo Fabrizi","Daniel Gélin","Cosetta Greco"],"overview":"Voice of Silence is a 1953 Italian drama film directed by Georg Wilhelm Pabst, written by Giuseppe Berto, starring Aldo Fabrizi and Jean Marais.","release_date":"1953-04-29","vote_average":7.0,"runtime":110,"cert":"N\/A","id":385614,"title":"La voce del silenzio","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This animated film was made by RIKEN Omics Science Center for the \"Beyond DNA\" exhibition at the National Science Museum of Japan. The filmmakers attempt to illustrate how molecular machines interact with each other according to the central dogma, with an anime look. This approach helps people (especially kids) to identify these molecules more easily, and to understand how they function in the body. There are two versions of the film: one with English narration and text, and another in Japanese.","release_date":"2008-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":385619,"title":"The Central Dogma: From Genomic Information to Protein Synthesis","adult":false,"genre_ids":[16,99]},{"cast":[],"overview":"A meek young man allows a stripper to stay in his house while his domineering mother is hospitalized.","release_date":"1991-09-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385621,"title":"The Grocer's Wife","adult":false,"genre_ids":[]},{"cast":[],"overview":"This hand-painted and elaborately step-printed work begins with a flourish of reds and yellows and purples in palpable fruit-like shapes interspersed by darkness, then becomes lit lightning-like by sharp multiply-colored twigs-of shape, all resolving into shapes of decay.","release_date":"1999-12-31","vote_average":5.1,"runtime":2,"cert":"\"\"","id":385623,"title":"Persian Series #1","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dark, fast-paced symmetry in mixed weave of tones moving from oranges & yellows to blue-greens, then retreating (dissolves of zooming away) to both rounded and soft-edged shapes shot with black.","release_date":"1999-12-31","vote_average":5.9,"runtime":2,"cert":"\"\"","id":385625,"title":"Persian Series #3","adult":false,"genre_ids":[]},{"cast":["Jeff Loomis","Warrel Dane","Jim Sheppard","Van Williams"],"overview":"Beyond Within, This Sacrament, The Seven Tongues of God, Silent Hedges (Bauhaus cover), I Am the Dog, The Death of Passion, Next In Line, What Tomorrow Knows, Dreaming Neon Black (female vocals by Pamela Moore), Poison Godmachine, Deconstruction","release_date":"1999-01-23","vote_average":0.0,"runtime":null,"cert":"\"\"","id":385627,"title":"Nevermore: [1999] Dreaming Neon Black Release Party","adult":false,"genre_ids":[10402]},{"cast":["Robert Livingston","Rosalind Keith","Jackie Moran","Warren Hymer","Jack La Rue"],"overview":"New York City fireman Bill O'Connell is assigned to the Arson Sqaud with the job of apprehending the for-profit gang of arsonists who are spreading terror and loss of property, including human life.","release_date":"1938-03-27","vote_average":0.0,"runtime":65,"cert":"\"\"","id":385629,"title":"Arson Racket Squad","adult":false,"genre_ids":[12,28]},{"cast":[],"overview":"An adaptation of Flannery O'Connor short stories.","release_date":"1993-09-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385631,"title":"And The Lame Shall Enter First","adult":false,"genre_ids":[]},{"cast":["Dario Nožić Serini","Jan Gerl Korenc","Špela Colja","Katja Škofić","Ana Dolinar"],"overview":"Tilen (18), an attractive high school student, swears to be faithful forever in the hope that his girlfriend will let him sleep with her. Suddenly, a sequence of tragic events turns his world upside down. He starts to believe he is under a spell which could put his life in jeopardy, which prevents him from having a relationship with Sara (18), his one true love. He finally succeeds to get his life back on the right track with the help of his best friend Zeljko, a mysterious fortune-teller, and the power of love.","release_date":"2015-09-17","vote_average":6.0,"runtime":83,"cert":"N\/A","id":385636,"title":"Juliet and Alfa Romeo","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"An adaptation of Robert Lepage's stage play about lost love and considered suicide.","release_date":"1992-09-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385638,"title":"Tectonic Plates","adult":false,"genre_ids":[]},{"cast":["Ekaterina Zhemchuzhnaya","Rozaliya Erdenko","Boris Tashkentskiy","Nikolay Erdenko","Dzhang"],"overview":"","release_date":"1982-01-01","vote_average":0.0,"runtime":16,"cert":"N\/A","id":385640,"title":"Prezhde my byli ptitsami","adult":false,"genre_ids":[16,18]},{"cast":["Daniel Nettleton"],"overview":"Documentary about a man who steals a Banksy piece.","release_date":"2016-04-17","vote_average":6.0,"runtime":80,"cert":"\"\"","id":385642,"title":"The Banksy Job","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2016-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385644,"title":"Der Rote Baron - Manfred von Richthofen","adult":false,"genre_ids":[99]},{"cast":["Sam Slovick","Lisa Barnes"],"overview":"Short movie.","release_date":"1986-01-01","vote_average":0.0,"runtime":31,"cert":"\"\"","id":385646,"title":"White and Lazy","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Flipbook-style animated short film of the history of time - from the big bang to the big end - on lined. yellow paper.","release_date":"2012-03-03","vote_average":0.0,"runtime":4,"cert":"\"\"","id":385651,"title":"A Brief History of Pretty Much Everything","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385653,"title":"Czarodziejski świat Kubusia III: zabawy z Kubusiem","adult":false,"genre_ids":[]},{"cast":["Ineta Stasiulytė","Timuras Augucevicius"],"overview":"Black comedy \"Received call\" is a documentary style story about the police headquarters. Redundancy intimidate officials are working diligently as ever, but the call-outs this month will not give them a break. Moreover, one of the officials gets caught in the workplace-using stolen and evidence room kept drugs. Explosions, shootings, helicopters, love, erotic, music stars, movie stars and much more.","release_date":"2016-03-04","vote_average":5.9,"runtime":84,"cert":"N\/A","id":385655,"title":"Received call","adult":false,"genre_ids":[35]},{"cast":["Warrel Dane","Jeff Loomis","Van Williams","Jim Sheppard"],"overview":"Narcosynthesis, We Disintegrate, Inside Four Walls, This Sacrament, The River Dragon Has Come, The Fault of the Flesh, The Sound of Silence (Simon &amp; Garfunkel cover), The Seven Tongues of God","release_date":"2000-12-07","vote_average":0.0,"runtime":null,"cert":"\"\"","id":385657,"title":"Nevermore: [2000] Live in Seattle","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"grainy formalist short film","release_date":"","vote_average":0.0,"runtime":8,"cert":"N\/A","id":385659,"title":"Murmuration","adult":false,"genre_ids":[]},{"cast":["Kitty de Hoyos","Luz María Aguilar","Olivia Michel","Óscar Pulido","Polo Ortín"],"overview":"Bridegroom's life is thrown into chaos on his wedding day, Murphy's Law in action.","release_date":"1961-06-01","vote_average":0.0,"runtime":70,"cert":"N\/A","id":385661,"title":"Matrimonios juveniles","adult":false,"genre_ids":[]},{"cast":[],"overview":"black comedy about self affirmation","release_date":"","vote_average":0.0,"runtime":5,"cert":"N\/A","id":385663,"title":"The Nevermind","adult":false,"genre_ids":[]},{"cast":[],"overview":"animated blues song - short","release_date":"1992-09-12","vote_average":0.0,"runtime":3,"cert":"N\/A","id":385665,"title":"Mouthpiece","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Naked male body meets crumbling brick wall... in an embrace?","release_date":"1992-09-11","vote_average":0.0,"runtime":6,"cert":"N\/A","id":385667,"title":"Warm","adult":false,"genre_ids":[]},{"cast":[],"overview":"omnibus short film collection by 11 Winnipeg filmmakers","release_date":"1992-09-11","vote_average":0.0,"runtime":33,"cert":"N\/A","id":385669,"title":"The Exquisite Corpse","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sequel to a documentary that followed the lives of five very different teenaged girls over the course of a full year.","release_date":"","vote_average":0.0,"runtime":48,"cert":"N\/A","id":385671,"title":"Talk 19","adult":false,"genre_ids":[]},{"cast":["Samantha Cristoforetti","Giancarlo Giannini"],"overview":"","release_date":"2016-03-01","vote_average":6.8,"runtime":null,"cert":"N\/A","id":385673,"title":"Astrosamantha","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Documentary profile of people with unique odd collections","release_date":"","vote_average":0.0,"runtime":50,"cert":"N\/A","id":385675,"title":"Hunters and Gatherers","adult":false,"genre_ids":[]},{"cast":["Siegfried Rauch","Heidelinde Weis","Toni Berger","Andrea L'Arronge","Lisa Potthoff"],"overview":"","release_date":"2001-07-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385677,"title":"Sommerwind","adult":false,"genre_ids":[18]},{"cast":["Anaid Iplicjian","Harald Juhnke","Aurelio Malfa","Lutz Riedel"],"overview":"","release_date":"1986-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385679,"title":"Plaza Suite","adult":false,"genre_ids":[35]},{"cast":["Sharon Gless","William McNamara","Paul Scherrer","Christian Hoff","Sierra Pecheur"],"overview":"Lieth Von Stein and his wife, Bonnie Von Stein are attacked while sleeping in their Smallwood home in North Carolina. Bonnie Von Stein survived. Lieth was not so lucky. Bonnie has trouble dealing with the fact that her own son, Christopher Pritchard, along with two friends consipired to have her and her husband killed. Neal Henderson and Christopher Pritchard plead guilty and testified at the trial of James Upchurch, who was convicted and sentenced to die. Several years later, however, his sentence was vacated and Upchurch is now serving a life sentence.","release_date":"1992-03-26","vote_average":0.0,"runtime":97,"cert":"\"\"","id":385681,"title":"Honor Thy Mother","adult":false,"genre_ids":[]},{"cast":["Alexander Kerst","Anaid Iplicjian","Karlheinz Böhm","Ruth-Maria Kubitschek","Helga Schlack"],"overview":"","release_date":"1966-05-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385683,"title":"Ein idealer Gatte","adult":false,"genre_ids":[35]},{"cast":["Vadim Glowna","Walo Lüönd","Anaid Iplicjian","Ursula Diestel","Otto Matthies"],"overview":"","release_date":"1965-01-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385685,"title":"Im Schatten einer Großstadt","adult":false,"genre_ids":[18]},{"cast":["Vin Diesel"],"overview":"Tenth and final installment of the Fast and Furious franchise.","release_date":"2021-04-01","vote_average":0.0,"runtime":null,"cert":"\"PG-13\"","id":385687,"title":"Fast & Furious 10","adult":false,"genre_ids":[28,80,53]},{"cast":[],"overview":"Frida Kahlo is one of the most iconic female artists of all time. This film follows one of her biggest fans, international acclaimed musician Emeli Sandé, as she retraces the life behind the legend. With rare archive footage and exclusive access, this immersive and personal film is a unique look at the life of a colossal artist.","release_date":"2016-03-10","vote_average":0.0,"runtime":null,"cert":"\"\"","id":385689,"title":"In Search of Frida Kahlo","adult":false,"genre_ids":[10402,10770]},{"cast":["Eva Link","Madeline Link","Olivier Surprenant","Brandon Stouffer","Rachel Cairns"],"overview":"In 2014, Sergeant First Class Stephen Harris edited and uploaded this film. It was his message to the world. A group of teenagers are sent an unlabeled DVD from a U.S. Army base in Afghanistan containing a video of a strange woman tied to a tree. It ends with a clue. The teens follow the clue to another and yet another, until what started out as a game becomes a terrifying chase into the psychopathic mind of Harris. At the end of the line, the teens' world comes full circle as they discover they weren't just playing a game, they were pawns in a revenge plot only a master of war could devise.","release_date":"2015-02-06","vote_average":2.8,"runtime":null,"cert":"N\/A","id":385691,"title":"American Descent","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Arctic Son -","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385693,"title":"Arctic Son","adult":false,"genre_ids":[]},{"cast":["Gene Autry","Champion","Elena Verdugo","Carleton Young","Richard Emory"],"overview":"Montana Marshals Gene and Scat are tracking some bank robbers. When the baddies cross into Canada, the Mounties are called upon to help.","release_date":"1951-01-30","vote_average":0.0,"runtime":71,"cert":"\"NR\"","id":385698,"title":"Gene Autry and the Mounties","adult":false,"genre_ids":[37]},{"cast":[],"overview":"The filmmaker Laura Poitras follows the tragic return home to Yemen of a Guantánamo Bay prison detainee, Adnan Latif.","release_date":"2013-01-10","vote_average":4.0,"runtime":9,"cert":"\"\"","id":385700,"title":"Death of a Prisoner","adult":false,"genre_ids":[99]},{"cast":["Vincent Gallo","Kenneth Anger","Brian Butler","Jeordie White","Zdenka Sutton"],"overview":"A magician encounters the void that separates the human mind from divine consciousness and in turn faces the mad god.","release_date":"2009-03-09","vote_average":4.5,"runtime":7,"cert":"\"\"","id":385702,"title":"Night of Pan","adult":false,"genre_ids":[9648,14]},{"cast":["Roxanna Bond","Bonnie Brooks","Gerald Campbell","Eric Clavering","Andy Halmay"],"overview":"This documentary presents a before-and-after picture of people in a large-scale public housing project in Toronto. Due to a housing shortage, they were forced to live in squalid, dingy flats and ramshackle dwellings on a crowded street in Regent Park North; now they have access to new, modern housing developments designed to offer them privacy, light and space.","release_date":"1953-06-15","vote_average":0.0,"runtime":17,"cert":"N\/A","id":385704,"title":"Farewell Oak Street","adult":false,"genre_ids":[99]},{"cast":["Carlos Álvarez-Nóvoa","Angela Boj","Sara Moraleda","Maria Ivanova","Tirma Ayerbe"],"overview":"","release_date":"2015-09-24","vote_average":7.0,"runtime":null,"cert":"N\/A","id":385706,"title":"El violín de piedra","adult":false,"genre_ids":[35]},{"cast":["Milburn Stone","Zeffie Tilbury","Terry Walker","William Harrigan","Helen MacKellar"],"overview":"Federal Bullets is a leisurely paced Monogram crime melodrama with not a few clever plot twists. The FBI, represented by Milburn Stone and William Harrigan, investigates a seemingly respectable charitable organization. In fact, the enterprise is a front for a crime ring, headed by Ma Barker clone Zeffie Tilbury (Trivia note: Ms. Tilbury was totally blind, and had to learn her \"blocking\" by rote).","release_date":"1937-10-29","vote_average":0.0,"runtime":61,"cert":"\"\"","id":385708,"title":"Federal Bullets","adult":false,"genre_ids":[18,80]},{"cast":["Pascale Petit","Micheline Presle","Michel Auclair","Aimé Clariond","Marina Malfatti"],"overview":"Philippe, a little known artist, has a mistress, Viviane, a woman he does not love. When he learns the bailiffs are about to seize his paintings, Philippe decides to leave alone for the French Riviera and spend, as he regularly does, comfortable and carefree holidays in the luxurious villa of his friend Paule. But, on his way, he meets Manette, a beautiful but poor girl to whom he offers to become his companion for the Summer. Manette accepts the strange deal in exchange for bed and board. As Philippe always comes in the company of his mistress of the time, the presence of Manette does not pose a problem. But the young woman soon feels ill-at-ease in such a dubious environment. moreover, she realizes that she is falling in love with Philippe, who might not be so cynical as he wants to appear...  - Written by Guy Bellinger on IMDB","release_date":"1960-02-26","vote_average":0.0,"runtime":80,"cert":"N\/A","id":385710,"title":"A Mistress for the Summer","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The cast of Rocky (1976) pays tribute to actor Burgess Meredith.","release_date":"2006-01-01","vote_average":0.0,"runtime":7,"cert":"\"NR\"","id":385715,"title":"Tribute To Burgess Meredith","adult":false,"genre_ids":[]},{"cast":[],"overview":"This is animation after all and any kind of motion is possible, but there must be rules. For example, if a character in your story can't fly and then all of a sudden he can fly for no reason. As soon as something looks wrong or out of place, your audience will think about how weird that looked and you've lost them.","release_date":"2014-02-03","vote_average":0.0,"runtime":2,"cert":"\"\"","id":385726,"title":"Animation School Dropout","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary about the working poor in Hongkong.","release_date":"1980-01-01","vote_average":0.0,"runtime":45,"cert":"N\/A","id":385728,"title":"Yan Ki Made in Hongkong","adult":false,"genre_ids":[]},{"cast":["Ron Harper","James Naughton","Roddy McDowall","Roscoe Lee Browne","Mark Lenard"],"overview":"Seized by gorilla police, astronauts Burke and Virdon learn they will now be judged by sharks.","release_date":"1981-04-01","vote_average":6.5,"runtime":null,"cert":"\"\"","id":385733,"title":"Farewell to the Planet of the Apes","adult":false,"genre_ids":[10770,53,12,878]},{"cast":["Lang Yueting","Wang Ziyi","Yu Ailei","Cheng Taishen","Guo Jin"],"overview":"A pained cry pierces the heart of a rustic mountain town in Larry Yang’s remarkable second feature Mountain Cry. When La Hong (Yu Ailei) dies in an accident involving an explosive badger trap, naïve Han Chong (Wang Ziyi) obeys village decree and takes the responsibility of caring for La Hong’s mute widow Hong Xia (Lang Yueting) and their children. But as they start to form an emotional bond, suspicions arise concerning La Hong’s death. A melodrama condemning intolerance, it is also a love story of remarkable credibility and emotional depth.","release_date":"2015-12-09","vote_average":6.0,"runtime":107,"cert":"N\/A","id":385735,"title":"Mountain Cry","adult":false,"genre_ids":[18,10749]},{"cast":["Mackenzie Davis","Caitlin Fitzgerald","Lawrence Michael Levine","Alexander Koch","Jane Adams"],"overview":"On a trip to Big Sur, two friends, both actresses, try to reconnect with one another. Once alone, the women's suppressed jealousies and deep-seated resentments begin to rise, causing them to lose their grasp on not only the true nature of their relationship, but also their identities.","release_date":"2016-11-25","vote_average":5.5,"runtime":85,"cert":"\"NR\"","id":385737,"title":"Always Shine","adult":false,"genre_ids":[53]},{"cast":["João Paulo Rodrigues","Pedro Alves"],"overview":"Comedy Show of Quim Roscas (João Paulo Rodrigues) and Zeca Estacionâncio (Pedro Alves) with a lot of Humor and Music.  This time in Helena Sá e Costa theater.","release_date":"2010-10-10","vote_average":0.0,"runtime":79,"cert":"N\/A","id":385739,"title":"Quim Roscas & Zeca Estacionâncio Ao Vivo","adult":false,"genre_ids":[10402,35]},{"cast":[],"overview":"","release_date":"2006-09-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385741,"title":"Houwelandt - Ein Roman entsteht","adult":false,"genre_ids":[]},{"cast":["Mark Swain","Mike Wellins"],"overview":"","release_date":"1991-01-18","vote_average":0.0,"runtime":null,"cert":"\"\"","id":385743,"title":"This Is Not Frank's Planet","adult":false,"genre_ids":[]},{"cast":["Jimmy Wang Yu","Ming Chiang","Wang Tao","George Wang","Ling Yun"],"overview":"","release_date":"1980-08-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385748,"title":"Gu Ning Tou Da Zhan","adult":false,"genre_ids":[18,10752]},{"cast":["Alex Karpovsky","Wyatt Russell","Meredith Hagner","Melanie Lynskey","Hannah Simone"],"overview":"Two artistically inclined childhood friends, a comedian and a folk-rocker respectively, set out on a tour together in hopes of regaining their \"mojo\" and finding love in the process.","release_date":"2016-04-16","vote_average":6.2,"runtime":88,"cert":"\"\"","id":385750,"title":"Folk Hero & Funny Guy","adult":false,"genre_ids":[35]},{"cast":["Oriol Pla","Jan Cornet"],"overview":"A contemporary evocation of Judas Iscariot trying to escape from his own guilt after betraying his best friend. He wanders into a forest and lost in himself, meets a mysterious young man. The young companion will accompany him on this path of repentance and penance and help him deal with his feelings, understand his guilt and cope with he has done. This is the story of the last three days of a repentant.","release_date":"2016-03-04","vote_average":6.0,"runtime":70,"cert":"N\/A","id":385752,"title":"All the Ways of God","adult":false,"genre_ids":[18]},{"cast":["Julia Ragnarsson","Milan Dragišić","Sadžida Šetić","Irena Mulamuhić","Izudin Bajrović"],"overview":"Since Zlatan fled the war in former Yugoslavia, his contact with his homeland has only consisted of him regularly sending money to his old aunt who is the only surviving relative there. Now his adult daughter is set on visiting Sarajevo (Zlatan’s hometown) together with him in order to walk the streets of his youth and hear his story. Despite initial unwillingness, Zlatan lets himself be persuaded and the reunion with the home country brings both absurd surprises and secrets from the past.","release_date":"2016-07-29","vote_average":8.0,"runtime":57,"cert":"N\/A","id":385754,"title":"My Aunt in Sarajevo","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"1988-06-01","vote_average":6.0,"runtime":9,"cert":"N\/A","id":385756,"title":"Zdarzenie","adult":false,"genre_ids":[16]},{"cast":["Dusty Rose Ryan","Lena M.","Ginger Leigh Ryan","Olivia Cucinotta","Sage Adams"],"overview":"Shot over a three-year period with unparalleled intimacy and access, ALL THIS PANIC is a feature length documentary that takes an intimate look at the interior lives of a group of teenage girls as they come of age in Brooklyn. A potent mix of vivid portraiture and vérité, we follow the girls as they navigate the ephemeral and fleeting transition between childhood and adulthood.","release_date":"2017-03-31","vote_average":5.8,"runtime":79,"cert":"\"\"","id":385761,"title":"All This Panic","adult":false,"genre_ids":[99]},{"cast":["Alma Rubens","Conrad Nagel","George MacQuarrie","Wyndham Standing","Bela Lugosi"],"overview":"Diane Duprez (Alma Rubens)  falls in love with Leslie in the snows of a Canadian village. And when they are trapped by a blizzard, her father thinks wrong of her...","release_date":"1924-05-04","vote_average":0.0,"runtime":80,"cert":"\"\"","id":385763,"title":"The Rejected Woman","adult":false,"genre_ids":[10749]},{"cast":["Marie Lorraine"],"overview":"An embezzler, Bill Marsh, swears vengeance on a businessman, John Travers, who has turned him in to the police. Twenty years pass, and Marsh emerges from jail and establishes himself as the head of a powerful crime empire, with his daughter, Paula, serving as bait to attract wealthy victims. Paula falls in love with Lee Travers, the adopted son of Marsh's old enemy, and begins to have doubts about her life of crime. Only after a series of tragic incidents is she set free to marry Lee and start life anew. This silent feature was highly regarded for its set design and 'unusual sensitivity to the expressive range of the camera and their awareness of careful scenario construction as a key to emotionally powerful cinema'.\r Cast includes Marie Lorraine, Arthur Greenaway, John Faulkner.\r A sound version was attempted soon after but was not successful and was never released.","release_date":"1930-06-01","vote_average":5.0,"runtime":82,"cert":"N\/A","id":385765,"title":"The Cheaters","adult":false,"genre_ids":[]},{"cast":[],"overview":"Different animals play with a marble in this whimsical story from Hermína Týrlová, ‘the mother of Czech animation’","release_date":"1963-01-01","vote_average":7.0,"runtime":9,"cert":"N\/A","id":385767,"title":"The Glass Marble","adult":false,"genre_ids":[16]},{"cast":["Franziska Walser","Edgar Selge","Anna Schudt","Rudolf Kowalski","Ernst Jacobi"],"overview":"","release_date":"2007-07-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385772,"title":"Im Chaos der Gefühle","adult":false,"genre_ids":[18]},{"cast":["Lena Endre","Moa Gammel","Ida Karolin Johansson","Reuben Sallmander"],"overview":"When the conductor suddenly collapses in front of the audience and the orchestra, it’s only the start of a desparate fight for life and loss of senses. When vision goes dim, sound hazy and skin no longer reacts to touch, panic becomes clear far beyond the silver screen.","release_date":"2016-01-30","vote_average":0.0,"runtime":29,"cert":"N\/A","id":385774,"title":"Senses","adult":false,"genre_ids":[18]},{"cast":["Robert Atzorn","Ernst Jacobi","Eliana Miglio"],"overview":"","release_date":"2000-05-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385776,"title":"Ein Mann gibt nicht auf","adult":false,"genre_ids":[80]},{"cast":["Aleksey Ptitsyn"],"overview":"","release_date":"1984-01-01","vote_average":6.0,"runtime":10,"cert":"N\/A","id":385778,"title":"Side of the moon","adult":false,"genre_ids":[16,35]},{"cast":["Mackenzie Kyle"],"overview":"Grief Sleeps” centralizes around a Gold Star family dealing with the aftermath of losing their loved one who was killed in action. The main focus is on a mother who struggles to maintain her grasp on reality while trying to support her family emotionally.","release_date":"2015-09-15","vote_average":0.0,"runtime":20,"cert":"\"\"","id":385780,"title":"Grief Sleeps","adult":false,"genre_ids":[]},{"cast":["Peter Fitz","Helmut Griem","Ernst Jacobi","Jaecki Schwarz","Peter Simonischek"],"overview":"","release_date":"1995-10-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385782,"title":"Die Grube","adult":false,"genre_ids":[10752,18]},{"cast":[],"overview":"The story of four aboriginals grappling with assimilation pressures and facing a changing future. Through the experience of a bark painter, a teaching assistant, a carpenter, and a tribal headman, we see the type of life each one lives, and the conflict of the old and the new which sets up tensions within each one, and in Aboriginal society.","release_date":"1964-12-10","vote_average":0.0,"runtime":33,"cert":"N\/A","id":385784,"title":"Faces in the Sun","adult":false,"genre_ids":[]},{"cast":["Oleg Shtefanko","Yevgeniya Kryukova","Anatoli Vasilyev","Alexander Podobed","Mukhtar Gusengadzhiev"],"overview":"","release_date":"2007-08-09","vote_average":1.0,"runtime":null,"cert":"N\/A","id":385786,"title":"Майор Ветров","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Set in and around Darwin the film discloses the life of a full-blood Aborigine as depicted in Douglas Lockwood's book of the same name. Philip Roberts recalls his early years of tribal life and gradual acceptance by the white community. He receives medical training, and travels frequently to his own people making use of his knowledge.","release_date":"1960-12-31","vote_average":0.0,"runtime":57,"cert":"N\/A","id":385788,"title":"I, The Aboriginal","adult":false,"genre_ids":[]},{"cast":[],"overview":"People’s body and soul transform into big a cloud, and are mixed with erotic shapes.","release_date":"2005-08-20","vote_average":0.0,"runtime":3,"cert":"N\/A","id":385790,"title":"Trilogy About Clouds: Breathing Cloud","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A drama concerning a Thai girl who comes to Australia to study. Provides an insight into some of the problems faced by Asian students in our country.","release_date":"1972-01-01","vote_average":0.0,"runtime":56,"cert":"N\/A","id":385792,"title":"Gentle Strangers","adult":false,"genre_ids":[]},{"cast":["Christiane Hörbiger","Mathieu Carrière","Sabine Sinjen","Else Quecke","Ernst Jacobi"],"overview":"","release_date":"1994-01-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385794,"title":"Von Frau zu Frau: Die Sammlerin","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Something happens at the junior high school. When a boy starts to draw a cloud, that drawing begin to move and eat the students...","release_date":"2005-08-20","vote_average":0.0,"runtime":5,"cert":"N\/A","id":385796,"title":"Trilogy About Clouds: Looking at a Cloud","adult":false,"genre_ids":[16]},{"cast":["Michael Degen","Matthias Fuchs","Ernst Jacobi","Gertraud Jesserer","Lola Müthel"],"overview":"","release_date":"1989-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385798,"title":"Wie du mir..","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Short experimental film by Naoyuki Tsuji.","release_date":"1997-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":385800,"title":"Experiment","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Short film from animator Tsuji Naoyuki, who is known for his use of both charcoal and puppet animation. Wake Up is a dark and brooding animation epitomizing his story telling style by combining serene worlds and childlike images with darkness and nightmarish scenes.","release_date":"1992-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":385802,"title":"Wake Up","adult":false,"genre_ids":[16]},{"cast":["Brigitte Mira","Josef Dahmen","Ernst Jacobi","Dieter Laser","Brigitte Janner"],"overview":"","release_date":"1978-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385804,"title":"Die Geburtstagsfeier","adult":false,"genre_ids":[18]},{"cast":[],"overview":"\"Yoru no Okite\" takes us to the sky (or to hell) to accompany the delirium of a man who is assassinated. A different take on a spirit who is adrift after being murdered. This restless spirit takes us on a surreal journey through death, the after life, and back to the land of the living again.","release_date":"1995-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":385806,"title":"A Rule of Dreams","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Passionate in his anti-Semitic beliefs, Csanád Szegedi was the rising star of Hungary’s far-right party until he discovers his family’s secret—his maternal grandparents were Jewish. The revelation prompts an improbable but seemingly heartfelt conversion from anti-Semite to Orthodox Jew.","release_date":"2016-04-14","vote_average":7.5,"runtime":90,"cert":"\"\"","id":385808,"title":"Keep Quiet","adult":false,"genre_ids":[99]},{"cast":["Michael Landon","Barney Martin","Casey Peterson","Meg Wittner","David Spielberg"],"overview":"When the police finds a necklace with some criminal, a detective remembers that it was missing evidence in a murderer case many years ago. So it turns out that Jeff Hayes, sentenced to life-long prison, was innocent. After 18 years in jail he's finally released - but has problems finding back into normal life. There's his father who believed him guilty and his ex-wife Ellen, who told their son Kerry and her new husband Paul Kramer his father had died.","release_date":"1991-09-20","vote_average":0.0,"runtime":93,"cert":"\"\"","id":385810,"title":"Us","adult":false,"genre_ids":[18]},{"cast":["Sally Blane","Lloyd Hughes","Mayo Methot","Clay Clement","J. Farrell MacDonald"],"overview":"After her brother is wrongfully arrested for the theft of some bonds, a nurse sets out to clear his name by setting a trap for the real thieves.","release_date":"1938-05-22","vote_average":0.0,"runtime":63,"cert":"\"\"","id":385815,"title":"Numbered Woman","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A Saskatchewan punk rocker tries to get his long-forgotten band back together.","release_date":"1992-09-15","vote_average":0.0,"runtime":28,"cert":"N\/A","id":385820,"title":"The Ballad of Don Quinn","adult":false,"genre_ids":[]},{"cast":["Francis Ford Coppola","Gary Oldman","Keanu Reeves","Donald A. Reed","James V. Hart"],"overview":"Short documentary on the making of Francis Ford Coppola's \"Dracula\" (1992).","release_date":"1992-01-01","vote_average":3.8,"runtime":29,"cert":"\"PG\"","id":385822,"title":"Blood Lines: Dracula - The Man. The Myth. The Movies.","adult":false,"genre_ids":[99]},{"cast":["Jamie Harris","Maryam d'Abo","Myriam Cyr","Richard Harris","Angus Deayton"],"overview":"When a beautiful mob hitwoman learns she only has six months to live, she decides to rob her employers, and go out in style, but the syndicate's head man won't rest until he gets his two million dollars back.","release_date":"1995-05-20","vote_average":0.0,"runtime":107,"cert":"N\/A","id":385824,"title":"Savage Hearts","adult":false,"genre_ids":[53]},{"cast":["Henric Holmberg"],"overview":"Three wise kings follow a star to Bethlehem to visit a new born baby. A fourth king Mazzel, also made the journey. This is the of Mazzel and his camel Chamberlin.","release_date":"2005-12-17","vote_average":6.0,"runtime":27,"cert":"N\/A","id":385826,"title":"The Fourth King","adult":false,"genre_ids":[16,10751]},{"cast":["Hanne Hiob","Ernst Jacobi"," Therese Giehse","Bruno Vahl-Berg"],"overview":"","release_date":"1975-03-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385828,"title":"Die Gewehre der Frau Carrar","adult":false,"genre_ids":[18]},{"cast":["Ernst Jacobi","Peter Arens","Wolfgang Kieling","Alf Marholm","Grete Wurm"],"overview":"","release_date":"1972-06-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385830,"title":"Der Angestellte","adult":false,"genre_ids":[18]},{"cast":["Klausjürgen Wussow","Siegfried Wischnewski","Ursula Lingen","Ernst Jacobi","Ingmar Zeisberg"],"overview":"","release_date":"1967-10-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385832,"title":"Der Teufel und der liebe Gott","adult":false,"genre_ids":[18]},{"cast":["Werner Hinz","Edda Seippel","Maria Körber","Ernst Jacobi","Walter Jokisch"],"overview":"","release_date":"1966-12-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385834,"title":"Jegor Bulytschow und andere","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Dr. Bernard Nathanson, former abortionist and founder of NARAL, teaches the audience about the specifics of suction abortion, followed by an actual abortion of an 11-week old fetus as seen through ultrasound.","release_date":"1984-01-01","vote_average":5.0,"runtime":29,"cert":"\"\"","id":385836,"title":"The Silent Scream","adult":false,"genre_ids":[]},{"cast":["Ernst Jacobi","Marius Müller-Westernhagen","Hubert von Meyerinck","Gusti Wolf","Friedrich Joloff"],"overview":"","release_date":"1965-01-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385838,"title":"Das große Ohr","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Celebrate history’s heroes when Fathom Events and Bryton Entertainment bring In Their Own Words: The Tuskegee Airmen - The 75 Anniversary to cinemas nationwide for a special one-night event on Tuesday, March 29. This exclusive documentary event features a panel discussion with Tuskegee Airman George Hardy and Christina Anderson (Granddaughter of Alfred Anderson – Chief Flight Instructor of the Tuskegee Airmen), Producer Bryan Williams and Director Denton Adkinson. Watch as the Airmen remember being some of the first to begin the civil rights movement and living long enough to see the changes that would continue to resonate today.","release_date":"2016-03-29","vote_average":2.0,"runtime":150,"cert":"\"\"","id":385843,"title":"In Their Own Words: The Tuskegee Airmen","adult":false,"genre_ids":[]},{"cast":["Marika Rökk","Bibi Johns","Karl Schönböck","Heli Finkenzeller","Rudolf Vogel"],"overview":"","release_date":"1961-12-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385845,"title":"Heute gehn wir bummeln","adult":false,"genre_ids":[35]},{"cast":["Ralph Byrd","Lorna Gray","George Lynn","Willy Castello","Mantan Moreland"],"overview":"On his way to a post as special adviser of the new parachute troops of the French Foreign Legion in Morocco, Paul Dumont meets the beautiful Helene on the ship. A romance ensues, but the two decide to part when Paul learns that Helene is the fiancée of his best friend and fellow officer Raoul. Raoul is wounded during an Arab attack and the wedding is postponed, and Helene and Paul are thrown together and find it impossible to hide their feelings. The meet in the tent of Hassan, a fortune teller, not knowing the tent is a storage place for arms and ammunition belonging to Addullah, an Arab leader determined to avenge the death of his brother Ben Ali.","release_date":"1940-10-06","vote_average":0.0,"runtime":64,"cert":"\"\"","id":385847,"title":"Drums of the Desert","adult":false,"genre_ids":[12]},{"cast":["Sigmar Solbach","Frithjof Vierock","Karin Jacobsen"],"overview":"","release_date":"1978-05-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385849,"title":"Boeing Boeing","adult":false,"genre_ids":[35]},{"cast":[],"overview":"El Chapo & Sean Penn: Bungle in the Jungle is a behind-the-scenes look inside that ill-fated rendezvous among Penn, El Chapo and actress Kate Del Castillo and will reveal who orchestrated the meeting and the identities of the two mystery men traveling with Penn. Plus, find out the shocking details behind Penn’s widely criticized Rolling Stone article and what the real motive was for Castillo to set up a meeting that could have led to both her and Penn’s deaths.","release_date":"2016-03-10","vote_average":5.5,"runtime":null,"cert":"\"\"","id":385851,"title":"El Chapo & Sean Penn: Bungle in the Jungle","adult":false,"genre_ids":[99]},{"cast":["Karin Jacobsen","Hans Putz","Günter Pfitzmann","Käte Jaenicke"],"overview":"","release_date":"1965-12-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385853,"title":"Simone, der Hummer und die Ölsardine","adult":false,"genre_ids":[35]},{"cast":["Pouria Poursorkh","Shahin Nojoomi","Leila Otadi","Nima Shahrokhshahi"],"overview":"","release_date":"2012-03-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385855,"title":"Aghaye Alef","adult":false,"genre_ids":[35]},{"cast":[],"overview":"For his ninth birthday party, a boy recreates the first time his parents met in a bid to find his future wife.","release_date":"","vote_average":10.0,"runtime":18,"cert":"N\/A","id":385857,"title":"Gumball","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this program that aims to sharpen your child's social, physical, cognitive, and emotional development through play, the kids take a trip to a building site to learn about life in construction. In addition to learning about different types of vehicles and buildings, children also learn how to build things, how to identify various construction vehicles and tools, how to identify shapes, and more.","release_date":"2005-04-12","vote_average":0.0,"runtime":30,"cert":"\"G\"","id":385859,"title":"Curioius Buddies - Let's Build","adult":false,"genre_ids":[]},{"cast":["Gracita Morales","José Luis López Vázquez","Fanny Cano","Manolo Gómez Bur","Enrique Ávila"],"overview":"Operacion Secretaria","release_date":"1966-01-01","vote_average":7.0,"runtime":94,"cert":"N\/A","id":385861,"title":"Operación Secretaria","adult":false,"genre_ids":[35]},{"cast":["Barbra Streisand","Jason Gould","Chris Botti"],"overview":"Barbra Streisand was born and raised in Brooklyn, NY. Still in her teens, she left home to pursue her dreams of becoming an actress. She went on to conquer the worlds of stage, screen, and music, winning the Tony Award, multiple Oscars, Emmys, and selling out concerts around the world. She's the most successful female recording artist in popular music history and the only singer to have a number-one album in five consecutive decades. This concert video, recorded on October 11th & 13th, 2012, captures Barbra's triumphant return to her hometown. With special guest Chris Botti and a thrilling duet with her son, Jason Gould, Barbra achieves yet another career milestone, proving along the way that you can take the girl out of Brooklyn, but you can't take Brooklyn out of the girl!","release_date":"2013-10-25","vote_average":9.0,"runtime":110,"cert":"\"NR\"","id":385866,"title":"Back to Brooklyn","adult":false,"genre_ids":[10402]},{"cast":["Fumitake Ômura","Akiko Santo","Yaeko Wakamizu","Tatsuo Umemiya","Kan Yanagiya"],"overview":"The sixth and last Moonlight Mask film in the original series produced by Toei in the 1950s.","release_date":"1959-08-04","vote_average":0.0,"runtime":59,"cert":"N\/A","id":385868,"title":"Moonlight Mask – The Last Death of the Devil","adult":false,"genre_ids":[12,28]},{"cast":[],"overview":"","release_date":"2015-10-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385870,"title":"Arthur l'aventurier : Au Costa Rica","adult":false,"genre_ids":[]},{"cast":["Richard Walley"],"overview":"Sandalwood is the basis of most of the world’s most expensive and exotic perfumes. Once prolific, 80% of it now comes from only one location, the outback of Western Australia.  Tribal Scent follows the journey of choreographer, dancer, didgeridoo player, activist and tribal leader Dr Richard Walley.  Richard joins forces with scientists and the world’s major perfume makers in Grasse, France. Together they work toward their shared goal of protecting one of the few remaining indigenous Sandalwood reserves in the world and, at the same time, protecting the harvesters in the outback deserts of Western Australia and thus protecting the sustainability of the high-end perfume industry itself.  WA holds 80% of the world’s Sandalwood reserve.","release_date":"2015-08-23","vote_average":0.0,"runtime":54,"cert":"N\/A","id":385872,"title":"Tribal Scent","adult":false,"genre_ids":[99,10770]},{"cast":["John Holmes","Dorothy LeMay","Desiree Cousteau"],"overview":"While mainstream porn concentrated on pushing the boundaries of acceptable film making, a select few broke all the rules to make some of the most controversial and nefarious films ever made. Hand picked from the vault at VCX, these are the most extreme scenes in the history of XXX. Close the curtains, lock the doors and indulge the sinister desires you’re supposed to repress. Criminal penetration is just an appetizer for these sluts as Satan takes them on a long hellish road of abuse, submission and sex.","release_date":"2008-06-20","vote_average":4.0,"runtime":120,"cert":"\"NC-17\"","id":385874,"title":"Sex Slaves of Satan","adult":true,"genre_ids":[]},{"cast":["Joseph Rose","Kim Pope","Rodney Rockoff","Doctor Diktor","Anthony De Marco"],"overview":"Harry has several problems with performing in bed. . To help cure him of this problem, he decides to seek help from a special doctor. The doctor then sends him to a guru, Maharishi. With all of his students, Harry has several chances to prove that his problems are over.","release_date":"1972-12-08","vote_average":6.0,"runtime":58,"cert":"\"NR\"","id":385876,"title":"Deep Sleep","adult":true,"genre_ids":[]},{"cast":["Dominno"],"overview":"Big tits, young girls! These girls are early bloomers and just love to show everyone their tits anywhere, anytime. These girls take big hard cocks in their asses, pussies, and between their tits. They are all oiled up and ready, just for you.","release_date":"2015-04-13","vote_average":9.0,"runtime":101,"cert":"\"NC-17\"","id":385881,"title":"D Cup Teens","adult":true,"genre_ids":[]},{"cast":[],"overview":"For wildlife filmmakers, the only way to safely explore the startling African lion is at the end of a mighty long lens — until now. Man v. Lion follows veteran big cat expert Boone Smith across the Nambiti Game Reserve as he tracks three male lions in the open African bush. But to truly understand these brothers, Boone goes face to face with them. We take an in-depth look at the lions' unique physical attributes, intricate hierarchy, and complex hunting strategies. Boone explores each stage of a lion's kill leading up to the final face-off: Boone in the middle of lions devouring their prey.","release_date":"2015-02-24","vote_average":0.0,"runtime":43,"cert":"\"G\"","id":385883,"title":"National Geographic Man v Lion","adult":false,"genre_ids":[99]},{"cast":["Stacy Ross","Nick Sholley","Sean Owens"],"overview":"A couple prepare for a dinner in their honor, but will they ever make it there?","release_date":"2012-03-01","vote_average":0.0,"runtime":10,"cert":"\"\"","id":385885,"title":"Climax","adult":false,"genre_ids":[35]},{"cast":["Jason Ritter","Emmanuelle Chriqui","James Brolin","Christine Lahti","Kate Corbett"],"overview":"Siblings gather to meet their father's new wife and kids.","release_date":"2016-06-03","vote_average":7.0,"runtime":100,"cert":"N\/A","id":385887,"title":"The Steps","adult":false,"genre_ids":[35]},{"cast":[],"overview":"There is no place like home, there is no place like hell.  The first in Rosto AD's Thee Wreckers Tetralogy.","release_date":"2008-03-04","vote_average":0.0,"runtime":6,"cert":"N\/A","id":385889,"title":"No Place Like Home","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Starring Ashley, Leah, Abriella, Riley Rose, Angie, Daisie Lee, Maria, Naomi, Scarlette and Violet","release_date":"2012-04-26","vote_average":0.0,"runtime":93,"cert":"\"\"","id":385891,"title":"Lesbian Fixation","adult":true,"genre_ids":[]},{"cast":["Glenn Plummer","Chris Spencer","Wayne Dehart","Gabriella Biemforde","Milo Frank"],"overview":"South Central LA. Just out of jail and tired of the gangster lifestyle, Panther (Glenn Plummer) and his homey Ray (Chris Spencer) leave the hood on Ninja-style motorcycles riding cross-country to the 4th of July celebration in Washington D.C.","release_date":"2003-07-03","vote_average":0.0,"runtime":90,"cert":"\"R\"","id":385893,"title":"Road Kings","adult":false,"genre_ids":[28,18]},{"cast":["Bae Seong-woo","Han Je-in"],"overview":"Cruel revenge...a confession even crueler than that.  Movie director Byeong-cheon invites high school student Se-yeong over to his house to interview her for a character in his next movie. He relives her nerves with some vodka and starts the interview on a good note but things change when Byeong-cheon brings out his real intentions.","release_date":"2016-03-31","vote_average":6.0,"runtime":91,"cert":"N\/A","id":385895,"title":"Unconfessional","adult":false,"genre_ids":[18,53]},{"cast":["Ron Harper","James Naughton","Mark Lenard","John Hoyt","Meegan King"],"overview":"","release_date":"1981-01-01","vote_average":6.5,"runtime":null,"cert":"\"\"","id":385903,"title":"Treachery and Greed on the Planet of the Apes","adult":false,"genre_ids":[10770,12,53,878]},{"cast":["Norbert Möslang","Andy Guhl","Knut Remond"],"overview":"Kick That Habit is a 1989 film by PETER LIECHTI, an audio-visual portrait of his native country, eastern Switzerland. The film collects samples from the land-and-soundscape, underscoring in the process the oft-ignored industrial underpinning of our latter-day culture. Also native to eastern Switzerland is VOICE CRACK, the everyday household electronics duo of NORBERT MOSLANG and ANDY GUHL, whose musical workings are explored as part of Liechti s vision. Whether clicking quietly and rhythmically or humming and shrieking at ear-splitting volume, their recycled electronics produce innovative sounds and provide an appropriate accompaniment in this cinematic search for the detritus of our culture, the lost and destroyed remains of the last century of progress.","release_date":"1989-01-01","vote_average":0.0,"runtime":42,"cert":"\"\"","id":385905,"title":"Kick That Habit","adult":false,"genre_ids":[]},{"cast":["Pia Slomczk","Yvonne Yung Hee","Darell Montoya","Janina Grün"],"overview":"","release_date":"2013-11-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":385907,"title":"Au Pair","adult":false,"genre_ids":[53]},{"cast":["Michael Ironside","Nicholas Podbrey","Jennifer Dale","Andre Dawson","Tim Raines"],"overview":"A baseball crazed 12 year old gets, and loses, a prized cap. A father struggles for dignity in his son's eyes. Based on Morley Callaghan's short story \"A Cap for Steve.\"","release_date":"1985-03-05","vote_average":0.0,"runtime":24,"cert":"N\/A","id":385912,"title":"The Cap","adult":false,"genre_ids":[18]},{"cast":["Sarah Maria Besgen","Oliver Franck","Tabita Johannes"],"overview":"","release_date":"2013-11-15","vote_average":5.5,"runtime":null,"cert":"N\/A","id":385914,"title":"Dunkler Wald","adult":false,"genre_ids":[27]},{"cast":["Brooke Banner","Aurora Snow","Kimberly Kole","Brianna Love","Eva Angelina"],"overview":"What's better than gettin' blown by a hot chick? How about gettin' blown by three hot chicks at the same time?! Well, lucky for you, we've got 30, wait. . . Let me repeat, 30 gorgeous mouth watering babes that love to lick, suck, and blow a nice hard cock. We've got MILFs, sexy models, sport chicks, naughty school girls, squirters and more! It's a P. O. V. experience that you will never forget because these girls are going to huff and puff and blow your cock away!","release_date":"2007-05-29","vote_average":0.0,"runtime":181,"cert":"\"NC-17\"","id":385916,"title":"3 Blowin' Me","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2012-11-07","vote_average":7.0,"runtime":null,"cert":"N\/A","id":385918,"title":"Les Alpes vues du ciel","adult":false,"genre_ids":[]},{"cast":["Rob Paulsen","Jess Harnell","Tress MacNeille"],"overview":"The Warner Brothers, Yakko and Wakko, and their sister Dot star in their first theater short. Yakko and Dot are constantly bickering while Wakko is complaining during a car ride with their psychiatrist Dr. Otto Scratchansniff. A mostly musical cartoon.","release_date":"1994-03-30","vote_average":6.2,"runtime":5,"cert":"\"\"","id":385920,"title":"I'm Mad","adult":false,"genre_ids":[35,16]},{"cast":["Fabrizio Bentivoglio","Sabrina Ferilli","Stefano Fresi","Lillo Petrolo","Luisa Ranieri"],"overview":"Intertwined stories of 50somethings that won't give up on their glory days","release_date":"2016-03-10","vote_average":5.6,"runtime":95,"cert":"N\/A","id":385922,"title":"Forever Young","adult":false,"genre_ids":[]},{"cast":["Stefan Baroi","Radu Beligan","Elena Bulandra","Gheorghe Ciprian","Iancu Constantinescu"],"overview":"Bucharest, 1876. Don Dumitrache instructs his trusted man, Chiriac, to watch his young wife, Veta. Dumitrache is sure that Veta having an affair, she does not know is that her lover is Chiriac own...","release_date":"1943-03-22","vote_average":6.5,"runtime":66,"cert":"N\/A","id":385924,"title":"Stormy Night","adult":false,"genre_ids":[10402,35]},{"cast":[],"overview":"Four friends are on a hiking trip into the deep midst of a forest. While filming the trip they accidentally lose one of their cell phones. In search of the lost phone they discover a mysterious black hole in the ground. Curious and puzzled by this newly discovered hole, they decide to explore it, which leads to a dramatic chain of events.","release_date":"2015-04-15","vote_average":5.5,"runtime":29,"cert":"\"\"","id":385926,"title":"O","adult":false,"genre_ids":[14,27,53]},{"cast":["Lukas Hassel"],"overview":"Sometime in the future, two men strapped in back to back, on a journey from Moon to Earth. Real Justice. Just Reality.","release_date":"2015-03-14","vote_average":0.0,"runtime":14,"cert":"\"\"","id":385928,"title":"Into The Dark","adult":false,"genre_ids":[878]},{"cast":[],"overview":"","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385930,"title":"Europe, une lune de Jupiter","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Holly Holm takes on Miesha Tate this weekend as she returns to the octagon for the first time since knocking out Ronda Rousey. With Conor McGregor fighting on the same bill Notorious has garnered plenty of the pre-UFC 196 build up but the co-main event promises to be a slobberknocker too. Tate, who herself has been in the octagon with Rousey, is her for in her first defence of her UFC women's bantamweight title.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385935,"title":"Holly Holm vs. Miesha Tate","adult":false,"genre_ids":[]},{"cast":["Akiko Tatsumi"],"overview":"Featuring footage from Suara's live performance at Shibuya O-EAST on January 3, 2010.","release_date":"2010-06-23","vote_average":8.0,"runtime":143,"cert":"N\/A","id":385940,"title":"Suara LIVE 2010 ~Utahajime~","adult":false,"genre_ids":[]},{"cast":["Naoto Takenaka","Hiroyuki Hirayama","Houka Kinoshita","Ichiro Hashimoto","Shidou Nakamura"],"overview":"Tenshin Okakura left the great achievement to the Japanese modern art. This is a story of Tenshin's life and conflict and teacher-student love between Tenshin, who rediscovered art of Japan and tried to produce new beauty in Meiji period, and his young pupils, Taikan Yokoyama, Shunsou Hishida, Kanzan Shimomura, Buzan Kimura.","release_date":"2013-11-16","vote_average":0.0,"runtime":122,"cert":"N\/A","id":385942,"title":"Tenshin","adult":false,"genre_ids":[]},{"cast":["Nicholas Sadler","Amanda Anka","Sean Patrick Flanery","Robert Forster","Michael Bondies"],"overview":"Christian, Damian, Jack and Alex are four aspiring actors who will stop at nothing to be the best. In a theatrical production where they are cast as bank robbers, the four actors cannot get a feel of their roles. In desperation they are introduced to a new source of motivation  real guns. With guns in hand, each of them begins to acquire a taste of power and in their search for inspiration, reality begins to blur and \"method acting\" begins to take on an entirely new meaning.","release_date":"1996-01-05","vote_average":4.5,"runtime":null,"cert":"\"\"","id":385944,"title":"The Method","adult":false,"genre_ids":[28,80]},{"cast":[],"overview":"A live concert held at the Budokan featuring songs and characters from the anime series Lucky Star.","release_date":"2009-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385946,"title":"Lucky Star in Budokan","adult":false,"genre_ids":[]},{"cast":[],"overview":"A young naturalist experiences an epiphany when he finds a giant salamander.","release_date":"2013-09-21","vote_average":0.0,"runtime":9,"cert":"\"\"","id":385948,"title":"Tank","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A tale about a deer, a fox and an owl. A modern fable set in an indeterminate present.","release_date":"2013-10-07","vote_average":0.0,"runtime":15,"cert":"N\/A","id":385950,"title":"From the Woods","adult":false,"genre_ids":[]},{"cast":["Michelle Pfeiffer","Kiefer Sutherland","Suzanne Shepherd","Tony Okungbowa","Babs Olusanmokun"],"overview":"Pushed to the brink after losing her job, a woman struggles to survive. As the months pass and her troubles deepen, she embarks on a perilous and mysterious journey that threatens to usurp her life.","release_date":"2018-04-06","vote_average":6.0,"runtime":98,"cert":"\"\"","id":385955,"title":"Where Is Kyra?","adult":false,"genre_ids":[18]},{"cast":["George Best"],"overview":"Genius, Maverick, Legend, George Best is perhaps the most talented footballer ever to walk the face of the earth. Best was the best, Pele, Cryuff, Maradona – all were superb but Best had their talent and more.  George Best had the confidence and arrogance to try absolutely anything – he knew he was a genius and was not afraid to show the world. He revelled in the limelight but as the first of the new superstars, he found himself unable to cope with the temptations thrown at his feet – alcohol, late nights &amp; women. He indulged them all and as a result walked out of top class professional football in 1972 aged just 26.","release_date":"2001-05-29","vote_average":0.0,"runtime":62,"cert":"N\/A","id":385957,"title":"The Official George Best Story","adult":false,"genre_ids":[99]},{"cast":["Mark Pauline","Karen Finley","Joe Coleman","Boyd Rice","Frank Discussion"],"overview":"Video accompaniment to the book of the same name released by RE\/SEARCH magazine, featuring interviews with Survival Research Lab's Mark Pauline, Joe Coleman, Karen Finley, Boyd Rice, and Frank Discussion. \"Five Fabulously Funny Interviews with Fiendishly Flamboyant Pranksters discussing diabolical (and sometimes illegal) deeds. Dazzling deceptions and  put-ons from some of the most outrageous artists living today.\"","release_date":"1988-03-05","vote_average":0.0,"runtime":31,"cert":"\"\"","id":385959,"title":"Pranks!","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Two broke guys stumble upon a map and hope to get rich. Meanwhile they fall in love with the same girl.","release_date":"1995-01-11","vote_average":6.0,"runtime":97,"cert":"N\/A","id":385961,"title":"2 in 1","adult":false,"genre_ids":[35]},{"cast":["Renato Bruson","Nikolay Bikov","Amarilli Nizza"],"overview":"Enrico Castiglione directs this 2001 production of Wolfgang Amadeus Mozart's seminal two-act 1787 dramma giocoso Don Giovanni, an opera mounted at Teatro Argentina in Rome, with musical accompaniment by the Rome Philharmonic Orchestra under the baton of Michael Halaz. The production includes arias by Renato Bruson, Luca Canonici, Amarilli Nizza, Rossana Potenza, Stefano de Peppo and Alessandro Battiato, Anna Laura Longo; Stefano Cucci serves as choir master. Mozart culled the by-now-familiar story from the legend of Don Juan, the world's most gifted lover. Nathan Southern, Rovi","release_date":"2001-03-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385963,"title":"Don Giovanni (Teatro Argentina, Rome)","adult":false,"genre_ids":[18,10402]},{"cast":[],"overview":"Experimental film by Mark Hejnar and soundtracked by his own musical project, Pile Of Cows. \"An unrelenting assault of manipulated, quick-edited footage, much like the early video work of Cabaret Voltaire, but even harsher and more oppressive.\"","release_date":"1990-06-06","vote_average":0.0,"runtime":51,"cert":"\"\"","id":385971,"title":"Bible of Skin","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2012-11-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385973,"title":"Marcelo Moguilevsky: Buey Solo","adult":false,"genre_ids":[]},{"cast":[],"overview":"A girl tells about a competition at school.","release_date":"1956-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":385975,"title":"Petras Erlebnis","adult":false,"genre_ids":[]},{"cast":["Frank Albertson","Jed Prouty","Lorna Gray","Frank Faylen","John Dilson"],"overview":"Story concerns railroad tycoon J.B. Matthews (Jed Prouty) taking over a rival line, being sent on an R&amp;R vacation by his doctor, falling off his private train-car and landing in a hobo jungle occupied by Faylen and Hall, and being cured of all his ills, while reporter Jimmy Dugan (Frank Albertson) poses as a doctor in order to get an exclusive story about the railroad takeover.","release_date":"1941-07-19","vote_average":3.0,"runtime":63,"cert":"\"\"","id":385977,"title":"Father Steps Out","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A group of urban explorers decide to enter the abandoned ruins of the Krummer Funeral Home. Once inside, they discover the horrors of it's past.","release_date":"2013-11-30","vote_average":0.0,"runtime":59,"cert":"\"NR\"","id":385979,"title":"Funeral Home Horror","adult":false,"genre_ids":[]},{"cast":["Carl-Heinz Schroth","Karin Jacobsen","Hubert von Meyerinck","Achim Strietzel","Harry Wüstenhagen"],"overview":"","release_date":"1963-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385981,"title":"Die Rache des Jebal Deeks","adult":false,"genre_ids":[35]},{"cast":["Bruce Cabot","Grace Bradley","Regis Toomey","Berton Churchill","LeRoy Mason"],"overview":"A girl marries a playboy from a rich family, expecting a life of comfort and luxury. However, her new father-in-law turns his ne'er-do-well son out into the street with no money, and promises the girl that if she can make a man out of her new husband, the father will give her $10,000 and see that she gets a quick divorce.","release_date":"1934-10-31","vote_average":0.0,"runtime":76,"cert":"\"\"","id":385983,"title":"Redhead","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"white shoulders","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385985,"title":"White Shoulders","adult":false,"genre_ids":[]},{"cast":["Jameson Thomas","Florence Britton","Thomas E. Jackson","Lew Kelly","Lillian Rich"],"overview":"A mystery novelist's detective skills are put to the test when he attends a party where a murder is committed.","release_date":"1931-12-15","vote_average":5.0,"runtime":63,"cert":"\"\"","id":385987,"title":"The Devil Plays","adult":false,"genre_ids":[]},{"cast":["George J. Lewis","Eddie Phillips","Dorothy Gulliver","Churchill Ross","Hayden Stevenson"],"overview":"college love movie","release_date":"1929-07-07","vote_average":0.0,"runtime":80,"cert":"\"\"","id":385989,"title":"College Love","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"The Secret Menace","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385991,"title":"The Secret Menace","adult":false,"genre_ids":[]},{"cast":["Peer Jäger","Maja Maranow","Christian Redl","Lena Stolze","Birge Schade"],"overview":"","release_date":"2001-11-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":385993,"title":"Späte Rache","adult":false,"genre_ids":[53]},{"cast":["Estelle Taylor","Edmund Burns","Lucien Prival","Gertrude Astor","Eddie Kane"],"overview":"A fancy masquerade party is the scene of a jewel robbery, and later several suspects in the robbery are discovered to be aboard the same train.","release_date":"1932-08-05","vote_average":0.0,"runtime":null,"cert":"\"\"","id":385995,"title":"Western Limited","adult":false,"genre_ids":[9648]},{"cast":["John 'Dusty' King","J. Farrell MacDonald","Joan Barclay","Ruth Reece","Craig Reynolds"],"overview":"The \"gentleman\" is played by John King, but the star of the show is J. Farrell McDonald, cast as a chronic gambler named Coburn. When the old man loses every penny he has, wandering cowboy Pokey (King) comes to the rescue by grooming a wild stallion for a successful racetrack career. Everything comes to a head during the climactic Big Race, with the expected (but still satisyfing) results. Ruth Reece and Joan Barclay share the leading-lady responsibilities, while the villainy is in the capable hands of Monogram's ace utility actor Craig Reynolds.","release_date":"1939-12-25","vote_average":0.0,"runtime":71,"cert":"\"\"","id":385997,"title":"The Gentleman from Arizona","adult":false,"genre_ids":[37,28]},{"cert":"\"\"","title":"Creedmoria","cast":["Stef Dawson","Ray Abruzzo","Rachel deBenedet","Steve Cavanaugh","James Kelley"],"id":385999,"overview":"Family is an institution. Sometimes, you gotta break out. This is the story of how 17-year-old Candy finds the courage to walk away from everything she's ever known with the hope of discovering a better tomorrow.","runtime":90,"genre_ids":[18,35],"release_date":"2016-03-04","vote_average":8.0,"adult":false}]