[{"cast":[],"overview":"A short commissioned piece on 'famous last words' set in WWII.","release_date":"1988-03-06","vote_average":0.0,"runtime":12,"cert":"N\/A","id":386001,"title":"Le Dernier Mot","adult":false,"genre_ids":[]},{"cast":[],"overview":"Experimental short.","release_date":"1996-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":386003,"title":"Hope\/Microcosmos","adult":false,"genre_ids":[]},{"cast":["Rose Lowder"],"overview":"The latest in an ongoing series of portraits including inventors Maurice Seddon and Hugh de la Cruz. Here, filmmaker Rose Lowder prepares a macrobiotic meal in her tiny flat in Paris in October 2005. As Rose describes what she is cooking and why, we hear about Rose's childhood spent in Peru through to her current life in Avignon and glimpse a singular creator.","release_date":"2005-03-06","vote_average":0.0,"runtime":62,"cert":"N\/A","id":386005,"title":"What Did You Eat Today? Rose Lowder","adult":false,"genre_ids":[99,36]},{"cast":["Esther Schweins","Ralf Bauer","Dirk Martens","Manon Straché","Peer Jäger"],"overview":"","release_date":"1996-12-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":386007,"title":"Küsse niemals deinen Chef","adult":false,"genre_ids":[35]},{"cast":["Melissa Dullius","Gustavo Jahn","Gustavo Beck","Kana Chiaki","Aqico Coco"],"overview":"The adventure of Melissa and Gustavo starts aboard a red cargo ship crossing the Atlantic Ocean. It takes them from Brazil to Berlin, a city of perpetual movement, where the old constantly has to give space to the new. The couple finds a home and transforms it into the center of their own universe. As time passes and seasons change, life and cinema become interchangeable and their apartment evolves into an ever-changing stage, where friends are invited to play their own roles and reality and fiction merge. Until one day a cosmic portal appears in their home, opening connections between the past, the present and the future.","release_date":"2016-07-27","vote_average":10.0,"runtime":72,"cert":"N\/A","id":386012,"title":"Muito Romântico","adult":false,"genre_ids":[]},{"cast":[],"overview":"After 40 years Alain Tanner again travels to the port of Genoa, where he worked for a shipping company as a 22-year-old. On the back of his own memories he depicts the rough world of the dockworkers, another of those trades that has undergone fundamental changes as a result of recessions, modernisation and liberalisation. “The visual impression of the harbour and the city has changed very little, but what goes on there nowadays is completely different. The city is still as beautiful and alien and somewhat sad as before. But the port is dying, like so many other major ports. In Genoa, as elsewhere in Italy, the economic, social and political climate is highly explosive. But you also feel that things are in flow and the country is on the verge of some far-reaching changes. (...) In this film I wanted to explore my own memories of Genoa, uncover its present and guess at its future. Genoa, this beautiful, this sad, this alien town has become for me a metaphor for society in change.”","release_date":"1995-03-09","vote_average":0.0,"runtime":64,"cert":"N\/A","id":386014,"title":"Men of the Port","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Experimental documentary about roof-making.","release_date":"2006-01-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":386016,"title":"BUBONG! Roofs of the World, UNITE!","adult":false,"genre_ids":[]},{"cast":["Kawayan de Guia","Kabunyan de Guia","Kidlat Tahimik","Kidlat De Guia"],"overview":"Kidlat Tahimik, a director and performer, sought to recreate relations between the body and filmed image seen through \"Asian eyes.\" This groundbreaking project took the form of a documentary which Mr. Tahimik directed and in which he performed himself in order to show his own thinking about the different views of the body held by the \"East\" and the \"West.\"","release_date":"1996-01-01","vote_average":0.0,"runtime":39,"cert":"N\/A","id":386018,"title":"Japanese Summers of a Filipino Fundoshi","adult":false,"genre_ids":[99]},{"cast":["Ary França"],"overview":"","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":386020,"title":"Um Homem Sério","adult":false,"genre_ids":[]},{"cast":["Birgit Tengroth","Åke Grönberg","Sture Lagerwall","Elsie Albiin","David Erikson"],"overview":"Sonja (Birgit Tengroth) is a housewife happily married with the factory worker Kurt (Åke Grönberg). But what he doesn't know is that Sonja has a dark secret of the past; she is a former prostitute. When suddenly Sonja's former, sleazy pimp Nick (Sture Lagerwall) shows up, he blackmails her into giving him money and letting him stay at their home. Otherwise he will tell Kurt about Sonja past. Sonja comply, but when Nick starts a relationship with Kurt's young and innocent sister Maj, Sonja has to act so Maj doesn't make the same mistake she did.","release_date":"1943-11-05","vote_average":7.0,"runtime":79,"cert":"N\/A","id":386022,"title":"Sonja","adult":false,"genre_ids":[18]},{"cast":["Frank Welker","Casey Kasem"],"overview":"In Ghosts On The Go, the gang crosses the Atlantic Ocean and takes on Europe! In Large Dragon at Large, the gang attends a Renaissance Faire, where a dragon interrupts their fun. While traveling in Greece, an ancient myth apparently comes to life because of a medallion Shaggy wears in It's All Greek to Scooby. In Pompeii and Circumstance, the gang's Italian vacation is interrupted by misdeeds in teh ancient city of Pompeii, leading to an ominous visit into the mouth of th no so dormant Vesuvius. And finally, the gang goes to Paris to see Daphne's cousin become a model, but only to discover she's been abducted by a giant gargoyle in Ready To Scare.","release_date":"2006-06-07","vote_average":4.0,"runtime":87,"cert":"\"G\"","id":386024,"title":"What's New, Scooby-Doo? Ghosts on the Go!","adult":false,"genre_ids":[35,16,10751]},{"cast":[],"overview":"A father and son compete for the affections of a young widow.","release_date":"1981-04-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":386026,"title":"Summer Ends in Autumn","adult":false,"genre_ids":[]},{"cast":["Adam Grimm","Rob McBroom","Dee Dee Murry","Dee Dee Murry","Rebekah Nastav"],"overview":"Six artists from different walks of life vie to win the Federal Duck Stamp Contest, the only juried art competition sponsored by the U.S. government.","release_date":"2016-01-24","vote_average":6.6,"runtime":71,"cert":"\"PG-13\"","id":386028,"title":"The Million Dollar Duck","adult":false,"genre_ids":[99]},{"cast":["Thomas Delcarpio"],"overview":"Racial tensions rise in San Francisco when Charles Manson's cult returns to find that white people are the new oppressed race.  A new war is about to be started, but can somebody prevent that from happening?","release_date":"2014-01-01","vote_average":10.0,"runtime":110,"cert":"\"\"","id":386030,"title":"Honky Holocaust","adult":false,"genre_ids":[]},{"cast":["Monique Verdin","Mark Krasnoff"],"overview":"My Louisiana Love follows a young Native American woman, Monique Verdin, as she returns to Southeast Louisiana to reunite with her Houma Indian family. But soon she sees that her people’s traditional way of life- fishing, trapping, and hunting these fragile wetlands– is threatened by a cycle of man-made environmental crises. As Louisiana is devastated by Hurricane Katrina and Rita and then the BP oil leak, Monique finds herself turning to environmental activism. She documents her family’s struggle to stay close to the land despite the cycle of disasters and the rapidly disappearing coastline. The film looks at the complex and uneven relationship between the oil industry and the indigenous community of the Mississippi Delta. In this intimate documentary portrait, Monique must overcome the loss of her house, her father, and her partner – and redefine the meaning of home. Her story is both unique and frighteningly familiar.","release_date":"2015-04-05","vote_average":0.0,"runtime":65,"cert":"\"PG\"","id":386032,"title":"My Louisiana Love","adult":false,"genre_ids":[99,36]},{"cast":["Gert Günther Hoffmann","Günter Gräwert","Dieter Hufschmidt","Manfred Sexauer","Walter Reichelt"],"overview":"","release_date":"1972-02-20","vote_average":0.0,"runtime":79,"cert":"N\/A","id":386034,"title":"Tod im Studio","adult":false,"genre_ids":[878,80]},{"cast":[],"overview":"","release_date":"2014-05-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":386036,"title":"Näpp! sa Alfons","adult":false,"genre_ids":[]},{"cast":["Luke Allen-Gale"],"overview":"This is a powerful documentary, filmed over a 16 year span, about the rise of a Coalition of six lions, branded The Mapogo Lions, and their takeover of the largest territory by a pride.","release_date":"2015-01-01","vote_average":9.4,"runtime":88,"cert":"N\/A","id":386038,"title":"Brothers in Blood: The Lions of Sabi Sand","adult":false,"genre_ids":[99]},{"cast":["Masaaki Uchino","Miyu Yoshimoto","Mitsuki Tanimura","Masaya Kato","Wakana Aoi"],"overview":"Ando can't accept this his daughter Kana committed suicide. Kana fell from the ledge of a school building and died. Ando attempts to find out the truth behind his daughter's death. He becomes suspicious of his daughter's former classmate, Saki. Saki isn't a typical high school student and she aspires to work in show business. She dominates her high school with her charisma.","release_date":"2015-10-23","vote_average":5.0,"runtime":120,"cert":"N\/A","id":386043,"title":"Crime's Blank","adult":false,"genre_ids":[80,18]},{"cast":["Zsolt Eross"],"overview":"Zsolt Eross, a famous Hungarian mountain climber fights with the elements in an extraordinary environment- a hospital. After great climbs in the Himalaya he lost his right leg in an avalanche accident. The movie illustrates a moving, human story of an injured person rising back to his feet. His family name means Strong in Hungarian, he shows strength during the recovery period. Few months after the accident he returns to the Himalayas to attempt Cho Oyu, the 6th highest peak in the world, but he had to realize that the accident weakened him more than he had thought.","release_date":"2011-10-06","vote_average":0.0,"runtime":88,"cert":"N\/A","id":386045,"title":"A Hópárduc talpra áll","adult":false,"genre_ids":[18,99,12]},{"cast":["Faruk Begolli","Xhevat Qorraj","Jelena Laković","Abdurrahman Shala","Xhevat Qena"],"overview":"Destinies of two friends-fighters during WW2.","release_date":"1972-03-20","vote_average":0.0,"runtime":95,"cert":"N\/A","id":386047,"title":"How to Die","adult":false,"genre_ids":[18,10752,10749]},{"cast":[],"overview":"Short thriller involving a murder suicide.","release_date":"2008-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":386049,"title":"Calling You","adult":false,"genre_ids":[]},{"cast":["Holmes Zimmermann","Sybille Schloß"],"overview":"Powerful semi-documentarian depiction of the miserable working and living conditions in the Silesian city of Waldenburg.","release_date":"1929-03-15","vote_average":0.0,"runtime":47,"cert":"N\/A","id":386051,"title":"Hunger in Waldenburg","adult":false,"genre_ids":[18,99]},{"cast":["Erich Amerkamp","Maria Moreno","Anita Carrillo","Werner Kila","Bernd Galetzka"],"overview":"A holidaygoer in Italy cuts himself on a strange dagger and gets possessed by a demon","release_date":"1998-01-01","vote_average":0.0,"runtime":70,"cert":"N\/A","id":386053,"title":"The Island of Demons","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Short film about language","release_date":"1981-01-01","vote_average":0.0,"runtime":35,"cert":"N\/A","id":386055,"title":"Mit dem Munde gefilmt","adult":false,"genre_ids":[]},{"cast":[],"overview":"Experimental short made from German propaganda films from the nazi era.","release_date":"1975-01-01","vote_average":0.0,"runtime":25,"cert":"N\/A","id":386057,"title":"Ein drittes Reich","adult":false,"genre_ids":[]},{"cast":[],"overview":"A woman fights against sexism of the nomad's society.","release_date":"2010-01-01","vote_average":0.0,"runtime":61,"cert":"N\/A","id":386059,"title":"Beit Sha'ar","adult":false,"genre_ids":[]},{"cast":[],"overview":"Experimental film about window frames.","release_date":"2011-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":386061,"title":"Turret","adult":false,"genre_ids":[]},{"cast":["Fritz Muliar","Helga Papouschek","Ernst Waldbrunn","Kurt Jaggberg","Marika Rökk"],"overview":"","release_date":"1968-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":386066,"title":"Der keusche Lebemann","adult":false,"genre_ids":[35]},{"cast":["Topi Lehtipuu","Sarah Connolly","Stéphane Degout"],"overview":"Topi Lehtipuu and Anne-Catherine Gillet star in the 2012 Opera National de Paris production of Jean-Philippe Rameau's opera Hippolyte et Aricie.  Also starring Sarah Connolly and Stephane Degout.","release_date":"2014-11-11","vote_average":10.0,"runtime":174,"cert":"N\/A","id":386071,"title":"Hippolyte and Aricie (Paris National Opera)","adult":false,"genre_ids":[10402]},{"cast":["Willie Nelson","Waylon Jennings","Leon Russell"],"overview":"It's Willie Nelson celebrating the 4th of July","release_date":"1979-06-01","vote_average":0.0,"runtime":100,"cert":"\"\"","id":386073,"title":"Willie Nelson's 4th of July Celebration","adult":false,"genre_ids":[99]},{"cast":["Lina Santos","Maribel Fernández","Humberto Elizondo","Víctor Manuel Castro"],"overview":"Don't go to work, don't go out for a drink with friends, and most importantly, don't leave your wife at home alone! Pancho El Sancho is on the prowl.","release_date":"1988-09-15","vote_average":0.0,"runtime":88,"cert":"N\/A","id":386075,"title":"Pancho el Sancho","adult":false,"genre_ids":[35]},{"cast":["Nikita Zverev","Marina Chernyaeva","Pavel Novikov","Andrey Frolov","Tatiana Abramova"],"overview":"","release_date":"2007-09-11","vote_average":4.0,"runtime":null,"cert":"N\/A","id":386080,"title":"Русский перевод","adult":false,"genre_ids":[9648]},{"cast":[],"overview":"In the Indian Ocean, off the coast of Mauritius, two divers set off in search of gray reef sharks. One is native to Mauritius, the other is from South Africa, and both are passionate about sharks and the underwater world. The waters of this region are rich and populated with fish, moray eels, corals and sharks. They used to gather in numbers in hidden pits, but had evaporated since 2004, too fished. The two divers are exploring the funds. And they end up finding them in several places","release_date":"2013-07-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":386082,"title":"The Shark Cave","adult":false,"genre_ids":[99]},{"cast":["Miu Lê","Ngô Kiến Huy","Hứa Vĩ Văn","Hari Won","Minh Đức"],"overview":"Mrs. Dai, a 70-year old grandmother, suddenly finds that she has been transformed into her 20-year old self. Her old fashioned sense of style and manners cause some trouble, but falling in love could be the biggest problem of them all.","release_date":"2015-12-11","vote_average":8.0,"runtime":127,"cert":"N\/A","id":386084,"title":"Sweet 20","adult":false,"genre_ids":[35]},{"cast":["Lise Lindstrom","Marco Berti","Eri Nakamura","Raymond Aceto","Dionysis Sourbis"],"overview":"2013 revival of Andrei Serban's 1984 production. Recorded live at the Royal Opera House, September 2013.  Andrei Serban's spectacular and thrilling 1984 production of Puccini's final and grandest opera has long been a classic at the Royal Opera House. First filmed for BBC TV in the 80s, this new recording – of its fifteenth revival – is in stunning HD and makes this famous production available for the first time on DVD and Blu-ray. The release will rightfully take its place alongside the outstanding Royal Opera Puccini DVDs of La Bohème, Tosca (on EMI) and Trittico. American Lise Lindstrom is one of the very few contemporary Turandots who can genuinely sing this ‘killer’ role, and is supported by a touching Liù from Japanese soprano Eri Nakamura and an unashamedly Italianite Calaf from Marco Berti. The young Hungarian conductor Henrik Nánási directs the large orchestra and all-important chorus.","release_date":"2013-01-09","vote_average":0.0,"runtime":125,"cert":"N\/A","id":386086,"title":"Turandot","adult":false,"genre_ids":[10402]},{"cast":["Edie Sedgwick"],"overview":"Andy directs Edie for a screen test.","release_date":"1965-01-01","vote_average":9.0,"runtime":4,"cert":"\"\"","id":386088,"title":"Screen Test: Edie Sedgwick","adult":false,"genre_ids":[99]},{"cast":[],"overview":"On the trashy side of Camaroville, there's a mob turf war going down, but the new gang in town ain't content with merely controlling the local dope and sex trade. They are also mixed up with dangerous black magic, intent on resurrecting hideous demon-gods who have waited centuries for the chance to eat all our souls and enslave mankind! These blasphemous bad guys need stopping, and Jimmy Chevelle, agent of The Department of Supernatural Security, is just the cat to do the stopping","release_date":"2015-12-03","vote_average":1.0,"runtime":null,"cert":"\"\"","id":386090,"title":"Badass Monster Killer","adult":false,"genre_ids":[28,35,27]},{"cast":["Troian Bellisario","Deborah Pratt","Sarah Christine Smith"],"overview":"Two high-school, lesbian girlfriends deal with the intrusion of two teenage boys, jealousy, betrayal and drugs.","release_date":"2006-01-01","vote_average":5.5,"runtime":13,"cert":"\"\"","id":386092,"title":"Unspoken","adult":false,"genre_ids":[18,10749]},{"cast":["Riley Rose Critchlow","Troian Bellisario","Robert Buckley"],"overview":"A young outcast braves the petit four-fueled skits and cult-like rituals of a Texas sorority.","release_date":"2007-03-23","vote_average":0.0,"runtime":16,"cert":"\"\"","id":386094,"title":"Archer House","adult":false,"genre_ids":[]},{"cast":["Stephen McHattie","Ted Dykstra","Sten Eirik"],"overview":"An exploration of the mysteries surrounding the death of jazz legend Chet Baker who was found dead below an Amsterdam hotel window in 1988.","release_date":"2009-09-10","vote_average":7.0,"runtime":8,"cert":"\"\"","id":386096,"title":"The Deaths of Chet Baker","adult":false,"genre_ids":[]},{"cast":["François Truffaut","Suzanne Schiffman","Liliane Dreyfus","Madeleine Morgenstern"],"overview":"A fascinating glimpse into Truffaut’s creative process and how his life informed his art, told from the perspectives of those who knew him best.","release_date":"1996-01-01","vote_average":7.7,"runtime":38,"cert":"N\/A","id":386098,"title":"François Truffaut: The Man Who Loved Cinema - Love & Death","adult":false,"genre_ids":[99]},{"cast":["Heino Ferch","Samuel Finzi","Johanna Gastdorf","Michael Mendl","Thomas Thieme"],"overview":"Filmmaker Fritz Lang seeks inspiration for his first sound film by immersing himself in the case of serial killer Peter Kürten.","release_date":"2016-04-14","vote_average":5.5,"runtime":104,"cert":"N\/A","id":386100,"title":"Fritz Lang","adult":false,"genre_ids":[18]},{"cast":["Mahtab Keramati","Baran Kosari","Pegah Ahangarani","Mostafa Zamani","Afsar Asadi"],"overview":"The depressed Shirin wanders around at her father's funeral. Unexpectedly, she sees a man very much like her father. Regardless of her uncle's objection, Shirin is enchanted by the idea of finding out that man. Reluctantly, her uncle acknowledges that the man is her father's illegitimate child. Looking at gloomy daughter, Shirin's mother tells her about some past events, especially about an unexpected truth that Shirin is her father's adopted daughter. It seems to be clear that Shirin and that man have no blood bond. But her father's mistress tells a different story.","release_date":"2015-11-11","vote_average":1.0,"runtime":null,"cert":"N\/A","id":386102,"title":"Jameh Daran","adult":false,"genre_ids":[18]},{"cast":["Takanori Jinnai","Yumi Asou","Rie Nakahara","Ginji Gao","Yasushi Ono"],"overview":"Ryo, a young former banker, gets beaten up over a debt from gambling. A yakuza boss saves him, and Ryo decides to train to become a yakuza under him.","release_date":"1988-06-11","vote_average":0.0,"runtime":109,"cert":"N\/A","id":386104,"title":"Those Swell Yakuza","adult":false,"genre_ids":[80,35]},{"cast":[],"overview":"Between 1941 and 1944, at least one quarter of a million people were murdered in the Lublin\/Majdanek concentration camp. Between 1975 and 1981, the longest trial in German legal history took place in Düsseldorf. Fifteen men and women, former camp guards, were accused of having participated in the murder of thousands. Director Fechner worked eight years to complete this three-part film, which is composed of interviews with defendants, witnesses, judges, prosecutors, defense councils, historians, criminals, and victims. Filming was not permitted during the 474 days of the six-year trial, so Fechner had to reconstruct the trial. The film is a kind of \"counter\" trial and an interpretation of the original proceedings. The accused, who hardly said a word during the original trial, eagerly volunteer in front of the camera. Employing a mosaic-like technique and hard confrontational editing, Fechner allows both criminals and victims to reveal themselves.","release_date":"1984-11-21","vote_average":7.0,"runtime":270,"cert":"N\/A","id":386106,"title":"The Trial","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Short performance piece.","release_date":"1992-05-01","vote_average":0.0,"runtime":24,"cert":"N\/A","id":386111,"title":"Demontage IX, Unternehmen Stahlglocke","adult":false,"genre_ids":[]},{"cast":[],"overview":"A hardworking father loses himself in winding corridors of a building, where his beloved daughter and wife are in danger of being destroyed by flames, but his authority is overshadowed by a strong arm that rules over the place.","release_date":"2015-03-15","vote_average":0.0,"runtime":12,"cert":"N\/A","id":386113,"title":"Trapped","adult":false,"genre_ids":[53]},{"cast":[],"overview":"A man is pursued by Satan and his gang of demons through a seemingly idyllic Southern town.","release_date":"","vote_average":0.0,"runtime":3,"cert":"N\/A","id":386121,"title":"He of Cloven Hoof","adult":false,"genre_ids":[]},{"cast":["Dave Fife","Danielle Donahue","Jeff Kirkendall","James Carolus","Ken Van Sant"],"overview":"A scientist creates a toxic cocktail that is accidentally unleashed into the local population and a nearby police \"body farm\" - creating a small army of flesh-eating zombies - and only one creature of legend, a killer in his own right, can stop the growing hordes of the undead and save humanity.","release_date":"2016-02-23","vote_average":3.0,"runtime":75,"cert":"\"\"","id":386123,"title":"Bigfoot vs. Zombies","adult":false,"genre_ids":[27]},{"cast":["Carolin Emcke","Franziska Augstein","Friedrich von Borries","Julia Encke","Romuald Karmakar"],"overview":"A completely black background and, before it, a microphone; during this film a total of ten women and men will step up to this microphone. In December 2011, Berlin venue Haus der Kulturen der Welt held a symposium on the topic of the current state of our democracy. The speakers’ appraisal is shocking: the Euro crisis and so-called best alternative to ‘save the markets’ means that the poker game over our common currency has taken precedence over visionary politics and institutions and parliamentarians are reduced to playing extras in a hectic race against time. Professing themselves to being at the mercy of practical constraints, politicians are at the same time using this line of argument to legitimise the dismantling of justice, freedom and solidarity.","release_date":"2012-02-12","vote_average":0.0,"runtime":102,"cert":"N\/A","id":386125,"title":"Democracy Under Attack - An Intervention","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A powerful documentary about the lives of teens and young adults as seen through the gender lens. Approaching society's ideas and ideals of gender through clothes, sexuality, sports, dance, safety, consumerism and emotion, the film addresses the complexities of conceptions of masculinity and femininity for Generation Z.","release_date":"2009-07-12","vote_average":0.0,"runtime":67,"cert":"\"\"","id":386127,"title":"Straightlaced: How Gender's Got Us All Tied Up","adult":false,"genre_ids":[99]},{"cast":["Craig Armstrong"],"overview":"Craig Armstrong the Golden Globe, Bafta and Grammy winning composer performs pieces from his beautiful and critically acclaimed album Piano Works.  Filmed in location in Paris the music films centres on a unique solo performance by Craig.  This one hour long film shows an extremely rare sighting of the composer in the legendary Parisian Studio, Studio Eclair the un-modernised home to the French new-wave cinema movement of the 1960's. As the music swirls around, in and out of this historic cinematic space, so too does the viewer; jettisoning into the surrounding cityscape to experience the source of Craig's inspiration for the music.","release_date":"2006-04-12","vote_average":0.0,"runtime":60,"cert":"N\/A","id":386129,"title":"Piano Works - The Film","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A musical journey through the swamps of the Louisiana Bayou, the juke joints of the Mississippi Delta and Moonshine soaked BBQs in the North Mississippi Hill Country. Visiting the last original blues devils, many in their 80's, still living in the deep south, working without management and touring the Chitlin' Circuit. Let Bobby Rush, Barbara Lynn, Henry Gray, Carol Fran, Lazy Lester, Bilbo Walker, RL Boyce, Jimmy 'Duck' Holmes, Lil Buck Sinegal, LC Ulmer and their friends awaken the blues in all of us.","release_date":"2016-03-15","vote_average":0.0,"runtime":106,"cert":"\"\"","id":386131,"title":"I Am The Blues","adult":false,"genre_ids":[36,99,10402]},{"cast":["Robert Klein"],"overview":"A hilarious and heartfelt look at the career and influence of comedy legend Robert Klein.","release_date":"2016-03-17","vote_average":6.5,"runtime":94,"cert":"\"\"","id":386133,"title":"Robert Klein Still Can't Stop His Leg","adult":false,"genre_ids":[99]},{"cast":["Robert Więckiewicz","Aleksandra Kasprzyk"],"overview":"Polish Legends about courage, strength, ambition, empathy, cleverness, pride. About Us.","release_date":"2015-12-15","vote_average":6.7,"runtime":9,"cert":"N\/A","id":386135,"title":"Polish Legends: Twardowsky","adult":false,"genre_ids":[878]},{"cast":[],"overview":"","release_date":"2015-10-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":386137,"title":"Matrix AB","adult":false,"genre_ids":[99]},{"cast":["Dean Kavanagh","Rouzbeh Rashidi","Maximilian Le Cain","John Curran"],"overview":"An assortment of obscure private obsessions, conspiracies and perversions flicker on the verge of incoherence against the context of vast cosmic disaster in Rouzbeh Rashidi’s boldest film to date. This sensory onslaught combines a homage to the subversive humour of Luis Buñuel and Joao Cesar Monteiro with the visionary scope of a demented science fiction epic.","release_date":"2015-03-27","vote_average":0.0,"runtime":148,"cert":"N\/A","id":386139,"title":"Ten Years In The Sun","adult":false,"genre_ids":[878]},{"cast":[],"overview":"A philippine slave travels around the world. An early version of the story Tahimik used for BALIKBAYAN.","release_date":"1984-01-01","vote_average":0.0,"runtime":33,"cert":"N\/A","id":386141,"title":"Memories of Overdevelopment","adult":false,"genre_ids":[]},{"cast":[],"overview":"A man plants trees around the world.","release_date":"1995-01-01","vote_average":0.0,"runtime":25,"cert":"N\/A","id":386143,"title":"Celebrating the Year 2021 Today!","adult":false,"genre_ids":[]},{"cast":[],"overview":"Film about rice farmers.","release_date":"2003-01-01","vote_average":0.0,"runtime":68,"cert":"N\/A","id":386145,"title":"Banal Kahoy","adult":false,"genre_ids":[]},{"cast":["Andrew Furtado","Christian Francis","Brandon Mahlberg","Mark Alan Miller"],"overview":"When neophyte magician The Great Corben botches his first big break, he has one chance to redeem himself, but the pressure may be too much for him to handle.","release_date":"2015-10-29","vote_average":0.0,"runtime":6,"cert":"\"\"","id":386150,"title":"The Great Corben","adult":false,"genre_ids":[16,27]},{"cast":[],"overview":"The end moraines of the Uckermark have kept Volker Koepp busy for decades. Following the socio-historical \"Uckermark\", he devotes himself in \"Landstück\" even more intensively to conveying the sensory experience of this sparsely populated, ecologically fascinating region between Berlin and the Baltic Sea.","release_date":"2016-02-17","vote_average":0.0,"runtime":122,"cert":"N\/A","id":386152,"title":"Landstück","adult":false,"genre_ids":[99]},{"cast":["Francesca Lé","Mark Wood","Simone Sonay","Allison Moore","Bianca Breeze"],"overview":"LeWood Productions' \"MILF Gape #3\" showcases seasoned sluts that demand anal attention and enjoy flaunting their lewdly flexible sphincters.","release_date":"2014-05-21","vote_average":7.0,"runtime":150,"cert":"\"NR\"","id":386154,"title":"MILF Gape 3","adult":true,"genre_ids":[]},{"cast":["Lexi Summers","Holly Jayde","Joselyn Underwood","Kali Kala Lina"],"overview":"The sexiest young chubby girls around. . . Plump young BBWs get fucked! Stuffed young pussies! Cute young faces! Huge asses! Horny appetite for huge dicks! Round meaty titties!","release_date":"2012-06-07","vote_average":6.0,"runtime":177,"cert":"\"NR\"","id":386159,"title":"Young And Plump 3","adult":true,"genre_ids":[]},{"cast":["Timothy J. Cox","Ansley Berg","Noah Bailey","Carly Yon"],"overview":"When his high school's newspaper is threatened to be transformed into an online blog, David seeks out the best story within the halls of Prichard Hall School that'll save the newspaper...even if the story is completely untrue.","release_date":"2016-02-18","vote_average":0.0,"runtime":16,"cert":"\"\"","id":386164,"title":"Dirty Books","adult":false,"genre_ids":[35,18]},{"cast":["Adrian Drake","Jonas Marlowe"],"overview":"Firefly Marsh is a fog-enshrouded corner of the world, steeped in mystery. Stories of what lurks in the dark waters date back to Indian lore. But could Firefly Marsh really hide a prehistoric creature like the one in Loch Ness? Twelve year-old Charlie Curtis and his friend Jim may have found the answer after \"something\" swamps their dingy in the marsh. Was it the monster? For Charlie, that night sparks a personal odyssey that will take over half a century to finish. The memory of what he saw becomes his obsession, his lifelong passion. When Charlie's grandson, Kevin, comes to visit for the summer, he becomes caught up in his grandfather's stories. Are Charlie's stories just to entertain the local children or is there some truth to the old man's tale? Soon the curious teenager begins his own adventure, a quest to solve the mystery behind The Legend of Firefly Marsh. - Written by Gabe Torres","release_date":"1987-01-01","vote_average":0.0,"runtime":30,"cert":"\"G\"","id":386169,"title":"Legend of Firefly Marsh","adult":false,"genre_ids":[12,10751,14]},{"cast":["Paula Schargorodsky","Sri Ravi Shankar","Julieta Laso"],"overview":"I’m Paula. 35. Argentine. Over the past 10 years I've been compulsively shooting everyone and everything for no particular reason. All my love stories and breakups have been recorded and systematically stored. While I kept changing boyfriends every 2 years, I shot my friends with their boyfriends, husbands, their bellies and now surrounded by children. Yes, some of us just don't follow the norm. Should I settle down or remain a free spirit?","release_date":"2016-05-06","vote_average":0.0,"runtime":73,"cert":"N\/A","id":386171,"title":"35 and Single","adult":false,"genre_ids":[99]},{"cast":["Ninja","Yolandi Visser"],"overview":"Originally published as two parts, this documentary from Jimbo Stephens explores the projects of South African rapper and visual artist Watkin Tudor Jones Jr.","release_date":"2013-03-27","vote_average":7.0,"runtime":30,"cert":"\"NR\"","id":386173,"title":"AKA: The Lives of Waddy Tudor Jones","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"A surrealistic montage of pop culture that attacks the followers of the genre.","release_date":"1963-03-07","vote_average":0.0,"runtime":3,"cert":"N\/A","id":386175,"title":"General Rehearsal for Suicide","adult":false,"genre_ids":[16]},{"cast":["Jack Smith"],"overview":"Short film with Jack Smith as the mysterious leader of an even-more-mysterious cult, garbed in pseudo-papal regalia and adorned with jewelry and makeup. His followers do his bidding by abducting and cross-dressing an unsuspecting mailman. Smith launches a processional and is soon joined by real neighborhood children in the streets of Lower Manhattan. Eventually, the police came along and shooting ends, but Ken Jacobs gets an overhead shot of Smith trying to explain himself to the cops.","release_date":"1956-01-01","vote_average":0.0,"runtime":4,"cert":"\"\"","id":386177,"title":"Saturday Afternoon Blood Sacrifice","adult":false,"genre_ids":[]},{"cast":["Michel Roux Jr"],"overview":"Michel Roux Jr explores the life and influence of his great culinary hero, Georges Auguste Escoffier. The man who turned eating into dining. The first great restaurant chef, Escoffier established restaurants in grand hotels all over the world and in these centres of luxury and decadence, the world's most glamorous figures of the day would mix: actresses and princes, duchesses and opera singers. Catering to this international jet set, Escoffier produced fabulous dishes that combined luxury and theatricality, elevating restaurant food to an art form. In a time of untold luxury and decadence, when money and pleasure combined like never before, he cooked and named dishes for all of London's society - from Queen Victoria and Bertie, the fun-loving Prince of Wales, to the most glamorous entertainers of the day - Oscar Wilde, the actress Sarah Bernhardt and opera singer Nellie Melba.","release_date":"2016-03-07","vote_average":0.0,"runtime":55,"cert":"N\/A","id":386185,"title":"The First Masterchef: Michel Roux on Escoffier","adult":false,"genre_ids":[99,36]},{"cast":[],"overview":"A musical with Nazis and Jews.","release_date":"1962-01-01","vote_average":0.0,"runtime":30,"cert":"\"\"","id":386187,"title":"Baud'larian Capers","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ex-getaway driver Stepan is kidnapped and forced to rob a bank after having a bomb attached to his neck. However all is not as it seems. Can Stepan track down those responsible? Or is he merely a pawn in a much more sinister game?","release_date":"2016-02-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":386189,"title":"Stepan's Game","adult":false,"genre_ids":[]},{"cast":[],"overview":"light animation by Thomas Wilfred","release_date":"1930-03-07","vote_average":0.0,"runtime":20,"cert":"\"\"","id":386191,"title":"Home Clavilux 'Junior' #95","adult":false,"genre_ids":[]},{"cast":[],"overview":"1959 experimental short by Jim Davis","release_date":"1959-03-07","vote_average":0.0,"runtime":9,"cert":"\"\"","id":386193,"title":"Impulses","adult":false,"genre_ids":[]},{"cast":[],"overview":"1950 Jim Davis short","release_date":"1950-03-07","vote_average":0.0,"runtime":10,"cert":"\"\"","id":386195,"title":"Pertaining to Marin","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2011-04-08","vote_average":6.0,"runtime":null,"cert":"N\/A","id":386197,"title":"Les petits meurtres d'Agatha Christie: Cinq petits cochons","adult":false,"genre_ids":[80]},{"cast":[],"overview":"","release_date":"2011-04-15","vote_average":5.5,"runtime":null,"cert":"N\/A","id":386199,"title":"Les petits meurtres d'Agatha Christie: Le flux et le reflux","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Rocky, granite outcrops, a derelict quarry-worker and Dartmoor prison.","release_date":"1967-01-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":386201,"title":"Talla","adult":false,"genre_ids":[]},{"cast":[],"overview":"The writer is ALL POWERFUL in this meta-western animation.","release_date":"2012-07-23","vote_average":0.0,"runtime":3,"cert":"N\/A","id":386203,"title":"The Writer","adult":false,"genre_ids":[37]},{"cast":["Kathleen Luong","Catherine Ai","Long Nguyen","Johnny Trí Nguyễn","Tom Huang"],"overview":"A young man returns home on the threshold of the Lunar New Year and finds himself a stranger within his own family. The cold silence surrounding the disappearance of his younger sister forces him on a quest for answers. Through his search, we are given a glimpse of the family’s fragmented past. From their perilous escape from Vietnam, to their separation, to their struggle with marred relationships, the family continues to endure the tragedies of false expectations.","release_date":"2003-01-11","vote_average":6.0,"runtime":89,"cert":"\"\"","id":386205,"title":"First Morning","adult":false,"genre_ids":[18]},{"cast":["Gad Elmaleh","Hassan El Fad","Avishay Benazra","Aziz Dadas","Amal Ayouch"],"overview":"After leaving Morocco amidst racial tensions spurred by the Yom Kippur war, the son of a once famous Jewish musician travels to his home country to bury his father. As he meets the members of the band, his life unexpectedly transforms.","release_date":"2016-03-02","vote_average":4.5,"runtime":113,"cert":"N\/A","id":386207,"title":"The Midnight Orchestra","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"1966 experimental short work by Robert Rauschenberg","release_date":"1966-03-07","vote_average":0.0,"runtime":14,"cert":"\"\"","id":386209,"title":"Open Score","adult":false,"genre_ids":[]},{"cast":["Herb Alpert"],"overview":"Herb Alpert with the Jeff Lorber Band - Live at Montreux","release_date":"1996-01-01","vote_average":0.0,"runtime":75,"cert":"N\/A","id":386211,"title":"Herb Alpert with the Jeff Lorber Band - Live at Montreux","adult":false,"genre_ids":[]},{"cast":["Thomas Fränzel","Jonathan Dümcke","Carola Schnell","Simon Eckert","Thomas Balou Martin"],"overview":"Jakob Hansen is a very engaged trainee teacher, who faces his final practical exam for becoming a teacher. Some girls are crushing on him, which brings the soon-to-be teacher into trouble. Two students vent their frustration on him and thus put the ideals of the educator to the test. On the day of the exam, the showdown happens.","release_date":"2011-10-27","vote_average":0.0,"runtime":31,"cert":"N\/A","id":386213,"title":"Adequate","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2011-03-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":386218,"title":"Unter Wasser atmen - Das zweite Leben des Dr. Nils Jent","adult":false,"genre_ids":[99]},{"cast":["Lam Truong","Duyen My","Bang Lang"],"overview":"Two poor sisters (played by top list models My Duyen and Bang Lang), living in a slum area in Ho Chi Minh City, have found a malicious way to get money, usually by acting disabled. At one scene, they manage to trick a guy and put him to sleep and stole all his belongings, which included money. The sisters decided to go out to this fancy restaurant, and soon, met a young owner. The younger sister eventually fall in love with the young owner, even though the two sisters decided to kidnap him for ransom. However, in the end of the movie, karma happened to one of the sisters.","release_date":"2004-01-15","vote_average":2.0,"runtime":103,"cert":"N\/A","id":386220,"title":"Gangsta Girls","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"History of the Main Complaint is the sixth film [of a] series and is based on twenty-one drawings. It was made shortly after the establishment in South Africa of the Truth and Reconciliation Commission, headed by Archbishop Desmond Tutu. It was set up to conduct a series of public hearings into abuses of human rights perpetrated during the apartheid era. The hearings, in which individuals told their stories of personal suffering, were held in order to make reparation for abuse and in the hope of creating reconciliation between peoples. The underlying theme of this film is a (self) recognition of white responsibility. This is played out through a 'medical' investigation into the body of Soho Eckstein, the white property-developing magnate and greedy-capitalist protagonist of most of the preceding films, which provides the starting point for a revelation of conscience. (tate.org.uk)","release_date":"1996-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":386222,"title":"History of the Main Complaint","adult":false,"genre_ids":[16]},{"cast":[],"overview":"“La Fontaine d'Aréthuse” opens with what has been described as a “shimmering wash of sound in the piano, octave leaps in the left hand passing above and below repeated chords in the right,” a tune which apparently suggests the splashing waters of a fountain. The story “told” by the music involves a naked water goddess on the river shore, who is pursued by a hunter, before disappearing into thin air to join her water once again. (IMDb)","release_date":"1936-01-01","vote_average":6.7,"runtime":6,"cert":"N\/A","id":386224,"title":"La fontaine d'Aréthuse","adult":false,"genre_ids":[10402,14]},{"cast":[],"overview":"Two high school friends on their way to a party pull over to help a disturbed girl wandering along the road and their attempt at a good deed quickly becomes a living nightmare.","release_date":"2015-10-15","vote_average":0.0,"runtime":9,"cert":"\"\"","id":386226,"title":"She","adult":false,"genre_ids":[]},{"cast":["Vitor Passarim","Victoria Ramos","Wilton Bastos","Lucas Valadão","Erik Martíncues"],"overview":"Feeling directionless in his life, Wellington works in buses in Brazil as he gathers money for a charity that helped clean him from drugs. A chance encounter, however, may lead to the spark he is looking for.","release_date":"2018-12-20","vote_average":0.0,"runtime":15,"cert":"N\/A","id":386228,"title":"Road","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A man consumed by vengeance realizes the futility of his quest.","release_date":"2012-10-10","vote_average":0.0,"runtime":10,"cert":"\"\"","id":386230,"title":"I am Vengeance","adult":false,"genre_ids":[28,53]},{"cast":["Nico"],"overview":"Andy directs Nico for a screen test.","release_date":"1966-01-01","vote_average":0.0,"runtime":4,"cert":"\"\"","id":386232,"title":"Screen Test: Nico","adult":false,"genre_ids":[99]},{"cast":["Jhenyfer Lauren","Danielle Ornelas","Luciano Quirino","Bruno Lorenço","Maristela Chelala"],"overview":"Joana has the same dream as all young Brazilian girls in the 80s: she wants to be a Paquita, a dancer on Xuxa's TV show. Her family is wealthy, and will support her. However, there is a problem; she is black and Xuxa never had a black Paquita on her team.","release_date":"2010-03-07","vote_average":8.0,"runtime":16,"cert":"N\/A","id":386234,"title":"Colors & Boots","adult":false,"genre_ids":[18]},{"cast":["Kool Savas"],"overview":"","release_date":"2008-06-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":386236,"title":"Kool Savas Tot oder Lebendig Live","adult":false,"genre_ids":[10402]},{"cast":["David Morrissey","Johnny Flynn","Andy Nyman","Bronwyn James","Sally Rogers"],"overview":"Following a sell-out run at London’s Royal Court Theatre, Olivier and Academy Award® winner Martin McDonagh (The Pillowman, The Cripple of Inishmaan, In Bruges) returns to the West End with Matthew Dunster’s award-winning production of his deeply funny new play Hangmen, broadcast live to cinemas by National Theatre Live.  In his small pub in the northern English town of Oldham, Harry (David Morrissey – The Walking Dead, State of Play) is something of a local celebrity. But what's the second-best hangman in England to do on the day they've abolished hanging?  Amongst the cub reporters and pub regulars dying to hear Harry’s reaction to the news, his old assistant Syd (Andy Nyman – Peaky Blinders, Death at a Funeral) and the peculiar Mooney (Johnny Flynn – Clouds of Sils Maria) lurk with very different motives for their visit.","release_date":"2016-03-03","vote_average":10.0,"runtime":160,"cert":"\"\"","id":386238,"title":"National Theatre Live: Hangmen","adult":false,"genre_ids":[]},{"cast":["Park Byung-eun","Si-nae Jo","Jang So-yeon"],"overview":"There are three people: an alien woman who comes up to an alien husband and a government's assassin wife who has to kill the alien woman. The wife is an undercover agent who is in charge of national top secrets. To her, her poet husband is like an alien.  The husband has a key inside his head and the wife has a gun by her hand. Also the alien woman has purposeful love.  Their mixed-up destiny does not just happen and the devil reveals his real shape and starts to kill people one by one.","release_date":"2008-09-24","vote_average":0.0,"runtime":93,"cert":"N\/A","id":386240,"title":"How To Live on Earth","adult":false,"genre_ids":[18,878]},{"cast":[],"overview":"A mysterious asteroid crashes into the Pacific Ocean, causing all the adults on Earth to degenerate and lose all human values. A young girl, Sweetheart, fights for the survival of herself and her infant brother in this brutal new world, where her own parents are no longer who they appear to be, and nowhere is safe.","release_date":"2016-02-15","vote_average":0.0,"runtime":27,"cert":"N\/A","id":386242,"title":"Sweetheart","adult":false,"genre_ids":[53,878]},{"cast":["Joe Burke","Benita Robledo","Shannon Lucio","Josh Staman","David August"],"overview":"Claimed as a 'dependent' by his successful bread-winning girlfriend Alice, Cam struggles to prove himself as he stumbles through different jobs and life's obstacles in the hopes to live out his Hollywood dream and finally rise to the occasion.","release_date":"2016-03-05","vote_average":0.0,"runtime":89,"cert":"\"\"","id":386244,"title":"Dependent's Day","adult":false,"genre_ids":[35]},{"cast":[],"overview":"An uninspired writer is trying to write a poem, but he is stuck between the walls of his home. All the negative energy around him materializes in black crows, which only his young daughter Mille seems to be able to see. Mille is innocent and open-minded and trying to discover her own creativity, and soon creates a little white bird, which fills her with joy. But her father subconsciously pro-jects his frustrations onto her, as he does not know the effect he has on his own surroundings.","release_date":"2016-02-14","vote_average":0.0,"runtime":8,"cert":"N\/A","id":386246,"title":"Between Walls","adult":false,"genre_ids":[]},{"cast":[],"overview":"A man covered in responsibilities and burdened by the weight of his work is swept away on a journey that changes his perception of life.","release_date":"2012-02-15","vote_average":0.0,"runtime":6,"cert":"N\/A","id":386248,"title":"Load","adult":false,"genre_ids":[16]},{"cast":["Adem Čejvan","Fabijan Šovagović","Viktor Starčić","Toni Laurenčić","Severin Bijelić"],"overview":"The tribulations of a hardy shepherd and a young boy fighting local peasants in order to have the right to graze his sheep. The old man is killed by some enraged peasants but the young boy carries on his work and battle.","release_date":"1971-07-14","vote_average":7.0,"runtime":85,"cert":"N\/A","id":386250,"title":"Shepherd","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Live at The Limelight, NYC - September 27, 1992  Metropolis Pt. 1: The Miracle and the Sleeper, Under a Glass Moon, Only a Matter of Time, Surrounded, Pull Me Under, The Ytse Jam (with drum solo), Moon Bubbles, Another Day, Another Hand \/ The Killing Hand, Take the Time, Wait for Sleep, Learning to Live","release_date":"1992-09-27","vote_average":0.0,"runtime":null,"cert":"\"\"","id":386252,"title":"Dream Theater: [1992] Majestic Homecoming","adult":false,"genre_ids":[]},{"cast":["Ozzy Osbourne","Tony Iommi","Geezer Butler","Tommy Clufetos"],"overview":"Into the Void, Under the Sun\/Every Day Comes and Goes, Snowblind, War Pigs, Wheels of Confusion\/The Straightener, Electric Funeral, Black Sabbath, The Wizard, Behind the Wall of Sleep, N.I.B., Fairies Wear Boots, Tomorrow's Dream, Sweet Leaf, Symptom of the Universe (instrumental), Drum Solo, Iron Man, Dirty Women, Children of the Grave, Paranoid (Sabbath Bloody Sabbath intro)","release_date":"2012-05-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":386254,"title":"Black Sabbath: [2012] Live at O2 Academy","adult":false,"genre_ids":[]},{"cast":[],"overview":"Loose Ends is a collage film about the process of internalizing the information that bombards us through a combination of personal experience and media in all forms. Speeding through our senses in ever-increasing numbers and complicated mixtures of fantasy, dream and reality from both outside and in, these fragmented images of life, sometimes shared by all, sometimes isolated and obscure, but with common threads, lead us to a state of psychological entropy tending toward a uniform inertness… an insensitive un-involvement in the human condition and our own humanity. —Chick Strand","release_date":"1979-11-16","vote_average":0.0,"runtime":25,"cert":"\"\"","id":386256,"title":"Loose Ends","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1965-06-08","vote_average":0.0,"runtime":9,"cert":"\"\"","id":386258,"title":"The Human Face Is a Monument","adult":false,"genre_ids":[]},{"cast":[],"overview":"Children of the Grave, Neon Knights, The Shining, The Wizard, Get a Grip, Headless Cross, Rusty Angels, When Death Calls, Sabbath Bloody Sabbath, Can't Get Close Enough, War Pigs, The Mob Rules, Black Sabbath, Heaven and Hell, Iron Man, Paranoid","release_date":"1995-08-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":386260,"title":"Black Sabbath: Live at the Orpheum Theatre","adult":false,"genre_ids":[]},{"cast":[],"overview":"Black Sabbath, Fairies Wear Boots, After Forever, Into the Void, Snowblind, War Pigs, Behind the Wall of Sleep, N.I.B. (with 'Bassically' intro), Hand of Doom, Rat Salad (with drum solo), Iron Man, Dirty Women, Children of the Grave, Paranoid","release_date":"2016-02-11","vote_average":0.0,"runtime":null,"cert":"\"\"","id":386262,"title":"Black Sabbath: [2016] The Forum, California","adult":false,"genre_ids":[]},{"cast":[],"overview":"Alcoholic superhero Captain Awesome, and his group of unorthodox colleagues battle the mischievous Beer Man and his band of miscreants.","release_date":"2010-05-02","vote_average":0.0,"runtime":10,"cert":"\"\"","id":386270,"title":"The Sobering Adventures of Captain Awesome!","adult":false,"genre_ids":[]},{"cast":[],"overview":"A ninja fights a pirate","release_date":"2012-08-07","vote_average":0.0,"runtime":4,"cert":"N\/A","id":386272,"title":"Ninja vs Pirate","adult":false,"genre_ids":[16]},{"cast":[],"overview":"The Science of Noise, White Noise\/Black Silence, Monochromatic Stains, Lost to Apathy, The Fatalist, The Silence in Between, Zero Distance, The Wonders at Your Feet, The Mundane and the Magic, Punish My Heaven, What Only You Know, Iridium, Terminus (Where Death Is Most Alive), State of Trust, ThereIn, Final Resistance, Lethe, Endtime Hearts, Misery's Crown","release_date":"2014-05-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":386274,"title":"Dark Tranquillity: [2014] Volta Club, Moscow, Russia","adult":false,"genre_ids":[]},{"cast":[],"overview":"The story revolves around a quarrelsome couple, Cannon and Mimi who are involved in an online photography competition. Only the theme of the competition is `Supernatural`, so keeping in line with it, the couple head to a mansion in a remote village that`s known to be haunted. Upon their arrival, the housekeeper Mr. Huang dies of sickness and his funeral is held at the mansion. Yi, the grandson of the housekeeper arrives for the funeral in hopes to inherit his grandfather`s fortune. However, when these new occupants of the mansion, Yi, Cannon and Mimi have to stay together for 7 days, they go through various conflicts that include a mysterious woman from Yi`s childhood and the other secrets the mansion is hiding.","release_date":"2014-10-16","vote_average":3.0,"runtime":99,"cert":"N\/A","id":386276,"title":"Seventh","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Christian music's biggest artists give you an up-close and personal look into one of the world's largest tours with behind-the-scenes footage and exclusive interviews when Fathom Events and WORD Entertainment bring This Is Winter Jam to select cinemas nationwide for an incredible one-night event on Tuesday, April 18.  Experience unforgettable performances from Skillet, Jeremy Camp, Francesca Battistelli, for KING & COUNTRY and NewSong, just to name a few! Plus, be the very first to see the world premiere of for KING & COUNTRY's brand-new music video \"Priceless\", featuring exclusive scenes from their upcoming theatrical film. This once-in-a-lifetime big screen spectacular captures the life-transforming ministry of Winter Jam, as you've never seen it before.","release_date":"2016-04-19","vote_average":0.0,"runtime":120,"cert":"\"NR\"","id":386278,"title":"This Is Winter Jam","adult":false,"genre_ids":[]},{"cast":[],"overview":"The broadcast of Strauss's Elektra will be presented live on Saturday, April 30 in select cinemas nationwide. The genius director Patrice Chéreau didn't live to see his great Elektra production, previously presented in Aix and Milan, make it to the stage of the Met. But his overpowering vision lives on with soprano Nina Stemme - unmatched today in the heroic female roles of Strauss and Wagner - who portrays Elektra's primal quest for vengeance. Legendary mezzo-soprano Waltraud Meier is chilling as Elektra's fearsome mother, Klytämnestra. Soprano Adrianne Pieczonka and bass Eric Owens are Elektra's troubled siblings. Chéreau's musical collaborator, Esa-Pekka Salonen, conducts.","release_date":"2016-04-30","vote_average":0.0,"runtime":130,"cert":"\"\"","id":386280,"title":"The Metropolitan Opera: Elektra","adult":false,"genre_ids":[]},{"cast":["Roberto Alagna","Kristine Opolais","Maria Zifchak","Dwayne Croft","Deborah Voigt"],"overview":"Anthony Minghella’s beautiful, atmospheric production enhances Puccini’s drama of unfortunate, doomed love. Soprano Kristine Opolais brings all of her passionate commitment to her portrayal of Cio-Cio-San, the teenage geisha who gives up everything for Lt. Pinkerton. Roberto Alagna is the American naval officer who does not understand the depth of Cio-Cio-San’s love, and whose subsequent marriage to an American woman precipitates Butterfly’s suicide. Maria Zifchak is Suzuki, Cio-Cio-San’s faithful servant, and Dwayne Croft plays the American consul Sharpless, who tries to avert the tragedy. Karel Mark Chichon conducts.","release_date":"2016-04-02","vote_average":9.0,"runtime":164,"cert":"\"NR\"","id":386282,"title":"The Metropolitan Opera: Madama Butterfly","adult":false,"genre_ids":[10402]},{"cast":["Robert Young","Jane Wyatt","Elinor Donahue","Billy Gray","Lauren Chapin"],"overview":"First of two reunion movies starring the original cast of the popular 1950's series \"Father Knows Best.\" Jim and Margaret Anderson invite their children and grandchildren for a visit to celebrate their wedding anniversary.","release_date":"1977-05-15","vote_average":6.0,"runtime":90,"cert":"\"\"","id":386284,"title":"The Father Knows Best Reunion","adult":false,"genre_ids":[35,10770]},{"cast":[],"overview":"At the Point of Ignition, The Fatalist, Focus Shift, The Wonders at Your Feet, Final Resistance, Misery's Crown, Punish My Heaven, My Negation, Iridium, Shadow in Our Blood, The Lesser Faith, Dream Oblivion, Lethe, Lost to Apathy, ThereIn, The Grandest Accusation, Terminus (Where Death Is Most Alive)","release_date":"2010-06-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":386286,"title":"Dark Tranquillity: [2010] Live at Mexico City","adult":false,"genre_ids":[]},{"cast":["Han Ying-Chieh","Pearl Chang Ling","Man Chung-San","Suen Ga-Lam","Ko Hsiang-Ting"],"overview":"A man trains in kung-fu to avenge the murder of his father","release_date":"1975-11-05","vote_average":0.0,"runtime":86,"cert":"N\/A","id":386291,"title":"Fist of Shaolin","adult":false,"genre_ids":[28]},{"cast":["Luis de Alba","Pedro Weber","Maribel Guardia"],"overview":"Lorena wife of the taxi driver Juan Camaney , annoyed by his amorous adventures , accepts work as a photographer's model . John is involved in crimes actually committed two guys who take their taxi when he is not . His wife and two friends help him go free but seeing that follows adventurer, marries Lorena photographer and goes abroad . Juan only asks you to send fayuca .","release_date":"1988-02-14","vote_average":9.0,"runtime":90,"cert":"N\/A","id":386296,"title":"El rey de los taxistas","adult":false,"genre_ids":[35]},{"cast":[],"overview":"In the wilderness amongst industrial debris lives a boy Kid. All round Kids house there is a vast, ruined plant covered with wild growth. Boys father was killed in a mine accident so Kid lives alone with his mother. There are rumors that a hyena settled in the bushes close to boys house. The beast is carnivorous and attacks people. Each time Kid goes to school he must overcome terrible fear. Whats more people started to disappear in the neighborhood. Kid suspects that mysterious, hiding man has something to do with it.","release_date":"2007-07-02","vote_average":0.0,"runtime":87,"cert":"N\/A","id":386298,"title":"Hiena","adult":false,"genre_ids":[27]},{"cast":["Katarzyna Walter","Marek Barbasiewicz","Małgorzata Lorentowicz","Jonasz Kofta","Edwin Petrykat"],"overview":"Izabella works at her aunt's shop in a small town in Poland. Police are after a man who rapes and kills women in the woods. The serial killer attacks her and when he asks for a kiss, she'll give him the kiss of death with pleasure..because she's actually a vampire woman!","release_date":"1985-07-14","vote_average":3.0,"runtime":null,"cert":"N\/A","id":386303,"title":"I Like Bats","adult":false,"genre_ids":[27]},{"cast":["Fernando Álvarez Rebeil","Leticia Huijara","Ana Ochoa"],"overview":"Omar and Esperanza return to Monterrey after a doctoral stay in Quebec, while making economic and emotional efforts to stay in Mexico, a job offer comes up in San Antonio, Texas. Standing before unsecure and terror conditions that rein upon the highways in the north of Mexico, Omar will have to drive through the frontier paths and face his rough past, his violent present and the helpless future of his family and country.","release_date":"2015-03-07","vote_average":0.0,"runtime":80,"cert":"N\/A","id":386311,"title":"Gringo","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A woman travelling on the underground is bedeviled with images of desire. What She Wants – wholly created on an Amiga 1500 home computer – is a film about sex and shopping, the social deployment of sexuality, and capitalism in detumescence.","release_date":"1994-01-01","vote_average":7.0,"runtime":5,"cert":"N\/A","id":386313,"title":"What She Wants","adult":false,"genre_ids":[16]},{"cast":["Nadiuska","Carlos Estrada","Teresa Gimpera","Ricardo Tundidor","Teresa Guaida"],"overview":"Marisa Salinas gets her first job at one of the top publishing companies of her country. Don Ricardo Arencibia, her boss, is a man who does not appreciate innovation and new proposals from the staff, but enjoys bloody crime stories, and beautiful women. Don Ricardo invites Marisa out for dinner; they start behind friends and, soon, they start a sexual relationship. All goes well - safe for a little mystery that envelops Ricardo's ex-wife. Marisa decides to investigate... and she will uncover much more than she expected: Ricardo had been trying to make Marisa look like his former wife, and there is a plot involving large scale corruption.","release_date":"1974-03-07","vote_average":0.0,"runtime":90,"cert":"N\/A","id":386315,"title":"Perversión","adult":false,"genre_ids":[53,9648,80,18]},{"cast":[],"overview":"Short film about goats.","release_date":"2012-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":386317,"title":"Ralph N. Elliott entdeckte, dass die Bewegung der Märkte allein durch das psychische Verhalten der Marktteilnehmer wiedergegeben wird","adult":false,"genre_ids":[]},{"cast":[],"overview":"Short animated film.","release_date":"1938-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":386319,"title":"Heute abend hab' ich Gäste","adult":false,"genre_ids":[]},{"cast":["Koji Tsuruta"],"overview":"Melodrama about love affairs and business interests.","release_date":"1954-01-01","vote_average":0.0,"runtime":120,"cert":"N\/A","id":386321,"title":"Kino to ashita no aida","adult":false,"genre_ids":[]},{"cast":[],"overview":"Interviewees describe the experience of orgasm in an animated investigation on sexual climax.","release_date":"2010-10-21","vote_average":0.0,"runtime":12,"cert":"N\/A","id":386323,"title":"Little Deaths","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Adventure of a prostitute and a migrant somewhere in France.","release_date":"2007-01-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":386325,"title":"Le sourire du serpent","adult":false,"genre_ids":[]},{"cast":[],"overview":"Pete Wentz, bassist with the pop-punk band Fallout Boy, directed this home video fusion of music and mayhem, much of which was shot during the making of the video that accompanied the band's My Heart Will Always Be The B-Side To My Tongue EP. Clandestine Industries Presents Release the Bats features an array crazy stunts and don't-try-this-at-home comedy, scored to music by Fallout Boy and their pals Gym Class Heroes, Armor For Sleep and Underoath; along the way, we also get some live footage of Fallout Boy on stage.","release_date":"2005-06-10","vote_average":0.0,"runtime":null,"cert":"\"\"","id":386333,"title":"Release the Bats","adult":false,"genre_ids":[]},{"cast":["Vali Myers","Rudi Rappold"],"overview":"A documentary portrait shot in Positano, Italy in 1965 about Australian artist and occultist Vali Myers.","release_date":"1967-06-01","vote_average":5.0,"runtime":62,"cert":"\"\"","id":386335,"title":"Vali","adult":false,"genre_ids":[99]},{"cast":["James Pasierbowicz","Jim Pasierbowicz","Julia Striegel","Keyra Smith","Kristian Plummer"],"overview":"Adam is a lonely boy. Following the death of his mother, Adam conjures up an imaginary friend to deal with the loss while his father takes to drinking as a means of numbing the pain he feels. This is the story of a boy, his father, and his imaginary friend.","release_date":"2014-11-14","vote_average":10.0,"runtime":27,"cert":"\"PG-13\"","id":386337,"title":"Mike and I","adult":false,"genre_ids":[18]},{"cast":[],"overview":"As Jerry Garcia once said \"This is an alternate universe that's got a lot of interesting stuff in it.\"\r 3D animation from Vince Collins.","release_date":"2015-03-07","vote_average":0.0,"runtime":2,"cert":"\"\"","id":386339,"title":"Animation Time","adult":false,"genre_ids":[16]},{"cast":[],"overview":"3D clowns have a trippy party at a carnival.","release_date":"2013-03-07","vote_average":0.0,"runtime":2,"cert":"\"\"","id":386341,"title":"Instant Clown Party","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Welcome to Florida!!!\r 3D animation from the bizarre mind of Vince Collins","release_date":"2012-03-07","vote_average":0.0,"runtime":3,"cert":"\"\"","id":386343,"title":"The Land of Sunshine","adult":false,"genre_ids":[16]},{"cast":[],"overview":"\"An uncoordinated mess of crass, tacky grotesqueries\"","release_date":"2010-03-07","vote_average":0.0,"runtime":3,"cert":"\"\"","id":386345,"title":"California Reel","adult":false,"genre_ids":[16]},{"cast":[],"overview":"3D animation mayhem from Vince Collins","release_date":"2004-03-07","vote_average":0.0,"runtime":4,"cert":"\"\"","id":386347,"title":"Fun with Computers","adult":false,"genre_ids":[16]},{"cast":["Alex Man Chi-Leung","Pat Ha","Tanny Tien-Ni","Poon Chun-wai","Charlie Cho"],"overview":"A charming tale of child-creating complications, featuring a rare comedic performance by Alex Man Chi-leung.","release_date":"1985-11-21","vote_average":0.0,"runtime":87,"cert":"N\/A","id":386349,"title":"Let's Have a Baby","adult":false,"genre_ids":[35]},{"cast":[],"overview":"1950's car culture resulted from the converging simultaneous evilutions of the cheeseburger, the radio and the automobile.","release_date":"2009-03-07","vote_average":0.0,"runtime":4,"cert":"\"\"","id":386351,"title":"Somewhere Under the Radar","adult":false,"genre_ids":[16]},{"cast":["Koichi Sato","Michiko Kichise","Masahiko Nishimura","Eiko Koike"],"overview":"Four people decide to travel to Hunza, Pakistan to find paradise.  Kentaro Tooma works as head of sales for a camera company. One of his clients is Jujo Togashi who owns the shop Camera Togashi. The two men are friends and become captivated by a picture with only a chair sitting in a field of grass.  Kentaro and Jujo know of a 4-year-old boy Keisuke through Kentaro's eldest daughter. 4-year-old Keisuke is traumatized from being abused by his mother. Kishiko Shinohara is the owner of an antique shop. Kentaro Tooma has feelings for her.","release_date":"2013-02-23","vote_average":0.0,"runtime":139,"cert":"N\/A","id":386353,"title":"A Chair on the Plains","adult":false,"genre_ids":[]},{"cast":[],"overview":"Clark Terry All Stars Band - New Morning Jazz Blues Festival Geneve","release_date":"1994-01-01","vote_average":0.0,"runtime":53,"cert":"N\/A","id":386361,"title":"Clark Terry All Stars Band - New Morning Jazz Blues Festival Geneve","adult":false,"genre_ids":[]},{"cast":["Scott Wright","Kate Steavenson-Payne","Nicholas Bowditch","Rachel Paris","James Reynard"],"overview":"Michael J. Murphy's third adaptation of the 'Tristan and Iseult' saga.","release_date":"1999-08-21","vote_average":0.0,"runtime":104,"cert":"N\/A","id":386363,"title":"Tristan","adult":false,"genre_ids":[14]},{"cast":["Arjun Bijlani","Rajneesh Duggal","Nidhi Subbaiah","Hemant Pandey"],"overview":"Direct Ishq is a love triangle where Dolly Pandey is the common love interest of Kabeer Bajpai an event organiser and Vicky Shukla President of Kashi Vidyapeeth.","release_date":"2016-02-19","vote_average":3.5,"runtime":130,"cert":"N\/A","id":386365,"title":"Direct Ishq","adult":false,"genre_ids":[28,35,10749]},{"cast":["Bob Godfrey","Monika Ringwald"],"overview":"A boring commuter fantasises about his sex life; when he gets home he is too exhausted to make love to his sexy wife.","release_date":"1970-01-01","vote_average":10.0,"runtime":6,"cert":"N\/A","id":386367,"title":"Henry 9 'til 5","adult":false,"genre_ids":[35,16]},{"cast":["Alicia Borrachero","José Manuel García","Julio Jara","Abderrahman 'Abdul' Semmag"],"overview":"A young man Walks around the city with a mirror. He crosses paths with a blind woman and hurts her a little bit...","release_date":"1994-12-21","vote_average":5.0,"runtime":13,"cert":"N\/A","id":386369,"title":"Sangre ciega","adult":false,"genre_ids":[]},{"cast":["Santiago Alarcón","Alejandro Riaño","Jessica Cediel","María Helena Döering"],"overview":"Lothario Martin has come to the realization that he needs to settle down. He strongly believes he can only do so by molding his behavior to the wishes of the woman he will eventually marry. However, he first must find her. He registers on an online dating site even though the answer to all of his troubles is right under his nose.","release_date":"2014-03-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":386371,"title":"Todas para uno","adult":false,"genre_ids":[35]},{"cast":["Riza Kocaoğlu","Tuba Ünsal","Burak Altay","Esra Ruşan","Nezih Tuncay"],"overview":"Derya and Hakan are best friends. Derya is the one who makes soup when Hakan is ill and Hakan is there whenever Derya needs him.  They are so deeply involved in eachother’s lives that they even have the keys to the other’s apartment. They don’t have any secrets between each other. They both think that in today’s world, people do not feel the love that our grandparents and even parents do. They think that couples consume each other. And therefore, everyone they meet seem shallow to them.","release_date":"2016-02-12","vote_average":5.2,"runtime":87,"cert":"N\/A","id":386373,"title":"Dünyanın En Güzel Kokusu","adult":false,"genre_ids":[10749]},{"cast":["Patrick Catalifo","Isabelle Gélinas","Didier Bénureau"],"overview":"","release_date":"1998-03-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":386375,"title":"Chaos Technique","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Film about two suicidal teens.","release_date":"2005-01-01","vote_average":0.0,"runtime":76,"cert":"N\/A","id":386386,"title":"Donauleichen","adult":false,"genre_ids":[]},{"cast":[],"overview":"Experimental feature film about a director and an art critic.","release_date":"2010-01-01","vote_average":0.0,"runtime":72,"cert":"N\/A","id":386388,"title":"King Kongs Tränen","adult":false,"genre_ids":[]},{"cast":[],"overview":"Drama about a sick child and an old actress.","release_date":"2014-01-01","vote_average":0.0,"runtime":70,"cert":"N\/A","id":386390,"title":"Sarah und Sarah","adult":false,"genre_ids":[]},{"cast":[],"overview":"A boy touches a garment.","release_date":"2010-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":386392,"title":"Muslimgauze R.I.P.","adult":false,"genre_ids":[]},{"cast":[],"overview":"Experimental feature film involving a car crash.","release_date":"2001-01-01","vote_average":0.0,"runtime":70,"cert":"N\/A","id":386394,"title":"Greaseman","adult":false,"genre_ids":[]},{"cast":[],"overview":"An American gets killed by a Filipino. Early version of the later feature film.","release_date":"2004-01-01","vote_average":7.0,"runtime":15,"cert":"N\/A","id":386396,"title":"Mondomanila: Institusyon ng Makata","adult":false,"genre_ids":[]},{"cast":[],"overview":"Fast forwarding through BATANG WEST SIDE.","release_date":"2006-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":386398,"title":"Old East Side","adult":false,"genre_ids":[]},{"cast":["Hans Paetsch","Inge Meysel","Liane Hielscher","Karl John","Gert Niemitz"],"overview":"","release_date":"1967-01-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":386400,"title":"Wenn der junge Wein blüht","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Girls are hidden in a dark room.","release_date":"2007-01-01","vote_average":0.0,"runtime":82,"cert":"N\/A","id":386402,"title":"Three Days of Darkness","adult":false,"genre_ids":[]},{"cast":[],"overview":"Silent short.","release_date":"2007-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":386404,"title":"The Last Gag of Buster Quizon","adult":false,"genre_ids":[]},{"cast":["Bembol Roco","Ella Cortez","Brian Ong","Edgar Pon","Mark Wu"],"overview":"A man follows a woman through the streets.","release_date":"2008-01-01","vote_average":1.0,"runtime":72,"cert":"N\/A","id":386406,"title":"Maynila sa mga Pangil ng Dilim","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A man fantasizes about horses and sleeps with a woman.","release_date":"2008-01-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":386408,"title":"The Muzzled Horse of an Engineer in Search of Mechanical Saddles","adult":false,"genre_ids":[]},{"cast":["Ernst Jacobi","Karl John","Ralf Wolter","Claus Tinney"],"overview":"","release_date":"1956-09-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":386413,"title":"Möwen über Sorrent","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Harrowing police scanner audios are set against placid landscapes in this urgent treatise on an American epidemic.","release_date":"2016-01-21","vote_average":0.0,"runtime":14,"cert":"\"\"","id":386415,"title":"Speaking Is Difficult","adult":false,"genre_ids":[99]},{"cast":["Richard Münch","Karl John","Rudolf Fenner","Hans Elwenspoek","Josef Dahmen"],"overview":"","release_date":"1955-05-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":386417,"title":"Das heilige Experiment","adult":false,"genre_ids":[18]},{"cast":["Ali Doron","Michael Noer","Kristine Kintana","Sadged Cerna","Lorna García"],"overview":"The directors want to shoot a film about a man known as the son of god. But\r what starts out as a practical joke, extends to become a curious portrait of what could either be a petty fraud or the world’s most secret miracle. A film crew tracks his bizarre pilgrimage as magic and religion, faith and doubt, real and unreal blur and melt to the point that one of the director becomes one of the characters. The film traverses all descriptions, before ending as both an affirmation of faith for the faithless and a criticism of faith for the overly faithful.","release_date":"2010-01-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":386419,"title":"Son of god","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Documentary about the history of industrialisation.","release_date":"1964-01-01","vote_average":0.0,"runtime":37,"cert":"N\/A","id":386421,"title":"Der heiße Frieden","adult":false,"genre_ids":[]},{"cast":["Leon Errol","Mildred Coles","Kenneth Howell","Cecil Cunningham","George Watts"],"overview":"In this comedy, the marital conflicts between a meek banker and his nagging wife are chronicled.","release_date":"1941-06-13","vote_average":0.0,"runtime":65,"cert":"\"\"","id":386423,"title":"Hurry, Charlie, Hurry","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Set the World Afire, Hook in Mouth, Wake Up Dead, The Conjuring, Mary Jane, In My Darkest Hour, Devil's Island, Peace Sells, Liar, Mechanix, Anarchy in the U.K. (Sex Pistols cover)","release_date":"1988-05-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":386428,"title":"Megadeth: Set Essen on Fire","adult":false,"genre_ids":[]},{"cast":["Roberto Herlitzka","Raffaella Ponzo","Ennio Fantastichini","Gianluigi Pizzetti","Sabina Vannucchi"],"overview":"Ernesto is doomed to loneliness since the loss of his wife. He is a writer who lives alone without any children, and is an antisocial person. However, he is as satisfied with his life. Although he has not been working for a while, a film director asks him to prepare a scenario on the life of \"Teresa of Ávila\". Meanwhile, a young peasant girl, Luana starts working with him as a maid. Now the time has come for an affair which he has ignored for some years.","release_date":"1999-05-21","vote_average":10.0,"runtime":105,"cert":"N\/A","id":386430,"title":"Il corpo dell'anima","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This short animation film is based on a Tove Jansson picture book. It tells of the little knytt (“knytt” is a non-existing word signifying something tiny like a crumb) who is ever so lonely, but so shy that he is afraid to approach others. The story follows the trials and tribulations of the little knytt and how he finally finds company. (IMDb)","release_date":"1980-01-12","vote_average":0.0,"runtime":25,"cert":"N\/A","id":386432,"title":"Who Will Comfort Toffle?","adult":false,"genre_ids":[12,16,10751]},{"cast":["Pat Haggerty"],"overview":"Patrick Haggerty, the gritty, fearless voice behind the world's first and only gay-themed country music album, 40 years after its release.","release_date":"2016-03-12","vote_average":5.5,"runtime":15,"cert":"\"\"","id":386434,"title":"These C*cksucking Tears","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"","release_date":"1980-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":386436,"title":"Dead Shadow","adult":false,"genre_ids":[10752,16,18]},{"cast":["Howard Ryshpan","Michael Shepperd","Linda Sorgini","Sandi Stahlbrand","Len Watt"],"overview":"","release_date":"1987-01-01","vote_average":6.0,"runtime":15,"cert":"N\/A","id":386438,"title":"Charles and François","adult":false,"genre_ids":[16]},{"cast":[],"overview":"2004 Portabella short in which a narrator explains the severe consequences of a proposed hydrological plan.","release_date":"2004-03-09","vote_average":0.0,"runtime":4,"cert":"N\/A","id":386443,"title":"National Hydrological Plan","adult":false,"genre_ids":[]},{"cast":["John Nesbitt","Clem Bevans","Joe Devlin","Robert Dudley","Albert Russell"],"overview":"Made just before America would be forced into the Second World War, this short subject is a brief dramatized history of American democracy. It targets a perceived threat to democracy from board room and soapbox fascists who advocated a government based upon contemporaneous European models.","release_date":"1939-06-17","vote_average":0.0,"runtime":11,"cert":"\"\"","id":386445,"title":"Yankee Doodle Goes to Town","adult":false,"genre_ids":[36,18]},{"cast":[],"overview":"","release_date":"1999-06-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":386447,"title":"L'ultima stazione","adult":false,"genre_ids":[]},{"cast":[],"overview":"Shiva (Sunil Shetty) is a professional hit man. Shiva accepts a contract from Jindal (Mohan Joshi) to kill Vikram (Mukul Dev). Circumstances force Shiva to come to know Mukul first, and instead of killing him, he becomes his bodyguard and protects him against Jindal and his men. Soon Shiva, Mukul, and Mukul's girlfriend Roshni Hiranandani (Pooja Batra) are on the run from Jindal's men. Jindal makes it clear that he will not rest until he sees the dead bodies of all the three. How long will they survive Jindal? Did Shiva really change his mind or is this his strategy to bring Mukul alive to Jindal?","release_date":"2001-06-30","vote_average":0.0,"runtime":104,"cert":"N\/A","id":386449,"title":"Ittefaq","adult":false,"genre_ids":[]},{"cast":["Santo","Fernando Osés","Meche Carreño","Antonio de Hud","Andrea Palma"],"overview":"Santo goes up against the vampire Baron Brakola, who has returned to seek vengeance on the descendants of the Knight in the Silver Mask (Santo's colonial era ancestor).","release_date":"1967-01-27","vote_average":4.5,"runtime":null,"cert":"N\/A","id":386451,"title":"Baron Brakola","adult":false,"genre_ids":[9648,28,12,14,27]},{"cast":[],"overview":"A series of five Studio 4°C shorts collected in January 2007 as a direct-to-DVD package film titled Deep Imagination. Featuring Professor Dan Petory's Blues, End of the World, Comedy, Beyond, and Junk Town.","release_date":"2002-03-02","vote_average":0.0,"runtime":52,"cert":"N\/A","id":386453,"title":"スウェットパンチ","adult":false,"genre_ids":[16,14]},{"cast":["Shabana Azmi","Deepti Naval","Marc Zuber","A.K. Hangal","Tun Tun"],"overview":"Jaisingh Jadav (Marc Zuber), a Delhi based journalist finds that even to this date, flesh trade exist in a village in Madhya Pradesh, the victims being girls belonging to the Bhil tribe. Like any avid journalist he travels to the village followed by really buying a girl named Kamla (Deepti Naval) and takes her to his home in Delhi. As his intentions were good, some days later he holds a press conference where he reveals the actual wrongdoings going on in the village.","release_date":"1984-01-01","vote_average":0.0,"runtime":120,"cert":"N\/A","id":386455,"title":"Kamla","adult":false,"genre_ids":[18]},{"cast":["Henry Arthur","Joan Valerie","Henry Armetta","Thomas Beck","Bill Robinson"],"overview":"At the Indianapolis Speedway mobsters try to bump off a young racer just as they did his dad. Junk yard owner tap dances.","release_date":"1938-12-02","vote_average":0.0,"runtime":65,"cert":"\"\"","id":386460,"title":"Road Demon","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"Back in the Saddle Again A bad fall from her horse scares Molly so much that she refuses to get back on Calypso again! But when Sarah's horse becomes terribly ill, it's up to Molly to save the day. Can the free-spirited Molly face her fears and climb back in the saddle again? Pepper's Pain After Pepper gets hurt during a jump, Zoey becomes frightened of losing her horse forever. Zoey even begins talking about getting a new horse altogether! All of the friends must work as a team to help Zoey conquer her fears and reunite with Pepper!","release_date":"2008-01-01","vote_average":6.0,"runtime":60,"cert":"\"NR\"","id":386462,"title":"Horseland: The Fast and the Fearless","adult":false,"genre_ids":[28,12,16,10751]},{"cast":["Santo","Grace Renat","César Sobrevals","Steve Cheng","Carlos Suárez"],"overview":"Santo gets involved in a fight between two sisters over a powerful crystal from space.","release_date":"1982-01-01","vote_average":4.0,"runtime":null,"cert":"N\/A","id":386464,"title":"The Fist of Death","adult":false,"genre_ids":[878,14,28,12]},{"cast":["June Lang","Lynn Bari","Ruth Donnelly","Gene Lockhart","Robert 'Tex' Allen"],"overview":"Entertainers (Lang and Bari) lose their jobs and their fares from Honolulu back to San Francisco so they must become stowaways.","release_date":"1938-10-06","vote_average":0.0,"runtime":60,"cert":"\"\"","id":386466,"title":"Meet the Girls","adult":false,"genre_ids":[80,35]},{"cast":[],"overview":"In Brooklyn, a passionate dance instructor is determined to instill grace into the footwork of her disinterested teenage students.","release_date":"","vote_average":0.0,"runtime":14,"cert":"N\/A","id":386468,"title":"Girls and Boys","adult":false,"genre_ids":[]},{"cast":["Hykie Berg","Izel Bezuidenhout","Michelle Botha"],"overview":"A successful businessman from Bloemfontein, South Africa, Danie du Toit's doorbell rings in the middle of the night. Outside the rain is pouring down. He puts on his gown and walks to the front door and switch on the light.. A slender rain soaked figure stands with her back turned to him. When she turns around, he recognizes her face that stares at him from underneath the hoody. It's his stepdaughter that he hasn't seen in years. \"It's me, Anna\" she says calmly. The hate seeps through her words, just like the rain that pours over them. Then she lifts the gun... The movie Dis ek, Anna is about the sexual abuse of Anna Bruwer by her stepfather over a period of eight years . Silent Anna, she called herself because she could not tell anyone what had happened between her and her stepfather. Not her mother, not her best friend and not even her own father. In the story, the viewer becomes intimately involved in the child's twilight world of shame , threats and silence.","release_date":"2015-10-23","vote_average":7.7,"runtime":120,"cert":"N\/A","id":386470,"title":"Dis ek, Anna","adult":false,"genre_ids":[]},{"cast":["Hamed Behdad","Tannaz Tabatabayi","Habib Rezaei","Hooman Barghnavard"],"overview":"A young man steals a smuggler's goods and tries to sell them in a trip with his beloved to the border.","release_date":"2014-09-17","vote_average":5.5,"runtime":90,"cert":"N\/A","id":386472,"title":"Hard Makeup","adult":false,"genre_ids":[18]},{"cast":["Lynn Bari","June Gale","Guinn Williams","Michael Whalen","Edward Brophy"],"overview":"City girls have dating service jobs long enough to learn that a society matron needs a boxer to perform at a party. They talk a waiter into playing the part and a series of accidents and tricks sends him on a boxing career.","release_date":"1939-02-24","vote_average":0.0,"runtime":65,"cert":"\"\"","id":386474,"title":"Pardon Our Nerve","adult":false,"genre_ids":[35]},{"cast":["Brian Donlevy","Lynn Bari","Wally Vernon","John 'Dusty' King","Douglass Dumbrille"],"overview":"Ace newsreel cameraman is working in a mythical European country when the king is assassinated. He gets his negatives out of the country and finds the young crown prince who is also in danger.","release_date":"1938-11-18","vote_average":0.0,"runtime":65,"cert":"\"\"","id":386476,"title":"Sharpshooters","adult":false,"genre_ids":[12]},{"cast":["Miland \"Mille\" Petrozza"],"overview":"Hordes of Chaos (A Necrologue for the Elite), Warcurse, Endless Pain, Pleasure to Kill, Coma of Souls, Destroy What Destroys You, Voices of the Dead, Enemy of God, Phobia, Terrible Certainty, Reconquering the Throne, The Patriarch, Violent Revolution, Flag of Hate, Tormentor","release_date":"2011-06-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":386478,"title":"Kreator: [2011] Hellfest","adult":false,"genre_ids":[10402]},{"cast":["Ron Dagenais","Notre Dame de Cuir","Van Hechter","Jessy Karson","Leather Daddy G. Lapuke"],"overview":"Sometimes a cigar is just a cigar, but not in this case.","release_date":"2014-01-01","vote_average":0.0,"runtime":4,"cert":"\"\"","id":386480,"title":"Défense de fumer","adult":false,"genre_ids":[]},{"cast":["Nina Ivanova","Natalya Zashchipina","Ada Vojtsik","Vera Altayskaya","Lidiya Shtykan"],"overview":"Woven around the daily lives of two children, nine-year-old Nastenka and five-year-old Katia, this is a story of the 17 months' siege of Leningrad and of the people and families shattered by the war, their homes bombed and destroyed, their lives in a constant anticipation of the advancing German army and air raids.","release_date":"1944-12-18","vote_average":7.0,"runtime":72,"cert":"N\/A","id":386482,"title":"Once Upon a Girl","adult":false,"genre_ids":[10751,18,10752]},{"cast":["Harald Juhnke","Edda Seippel","Simone Rethel","Walter Jokisch"],"overview":"","release_date":"1981-06-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":386484,"title":"Es bleibt in der Familie","adult":false,"genre_ids":[35]},{"cast":["Hilde Hildebrand","Martin Lüttge","Hannelore Elsner","Walter Jokisch","Rudolf Schündler"],"overview":"","release_date":"1971-12-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":386486,"title":"Wölfe und Schafe","adult":false,"genre_ids":[35]},{"cast":["Günther Lüders","Bum Krüger","Walter Jokisch","Karl Lieffen","Götz George"],"overview":"","release_date":"1968-10-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":386488,"title":"Der Eismann kommt","adult":false,"genre_ids":[18]},{"cast":["Ted Davis","Curt McDowell"],"overview":"Super 8 home movie footage of McDowell's trip home to Indiana, with voice-over by McDowell and Ted Davis.","release_date":"1970-01-01","vote_average":0.0,"runtime":10,"cert":"\"\"","id":386490,"title":"A Visit to Indiana","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Save the day with 6 huge and heroic rescues of PAW Patrol! EmBARK on two daring double-length adventures as the PAW Patrol transforms into magical Mer-Pups to save underwater friends AND rescues Adventure Bay from a dinosaur invasion! Plus, join the pups as they save Jake, the Adventure Day Parade, a kitty, and even Marshall!","release_date":"2016-03-01","vote_average":5.0,"runtime":92,"cert":"\"G\"","id":386492,"title":"Paw Patrol: Brave Heroes, Big Rescues","adult":false,"genre_ids":[10751,16]},{"cast":["Mercedes Carrera","Tommy Gunn","Alexis Fawx","Danica Dillon","Iris Rose"],"overview":"Tommy's friend cancels on him last minute on his way to a costume party, so he sends sexy Alexis Fawx to go in his place as a favor. Once Tommy lays eyes on her, there is no going back. Danica is dog sitting for Manuel who decides to come home early after a bad day at work. He starts falling on her chest, and its not long before they start hooking up... and more! Don't miss the 7th installments of everyone's fantasy series.","release_date":"2016-02-20","vote_average":8.5,"runtime":110,"cert":"\"NR\"","id":386494,"title":"Big Tit Fantasies 7","adult":true,"genre_ids":[]},{"cast":["Tigerr Benson","Maserati","Eva Notty","Kyra Hot","Joanna Bliss"],"overview":"Are you ready for a mammary overload? We've packed some of the most talented big titty beauties into one DVD for maximum overload of pleasure! Witness Tigerr Benson with her 34H watermelons, Marina Visconti the Russian teen knockin' you out with her 34D's, Lyla Ashby dropping those perfect 34F milk juggs in your face, and many more! This DVD is packed and stacked and will leave you coming back for more. Got Milk? We do!","release_date":"2014-10-27","vote_average":6.0,"runtime":123,"cert":"\"NR\"","id":386496,"title":"Voluptuous Vixen","adult":true,"genre_ids":[]},{"cert":"\"NR\"","title":"Cum on My Tattoo 5","cast":["Joanna Angel","Katrina Jade","Mr. Pete","Lola Luscious","Raven Bay"],"id":386498,"overview":"Back again the the best in alt porn, Burning Angel and Joanna Angel.  Cum On My Tattoo #5 captures the essence of a beautiful and wondrous union between two longing entities - tattoos and cum. Don't miss it!","runtime":112,"genre_ids":[],"release_date":"2016-02-18","vote_average":9.5,"adult":true}]