[{"cast":["James A. FitzPatrick"],"overview":"A Traveltalk look at Hong Kong in the 1930s.","release_date":"1937-05-01","vote_average":6.0,"runtime":8,"cert":"\"\"","id":387003,"title":"Hong Kong: 'The Hub of the Orient'","adult":false,"genre_ids":[99]},{"cast":["James A. FitzPatrick"],"overview":"A Traveltalk visit to Hawaii's capital city in the 1930s.","release_date":"1935-11-02","vote_average":0.0,"runtime":8,"cert":"\"\"","id":387005,"title":"Honolulu: The Paradise of the Pacific","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A Pequena Vendedora de Fósforos is a 2014 short animation film directed based on the tale \"The Little Match Girl\" by Kyoko Yamashita.","release_date":"2014-07-26","vote_average":10.0,"runtime":10,"cert":"N\/A","id":387007,"title":"The Little Match Girl","adult":false,"genre_ids":[]},{"cast":["Nan Grey","Alan Baxter","Mary Anderson","Tom Neal","Leona Maricle"],"overview":"Fresh out of reform school, a bunch of delinquent girls fall in with a gang of crooks and are put to work as \"hostesses\" in a number of mob-controlled bars and cafes. The girls are expected to string along male customers so that the latter will squander their money on watered-down drinks and fixed poker games. When one gullible New Yorker is clipped to the tune of $18,000 worth of diamonds, the Law closes in.","release_date":"1941-04-23","vote_average":0.0,"runtime":60,"cert":"\"\"","id":387009,"title":"Under Age","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"A New Level, Use My Third Arm, Walk, Strength Beyond Strength, Domination (with Hollow outro), Slaughtered, Fucking Hostile, This Love, Mouth for War, Primal Concrete Sledge, Cowboys From Hell","release_date":"1994-06-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387011,"title":"Pantera: [1994] Live from Donnington","adult":false,"genre_ids":[]},{"cast":["Johnny Hallyday"],"overview":"","release_date":"1963-06-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387013,"title":"Johnny Hallyday concert Amsterdam 1963","adult":false,"genre_ids":[10402]},{"cast":["Frank Powell","Mary Pickford","Kate Bruce","Robert Harron","Dell Henderson"],"overview":"George Peabody is a young man who has been giving free rein to his inclinations, the principal one being drink. One might have concluded he was lost, but there was the chance which the hand of Providence always bestows in the person of pretty little Ruth King, who had secretly loved George since their childhood days. She succeeds in persuading him from his reckless life, and he determines to cut off from his old loose companions by going out West and making a man of himself. Bidding Ruth and her mother good-bye, he realizes that he loves his little preserver and promises to return worthy of her love and confidence. They plight their troth with their first kiss and a heart shaped locket, which Ruth wears, she breaking it in two, giving George one side while she retains the other, which symbolized the reunion of their hearts with his return.","release_date":"1909-09-16","vote_average":3.0,"runtime":13,"cert":"\"\"","id":387015,"title":"The Broken Locket","adult":false,"genre_ids":[]},{"cast":["Mike Gaboff","Ryan Gaboff","Sean Logan","Bobby Pyro","Zac Gordon"],"overview":"You would think as they grow older, they would become wiser... but it's the opposite for We Play Crazy. Coming back for the third installment, the Gaboff brothers prepare you for their most shocking film yet! After a 14 day road trip with an RV full of drunk knuckleheads, you'll never want to go on vacation again! This DVD includes new members, new stunts, new pranks, new babes, and your favorite, new injuries! So let's see if you can withstand 90 minutes of side-splitting insanity!","release_date":"2009-05-11","vote_average":8.0,"runtime":90,"cert":"\"NR\"","id":387017,"title":"Hella Crazy 3","adult":false,"genre_ids":[28,35]},{"cast":["Johnny Hallyday"],"overview":"","release_date":"1984-10-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387019,"title":"Johnny Hallyday concert zenith 1984","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"An eccentric inventor realizes he's not a perfect father, so one day, he makes one.","release_date":"2014-06-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":387024,"title":"Papa","adult":false,"genre_ids":[16]},{"cast":["Kenny Holland","Jacob Buster","Bailee Michelle Johnson","Monica Moore Smith","Mason D. Davis"],"overview":"A group of siblings comes to earth to experience trials crucial to their eternal progression and learn the true meaning of their existence.","release_date":"2016-03-31","vote_average":5.3,"runtime":139,"cert":"\"PG\"","id":387026,"title":"Saturday's Warrior","adult":false,"genre_ids":[10402,18,10751]},{"cast":["James A. FitzPatrick"],"overview":"In this travelogue, we view the Inside Passage to Alaska, the longest protected waterway in the world. Traveling north, we  enter the small town of Seward, gateway to the interior. One of the burgeoning industries is the raising of silver fox and mink. There are many road houses scattered throughout Alaska, but one of the most famous is twenty-three miles outside of Seward on Lake Kenai belonging to Nellie Lawing, better known as Alaska Nellie, who has a long and storied history in Alaska.","release_date":"1939-12-23","vote_average":0.0,"runtime":9,"cert":"\"\"","id":387028,"title":"Land of Alaska Nellie","adult":false,"genre_ids":[99]},{"cast":["Nick Smerkanich","Sebastian Downs","Maggie Farrell","Lina Pearson","Sarah Duff"],"overview":"Two soldiers lost behind enemy lines reminisce about their lives before war stole their identities.","release_date":"2012-06-24","vote_average":0.0,"runtime":96,"cert":"\"NR\"","id":387030,"title":"The Riverbed","adult":false,"genre_ids":[18,10752]},{"cast":["Richard Arlen","Rochelle Hudson","Marian Marsh","Isabel Jewell","Edward Raquello"],"overview":"The Missing Daughters of the title are innocent young girls who've been led astray by seedy dance-hall operator Lucky Rogers.","release_date":"1939-05-22","vote_average":0.0,"runtime":59,"cert":"\"\"","id":387032,"title":"Missing Daughters","adult":false,"genre_ids":[18,80]},{"cast":["Verica Šalata","Hrvoje Dundović","Marko Jurić","Hrvoje Dundović","Marko Jurić"],"overview":"In a school full of perverse teachers, where you earn grades by having sex, Nancy is the only honest person. But when she, despite studying a lot, fails her final exam... it’s time for revenge!","release_date":"2010-01-01","vote_average":0.0,"runtime":49,"cert":"N\/A","id":387034,"title":"Nasty Nancy","adult":false,"genre_ids":[27]},{"cast":["Alan Baxter","Julie Bishop","Gordon Oliver","Willard Robertson"],"overview":"Former police chief Tim Halloran Sr. (Willard Robertson) fully expects his son Tim Jr. (Alan Baxter) to follow in his footsteps, flat though they may be. Instead, the younger Halloran opts for the easy road of crime.","release_date":"1939-02-22","vote_average":0.0,"runtime":60,"cert":"\"\"","id":387036,"title":"My Son Is a Criminal","adult":false,"genre_ids":[80,28]},{"cast":["Bruce Cabot","Julie Bishop","Harry Carey","Glenn Ford","Wynne Gibson"],"overview":"Honest cop Tim Kerry struggles to keep his son Ritzy from becoming involved in a crime ring.","release_date":"1939-12-28","vote_average":0.0,"runtime":63,"cert":"\"\"","id":387038,"title":"My Son is Guilty","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"We all have problems in our lives, and in our relationships. But what if the one you love literally lives on a different planet? This is the problem facing the couple in Matrimonio Interplanetario, a charming Italian short film in the Méliès mould.","release_date":"1910-02-12","vote_average":5.0,"runtime":13,"cert":"N\/A","id":387040,"title":"Un matrimonio interplanetario","adult":false,"genre_ids":[]},{"cast":["Fakir Musafar","Jim Ward","Charles Gatewood"],"overview":"\"Charles Gatewood is a photographer and anthropologist who specializes in \"subcultures.\" On the evidence of \"Dances Sacred and Profane,\" Mark and Dan Jury's documentary about Mr. Gatewood, he is drawn particularly to Mardi Gras revels, gatherings of nudists and sex clubs. Bare breasts, elaborately tattooed bodies and bizarre behavior are featured in his work, and in the movie.  Addressing those who may find his subject matter \"revolting and disgusting,\" Mr. Gatewood asserts that it \"tells us something about ourselves.\" He sees \"important statements being made there,\" about \"liberation through excess\" and \"some kind of actualization of transcendence.\"","release_date":"1985-10-16","vote_average":7.0,"runtime":90,"cert":"\"\"","id":387042,"title":"Dances Sacred and Profane","adult":false,"genre_ids":[]},{"cast":[],"overview":"The action of this story takes place on the frontier of Kentucky in 1800. Inside a stockade several settlers have their log cabin homes. The family with which we are concerned consists of a frontiersman, his wife and four children, the oldest, Tom, a boy of fourteen, the youngest a baby girl, Ruth. The children have a constant playmate in a magnificent collie dog called Shep. One day the father goes hunting with the other men of the settlement. In their anxiety to be early at the hunting ground they forget to close the gate of the stockade. At about this point the adventure which is portrayed in the picture begins. Ruth sees a favorable opportunity to investigate the region beyond the stockade, and, while her mother is in another part of the cabin and her older sister is busily engaged in poking the ashes in the open fireplace, she quietly walks out of the cabin door and on through the stockade and rambles off into the hills. On returning to the room the mother misses the child.","release_date":"1910-07-21","vote_average":0.0,"runtime":7,"cert":"\"\"","id":387044,"title":"A Frontier Hero","adult":false,"genre_ids":[]},{"cast":["Aleksandar Gavrić","Jelena Žigon","Petar Prličko","Ilija Milčin","Abdurrahman Shala"],"overview":"In this sequel to \"Captain Leshi\", a group of Albanian nationalist movement (ballists) continues obstruction of the new Yugoslavian authorities even after the war. Captain Leshi manages to fight them successfully, as well as to fulfill his romance with beautiful Azira.","release_date":"1962-03-12","vote_average":6.0,"runtime":85,"cert":"N\/A","id":387046,"title":"Gunfight","adult":false,"genre_ids":[37,28,10752]},{"cast":["Marija Šević","Saša Radojević","Dejan Vlaisavljević Nikt","Nebojša Pajkić","Vanja Ejdus"],"overview":"Believing that his model is in trouble, a retired engineer, now an amateur painter, hires a private detective to find her.","release_date":"2016-03-03","vote_average":0.0,"runtime":76,"cert":"N\/A","id":387048,"title":"Signature Work","adult":false,"genre_ids":[53,80]},{"cast":["Milena Dravić","Miroslav „Mija“ Aleksić","Miodrag Petrović 'Čkalja'","​Ljubiša Samardžić","Božidar Stošić"],"overview":"A small town in the first year of the war. A story about young seamstress, a student, a traitor and two Czech artists, their joining the partisans. All of them die and girl stays alone. She's looking for a bicycle bell that is gone...","release_date":"1970-03-12","vote_average":6.0,"runtime":91,"cert":"N\/A","id":387050,"title":"The Cyclists","adult":false,"genre_ids":[18,10752]},{"cast":["AngelaBaby","Ethan Juan","Hao Lei","Zhang Chao"],"overview":"","release_date":"2016-02-14","vote_average":6.5,"runtime":102,"cert":"N\/A","id":387052,"title":"Kill Time","adult":false,"genre_ids":[80,9648,10749]},{"cast":["Jimmy Carr"],"overview":"British comedian Jimmy Carr unleashes his deadpan delivery and wickedly funny one-liners to a sold-out audience at the UK's Hammersmith Apollo.","release_date":"2016-03-18","vote_average":7.0,"runtime":62,"cert":"\"\"","id":387054,"title":"Jimmy Carr: Funny Business","adult":false,"genre_ids":[35]},{"cast":["Dan Woren","Betsy Mohler","Terren Baltes"],"overview":"A special following the adventures of a young boy and his sister, who get lost in Dinosaur World theme park where they encounter the biggest and most frightening meat-eater ever to roam the earth: Tyrannosaurus Rex.","release_date":"1993-01-01","vote_average":1.0,"runtime":null,"cert":"\"\"","id":387056,"title":"Lost in Dinosaur World","adult":false,"genre_ids":[]},{"cast":[],"overview":"A young woman receives a phone call.","release_date":"2015-05-01","vote_average":4.0,"runtime":3,"cert":"\"\"","id":387061,"title":"Wrong Number","adult":false,"genre_ids":[]},{"cast":[],"overview":"A man and a woman sign a document.","release_date":"2015-05-01","vote_average":0.0,"runtime":2,"cert":"\"\"","id":387063,"title":"NDA","adult":false,"genre_ids":[]},{"cast":["Lars Hanson","Gunnar Sjöberg","Elsie Albiin","Stig Järrel","Hugo Björne"],"overview":"Celebrated elderly Austrian poet opposes nazism, while his daughter admires and falls in love with leading nazi activist, who eventually becomes concentration camp commander with his father-in-law as prisoner.","release_date":"1944-03-03","vote_average":0.0,"runtime":101,"cert":"N\/A","id":387065,"title":"His Excellency","adult":false,"genre_ids":[18]},{"cast":["Luis Aguilar","Rosa de Castilla","Fernando Fernández","Jaime Fernández","Ramón Bugarini"],"overview":"Revolutionary battalion vs. guys in black klansman robes &amp; hoods. Also a wrestler.","release_date":"1960-03-11","vote_average":0.0,"runtime":90,"cert":"N\/A","id":387067,"title":"La máscara de la muerte","adult":false,"genre_ids":[]},{"cast":["Chiharu Inayoshi","Makiko Ishimaru","Volodya Bykov","Tanya Aynyukova","Yuriy Nikulin"],"overview":"During a Soviet circus tour in Japan, a small street musician, Ken, meets a clown, Yuri Nikulin. Upon learning that his sick father is being treated in the Soviet Union, Ken sets off in search of him. The friendship of the great clown and the boy continues  in Moscow.","release_date":"1966-12-24","vote_average":0.0,"runtime":113,"cert":"N\/A","id":387069,"title":"The Little Runaway","adult":false,"genre_ids":[10751]},{"cast":["Vishal Vaidya","Jai Ahuja","Hunter Milano","Rahul Nalamasu","Jaya Prasad"],"overview":"High school senior, Nick gets forced by his parents to attend a boring family party instead of letting him to go a local summer concert with his baseball buddies. He meets a group of teens—including a girl named Arti—who are all stuck at the party too.  They soon realize they all have tickets to the same local concert and hash out a plan to sneak out. Their scheme falls apart when they’re met with another jealous childhood friend, a missing diamond necklace and a small religious ceremony put on by the adults.  Can they find a way out or is this family party the end of Nick’s night?","release_date":"2015-05-09","vote_average":0.0,"runtime":52,"cert":"\"NR\"","id":387071,"title":"Family Party","adult":false,"genre_ids":[35,18,10751,10749]},{"cast":[],"overview":"","release_date":"2000-01-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387073,"title":"Lies","adult":true,"genre_ids":[]},{"cast":["Johnny Hallyday","Laura Smet"],"overview":"","release_date":"1990-09-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387075,"title":"Johnny Hallyday Bercy 90","adult":false,"genre_ids":[10402]},{"cast":["Johnny Hallyday","Eddy Mitchell","Sylvie Vartan","David Hallyday"],"overview":"","release_date":"1993-06-18","vote_average":8.0,"runtime":null,"cert":"N\/A","id":387077,"title":"Johnny Hallyday - Parc des Princes 1993","adult":false,"genre_ids":[10402]},{"cast":["Richy Müller","Jean-Pierre Kalfon","Dieter Meier","Ane Nesslinger","Joy Rider"],"overview":"A singer and a mysterious foreigner plan an abduction.","release_date":"1981-01-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":387079,"title":"Jetzt und alles","adult":false,"genre_ids":[]},{"cast":["Johnny Hallyday","Patrick Bruel","Pascal Obispo","Florent Pagny","Lara Fabian"],"overview":"","release_date":"1998-09-05","vote_average":8.5,"runtime":null,"cert":"N\/A","id":387081,"title":"Johnny Hallyday : Stade de France 98","adult":false,"genre_ids":[10402]},{"cast":["Stathis Psaltis","Kaiti Finou","Teta Douzou","Giannis Rotas","Hristos Albanis"],"overview":"An unemployed university graduate works as a maid in a hotel and there falls in love with a girl, which then correspond. It happens to be the daughter of the hotel owner. After several misunderstandings, the two young people meet and live happily.","release_date":"1987-06-03","vote_average":4.0,"runtime":84,"cert":"N\/A","id":387083,"title":"Ξενοδοχείο Καστρί","adult":false,"genre_ids":[35]},{"cast":["Kanjûrô Arashi","Jûzaburô Akechi","Keiko Hibino","Shoji Nakayama","Minoru Takada"],"overview":"It's Japanese history come to life in this true tale of upheaval in the Date clan. A serious incident that threatened the very existence of the Date clan in the late 17th Century is told in a \"no holds barred\" rendition of the Date Disturbance when Harada Kai, the clan's Chamberlain attempts to take power from the lord himself. Kanjuro Arashi, one of Japan's earliest movie stars gives a noteworthy performance as the traitorous clan official, who is not afraid to draw his sword when confronted. The subject of a Kabuki by Chikamatsu, this is a movie not to be missed!","release_date":"1957-12-03","vote_average":7.0,"runtime":89,"cert":"N\/A","id":387085,"title":"Traitors of the Date Clan!","adult":false,"genre_ids":[36,18]},{"cast":["Pegah Ahangarani","Shahrokh Foroutanian","Mehdi Hashemi","Ladan Mostofi","Maryam Saadat"],"overview":"A man lives with his only daughter, doing everything he can to make a living for his daughter's sake. But a misunderstanding makes things complicated for him.","release_date":"2011-03-12","vote_average":10.0,"runtime":97,"cert":"N\/A","id":387087,"title":"Agha Yousef","adult":false,"genre_ids":[10751,18]},{"cast":[],"overview":"Get ready for the most hard-kicking, face-smashing, snake-fisting trailer collection of them all! From the golden age of kung fu cinema comes this insane tsunami of masters, mobsters, furious vengeance and incredible fighting styles, starring Bruce Lee, Jackie Chan, Lo Lieh, Sammo Hung, Angela Mao, Chuck Norris, Jimmy Wang Yu and Wu Tang, too. These are the most over-the-top and rarely-seen original trailers for Hong Kong classics that include THE WAY OF THE DRAGON, DEATH BLOW, TWO CHAMPIONS OF SHAOLIN, DAGGERS 8, SNAKE IN THE EAGLE'S SHADOW, SHAOLIN WOODEN MEN, THE STORY OF DRUNKEN MASTER, ENTER THE FAT DRAGON, BRUTAL BOXER and many more, plus exclusive new bonus features that deliver unique historical and cultural perspectives on the amazing world of martial arts movies.","release_date":"2016-03-01","vote_average":0.0,"runtime":122,"cert":"\"\"","id":387089,"title":"Kung Fu: Trailers of Fury","adult":false,"genre_ids":[]},{"cast":[],"overview":"For this project, Matta-Clark found a house in Englewood, NJ set for demolition and bisected it right down the middle. This caused a wedge to open up between the two halves, which reached a maximum of about two feet at the peak of the roof. He then sawed off the four top corners of the house, which are now the only remnants of the project. The rest of the house was demolished soon after Splitting.","release_date":"1974-03-12","vote_average":0.0,"runtime":11,"cert":"\"\"","id":387091,"title":"Splitting","adult":false,"genre_ids":[]},{"cast":["Sarah Jelassi"],"overview":"Chaima, a 25-year-old woman of Maghreb origin, lives with her parents in a popular neighbourhood on the outskirts of Geneva. It's her day off, she pretends to go to work in her uniform and retrieves her bag under the stairwell. She joins her friend and accomplice Leila. Together, they go off to party.","release_date":"2015-09-25","vote_average":0.0,"runtime":15,"cert":"N\/A","id":387093,"title":"To Bow Down","adult":false,"genre_ids":[18]},{"cast":[],"overview":"According to his friend Polo the “Ober-Swiss,” Max is a spineless character who lives strictly according to conventions and is never satisfied with himself or the world. In truth, Max is fictitious – born out of the fantasy of the filmmaker Clemens Klopfenstein, who created him as his alter ego. Max falls in love with the impassioned Christine, but she jilts him within a short time because of his reluctant disposition. He thus takes a decision: to call upon the “master” in the hopes that he can liberate him from the interminably same role. Based on works by Clemens Klopfenstein, the compilation film emerges as a new, self-contained story, while rendering palpable the very essence of the filmmaker.","release_date":"","vote_average":0.0,"runtime":83,"cert":"N\/A","id":387095,"title":"Der Meister und Max","adult":false,"genre_ids":[]},{"cast":["Adil Hussain","Holly Gilbert","Tannishtha Chatterjee","Judi Bowker","Ashwath Bhatt"],"overview":"An investigator is dispatched to Varanasi to look into a series of grisly murders.","release_date":"2016-03-11","vote_average":0.0,"runtime":97,"cert":"N\/A","id":387100,"title":"Feast of Varanasi","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"The Submission Squad (Evan Gelistico &amp; Gary The Barn Owl) vs. The Throwbacks (Dasher Hatfield &amp; Mark Angelosetti)  Heidi Lovelace vs. Ophidian  The Baltic Siege (The Latvian Proud Oak &amp; The Lithuanian Snow Troll) vs. The Bloc Party (Mr. Azerbaijan &amp; Prakash Sabar)  deviANT vs. Worker Ant  ACDC (Arik Cannon &amp; Darin Corbin) vs. The Pieces Of Hate (Jigsaw &amp; The Shard)  The Estonian ThunderFrog vs. The Proletariat Boar Of Moldova  The Spectral Envoy (Frightmare, Hallowicked &amp; UltraMantis Black) vs. The Wrecking Crew (Blaster McMassive, Jaka &amp; Oleg The Usurper)","release_date":"2014-06-21","vote_average":0.0,"runtime":null,"cert":"\"NR\"","id":387102,"title":"CHIKARA Quantum Of Solace","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-03-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387104,"title":"Stermann & Grissemann - Stermann","adult":false,"genre_ids":[]},{"cast":[],"overview":"Fire Ant vs. Jigsaw  Gregory Iron vs. Jakob Hammermeier  Adam Cole vs. Eddie Kingston  Team FIST (Chuck Taylor, Icarus &amp; Johnny Gargano) vs. ¡3.Ole! (El Generico, Scott Parker &amp; Shane Matthews)  World Of Sports Rules Match\r Johnny Kidd vs. Johnny Saint  Die Bruderschaft des Kreuzes (Daizee Haze &amp; Sara Del Rey) &amp; Makoto vs. Mima Shimoda, Portia Perez &amp; Tsukasa Fujimoto  Green Ant vs. Tursas  Claudio Castagnoli vs. Mike Quackenbush","release_date":"2011-07-30","vote_average":2.5,"runtime":null,"cert":"\"NR\"","id":387106,"title":"CHIKARA Chikarasaurus Rex: King Of Sequel - Tag 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"Makoto vs. Tsukasa Fujimoto  Archibald Peck (w\/Veronica) vs. Dasher Hatfield  Daizee Haze vs. Mima Shimoda  The Spectral Envoy (Frightmare, Hallowicked &amp; UltraMantis Black) vs. ¡3.Ole! (El Generico, Scott Parker &amp; Shane Matthews)  Atlantis &amp; Rey Bucanero vs. Team FIST (Chuck Taylor &amp; Johnny Gargano)  Eddie Kingston vs. Jigsaw  Colt Cabana &amp; Johnny Kidd vs. Johnny Saint &amp; Mike Quackenbush  Claudio Castagnoli (w\/Tursas) vs. Sara Del Rey (w\/Daizee Haze)","release_date":"2011-07-31","vote_average":0.0,"runtime":null,"cert":"\"NR\"","id":387108,"title":"CHIKARA Chikarasaurus Rex: King Of Sequel - Tag 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"Kobald vs. Pinkie Sanchez  Adam Ward &amp; Burt West vs. Los Ice Creams (El Hijo del Ice Cream &amp; Ice Cream Jr.)  Mark Angelosetti vs. Wani  Battleborn (Lucas Calhoun &amp; Missile Assault Man) vs. The Batiri (Kodama &amp; Obariyon)  The Snake Pit (Shynron, Argus vs. Ophidian) vs. The Colony (Fire Ant, Silver Ant &amp; Worker Ant)  CHIKARA Grand Title Match\r Princess KimberLee (c) vs. Oleg The Usurper  Heidi Lovelace vs. Juan Francisco de Coronado","release_date":"2016-01-30","vote_average":0.0,"runtime":null,"cert":"\"NR\"","id":387110,"title":"CHIKARA 5 Senses","adult":false,"genre_ids":[]},{"cast":[],"overview":"It's 'The Morning After', and Karen isn't sure what she thinks about that. As the present moment jumbles in her mind with fragments of what happened the night before","release_date":"2015-06-18","vote_average":0.0,"runtime":7,"cert":"N\/A","id":387112,"title":"Be Now","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two pinata dolls meet at a Mexican themed party. Will love blossom between them? Or does fate have a more tragic end in store?","release_date":"2011-08-11","vote_average":0.0,"runtime":4,"cert":"N\/A","id":387114,"title":"All Piñatas Go To Heaven","adult":false,"genre_ids":[]},{"cast":[],"overview":"A short animated film by Tadanaro Okamoto.","release_date":"1971-01-01","vote_average":3.0,"runtime":1,"cert":"N\/A","id":387116,"title":"December Song","adult":false,"genre_ids":[16]},{"cast":["James Craig","Betty Furness","Keye Luke","Morgan Conway"],"overview":"In this newspaper drama, a female reporter and a newsreel cameraman are both assigned to cover the Sino-Japanese war. They meet on the boat ride over and decide to team up. They are further assisted by a Chinese cameraman. The three of them manage to expose of spy ring operating out of the Shanghai office of the woman's newspaper.","release_date":"1939-01-24","vote_average":0.0,"runtime":59,"cert":"\"\"","id":387118,"title":"North of Shanghai","adult":false,"genre_ids":[10752,18]},{"cast":[],"overview":"The sculptor Sergio Camargo died 20 years ago. If the bones left in the grave are in fact his remains, would his sculptures be living remains? What's ephemeral and what's lasting? Is there a possible eternity? We see the movie through the eyes of the daughter confronting both the artist and the man.","release_date":"2010-09-04","vote_average":0.0,"runtime":19,"cert":"N\/A","id":387120,"title":"If My Father Were Made of Stone","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A short animated film by Tadanari Okamoto.","release_date":"1976-01-01","vote_average":6.0,"runtime":10,"cert":"N\/A","id":387122,"title":"The Strong Bridge","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A short animated film by Tadanaro Okamoto.","release_date":"1971-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":387124,"title":"Chikotan","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A short animated film by Tadanaro Okamoto.","release_date":"1970-01-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":387126,"title":"The Flower and the Mole","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A short animated film by Tadanaro Okamoto.","release_date":"1970-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":387128,"title":"Home My Home","adult":false,"genre_ids":[16]},{"cast":["Anita Louise","Bruce Bennett"],"overview":"On the night before he sails in search of the steamship Arcadia's sunken gold, Paul Sinclair (Bruce Bennett)meets Madeliene Nielson (Anita Louise) in a San Francisco nightclub. On the second day at sea, Madeliene turns up as a stowaway. While diving and searching for the sunken gold, off the Phillipines, Paul discovers that a foreign-country submarine has been laying mines in order to completely cut off the Phillipines from American protection.","release_date":"1940-12-20","vote_average":6.0,"runtime":70,"cert":"\"\"","id":387130,"title":"The Phantom Submarine","adult":false,"genre_ids":[]},{"cast":["Harry Piel","Valerie Boothby","Hans Junkermann","Eduard von Winterstein","Hermann Vallentin"],"overview":"","release_date":"1930-11-27","vote_average":5.0,"runtime":null,"cert":"N\/A","id":387132,"title":"Er oder ich","adult":false,"genre_ids":[12]},{"cast":["Helge Skoog","Johan Ulveson"],"overview":"","release_date":"1989-12-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387134,"title":"Ture Sventon","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"A  short animated film by Tadanari Okamoto.","release_date":"1960-01-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":387136,"title":"Mirror","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Animated film about a bird.","release_date":"1943-10-04","vote_average":6.0,"runtime":17,"cert":"N\/A","id":387138,"title":"Armer Hansi","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A short animated film by Tadanari Okamoto.","release_date":"1975-01-01","vote_average":0.0,"runtime":19,"cert":"N\/A","id":387143,"title":"The Water Seed","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387145,"title":"Chernobyl 4 Ever","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A short animated film by Tadanari Okamoto.","release_date":"1972-01-01","vote_average":0.0,"runtime":16,"cert":"N\/A","id":387147,"title":"The Tree of Courage","adult":false,"genre_ids":[16]},{"cast":[],"overview":"The jet set life of artist Nikki S. Lee.","release_date":"2006-01-01","vote_average":0.0,"runtime":60,"cert":"\"\"","id":387149,"title":"A.k.a. Nikki S. Lee","adult":false,"genre_ids":[]},{"cast":[],"overview":"“Man on the chair” is tormented and constantly doubts his very own existence.","release_date":"2014-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":387151,"title":"Man on the Chair","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Drama about the daily life of three young people in Singapur.","release_date":"2009-01-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":387156,"title":"White Days","adult":false,"genre_ids":[]},{"cast":[],"overview":"A woman runs.","release_date":"2012-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":387158,"title":"Wasteland","adult":false,"genre_ids":[]},{"cast":[],"overview":"The experiences of a paper character crumpled, rolled up, distorted, thrown away, shaken about, ending up by an encounter which is both sweet and light.","release_date":"1986-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":387160,"title":"A Crushed World","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Short animated film by Tadanari Okamoto","release_date":"1975-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":387162,"title":"Onaka no Ookina Ouji-sama","adult":false,"genre_ids":[16]},{"cast":["Anders Grau"],"overview":"","release_date":"2015-09-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":387164,"title":"Anders Grau: Bekymringsfabler","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Short animated film by Tadanari Okamoto","release_date":"1979-01-01","vote_average":0.0,"runtime":22,"cert":"N\/A","id":387166,"title":"The Soba Flower of Mt. Oni","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Short animated film by Tadanari Okamoto","release_date":"1971-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":387168,"title":"Osamishi Tani no Wakare Uta","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"2009-10-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387170,"title":"Le Zapping - 20 ans (1994 - 1998)","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Short animated film by Tadanari Okamoto","release_date":"1980-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":387172,"title":"Be Quiet Please!","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Short animated film by Tadanari Okamoto","release_date":"1978-01-01","vote_average":0.0,"runtime":21,"cert":"N\/A","id":387174,"title":"Panache the Squirrel","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Short animated film by Tadanari Okamoto","release_date":"1983-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":387176,"title":"A Donkey Got a Bit Sulky","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Young people in Hamburg.","release_date":"2005-01-01","vote_average":0.0,"runtime":72,"cert":"N\/A","id":387178,"title":"3 Minuten Heroes","adult":false,"genre_ids":[]},{"cast":[],"overview":"Life of a womanizer in Hamburg","release_date":"2005-01-01","vote_average":0.0,"runtime":83,"cert":"N\/A","id":387180,"title":"Träum weiter, Julia!","adult":false,"genre_ids":[]},{"cast":[],"overview":"Crime story set in Ibiza.","release_date":"2007-01-01","vote_average":0.0,"runtime":70,"cert":"N\/A","id":387182,"title":"Undercover Ibiza","adult":false,"genre_ids":[]},{"cast":[],"overview":"Short animated film by Tadanari Okamoto","release_date":"1976-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":387184,"title":"Symphonic Variations","adult":false,"genre_ids":[]},{"cast":["Arial Rose","Denis Marti","Jessica Bangkok","Kya Tropic","Michael Stefano"],"overview":"If you don't know by now, Asian women living in their homeland, do most of the hard manual labor and they are extremely loyal to their husbands, giving them everything they need so, when they get into he hardcore porn business, it's an honor and part of their culture to suck cock and get pounded then left, covered with cum.","release_date":"2010-10-01","vote_average":5.0,"runtime":119,"cert":"\"NR\"","id":387186,"title":"Oh! Me So Horny!","adult":true,"genre_ids":[]},{"cast":["Abbie Cat","Laura Orsolya","Lindsey Olsen","Tigerr Benson","Cynthia Doll"],"overview":"Secretaries and bosses can't just work all day without any fun! Check out this series to see all the action that goes on in offices around the world when the workload mounts up!","release_date":"2015-08-06","vote_average":5.0,"runtime":122,"cert":"\"NR\"","id":387188,"title":"Secret Diary of a Secretary #2","adult":true,"genre_ids":[]},{"cast":[],"overview":"A short animated film by Tadanari Okamoto","release_date":"1973-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":387193,"title":"Tabi wa Michizure Yo wa Nasake","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A short animated film by Tadanari Okamoto","release_date":"1975-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":387195,"title":"Urameshi Denwa","adult":false,"genre_ids":[16]},{"cast":["Yoshiko Mari","Hajime Akashi"],"overview":"A short animated film by Tadanari Okamoto","release_date":"1966-01-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":387197,"title":"Welcome, Aliens","adult":false,"genre_ids":[16]},{"cast":["Antoine de Caunes"],"overview":"","release_date":"2011-10-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387199,"title":"Baba de Barcelone","adult":false,"genre_ids":[99]},{"cast":["Hartwig Eriksen","Hilda Borgström"],"overview":"A story about a house elf (tomte) preparing the stable for Christmas. Inspired by the famous poem by the Swedish writer Viktor Rydberg.","release_date":"1941-12-08","vote_average":5.0,"runtime":12,"cert":"N\/A","id":387201,"title":"Tomten : En vintersaga av Gösta Roosling","adult":false,"genre_ids":[14,18]},{"cast":["Milena Đurović","Jelena Puzić","Jelena Angelovski","Sava Kesić"],"overview":"An intense friendship between Sara and Alisa comes to a strange and abrupt end after Sara opens up about urges beyond physical desire. Oppressed by her environment, Alisa becomes estranged, leaving Sara to struggle with solitude and repression which begins manifesting itself in a monstrous form.","release_date":"2016-03-01","vote_average":7.0,"runtime":75,"cert":"N\/A","id":387203,"title":"Open Wound","adult":false,"genre_ids":[27,18]},{"cast":[],"overview":"Korean illustrator Shinyoung Kim’s colourful take on the story of Adam and Eve, wonderfully matched to the sounds of Basenji’s “Dawn”.","release_date":"2015-12-29","vote_average":0.0,"runtime":3,"cert":"\"\"","id":387205,"title":"Eden","adult":false,"genre_ids":[10402,16]},{"cast":["Nicolas Sarkozy","Carla Bruni"],"overview":"","release_date":"2013-11-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387207,"title":"Campagne Intime","adult":false,"genre_ids":[99]},{"cast":["Michael Pas","Babette van Veen","Hilde Heijnen","Frank Aendenboom","Myriam Mézières"],"overview":"Antwerp in the fifties. Robin de Hert grew up in a Catholic parochial environment; on the one hand there is his authoritarian father and the sadistic secretary of the Catholic boys technical school, on the other hand there are the 'Grieten' and the French teacher with whom Robin is getting a good band through a secret they share. If the secretary finds out about this secret, this has major implications for both the teacher and the students ...","release_date":"1989-03-16","vote_average":6.2,"runtime":95,"cert":"N\/A","id":387221,"title":"Blueberry Hill","adult":false,"genre_ids":[35,18,10749]},{"cast":["James A. FitzPatrick"],"overview":"This Traveltalk entry begins in Chicago, where the narrator and his crew board a cruise ship. After a 20-hour trip up Lake Michigan, they arrive at Mackinac Island, near the southeast tip of Michigan's Upper Peninsula. On the island, we see many of the attractions for which it is famous. These include Arch Rock, Old Fort Mackinack, and a hotel owned by Chauncey Depew. No automobiles are allowed on the island. Transportation is limited to bicycles and horse-drawn carriages.","release_date":"1944-03-18","vote_average":0.0,"runtime":10,"cert":"\"\"","id":387223,"title":"Mackinac Island","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2009-04-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387225,"title":"Les Étourdis","adult":false,"genre_ids":[]},{"cast":["Bruno Spoerri","Bruno Spoerri","Stefan Heuss"],"overview":"The film accompanies musicians who have devoted themselves to new, uncharted sounds with a great deal of passion. They build new instruments and work with quotidian noises. In the process, the ostensible noise often becomes sound. An adventurous journey of discovery into the realm of noises and sounds, rhythms and stillness. Together with people who listen closely and without reservation. A film that aims to engage viewers to listen with their eyes and see with their ears. Astonishingly sublime.","release_date":"2016-03-10","vote_average":0.0,"runtime":86,"cert":"N\/A","id":387227,"title":"Melody of Noise","adult":false,"genre_ids":[99]},{"cast":["James A. FitzPatrick"],"overview":"This Traveltalk entry visits places along the Niagara River and gives the viewer spectacular images of Niagara Falls.","release_date":"1943-01-30","vote_average":0.0,"runtime":10,"cert":"\"\"","id":387229,"title":"Mighty Niagara","adult":false,"genre_ids":[99]},{"cast":["James A. FitzPatrick"],"overview":"In this Traveltalk short, the tireless James A. FitzPatrick follows the route laid out by the famous chain of 21 Spanish missions, begun in 1769 and extending northward for over 500 miles, from San Diego to Sonoma, California. He stops over briefly at San Luis Rey, San Juan Capistrano (to watch the Swallows) and San Juan Bautista before heading eastward to take a look at London.","release_date":"1946-04-13","vote_average":0.0,"runtime":9,"cert":"\"\"","id":387231,"title":"The Mission Trail","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2016-02-10","vote_average":7.8,"runtime":null,"cert":"N\/A","id":387233,"title":"The Other Place","adult":false,"genre_ids":[]},{"cast":["James A. FitzPatrick"],"overview":"This Traveltalks entry looks at pre-World War II Tokyo, highlighting the influences of Western culture.","release_date":"1935-12-28","vote_average":0.0,"runtime":10,"cert":"\"\"","id":387235,"title":"Modern Tokyo","adult":false,"genre_ids":[99]},{"cast":["James A. FitzPatrick"],"overview":"Amongst the sights in this TravelTalk visit to Washington State, we see Snoquality Falls, Mount Shuksan, Mount Baker volcano and Mount Rainier National Park.","release_date":"1939-10-02","vote_average":0.0,"runtime":9,"cert":"\"\"","id":387237,"title":"Natural Wonders of Washington State","adult":false,"genre_ids":[99]},{"cast":["James A. FitzPatrick"],"overview":"A travelogue celebrating the 1939 Golden Gate Exposition and highlighting its exhibition of classical paintings and stunning lighting effects.","release_date":"1940-01-20","vote_average":6.0,"runtime":8,"cert":"\"\"","id":387239,"title":"Night Descends on Treasure Island","adult":false,"genre_ids":[99]},{"cast":["James A. FitzPatrick"],"overview":"This Traveltalks visit to Chicago looks at some hotels known for their evening entertainment and for the rich and famous people who come to their dining rooms. Featured are the Walnut Room of the Bismarck Hotel, the Ambassador Hotel's Pump Room, and the boardwalk at the Edgewater Beach Hotel.","release_date":"1948-11-27","vote_average":0.0,"runtime":9,"cert":"\"\"","id":387241,"title":"Night Life in Chicago","adult":false,"genre_ids":[99]},{"cast":["Joseph Graybill","Mary Pickford","Marion Sunshine","Mack Sennett","Kate Bruce"],"overview":"Tony, the barber, on his way to the shop meets little Alice, the newsgirl, who runs a stand on a neighboring corner. He at once becomes smitten and can think of nothing else. Later they are betrothed and little Alice fancies she has made a good catch. However, clouds gather when Alice's sister Florence, who is a vaudeville artist, returns from her road tour with her sketch partner Bobby Mack, for the moment Tony sees Florence he transfers his affections to her. Poor Alice becomes aware of the waning of Tony's love for her and the heavy blow falls when on the night of the Barbers' Ball Tony escorts Florence thither. Alice being excessively romantic reasons that life without Tony is impossible so she is about to emulate the heroine of a novel she has been reading by terminating her unendurable existence with a pistol when Mack enters. The bullet she intended for her own lovelorn head passes through Mack's hat, scaring him stiff.","release_date":"1911-01-09","vote_average":0.0,"runtime":17,"cert":"\"\"","id":387243,"title":"The Italian Barber","adult":false,"genre_ids":[]},{"cast":["James A. FitzPatrick"],"overview":"This TravelTalk entry brings us glimpses of flower arranging, a temple deer park, and Mount Fuji.","release_date":"1937-01-05","vote_average":0.0,"runtime":8,"cert":"\"\"","id":387245,"title":"Oriental Paradise","adult":false,"genre_ids":[99]},{"cast":["James A. FitzPatrick"],"overview":"This short is part of the Traveltalks series and focuses on many of the historic sites in Massachusetts. Places visited include Plymouth Rock and harbor; John and Priscilla Alden's 300 year-old house; and the birthplace of Clara Barton, founder of the US Red Cross. We also get to see Cape Cod windmills and a visit to Provincetown, including its picturesque harbor and its artist community.","release_date":"1942-10-03","vote_average":0.0,"runtime":9,"cert":"\"\"","id":387247,"title":"Picturesque Massachusetts","adult":false,"genre_ids":[99]},{"cast":["James A. FitzPatrick"],"overview":"James A. FitzPatrick takes us to Quebec this time out to take a look at the city that was called the \"New France\" and was drawing over a million tourists a year. We see how the downtown markets haven't changed over the years and then we visit several sites including the St. Lawrence River and Mount Royal, which overlooks Montreal.","release_date":"1949-04-09","vote_average":0.0,"runtime":10,"cert":"\"\"","id":387249,"title":"Quebec in Summertime","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387251,"title":"Le Pen, vous et moi","adult":false,"genre_ids":[99]},{"cast":["Kalabhavan Mani","Maathu","Sankaradi","Baburaj","Indrans"],"overview":"The story about a village and a group of friends.","release_date":"1996-03-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387253,"title":"The Porter","adult":false,"genre_ids":[18]},{"cast":["Alain Chabat","Bruno Carette","Dominique Farrugia","Chantal Lauby"],"overview":"","release_date":"1992-01-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":387255,"title":"Les Nuls : La Pub","adult":false,"genre_ids":[35]},{"cast":["Barbara Rütting","Lutz Moik","Eva Rimski","Franziska Kinz","Werner Fuetterer"],"overview":"","release_date":"1953-10-08","vote_average":5.5,"runtime":null,"cert":"N\/A","id":387257,"title":"Christina","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2009-11-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387259,"title":"Strip-Tease Intégrale (vol. 2)","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2009-11-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387261,"title":"Strip-Tease Intégrale (vol. 4)","adult":false,"genre_ids":[99]},{"cast":["Paul Stanley","Gene Simmons","Tommy Thayer","Eric Singer"],"overview":"Kiss is one of the legendary groups in the history of Hard Rock. They have millions of fans around the world and about 100 million records sold. KISS confirms why they are the best in the scene for almost four decades, in a presentation that made ​​history, wowing an audience of more than 85 thousand people in the show held in Nurburgring, Germany in 2010. Over nearly two hours, do a tour of her biggest hits like \"Let me go\" \"Rocknroll\", \"Firehouse\", \"Love Gun\", \"Deuce\", \"Calling Dr. Love\", \"Detroit Rock City\" and as extra surprise, a cover of Led Zeppelin \"Whole lotta Love\".","release_date":"2012-10-01","vote_average":0.0,"runtime":114,"cert":"N\/A","id":387263,"title":"Kiss - Live In Nurburgring","adult":false,"genre_ids":[]},{"cast":[],"overview":"A vacuum cleaner, a gun, a van and a tombstone.","release_date":"2015-04-29","vote_average":0.0,"runtime":9,"cert":"\"\"","id":387265,"title":"Death","adult":false,"genre_ids":[]},{"cast":["Suresh Gopi","Vani Viswanath","Captain Raju","Shankar","Shanthi Krishna"],"overview":"A thriller movie about a group of mountaineers who are tasked to assist the Indian Army on a search mission.","release_date":"1995-08-12","vote_average":0.0,"runtime":132,"cert":"N\/A","id":387267,"title":"Thakshasila","adult":false,"genre_ids":[53,80]},{"cast":["Ubaldo Maria Del Colle","Mario Casaleggio","Annita D'Armero","Lydia De Roberti","Antonio Grisanti"],"overview":"Italian melodrama directed and starring Ubaldo Maria Del Colle.","release_date":"1911-03-12","vote_average":0.0,"runtime":39,"cert":"N\/A","id":387269,"title":"L'uragano","adult":false,"genre_ids":[]},{"cast":[],"overview":"Italian comedy short from 1911.","release_date":"1911-06-11","vote_average":0.0,"runtime":6,"cert":"N\/A","id":387271,"title":"Gratis","adult":false,"genre_ids":[]},{"cast":["James A. FitzPatrick"],"overview":"A look primarily at the beauty of the countryside and seacoast, starting at Carrick-a-Rede Island then on to Enniskillen, the cathedral at Downpatrick, an appreciation of Medieval Irish craft and architecture, visits to a peat farm and the ruins of Castle Dunluce, and the pastoral beauty of County Down. There we visit the resort seacoast town of Bangor. It's on to Cushendun in County Antrim and finishing at the Giant's Causeway as we examine fascinating rock formations and the mysteries of creation.","release_date":"1949-07-09","vote_average":0.0,"runtime":8,"cert":"\"\"","id":387276,"title":"Roaming Through Northern Ireland","adult":false,"genre_ids":[99]},{"cast":["James A. FitzPatrick"],"overview":"This Traveltalk series entry visits several places on the Riviera on the coast of France. Stops include Villefranche, which boasts an artist colony; Níce, with its resorts favored by tourists; and a casino in Cannes.","release_date":"1951-06-23","vote_average":5.0,"runtime":9,"cert":"\"\"","id":387278,"title":"Romantic Riviera","adult":false,"genre_ids":[99]},{"cast":["Phoebe Boswell"],"overview":"A girl in a brothel reminisces and questionins the advice her mother gave her as a child.","release_date":"2010-11-10","vote_average":0.0,"runtime":3,"cert":"N\/A","id":387280,"title":"The Girl with Stories in Her Hair","adult":false,"genre_ids":[16]},{"cast":["Heinrich Schafmeister","Antoine Monot Jr.","Fabian Busch","Markus Knüfken"],"overview":"Short german horror comedy.","release_date":"2013-10-23","vote_average":0.0,"runtime":12,"cert":"N\/A","id":387282,"title":"Antilopen","adult":false,"genre_ids":[27,35]},{"cast":["James A. FitzPatrick"],"overview":"This travelogue begins along the mighty Columbia River, which empties into the Pacific Ocean at Portland. The river passes through three dams which and the salmon have a difficult task of making it up Celilo Falls, a spot where many native fishermen await. Outside of Bend, Rasmus Petersen has constructed a miniature village composed primarily of volcanic rock, semi-precious stone and petrified wood. At Crater Lake National Park, its waters and its bears are our final views in this TravelTalk.","release_date":"1943-06-26","vote_average":7.0,"runtime":9,"cert":"\"\"","id":387284,"title":"Scenic Oregon","adult":false,"genre_ids":[99]},{"cast":["James A. FitzPatrick"],"overview":"This Traveltalk look at southern Germany begins in Berchtesgaden. After a boat ride on the Königssee and a look at the Neuschwannstein castle, we visit the village of Mittenwald, renowned for making violins, and then go to Oberammergau, where the famous Passion play is performed by village residents every ten years. The last stop is a village on the shore of the Tegernsee, where we see traditional Bavarian dances performed.","release_date":"1953-04-04","vote_average":0.0,"runtime":9,"cert":"\"\"","id":387286,"title":"Beautiful Bavaria","adult":false,"genre_ids":[99]},{"cast":["James A. FitzPatrick"],"overview":"This traveltalks entry concentrates on Holland's historical relationship with its main industry: growing tulips. The country's windmills are also highlighted.","release_date":"1950-01-01","vote_average":0.0,"runtime":9,"cert":"\"\"","id":387288,"title":"Springtime in the Netherlands","adult":false,"genre_ids":[99]},{"cast":["James A. FitzPatrick"],"overview":"In this TravelTalk we learn that four million ethnic French, German and Italian people live in Switzerland. The Alps and their important part in the country's history is noted. We view vividly-coloured alpine wildflowers which cover the mountain meadows in the spring. We see rushing mountain streams, fed by melting snows, and then learn of colourful alpine chalets and traditional wood-carving amongst other highlights.","release_date":"1934-10-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":387290,"title":"Switzerland the Beautiful","adult":false,"genre_ids":[99]},{"cast":["James A. FitzPatrick"],"overview":"The first half of this Traveltalk entry is spent in the town of Bath, where we learn about the long history and architecture of the area. We then go to the coastal resort towns of Teignmouth and Torquay.","release_date":"1950-07-15","vote_average":0.0,"runtime":9,"cert":"\"\"","id":387292,"title":"To the Coast of Devon","adult":false,"genre_ids":[99]},{"cast":["Paolo Azzurri","Antonietta Calderari","Filippo Castamagna","Oreste Grandi","Helena Makowska"],"overview":"Italian short drama directed by Luigi Maggi.","release_date":"1911-12-11","vote_average":0.0,"runtime":17,"cert":"N\/A","id":387294,"title":"Il sogno di un tramonto d'autunno","adult":false,"genre_ids":[]},{"cast":["James A. FitzPatrick"],"overview":"This Traveltalks entry looks at the people, customs, and landmarks in Vera Cruz, the main port city of Mexico.","release_date":"1946-03-16","vote_average":6.0,"runtime":10,"cert":"\"\"","id":387296,"title":"Visiting Vera Cruz","adult":false,"genre_ids":[99]},{"cast":["James A. FitzPatrick"],"overview":"This Traveltalks entry showcases the natural wonders in one of the USA's most famous national parks. Waterfalls, grizzly bears, and the Old Faithful geyser are featured.","release_date":"1936-04-18","vote_average":0.0,"runtime":9,"cert":"\"\"","id":387298,"title":"Yellowstone Park: 'Nature's Playground'","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A Italian short film directed by Emilio Vardannes.","release_date":"1911-09-15","vote_average":0.0,"runtime":4,"cert":"N\/A","id":387300,"title":"Il cavallo del reggimento","adult":false,"genre_ids":[]},{"cast":["Lea4You","Lizzy Jizz","Pretty Nina","Sexy Cora"],"overview":"Lea stars in these fourteen hot clips! This award wimming amateur shows you what she's capable of!","release_date":"2012-01-01","vote_average":9.0,"runtime":173,"cert":"\"NR\"","id":387302,"title":"Lea 4you","adult":true,"genre_ids":[]},{"cast":[],"overview":"Italian documentary showing various winter activities.","release_date":"1911-03-26","vote_average":0.0,"runtime":3,"cert":"N\/A","id":387304,"title":"Sciatori militari","adult":false,"genre_ids":[]},{"cast":[],"overview":"Italian documentary on mountain climbing.","release_date":"1911-03-12","vote_average":0.0,"runtime":11,"cert":"N\/A","id":387306,"title":"Ascenzione al Dente del Gigante","adult":false,"genre_ids":[]},{"cast":["Jeremiah Trotter","Thomas C. Bartley Jr.","Clifton Powell","John Diehl","Keith David"],"overview":"The North Star is the story of Benjamin \"Big Ben\" Jones and Moses Hopkins, two slaves who escaped from a Virginia plantation and made their way to freedom in Buckingham, Pennsylvania in 1849. Big Ben's 6 foot 10 inch size and a record bounty for his safe return make him the focus of every slave hunter on the east coast. Their journey exposes them to danger and cruelty; however it also exposes them to the unexpected kindness of the people involved in the Underground Railroad. These experiences will change Ben and Moses forever. Upon reaching the relative safety of Mt. Gilead Church on Buckingham Mountain, Ben and Moses get to experience life as free men and cross paths with historical figures such as Frederick Douglass, Harriet Tubman, Joshua and Jonathan Fell. Their freedom also allows them to experience heroism, romance and treachery. Written by LuckPig Studios","release_date":"2016-03-01","vote_average":5.0,"runtime":88,"cert":"\"NR\"","id":387308,"title":"The North Star","adult":false,"genre_ids":[18,36]},{"cast":["Emilio Vardannes"],"overview":"Toto becomes enraptured with the bloomer dress, and determines to marry a girl wearing the sensible costume. His investigations result in hilarious scenes, ending with a sound thrashing at the hands of a bearded Turk carrying a sunshade, whom Toto mistakes for his ideal, wearing baggy, silken trousers.","release_date":"1911-07-14","vote_average":0.0,"runtime":5,"cert":"N\/A","id":387310,"title":"Totò entusiasta della nuova moda","adult":false,"genre_ids":[]},{"cast":["Marcel Perez","Ercole Vaser"],"overview":"Tweedledum gets chased by police on bicycles.","release_date":"1911-10-11","vote_average":0.0,"runtime":4,"cert":"N\/A","id":387312,"title":"L'auto di Robinet","adult":false,"genre_ids":[]},{"cast":[],"overview":"„Who is saving whom?“ is not just another bank rescue and Euro rescue film. It reveals much more what it is that all the “rescues” hide, right up to the present day tragedy of Greece. The radical alteration of society in Europe. The transformation of private debt into public debt which has been papered over and presented as a “rescue” has not only driven democracy to absurdity. It has shaken societies which consider themselves socialist societies with rule of law to their foundations. No one formulates this better in the film than Mario Draghi, who as a one time vice president of Goldman Sachs and present president of he ECB steers the economies in the Euro area: “The European social model is history”. “Saving the Euro will cost a lot of money. That means we will have to take leave of the European social model”. For seven years now the rescue is taking place with the help of hundreds of Billions of public money.","release_date":"2015-02-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387314,"title":"Who Is Saving Whom?","adult":false,"genre_ids":[99]},{"cast":["Jirô Tamiya","Keiko Matsuzaka","Janet Hatta","Kumi Taguchi","Nobuo Kaneko"],"overview":"Japanese crime film.","release_date":"1976-06-26","vote_average":0.0,"runtime":95,"cert":"N\/A","id":387316,"title":"Cobra 2","adult":false,"genre_ids":[80]},{"cast":["Mukesh","Devayani","Sreenivasan","Annie","Rajan P Dev"],"overview":"Mahadevan Thampi (Sreenivasan), owner of the Sankaramangalam Hospital, gets cheated by his uncle Madhavan Thampi (Rajan P. Dev) into transferring the ownership of the hospital to Madhavan's London-educated daughter Nandini (Annie), by enticing Mahadevan with the false promise of giving Nandini's hand in marriage to him. However, Madhavan had his own slimy plans of getting Nandini married to Rajagopal (Mukesh), the new doctor in the hospital, but who in reality was a quack out to make some cash.","release_date":"1996-08-15","vote_average":3.3,"runtime":null,"cert":"N\/A","id":387318,"title":"Mr. Clean","adult":false,"genre_ids":[35]},{"cast":["Mukesh","Ranjitha","Thilakan","KPAC Lalitha","Nedumudi Venu"],"overview":"Millionaire Achuthan Nair (Thilakan) of the Manikyamangalam family, shocks his greedy relatives waiting for his demise, when he reveals that he has an illicit daughter, Shoba, from an old affair. His relatives hire an imposter, Balagopalan (Mukesh), to pose as Shoba's husband & tell Nair that Shoba is dead, thus ending Nair's wait for his daughter. Prabhakara Menon (Nedumudi), Nair's pal, on the other hand, tries to prevent Balagopalan from saying this, fearing for Nair's fragile health.","release_date":"1995-07-15","vote_average":0.0,"runtime":154,"cert":"N\/A","id":387320,"title":"Sundari Neeyum Sundaran Njanum","adult":false,"genre_ids":[18,35]},{"cast":["Polidor"],"overview":"Polidor dreams that he has become a member of the death club, a society for those tired of life.  The loser of a card game must commit suicide, and Polidor is dealt the wrong card...","release_date":"1912-11-12","vote_average":5.5,"runtime":10,"cert":"N\/A","id":387322,"title":"Polidor al club della morte","adult":false,"genre_ids":[]},{"cast":["Jagadish","Jagathy Sreekumar","Innocent","Rajan P Dev","Kaviyoor Renuka"],"overview":"In this comedy of errors, one of each of 2 pairs of twins are stolen by a childless nurse from their mother, years apart. The 1st twin is in turn stolen by the nurse's thieving husband &amp; grows up to be a thief Jagadeendran (Jagathi), while his twin grows up in his real family to be Balakrishnan (Jagathi), a cop. From the 2nd pair, the twin who grows up with the nurse becomes an actor Jagadheesh Chandran (Jagadish) &amp; his twin, with his real mother, grows up to become cop Unnikrishnan (Jagadish).","release_date":"2002-10-31","vote_average":2.0,"runtime":null,"cert":"N\/A","id":387324,"title":"Jagathi Jagathish in Town","adult":false,"genre_ids":[35]},{"cast":["Vijayaraghavan","Jagadish","Kalabhavan Mani","Jagathy Sreekumar","Kalpana"],"overview":"Diwakaran (Jagadish), a medical sales rep, is also a thief, unbeknown to everyone but his pal Chaandy (Kalabhavan Mani). Mistaking retired school teacher Aravindakshan (Premachandran) for a politician, Diwakaran steals jewelry from him, which Aravindakshan had intended for his daughter's marriage. The cop investigating the case, Jayashankar (Vijayaraghavan), becomes Diwakaran's brother-in-law, to the latter's shock. Jayashankar then brings a proposal for Diwakaran - Aravindakshan's daughter!","release_date":"1998-09-12","vote_average":0.0,"runtime":116,"cert":"N\/A","id":387326,"title":"Alibabayum Arara Kallanmarum","adult":false,"genre_ids":[35]},{"cast":["Edgar Bergen"],"overview":"Edgar Bergen and Charlie McCarthy's plane runs out of gas and lands in the African jungle. After a short comedy routine between the two, some natives come by and insist that they stay for dinner. The question then becomes what (or who) will the dinner be.","release_date":"1933-02-06","vote_average":0.0,"runtime":11,"cert":"\"\"","id":387328,"title":"Africa Speaks -- English","adult":false,"genre_ids":[35]},{"cast":["Jagathy Sreekumar","Balachandra Menon","Shanthi Krishna","Jagadish","KPAC Lalitha"],"overview":"Outspoken Achutha Kurup is the oldest patriarch of the Mankoyikkal family, but who is now persona non grata within his extended family, as each family tries to get rid of him as he takes turns visiting them. His eldest nephew, Prabhakaran, seeing his state, writes a fake letter to each family, including his own, claiming that Kurup owned a big plot of land worth lakhs. After this news, all of Kurup's family starts tripping over each other to care for him.","release_date":"1995-08-14","vote_average":8.0,"runtime":150,"cert":"N\/A","id":387330,"title":"Avittam Thirunaal Aarogya Sriman","adult":false,"genre_ids":[18]},{"cast":["Francis Ford","Ethel Grandin","J. Barney Sherry","Ann Little","William Clifford"],"overview":"American Indian Buffalo Big falls in love with the daughter of Colonel Sherry.","release_date":"1912-05-31","vote_average":0.0,"runtime":27,"cert":"\"\"","id":387332,"title":"The Lieutenant's Last Fight","adult":false,"genre_ids":[]},{"cast":["Kunchacko Boban","Preeti Jhangiani","Vineeth Radhakrishnan","Lalu Alex","Chithra"],"overview":"Vijay Krishnan (Vineeth) comes to Germany to visit his best friend Mahesh Menon (Kunchako Boban) &amp; wife Veena (Preeti Jhangiani), after his lover Neena (Praveena) dies of cancer. There, mistaking Veena's friendliness towards him, Vijay develops an attraction towards her, which soon develops into an obsession.","release_date":"1999-10-16","vote_average":6.0,"runtime":null,"cert":"N\/A","id":387334,"title":"Mazhavillu","adult":false,"genre_ids":[18]},{"cast":["Suresh Gopi","Jagathy Sreekumar","Samyuktha Varma","Janardhanan","N F Varghese"],"overview":"Thevakattil Avarachan is a respectable business man living with his six sons. e controls all businesses in the town. The youngest son, Kuttappayi falls in love with the new teacher, Rebecca in the family-owned school. After the initial resistance, the family agrees to their relationship. But things are about to change with the arrival of the Thevakkattil family.","release_date":"1999-10-20","vote_average":6.3,"runtime":156,"cert":"N\/A","id":387336,"title":"Vazhunnor","adult":false,"genre_ids":[18,53]},{"cast":["José António Baptista","Alexandre Marinho"],"overview":"After being for eleven years in the city, José António Baptista returned to his home village to focus on literature.","release_date":"2015-09-25","vote_average":8.0,"runtime":12,"cert":"N\/A","id":387338,"title":"Atopy","adult":false,"genre_ids":[99]},{"cast":["Michael Chekhov","Karina Bell","Oskar Sima"],"overview":"","release_date":"1930-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387340,"title":"Phantome des Glücks","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"1978-03-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387342,"title":"La Alameda","adult":false,"genre_ids":[]},{"cast":[],"overview":"Back in 1917 a bunch of revoultionary artists were given a train to go round spreading the word about the revolution. Poets like Mayakovsky and the film maker Dziga Vertov were on that train. Vertov appears at the end of this clip wearing a funny furry hat ushering a bunch of kids onto the train. Look out for him as he went on to make Man With A Movie Camera.  The Agitprop (Department for agitation and propaganda) at the time of the USSR, had spread the ideas of Marxism-Leninism, the propaganda organ used various means to convince the recalcitrant regime, including a train decorated with colors in which many Soviet revolutionary intellectuals circulated (as the poet Mayakovsky or director Dziga Vertov). This train was decorated with a showcase of the regime. This film was made ​​in 1917.","release_date":"1917-11-22","vote_average":0.0,"runtime":8,"cert":"N\/A","id":387344,"title":"Agitprop Train","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2009-03-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387346,"title":"Les Guignols de l'info : Putain 20 ans !","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Corporate giant Megatoy sends a pair of documentary filmmakers into the field to see how people play with their toys. A lighthearted comedy about cannibalism, necromancy and plastic horses.","release_date":"2005-11-03","vote_average":0.0,"runtime":98,"cert":"\"\"","id":387348,"title":"Pony Trouble","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Italian comedy short film.","release_date":"1912-12-13","vote_average":0.0,"runtime":4,"cert":"\"\"","id":387350,"title":"I bottoni delle bretelle","adult":false,"genre_ids":[]},{"cast":["Earle Williams","Edith Storey","William Humphrey","Rose Tapley"],"overview":"A short drama directed by William Humphrey.","release_date":"1912-01-03","vote_average":0.0,"runtime":15,"cert":"\"\"","id":387352,"title":"The Heart of the King's Jester","adult":false,"genre_ids":[]},{"cast":[],"overview":"A cross-hatched family fantasy about nocturnal furniture love. Two chairs fuck.","release_date":"1956-06-13","vote_average":0.0,"runtime":7,"cert":"\"\"","id":387354,"title":"A to Z","adult":false,"genre_ids":[]},{"cast":["Michael Snow"],"overview":"\"Vanity. Had a beard. Appearance (looks). Looking. Disappearance act. Hand-made fades and zooms but camera made shave. Camerazor. Handsome. Tired. Walking Woman. My worst film.\"","release_date":"1965-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":387356,"title":"Short Shave","adult":false,"genre_ids":[]},{"cast":["Sandra Mondaini","Marina Morgan","Petula Clark","Gianni Morandi","Gino Paoli"],"overview":"","release_date":"1965-01-01","vote_average":2.0,"runtime":null,"cert":"N\/A","id":387358,"title":"Questo pazzo, pazzo mondo della canzone","adult":false,"genre_ids":[]},{"cast":["Suleyman Alasgarov","Mukhtar Maniyev","Safura Ibrahimova","Ziya Seyidbeyli","Nasiba Zeynalova"],"overview":"Events are happening in WW2. Jabish is a teacher at primary school. His complaining wife drives him mad about not bribing. Then she makes him to cook a soap for making the money. Also other prosesses are shown on the course of the war.","release_date":"1969-12-30","vote_average":9.0,"runtime":72,"cert":"N\/A","id":387360,"title":"Our Teacher Jabish","adult":false,"genre_ids":[18,36]},{"cast":["Cesare Gravina"],"overview":"Italian comedy about a guy who won't be dragged OUT of bed.","release_date":"1912-07-12","vote_average":0.0,"runtime":6,"cert":"N\/A","id":387362,"title":"Butalin fa i suoi comodi","adult":false,"genre_ids":[]},{"cast":["Kostas Voutsas","Dionysis Papagiannopoulos","Eleni Erimou","Andreas Filippides","Anna Paitatzi"],"overview":"The teacher of a primary school in a mountainous village, arrives in Athens to force a rich businessman to keep his promise and to build a new school in the village.","release_date":"1970-01-01","vote_average":7.5,"runtime":83,"cert":"N\/A","id":387367,"title":"The Teacher was One Hell of a Man","adult":false,"genre_ids":[35]},{"cast":["Frank Leighton"],"overview":"he Hon. Montmoroncy Ralston (Frank Leighton) is a monocled Englishman of the old school, with valet and plus fours, who sails for Australia after an argument with his father.  In a Sydney two-up school, he makes friends with Jim McBride (Frank Bradley), a dinkum grazier, who invites Monty out to his station, where he meets the Reverend Stanhope (Eric Colman), a \"flying padre\" who uses a plane to tour his parish.  Monty persuades his father to buy a new plane and enters it in the Centenary Air Race from London to Melbourne. But as he gets into the racing, Monty hears that Stanhope's old plane has crashed in remote country, and he gives up the race to fly to his rescue.","release_date":"1934-05-02","vote_average":0.0,"runtime":85,"cert":"N\/A","id":387372,"title":"Splendid Fellows","adult":false,"genre_ids":[]},{"cast":["Ann Richards","Ron Randell"],"overview":"Filmed at Liverpool Military Camp (Sydney) in 1941 and using national servicemen to lend authenticity, this film was one of many sponsored by the federal government during World War II to boost armed forces recruitment. The film also features recognisable actors of the day including Grant Taylor, Shirley Ann Richards and John Fleeting, who had appeared for director Ken G Hall in feataure films made by the Sydney-based Cinesound Productions.","release_date":"1942-03-06","vote_average":0.0,"runtime":36,"cert":"N\/A","id":387374,"title":"100,000 Cobbers","adult":false,"genre_ids":[]},{"cast":["Roberto Saldívar"],"overview":"In 1973 Roberto Saldivar was arrested and imprisoned in an old Salpetermine in northern Chile. The mine was used as concentrationcamp for political prisoners. 20 years later he returned to confront his memories. He has lived there since. Alone.","release_date":"2007-07-04","vote_average":0.0,"runtime":28,"cert":"N\/A","id":387376,"title":"Don Roberto's Shade","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The Kelly Gang is an Australian feature-length film about the Australian bush ranger, Ned Kelly. The film was released in 1920, and is the second film to be based on the life of Ned Kelly, the first being The Story of the Kelly Gang, released in 1906","release_date":"1920-02-20","vote_average":0.0,"runtime":50,"cert":"N\/A","id":387378,"title":"The Kelly Gang","adult":false,"genre_ids":[]},{"cast":["Christoffer Nordenrot","Lisa Henni","Magnus Sundberg","Linda Kulle"],"overview":"Daniel is committed to making career, but in an industry ruled by women, it is not easy for a man to beat his way. See Me is a film about gender roles","release_date":"2014-01-01","vote_average":5.2,"runtime":11,"cert":"N\/A","id":387380,"title":"See Me","adult":false,"genre_ids":[35]},{"cast":["Adam Pålsson","Mylaine Hedreul"],"overview":"Anton shows his true self for Bea, who has to solve an awkward situation.","release_date":"2014-01-01","vote_average":5.0,"runtime":3,"cert":"N\/A","id":387382,"title":"Den rätta","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A Pacific Island romance about a young adventurer, Stephen Conn, and his love for Luya. Only several scenes survive, although heavy nitrate damage is visible. It was shot on location in the Fiji Islands with interiors at Australasian's Bondi studios in Sydney. The film had many native extras and three American players (Burns, Roberts and Long). The script for the film was written by Norman Dawn from the novel, \"Conn of the Coral Seas\", by Beatrice Grimshaw.","release_date":"1928-06-25","vote_average":0.0,"runtime":15,"cert":"N\/A","id":387384,"title":"The Adorable Outcast","adult":false,"genre_ids":[]},{"cast":[],"overview":"Frank Hurley (1885-1962) was firmly established by 1925 as Australia's most famous photographer. After World War 1, having filled the position as the first official photographer of the Australian war effort, Hurley became interested in Papua New Guinea. In December 1920, he left Australia to record the work of Anglican missions in Papua and to make \"travelogue entertainment\". The result was this documentary, \"Pearls and Savages\" which was released in Sydney, in December 1921.","release_date":"1921-12-01","vote_average":8.0,"runtime":56,"cert":"N\/A","id":387386,"title":"Pearls and Savages","adult":false,"genre_ids":[]},{"cast":[],"overview":"On Thursday Island, a girl saves a pearl-diving heir when her cousin cuts his air-tube.","release_date":"1926-11-05","vote_average":0.0,"runtime":60,"cert":"N\/A","id":387388,"title":"The Hound of the Deep","adult":false,"genre_ids":[]},{"cast":[],"overview":"Mash is a group of friends: racers, artists, students, musicians, designers, and photographers, all connected through bikes. What started as a small video project and have grown into a team of racers, a line of bikes produced with Cinelli, and an outlet for friends to support each other through bikes. The accompanying video takes a narrower view than the book, focusing primarily on street-riding in San Francisco. With exceptional riding and up-close cinematography, the video captures the joy of riding track bikes in a city like SF and passes that excitement along.","release_date":"2015-09-12","vote_average":0.0,"runtime":58,"cert":"\"\"","id":387390,"title":"Mash SF","adult":false,"genre_ids":[]},{"cast":[],"overview":"The vainglorious Professor Rohr-Sauger has discovered that the funding for his new Time Machine will be pulled unless he can show the sponsros a working demonstration, and so the Professor searches for an unwitting guinea pig... enter Dr. Kristi Lust.","release_date":"2011-01-01","vote_average":0.0,"runtime":106,"cert":"N\/A","id":387392,"title":"Kristi and the Time Machine","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387397,"title":"BBC: Inside The Mind Of Hitler","adult":false,"genre_ids":[99,36]},{"cast":["Clark Freeman","Jay Dunn","John Glover","Laura Heisler","Annette O'Toole"],"overview":"WE GO ON tells the story of one man's quest to find out if there is more out there after we die. Paralyzed by his fear of dying, Miles Grissom offers a cash reward to the first person who can show him a ghost, an angel, a demon anything that can prove that we go on after our deaths. He narrows the responses down to three viable candidates a scientist, a medium, and a worldly entrepreneur. Along with his fiercely protective mother, he embarks on an adventure that will spiral into an unthinkable nightmare.","release_date":"2016-03-05","vote_average":5.7,"runtime":89,"cert":"\"\"","id":387399,"title":"We Go On","adult":false,"genre_ids":[18,27,53]},{"cast":["Boris Cavazza","Rade Šerbedžija","Ljudmila Lisina","Majda Potokar","Boris Kralj"],"overview":"WWII - Slovenia under Italian fascist occupation. Two friends separated by a woman they both loved, and then by war as well: one of them joins partisans, the other Italian occupying forces.","release_date":"1973-06-28","vote_average":5.0,"runtime":80,"cert":"N\/A","id":387401,"title":"The Fugitive","adult":false,"genre_ids":[18,10752]},{"cast":["Andy Anderson","Paul Fagamalo","Luna Rioumina","Rhyien Sharp"],"overview":"An enigmatic young musician becomes the captive audience for a crusty old cab driver's hilarious dirty story on the taxi ride from hell.","release_date":"2012-08-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":387403,"title":"Honk If You're Horny","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"A professional waster keeps little monsters in and around his mundane life, as they feed off his waste.","release_date":"2012-11-02","vote_average":0.0,"runtime":9,"cert":"N\/A","id":387405,"title":"Waste","adult":false,"genre_ids":[14]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387407,"title":"Norske Jenter 3","adult":true,"genre_ids":[]},{"cast":["Grace Lam","Yumi Hirano","Bessie Chan","Oscar Lam Wai-Kin","Eddie Lam Kim-Fung"],"overview":"Grace nearly drowns before she is saved by a handsome lifeguard named Gordon. She falls for Gordon and decides to take lifeguarding lessons. However, Gordon falls in love with Pamila. Grace is aided by Eddie and Dawn, but they are unable to separate Gordon and Pamila. In fact, Eddie has romantic feelings for Grace but has had a one night stand with Dawn... The relationships quickly get complicated, how can it all get sorted out?","release_date":"2002-03-13","vote_average":7.0,"runtime":90,"cert":"N\/A","id":387409,"title":"My Horny Girl Friend","adult":false,"genre_ids":[10749]},{"cast":["Christian Bütterhoff","Christoph Krappe","Christian Witte"],"overview":"","release_date":"2012-02-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387411,"title":"Hingerichtet","adult":false,"genre_ids":[10752,28,18]},{"cast":["Adriane Sondermann","Sonja Seemüller","Silvia Kippert","Christian Bütterhoff","Stefan Assing"],"overview":"","release_date":"2000-06-21","vote_average":3.0,"runtime":null,"cert":"N\/A","id":387419,"title":"Exhibitionisten Attacke","adult":false,"genre_ids":[27,35]},{"cast":[],"overview":"Italian short comedy from the Itala Film company.","release_date":"1912-10-13","vote_average":0.0,"runtime":6,"cert":"N\/A","id":387421,"title":"Per l'onore della marmitta","adult":false,"genre_ids":[]},{"cast":["Gizem Erdem","Bertrand Glosset","Ibrahim Selim","Pinar Tore","Tugrul Tulek"],"overview":"A film by Ramin Matin.","release_date":"2011-10-12","vote_average":7.5,"runtime":85,"cert":"N\/A","id":387423,"title":"Canavarlar Sofrasi","adult":false,"genre_ids":[18,35]},{"cast":["Upasna Singh","Rupan Bal","Jus Reign","Bhagwant Mann","Pooja Verma"],"overview":"22g Tussi Ghaint Ho is a Punjabi comedy film starring Bhagwant Mann, Rupan Bal, Upasana Singh and Canadian YouTuber Jus Reign (Jasmeet Singh). Film is written by Bhagwant Mann himself and is directed by Vishal Parasher.","release_date":"2015-12-11","vote_average":0.0,"runtime":114,"cert":"N\/A","id":387425,"title":"Buddy You are Great","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Italian short drama from the Società Anonima Ambrosio company.","release_date":"1912-06-12","vote_average":0.0,"runtime":13,"cert":"N\/A","id":387427,"title":"L'automobile della morte","adult":false,"genre_ids":[]},{"cast":["Mario Bonnard","Gigetta Morano","Vitale De Stefano","Antonio Grisanti","Paolo Azzurri"],"overview":"Italian short drama directed by Luigi Maggi.","release_date":"1912-07-12","vote_average":0.0,"runtime":21,"cert":"N\/A","id":387429,"title":"La nave dei leoni","adult":false,"genre_ids":[]},{"cast":["Giovanni Pezzinga","Fernanda Battiferri","Ciro Galvani","Bianca Lorenzoni","Vittorio Rossi Pianelli"],"overview":"Italian drama about the conspiracy against Murat.","release_date":"1912-07-12","vote_average":0.0,"runtime":31,"cert":"N\/A","id":387431,"title":"Una congiura contro Murat","adult":false,"genre_ids":[]},{"cast":["Giovanni Casaleggio","Berta Nelson","Lidia Quaranta"],"overview":"Italian drama directed by Vincenzo Denizot.","release_date":"1912-03-13","vote_average":0.0,"runtime":32,"cert":"N\/A","id":387433,"title":"Come una sorella","adult":false,"genre_ids":[]},{"cast":["George Holt","George Stanley","Maxine Elliott"],"overview":"Short Western in which an Indian saves a girl.","release_date":"1913-09-28","vote_average":0.0,"runtime":13,"cert":"\"\"","id":387438,"title":"When the West Was Young","adult":false,"genre_ids":[]},{"cast":["Jill Bruce","Dougie Gray","Tony Gray","Neil Innes","Bruce Lacey"],"overview":"The Alberts (Bruce Lacey, Tony Gray and his brother Dougie Gray) attempt to take off. There are two edits of this film, both with their own distinct ending.","release_date":"1965-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":387440,"title":"The Flying Alberts","adult":false,"genre_ids":[99,35]},{"cast":[],"overview":"Parasites of the Frog, short documentary.","release_date":"1913-08-12","vote_average":0.0,"runtime":4,"cert":"N\/A","id":387442,"title":"I parassiti della rana","adult":false,"genre_ids":[]},{"cast":["Christopher Lee","Toyah Willcox","Bob Peck","Alan Dobie","Bernard Hepton"],"overview":"In 1263, King James I of Aragon organizes a debate between representatives of Judaism and Christianity regarding whether or not Jesus was the Messiah.","release_date":"1986-12-21","vote_average":0.0,"runtime":65,"cert":"N\/A","id":387444,"title":"The Disputation","adult":false,"genre_ids":[18,36]},{"cast":["Vermin Supreme","Jimmy McMillan","Rob Potylo","Steve Onderick","Becky Supreme"],"overview":"Vermin Supreme is no ordinary presidential candidate. Promising a free pony for every American, a fully funded time travel research program, and unprecedented zombie preparedness initiatives for a new American Republic, he truly is the people's candidate and the friendly fascist par excellence. \"Who Is Vermin Supreme? An Outsider Odyssey\" follows Vermin Supreme's raucous 2012 campaign from the Rainbow Gathering in the the Cherokee National Forest to the Democratic and Republican National Conventions to Occupy Wall Street protests, and all the way to heart of the American Empire in Washington, DC. From the unsettling gravitas of marauding riot police to the unbridled joy of songs sung for police officers and pranks played on anti-abortion fanatics, \"Who Is Vermin Supreme?\" is certain to show you America as you've never seen it before.","release_date":"2014-04-09","vote_average":7.0,"runtime":100,"cert":"\"\"","id":387446,"title":"Who Is Vermin Supreme? An Outsider Odyssey","adult":false,"genre_ids":[99]},{"cast":["Marc Leroux","Nick Bechard","Andy McQuade","Alex Nemphos","Cam Schmuck"],"overview":"Five years of Bred For Disaster's stunts, pranks, extreme sports and more packed into over sixty minutes of hilarious and horrific  footage all caught on tape! Starring the Bred For Disaster stunt team.","release_date":"2010-12-27","vote_average":7.5,"runtime":108,"cert":"\"NR\"","id":387448,"title":"Fear Nothing, Regret Less","adult":false,"genre_ids":[28,35]},{"cast":["Francesca Bertini","Alberto Collo","Emilio Ghione"],"overview":"Italian short drama from Baldassarre Negroni.","release_date":"1913-06-02","vote_average":0.0,"runtime":18,"cert":"N\/A","id":387450,"title":"La terra promessa","adult":false,"genre_ids":[18]},{"cast":["Mahnaz Afshar","Pantea Bahram","Hooman Barghnavard","Amir Jafari"],"overview":"With entering a psycho sister of a young couple who are expecting a baby, their life faces to a crisis.","release_date":"2014-03-13","vote_average":0.0,"runtime":84,"cert":"N\/A","id":387452,"title":"Biganeh","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Italian comedy short.","release_date":"1913-07-30","vote_average":0.0,"runtime":8,"cert":"N\/A","id":387454,"title":"La moglie del capitano","adult":false,"genre_ids":[]},{"cast":["William F. Cody"],"overview":"The famous show makes a parade.","release_date":"1898-06-12","vote_average":0.0,"runtime":1,"cert":"\"\"","id":387456,"title":"Parade of Buffalo Bill's Wild West Show, No. 1","adult":false,"genre_ids":[99]},{"cast":["William F. Cody","Major Gordon W. 'Pawnee Bill' Lillie"],"overview":"Highlights from the Buffalo Bill's Wild West and Pawnee Bill's Far East shows.","release_date":"1910-09-14","vote_average":0.0,"runtime":13,"cert":"\"\"","id":387458,"title":"Buffalo Bill's Wild West and Pawnee Bill's Far East","adult":false,"genre_ids":[]},{"cast":["William F. Cody","William James Craft","Irving Cummings","Paul Panzer","William V. Ranous"],"overview":"Black and white silent film. A shorter version of the original \"Life of Buffalo Bill\" this version was edited a bit and distributed by Black hawk films in 1959. The film shows Buffalo Bill himself in the opening and closing scenes. The rest he is portrayed by an actor in a dream sequence as he duels with the Cheyenne Warrior Yellow Hand and stops outlaw Buck McCandell from robbing a stagecoach.","release_date":"1912-04-12","vote_average":0.0,"runtime":30,"cert":"\"\"","id":387466,"title":"The Life of Buffalo Bill","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two kids discover a mysterious box that’s dying to be opened!","release_date":"2014-10-31","vote_average":6.0,"runtime":4,"cert":"\"\"","id":387468,"title":"Boxgirl","adult":false,"genre_ids":[27]},{"cast":["Katsuyuki Konishi","Hikaru Midorikawa","Nana Mizuki","Rikiya Koyama","Tsutomu Isobe"],"overview":"An adaptation of the original five volume arc of the popular JoJo's Bizarre Adventure manga, covering the Phantom Blood chapters. Jonathan Joestar is an aristocratic boy whose life is suddenly turned upside down by a mysterious new boy who arrives, Dio Brando. Dio has a connection to his father, and over time, a rivalry forms as Dio becomes obsessed with a mysterious, ancient, and mystical stone mask that Jonathan's father keeps.","release_date":"2007-02-17","vote_average":6.0,"runtime":120,"cert":"N\/A","id":387470,"title":"JoJo's Bizarre Adventure: Phantom Blood","adult":false,"genre_ids":[27,28,16]},{"cast":["Antonietta Calderari","Achille Consalvi","Nino Lacchini","Roberto Roberti","Bice Valerian"],"overview":"Italian film directed by Roberto Roberti.","release_date":"1913-03-13","vote_average":0.0,"runtime":41,"cert":"N\/A","id":387472,"title":"Sua Maestà il sangue","adult":false,"genre_ids":[]},{"cast":["Veronica Hamel","Kevin Dobson","Lee Garlington","Mark Rolston","Keith Coulouris"],"overview":"An abused woman escapes from prison, is recaptured, and sent back then tries to get her sentence reduced. Based on a true story.","release_date":"1993-11-02","vote_average":0.0,"runtime":95,"cert":"\"\"","id":387474,"title":"The Conviction of Kitty Dodds","adult":false,"genre_ids":[18]},{"cast":["Jenny Hu","Yang Fang","Kiu Chong","Angela Yu Chien","Tien Feng"],"overview":"David (Qiao Zhuang) and Mona (Yu Qian) are a spoiled brother-and-sister duo who carelessly use the family fortune to while away their time. David's friend Hanming (Yang Fan) introduces him to the lovely Danfeng (Jenny Wu), and despite Hanming's quiet infatuation with her, David moves in quickly. David and Danfeng get married, but lasting bliss is not in the cards. Mona develops a serious case of jealousy against Danfeng for snatching her brother AND being the object of Hanming's affection. Her barbed tongue and feminine wiles prove powerful enough to sow seeds of discord among the quartet of friends and lovers. Can this wicked web of love, lust and jealousy end happily for anyone?","release_date":"1969-11-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387476,"title":"Torrent of Desire","adult":false,"genre_ids":[10749,18]},{"cast":["Julie Yeh Feng","Guan Shan","Jenny Hu","Nau Nau","Fang Mian"],"overview":"In Farewell, My Love Julie Yeh Feng plays a devoted wife and mother dying from an incurable illness. Her goal now is to find a new mother for her child and a new wife for her husband before she dies. Because of all her personal tragedies and on going hard life off camera, audiences associated with Julie, making her one of the most beloved actresses of her time.","release_date":"1969-11-14","vote_average":0.0,"runtime":98,"cert":"N\/A","id":387478,"title":"Farewell, My Love","adult":false,"genre_ids":[18]},{"cast":["Pu Miao","Guoquan Tuo","Li Long","Liwen Ma"],"overview":"Set in the village of Aicun, Yunnan province, pic begins in the early '80s, with poor, lame farmer Ge Wang (Tuo Guoquan) pressured by his family to marry the mentally and emotionally stunted Cherry (Miao Pu). Ge weds the unkempt but harmless woman, who spends most of her time chasing children and offering them the fruit that is her namesake.  Once married, the shamelessly sexual and embarrassingly naive Cherry shows an insatiable desire to have her own child. Fate intervenes in the second act when Cherry finds an abandoned baby girl in the woods. Though the sprig, named Scarlet, comes complete with a handful of bank notes, Ge panics, thinking he can't afford to raise a child, and reacts in callous fashion. Final section puts a pre-pubescent Scarlet (Long Li) centerstage as she deals with the stigma of having a mentally handicapped mother whose affection is both infinite and frequently inappropriate.","release_date":"2008-05-08","vote_average":0.0,"runtime":101,"cert":"N\/A","id":387480,"title":"Cherries","adult":false,"genre_ids":[18]},{"cast":["Kay Harris","William Tracy","George Watts","Daphne Pollard","Vinton Hayworth"],"overview":"Previously brought to the screen as a Marion Davies vehicle in 1927, Russ Westover's long-running comic strip Tillie the Toiler was again cinematized in 1942 with Kay Harris (who looked not at all like the original \"Tillie\") in the lead. While attending stenographer school, Tillie Jones meets office boy Mac (William Tracy), who falls in love with her at first sight. Though Tillie likes Mac as a friend, she continually throws him over for handsomer men, but ultimately comes to realize that faithful Mac is the one for her","release_date":"1941-08-07","vote_average":0.0,"runtime":67,"cert":"\"\"","id":387482,"title":"Tillie the Toiler","adult":false,"genre_ids":[35]},{"cast":["Harry Carey","Frankie Thomas","James McCallion","Juanita Quigley","El Brendel"],"overview":"Frankie Thomas plays Bob Lewis, leader of a gang consisting of Sailor (Harris Berger), Murph (Hally Chester), Monk (Charles Duncan), Trouble (Billy Benedict) and Yap (David Gorcey). The son of disgraced police officer Lt. Lewis (Harry Carey), Bob vows to clear his dad's name, and also to prove that accused murderer Tommy Shay (Paul Fix) is innocent.","release_date":"1939-04-13","vote_average":7.0,"runtime":72,"cert":"\"\"","id":387484,"title":"Code of the Streets","adult":false,"genre_ids":[18,80]},{"cast":["Dave Gould","Pete Smith"],"overview":"Choreographer Dave Gould and his students demonstrate various tap dancing steps. Also featured are an adagio and Russian sword dancers.","release_date":"1936-01-04","vote_average":0.0,"runtime":8,"cert":"\"\"","id":387486,"title":"Let's Dance","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An urgent letter that will never be read. This film, the grains of memory, an unconscious faith and terror, tries to bridge the pain of a broken family communion.","release_date":"1988-01-01","vote_average":0.0,"runtime":11,"cert":"\"\"","id":387488,"title":"Rose and Rose Elaine","adult":false,"genre_ids":[]},{"cast":["George Burns","Gracie Allen","Barton MacLane"],"overview":"Sailor George and his pals visit the Roseland Dance Hall, where funny things happen between conversations with dizzy hostess Gracie.","release_date":"1933-03-17","vote_average":0.0,"runtime":11,"cert":"\"\"","id":387490,"title":"Let's Dance","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A chemical Western in 16mm whose primitive processes reveal a profound instability of language within desert landscapes. Made through the hand processing and primitive contact printing of outdated laboratory print stock, The Silver Returns examines the phenomena of \"letter mountains\" that proliferate the old mining towns of the American Southwest. Much of the silver mined here, became the image-bearing material of photographic film. The silver returns to find the instability of the film's emulsion mirroring the desert's toxic environmental remains.","release_date":"2001-01-01","vote_average":0.0,"runtime":22,"cert":"\"\"","id":387492,"title":"The Silver Returns","adult":false,"genre_ids":[]},{"cast":[],"overview":"A family of Serial Killer, Black Magician Sideshow Freaks are called upon by The Order of Mystery, a secret society of Wizards, Sideshow Masters and Vampires, to prevent the coming of the dead.","release_date":"2007-10-01","vote_average":1.0,"runtime":80,"cert":"\"\"","id":387494,"title":"The Freakshow Apocalypse","adult":false,"genre_ids":[27]},{"cast":["Christian Witte","Martin Hentschel","Thomas Kercmar","Tasso Mintopoulos","Michael Angenendt"],"overview":"","release_date":"2011-10-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387496,"title":"Turbo Zombi - Tampons of the Dead","adult":false,"genre_ids":[35,27]},{"cert":"N\/A","title":"A Victim of Vengeance","cast":["Antonietta Calderari","Giuseppe De Witten","Frederico Elvezi","Roberto Roberti","Bice Valerian"],"id":387498,"overview":"A Victim of Vengeance is a Italian film directed by Roberto Roberti.","runtime":35,"genre_ids":[],"release_date":"1913-07-12","vote_average":0.0,"adult":false}]