[{"cast":["Nicole de Boer","Scott Gibson","Peter Michael Dillon","Steve Baran","Allison Brennan"],"overview":"A district attorney asks a forensic accountant (Nicole de Boer) to investigate the murder of a key witness.","release_date":"2015-01-01","vote_average":3.0,"runtime":88,"cert":"N\/A","id":387500,"title":"Corrupt","adult":false,"genre_ids":[53]},{"cast":["Lu Hsiao-Fen","Yiu Wai","Ko Chun-Hsiung","Tsai Yang-Ming","Yee Yuen"],"overview":"Wau Fong and Pak Yuk are attractive hostesses in a cabaret with a great following. One of Wan's suitors, Or Ah Chun is a powerful and prominent figure with strong Japanese connections. But she is reluctant to accept his affection and offer of good life. A postgraduate returning from Japan, Lin San Lon is deeply in love with Pak. The musically talented Lin composes the song LOVE, LONE FLOWER for her. But an American bomber puts an end to their relationship, killing Or and Pak in the debris of the cabaret. Wan becomes \"Chieftain\" of May Flower Restaurant after the liberation. Among the girls under her supervision, she is surprised to see the late Pak...","release_date":"1985-06-22","vote_average":0.0,"runtime":91,"cert":"N\/A","id":387505,"title":"Love, Lone Flower","adult":false,"genre_ids":[18]},{"cast":["David Holcomb","Ashley Cusato"],"overview":"Quick cash, fake diamonds, and a triple-cross... When an out of work Gulf War vet (Leo) is offered some quick cash as a bodyguard, he jumps at the chance. His job is to escort a diamond courier from the airport to a large wholesaler in L.A. ...simple enough. Unfortunately for Leo, the security boss (Sal) who hired him plans to steal the diamonds. Add two corrupt detectives and a disgruntled ex-jeweler all looking for the stones, Leo and company soon have nowhere to turn. Bad turns to worse when the \"diamonds\" turn out to be fake...and everyone wants what Leo doesn't have.","release_date":"2002-07-12","vote_average":0.0,"runtime":null,"cert":"\"\"","id":387507,"title":"Bulldog","adult":false,"genre_ids":[]},{"cast":["Sha-Li Chen","Ling Yin","Mang Lee","Chen Pei-ling","Julie Lee Chi-lun"],"overview":"They are the girls of the night. This is their base of operations, House 102, to be exact. Here they answer calls from the many hotels, ride out there on the back of motorcycles and give their jaded customers what is generally described as a nice time. Hu Ma, manager, transport man, body guard and procurer of House 102 discovers A-chiao at the railway station and is delighted to know she is a virgin...","release_date":"1972-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":387509,"title":"Girls of the Night","adult":false,"genre_ids":[18]},{"cast":["Simone Missick","Teissia Treynet"],"overview":"Reese (Simone Cook) has written a great movie that no one in Hollywood will touch because she determined to also direct it. Brandon (Robert Petrarca) wants a really great role to catapult him out of TV Teenybopper Land and into the world of serious filmmaking. So when the two find each other, completely by accident, it would seem like a match made in Hollywood Heaven. However Reese never has directed anything before and really doesn't know what shes doing. And Brandon, well, he is not consistently as brilliant an actor as he thinks he is. It is only when their little indie film reaches the brink of implosion, that Reese and Brandon both realize: they are each making the movie to replace someone that they have lost in their life. One must learn to let go, while the other must figure out how to get that loved one back. And this unlikely duo does it together, on The Road to Sundance.","release_date":"2008-06-14","vote_average":0.0,"runtime":104,"cert":"\"\"","id":387511,"title":"The Road to Sundance","adult":false,"genre_ids":[]},{"cast":[],"overview":"A shocking video of a double murder in Russia appeared on YouTube in 2007. The police investigation reached a dead end; two years later, director Vladi Antonevicz and his friend Dima “Shurabi” set off on a daring investigation of their own. Snooping around the darkest crevices of Russia’s neo-Nazi underground, they are determined to find the killers.","release_date":"2015-11-16","vote_average":0.0,"runtime":104,"cert":"N\/A","id":387513,"title":"Credit for Murder","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A cemetery in St. John, New Brunswick, Canada is seen through the eyes of its former superintendent.","release_date":"1975-01-01","vote_average":0.0,"runtime":18,"cert":"N\/A","id":387515,"title":"Boo Hoo","adult":false,"genre_ids":[99]},{"cast":["Marcel Perez"],"overview":"A Italian short comedy with Robinet.","release_date":"1914-05-12","vote_average":0.0,"runtime":7,"cert":"N\/A","id":387517,"title":"Robinet chauffeur miope","adult":false,"genre_ids":[]},{"cast":[],"overview":"Italian sea creature documentary.","release_date":"1914-03-13","vote_average":0.0,"runtime":6,"cert":"N\/A","id":387519,"title":"La vita negli abissi del mare: Pesci","adult":false,"genre_ids":[]},{"cast":["Mary Beard"],"overview":"For the first time ever, CT scanning and x-ray equipment bring new light to the secrets of the victims of the 79 AD eruption. Mary unpacks the human stories behind the tragic figures - gladiators, slaves, businesswomen and children. She goes behind the scenes of the Great Pompeii Project, where restoration teams have gradually removed the layers of time and deterioration from the frescoes and mosaics of houses closed to the public for decades. And with the help of point-cloud scanning technology, Pompeii is seen and explained like never before. Mary has unprecedented access to hidden storerooms and archaeological labs packed to the hilt with items from daily life: plumbing fittings, pottery, paint pots, foodstuff and fishing nets. As she pieces it all together, Mary presents a film that is a celebratory and unique view of life in this extraordinary town.","release_date":"2016-05-01","vote_average":0.0,"runtime":60,"cert":"\"PG-13\"","id":387521,"title":"Pompeii - New Secrets Revealed","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Fischinger's abstract designs accompanied by Gitta Alpar singing.","release_date":"1932-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":387526,"title":"Coloratura","adult":false,"genre_ids":[]},{"cast":["Molly Fahey","Josh Folan","Graci Carli"],"overview":"Two ill-prepared slacker buddies head into the wilderness hoping their documented exploits catch the eye of their reality television survival idol, Bear. They should have left their girlfriends at home.","release_date":"2013-08-30","vote_average":0.0,"runtime":null,"cert":"\"\"","id":387528,"title":"What Would Bear Do?","adult":false,"genre_ids":[35,12]},{"cast":["Camille Black"],"overview":"Camille is the deviant daughter of porn producer JW Ties. Camille is quite the trouble maker. She was kicked out of college and sent back to live with her family but since being back home Camille has taken a little time and decided she really wants to follow in her daddy's footsteps and open up her own porn production company. Camille is a sneaky little devil and sets up cameras all around the house to catch her and her brother, sister &amp; father fucking! Camille even tricked her Dad into filming them fuck! I wonder how long it'll take her dad to figure out she is about to be his direct competitor!","release_date":"2015-09-22","vote_average":8.0,"runtime":111,"cert":"\"NR\"","id":387530,"title":"Taboo Family Matters","adult":true,"genre_ids":[]},{"cast":["Maxine X","Camille Black","Tara Ryze","Dava Foxx"],"overview":"Dear Diary: Ever since mom passed daddy has been super depressed. In fact, we didn't even fuck for a few weeks after it first happened. I couldn't take not having daddy's cock any longer so I decided to take action and fast! I've been on a hardcore search to find a super sexy mom for my daddy!","release_date":"2015-08-05","vote_average":9.5,"runtime":129,"cert":"\"NR\"","id":387532,"title":"Father Daughter Seductions 2: Mommie Quest","adult":true,"genre_ids":[]},{"cast":["Camille Black","Mandy Muse","Hope Harper","JW Ties"],"overview":"Mandy Muse gives her big ass to daddy! Daddy takes Hope Harper's temperature... with his cock! Camile Black instigates a family 4-some! XXX that just shouldn't happen!","release_date":"2015-06-05","vote_average":8.5,"runtime":111,"cert":"\"NR\"","id":387534,"title":"DNA 2: Daughters Need Anal","adult":true,"genre_ids":[]},{"cast":["Carmen Machi","Terele Pávez","Asier Etxeandia","Lucía Balas","Paco Tous"],"overview":"Rosa, is a prostitute who inherited the profession from Antonia, her mother, who thinks she is Sara Montiel and turns her daily life in a hell. Rosa does not know how to be happy. She just can not. But the unexpected arrival of a new member to her particular (and absurd) family will give her a unique opportunity to achieve happiness","release_date":"2016-02-05","vote_average":6.5,"runtime":84,"cert":"N\/A","id":387536,"title":"The Open Door","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Stuck in the abyss of the foster care system, Zoe's life finally begins to move forward until unexpectedly what she holds dearest is taken away from her yet again and she is left to pick up the pieces of her tender heart.","release_date":"2015-05-10","vote_average":9.8,"runtime":23,"cert":"\"\"","id":387538,"title":"Remember My Story - ReMoved Part 2","adult":false,"genre_ids":[]},{"cast":["Bobbie Au-Yeung","Farini Cheung","Kam Hing-Yin","Chin Gwan","Gordon Lam"],"overview":"Correction Officer Kwok Kam Hung is a gambling addict and owes a large sum of money, so he constantly makes money through the inmates. The department finds out and fires him. Unemployed, Hung seeks other means to survive and recalls a trick formula that will daze the victim and take the victim's money. He first tries and succeeds in dazing a prostitute and taking her money. Hung then decides to inject the daze drug into drinks in convenient stores.","release_date":"1995-11-22","vote_average":0.0,"runtime":89,"cert":"N\/A","id":387540,"title":"Daze Raper","adult":false,"genre_ids":[80]},{"cast":["Gladys George","Barton MacLane","Billy Halop","Huntz Hall","Gabriel Dell"],"overview":"Kids look to get revenge when their fathers are all killed in a mob war.","release_date":"1941-06-27","vote_average":0.0,"runtime":61,"cert":"\"\"","id":387542,"title":"Hit the Road","adult":false,"genre_ids":[80,35]},{"cast":["Melvin Wong","Pauline Chan Bo-Lin","Chan Wing-Chi","Otomo Rena","Shu Tong Wong"],"overview":"Two sisters, Lin and Sen, and Lin's husband Ho come to Hong Kong looking for a better life. They are met by Ho's friend Kwan who works for a gangster Tian who offers them jobs in his nightclub and sauna. Sen is young and easily bored and soon takes up with Tian who offers her money and excitement. Ho falls for Sister a masseuse who works in the sauna and Lin is left wondering and unhappy. When Tian attempts to assault Lin, Ho seeks revenge but is killed along with Kwan and it is left to Sen and Sister to seek the help of a rival gangster in their revenge.","release_date":"1993-03-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387544,"title":"Run for Life - Ladies from China","adult":false,"genre_ids":[80,18]},{"cast":["Jenny Hu","Chin Han","Chung Wah","Yau Ching","Ku Wen-Chung"],"overview":"Mysterious songstress Fang Biyu is loved by two brothers, Qiwei and Qijun. After freeing herself from the clutches of gangsters, she gives her heart to Qiwei. Tragedy comes knocking on the door when one of the gangsters comes out of prison, and Qiwei dies in a car accident. Blamed for her husband's death, Biyu is forced to go back to singing to make a living, but hopes to reunite with her son and return to the family one day.","release_date":"1969-11-25","vote_average":5.0,"runtime":74,"cert":"N\/A","id":387549,"title":"River of Tears","adult":false,"genre_ids":[10402,10749]},{"cast":["Oscar de la Hoya","David John Cole","Art Bonilla","Chris Connor","Ron Fallica"],"overview":"One of the most controversial conflicts in U.S. history, the Mexican-American War erupted as President James K. Polk sought to extend the borders of the nation to the Pacific, taking by force whatever territory stood in the way. This special, produced by The History Channel and hosted by Oscar de la Hoya, looks at the war from the perspective of both countries, and chronicles the fighting from its inception to its conclusion with the Treaty of Guadalupe Hidalgo.","release_date":"2006-09-29","vote_average":8.5,"runtime":89,"cert":"\"\"","id":387551,"title":"The Mexican American War","adult":false,"genre_ids":[36,99]},{"cast":["Ivy Ling Po","Lam Yuk","Lo Wei","Ding Sai","Ou-Yang Sha-Fei"],"overview":"In 1966, like in The Love Eterne, Ling Bo took up the male lead in Forever and Ever, despite Shaw Brothers' earlier plan of having her as the female lead. Facing opposition from fans, they finally arranged for her to star as a male student named Xiaowen. Wicked rich man Liu, portrayed by Lo Wei, the director of this film, wants Xiaowen to marry his daughter (Lin Yu) who is suffering from leprosy, thinking that marriage will take away her disease. Although Xiaowen discovers Liu's plan, he is still in love with her and hopes that a miracle will cure her disease...","release_date":"1968-01-20","vote_average":0.0,"runtime":102,"cert":"N\/A","id":387553,"title":"Forever and Ever","adult":false,"genre_ids":[10749,36,18,10402]},{"cast":[],"overview":"An exploded view of a ballistic issue, Bulletin is a 6-minute mish-mash-up of a mid-’60s media-archeological marvel.","release_date":"2016-04-03","vote_average":0.0,"runtime":6,"cert":"\"\"","id":387555,"title":"Bulletin","adult":false,"genre_ids":[]},{"cast":[],"overview":"A tragic mistake jolts Teddy and Joanne into limbo. Their spirits bear witness to their past usage of household appliances, as if by electric charge they might uncoil their spectral presences from home and garden. A myth and a ghost story for Christine Lucy Latimer, on her birthday, 2015.","release_date":"2015-08-26","vote_average":8.0,"runtime":7,"cert":"\"\"","id":387557,"title":"Wild Currents","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2011-03-14","vote_average":5.0,"runtime":null,"cert":"\"\"","id":387559,"title":"Dead Stop","adult":false,"genre_ids":[27]},{"cast":["Narciso Busquets","Armando Silvestre","Maribel Guardia","Eduardo Yáñez","Bruno Rey"],"overview":"","release_date":"1985-03-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387561,"title":"Contrato con la muerte","adult":false,"genre_ids":[80,28]},{"cast":["Alfredo Bertone","Erna Hornak","Anna Lazzarini","Annetta Ripamonti","Ubaldo Stefani"],"overview":"Italian drama from the Società Anonima Ambrosio company.","release_date":"1914-04-13","vote_average":0.0,"runtime":30,"cert":"N\/A","id":387563,"title":"La maschera pietosa","adult":false,"genre_ids":[]},{"cast":["Thomas Penn"],"overview":"Historian Thomas Penn reveals the secrets of founder of Britain’s great Tudor Dynasty - and his amazing trajectory to power.  Two weeks after landing on the shores Wales in 1485 with a small band of mercenaries, Henry of Richmond defeats the notorious Richard III at the Battle of Bosworth. He is crowned Henry VII and then begins a career of realpolitik, a charming exterior making a savage ambition. The War of the Roses, his wife Elizabeth of York, and the beginning of the Renaissance are all part of this incredible history, as are Henry’s obsessions with money and astonishing spy network.","release_date":"2013-05-30","vote_average":0.0,"runtime":59,"cert":"N\/A","id":387565,"title":"Henry VII: Winter King","adult":false,"genre_ids":[36,99]},{"cast":["Jack Buchanan","Lili Damita","Nancy O'Neil","Fred Emney","Sydney Fairbrother"],"overview":"Jack Brewster is a pennyless English lad who learns that he has inherited 6 million pounds sterling from a recently deceased relative. But soon learns that he must spend 500,000 pounds in 60 days to inherit the rest of the money, or forfeit the entire inheritance.","release_date":"1935-01-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":387567,"title":"Brewster's Millions","adult":false,"genre_ids":[10402,35]},{"cast":["Staffan Hallerstam","Olle Myrberg","Maria Lindberg","Håkan Waldebrant","Leif Liljeroth"],"overview":"","release_date":"1967-12-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387569,"title":"Kullamannen","adult":false,"genre_ids":[53,12]},{"cast":[],"overview":"In CONTINUUM, the world, the workers within the world and the labor of making the film itself are equated through montage and a brilliantly concentrated filmic \"painterliness.\" The result is an experimental film which is at the same time a document of propaganda in the sense that at its conclusion, one finds oneself closer to the science of the motion of society in its monumentality with streets, buildings, the building of them and the workers and their instruments, creating a constructivist poetry within the eyes.","release_date":"1987-03-13","vote_average":9.0,"runtime":15,"cert":"\"\"","id":387571,"title":"Continuum","adult":false,"genre_ids":[]},{"cast":["Fritz Schulz","Felix Bressart","Paul Hörbiger","Max Adalbert","Ida Wüst"],"overview":"Military comedy.","release_date":"1930-11-10","vote_average":5.0,"runtime":93,"cert":"N\/A","id":387573,"title":"Drei Tage Mittelarrest","adult":false,"genre_ids":[35]},{"cast":["Jorge Vargas","Patricia Rivera","Roberto Jordán"],"overview":"","release_date":"1982-03-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387575,"title":"Los guaruras","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"If It Runs or It Flyes... It Ends at the Pot shows the gastronomic wealth of the people Hñähñu by living with the Cruz Ramirez family. We visit along with them the Mezquital Valley collecting the scarce local flora and fauna as a method of survival. The whole family is involved to create a unique and extraordinary cuisine which respects nature, inherited from pre-Hispanic times.","release_date":"","vote_average":0.0,"runtime":75,"cert":"N\/A","id":387580,"title":"If It Runs or It Flyes...It Ends at the Pot","adult":false,"genre_ids":[]},{"cast":["Åke Grönberg","Åke Söderblom","Lennart Lindberg","Kerstin Gustafson","Carl-Gunnar Wingård"],"overview":"","release_date":"1957-09-02","vote_average":0.0,"runtime":94,"cert":"N\/A","id":387582,"title":"Klarar Bananen Biffen?","adult":false,"genre_ids":[35]},{"cast":["Sara García","Abel Salazar","Alma Rosa Aguirre","Delia Magaña","Óscar Pulido"],"overview":"","release_date":"1950-03-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387584,"title":"Yo quiero ser hombre","adult":false,"genre_ids":[10749,35]},{"cast":["Paulo Rocha","Virgínia Dias"],"overview":"Mesmerized by the songs of Peroguarda villagers in southern Portugal’s Alentejo region, young Portuguese modern poet Antonio Reis, Corsican researcher of Portuguese folk music Michel Giacometti, and film director Paulo Rocha visited the village one after another in the late 1950s.  This work refreshes the soul and flows with songs and poetry seeped in sadness, as well as the atmosphere of the quiet sea and village, fields adorned with vibrant red flowers, and roads traveled by Reis and the others, while interspersing images from Paulo Rocha’s films.","release_date":"2006-07-07","vote_average":0.0,"runtime":105,"cert":"N\/A","id":387586,"title":"Encontros","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387588,"title":"Dolores & Remedios","adult":false,"genre_ids":[]},{"cast":["Noriyuki Higashiyama","Huỳnh Đông","Emi Takei","Kazue Fukiishi","Lan Phương"],"overview":"A story about the special friendship between Phan Boi Chau and Japanese doctor Asaba Sakitaro, which began 100 years ago when Chau went to Japan to seek support for Vietnam’s national independence movement.","release_date":"2013-09-29","vote_average":0.0,"runtime":106,"cert":"N\/A","id":387590,"title":"The Partner","adult":false,"genre_ids":[18]},{"cast":["Eddie Redmayne","Tom Hiddleston","Maisie Williams","Timothy Spall","Miriam Margolyes"],"overview":"Dug, along with his sidekick Hognob, unite a cavemen tribe to save their hidden valley from being spoiled and, all together as a team, to face the menace of a mysterious and mighty enemy, on the turf of an ancient and sacred sport.","release_date":"2018-01-26","vote_average":5.9,"runtime":89,"cert":"\"PG\"","id":387592,"title":"Early Man","adult":false,"genre_ids":[10751,35,16,12]},{"cast":["Pierre Fresnay","Marie Déa"],"overview":"The everyday life and activity of \"La Dernière Heure\", a major evening newspaper, seen through the eyes of Hélène Perrin, a cub reporter trained by Pierre Rabaud, a star in his field. Side by side they will investigate several events: an air show that ends tragically, the coming to France of a Hollywood actress, a lightship caught in a terrible storm...","release_date":"1942-05-21","vote_average":6.0,"runtime":98,"cert":"N\/A","id":387594,"title":"Le Journal Tombe à Cinq Heures","adult":false,"genre_ids":[10749,18]},{"cast":["Ibrahim Al-Hasawi","Abdullah Al-Ahmed","Faisal Al-Omari","Trad Al-Qahtani","Fuhaid Al-Shammari"],"overview":"Aayesh is a lonely man. He works as a morgue security guard. One day his daily routine is altered for 10 minutes, but brings about a significant change.","release_date":"2010-04-09","vote_average":7.0,"runtime":28,"cert":"N\/A","id":387596,"title":"Aayesh","adult":false,"genre_ids":[18]},{"cast":["Ray Mayer","Edith Evans"],"overview":"Comic cowboy piano player Ray Mayer and blonde singer Edith Evans perform \"Henry's Made a Lady out of Lizzie,\" \"It All Belongs to Me,\" \"Sleep, Little One, Sleep\" and \"Side by Side.\"","release_date":"1928-08-01","vote_average":0.0,"runtime":9,"cert":"\"\"","id":387601,"title":"When East Meets West","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"A short documentary on the production of rayon, shot in Torviscosa (Italy). It portrays the production of this new synthetic fabric in the small town of Torviscosa, entirely built following strict fascist canons.","release_date":"1949-01-01","vote_average":6.0,"runtime":10,"cert":"N\/A","id":387603,"title":"Seven Reeds, One Suit","adult":false,"genre_ids":[99]},{"cast":["Chloé Cunha","Mary Widow","Seth Chatfield","Seth Chatfield","Tymisha \"Tush\" Harris"],"overview":"A vampire named Bathor turned an entire village to vampires, stuck around long enough to teach them to survive, and then promised to return in 2000 years after conquering the rest of the continent. The only problem with this plan is that the vampires, although immortal, have only a limited capacity for memory. As time passes, they forget their utopian society and led by the totalitarian zealot Grando, become paranoid, superstitious fundamentalists, splitting their society by race and gender lines, seeking to destroy those who are deemed sinful. Long-forgotten lovers Élisabeth and Fantine find that, with the help of those who were banished in the past, it is their fate to piece together the past and help preserve the little that remains before Bathor’s impending return.","release_date":"2016-03-27","vote_average":0.0,"runtime":78,"cert":"\"\"","id":387605,"title":"Blood of the Tribades","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Tailgunner, Public Enema Number One, Wrathchild, Die With Your Boots On, Hallowed Be Thy Name, 22 Acacia Avenue, Holy Smoke, No Prayer for the Dying, The Clairvoyant, 2 Minutes to Midnight, The Trooper, Heaven Can Wait, Iron Maiden, The Number of the Beast, Bring Your Daughter... to the Slaughter, Run to the Hills, Sanctuary","release_date":"1991-01-26","vote_average":0.0,"runtime":null,"cert":"\"\"","id":387610,"title":"Iron Maiden: [1991] Watch Your Back! New Haven","adult":false,"genre_ids":[]},{"cast":[],"overview":"1\t–Anthrax\tA.I.R.  2\t–Anthrax\tAnthrax  3\t–Anthrax\tMetal Thrashing Mad  4\t–Anthrax\tPanic  5\t–Anthrax\tGing Ho  6\t–Overkill\tRotten To The Core  7\t–Overkill\tSecond Son  8\t–Overkill\tHammerhead  9\t–Overkill\tOverkill  10\t–Agent Steel\tNever Surrender  11\t–Agent Steel\tChildren Of The Sun  12\t–Agent Steel\tUnstoppable Force  13\t–Agent Steel\t144,000 Gone  14\t–Agent Steel\tGods From Space","release_date":"1986-06-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387612,"title":"Metal Hammer Roadshow","adult":false,"genre_ids":[]},{"cast":["Stefan Čkonjević","Dunja Jocić","Jelena Đokić"],"overview":"A young boy accidentally squeezes his pet bird to death. At sunset the bird resurrects itself and confronts the boy with his actions.","release_date":"2015-09-26","vote_average":0.0,"runtime":17,"cert":"N\/A","id":387614,"title":"Bird","adult":false,"genre_ids":[18,10402]},{"cast":[],"overview":"Now you can shed the pounds and have a blast while you're doing it! It's easy with the Zumba Cardio Party DVD. Loaded with red-hot dance steps, pulsating Latin rhythms and easy-to-follow routines, this invigorating dance-fitness \"party\" will have you movin', groovin' and shakin' the weight off to the sexy, exotic rhythms of salsa, cumbia, samba, merengue and more! Now's the time! Get ready to \"Join the Party\" and see a whole new side of yourself!","release_date":"2008-03-14","vote_average":10.0,"runtime":60,"cert":"\"G\"","id":387616,"title":"Zumba Fitness: Cardio Party","adult":false,"genre_ids":[]},{"cast":["Richard Arlen","Andy Devine","Astrid Allwyn","Douglas Fowley","Charles D. Brown"],"overview":"A shifty boxing promoter places an amateur in fixed fights, then hands his contract over to an suspicious female investigative reporter as a raffle prize. He later regrets his actions, however, when the boxer becomes an honest champion.","release_date":"1940-09-13","vote_average":0.0,"runtime":64,"cert":"\"\"","id":387621,"title":"The Leather Pushers","adult":false,"genre_ids":[35,12]},{"cast":["Shintarou Asanuma","Mao Ichimichi","Tsuyoshi Koyama","Hiroki Touchi","Tomoaki Maeno"],"overview":"A crossover between the Cyborg 009 and Devilman series.","release_date":"2015-10-17","vote_average":5.7,"runtime":90,"cert":"\"\"","id":387626,"title":"Cyborg 009 vs Devilman","adult":false,"genre_ids":[28,16,878]},{"cast":[],"overview":"A shocking exposé of the deplorable conditions and abuses from the Willowbrook State School for children with intellectual disabilities.","release_date":"1972-02-02","vote_average":8.5,"runtime":28,"cert":"\"NR\"","id":387628,"title":"Willowbrook: The Last Great Disgrace","adult":false,"genre_ids":[]},{"cast":["Bahram Radan","Ezzatolah Entezami","Bahareh Rahnama","Atila Pesiani"],"overview":"A young man leaves his birthplace, Isfahan, to come to capital city ,Tehran, to forgot his childhood memories. He is the storyteller and he tarts revealing his dreams which have been started a few months after the death of his father. In these dreams father persuades him to go to the Gav Khuni Swamp","release_date":"2004-03-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387633,"title":"Gav khooni","adult":false,"genre_ids":[18]},{"cast":[],"overview":"French actor Mathieu Amalric directs the made-for-TV comedy La Chose Publique (Public Affairs). Shot on digital video, the film is a satire of French politics and media personalities. Television director Philippe Roberts (Jean-Quentin Chatelain) has been assigned to make a film series, so he decides to use his own life and marriage as an inspiration. Public Affairs was shown at the 2003 Cannes Film Festival.","release_date":"2003-03-13","vote_average":5.0,"runtime":null,"cert":"N\/A","id":387635,"title":"Public Affairs","adult":false,"genre_ids":[]},{"cast":[],"overview":"Moroccan filmmaker Narjiss Nejjar makes her feature debut with the drama Cry No More. Former prostitute Mina (Raouia) is released from prison after a 25-year sentence. Bus driver Fahd (Khalid Benchegra) returns her to the isolated Berber village of prostitutes. Because the only men allowed in are customers, Fahd pretends to be Mina's son. Fahd falls for Mina's angry daughter, Hala (Siham Assif), who wants to stop the village curse. Hala has a daughter of her own, Zinba Rafiqua Belhaj, who's about to undergo a traditional loss-of-virginity ritual. As she forms a plan to stop the sex work-cycle, Mina doesn't let Hala know her real identity, although the village elders in the mountain cliffs remember her. Cry No More was shown during the Director's Fortnight at the 2003 Cannes Film Festival.","release_date":"2003-03-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387637,"title":"Cry No More","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Erez Laufer, Mike Brant -- Laisse moi t'aimer is a documentary based on the real-life death of Mike Brant, who reluctantly became a foreign singing sensation during the 1960s and '70s. Born in a displaced person's camp in Cyprus, the then-named Moshe Brand grew up in a working-class environment, occasionally making time to entertain at weddings, bar mitzvahs, and, eventually, nightclubs both at home and abroad. When Sylvie and Carlos Varton saw one of his performances, they whisked him off to Paris and saw to it that his career took off. Though he was an almost instant success, he is believed to have committed suicide at the age of 28. This film features rare interviews with family, friends, and colleagues, as well as footage from home movies, television appearances, and radio recordings.","release_date":"2003-03-13","vote_average":7.0,"runtime":null,"cert":"N\/A","id":387639,"title":"Mike Brant","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Henri-François Imbert","release_date":"2003-03-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387641,"title":"No Pasaran, Souvenir Album","adult":false,"genre_ids":[36,99]},{"cast":["Ingmar Bergman","Gunnar Bergdahl"],"overview":"","release_date":"2002-01-01","vote_average":6.3,"runtime":40,"cert":"\"\"","id":387646,"title":"Ingmar Bergman: Intermezzo","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Directed by Carmelo Bene","release_date":"2002-03-13","vote_average":1.0,"runtime":null,"cert":"N\/A","id":387648,"title":"Otello di Carmelo Bene","adult":false,"genre_ids":[]},{"cast":["Christoph Krappe","Frank Reglinski","Adriane Sondermann","Jochen Taubert","Elischeba Wilde"],"overview":"","release_date":"2001-03-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387650,"title":"Schlachtfest des Teufels","adult":false,"genre_ids":[27]},{"cast":["Tyler Antoine","Andrew Freud","Aaron Hoffer","Shannon Irrgang","Ben Kepley"],"overview":"A husband and wife daydream on a normal day.","release_date":"2015-04-25","vote_average":0.0,"runtime":57,"cert":"\"\"","id":387652,"title":"Fine Housekeep","adult":false,"genre_ids":[]},{"cast":["Awatef Jendoubi","Nabila Guider","Bagdadi Aoum","Amel Safta","Huguette Maillard"],"overview":"A poor nurse falls in love with the son of one of her wealthy patients. Abandoned by her husband while pregnant, she must fight her husband's wealthy and powerful family in court.","release_date":"2001-03-13","vote_average":0.0,"runtime":124,"cert":"N\/A","id":387654,"title":"Fatma","adult":false,"genre_ids":[18]},{"cast":["Peter Haber","Kristofer Hivju","Måns Nathanaelson","Jonas Karlsson","Ingvar Hirdwall"],"overview":"Two traffic officers on a quiet morning shift try to stop a car for speeding. When the car finally pulls over, the driver gets out and shoots at them, killing one of the officers in cold blood. A national alert is issued and an extensive search for the ruthless killer begins, with the Beck group at the lead.  Neither the officer’s shocked and wounded colleague nor any of the witnesses have seen anything helpful to the police. Finally, they find the car registration number using a surveillance camera. But, when they enter the car owner’s apartment, they find him shot to death.  The first day of summer is a long one for the Beck group, as the killer has more victims on his list.","release_date":"2016-04-01","vote_average":5.9,"runtime":88,"cert":"N\/A","id":387656,"title":"Beck: The Last Day","adult":false,"genre_ids":[53]},{"cast":["Labros Konstadaras","Jenny Roussea","Andreas Barkoulis","Vicky Vanita","Makis Revmatas"],"overview":"Panos Pampanos has a double life. For Thalia, the daughter of his best friend and his protege, is a moral man of strict principles. But, he is nothing more than a roisterer hiding behind the identity of an imaginary nephew. Misunderstandings succeed one another...","release_date":"1970-01-01","vote_average":6.5,"runtime":95,"cert":"N\/A","id":387658,"title":"Enas trellos glentzes","adult":false,"genre_ids":[35]},{"cast":["Jesse Bernstein","Bryan Clark","Savannah Goldsmith","Aaron Groben","Paul Logan"],"overview":"A gigantic, mutated, reptile attacks the population of an unprepared city.","release_date":"2015-07-04","vote_average":0.0,"runtime":90,"cert":"\"\"","id":387660,"title":"CobraGator","adult":false,"genre_ids":[28,27]},{"cast":[],"overview":"Directed by Louis Jammes","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387662,"title":"La Trace de Moloktchon","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ben Steele’s ORPHANS OF EBOLA follows Abu, a 12-year-old boy from a Sierra Leone village, who loses eight members of his family and must restart his life elsewhere. Filmed over a period of four months, beginning just after the height of the epidemic in Dec. 2014 through the reopening of the country’s schools in April 2015, Abu’s story illustrates the incredible bravery of the thousands of children who have been orphaned by Ebola as they reconcile with the past and forge new lives.","release_date":"2016-03-14","vote_average":0.0,"runtime":41,"cert":"\"\"","id":387664,"title":"Orphans of Ebola","adult":false,"genre_ids":[99]},{"cast":["Christine Murillo","Zinedine Soualem","Jérôme Expert"],"overview":"A man and a woman whose first names will never be known and who should never meet. He is an immigrant, worker of the vine, she is a fleeing bourgeois who thinks she has committed an irreparable mistake.","release_date":"2000-07-01","vote_average":0.0,"runtime":35,"cert":"N\/A","id":387669,"title":"The Apple, the Fig and the Almond","adult":false,"genre_ids":[]},{"cast":[],"overview":"One Sunday in Canada visits an Italian community in the northwest sector of Montreal, where about half of the city’s 150,000 Italians live.","release_date":"1961-01-01","vote_average":0.0,"runtime":28,"cert":"N\/A","id":387674,"title":"One Sunday in Canada","adult":false,"genre_ids":[99]},{"cast":["Ingmar Bergman","Erland Josephson","Malou Von Sivers"],"overview":"Malou Von Sivers is the hostess of a popular Swedish talk show in which she quizzes famous people about their public and private lives. Through the noted Swedish actor Erland Josephson, Malou extended an invitation to the legendary -- and notoriously reclusive -- director Ingmar Bergman to appear on her show. To Malou's surprise, Bergman agreed, under the condition that Josephson appear on the show with him. In the course of this 52-minute interview, Bergman discusses his personal life rather than his films, shedding light on his temper, his mood swings, his problems with women, his marriage, and the trials of his advancing age. The interview was later re-edited into expanded form for international release as Malou Meets Ingmar Bergman and Erland Josephson. The documentary was screened at the 2000 Cannes Film Festival.","release_date":"2000-03-13","vote_average":0.0,"runtime":52,"cert":"N\/A","id":387676,"title":"Ingmar Bergman: Reflections on Life, Death, and Love with Erland Josephson","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This colourful archival record of Québec City’s Winter Carnival shows that many popular events of today—pageants, parades, boat races, folk dancing, fireworks and torchlight skiing—were also favourites 50 years ago. - NFB","release_date":"1956-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387678,"title":"Carnaval de Québec","adult":false,"genre_ids":[]},{"cast":["Santiago Zapata","Julieta Aiello","Octavio Bertone","Macarena Rovira","Ramiro Sonzini"],"overview":"It's Santi's first night alone in Cordoba. After being forced to go out with a friend, he ends up at a party where he knows no one but Juli, whom he meets again after a few years. They end up spending the night together surrounded by music, drinks and cigarettes.","release_date":"2014-04-02","vote_average":0.0,"runtime":75,"cert":"N\/A","id":387680,"title":"El último verano","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film directed by Louis-Georges Carrier.","release_date":"1958-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387682,"title":"Au bout de ma rue","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film directed by Vincent Paquette.","release_date":"1942-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387684,"title":"La Cité de Notre-Dame","adult":false,"genre_ids":[]},{"cast":["Ralph Chen","Hing Yue Chang","Ko Chun-Hsiung","Michael Chan","Don Wong Tao"],"overview":"Cheng Chu and Cheng Lin are brothers, who grow up in a rather ill-off family. Chu later becomes a gang leader while Lin as a senior high student. Lin is under the pressure of college entrance exams and becomes restive. Ah-Chiang, Lin's boyhood friend deserts the army and runs away with military weapons. He hides in Lin's rented house, shoots a policeman to death by accident and flees with Lin. They kidnap a fashion model, Sophia...","release_date":"1984-01-01","vote_average":0.0,"runtime":120,"cert":"N\/A","id":387686,"title":"The Express","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Featuring unseen footage from every round and exclusive audio all in 5.1 Surround Sound! The 2014 FIA Formula One World Championship Review Blu Ray retelling the season from start to finish with coverage of every race. In addition there are special interviews, analysis of results and a bespoke commentary.","release_date":"","vote_average":0.0,"runtime":319,"cert":"N\/A","id":387688,"title":"F1 Review 2014","adult":false,"genre_ids":[]},{"cast":["Lewis Hamilton","Nico Rosberg","Sebastian Vettel"],"overview":"What you get with the Official Review of the season is a masterful recapping of an eventful and, at times, controversial year of F1 from the pre-season testing right through to the last race at Abu Dhabi. Packed with race footage from every round, interviews, statistics, analysis and insightful commentary, the F1 review is quite simply the World s best motorsport programme; year in, year out.","release_date":"2015-12-21","vote_average":0.0,"runtime":280,"cert":"N\/A","id":387690,"title":"2015 FIA Formula One World Championship Season Review","adult":false,"genre_ids":[]},{"cast":["Giannis Gionakis","Maro Codou","Dionysis Papagiannopoulos"],"overview":"The daughter of a factory owner beats with her car, the unemployed and hungry Chris, and her father from the obligation to recruit staff. Life Christos changing for the better and all you want to complete the happiness is to marry the daughter of his boss.","release_date":"1967-01-01","vote_average":4.0,"runtime":104,"cert":"N\/A","id":387695,"title":"The Greedy","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2009-01-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387697,"title":"Hundehalterschulung nach HundeTeamSchule","adult":false,"genre_ids":[99]},{"cast":["Mark Evan Jacobs","Karen Kirkland","Elliott Gould","Frances McDormand","Ruben Santiago-Hudson"],"overview":"An ill-fated, tender romance between an adult, male, white tutor (Mark Evan Jacobs) and his 17-year-old, African-American, female student (Karen Kirkland).","release_date":"1995-09-22","vote_average":0.0,"runtime":95,"cert":"\"R\"","id":387699,"title":"Bleeding Hearts","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Seventeen years ago Camille, a gallery owner, and Grace, a civil servant, made a verbal adoption agreement: Grace would raise Camille's son Christopher with the provision that all three live in close proximity, and that the existence of the arrangement be kept from the child forever. This triangle changes drastically when Christopher, now a heterosexual teenager, becomes HIV-positive through sex and drugs and is thrown into maturity much too early. Camille lives her life in the New York art world, and poets and writers regularly gather at her apartment to read their work. The poets' voices echoing across the common courtyard to Chris become the continuous physical bridge between their lives. Via courtyard windows and the resonance of sound, a mystical link forms as Camille steps into a role in his life that she never really wanted nor would have imagined.","release_date":"","vote_average":0.0,"runtime":87,"cert":"N\/A","id":387701,"title":"The Love Lesson","adult":false,"genre_ids":[]},{"cast":["June Lang","Robert Kent","Edward Brophy","Etienne Girardot","Richard Lane"],"overview":"To dim-bulb accountants find themselves working for a bookie in this comedy. Their jobs and their lives are placed in jeopardy when they accidently fumble $50,000 worth of the bookie's cash over to the secretary who wastes no time in spending $44,000 of it in less than 8 hours. The bookkeepers are given 36 hours to get all of the money back by their infuriated boss.","release_date":"1939-04-27","vote_average":0.0,"runtime":76,"cert":"\"\"","id":387703,"title":"For Love or Money","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Agüero interrupts the filming of 5 films that are being made in Chile in 1984, to ask each director the meaning in their work, at a time when making films in Chile was almost prohibited.\r  ","release_date":"1985-01-01","vote_average":6.0,"runtime":30,"cert":"N\/A","id":387705,"title":"The Way I Like It","adult":false,"genre_ids":[99]},{"cast":["Kunchacko Boban","Jomol","Thilakan","Jagathy Sreekumar","Cochin Haneefa"],"overview":"60 years after a lass of the Aalathoor Thekkemadam manor, Kuttimani (Kumari Joemol), was putatively killed by her jealous lover Krishnanunni (Kunchako Boban), &amp; after which he was hanged, the current patriarch, Valiyathan (Thilakan), looks to restart a defunct religious rite. However, things get edgy after it started to seem like the old lovers have reincarnated as Gayathri (Kumari Joemol), a young girl of the current generation &amp; Manu (Kunchako Boban), the caretaker's son, &amp; they fall in love","release_date":"1998-07-15","vote_average":6.0,"runtime":136,"cert":"N\/A","id":387713,"title":"Mayilpeelikkavu","adult":false,"genre_ids":[10749,27,18]},{"cast":["Denis Lavant","Géraldine Pailhas","Philip Desmeules","Rick Hancke","Marijke Pinoy"],"overview":"1948 - Louis-Ferdinand Céline in Denmark, in exile, accused of collaboration with the Nazis during the occupation of the France. He is accompanied by Lucette, his wife and his cat Bebert.","release_date":"2016-03-09","vote_average":5.2,"runtime":97,"cert":"N\/A","id":387715,"title":"Louis-Ferdinand Céline","adult":false,"genre_ids":[18]},{"cast":["Siddique","Priya Raman","Chippy","Maniyanpilla Raju","Sadiq"],"overview":"Murugan (Manoj K. Jayan), gangster & leader of the Kozhikode Palayam market, locks horns with his ex-mentor Ranganathan Swamy (Narendra Prasad) & businessmen Thattel Mani (C.I. Paul), Thattel Bobby (Saikumar) & Muhammad Hussain Haji (Rizabawa) after Murugan sides with bust businessman Moosa (Rajan P. Dev) in a land deal where Moosa was cheated out of his land by Haji. Swamy & company kill Moosa & play the hotheaded new city police commissioner Jayamohan (Biju Menon) against Murugan.","release_date":"1997-09-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387717,"title":"Asuravamsam","adult":false,"genre_ids":[28,18]},{"cast":["Siobhán McKenna","Gary Raymond","Elspeth March","Michael O'Brian","Liam Redmond"],"overview":"A quiet little village, and especially a pretty young woman, falls under the spell of a charming, somewhat roguish stranger who suddenly appears one day.","release_date":"1962-12-31","vote_average":7.0,"runtime":100,"cert":"\"NR\"","id":387722,"title":"The Playboy of the Western World","adult":false,"genre_ids":[]},{"cast":["Michael McKell","Kris Johnson","Lucinda Rhodes-Flaherty","Eddie Webber","Danniella Westbrook"],"overview":"An ordinary working family man dares reach beyond his grasp. Even if it means risking death at the hands of the drug underworld.","release_date":"2016-04-11","vote_average":3.3,"runtime":89,"cert":"\"R\"","id":387724,"title":"Essex Vendetta","adult":false,"genre_ids":[18]},{"cast":["Mindy Robinson","Lisa London","Arielle Brachfeld","Ange Maya","Sonia Monroy"],"overview":"Robert and Taylor Usher expect to be happy in their new house in Northridge, California where years ago, murder and mutilations destroyed the former residents. It doesn't matter to the Ushers, until those who caused the deaths come back, those that live in the earth, those that need, those that are not human. The Ushers new house stands between them and what they must have.","release_date":"2015-01-01","vote_average":0.0,"runtime":90,"cert":"\"\"","id":387729,"title":"Less Than a Whisper","adult":false,"genre_ids":[9648,27,18]},{"cast":["Eiko Kuroki","Kazuya Takahashi","Yoshio Harada","Yoko Aki","Takashi Shikauchi"],"overview":"Final film directed by Chusei Sone, starring Eiko Kuroki.","release_date":"1988-05-14","vote_average":0.0,"runtime":119,"cert":"N\/A","id":387731,"title":"FLYING　hishou","adult":false,"genre_ids":[18]},{"cast":["Andrés Crespo","Diego Cataño","Maya Zapata","Erando González","Daniel Adum"],"overview":"Two families dispute a land with a land dealer.","release_date":"2016-09-02","vote_average":6.0,"runtime":100,"cert":"N\/A","id":387733,"title":"Such Is Life in the Tropics","adult":false,"genre_ids":[53]},{"cast":[],"overview":"A group of rural actors travel from Qebrantadero to Mexico City recreating an encounter between Pancho Villa and Emiliano Zapata.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387738,"title":"Los jinetes del tiempo","adult":false,"genre_ids":[]},{"cast":["Armando Hernández","Ángeles Cruz","Guillermina Campuzano","Magali Boysselle","Maricarmen Farías"],"overview":"A woman who escapes an overwhelming reality into a world of nightmares, by eating the forbidden fruit of Paradise's Tree of Eternal Life; a very frustrated man, both in his professional and love life, whose serial killer dreams may become a reality; and an autobiographical documentary on the director's healing process of a terminal cancer. A film divided in three chapters: heaven, hell and the world.","release_date":"2019-03-12","vote_average":0.0,"runtime":130,"cert":"N\/A","id":387740,"title":"Anger, Also Known As Sheol","adult":false,"genre_ids":[]},{"cast":["Sabrina Bryan","Jearnest Corchado","Matt Cornett","Louis Dezseran","Buddy Daniels"],"overview":"A world-famous astronaut returns home from his latest mission, bringing home a small asteroid that hit his space station.  When strange things start to happen, his nine-year-old daughter is convinced that aliens have moved in next door and em-  barks on a mission to save the world from an inter-galactic invasion!","release_date":"2015-08-11","vote_average":4.0,"runtime":80,"cert":"\"\"","id":387742,"title":"I Think My Babysitter's an Alien","adult":false,"genre_ids":[10751,35]},{"cast":["Robbin Banx","Amy Brentano","Dan Erickson","Gunnar Ernblad","Shannon McMahon"],"overview":"A journalist goes undercover to find the truth behind a christian cult while falls in love with one of the members.","release_date":"1988-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":387744,"title":"Helgerån","adult":false,"genre_ids":[]},{"cast":[],"overview":"A collection of one-minute cartoons produced by the National Film Board of Canada animators for government sponsors. Showcasing a playful selection of animation techniques, the clips include reminders about t4levision programs, traffic safety rules, and admonition from the Department of Labour.","release_date":"1960-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":387746,"title":"Hors-d'oeuvre","adult":false,"genre_ids":[16]},{"cast":["Ángeles Cruz","Evangelina Peláez","Harold Torres","Gustavo Sánchez Parra"],"overview":"Tamara has Intellectual disability and a love for ladybugs. One day, she decides to take care of a baby but she forgets where she took him from, so she will get assistance from the old lady who sell quesadillas so they can return the baby to his parents.","release_date":"2016-11-18","vote_average":8.0,"runtime":null,"cert":"N\/A","id":387748,"title":"Tamara and the Ladybug","adult":false,"genre_ids":[]},{"cast":[],"overview":"Kaleidoscopic one minute animation windfall from Jake Fried, like penetrating the third eye.\r Hand-drawn animation with ink and white-out .","release_date":"2015-03-14","vote_average":0.0,"runtime":1,"cert":"\"\"","id":387750,"title":"Night Vision","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Mexico, 2016. In some of the world's most dangerous cities life is not worth much. Looking into the eyes of the protagonists of violence, victims as well as executioners, helps to understand how fear inserted itself in the subconscious of our society. Through a network of concrete stories, we are facing the most obscure traits of the human psyche, the frail balance between humanity and evil.","release_date":"2017-02-12","vote_average":8.1,"runtime":74,"cert":"N\/A","id":387752,"title":"Devil's Freedom","adult":false,"genre_ids":[99]},{"cast":["Russell Hall","Carol Aston","Marley Alexander","Caroline Aylward","Colin Efford"],"overview":"A man convicted to die the next day, is allowed a prostitute for his last night.","release_date":"1982-03-15","vote_average":0.0,"runtime":13,"cert":"N\/A","id":387757,"title":"The Cell","adult":false,"genre_ids":[18]},{"cast":["K. Bhagyaraj","Latha Sethupathi","Pandhari Bai","Gautami Tadimalla","Silk Smitha"],"overview":"AVASARA POLICE 100 is a Tamil language film starring and directed by K. Bhagyaraj with M. G. Ramachandran in the lead role.","release_date":"1990-10-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387759,"title":"Avasara Police 100","adult":false,"genre_ids":[28,35]},{"cast":["Dorothy Gish","Jack Pickford","Gertrude Bambrick","Reggie Morris","Dave Morris"],"overview":"Liberty Belles, silent comedy film from 1914 starring Dorothy Gish, Jack Pickford, and Gertrude Bambrick.","release_date":"1914-05-13","vote_average":0.0,"runtime":34,"cert":"\"\"","id":387761,"title":"Liberty Belles","adult":false,"genre_ids":[]},{"cast":[],"overview":"Lo-fi found-footage collage traverses spaces between the abstract and the surreal, alienation and intimacy. Love's thoughts are unknowable and infinite.","release_date":"","vote_average":0.0,"runtime":3,"cert":"N\/A","id":387763,"title":"Soliloquy","adult":false,"genre_ids":[]},{"cast":["Pina Menichelli","Amleto Novelli","Giuseppe Piemontesi","Suzy Prim","Ruggero Ruggeri"],"overview":"Italian film directed by Nino Oxilia.","release_date":"1915-04-14","vote_average":6.5,"runtime":30,"cert":"N\/A","id":387765,"title":"Papà","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Made at the same time as Koyaanisqatsi, Concern for the City is a very different film. I feel that the sense of place which emerges from the film, sometimes evoking the island as the early Dutch explorers must have envountered its material presence within an envelope of mist and light, is different from the generalization of citiness which Koyaanisqatsi evokes\" Patrick Clancy","release_date":"1986-02-01","vote_average":0.0,"runtime":30,"cert":"\"\"","id":387770,"title":"Concern For The City","adult":false,"genre_ids":[]},{"cast":[],"overview":"The student campus Flogsta was built in Uppsala in the 1970s. Since then, the Flogsta roar has happened every evening at 22.00. This is the moment when hundreds of students unleash their anxiety at the same time and scream out of the windows. Probably a tradition unique in the world.","release_date":"2013-01-01","vote_average":8.0,"runtime":19,"cert":"N\/A","id":387772,"title":"The Flogsta Roar","adult":false,"genre_ids":[99]},{"cast":["Lee Ho-won","Ahn Bo-hyun","Park Chul-min","Kang Min-ah","Jeong Kyung-ho "],"overview":"Jin-Sang is a troublemaker in his family. He is suspected of fraud and murder, while Detective Choi is chasing after him. Jin-Sang has a younger brother Jin-Ho. He always tries to get close to his younger brother, but Jin-Ho hates him. Jin-Ho is a high school student and dreams of becoming a singer, but he keeps failing his auditions.","release_date":"2016-03-10","vote_average":0.0,"runtime":109,"cert":"N\/A","id":387777,"title":"HIYA","adult":false,"genre_ids":[18]},{"cast":[],"overview":"“The frame itself, which divides what is present to consciousness from what is absolutely elsewhere, is tempered here by the breath, tremor, heartbeat of the perceiver. People this given space, if you will, with images of your own devising.” – HF","release_date":"1972-01-02","vote_average":10.0,"runtime":11,"cert":"\"\"","id":387782,"title":"Hapax Legomena VII: Special Effects","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"IN PROGRESS is a 20-minute time-lapse movie recording the passage of days and seasons from September through May on a bit of landscape photographed on an Iowa farm. The camera doesn't move (though there are two or three slightly different locations) and it is so nearly passive that at one point frost is allowed to form on its lens, and at another the dew turns its image into a glamorous haze.","release_date":"1972-01-02","vote_average":0.0,"runtime":18,"cert":"\"\"","id":387784,"title":"In Progress","adult":false,"genre_ids":[]},{"cast":[],"overview":"RAINDANCE plays directly on the mind through programmatic stimulation of the central nervous system. Individual frames of the film are imprinted on the retina of the eye in a rhythm, sequence, and intensity that corresponds to Alpha-Wave frequencies of the brain.","release_date":"1972-01-02","vote_average":0.0,"runtime":16,"cert":"\"\"","id":387789,"title":"Raindance","adult":false,"genre_ids":[]},{"cast":[],"overview":"A documentary short about Charley Patton included in the box set \"The Definitive Charley Patton - 75th Anniversary Edition\". The film contains interviews with musicians, musicologists, blues scholars and Delta historians and contains brand new footage of Dockery’s, the legendary plantation where Patton was raised and where many people believe the Delta Blues truly blossomed as an art form.","release_date":"2009-05-12","vote_average":7.0,"runtime":24,"cert":"N\/A","id":387791,"title":"Talkin' Charley Patton","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Film by Robert Huot.","release_date":"1972-01-02","vote_average":0.0,"runtime":75,"cert":"\"\"","id":387793,"title":"Third One Year Movie, 1972","adult":false,"genre_ids":[]},{"cast":["Martha Higareda","Tiaré Scanda","Margarita Rosa de Francisco","Odiseo Bichir","Juan Manuel Bernal"],"overview":"A tale about the fragile lives of four characters during a month of their lives. One of them, Ana, is waiting for a kidney donor.","release_date":"2017-07-19","vote_average":4.0,"runtime":null,"cert":"N\/A","id":387795,"title":"Vive por mí","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Inspired by Eadweard Muybridge's series of photographs entitled \"Running Man\", Griffin creates a whimsical animated poem, using a variety of graphic styles.","release_date":"1976-01-02","vote_average":0.0,"runtime":4,"cert":"\"\"","id":387797,"title":"Viewmaster","adult":false,"genre_ids":[]},{"cast":["Sophie Alexander-Katz","Florencia Ríos","Adolfo Madera","Yeray Albelda"],"overview":"The death of her sister has haunted Ana since her childhood. Ana has returned to Tijuana, her hometown, where she will have to fight this fragmented, cloudy and painful memory.","release_date":"2017-11-09","vote_average":7.0,"runtime":120,"cert":"N\/A","id":387799,"title":"The Darkest Days of Us","adult":false,"genre_ids":[]},{"cast":["Kenny Johnston","Simone Bucio","Jesús Meza","Ruth Ramos","Eden Villavicencio"],"overview":"Hypnotic, perturbing, and utterly enthralling, The Untamed combines a suspenseful family drama with truly bizarre elements of science fiction and horror. Desperate to flee but consumed by fear, Alejandra, a young mother and working housewife, is trapped in a violent and unsatisfying relationship with her husband, Angel. She leans on her brother Fabián for support, but he has secrets of his own. All of their lives are turned upside down by the arrival of the mysterious Veronica. She convinces them that in the nearby woods, inside an isolated cabin, dwells something not of this world that could be the answer to all of their problems... something whose force they cannot resist and with whom they must make peace or suffer its wrath.","release_date":"2016-05-15","vote_average":6.1,"runtime":98,"cert":"\"\"","id":387801,"title":"The Untamed","adult":false,"genre_ids":[878,18,53,27]},{"cast":["Natasha Esca","María Rojo","Leticia Huijara","Isabel Madow"],"overview":"A married woman, who's husband leaves her alone way too many times, is seduced by a junior spoiled young man, leading her into the fullfillment of her unsatisfied needs.","release_date":"2018-02-02","vote_average":2.0,"runtime":null,"cert":"N\/A","id":387806,"title":"The Cousin","adult":false,"genre_ids":[35]},{"cast":["Jin Hye-kyeong"],"overview":"Mountain climbing? Hongjae ‘right thing – the taste, the feel, but buried in the trail seconds gwontaeroum the daily repeated on a daily basis. Because the store sales appear one day, forcing new members to participate in civil affairs front hongjae Alpine Club. Missing body straight and neat mask! Holly was married to a man hongjae of civil affairs with attractive swing with a tearful hongjae efforts to get the civil administration begins.","release_date":"2016-03-03","vote_average":0.0,"runtime":76,"cert":"N\/A","id":387808,"title":"Purpose of Hiking","adult":false,"genre_ids":[18,10749]},{"cast":["Lee Chae-dam","Kim Seon-yong"],"overview":"Hyeong-min wants sweet love. Finally, he gets a hot sex life!  Unlike his expectations, Hyeong-min is always miserable because of his wife who who doesn't care about him. To recover a sex life with his wife, Hyeong-min tries every night but he's always coldly rejected and this is making him depressed. One day, he goes out for some air and meets Hye-jin. When their partners aren't at home, they spend time together at each others' house. However, soon, they get caught and they come to a decision after a long talk...","release_date":"2016-01-28","vote_average":0.0,"runtime":65,"cert":"N\/A","id":387810,"title":"Hot Neighbor","adult":false,"genre_ids":[18,10749]},{"cast":["Armando Hernández","Humberto Busto","Jorge Adrián Espíndola","Luis Alberti","David Medel"],"overview":"Four gangsters are planning to have a fun afternoon but they never expected someone pranking them giving them a taste of their own violence.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387815,"title":"A Wild Day","adult":false,"genre_ids":[]},{"cast":["Lee Chae-dam","Jang Chang-myung"],"overview":"A secret suggestion made by a man who's never been loved. This instinctively outrageous encounter starts now. Hyeon-joo takes some sleeping pills due to her boyfriend's sudden break up. She wakes up to someone touching her and realizes she's dead when she sees Do-jin the Death Angel in front of her. She is scared and regrets what she's done so she begs Do-jin the Angel of Death to let her go. Do-jin is surprised at how hot she is and offers her a secret deal...","release_date":"2016-02-29","vote_average":0.0,"runtime":71,"cert":"N\/A","id":387817,"title":"Tasty Encounter","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387819,"title":"사랑오감","adult":false,"genre_ids":[10749]},{"cast":["Charlotte Walker","Richard Tucker","Leo Gordon","Charles Sutton"],"overview":"Justus Morrow, a young Englishman of family and some wealth, went to Alaska to make his fortune ...","release_date":"1917-01-29","vote_average":0.0,"runtime":null,"cert":"\"\"","id":387821,"title":"Pardners","adult":false,"genre_ids":[18]},{"cast":["Cassandra Ciangherotti","Jorge Luis Moreno","Gustavo Sánchez Parra","Erando González","Marco Antonio Treviño"],"overview":"An astronomer who works at the Mexican Large Millimeter Telescope discovers a misterious signal coming from the Cygnus constellation, which starts causing strange events at the observatory.","release_date":"2018-11-02","vote_average":6.3,"runtime":87,"cert":"N\/A","id":387823,"title":"Cygnus","adult":false,"genre_ids":[878]},{"cast":[],"overview":"","release_date":"2015-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387825,"title":"Actress SEX Scandal","adult":false,"genre_ids":[18,10749]},{"cast":["Luis Gerardo Méndez","Miguel Rodarte","Cassandra Ciangherotti","Andrés Almeida","Montserrat Marañon"],"overview":"Two men team up to rescue their families from a tropical resort after becoming convinced an American timeshare company has an evil plan to take away their loved ones.","release_date":"2018-08-02","vote_average":5.7,"runtime":96,"cert":"\"\"","id":387827,"title":"Time Share","adult":false,"genre_ids":[18,27,9648]},{"cast":["Enrico Viarisio","Giuseppe Porelli","Elsa De Giorgi","Sandra Ravel","Romolo Costa"],"overview":"","release_date":"1939-08-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387829,"title":"Due milioni per un sorriso","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2015-11-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387831,"title":"Yong Ju Gul","adult":false,"genre_ids":[10749]},{"cast":["Ko Won"],"overview":"\"Did you husband find out? Are you alright?\"  \"I don't care. I just want to do this all day\".  Ga-hee appeared in front of Seong-min who was bored running a book store after retiring.  Ga-hee runs a ballet school and wasn't on very good terms with her husband, which led to her and Seong-min falling madly in love together.  They know they shouldn't be together, but that's what makes everything even better. Later on, their love reaches the point of destruction...","release_date":"2015-12-24","vote_average":0.0,"runtime":92,"cert":"N\/A","id":387833,"title":"Dangerous Addiction","adult":false,"genre_ids":[10749,18]},{"cast":["Simon Stokke","Ole Fredrik Wannebo"],"overview":"Trace is about Baldr, a viking explorer carrying knowledge from distant lands and lost empires. Gorm and his men fear the unknown, and seek to slay the wisdom-bearers. Now begins the fight for survival, and hope for a better future.","release_date":"2016-03-08","vote_average":0.0,"runtime":36,"cert":"N\/A","id":387835,"title":"Trace","adult":false,"genre_ids":[]},{"cast":["Park Ha-yan","Kim Soo-ah","Min Hyeok"],"overview":"The marriage of Yin Nan and Mei Ai (He Zhixing) has lasted for eight years. The passion and romance at the beginning have already been exhausted by the world. Yin Nan has nothing to do at home all day, waiting for the beauty to make money and come back to raise him. This makes Mei Ai feel very angry. The dual pressures of work and life have made Meiai start to look for excitement in other men. By going to bed with a strange man, Mei love seems to be able to vent a little dissatisfaction with the world. Over time, this has become her habit.  　　Next to Yin Nan’s family, a beautiful woman named Yi Yin (Jin Zhiyuan) was moved. Yi Yin discovered that her boyfriend, who had been with her for many years, actually stole himself and succumbed to his life. By chance, Yin Nan and Yi Yin met, and the two lonely hearts quickly approached. Mei Ai found that Yin Nan’s attitude towards himself was a lot colder, and he began to want to study the reasons behind it.","release_date":"2015-05-27","vote_average":4.0,"runtime":89,"cert":"N\/A","id":387837,"title":"House with a Nice View 2","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"","release_date":"2015-12-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387839,"title":"전원일기: 젖소농장새댁","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"","release_date":"2015-09-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387841,"title":"Young Sister in Law","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"Ga-eul is six years into her marriage but her trouble with her husband brings her to depend on alcohol. Hee-mang is a writer who lives next door but can't stand the fighting going on at Ga-eul's house and makes his way over there one day. Ever since then, Ga-eul goes over to Hee-mang's house to have sex everytime she fights with her husband. Hee-mang is confused at her behavior and gradually falls for her. Then Ga-eul slowly resolves things with her husband but Hee-mang asks to talk with the three of them...","release_date":"2014-11-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387843,"title":"An Affair A Dangerous Sexual Play","adult":false,"genre_ids":[18,10749]},{"cast":["Lee Ji-ah","Do Ji-han","Park Yu-hwan","Kim Sa-Kwon","Kim Min-jun"],"overview":"Missing and death cases take place in succession along the Korean Demilitarized Zone. South Korea forms a unit led by Captain Jo Jin-Ho and First Lieutenant Shin Yoo-Hwa as assistant leader. They are given only 24 hours to find out the truth behind the incidents. Team members find evidence, but they feel like something isn't right.","release_date":"2016-03-03","vote_average":6.3,"runtime":87,"cert":"N\/A","id":387845,"title":"Musudan","adult":false,"genre_ids":[9648,53,28]},{"cast":["Park Cho-hyeon","Kim Seong-hwan-I","Joo In-cheol","Seo Joon-yeol","Lee Kyeong-joon"],"overview":"\"Do you want to live in my house?\"Living with my friend's hot sister! Joon-soo learns that his friend Hee-gyu's sister Hee-jin has no where to go after being scammed, so he suggests living with him. The two start living together. They are close like brother and sister but they can never be that. The two start getting funny and Joon-soo can't go to sleep at the thought of Hee-jin sleeping just a wall away from him. Mi-na, Joon-soo's girlfriend notices Joon-soo changing and seduces Joon-soo at his house where Hee-jin is. Is it the girlfriend or the sister?","release_date":"2016-03-10","vote_average":3.0,"runtime":96,"cert":"N\/A","id":387847,"title":"My Friend's Older Sister","adult":false,"genre_ids":[10749]},{"cast":["William Lundigan","Joy Hodges","Michael Whalen","Isabel Jewell","Lyle Talbot"],"overview":"In this crime drama, the owner and chief editor of a newspaper gets together with two college pals and begins looking into the strange death of an old hermit who lived on the fringe of town.","release_date":"1939-05-20","vote_average":0.0,"runtime":65,"cert":"\"\"","id":387849,"title":"They Asked For It","adult":false,"genre_ids":[10749,35,80]},{"cast":["Charlotte Susa","Gustav Diessl","Willy Prager"],"overview":"","release_date":"1931-04-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387851,"title":"Das gelbe Haus des King-Fu","adult":false,"genre_ids":[80]},{"cast":["Chôjûrô Kawarasaki","Kan'emon Nakamura","Kunitaro Kawarasaki","Kikunojo Segawa","Harunosuke Bando"],"overview":"A period film about a peasant revolt in the region near Mount Fuji, occasioned by high officials' depriving the farmers of their water rights.","release_date":"1952-03-14","vote_average":0.0,"runtime":147,"cert":"N\/A","id":387853,"title":"The Stand in Hakone","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2014-05-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387855,"title":"Golden Globe - Neuseeland Highlights","adult":false,"genre_ids":[99]},{"cast":["Charlotte Walker","William B. Davidson","J.H. Gilmour","N.Z. Wood","Inda Palmer"],"overview":"Silent Drama","release_date":"1917-04-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":387857,"title":"Mary Lawson's Secret","adult":false,"genre_ids":[18]},{"cast":["Siti Badriah","Atiyah Shahab","Baron Hermanto","Joe Richard","Yatti Surachman"],"overview":"Palasik is black magic to longevity . Owners of Palasik take off his head and floated to prey on the baby in the womb .","release_date":"2015-08-20","vote_average":3.0,"runtime":78,"cert":"N\/A","id":387862,"title":"Palasik","adult":false,"genre_ids":[27]},{"cast":[],"overview":"In the Presence of Enemies (Part 1 only), Beyond This Life, Take the Time, A Rite of Passage, Hollow Years, Panic Attack, Erotomania, Voices, Solitary Shell, Constant Motion, The Spirit Carries On, As I Am, Pull Me Under, Metropolis Pt. 1 \/ Learning to Live \/ A Change of Seasons","release_date":"2009-06-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387867,"title":"Dream Theater: [2009] Live in Moscow","adult":false,"genre_ids":[]},{"cast":["Piera De Ferrari","Maria Jacobini","Dillo Lombardi","Alberto Nepoti","Giovanni Spano"],"overview":"Italian film directed by Nino Oxilia.","release_date":"1914-01-15","vote_average":5.0,"runtime":42,"cert":"N\/A","id":387878,"title":"Il focolare domestico","adult":false,"genre_ids":[]},{"cast":["Blaze Bayley","Steve Harris","Janick Gers","Dave Murray","Nicko McBrain"],"overview":"Futureal, The Angel and the Gambler, Man on the Edge, Lightning Strikes Twice, Heaven Can Wait, The Clansman, When Two Worlds Collide, 2 Minutes to Midnight, Sign of the Cross, Afraid to Shoot Strangers, Hallowed Be Thy Name, The Evil That Men Do, Fear of the Dark, Iron Maiden, The Number of the Beast, The Trooper, Sanctuary","release_date":"1998-12-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387880,"title":"Iron Maiden: [1998] Live in Curitiba","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Wicker Man, Ghost of the Navigator, Brave New World, Wrathchild, 2 Minutes to Midnight, Blood Brothers, Sign of the Cross, The Mercenary, The Trooper, Dream of Mirrors, The Clansman, The Evil That Men Do, Fear of the Dark, Iron Maiden, The Number of the Beast, Hallowed Be Thy Name, Sanctuary, Run to the Hills","release_date":"2001-01-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387882,"title":"Iron Maiden: [2001] Live in Chile","adult":false,"genre_ids":[]},{"cast":[],"overview":"Aces High, Wrathchild, 2 Minutes to Midnight, Children of the Damned, Phantom of the Opera, The Trooper, Wasted Years, Rime of the Ancient Mariner, Powerslave, Run to the Hills, Fear of the Dark, Hallowed Be Thy Name, Iron Maiden, The Number of the Beast, The Evil That Men Do, Sanctuary","release_date":"2009-03-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387884,"title":"Iron Maiden: [2009] Live in Chile","adult":false,"genre_ids":[]},{"cast":["Youn Yuh-jung","Kim Go-eun","Kim Hee-won","Shin Eun-jung","Yang Ik-june"],"overview":"A girl who went missing after an accident returns 10 years later and reunites with her grandmother.","release_date":"2016-05-19","vote_average":7.6,"runtime":116,"cert":"N\/A","id":387886,"title":"Canola","adult":false,"genre_ids":[10751,18]},{"cast":["Jenny Jugo","Fritz Schulz","S.Z. Sakall","Truus van Aalten","Eugen Rex"],"overview":"","release_date":"1931-01-26","vote_average":5.0,"runtime":null,"cert":"N\/A","id":387888,"title":"Kopfüber ins Glück","adult":false,"genre_ids":[35]},{"cast":[],"overview":"This is a biographical documentary about a real man with Tourette's Syndrome. It is a film about the enigmatic history of the disorder and deals with various topics concerning the issue including family dynamics. Daniel Ferron goes on a \"Tour of Tourette's\" to uncover the truth, spread awareness, and raise funds for this mysterious condition.","release_date":"","vote_average":0.0,"runtime":108,"cert":"N\/A","id":387890,"title":"My Life, My Story, My Tourette's!","adult":false,"genre_ids":[99]},{"cast":["Victoria Justice","John Leguizamo","Will Forte","John Cleese","Jason Jones"],"overview":"After breaking out of a rehabilitation zoo, Frankie, a squirrel with all the angles, returns to his forest. He learns from his dim-witted best friend, Cody, a porcupine and street-con, that while he was in lock-up, the entire forest was picked clean by The A.C.O.R.N.S. Institute (Alternative Cosmetic Oils for Regenerative Natural Skin-care). No acorn was left behind. With winter just around the corner, it's a potentially devastating blow to all forest critters. So, Frankie has no choice but to bust into the brand new, state-of-the-art, rodent-proof A.C.O.R.N.S. Processing Plant and take back all of the acorns! Though a seemingly impossible heist, success would not only save the lives of his forest friends, but it would also give Frankie a chance to win back the love of his life, Lola, a local \"show squirrel.\" Sadly, Lola has been burnt by too many of Frankie's false promises in the past.","release_date":"2015-03-01","vote_average":5.4,"runtime":85,"cert":"\"G\"","id":387892,"title":"Get Squirrely","adult":false,"genre_ids":[10751,16,35]},{"cast":["Conrad Veidt","Heinrich George","Trude von Molo","Friedrich Kayssler","Erich Ponto"],"overview":"The story is about Conrad Veidt as military attache in Turkey where he learns to know an English consul (Heinrich George) and his attractive wife who is treated badly. They begin an affair and soon the husband proves to be an obstacle that has to be disposed of.","release_date":"1931-01-23","vote_average":5.5,"runtime":71,"cert":"N\/A","id":387894,"title":"Der Mann, der den Mord beging","adult":false,"genre_ids":[18]},{"cast":["Stephanie Oram"],"overview":"If you want to melt away fat, build lean muscle and get serious about your fitness, then join Stephanie Oram and XTFMAX. XTFMAX includes 12 complete workouts designed to shred fat and build long lean muscle in just 90 days. Each workout demonstrates 4 different workout levels so regardless if you are a beginner, or ready to take it to the next level atheletically, this program works for you.","release_date":"2014-09-01","vote_average":9.0,"runtime":26,"cert":"\"NR\"","id":387896,"title":"XTFMAX Cardio","adult":false,"genre_ids":[]},{"cast":["Bernardo Garnica Cruz","Jonathan Diaz Angulo","Jemie Almazán"],"overview":"X Quinientos tells the story of Alex, David and Aurora, three people who live in opposite ends of the American continent, but who are connected due to their incapacity to accept mourning and to their need of changing in order to move on with their lives.","release_date":"2016-09-10","vote_average":6.8,"runtime":104,"cert":"N\/A","id":387898,"title":"X500","adult":false,"genre_ids":[]},{"cast":[],"overview":"If you want to melt away fat, build lean muscle and get serious about your fitness, then join Stephanie Oram and XTFMAX. XTFMAX includes 12 complete workouts designed to shred fat and build long lean muscle in just 90 days. Each workout demonstrates 4 different workout levels so regardless if you are a beginner, or ready to take it to the next level atheletically, this program works for you.","release_date":"2014-09-01","vote_average":9.0,"runtime":null,"cert":"\"NR\"","id":387900,"title":"XTFMAX Circuit Burnout","adult":false,"genre_ids":[]},{"cast":[],"overview":"If you want to melt away fat, build lean muscle and get serious about your fitness, then join Stephanie Oram and XTFMAX. XTFMAX includes 12 complete workouts designed to shred fat and build long lean muscle in just 90 days. Each workout demonstrates 4 different workout levels so regardless if you are a beginner, or ready to take it to the next level atheletically, this program works for you.","release_date":"2014-09-01","vote_average":9.0,"runtime":null,"cert":"\"NR\"","id":387902,"title":"XTFMAX Definitions","adult":false,"genre_ids":[]},{"cast":[],"overview":"If you want to melt away fat, build lean muscle and get serious about your fitness, then join Stephanie Oram and XTFMAX. XTFMAX includes 12 complete workouts designed to shred fat and build long lean muscle in just 90 days. Each workout demonstrates 4 different workout levels so regardless if you are a beginner, or ready to take it to the next level atheletically, this program works for you.","release_date":"2014-09-01","vote_average":9.0,"runtime":null,"cert":"\"NR\"","id":387904,"title":"XTFMAX Arms","adult":false,"genre_ids":[]},{"cast":[],"overview":"If you want to melt away fat, build lean muscle and get serious about your fitness, then join Stephanie Oram and XTFMAX. XTFMAX includes 12 complete workouts designed to shred fat and build long lean muscle in just 90 days. Each workout demonstrates 4 different workout levels so regardless if you are a beginner, or ready to take it to the next level atheletically, this program works for you.","release_date":"2014-09-01","vote_average":9.0,"runtime":null,"cert":"\"NR\"","id":387906,"title":"XTFMAX Chest & Back","adult":false,"genre_ids":[]},{"cast":[],"overview":"If you want to melt away fat, build lean muscle and get serious about your fitness, then join Stephanie Oram and XTFMAX. XTFMAX includes 12 complete workouts designed to shred fat and build long lean muscle in just 90 days. Each workout demonstrates 4 different workout levels so regardless if you are a beginner, or ready to take it to the next level atheletically, this program works for you.","release_date":"2014-09-01","vote_average":9.0,"runtime":null,"cert":"\"NR\"","id":387908,"title":"XTFMAX Stretch","adult":false,"genre_ids":[]},{"cast":[],"overview":"If you want to melt away fat, build lean muscle and get serious about your fitness, then join Stephanie Oram and XTFMAX. XTFMAX includes 12 complete workouts designed to shred fat and build long lean muscle in just 90 days. Each workout demonstrates 4 different workout levels so regardless if you are a beginner, or ready to take it to the next level atheletically, this program works for you.","release_date":"2014-09-01","vote_average":9.0,"runtime":null,"cert":"\"NR\"","id":387910,"title":"XTFMAX Total Body Blitz","adult":false,"genre_ids":[]},{"cast":[],"overview":"Victor and Fernando are hairstylists in Mexicali. They are the go-to professionals for the city's socialites. To their customers, they were a lovely couple until they decided to legally marry. Losing the support of people and friends an confronting a blacklash of criticism, through their fight they woke up members of Mexiciali's society to fight homophobia and inequality.","release_date":"2016-12-11","vote_average":5.0,"runtime":90,"cert":"N\/A","id":387912,"title":"No Dress Code Required","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film about the 43 students from Ayotzinapa who disappeared.","release_date":"2018-03-13","vote_average":7.7,"runtime":null,"cert":"N\/A","id":387914,"title":"Ayotzinapa: The Turtle's Pace","adult":false,"genre_ids":[]},{"cast":["Hiroyuki Ôta","Hiroshi Ishii","Jukichi Uno","Yôko Minamida","Mitsuo Hamada"],"overview":"Japanese film directed by Buichi Saito.","release_date":"1961-11-19","vote_average":0.0,"runtime":97,"cert":"N\/A","id":387916,"title":"Ka-chan umi ga shitteru yo","adult":false,"genre_ids":[18]},{"cast":["Andrés Almeida","Paulina Dávila"],"overview":"A storm threatens the south coast of Mexico. A young couple has traveled to this tropic paradise to light the fire of their relationship. While days pass, this romantic vacation starts turning the opposite: a savage love triangle with a violent and unexpected destination.","release_date":"2016-04-27","vote_average":0.0,"runtime":73,"cert":"N\/A","id":387918,"title":"Carrion","adult":false,"genre_ids":[53]},{"cast":["Joaquín Cosio","Armando Hernández","Mónica Huarte","Dario T. Pie","Juan Carlos Colombo"],"overview":"Two cops from Mexico who actually can resolve crimes.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":387920,"title":"Heriberto y Demetrio","adult":false,"genre_ids":[16]},{"cast":["Juan Carlos Barreto","Rosa María Bianchi","Antonio de la Vega","Pablo Astiazarán","Juan Acosta"],"overview":"Fausto is destined to live the suicide of his beloved wife. After this tragic event, he’s inexplicably given the opportunity to travel back in time and change the faith of the woman who he loves.","release_date":"2017-06-23","vote_average":0.0,"runtime":114,"cert":"\"\"","id":387922,"title":"Redemption of a Broken Mind","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"A Peruvian pornographic film involving Barbie dolls.","release_date":"1998-01-01","vote_average":3.0,"runtime":63,"cert":"N\/A","id":387924,"title":"Showbusiness","adult":false,"genre_ids":[35]},{"cast":["Salvador Espadas","Marimer Espinoza","Liz Sandoval","Elsa Castillo"],"overview":"Rachel has done everything she can to forget her exboyfriend but now he is back trying to win her back.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387926,"title":"Raquel","adult":false,"genre_ids":[]},{"cast":[],"overview":"Renata has locked in a hotel room and she imagines that she returns to Veracruz. But it seems as she never left, not even her family had noticed her absence. So, she imagines that she is Natalia who is waiting for her husband who migrated North and haven ́t come back yet. As Renata attempts to leave again, Natalia refuses the man who has arrived from the North and her daughters take as their father.","release_date":"","vote_average":0.0,"runtime":70,"cert":"N\/A","id":387928,"title":"So Long","adult":false,"genre_ids":[]},{"cast":["Ivy Ling Po","Kiu Chong","Chin Han","Shen Yi","Lui Ming"],"overview":"Ivy Ling Po was at the height of her fame in traditional Huangmei Opera films -- and chiefly as a male impersonator -- when she radically changed her image, taking on an ultra-contemporary semi-musical role in Song Of Tomorrow. Ivy plays a dance hostess and leading man Chiao Chuang is a jazz drummer, but with a difference. Chiao is a heroin addict, and Ivy learns that heroin is a far more lethal adversary than \"the other woman\" when trying to keep their marriage intact.","release_date":"1967-10-12","vote_average":0.0,"runtime":91,"cert":"N\/A","id":387930,"title":"Song of Tomorrow","adult":false,"genre_ids":[18,10749]},{"cast":["Jeanette Lin Tsui","Paul Chang Chung","Lo Wei","Fanny Fan Lai","Fung Ngai"],"overview":"Paul (Zhang Chong) is a businessman who gets caught up in an international espionage plot when he accidentally switches briefcases with a friend aboard a Singapore-bound plane. The friend turns up dead, and Paul discovers a small Golden Buddha inside the briefcase that contains a set of instructions. The instructions are only one of three parts, the other two being held in similar Golden Buddhas by Lo Wei (doing double duty as actor and director) and Lin Cui. When combined, the three Buddhas will lead the bearers to a buried treasure. But the nefarious Skeleton Gang is after the Buddhas, along with a buxom femme fatale (Fannie Fan) who isn't above showing a little skin to get her way. Luckily, Paul knows kung-fu, so the bad guys had better watch out!","release_date":"1966-04-27","vote_average":3.0,"runtime":104,"cert":"N\/A","id":387932,"title":"The Golden Buddha","adult":false,"genre_ids":[28]},{"cast":["Ivy Ling Po","Li Hsiang-Chun","Lui Ming","Ha Yee-Chau","Cheng Miu"],"overview":"The lovely Li Hsiang-chun stars as a poor beauty who is drugged, ravished, lied to, locked in a burning store room, left to drown, and chased by sword-wielding ruffians, among other things. Her only hope is her betrayer's new wife, played by the strong and sensual Ivy Ling Po. Dawn may come, but the questions is: will it be too late? Director\/writer Kao Li shows both restraint and sadism in this historical melodramatic tearjerker.","release_date":"1966-03-02","vote_average":5.0,"runtime":94,"cert":"N\/A","id":387934,"title":"Dawn Will Come","adult":false,"genre_ids":[10402,36,18]},{"cast":[],"overview":"On a Sunday morning, a group of young revelers enter a large, vacated apartment. Tired drag queens mix with debauched grannies, drunken vagrants and shy virgins over the course of the morning.","release_date":"2016-03-15","vote_average":0.0,"runtime":27,"cert":"N\/A","id":387936,"title":"Fanfreluches et idées noires","adult":false,"genre_ids":[]},{"cast":["Pavel Derevyanko","Oksana Akinshina","Roman Madyanov","Irina Pegova","Vladimir Tolokonnikov"],"overview":"A whole Bobrov family suddenly become superheroes...","release_date":"2016-03-17","vote_average":4.9,"runtime":95,"cert":"N\/A","id":387938,"title":"Super Family","adult":false,"genre_ids":[35]},{"cast":["Alfonso Herrera","Hannah Murray","Henry Goodman","Brontis Jodorowsky","Julian Sands"],"overview":"The story of Ramon Mercader, the man who was hired by Stalin to murder Leon Trotsky at Mexico City.","release_date":"2016-09-02","vote_average":6.6,"runtime":null,"cert":"N\/A","id":387940,"title":"The Chosen","adult":false,"genre_ids":[53,18,36]},{"cast":["Lenore Zann","Elisabeth Rosen","Shawn Doyle","James Gallanders"],"overview":"A 13 year old with an over-sexed mother starts an affair with her mother's live-in boy friend.","release_date":"1998-03-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387942,"title":"Babyface","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 1915, a battle between Alvaro Obregon and Pancho Villa took place at Celaya. The descendants of the people who were at that place tells us the stories their parents told them about this particular anecdote of the Mexican Revolution.","release_date":"2015-12-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387944,"title":"Combatants","adult":false,"genre_ids":[]},{"cast":["Ric Flair","Richard Henry Blood Sr.","Greg Valentine","Roddy Piper","Tully Arthur Blanchard"],"overview":"The United States Championship is a title that has been a staple of sports entertainment for over four decades. From the inaugural champion Harley Race to the creator of the U.S. Open Challenge, John Cena, this exclusive set features the greatest United States Championship matches of all time featuring Superstars like \"Nature Boy\" Ric Flair, \"Rowdy\" Roddy Piper, Lex Luger, Magnum TA, Stone Cold Steve Austin, Eddie Guerrero, Dolph Ziggler, Cesaro, The Miz, Daniel Bryan, and more! See why the United States Championship is a symbol of excellence and witness the legacy of greatness it has left behind.","release_date":"2016-04-26","vote_average":8.0,"runtime":null,"cert":"\"\"","id":387946,"title":"The US Championship: A Legacy of Greatness","adult":false,"genre_ids":[]},{"cast":["Christine Hoppe","Jens Harzer","Brigitte Wähner-Liefers","Philipp Lux"],"overview":"The film tells the story of Martin S., his return to Dresden, which he left more than 20 years ago. He discovered some film materials of his own that he shot in 1988, and came upon his files held by the State Security where there was information given by a person which contained details that could only be known by his then first love. So begins his search and questioning about his memories and testing believed reality.","release_date":"","vote_average":0.0,"runtime":51,"cert":"N\/A","id":387948,"title":"Krähenzeit","adult":false,"genre_ids":[]},{"cast":[],"overview":"What’s in the mind of the neo-nazi next-door? “My partner in life is a Jew, one of my sons is gay, another is an anarchist, and I am a left-wing feminist as well as a daughter of immigrants. If Golden Dawn comes to power our only problem will be which wagon they will put us on.” A journalist is delving for years into the organization of the Greek neo-Nazi party Golden Dawn. The financial collapse, the political instability and the family relations are placed into the spotlight as the documentary is trying to discover “what’s in the head of Golden Dawners, who pose as victims of the system.”","release_date":"2016-03-15","vote_average":0.0,"runtime":90,"cert":"N\/A","id":387950,"title":"Golden Dawn: A Personal Affair","adult":false,"genre_ids":[99]},{"cast":["Tim Holt","Ray Whitley","Jan Clayton","Lee 'Lasses' White","LeRoy Mason"],"overview":"Three cowboys find that a U.S. Marshal relative is an impostor.","release_date":"1941-08-08","vote_average":0.0,"runtime":57,"cert":"\"\"","id":387952,"title":"Six-Gun Gold","adult":false,"genre_ids":[37]},{"cast":["L.A. Marzulli","Roger Leir","Chuck Missler","Gary Stearman","Cris Putnam"],"overview":"SOMETHING IS HAPPENING  UFOs are being reported all over the world in greater numbers than ever before. Has something changed? Who are these beings, where do they come from, why do they work in the shadows and what is their agenda? Has the U.S. been sharing tech from these visitors since the 50s?  Well take actual samples from a sphere that crashed to earth in Mexico and analyze them under an Electron Microscope, (SEM). Well examine a piece of drywall from a home that was visited. Are the fingerprints human, or alien? WATCHERS 7 looks at the science behind UFOs and their origin in ancient Biblical texts. A UK poll indicates more people believe in ETs than God. Whats next??","release_date":"2013-12-25","vote_average":0.0,"runtime":83,"cert":"\"NR\"","id":387954,"title":"Watchers 7: Physical Evidence","adult":false,"genre_ids":[99]},{"cast":["George O’Brien","Rosalind Keith","Ray Whitley","Chill Wills","Ward Bond"],"overview":"The bank has been robbed, the night watchman killed and the safe opened. The townspeople want John as he was the only one with the combination. Clint gets John out of town but before the mob turns ugly but the deputy is shot when he and Clint go to get John at the shack. Things look bad for John, but Clint does not believe that John did the robbery and he will look for the real crooks.","release_date":"1939-03-23","vote_average":0.0,"runtime":60,"cert":"\"\"","id":387956,"title":"Trouble in Sundown","adult":false,"genre_ids":[37]},{"cast":["Hal Skelly","Olive Borden","Charlotte Walker","Sally Rand","Glorian Gray"],"overview":"A New York City boarding house for vaudeville performers, none of whom have any steady work....","release_date":"1933-01-07","vote_average":0.0,"runtime":65,"cert":"\"\"","id":387958,"title":"Hotel Variety","adult":false,"genre_ids":[28,10402,80]},{"cast":["Hwang Chan-woo","Ha Na-Kyung","Koo Ji-sung","Lee Jae-hyeok"],"overview":"Seon-mi (Koo Ji-sung) hands a name card to Joo-hee (Ha Na-kyeong) who is about to get married, saying that she'll be able to feel sexual satisfaction like never before. Joo-hee experiences something new and starts expressing her rising emotions to her fiance despite the time and place. Unlike Joo-hee who is enjoying this, Min-woo is getting tired. He tries to satisfy her to the best of his abilities and even asks for advice from friends but it's not enough. What is that place that has her upside down like this?","release_date":"2015-04-30","vote_average":10.0,"runtime":75,"cert":"N\/A","id":387960,"title":"Touch by Touch","adult":false,"genre_ids":[18,10749,35]},{"cast":[],"overview":"General Electric sponsors this explanation of atomic energy, detailing some of its uses besides the bomb. Using animation and an off-screen narrator, the film describes the atom, elements and isotopes, the discovery of transmutation, experiments in artificial transmutation, and the reasons for the power of nuclear fission. The film argues that now, besides war, the atomic age holds promise for energy, farming, medicine, and research. The promise of the atomic age will depend on human wisdom.","release_date":"1953-01-01","vote_average":8.0,"runtime":15,"cert":"\"\"","id":387962,"title":"A Is for Atom","adult":false,"genre_ids":[16,99]},{"cast":["Ayako Wakao","Jirô Tamiya","Keizô Kawasaki","Kyôko Enami","Yuko Miki"],"overview":"Seventeen years after the atomic bomb was dropped on Hiroshima, a newspaper reporter looks for the bomb's effects, but everyone seems to have forgotten. He meets a woman who was there when it happened but when they fall in love she isn't able to move on.","release_date":"1962-09-30","vote_average":0.0,"runtime":95,"cert":"N\/A","id":387964,"title":"Hiroshima Heartache","adult":false,"genre_ids":[18,10749]},{"cast":["Lloyd Nolan","Constance Moore","Albert Dekker","Sheldon Leonard","Barbara Jo Allen"],"overview":"A gangster and his mob buy a small-town in this warm comedy. They, tired of trying to make it as big city hoods, buy the town to use as a hideout. The leader of the gang begins to have a change of heart after he begins falling for a local girl.","release_date":"1941-10-02","vote_average":7.0,"runtime":70,"cert":"\"\"","id":387966,"title":"Buy Me That Town","adult":false,"genre_ids":[18,35]},{"cast":["Leonid Parfyonov"],"overview":"A documentary about Sergei Prokudin-Gorsky, a pioneer in color photography of early 20th-century Russia.","release_date":"2013-10-08","vote_average":8.0,"runtime":78,"cert":"N\/A","id":387968,"title":"Russia in Bloom","adult":false,"genre_ids":[36,99]},{"cast":["Cynthia Falabella","Adrian Steinway","Elias Andreato","Leopoldo Pacheco","Lorenzo Martin"],"overview":"","release_date":"2011-03-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387970,"title":"Essa Maldita Vontade de Ser Passaro","adult":false,"genre_ids":[18]},{"cast":["Renate Müller","Hermann Thimig","Felix Bressart","Ludwig Stössel"],"overview":"","release_date":"1931-01-16","vote_average":0.0,"runtime":100,"cert":"N\/A","id":387972,"title":"Die Privatsekretärin","adult":false,"genre_ids":[35]},{"cast":["Janet Montgomery","Sara Paxton","Alex Kingston","Peter Firth","Al Sapienza"],"overview":"When Heather and Sarah Ann were growing up they told each other every secret. But Heather left their small town on the last day of high school vowing never to return. Forced to come back when her father becomes ill, the young documentary filmmaker is pressured into filming Sarah Ann's wedding video. Heather is convinced that the edgy filmmaker and bubbly pink-wearing bride have nothing in common, but as the big day approaches she finds that no one is quite what they seem – especially the old friend she thought she knew better than anyone.","release_date":"2016-03-18","vote_average":4.3,"runtime":112,"cert":"\"\"","id":387974,"title":"Happily Ever After","adult":false,"genre_ids":[18]},{"cast":["Buster Keaton","Ramon Novarro","Heinrich George","Adolphe Menjou","Dita Parlo"],"overview":"A German reporter visits Hollywood and is escorted through the MGM Studio by a German nobleman, who is working there as an extra. They meet and speak to several actors, primarily Buster Keaton, John Gilbert, Joan Crawford and Heinrich George. Then they meet Adolphe Menjou, who rehearses a long scene in German. A final scene shows stars arriving at a film premiere, including Jean Harlow, Norma Shearer and Wallace Beery.","release_date":"1931-06-09","vote_average":5.0,"runtime":82,"cert":"N\/A","id":387976,"title":"Wir schalten um auf Hollywood","adult":false,"genre_ids":[35]},{"cast":["Stephanie Charlotta Koetz","Imogen Kogge","Hansa Czypionka","Oliver Stritzel","Nina Franoszek"],"overview":"Schande is a German TV drama about a young girl who is being abused inside her own family.","release_date":"1999-04-07","vote_average":6.0,"runtime":90,"cert":"N\/A","id":387978,"title":"Schande","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2008-08-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387980,"title":"Gaston & Leo De Strafste Tv Stoten","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2008-08-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387982,"title":"Gaston & Leo - De Strafste Tv Stoten Deel 2","adult":false,"genre_ids":[]},{"cast":["Ozzy Osbourne","Tony Iommi","Geezer Butler","Bill Ward"],"overview":"Black Sabbath's concert appearance at the California Jam Festival is widely considered to be one of their best ever live concert recordings. This legendary gig, televised by ABC-TV in prime time, features renditions of War Pigs, Killing Yourself to Live, Paranoid, and Children of the Grave.","release_date":"1974-08-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":387984,"title":"Black Sabbath: California Jam","adult":false,"genre_ids":[10402]},{"cast":["Ko Chia-Yen","Andrew Chau","Grace Chen Shu-Fang","Chou Min-Fu","Michio Hayashida"],"overview":"","release_date":"2015-07-18","vote_average":0.0,"runtime":105,"cert":"N\/A","id":387986,"title":"Welcome To the Happy Days","adult":false,"genre_ids":[]},{"cast":["Jean-Baptiste Péretié","Jean-Luc Léon"],"overview":"","release_date":"2016-03-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":387988,"title":"Un vrai faussaire","adult":false,"genre_ids":[99]},{"cast":["Thomas H. Ince"],"overview":"This fascinating documentary goes behind the scenes on the lot of the famed Thomas Ince Studio in its heyday.  Scores of skilled draftsman, carpenters, and technicians are shown making their contributions to movie magic.","release_date":"2012-01-01","vote_average":0.0,"runtime":54,"cert":"\"NR\"","id":387990,"title":"Behind The Scenes Of The Silent Screen","adult":false,"genre_ids":[99]},{"cert":"\"\"","title":"Timber!","cast":["Leo Carrillo","Andy Devine","Dan Dailey","Marjorie Lord","Edmund MacDonald"],"id":387995,"overview":"Two FBI agents are sent to investigate sabotage at a lumber camp.","runtime":60,"genre_ids":[9648,12],"release_date":"1942-08-01","vote_average":0.0,"adult":false}]