[{"cast":["Lio","Rémi Martin","Nicolas Privé","Vittoria Scognamiglio","Bruno Todeschini"],"overview":"Pierre and his wife Anne had a good thing going together, until their son Nicolas was born. Anne traveled with him on all his long truck journeys, and they had frequent and passionate sex. For quite a few years now, Anne has stayed at home to take care of their boy, who is a sickly, weedy little fellow. Pierre is frustrated. Anne is frustrated too but has her almost incestuous feeling for her son to torment her. Even little Nicolas is frustrated, in part due to the knowledge that his father feels that the sacrifice he and his mother made in raising him hasn't been worth the effort. He too has some release in the form of a good relationship with his gigantic dog. When the seething passions of these four discontented mammals reach a crisis point, the result (in this film) is exceedingly ironic.","release_date":"1992-03-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388504,"title":"Sans un cri","adult":false,"genre_ids":[]},{"cast":["Betty Loh Tih","Yam Kit","Pat Ting Hung","Kong Hung","Margaret Tu Chuan"],"overview":"The Ching Dynasty novel The Dream of The Red Chamber is not only the most widely read, but also the most filmed book in Chinese history. The sprawling love story has proven a challenge to many filmmakers, but this version is acclaimed as the most successful. A sumptuous feature which took three years of planning and another for production, it was a hugely popular and critical hit which still stands out as a classic of both 18th century literature and 1960s moviemaking.","release_date":"1962-08-02","vote_average":0.0,"runtime":101,"cert":"N\/A","id":388506,"title":"The Dream of the Red Chamber","adult":false,"genre_ids":[18,36,10749,10402]},{"cast":["András Kozák","Mensáros László","Lili Monori","Irén Bordán"],"overview":"Directed by Zsolt Kézdi-Kovács","release_date":"1991-03-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388508,"title":"After All","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the final weeks of the existence of the Soviet empire, a number of unusual films were released. In this wry Estonian comedy, a woman with an unusual talent for mimicry which eventually earns her a career on the radio between WWII and the Russian resettlement of that country (with a corresponding deportation of millions of Estonians to Siberia). In an absurd fashion, her self-generate sound effects help her get out of all sorts of scrapes with the authorities. When those fail, her incredible nonchalance succeeds. By the end of the film, it becomes clear that she has bestowed her inimitable imitative gift on her newborn son, as well.","release_date":"1990-03-18","vote_average":5.5,"runtime":null,"cert":"N\/A","id":388510,"title":"Inimene, keda polnud","adult":false,"genre_ids":[]},{"cast":[],"overview":"Although he is only eighteen, twenty-year-old Nadia (Yevgenya Dobrovolskaya) permits Sergei (Maksim Kisilev) to move into her apartment and share her bed. However, his callowness swiftly bores her, and she is unable to hide her increasing disdain for him. Understandably, this is a matter of some distress for him. Her contempt is more difficult for him to bear than she suspects, and one day he is provoked to murder her.","release_date":"1990-03-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388512,"title":"First Floor","adult":false,"genre_ids":[]},{"cast":[],"overview":"Chinese opera, whether of the Peking variety or not, is a very demanding art-form, requiring decades of study to be even partly mastered. In this film, Yan Yuejun was a Soochow Opera performer who fell afoul of the Cultural Revolution in the 1960s, and who has served his time undergoing compulsory \"re-education.\" Now he is living in Inner Mongolia, driving a truck for a living, which is surely proletarian enough to suit his earlier tormentors.","release_date":"1990-03-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388514,"title":"Lost Springtime","adult":false,"genre_ids":[]},{"cast":["Philip Zandén","Etienne Glaser","Malin Ek","Björn Kjellman","Gunilla Röör"],"overview":"It is the turn of the century in Russia, and the revolution (at this time not yet a communist one) has sentenced government minister Joel Birkman (Etienne Glaser) to be assassinated for his role in quelling a student rebellion. To that end, they have arranged for one of their number, Jacob (Philip Zanden), to do the deed. In order to get close enough to accomplish this, he takes a job as the minister's secretary, and joins him and his family at his summer home. As he grows acquainted with the man and his family, he discovers that this is not a case of black versus white, but rather of varying shades of gray. Nonetheless, by the end of the film it is clear that no matter how much Jacob likes the man and his family, he is going to do what he believes to be his duty.","release_date":"1990-03-18","vote_average":5.0,"runtime":108,"cert":"N\/A","id":388516,"title":"The Guardian Angel","adult":false,"genre_ids":[]},{"cast":[],"overview":"Obnoxious but charming, Paul (Norbert Muzzulini) has lorded it over his roommate and girlfriend Sandra (Annemarie Kneck) for quite some time, flaunting the fact that he sees other women and spouting insufferable philosophical claptrap about the nature of love, etc.. Eventually, the girl (on the advice of friends) turns the tables on him, and claims to have outside relationships of her own. This prompts him to move out in a huff, into the flat of a casual conquest of his, but he soon discovers that his poor manners have resulted in his not being welcome anywhere.","release_date":"1990-03-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388518,"title":"Sleepy Betrayers","adult":false,"genre_ids":[]},{"cast":["Regula Bill","Gerhard Zemann","Herta Böhm","Christoph Künzler"],"overview":"Despite its South-of-the-Border title, Caracas is an Austrian love triangle. Gas-station owner Gerhard Zehmann is saddled with cheating wife Regina Bill. The man would like to escape to Venezuela, but he can't unload his wife. Then he meets a woman who is the exact double of his wife (also played by Regina Bill, of course). Falling in love with this clone, the husband hatches a plan. He'll murder his wife, then leave for Venezuela with her look-alike so as not to arouse suspicion. Are foolproof plans like these ever really foolproof?","release_date":"1989-03-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388520,"title":"Caracas","adult":false,"genre_ids":[]},{"cast":["Anatoliy Ravikovich"],"overview":"","release_date":"1989-03-19","vote_average":7.0,"runtime":null,"cert":"N\/A","id":388528,"title":"Загадка Эндхауза","adult":false,"genre_ids":[9648]},{"cast":["Georgi Burkov","Vadim Lobanov"],"overview":"","release_date":"1987-03-19","vote_average":8.0,"runtime":89,"cert":"N\/A","id":388533,"title":"Tower","adult":false,"genre_ids":[18]},{"cast":["Andrey Myagkov","Anatoli Papanov","Irina Miroshnichenko","Vladimir Zeldin","Zhanna Prokhorenko"],"overview":"","release_date":"1976-03-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388538,"title":"Страх высоты","adult":false,"genre_ids":[9648]},{"cast":[],"overview":"A dance troupe trapped in their theatre by the Zombie Apocalypse discover that the threat doesnt just lie beyond the chained doors, and that there are indeed worse things than being torn apart by critics.","release_date":"2013-11-28","vote_average":5.5,"runtime":85,"cert":"N\/A","id":388543,"title":"Theatre of the Dead","adult":false,"genre_ids":[]},{"cast":["Jessica Weiss","João Lagarto","André Costa","Madalena Rodrigues","Artur Ramos"],"overview":"No Dia dos Meus Anos(1992), a Portuguese movie directed by João Botelho, is part of the \"Os Quatro Elementos\" (The Four Elements)series. This is the second episode, O Ar(The Air). The other ones are \"Das Tripas Coração – O Fogo\", from Joaquim Pinto; \"O Último Mergulho – A Água\", from João César Monteiro and \"O Fim do Mundo – A Terra\", from João Mário Grilo.","release_date":"1992-08-21","vote_average":5.0,"runtime":65,"cert":"N\/A","id":388545,"title":"No Dia dos Meus Anos","adult":false,"genre_ids":[]},{"cast":["Alexandre Guégan","Yann Joseph","Nicolas Verdoux","Ulrich Waselinck","Gilles Landucci"],"overview":"The Witching Hour is a fast, furious pumped up adrenaline ride through hell. A group of gangsters battle their way through zombies, crazies, demons, psychos and some pretty full on witches to get back a stolen gem. Featuring extreme fight scenes, brutal violence and some sick humour. The Witching Hour is pure raw energy injected straight into your eyes! Twice!!","release_date":"2006-01-01","vote_average":0.0,"runtime":106,"cert":"N\/A","id":388547,"title":"The Witching Hour","adult":false,"genre_ids":[27,35]},{"cast":[],"overview":"Meet Me in the City\r The River\r The Ties That Bind\r Play Video\r Sherry Darling\r Play Video\r Jackson Cage\r Play Video\r Two Hearts\r Play Video\r Independence Day\r Play Video\r Hungry Heart\r Play Video\r Out in the Street\r Play Video\r Crush on You\r Play Video\r You Can Look (But You Better Not Touch)\r I Wanna Marry You\r (with 'Here She Comes' intro)\r The River\r Point Blank\r Cadillac Ranch\r I'm a Rocker\r Fade Away\r Stolen Car\r Ramrod\r The Price You Pay\r Drive All Night\r Wreck on the Highway\r She's the One\r Candy's Room\r (tour debut)\r Because the Night\r Brilliant Disguise\r Wrecking Ball\r The Rising\r Thunder Road\r Encore:\r Born to Run\r Play Video\r Dancing in the Dark\r Rosalita (Come Out Tonight)\r Shout\r (The Isley Brothers cover)","release_date":"2016-01-27","vote_average":0.0,"runtime":187,"cert":"\"R\"","id":388549,"title":"Bruce Springsteen - Madison Square Garden - 27\/01\/2016","adult":false,"genre_ids":[]},{"cast":[],"overview":"Lors de son concert du 3 juin 2013 au stade San Siro de Milan, Bruce Springsteen a joué à nouveau l’album Born In The USA en entier. Avec 34 titres pour une durée de 3 h 20, c’est le plus long show depuis le début de la tournée 2013.\r Ce concert a été marqué par de nombreuses surprises, avec :\r – Long Tall Sally\r – la reprise de Shout après Twist And Shout,\r – un Thunder Road acoustique en final.\r Land of Hope and Dreams\r My Love Will Not Let You Down\r Out in the Street\r American Land\r Long Tall Sally\r Loose Ends\r Wrecking Ball\r Death to My Hometown\r Atlantic City\r The River\r Born in the U.S.A.\r Cover Me\r Darlington County\r Working on the Highway\r Downbound Train\r I’m On Fire\r No Surrender\r Bobby Jean\r I’m Goin’ Down\r Glory Days\r Dancing in the Dark\r My Hometown\r Shackled and Drawn\r Waitin’ on a Sunny Day\r The Rising\r Badlands\r Hungry Heart\r This Land Is Your Land\r We Are Alive\r Born to Run\r Tenth Avenue Freeze-Out\r Twist And Shout\r Shout\r Thunder Road","release_date":"2013-03-06","vote_average":0.0,"runtime":210,"cert":"N\/A","id":388551,"title":"Bruce Springsteen - San Siro Milano - 03\/06\/2013","adult":false,"genre_ids":[]},{"cast":[],"overview":"A subversive queer musical comedy inspired by Jesus Christ Superstar. Ferreira demolishes one of the ideological mainstays of the Estado Novo: Our Lady of Fatima. - Cinéma du Réel","release_date":"1976-01-01","vote_average":0.0,"runtime":43,"cert":"N\/A","id":388553,"title":"Fatucha Superstar – Ópera Rock… Bufa","adult":false,"genre_ids":[]},{"cast":["Maudy Ayunda","Adipati Dolken","Surya Saputra","Ikang Fawzi","Kinaryosih"],"overview":"Vino is not too close to the family, especially after his father, Amir went bankrupt.His mother, Mirna ran away from home, even leaving behind Vino and his 5 year old sister. Once when his sister fell in the bathroom and required surgery if not her legs would be amputated. In the hospital, Calo a small time thug is looking for a heart donor and targeting Dino. At the hospital too started the friendship of Vino with a teenage Mura. A young romance blossomed only for Dino to realise his heart was going to taken away.","release_date":"2012-02-12","vote_average":7.5,"runtime":104,"cert":"N\/A","id":388555,"title":"Malaikat Tanpa Sayap","adult":false,"genre_ids":[18,10751]},{"cast":["Ai Li-ya","Wu Xu","Yang Shulin"],"overview":"Thirteen year old Xiao-Yan is devoted to her studies at her local school and determined to use them as a spring-board out of her mundane fate. Unfortunately for her, the school fees for the new term are set to increase from 20 yuan up to 24 and her mother, struggling to cope on her meager income while her husband is away working, is unwilling to stump up the new amount. Young Xiao-Yan is made of sterner stuff though and, in between looking after her two troublesome younger brothers during the holidays, she thinks of a way to raise the money herself. Initially she takes eggs from home and tries to sell them at the market, but this scheme proves to offer scant reward for her efforts. Inspired by the transactions of the local cattle market, Xiao-Yan forms an unsteady alliance with a street-smart urchin to raise a lamb with the intention of selling it on later for significant profit.","release_date":"2004-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":388557,"title":"The Story of Xiao-Yan","adult":false,"genre_ids":[10751]},{"cast":["Nirina Zubir","Nadine Chandrawinata","Nino Fernandez","Rizky Hanggono","Henidar Amroe"],"overview":"Laisa and her family lives a hard life in Valley Lahambay, Indonesia. As the oldest of five siblings, Laisa takescare of the mother and her siblings, Dalimunte, Ikanuri, Wibisana, and Yashinta. They work hard, ranging from tapping rubber in the forest, Laisa convert their fields into a thriving strawberry plantation.","release_date":"2012-12-06","vote_average":0.0,"runtime":110,"cert":"N\/A","id":388559,"title":"Bidadari-Bidadari Surga","adult":false,"genre_ids":[18]},{"cast":["Sarah Fisher","Lauren Holly","Paul Johansson","Keenan Tracey","John Ralston"],"overview":"Ashley suspects her father's partner was behind a brutal home invasion.","release_date":"2016-03-12","vote_average":5.8,"runtime":82,"cert":"\"NR\"","id":388561,"title":"The Stepchild","adult":false,"genre_ids":[53,18,10770]},{"cast":["Kevin Knapman","Christine Tremarco","Frances Barber","Bill Hunter","Martin Jacobs"],"overview":"A poignant and forceful saga which traces the fortunes of two English children uprooted from their beloved Liverpool dockside to the alien environment of Australia in the years following World War Two.","release_date":"1992-07-08","vote_average":6.0,"runtime":180,"cert":"N\/A","id":388566,"title":"The Leaving of Liverpool","adult":false,"genre_ids":[18,36]},{"cast":["Ana Moreira","Bibi Perestrelo","Bruno Bravo","Carla Maciel","Gilberta Rocha"],"overview":"In a remote island where mourning was settled, a man decreed that there will never be sex or children anymore... The island gets desolate and he decided to send his daughter, Adriana, to the mainland to form a family by natural methods.","release_date":"2005-04-21","vote_average":0.0,"runtime":102,"cert":"N\/A","id":388568,"title":"Adriana","adult":false,"genre_ids":[18]},{"cast":["Hans Stüwe","Käthe Haack","Franziska Kinz","Wolfgang Staudte","Viktor de Kowa"],"overview":"","release_date":"1932-09-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388570,"title":"Tannenberg","adult":false,"genre_ids":[10752]},{"cast":["Rutkay Aziz","Uğur Polat","Elia Kazan","Sevtap Parman","Aslı Altan"],"overview":"Two Turkish brothers find themselves on opposite sides of the political fence. When one of the brothers is murdered, the boys' father suspects that his surviving son was instrumental in the killing. Celebrated film director Elia Kazan returns to his acting roots in a key supporting role.","release_date":"1988-03-18","vote_average":0.0,"runtime":105,"cert":"N\/A","id":388572,"title":"Mist","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Mitia (Maxim Kisilev) is the new boy in a technical school who must adjust to his environment in this childhood drama. He goes through a series of initiations before his classmates are ready to accept him. Andrei Ivanovich (Andrei Tolubeev) is the stern but kindly instructor who looks out for Mitia. Mitia loses his girlfriend when her mother comes to take her home, and Andrei leaves the institution when his wife becomes gravely ill.","release_date":"1987-03-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388574,"title":"Kholodnyy mart","adult":false,"genre_ids":[]},{"cast":[],"overview":"A man hides in a couch and is transported in it while causing havoc.","release_date":"1906-12-16","vote_average":5.0,"runtime":6,"cert":"N\/A","id":388576,"title":"Le matelas de la mariée","adult":false,"genre_ids":[]},{"cast":["Frigyes Funtek","Dezső Garas","Marianna Moór","Anna Ráckevei"],"overview":"Janos Flandera (Frigyes Funtek) is a student who is kept by an older woman in this depressing drama. When he applies to a prestigious school in Moscow, he is turned down because he is a gigolo. Not only is his scholarship request denied, he is sentenced to a year in prison at hard labor. Janos abandons the jealous older woman who helped deny his entrance to the school. Punished after defending a political prisoner, Janos takes solace in love affairs, but his union with the crippled daughter of a prominent political official puts his life in danger.","release_date":"1987-03-18","vote_average":0.0,"runtime":95,"cert":"N\/A","id":388578,"title":"Mills of Hell","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Sam Barlow (Gary Day) is a Vietnam veteran who runs a small store that caters to surfers in this action thriller. When his best friend is murdered, Sam takes on the mobsters to avenge the death. With the help of a beautiful blonde (Gosia Dobrowolska), Sam uncovers a sex scandal involving a high-ranking government official. Also implicated are a sadistic soldier of fortune (Rod Mullinar), and a corrupt cop (Tony Barry) who tries to impede the investigation. Although the hero sells surfing-related items, he is never actually seen surfing in the feature.","release_date":"1986-03-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388580,"title":"The Surfer","adult":false,"genre_ids":[]},{"cast":["Ottilia Borbáth","István Bozóky","Sándor Eszes","Anna Fehér","Sándor Halmágyi"],"overview":"In this somewhat uneven political satire, good revolutionaries have overthrown a totalitarian state riddled with corruption on all levels when a truly naive bureaucrat (Boguslaw Linda) is placed on a jury that will judge the results of a history competition. Once on the jury, the young bureaucrat starts looking into the past himself and gets embroiled in a labyrinth. The past may well be unclear because recent leaders have certain facts that need to be kept buried. Filmmaker Janos Kovacsi borrows characteristics from revolutions in the Eastern European block (1950s-1980s) to create this post-revolutionary society with an idealist commander (Ferenc Zenthe) meant to lead them. A clue as to what happens next lies in the opening scene -- the funeral of the commander who has given his life for his cause. Ironically, Kovacsi undoubtedly faced censorship on this film. That would not only account for some uneven narration, but it adds a dimension of reality to the topic at hand.","release_date":"1985-03-18","vote_average":0.0,"runtime":105,"cert":"N\/A","id":388585,"title":"Megfelelö ember kényes feladatra","adult":false,"genre_ids":[]},{"cast":["Yolanda del Río","Carmen Salinas","Mario Almada","Tito Junco"],"overview":"Escaping from an abusive stepfather, a young woman decides to cross the border as an undocumented worker. She ends up working on a farm where things aren't what they seem...","release_date":"1982-06-03","vote_average":0.0,"runtime":95,"cert":"N\/A","id":388590,"title":"Las pobres ilegales","adult":false,"genre_ids":[]},{"cast":["Franjo Dijak","Nataša Janjić","Goran Bogdan","Janko Popović Volarić","Bojan Navojec"],"overview":"Goran just wants to drive his taxi and take care of his blind wife Lina. But people close to him have their own agendas and dreams which threaten his carefree existence. In the idyllic surroundings of snow-covered Gorski Kotar, the fiery personalities of the highlanders surface and collide.","release_date":"2016-08-02","vote_average":7.0,"runtime":90,"cert":"N\/A","id":388592,"title":"Goran","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"Two men sitting in a car on New Year's Eve; one of them already has decided their fate. What follows is the story of the night that have had, and the events that led to his untimely death. In his last hours, these two criminals address the disappointments and paths taken in their lives.","release_date":"2008-10-03","vote_average":0.0,"runtime":105,"cert":"N\/A","id":388594,"title":"The Driver","adult":false,"genre_ids":[]},{"cast":["Juan Pablo Olyslager","Boris Barraza","Rocío Carranza","Fabian Sales","Álvaro Matute"],"overview":"Four scientists live a series of paranormal events. Their only track is a message that would lead them to a place called Ciudad Blanca.","release_date":"2012-10-12","vote_average":4.5,"runtime":112,"cert":"N\/A","id":388596,"title":"The Xendra","adult":false,"genre_ids":[878]},{"cast":[],"overview":"Malagasy Mankany is a colorful and entertaining dramedy-adventure set in Madagascar about three sociology students named Jimi, Bob and Dylan. When Jimi's father becomes suddenly ill and nears death in his home village, the three friends embark on a journey of a lifetime from the capital of Madagascar to the deep countryside to bring assistance to Jimi's family. On the road trip, the trio encounters off the wall characters that embody the spirit of the island of Madagascar. Their journey ends with each of them standing at the very edge of their future, which brings them not only face to face with their own fate but the fate of their country.","release_date":"2012-01-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":388598,"title":"Legends of Madagascar","adult":false,"genre_ids":[]},{"cast":["Osman Mahaud Omar"],"overview":"Centering on the revolutionary Dervish State and its influential leader, Muhammad Abdullah Hassan (the \"Mad Mullah\") is an epic on the grandest scale. The film follows Hassan's life from his roots as a humble mullah to a revolutionary anti-colonial leader that fought off the British Empire for more than two decades.","release_date":"1983-01-01","vote_average":1.0,"runtime":270,"cert":"N\/A","id":388600,"title":"The Somali Dervish","adult":false,"genre_ids":[18]},{"cast":["Gilbert Sicotte","Anne-Marie Provencher","Monique Mercure","Amulette Garneau","Guillaume Lemay-Thivierge"],"overview":"Continuing a saga that began with his previous, 1978 film, Vautours director Jean-Claude Labrecque returns with the French Canadian, Louis Pelletier and puts him in the context of the growing separatist movement in the late 1960s in Quebec. At that time, supporters of an independent Quebec began to consolidate their power under the Parti Québecois -- and the story of Louis and his wife Claudette are meant to illustrate this watershed in Quebec's history. As the film begins, Claudette and Louis are about to get married -- and their wedding day significantly coincides with preparations for the visit of Queen Elizabeth II. Years later, they are well-established in Montreal and are enjoying visits from their family -- and then their lives start to deteriorate. Louis is suddenly out of work, and as he faces the difficulties of finding another job -- and of living precariously -- he becomes more radical, less accepting of the status quo.","release_date":"1984-03-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388605,"title":"Les années de rêves","adult":false,"genre_ids":[]},{"cast":["Pavel Gayduchenko","Mariya Vartikova","Mikhail Pugovkin","Vera Vasileva","Valentina Talyzina"],"overview":"A new boy impressed everybody by his knowledge during the history lesson but this impression didn't last long.","release_date":"1985-03-20","vote_average":6.5,"runtime":78,"cert":"N\/A","id":388613,"title":"Pernicious Sunday","adult":false,"genre_ids":[35,10751]},{"cast":["Fiona Gubelmann","Emma Hentschel","James Gallanders","Mikael Conde","Deborah Grover"],"overview":"The story of a dangerous little girl who is reunited with her natural mother after living with her controlling grandparents in a rural farmhouse in seclusion.","release_date":"2016-03-19","vote_average":5.4,"runtime":85,"cert":"\"NR\"","id":388615,"title":"Mommy's Little Girl","adult":false,"genre_ids":[10770,18]},{"cast":["Fiona Gubelmann","Emma Hentschel","James Gallanders","Mikael Conde","Deborah Grover"],"overview":"The story of a dangerous little girl who is reunited with her natural mother after living with her controlling grandparents in a rural farmhouse in seclusion.","release_date":"2016-03-19","vote_average":5.4,"runtime":85,"cert":"\"NR\"","id":388615,"title":"Mommy's Little Girl","adult":false,"genre_ids":[10770,18]},{"cast":[],"overview":"","release_date":"2008-07-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388623,"title":"Ein Fall für Freunde 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"Short animated film by Yanagihara Ryouhei","release_date":"1964-01-01","vote_average":5.0,"runtime":7,"cert":"N\/A","id":388625,"title":"M.S. Chanda","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Short animated film by Yanagihara Ryouhei","release_date":"1963-01-01","vote_average":6.0,"runtime":6,"cert":"N\/A","id":388627,"title":"Two Samurai","adult":false,"genre_ids":[16]},{"cast":["Yevgeni Lazarev","Larisa Kadochnikova","Leonid Gallis","Georgiy Vitsin","Vladimir Belokurov"],"overview":"","release_date":"1959-11-10","vote_average":7.0,"runtime":null,"cert":"N\/A","id":388629,"title":"Василий Суриков","adult":false,"genre_ids":[99,18]},{"cast":["Aldo Fiorelli","Silvana Pampanini","Carlo Giustini","Aldo Fabrizi","Manoel Roero"],"overview":"","release_date":"1949-03-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388631,"title":"Antonio di Padova","adult":false,"genre_ids":[]},{"cast":[],"overview":"A robot returns to Earth after 50 years of searching for alien life on Mars. Unable to find his place in the modern world, he is befriended by an elderly viking warrior.","release_date":"","vote_average":0.0,"runtime":14,"cert":"N\/A","id":388633,"title":"The Robot & the Viking","adult":false,"genre_ids":[]},{"cast":["Mikhail Ulyanov","Aleksey Serebryakov","Vladimir Markov"],"overview":"","release_date":"1980-03-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388635,"title":"Последний побег","adult":false,"genre_ids":[18]},{"cast":[],"overview":"One day, a tree like any other jumps into a pair of boots and goes off for a walk inviting everyone it meets to follow.","release_date":"2016-08-19","vote_average":6.0,"runtime":7,"cert":"N\/A","id":388637,"title":"One, Two,  Tree","adult":false,"genre_ids":[16]},{"cast":[],"overview":"In his early experimental short Karma (カルマ, 1977), Aihara uses water as his central motif. The film is hand drawn and appears to be shot on 16mm using a blue filter. At first we can only see tiny specks on the screen, coming and going like snow flurries. The specks gradually grow larger and take the shape of bubbles, then even larger into rivulets of water on a transparent surface.","release_date":"1977-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":388639,"title":"Karma","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Short animated film by Yoji Kuri.","release_date":"1963-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":388641,"title":"Locus","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Short animated film by Yoji Kuri","release_date":"1965-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":388643,"title":"Samurai","adult":false,"genre_ids":[16]},{"cast":["Sally Ann Howes","George Lee Andrews","Regina Resnik"],"overview":"A Little Night Music is a musical with music and lyrics by Stephen Sondheim and book by Hugh Wheeler. Inspired by the Ingmar Bergman film Smiles of a Summer Night, it involves the romantic lives of several couples. Its title is a literal English translation of the German name for Mozart's Serenade No. 13 for strings in G major, Eine kleine Nachtmusik. The musical includes the popular song \"Send in the Clowns\".","release_date":"1990-11-07","vote_average":0.0,"runtime":154,"cert":"\"\"","id":388645,"title":"New York City Opera: A Little Night Music","adult":false,"genre_ids":[10749,10402]},{"cast":["Valentin Teufel","Markus Knüfken","Melanie Herbe","Philipp von Mirbach","David Bernecker"],"overview":"","release_date":"2014-06-28","vote_average":8.0,"runtime":null,"cert":"N\/A","id":388647,"title":"diePrüfung","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Independent animation by Shimamura Tatsuo.","release_date":"1969-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":388649,"title":"Transparent Man","adult":false,"genre_ids":[16]},{"cast":["Carlo Ninchi","Otello Toso","Silvana Jachino","Lia Orlandini","Umberto Spadaro"],"overview":"","release_date":"1948-03-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388654,"title":"Il corriere di ferro","adult":false,"genre_ids":[]},{"cast":["Dorothy Dalton","David Powell","Martha Mansfield","Maurice Costello","Jack Richardson"],"overview":"Silent film directed by Irvin Willat","release_date":"1923-05-27","vote_average":0.0,"runtime":60,"cert":"\"\"","id":388656,"title":"Fog Bound","adult":false,"genre_ids":[18]},{"cast":["Cheyn Cole","Sam Evans"],"overview":"A film highlighting the misunderstood diagnosis of Asperger syndrome and unintended consequences of bullying and social media.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388658,"title":"De-frienDEAD","adult":false,"genre_ids":[]},{"cast":["Sophie Skelton","James Boyland","Sean Croke","Tony Earnshaw","Siri Ellis"],"overview":"D-Day: A British paratroop squad are dropped off-target and wiped-out. Private Johnny Barrows is the only survivor; inexperienced, scared, lost behind enemy lines. Johnny must grow up and become a man on his perilous journey to safety.","release_date":"2014-04-05","vote_average":4.5,"runtime":97,"cert":"\"PG-13\"","id":388660,"title":"The War I Knew","adult":false,"genre_ids":[28,18,10752]},{"cast":[],"overview":"Filmmaker Larry Weinstein traces the life and work of composer Hanns Eisler, one of the greatest composers of the 20th century.","release_date":"1995-08-27","vote_average":0.0,"runtime":84,"cert":"N\/A","id":388662,"title":"Solidarity Song: The Hanns Eisler Story","adult":false,"genre_ids":[]},{"cast":["Serge Bozon","Jean Abeillé","Christophe Degoutin","Charlotte Véry","Marc-Antoine Vaugeois"],"overview":"","release_date":"2014-06-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388664,"title":"Manutention légère","adult":false,"genre_ids":[]},{"cast":["Thanasis Vengos","Andreas Barkoulis","Dina Trianti","Simoni Kyriakidou","Angelos Theodoropoulos"],"overview":"Babis and Dinos have a driving school in partnership with several customers. And while fetching Dinos manages to combine a joy of life with his conquests, the Wretch Babis, left the thicker, the poor and elderly clients faculty ..","release_date":"1964-01-01","vote_average":6.0,"runtime":74,"cert":"N\/A","id":388666,"title":"Σχολή για Σωφερίνες","adult":false,"genre_ids":[35]},{"cast":["Koert-Jan de Bruijn","Pamela Teves","Merlijn Remmig","Isis Cabolet","Richard de Maaré"],"overview":"","release_date":"2014-11-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388668,"title":"Na de Regen","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Four more adventures with everyone's favourite dysfunctional animated family. In 'The Regina Monologues', when Bart finds $1000, Lisa is able to convince him to take the family on vacation and they choose to visit England. In '30 Minutes Over Tokyo', after learning how to save money on everything, the Simpson family manages to make it to Tokyo. In 'Blame It On Lisa', when Lisa sheepishly admits that she's been making long-distance calls to Brazil in aid of an orphan she's sponsoring, the whole family decides to head to Rio for a visit. Finally, in 'Simpsons Safari', tired of constant mistreatment, the bag boys of Springfield go on strike, creating a grocery shortage. Homer's frantic search for food in the house uncovers lost gold in the attic which he uses to take the family on safari in Africa.","release_date":"2007-03-27","vote_average":8.5,"runtime":null,"cert":"N\/A","id":388670,"title":"The Simpsons: Around the World in 80 D'Ohs","adult":false,"genre_ids":[16,10751,35]},{"cast":["Dorothy Dalton","Jack Holt","Mitchell Lewis","Winter Hall","Michael Dark"],"overview":"Three castaways all from differing levels of society reach and board a deserted schooner in mid-ocean.","release_date":"1922-09-17","vote_average":0.0,"runtime":null,"cert":"\"\"","id":388672,"title":"On the High Seas","adult":false,"genre_ids":[28,10749,12]},{"cast":[],"overview":"This is the story of Agnes and her gradual adjustment after the trauma of being raped when she was a little girl. Agnes has an admirer, Adi who lives on the next-door farm, and their families hope the two will one day marry. Although Adi has fallen in love with Agnes, she is indecisive about her own feelings for him and besides, she is plagued by nightmares that prevent her from having a normal relationship. Then one day her family's barn burns to the ground and a young boy who was infatuated with Agnes dies in the blaze. Since some villagers feel Agnes is \"cursed,\" she eventually opts to leave the village and stay with a friend in a larger, nearby town. On arrival, she discovers her friend works at a cabaret-style brothel and for awhile Agnes is tempted to sleep with one of the womanizers in the town -- until Adi arrives and she changes her mind. Both Adi and Agnes return to the village, and indications are that there is some hope for their future together.","release_date":"1982-03-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388677,"title":"Grenzenlos","adult":false,"genre_ids":[]},{"cast":[],"overview":"Although based on Nathanael West's novel that essentially trashes the journalist's trade as cold-hearted and Machiavellian, director Michael Dinner has opted to make his journalist a pathetic figure instead. The story centers on a reporter who is trapped into writing the \"Miss Lonelyhearts\" column for a local newspaper and then slowly comes apart emotionally and psychologically as he gets involved with the troubles of his readers. While the plot of the film remains solid, the characterization of the journalist changes the intent -- and whether that is for better or worse will depend on the viewer.","release_date":"1983-03-19","vote_average":0.0,"runtime":null,"cert":"\"\"","id":388679,"title":"Miss Lonelyhearts","adult":false,"genre_ids":[]},{"cast":["Liviu Ciulei","Adrian Pintea","Mihai Mălaimare","Vasile Nițulescu","Dumitru Rucăreanu"],"overview":"In the early 19th century the Romanian Theodor Diamant was inspired by the French utopian socialist Charles Fourier and established one of Fourier's \"phalansteries\" in Rumania. The film dramatizes the origins and demise of this effort, called the \"Scaieni Phalanstery (the term is derived from \"phalanx\" and \"monastery\"). Among the socio-political commentary that is conveyed throughout, there is an important collusion between the army and the wealthy landowners of the time, and as the film points out in its own way, neither of these groups has ever been convicted of socialist\/utopian tendencies.","release_date":"1979-03-19","vote_average":0.0,"runtime":161,"cert":"N\/A","id":388681,"title":"Phalanstery","adult":false,"genre_ids":[36,18]},{"cast":[],"overview":"In this Peruvian look at the beginning of the 20th century in Lima, the life of a fictitious leftist labor organizer Vicente Orozco (Humberto Cavero) is traced back to 1900 to illustrate the conditions that led to his radicalization. This background and Vicente's efforts to unionize his fellow workers are thoroughly explored in the 140-minute running time.","release_date":"1982-03-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388683,"title":"La familia Orozco","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary about how young people in Greenland deal with climate change, shot around Uummannaq.","release_date":"2015-01-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":388691,"title":"Faces of Climate Change","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Why am I always told “You don’t look greenlandic”? Is it possible to look “like a Dane”? What does a Greenlander look like? Does your identity lie within the language you speak? Or the language you think in?","release_date":"2015-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":388693,"title":"Half & Half","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Morag is 86. She lives alone at the end of a track looking out to sea on her croft on the Isle of Harris, Outer Hebrides, with her three cats and twelve sheep. Morag was born in this house and has lived here her whole life, following five generations of the family who came before her. Cailleach is a portrait of Morag and her simple and peaceful life as she contemplates her next chapter, shares her unique sense of independence and the connection she has to her wild island home.","release_date":"2015-04-09","vote_average":9.0,"runtime":14,"cert":"\"\"","id":388695,"title":"Cailleach","adult":false,"genre_ids":[99]},{"cast":["Robert Sella","Lindsay Pulsipher","Allyn Carrell","Chris Gardner"],"overview":"A dying man seeks out a beauty consultant to hide his symptoms.","release_date":"2016-03-11","vote_average":5.0,"runtime":8,"cert":"\"\"","id":388697,"title":"1985","adult":false,"genre_ids":[18]},{"cast":[],"overview":"On a small island above the clouds a father and son have different views on their daily routine of keeping up the sun.","release_date":"2015-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":388699,"title":"Aurinko","adult":false,"genre_ids":[16]},{"cast":[],"overview":"This is Real German Education: two naked elderly men in elegant surroundings talk about their relationship and the good old days, and chat in a refreshingly candid manner about their fetishes, sadomasochistic predilections and bondage.","release_date":"2012-02-11","vote_average":0.0,"runtime":9,"cert":"N\/A","id":388701,"title":"Law and Order","adult":false,"genre_ids":[99]},{"cast":["François Gragnon","Gilles Pelletier"],"overview":"A white room. The aging bodies of actors Gilles Pelletier and Françoise Graton testify to a love that has triumphed over time and a captivating lover's dialogue emerges between two octogenarian bodies defying inertia, old age and death. With music by the group Forêt, this sensuous short film depicts the tremblings of desire and the most elemental components of love.","release_date":"2014-03-14","vote_average":0.0,"runtime":9,"cert":"N\/A","id":388703,"title":"Anatomie","adult":false,"genre_ids":[18]},{"cast":["Caleigh Le Grand","Jorja Cadence"],"overview":"During the Christmas season, two sisters throw a house party, unaware that a deadly invader will be crashing the proceedings.","release_date":"2016-12-20","vote_average":0.0,"runtime":14,"cert":"\"\"","id":388705,"title":"Do You See What I See?","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Tamara’s husband died recently and this is her first holiday without him. She meets other older ladies at the resort. They discuss matters during a walk in the woods. They effortlessly switch between light-hearted subjects and the important things in life.","release_date":"2015-04-01","vote_average":0.0,"runtime":17,"cert":"N\/A","id":388707,"title":"Atardecer","adult":false,"genre_ids":[]},{"cast":["Jane Frazee","Larry Parks","Jane Darwell","Nina Foch","Ross Hunter"],"overview":"In this musical drama, a woman turns her mansion into a boarding house for soldiers on furlough, providing them with room, board, and musical entertainment.","release_date":"1944-12-07","vote_average":0.0,"runtime":69,"cert":"\"\"","id":388709,"title":"She's a Sweetheart","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Manfred had a habit of putting various objects into his nose. After his bride disappeared up his nose at their wedding, he had to change something. Every course of action against his nose proved unsuccessful. But then he strikes up the acquaintance with an animal, and Manfred learns to accept himself just as he is.","release_date":"2009-07-01","vote_average":7.0,"runtime":4,"cert":"N\/A","id":388717,"title":"Manfred","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Young lovers dance in a circle at the station.","release_date":"1993-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":388719,"title":"Und Tschüss","adult":false,"genre_ids":[]},{"cast":[],"overview":"A coming-of-age story of a shy girl Alya, who lives in a Russian orphanage and secretly admires her music teacher.","release_date":"2014-01-01","vote_average":0.0,"runtime":22,"cert":"N\/A","id":388721,"title":"Ice Floe","adult":false,"genre_ids":[]},{"cast":[],"overview":"Elegance is a short film about a group of Finnish men, and the style and elegance of hunting partridge and pheasant. The film’s protagonists are all wealthy men, for whom hunting is a treasured hobby, a passion and a way of life. The film unfolds in three acts on a scenic autumnal field. Meet the three businessmen: Nokia’s former CEO, Jorma Ollila, engineering company Kone Oy’s owner, Antti Herlin, and the charming narrator, Publishing Company Otava’s former CEO, Heikki A. Reenpää. His narration leads the viewer through hunting expeditions, creates the mood and introduces the people. Almost equally important are the gentlemens’ dogs: handsome pointers and setters, whose pedigrees, abilities and hunting prowess ultimately determine whether any birds are caught at all.","release_date":"2016-01-27","vote_average":6.0,"runtime":26,"cert":"N\/A","id":388723,"title":"Eleganssi","adult":false,"genre_ids":[99]},{"cast":[],"overview":"One morning in August 2012, renowned Syrian photographer Issa Touma saw young men lugging sandbags into his street. It turned out to be the start of the Syrian uprising in the city of Aleppo. Touma grabbed his camera and spent nine days holed up in his apartment, recording what was happening outside. The result? An unprecedented glimpse into a war that has been raging for three years now.","release_date":"2016-01-28","vote_average":0.0,"runtime":13,"cert":"N\/A","id":388725,"title":"9 Days: From My Window in Aleppo","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The Living Need Light, The Dead Need Music is a visual and musical journey through the fantastical funeral traditions and rituals of south Vietnam.","release_date":"2014-01-01","vote_average":0.0,"runtime":22,"cert":"N\/A","id":388727,"title":"The Living Need Light, the Dead Need Music","adult":false,"genre_ids":[]},{"cast":[],"overview":"A short film made for William Greaves' \"Black Journal\" that discusses the influence of Malcolm X, and includes an interview with his widow, Betty Shabbazz.","release_date":"1967-01-01","vote_average":0.0,"runtime":13,"cert":"\"\"","id":388729,"title":"A Tribute to Malcolm X","adult":false,"genre_ids":[99]},{"cast":["Bruce Smith","Arline Judge","Warren Ashe","Don Beddoe","Kay Harris"],"overview":"This biopic takes an in-depth look into the life of Minnesota All-American football player Bruce Smith. The story is framed by a screenwriter's interview with the famed halfback. In order to garner information, the scenarist is assigned to live with Smith. During the film, Smith shares his thoughts on football and anecdotes from his life.","release_date":"1942-10-15","vote_average":0.0,"runtime":66,"cert":"\"\"","id":388731,"title":"Smith of Minnesota","adult":false,"genre_ids":[18]},{"cast":["Irfan","Jayaprakash","Deekshitha Manikkam","Riyaz Khan","Y. G. Mahendran"],"overview":"An ambitious youngster who feels very strongly about brain drain, gets embroiled in a conspiracy, which borders on what they call, knowledge terrorism.","release_date":"2016-03-18","vote_average":3.5,"runtime":116,"cert":"N\/A","id":388733,"title":"Aagam","adult":false,"genre_ids":[53,80]},{"cast":["Victor Jory","Rochelle Hudson","Maxie Rosenbloom","Horace McMahon","George McKay"],"overview":"Gangster Deak Foster (Victory Jory) and his three henchmen, Brains Moran (Maxie Rosenbloom), Ears-to-the-Ground Hinkle (Horace MacMahon) and Photofinish Farris (George McKay), take over what they think is a night club run by a rival, Stud Rocco (Ralf Harold), only to discover it is a nursery run by Irene Perry (Rochelle Hudson). All fall under the benign influence to the point where the three henchmen go to night school to be educated and Deak falls in love with Julie.","release_date":"1941-10-05","vote_average":0.0,"runtime":68,"cert":"\"\"","id":388735,"title":"The Stork Pays Off","adult":false,"genre_ids":[35]},{"cast":["Gernot Kulis"],"overview":"","release_date":"2014-10-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388737,"title":"Gernot Kulis - Kulisionen","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-09-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388739,"title":"Byzuch 2","adult":false,"genre_ids":[]},{"cast":["Jana Cova","Mackenzie Mack","Faith Leon","Celeste Star","Lacie Heart"],"overview":"Jana Cova is \"Porcelain.\" This intimate and artful production shines new light on Digital Playground's exclusive contract super star, Jana Cova. In this glamorous and smart vignette, director Celeste effortlessly showcases the pure strength of a beauty so brilliant it evades time. Featuring Jana Cova in 5 delicious, moving pictorials, \"Porcelain\" delivers a nagging and raging, unrehearsed sexuality.","release_date":"2006-03-23","vote_average":6.5,"runtime":99,"cert":"\"NC-17\"","id":388741,"title":"Porcelain","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2009-11-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388743,"title":"Comedy Hirten - Ferngestört","adult":false,"genre_ids":[]},{"cast":["Paul Le Person","Gérard Darrieu","Marie-Hélène Dasté","Frédéric Witta","Myriam Boyer"],"overview":"Winter 1970, France. In a small village covered in snow, an outcast bonesettler starts predicting the return of wolves in the area, but nobody wants to believe his superstitious omens. Until one day, a young man is attacted by a wolf.","release_date":"1972-06-24","vote_average":0.0,"runtime":92,"cert":"N\/A","id":388745,"title":"La Tuile à loups","adult":false,"genre_ids":[18,10770]},{"cast":[],"overview":"Travel with Peter Jackson and his team across the New Zealand set of The Hobbit. Comes with the extended version of The Desolation of Smaug.","release_date":"2014-03-20","vote_average":9.0,"runtime":7,"cert":"\"\"","id":388753,"title":"New Zealand - Home of Middle-earth - Part 2","adult":false,"genre_ids":[]},{"cast":["Laurent Claret","Anwar Bakary","Mickael Hauvel","Frederic Rouart","Harold Bultez"],"overview":"","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388755,"title":"Le Vieux Singe","adult":false,"genre_ids":[80]},{"cast":["Lee Jung-jae","Wallace Chung","Lang Yueting","Lee Chae-Young","Yang Fan"],"overview":"When a bombing occurs during a soccer match between China and South Korea, the two countries are embroiled in a fierce cat-and-mouse chase.","release_date":"2016-07-15","vote_average":5.6,"runtime":100,"cert":"N\/A","id":388757,"title":"Tik Tok","adult":false,"genre_ids":[28,80,9648]},{"cast":["David Jason","Nicholas Lyndhurst","Buster Merryfield","Roger Lloyd Pack","Kenneth MacDonald"],"overview":"Trotters Independent Trading is causing mayhem with their faulty RAJAH computers. Rodders gets a new job at a funeral directors, while Albert and Del hit the health market with their miracle cure body massagers. At the wedding of Trigger's niece, the Trotters hear the tale of Freddy the Frog, a bank robber and close friend of the boys' mother. He left everything in his will to their mum, including missing gold bullion. While Del hunts for treasure, Rodney puzzles over Freddy and his mother's 'friendship' - and a son who would by now be his own age.","release_date":"1987-12-25","vote_average":9.5,"runtime":60,"cert":"N\/A","id":388759,"title":"Only Fools and Horses - The Frogs Legacy","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Foundation reporter, Isidor Dukas comes to the Institute to make a report. For the purpose of objective reporting, the Foundation uses agents with induced, synthetic identities. In confrontation with one of the test subjects, what was supposed to be a routine control turns into a never ending maze.","release_date":"2015-04-01","vote_average":0.0,"runtime":40,"cert":"N\/A","id":388761,"title":"Unknown Energies, Unidentified Emotions","adult":false,"genre_ids":[]},{"cast":["Gregorio Musatti","André Guerreiro","Rodrigo Audi","Netuno Trindade","Alessa Previdelli"],"overview":"Nicolas notices that his eleven year old son Xavier spends his time not only playing drums, but also paying attention to a certain type of boys.","release_date":"2016-02-23","vote_average":6.0,"runtime":13,"cert":"N\/A","id":388763,"title":"Xavier","adult":false,"genre_ids":[18]},{"cast":["David Jason","Nicholas Lyndhurst","Buster Merryfield","Tessa Peake-Jones","John Challis"],"overview":"Uncle Albert's birthday looms on the horizon, and Del Boy books The Nag's Head for private drinks and a party. Trigger surprises everyone by inviting a date he met through an agency. This arouses Del's curiosity and soon he too has a date from the match-making company. Rodney takes the initiative by going for the 'James Dean' look, though this ends in disaster due to an encounter with some punks. Things look rosy for Del though. His date with Raquel Turner (unemployed actress) goes swimmingly... until it turns out she is works as a strippergram twice a week. Despite a small run in with the police, love conquers all in the end.","release_date":"1988-12-25","vote_average":9.3,"runtime":80,"cert":"N\/A","id":388765,"title":"Only Fools and Horses - Dates","adult":false,"genre_ids":[]},{"cast":["Jocelyn Bérubé","Andrée Pelletier","Gilles Renaud","Janette Bertrand"],"overview":"One of Canada's talented directors, actress Micheline Lanctot expresses an effective, engaging approach in this simple, poignant drama about Armand (Jocelyn Berube), a handyman with one problem romance after another. The quiet Armand settles into Montreal after his wife has left him and before long, he continues the momentum when an ill-considered liaison with a nubile woman ends on her insistence. Next, Armand gives his heart to a frustrated housewife, though this decision is hardly well thought out. In the meantime, a gay man who rents out a room in his apartment has unfulfilled longings directed at the unsuspecting handyman. L'Homme a Tout Faire won a Silver Medal for \"Best Picture\" at the 1980 San Sebastian Film Festival.","release_date":"1980-03-19","vote_average":0.0,"runtime":99,"cert":"N\/A","id":388770,"title":"The Handyman","adult":false,"genre_ids":[]},{"cast":["Jure Doležal","Helena Kordaš","Marjan Kralj","Lojze Potokar","Slavko Švajger"],"overview":"The only true friend he had was an wolf. Or was it a dog?","release_date":"1955-01-01","vote_average":6.0,"runtime":68,"cert":"N\/A","id":388772,"title":"Kala","adult":false,"genre_ids":[10751,12,18]},{"cast":["Heinz Lieven","Dorothea Moritz","Ingrid Domann","Peter Schütze","Dagmar Hessenland"],"overview":"This off-beat psychological drama by Sohrab Shahid Saless dissects German post-war society with a cutting edge. Herbert (Heinz Lieven) is a solid, middle-class engineer who one day quits his job and ensconces himself at home (preferably in the bathroom), refusing to say very much to anyone. His wife (Dorothea Moritz ) is all the more upset at his behavior because on Sunday mornings he goes out into the street and yells at the top of his lungs for everyone to \"get up.\" Eventually, the hard-working wife who is also earning their support convinces Herbert to go to a clinic for treatment. But is it a clinic he needs? Or is Herbert rebelling against a society that is too ordered, too sterile, too buried in the monotony of routine?","release_date":"1980-03-19","vote_average":8.0,"runtime":null,"cert":"N\/A","id":388774,"title":"Order","adult":false,"genre_ids":[18]},{"cast":["Janusz Gajos","Tomasz Zaliwski","Iga Cembrzyńska","Tadeusz Fijewski","Jan Świderski"],"overview":"A ruminative, understated drama on the nature of overwork versus an \"unachieving\" life away from the city, Pelnia examines the experience of one man. After leaving his high-pressured existence as a successful architect, the newly resolved dropout goes to live in a small community of cabins and summer homes in a lake-filled region north of Warsaw. His interactions with the villagers, including a drunkard and other eccentrics, provide an informative background for what happens next. The ex-architect's wife is a professional singer who has not abandoned the city or her life -- and she soon arrives to spend some time with her very changed husband.","release_date":"1979-03-19","vote_average":8.0,"runtime":null,"cert":"N\/A","id":388776,"title":"Full Moon","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Antonis Katsaris stars as a teacher in the small village of Zante who fights the growing desire of many locals to abandon the village for the big city or other countries. He works hard to organize traditional cultural events, such as outdoor performances of the traditional play I Chrissomalloussa, in order to solidify local values and a sense of identity. The teacher is aided by a young woman, a widow who has just returned from Germany and lives with her father-in-law. Kazan walks away with the film, as his sinister desires for his daughter-in-law are inflamed when he sees that she has fallen in love with the teacher. These developments lead him to whip up protests against the play by conservative locals, claiming that the teacher has changed the traditional story by adding elements of propaganda with the potential of causing peasant uprisings. The result is an unexpectedly violent example of social censorship.","release_date":"1979-03-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388784,"title":"The Girl with Golden Hair","adult":false,"genre_ids":[]},{"cast":["Molly Morgen Lamont","William Waidmann","Rob Zabrecky"],"overview":"Everyone should have a friend to go trick or treating with. Even if you have to make one yourself.","release_date":"2011-10-12","vote_average":0.0,"runtime":2,"cert":"\"\"","id":388786,"title":"Making Friends","adult":false,"genre_ids":[]},{"cast":["Nadiya Lukavetska ","Olena Lavreniuk"],"overview":"Four friends who are all students, wake up at the police station, not remembering the events of yesterday. They are accused of murdering a dwarf, whose body was found on the lawn of the house where the boys partied last night. To figure out what happened, the boys decide to collect all the photos and videos from yesterday's mayhem.","release_date":"2016-03-31","vote_average":4.7,"runtime":90,"cert":"N\/A","id":388791,"title":"SelfieParty","adult":false,"genre_ids":[35]},{"cast":["Io Apolloni","Lia Gama","Henrique Viana","Helena Isabel","Adelaide João"],"overview":"In 1974, not long after the death of Portuguese dictator Salazar, who had ruled Portugal from the early '30s to the late '60s, a group of disgruntled Army officers held a coup. They were even more disgruntled when they realized how the coup was being manipulated by leftist officers to instigate genuine elections and establish a constitution for the first time in Portuguese history. Though their intent was to form a radical socialist state, circumstances prevented this, and a genuine parliamentary democracy emerged. This film explores the circumstances of a right-wing businessman during those times. The man is an old-fashioned authoritarian, whose attentiveness to the needs of his mistress, wife and son is crude where it exists at all.","release_date":"1980-03-19","vote_average":0.0,"runtime":120,"cert":"N\/A","id":388793,"title":"The Holy Alliance","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary following the stories of UFO \"contactees\" from the golden age of the flying saucer Myth.","release_date":"1992-01-06","vote_average":0.0,"runtime":null,"cert":"\"\"","id":388795,"title":"Farewell Good Brothers","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Jorden Er Flad or The Earth is Flat is based on the play Erasmus Montanus, from the classical era in Danish literature, by Ludvig Holberg. Director Henrik Stangerup had the play translated into Portuguese, and adapted it for filming in contemporary Brazil. In this comic movie, a group of villagers have scrimped and saved to send their fellow villager Erasmus Montanus (Fausto Wolff) away for an education. When the boy returns to his village, he is stuffed full of book-learning of a kind which is of absolutely no use to those of the village. The boy, rather than seeing his situation clearly, continues to spout learned platitudes, including the incredible observation, \"the earth is round,\" supported by nothing other than his authority as an \"educated man.\" Understandably, his posturing provokes derision.","release_date":"1977-03-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388800,"title":"The Earth Is Flat","adult":false,"genre_ids":[]},{"cast":[],"overview":"A lengthy interview of Fidel Castro by an italian journalist who's very familiar with Cuban politics.","release_date":"1977-03-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388802,"title":"La Historia Me Absolvera","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Nicolás Sarquís","release_date":"1974-03-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388804,"title":"La Muerte De Sebastian Arache Y Su Pobre Entierro","adult":false,"genre_ids":[]},{"cast":["Isabelle Huppert","Christine Pascal","Mathieu Carrière","Chilpéric de Boiscuillé","Nicole Garcia"],"overview":"Jenny (Isabelle Huppert) is a disconnected 16-year old schoolgirl who is so taken with a story of Native Americans coming to take someone into their tribe that she wanders out into the snow in search of them and dies. Was it an accident, or suicide? This drama explores the last week of Jenny's life in order to find out the answer.","release_date":"1977-03-19","vote_average":7.5,"runtime":95,"cert":"N\/A","id":388806,"title":"The Indians Are Still Far Away","adult":false,"genre_ids":[]},{"cast":["Daniil Piispanen","Sofi Ahlström Helleday","Pauli Janhunen Calderón","Daniel Abreu"],"overview":"A young man leaves his mother and tries to get out in the world to seek a living.","release_date":"2016-03-18","vote_average":8.8,"runtime":10,"cert":"N\/A","id":388808,"title":"Forgive Me, Mom!","adult":false,"genre_ids":[18]},{"cast":["James Broughton"],"overview":"A single-frame portrait of Broughton's disembodied heads coming slowly together in wiggle, wobble and wonderment.","release_date":"1976-01-01","vote_average":0.0,"runtime":3,"cert":"\"\"","id":388810,"title":"Together","adult":false,"genre_ids":[]},{"cast":["Bert Sotlar","Predrag Ejdus","Fabijan Šovagović","Ljuba Tadić","Stole Aranđelović"],"overview":"Between the two World Wars, Yugoslavia was ruled by a monarchy. This movie explores the difficulties faced by a Communist Party organizer under that regime when an order goes out to kill anyone threatening the current regime. At first he is willing to leave the country, but his experience of the situation of workers moves him to stay. Despite efforts of captors to help him escape, he refuses, and dies a martyr's death.","release_date":"1976-03-19","vote_average":0.0,"runtime":99,"cert":"N\/A","id":388812,"title":"Four Days to Death","adult":false,"genre_ids":[18,10752]},{"cast":[],"overview":"The love shaman calls for a sexual revolution of the body politic urging mankind into a new love age.","release_date":"1981-01-01","vote_average":0.0,"runtime":7,"cert":"\"\"","id":388814,"title":"Shaman Psalm","adult":false,"genre_ids":[]},{"cast":["James Broughton","Joel Singer"],"overview":"Men in pairs, mostly naked, perform various sensual tasks together.","release_date":"1983-01-01","vote_average":0.0,"runtime":22,"cert":"\"\"","id":388816,"title":"Devotions","adult":false,"genre_ids":[]},{"cast":["Ray Brown"],"overview":"The trumpeter\/bandleader is in great form, leading his band through classics from various parts of his career.","release_date":"1981-01-01","vote_average":0.0,"runtime":58,"cert":"\"\"","id":388818,"title":"Dizzy Gillespie in Redondo","adult":false,"genre_ids":[10402]},{"cast":["Cassidy Banks","Summer Brielle","Brooke Wylde","Alison Tyler","Xander Corvus"],"overview":"Being a horny stepbrother has its perks, especially when Cassidy Banks, Alison Tyler, Brooke Wylde, and Summer Brielle can't keep their giant titties in their shirts! These busty stepsisters just want to fuck, and with magnificent tits like these, it's impossible to say no!","release_date":"2014-09-04","vote_average":6.0,"runtime":129,"cert":"\"NC-17\"","id":388820,"title":"I Love My Sister's Big Tits 2","adult":true,"genre_ids":[]},{"cast":["Shay Fox","Jodi West","Deauxma","Damon Dice","Levi Cash"],"overview":"Six tales of seduction featuring one of the quintessential mothers on the planet, Shay Fox! Packed with never before released scenes and a few of her all time classics, sure to please every Shay Fox fan!","release_date":"2015-09-30","vote_average":6.0,"runtime":110,"cert":"\"NR\"","id":388822,"title":"Somebody's Mother: Seductions By Shay Fox","adult":true,"genre_ids":[]},{"cast":[],"overview":"An abstract to music from \"Eine Kleine Nachtmusik\" by Mozart.","release_date":"1932-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":388824,"title":"Study No. 11","adult":false,"genre_ids":[]},{"cast":["James Franco","Meat Loaf","Brad Renfro","Mark Anthony Williams","Raymond T. Williams"],"overview":"Two unlikely heroes become connected through their love of music, and on the day they meet, their lives are changed forever.","release_date":"2002-05-11","vote_average":0.0,"runtime":15,"cert":"\"\"","id":388826,"title":"The Car Kid","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1975-03-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388828,"title":"Das Rückendekolleté","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tito Ortiz Vs Wes Albritton  Jack Nilson Vs Saeed Hosseini","release_date":"1997-05-30","vote_average":0.0,"runtime":60,"cert":"\"\"","id":388830,"title":"UFC 13 Preliminary Fights","adult":false,"genre_ids":[]},{"cast":[],"overview":"An anarchic collage of invention, Rubber Cement uses rotoscoped family footage together with found objects to create an almost free-form animation bursting with color and movement.","release_date":"1976-01-01","vote_average":0.0,"runtime":10,"cert":"\"\"","id":388832,"title":"Rubber Cement","adult":false,"genre_ids":[]},{"cast":[],"overview":"The death penalty in the United States is as old as the country itself, with roots to the original European settlements. During this time over 15,000 men and women have been executed, eventually spurring a heated debate about this ultimate punishment.  Featuring interviews and commentary from leading criminal and sociology experts, this documentary takes an inside look at the origins of America's capital punishment laws, the methods of execution, and the faces of evil who have received the death sentence including Ted Bundy, Timothy McVeigh, and John Wayne Gacy. Also get a glimpse into the prison cells and lives of those who await their fate on Death Row.","release_date":"","vote_average":0.0,"runtime":334,"cert":"N\/A","id":388834,"title":"Death Row","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An animated fable centered around a backyard pond shown intermittently in live-action scenes.","release_date":"1989-01-01","vote_average":0.0,"runtime":5,"cert":"\"\"","id":388836,"title":"A Frog on the Swing","adult":false,"genre_ids":[]},{"cast":[],"overview":"An animated film dedicated to Breer's granddaughter Zoë.","release_date":"2000-01-01","vote_average":0.0,"runtime":5,"cert":"\"\"","id":388838,"title":"Atoz","adult":false,"genre_ids":[]},{"cast":["Frank Mir","Mark Hunt"],"overview":"UFC Fight Night: Hunt vs. Mir (also known as UFC Fight Night 85) was a mixed martial arts event held on March 20, 2016 at the Brisbane Entertainment Centre in Brisbane, Australia.","release_date":"2016-03-20","vote_average":7.5,"runtime":null,"cert":"N\/A","id":388840,"title":"UFC Fight Night 85: Hunt vs. Mir","adult":false,"genre_ids":[28]},{"cast":["Macha Méril","John Steiner","Lino Capolicchio","Luca Bonicalzi"],"overview":"Directed by Gian Vittorio Baldi","release_date":"1975-03-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388842,"title":"The Last Day of School Before Christmas","adult":false,"genre_ids":[]},{"cast":["Gilbert Sicotte","Monique Mercure","Carmen Tremblay","Amulette Garneau","Gabriel Arcand"],"overview":"Although he is something of a layabout, and is still living with his mother, her death comes as something of a shock to Louis Pelletier (Gilbert Sicotte). Still, he has hopes of some sort of legacy and believes that his relatives will help him find a job. All his hopes are dashed when, before the funeral, his three aunts come to Quebec City to settle their sister's estate. As grasping and efficient a crew as ever strode a parlor, by the time they leave, the estate has been cleaned to the bones, as if by vultures.","release_date":"1975-03-20","vote_average":6.5,"runtime":90,"cert":"N\/A","id":388844,"title":"Les vautours","adult":false,"genre_ids":[18,35]},{"cast":["Milena Dravić","Milena Zupančič","Radko Polič","Ljuba Tadić","Neda Spasojević"],"overview":"The manager of a whorehouse is in love with a young woman who works as a maid, there. He believes that his feelings are reciprocated, but the woman chooses instead to marry a rich man who has also been courting her. Punctuating the story of this romance are a magician's show, and an earthquake.","release_date":"1974-03-20","vote_average":6.0,"runtime":100,"cert":"N\/A","id":388846,"title":"Fear","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This Mexican documentary explores the meaning and aftermath of the brief Marxist interlude during which Salvador Allende governed Chile. It was the Mexican film crew's good fortune that the cameras they worked with bore the magical number \"13,\" which identified them incorrectly as belonging to the state-run television under the new dictatorship of Augusto Pinochet. This mistaken identity enabled them to go places and interview people with great freedom, and they took complete advantage of it. The title of the documentary is a word-play satirizing the Chilean State Motto: Por la Razon or por la Fuerza (By Reason or By Force).","release_date":"1974-03-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388848,"title":"Against Reason and by Force","adult":false,"genre_ids":[]},{"cast":["Leonardo Perucci","Norman Day","Armando Fenoglio","Héctor Lillo"],"overview":"The story of an assassination attempt made to destabilize the Argentine government and prevent the 1970 presidential inauguration of Marxist Salvador Allende. Curiously, for this purpose, the Argentine military plotters decided to create an international incident rather than a domestic one. The key to their scheme was the assassination of the Chilean army commander-in-chief, General Schneider. While the assassination succeeded, this particular plot did not.","release_date":"1972-03-19","vote_average":0.0,"runtime":70,"cert":"N\/A","id":388850,"title":"Operation Alpha","adult":false,"genre_ids":[28,18,53]},{"cast":["Roger Jendly","Anne Wiazemsky","William Jacques","Silvia Jost","Claude Yersin"],"overview":"Throughout the late 19th century and in the early part of the 20th, Russians of a wide variety of political persuasions contemplated various forms of revolution. Throughout the same period, they often had to seek asylum in other countries. This movie concerns Sergei (Roger Jendly), a revolutionary who kills a student in Russia and flees to Switzerland. Though he has the gifts and abilities to unify various revolutionary groups within Russia, once he has been forced to flee, they have no interest in him. When his presence in Switzerland threatens a trade agreement with the Tsar, he is tracked down and expelled.","release_date":"1975-03-20","vote_average":0.0,"runtime":90,"cert":"N\/A","id":388852,"title":"The Extradition","adult":false,"genre_ids":[18]},{"cast":["Michel Morat","Anne Wiazemsky","Isabelle Weingarten","Tamia","Michael Lonsdale"],"overview":"A very personal interpretation, to say the least, of the passion of the Christ According to St. John.","release_date":"1974-05-20","vote_average":4.4,"runtime":85,"cert":"\"\"","id":388854,"title":"The Truth About the Imaginary Passion of an Unknown","adult":false,"genre_ids":[18]},{"cast":["Klaus Löwitsch","Margarethe von Trotta","Dieter Laser","Ruth-Maria Kubitschek","Georg Marischka"],"overview":"Directed by Reinhard Hauff","release_date":"1973-03-19","vote_average":0.0,"runtime":96,"cert":"N\/A","id":388856,"title":"Desaster","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In this Mexican drama, two young men leave the city for the simple life in the countryside. Unfortunately, the lake they have chosen to live next to is heavily polluted by a nearby factory. After one of their girlfriends gets sick from the water, they throw lake water into the faces of local officials who have authority over the factory. The officials are not amused, and the two boys are brutally murdered.","release_date":"1971-03-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388858,"title":"El cambio","adult":false,"genre_ids":[]},{"cast":[],"overview":"The conflict between ducklings and frogs escalates into war. However, a lightning strike makes the fighters realize the trivial nature of their battle.","release_date":"1940-01-01","vote_average":0.0,"runtime":13,"cert":"N\/A","id":388860,"title":"The Quack Infantry Troop","adult":false,"genre_ids":[16]},{"cast":["Nick Nemeth","Katharine Isabelle","Josh Blacker","Glenn Thomas Jacobs","Alexandr Kalugin"],"overview":"A madman captures a young boy and rigs him with explosives. Ray Fitzpatrick, still haunted by the loss of his own son, will defy orders to stop the clock and save a life","release_date":"2016-04-05","vote_average":5.1,"runtime":90,"cert":"\"R\"","id":388862,"title":"Countdown","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Arichan the Ant finds a violin in a sandbox and keeps it. However, realizing how important it is to its owner, he returns it to her.","release_date":"1941-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":388864,"title":"Arichan the Ant","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Fuku-chan was one of the most popular newspaper comic strip boy-characters in Japan at the time. The film portrays a submarine attack on an enemy cargo ship. Though this, too, was to boost patriotism, Japanese children particularly enjoyed the scenes in which the kitchen crew cooked in the submarine kitchen. Released in November of the same year, the food shortage was quite serious in Japan, and the abundant food supply in the submarine kitchen -- vegetables, fruit, fish, rice, and more which were already luxury items in Japan at the time -- was prepared into various dishes along with a merry, rhythmic song.","release_date":"1944-11-09","vote_average":0.0,"runtime":30,"cert":"N\/A","id":388866,"title":"Fuku-chan's Submarine","adult":false,"genre_ids":[16]},{"cast":[],"overview":"An early silhouette animated film by Hidehiko Okuda, Hakusan Kimura and Tomu Uchida. The original story is a Buddhist tale of a young lady who saved a crab (a spiritual being according to Japanese Buddhist faith) from being eaten, and was later saved from danger by the same crab.","release_date":"1925-01-02","vote_average":6.0,"runtime":11,"cert":"N\/A","id":388868,"title":"Crab Temple Omen","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A war propaganda film by Oofuji Noburou.","release_date":"1943-01-01","vote_average":0.0,"runtime":26,"cert":"N\/A","id":388870,"title":"The Battle of the Malay Sea","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Haloa (pronounced: Haa-lo-ah) tells the story of how the first Hawaiian came to be and how the Hawaiian peoples bond is forever linked to the Kalo (taro) plant, the Aina (land), and the Kanaka (people). Haloa is produced by Twiddle Productions in Honolulu Hawaii, and is brought to life with a unique blend of animation, Hawaiian chants, and Hawaiian language.","release_date":"2013-01-01","vote_average":0.0,"runtime":13,"cert":"\"\"","id":388872,"title":"Ola Nā Iwi: Hāloa","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Short animated film  from 1947","release_date":"1947-09-25","vote_average":0.0,"runtime":20,"cert":"N\/A","id":388874,"title":"Muku no Ki no Hanashi","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Butterfly, a faithful Japanese wife, waits patiently in Nagasaki for the return of her American husband, Pinkerton. She sees the Stars and Stripes fluttering atop an approaching ship and rightly surmises that Pinkerton is onboard. However, the feckless foreigner is arriving in the company of his \"real\" Caucasian wife, causing the heartbroken Butterfly to commit suicide. This masterpiece of Japanese silhouette animation makes the best of its source material.","release_date":"1940-05-16","vote_average":0.0,"runtime":12,"cert":"N\/A","id":388876,"title":"Madame Butterfly","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A story of three little bears going on an adventure to find the lost little duck.","release_date":"1931-11-15","vote_average":8.0,"runtime":10,"cert":"N\/A","id":388878,"title":"Three Little Bears","adult":false,"genre_ids":[16]},{"cast":["Benicio del Toro","Salma Hayek","Taylor Kitsch","Blake Lively","Aaron Taylor-Johnson"],"overview":"Interrogation scenes from Savages (2012)","release_date":"2012-07-02","vote_average":0.0,"runtime":5,"cert":"\"\"","id":388880,"title":"Savages: The Interrogations","adult":false,"genre_ids":[53,18]},{"cast":["Angelo Musco","Alida Valli","Lino Carenzio","Rosina Anselmi","Checco Durante"],"overview":"","release_date":"1937-09-23","vote_average":0.0,"runtime":90,"cert":"N\/A","id":388882,"title":"Il feroce saladino","adult":false,"genre_ids":[35]},{"cast":["Isa Miranda","Mimi Aylmer","Nino Besozzi","Ernesto Sabbatini","Cesare Bettarini"],"overview":"","release_date":"1935-02-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":388884,"title":"Come le foglie","adult":false,"genre_ids":[35]},{"cast":["Sig Arno","Irene Ambrus","Annie Ann","Willy Prager","Viktor Schwanneke"],"overview":"Comedy about a clerk in a clothing store.","release_date":"1931-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":388886,"title":"Moritz macht sein Glück","adult":false,"genre_ids":[]},{"cast":["Mia Skäringer","Klara Zimmergren","Rikard Wolff"],"overview":"Dolores and Gunellen live together in a house with a small garden. They need each other to balance their lives. Gunellen's straightforwardness and curiosity makes Dolores let go a bit of her need for order, and Dolores' urge to \"tell-all-about-how-every-thing-works\" and follow routines helps Gunellen organizer her life. But one day, Gunellen says that she wants to see the world. Dolores does not want her to go!","release_date":"2016-02-12","vote_average":0.0,"runtime":45,"cert":"N\/A","id":388888,"title":"The World of Dolores and Gunellen","adult":false,"genre_ids":[10751,16]},{"cast":["Miguel Yeco","Maria Joana Alves Pereira","Vítor Candeias","Francisco Inocentes","Luís Almerindo"],"overview":"About love and death, between a man and a woman.","release_date":"1985-02-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":388890,"title":"Necrofilia","adult":false,"genre_ids":[18]},{"cast":["Zhao Liying","Hans Zhang","Simon Twu","Jung Il-woo"],"overview":"In the rising populations of Tomboys in China, one rise up to develop a \"Love Formula\" App to find true love. Will the Love Coach, Do, played by Simon Twu, be able to save the world in helping people finding True Love?","release_date":"2016-03-18","vote_average":4.3,"runtime":93,"cert":"N\/A","id":388892,"title":"The Rise of a Tomboy","adult":false,"genre_ids":[35,18,10749]},{"cast":["Pedro Romo","Pablo Ferrel","Maribel Fernández","Paco Ibáñez"],"overview":"","release_date":"1994-03-21","vote_average":5.0,"runtime":null,"cert":"N\/A","id":388897,"title":"La risa en vacaciones 5","adult":false,"genre_ids":[35]},{"cast":["Stefano Manca","Michele Manca","Dario Cassini","Roberto Fara","Caterina Murino"],"overview":"","release_date":"2016-03-17","vote_average":4.1,"runtime":null,"cert":"N\/A","id":388899,"title":"Bianco di Babbudoiu","adult":false,"genre_ids":[35]},{"cast":["Liam Neeson"],"overview":"The documentary - featuring a combination of rarely seen archival footage, new segments filmed on location worldwide, and interviews with leading international experts - also uncovers the untold story of the central role Irish-Americans played in the lead-up to the rebellion. Although defeated militarily, the men and women of the Easter Rising would wring a moral victory from the jaws of defeat and inspire countless freedom struggles throughout the world - from Ireland to India.","release_date":"2016-03-16","vote_average":6.0,"runtime":85,"cert":"N\/A","id":388904,"title":"1916: The Irish Rebellion","adult":false,"genre_ids":[99,36,10770]},{"cast":["Vignesh Karthik"],"overview":"A spoof of the Tamil film Kaththi, Suththi highlights the toilet problem in rural areas of south India.","release_date":"2015-02-27","vote_average":8.0,"runtime":20,"cert":"N\/A","id":388909,"title":"Suththi","adult":false,"genre_ids":[35]},{"cast":["Umenosuke Nakamura","Tsuyoshi Ujiki"],"overview":"A samurai suffers to achieve enlightenment while being forced by a Zen Buddhist.","release_date":"2007-01-01","vote_average":0.0,"runtime":10,"cert":"\"\"","id":388911,"title":"Enlightenment: A Second Night of Dreams","adult":false,"genre_ids":[14,18]},{"cast":["Joel Freeman","Kevin Ging","Roxanne Josephine","Cindy T. Masci"],"overview":"","release_date":"2013-03-21","vote_average":0.0,"runtime":null,"cert":"\"\"","id":388916,"title":"Lily: More Than Puppy Love","adult":false,"genre_ids":[12]},{"cast":["Jan Harley Hicana","Banbalito Lacap","Ronan Comoetente"],"overview":"The lives of two families intertwine in a ghastly manner after a neighbor’s dog steals the chicken a man is preparing for dinner. Another man sends his son to buy a bottle of petrol, and the boy’s brother tags along. The horror ensues after a hunting accident.","release_date":"2016-03-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388918,"title":"Digpa’ Ning Alti","adult":false,"genre_ids":[18]},{"cast":["Edmund Lowe","Janis Carter","Robert Williams","Richard Hale","Stanley Clements"],"overview":"William Warner (Edmund Lowe, Dillinger) is a lawyer who is famous for his skill at opening any kind of lock, making him a valuable commodity. William is unknowingly enlisted by German spies who want him to open a chest containing a secret formula. This leads to a madcap adventure involving spies, the police and lots of picked locks! Also starring Janis Carter (Flying Leathernecks), GIRL IN THE CASE is an entertaining comedy-adventure.","release_date":"1944-04-20","vote_average":5.0,"runtime":65,"cert":"\"\"","id":388920,"title":"The Girl in the Case","adult":false,"genre_ids":[9648,35]},{"cast":["Kat Alano","Neomi Gonzales","Shekeniah Gamit"],"overview":"Maita spends her last moments with her daughter, Mika before undergoing a process which will tamper with her emotions and change their relationship forever.","release_date":"2016-03-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388922,"title":"If the Rain Were Made of Chocolate","adult":false,"genre_ids":[18]},{"cast":["Arthur Lake","Janis Carter","Lynne Roberts","Frank Sully","Warren Ashe"],"overview":"Honeymooners find a dead radio producer in their suite.","release_date":"1944-02-10","vote_average":0.0,"runtime":63,"cert":"\"\"","id":388924,"title":"The Ghost That Walks Alone","adult":false,"genre_ids":[9648,35,80]},{"cast":["Luna Madrigal","Olive Nieto"],"overview":"A girl going through puberty, sets out a strategic plan to do the one thing her mother has always forbidden her to do: cut off her own hair.","release_date":"2016-03-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388926,"title":"Luna","adult":false,"genre_ids":[18]},{"cast":["Andrew McLean Galloway IV","John Anthony Nicholas Gargano","Dan Barry","William Bill Carr","Drew Gulak"],"overview":"EVOLVE Tag Team Championship Match: Drew Galloway &amp; Johnny Gargano defend against Team Tremendous of Dan Barry &amp; Bill Carr \/ EVOLVE Championship Match (If Thatcher Retains At EVOLVE 56): Timothy Thatcher defends vs. Caleb Konley of The Premier Athlete Brand w\/ Andrea \/ EVOLVE Championship Match (If Riddle Wins The Championship At EVOLVE 56): Matt Riddle of Catch Point defends vs. Chris Hero \/ Best In The World Challenge Series - The Technician: Zack Sabre Jr. vs. Drew Gulak \/ Grudge Match: Sami Callihan vs. Tracy Williams \/ EVOLVE 43 Rematch: TJ Perkins vs. Tommaso Ciampa \/ Special Challenge Match: Ethan Page vs. Fred Yehi","release_date":"2016-03-20","vote_average":0.0,"runtime":179,"cert":"\"\"","id":388928,"title":"Evolve 57","adult":false,"genre_ids":[]},{"cast":["Cora Sue Collins","David Reed","Eric Sinclair","Georgia Bayes","Robert Williams"],"overview":"A female juvenile court judge learns that her own daughter is one of the town delinquents in this minor low-budget potboiler.","release_date":"1945-01-11","vote_average":0.0,"runtime":59,"cert":"\"\"","id":388930,"title":"Youth on Trial","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Nutshell, A Little Bitter, We Die Young, Angry Chair, Hate to Feel (Layne Broke his guitar at the end of the song), Dirt, It Ain't Like That, What the Hell Have I, Them Bones, Dam That River, Bleed the Freak, God Smack, Junkhead, Rooster (Layne screwed lyrics at the middle of the song), Would?, Rotten Apple, Sickman","release_date":"1993-10-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388938,"title":"Alice in Chains: [1993] Live at Rotterdam","adult":false,"genre_ids":[]},{"cast":["Ben Diskin","Jessica Gee-George","Grant George","Faruq Tauheed","David Lodge"],"overview":"When Larry's brother Garry arrives in town selling cars that drive themselves, the citizens of Hot Wheels City are thrilled. When these cars start causing problems, it is up to Team Hot Wheels to show their skills.","release_date":"2015-05-15","vote_average":0.0,"runtime":45,"cert":"\"\"","id":388940,"title":"Team Hot Wheels: The Skills to Thrill","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"1998-01-03","vote_average":0.0,"runtime":74,"cert":"N\/A","id":388942,"title":"Les enfants de Refus global","adult":false,"genre_ids":[99]},{"cast":["Isa Gueye"],"overview":"A young woman examines her eating disorder recovery. She consciously resists the temptation to rely on visuals of starvation and specific body weights, instead seeking to articulate the deeper questions: why do eating disorders develop? Why do eating disorders persist? And how does healing happen?","release_date":"2015-07-23","vote_average":8.3,"runtime":13,"cert":"\"\"","id":388944,"title":"Civil War Sickness","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The real life story of Henri Alleg, a French-Algerian journalist, director of the \"Alger républicain\" newspaper, and a member of the French Communist Party. This is a film as Alleg revisits Algeria in 2003 after he was arrested on suspicion of undermining the power of the state by France's 10th Paratrooper Division in the home of his friend, mathematics professor Maurice Audin, who was arrested the day before and would later die under questionable circumstances while imprisoned. Alleg underwent one month of torture in El-Biar, a suburb of Algiers, despite the fact that no charges had been laid against him.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388946,"title":"Un Reve Algerian","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388948,"title":"Medecins de nuit","adult":false,"genre_ids":[]},{"cast":[],"overview":"The original story of Bat Boy-and how his infamous photo came to be.","release_date":"2015-10-14","vote_average":0.0,"runtime":10,"cert":"N\/A","id":388950,"title":"Bat Boy","adult":false,"genre_ids":[14]},{"cast":[],"overview":"Documentary charting the contribution made by the European consortium, Airbus, to the development of commercial aviation.","release_date":"2008-01-01","vote_average":0.0,"runtime":126,"cert":"\"\"","id":388952,"title":"Airbus The Airliner Profile","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Royal Air Force (RAF) is among the most gloried air forces in the history of air combat, and the oldest independent air force in the world. Made with the full support\r and cooperation of the Royal Air Force, Battle for the Skies is the definitive film history of the RAF from the early days of the Air Battalion and the Royal Flying Corps right up\r to its role in the Afghanistan and Iraqi wars. This 90th anniversary edition is one of the most detailed and visually compelling aviation series ever made.","release_date":"2011-01-01","vote_average":0.0,"runtime":170,"cert":"\"\"","id":388954,"title":"Battle For The Skies The Definitive History Of The Royal Air Force Part 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Royal Air Force (RAF) is among the most gloried air forces in the history of air combat, and the oldest independent air force in the world. Made with the full support\r and cooperation of the Royal Air Force, Battle for the Skies is the definitive film history of the RAF from the early days of the Air Battalion and the Royal Flying Corps right up\r to its role in the Afghanistan and Iraqi wars. This 90th anniversary edition is one of the most detailed and visually compelling aviation series ever made.","release_date":"2011-01-01","vote_average":0.0,"runtime":170,"cert":"\"\"","id":388956,"title":"Battle For The Skies The Definitive History Of The Royal Air Force Part 3","adult":false,"genre_ids":[]},{"cast":[],"overview":"Frontline followers a reporter who is embedded with Hezb-e-Islami who are group of insurgents allied with the Taliban.","release_date":"2010-02-23","vote_average":0.0,"runtime":55,"cert":"\"\"","id":388958,"title":"Frontline Behind Taliban Lines","adult":false,"genre_ids":[]},{"cast":["Sergei Parajanov"],"overview":"Documentary made and dedicated to Sergei Parajanov shortly after his death, featuring archive photographs, his collages, and clips from several of his films.","release_date":"1990-07-29","vote_average":2.0,"runtime":24,"cert":"N\/A","id":388960,"title":"I am Sergei Parajanov!","adult":false,"genre_ids":[99,10770]},{"cast":["Vasilis Logothetidis","Mimis Fotopoulos","Ilia Livykou","Labros Konstadaras","Rena Stratigou"],"overview":"Lalakis is married with Poppe. He goes on a trip to Salonique by train, with his mistress, pretending that he has business there to attend. After his wife found out the truth about the motive of her husbands trip, finally accepts the proposition of Nikos, a man who was in love with her for a long time, and they go to a little village called Thyrassia, which has also a train station. By accident Lalakis and his mistress get down at the same station just to rest a bit but they manage somehow to lose the train. The train station manager hosts both of the couples at his house for the night and unfortunately introduces everybody..","release_date":"1955-02-15","vote_average":8.5,"runtime":85,"cert":"N\/A","id":388962,"title":"No Harm's Done","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Caught in a Mosh, Got the Time (Joe Jackson cover), Room for One More, Potters Field, Antisocial (Trust cover), This Is Not an Exit, Indians, Hy Pro Glo, In My World, Looking Down the Barrel of a Gun (Beastie Boys cover), Only, Madhouse, Startin' Up a Posse, Bring the Noise (Public Enemy cover)","release_date":"1994-04-12","vote_average":0.0,"runtime":null,"cert":"\"\"","id":388964,"title":"Anthrax: [1994] Live in Charlotte","adult":false,"genre_ids":[]},{"cast":["Vsevolod Aksyonov","Yelena Kuzmina","Mikhail Astangov","Mikhail Nazvanov","Boris Tenin"],"overview":"The film is based on the play by K. Simonov. It is the story of an American journalist who spends time in Russia and sees socialism in action. Upon his return to the U.S., a prestigious editor asks him to write a book about his experience. He receives a handsome advance for the project and he and his fiancée are able to buy a house, a car, and other symbols of the American dream. But the editor’s generosity comes with a caveat: the book must present a negative picture of Soviet society. Will he simply keep the money and do what is expected of him, or will he instead tell the truth?","release_date":"1948-03-08","vote_average":6.0,"runtime":91,"cert":"N\/A","id":388966,"title":"The Russian Question","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2008-07-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388968,"title":"Tom und Jerry - Ihre gruseligsten Abenteuer","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"","release_date":"2010-10-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388970,"title":"Tom und Jerrys größte Abenteuer","adult":false,"genre_ids":[16,10751]},{"cast":["Emre Budak","Cezmi Baskın","Tuna Orhan","Hüseyin Elmalıpınar","Defne Yalnız"],"overview":"","release_date":"2015-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388972,"title":"Yolunda A.Ş. Çinçin Bağları Hikayesi","adult":false,"genre_ids":[35]},{"cast":["Hải Triều"],"overview":"","release_date":"2015-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":388974,"title":"The Boy I Love","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"Explore the fantastic world of Elizabethan England - in a small town in upstate New York. \"American Renaissance\" takes you on a rollicking journey to one of the largest renaissance faires in the US, and a portrait of the characters that return year after year.","release_date":"2015-04-17","vote_average":0.0,"runtime":10,"cert":"\"\"","id":388976,"title":"American Renaissance","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1988-12-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388978,"title":"Nagisa's Fiancé","adult":false,"genre_ids":[]},{"cast":[],"overview":"Children of the Grave  Neon Knights  The Shining  The Wizard  Get a Grip  Headless Cross  Rusty Angels  When Death Calls  Sabbath Bloody Sabbath  Can't Get Close Enough  War Pigs  The Mob Rules  Black Sabbath  Heaven and Hell  Iron Man  Paranoid","release_date":"1995-08-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388980,"title":"Black Sabbath: [1995] Live in Malta","adult":false,"genre_ids":[]},{"cast":["Ronnie James Dio","Tony Iommi","Geezer Butler","Vinny Appice"],"overview":"The Mob Rules  Computer God  Children of the Sea  Time Machine  War Pigs  Black Sabbath  Master of Insanity  After All (The Dead)  Iron Man  Heaven and Hell","release_date":"1992-09-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":388982,"title":"Black Sabbath: [1992] Monsters of Rock Italy","adult":false,"genre_ids":[]},{"cast":["Álvaro Cervantes","David Pareja"],"overview":"We will never forget you.","release_date":"2014-01-01","vote_average":2.0,"runtime":3,"cert":"N\/A","id":388984,"title":"Una cuestión de etiqueta","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A black screen. Four voices are heard. Two men are telling and repeating to two others that they are “welcome to the region”. Gradually, the situation becomes clearer: the filmmaker, Zhu Rikun, is on a shoot in Sichuan. His interest is in the lung diseases that plague the region’s workers, a health problem already present in his film Dust and which the Chinese State is trying to hush up. So here he is, invited to a brief interview with the local authorities, which is audio-recorded and played back in full in the film. A raw document that bares the methods of power: the insistence of the censors, their successive changes in strategy ranging from sugar-coated threats to the express demand that the images be destroyed, which only fuels the desire to bear witness even further.","release_date":"2016-03-19","vote_average":0.0,"runtime":63,"cert":"N\/A","id":388989,"title":"Welcome","adult":false,"genre_ids":[]},{"cast":[],"overview":"In Havana, transsexuals Odette, Juani and Malú wait for genital surgery - performed by European top surgeons and organized by the president's daughter, Mariela Castro. Castro is leading a sexual revolution combined with classic state socialism. New possibilities face old problems: will Cuban trans people find happiness despite intolerance, poverty and prostitution?","release_date":"2016-03-19","vote_average":10.0,"runtime":90,"cert":"N\/A","id":388991,"title":"Transit Havana","adult":false,"genre_ids":[99]},{"cert":"N\/A","title":"Subotika: Land of Wonders","cast":["Alireza Bayram","Francesca Tappa","Heinz-Jürgen Steinhauer","Helmut Vogel"],"id":388999,"overview":"Subotika, a little-known island on the other side of the globe. An enchanting country with extraordinary sights, grand visions and a couple of minor problems.","runtime":14,"genre_ids":[35,99],"release_date":"2015-07-04","vote_average":8.0,"adult":false}]