[{"cast":[],"overview":"Nirin is 6 years old. His mother had promised they would go on a lovely, long trip and Nirin is eagerly looking forward to discovering his country on a journey in a bush taxi, together with his two younger brothers. It’s the first time he’s leaving his native village in Madagascar. However, this great journey doesn’t turn out the way Nirin had imagined it.","release_date":"2015-11-01","vote_average":0.0,"runtime":16,"cert":"N\/A","id":389001,"title":"Nirin","adult":false,"genre_ids":[]},{"cast":["John Litel","Douglas Fowley","Stephen McNally","Van Johnson","Egon Brecher"],"overview":"This Crime Does Not Pay short shows how cooperation among all the nations of the Americas helps the war effort. In this case, a US government agent travels to Chile and Colombia. He works with local authorities to try to thwart an Axis plan to ship stolen ammunition.","release_date":"1942-06-20","vote_average":4.5,"runtime":22,"cert":"\"\"","id":389006,"title":"For the Common Defense!","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"Directed by Henryk Kluba","release_date":"1972-03-20","vote_average":5.0,"runtime":null,"cert":"N\/A","id":389008,"title":"The Sun Rises Once a Day","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmmaker Larry Weinstein stages a wide range of performances in tribute to the compositions of Kurt Weill.","release_date":"1994-01-25","vote_average":0.0,"runtime":91,"cert":"\"\"","id":389010,"title":"September Songs – The Music of Kurt Weill","adult":false,"genre_ids":[10402,99]},{"cast":["Diane Telegen","Andrew M. Greenwood","Nicolette McKenzie","Alan Rowe"],"overview":"A 14 year-old boy, living with his grandmother after the separation of his parents, flees to London in search of his mother after a row with his grandmother.","release_date":"1972-03-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389012,"title":"All the Advantages","adult":false,"genre_ids":[18]},{"cast":["Margot Robbie"],"overview":"A beautiful woman teams up with a dangerous bookie to form a sports betting empire.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389014,"title":"Dangerous Odds","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"This is an adaptation of film director Horst Blenek's own novel Die Zelle, which is based on the experiences he suffered as a political prisoner in East Germany and in Russia in the '50s. Filmed in black and white, the dark filming emulates the oppression experienced by the prisoner. In the story, the writer is a prisoner who has not yet been \"broken.\" That is, he has not yet succumbed to the skillfully applied tortures and signed a written confession of his so-called crimes. He is supposed to have planned a bombing incident. He endures an escalating number of indignities, until a fellow prisoner tells him what happens at the next level of torture, in which he would be sent to a \"psychiatric\" hospital.","release_date":"1971-03-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389016,"title":"The Cell","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Marcello Grottesi","release_date":"1972-03-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389018,"title":"Il gesto","adult":false,"genre_ids":[]},{"cast":["Olive Nieto","Lao Rodriguez"],"overview":"Below the 1000 steps to the peak of Minalungao, Carol chases her husband, Pido as they cross a river. As they go on the stairway, they chattered along until they rest in a ruined hut, bringing up their dream of a child. Shortly after, their conversation turns into an argument but still they continued. Reaching the peak, Carol rests in front of a glass cross and walks into a viewpoint along with Pido, as she decides to end her journey with him.","release_date":"2016-03-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389020,"title":"Anywhere But Here","adult":false,"genre_ids":[18]},{"cast":["Idalia Anreus","Raúl Pomares","Adolfo Llauradó","Mario Balmaseda","Raúl Eguren "],"overview":"This Cuban feature examines the circumstances arising out of a woman's claim to have seen the Virgin Mary and to have been healed by waters from a nearby stream. In an accelerating storm of cynical opportunism, her sincere beliefs are exploited by businessmen, politicians and military men. Rival groups compete to exploit the hysteria the vision causes, and the chaos culminates in a revolution. Striking imagery and skillful camerawork enhance this feature.","release_date":"1971-03-20","vote_average":5.0,"runtime":110,"cert":"N\/A","id":389022,"title":"The Days of Water","adult":false,"genre_ids":[18]},{"cast":["Daniel Pilon","Donald Pilon","Louise Laparé","Marcel Martel","Marcel Sabourin"],"overview":"In this French Canadian film, when the provincial government tries to move two young farmers from their land to make way for development, the two fight back, accidentally killing a policeman and becoming outlaws in the process.","release_date":"1972-03-20","vote_average":6.5,"runtime":86,"cert":"N\/A","id":389024,"title":"The Wise Guys","adult":false,"genre_ids":[]},{"cast":[],"overview":"A young farm boy spends his days dreaming and making totem-pole like sculptures out of wood. His brother is a go-getter: studies agricultural engineering, comes back with diploma to marry the pretty girl next door. The dreamer graces puts his sculptures around, invoking anger of his father and ridicule of the peasants who find him useless. During the brother's wedding he sets his totems ablaze. He makes a pass at his new sister-in-law, but returns to his own reveries. In the end he hears a call to bring a log out of the marshes, but during the escapade sinks into the bog.","release_date":"1971-03-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389026,"title":"Wezwanie","adult":false,"genre_ids":[]},{"cast":["Louisa Krause","Seth Moore"],"overview":"A Hasidic woman discovers she has an STD and seeks the truth about its origin.","release_date":"2014-10-09","vote_average":0.0,"runtime":12,"cert":"N\/A","id":389028,"title":"Tzniut","adult":false,"genre_ids":[18]},{"cast":["Crispin Freeman","Keith Ferguson"],"overview":"\"Recall\" tells the story of Winston—a genetically engineered gorilla and brilliant scientist who longs for the days of heroism to return. In this episode, we explore Winston's thoughts and memories as he wrestles with the decision to recall the agents of Overwatch, all while the forces of Talon stage an attack on his laboratory in the abandoned Watchpoint: Gibraltar.","release_date":"2016-03-21","vote_average":7.1,"runtime":8,"cert":"\"NR\"","id":389030,"title":"Overwatch Animated Short: Recall","adult":false,"genre_ids":[28,12,16,878]},{"cast":[],"overview":"A black radical's ex-wife and children establish a new family unit with a Caucasian man, but he eventually returns to violently besiege them inside their home.","release_date":"1971-03-20","vote_average":0.0,"runtime":null,"cert":"\"\"","id":389032,"title":"A Fable","adult":false,"genre_ids":[]},{"cast":[],"overview":"An ambitious, enthusiastic young geologist is entangled in bureaucratic red tape when he tries to drill for oil. Frustrated with the situation, he torches an abandoned mill, ignores his girlfriend, and fights with his friends who do not share his exuberance about the project. The feature premiered at the Karlovy Vary Film Festival","release_date":"1970-03-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389034,"title":"A Hole in the Ground","adult":false,"genre_ids":[]},{"cast":[],"overview":"The use of any language other than French in Quebec, particularly when separatist fervor is high, often serves to incite protests and even legal action. This French language documentary examines separatist feeling in parts of Quebec, and reviews language grievances. Among the conflicts examined is one with General Motors. It must be stated that the documentarian are clearly in favor of the separatist cause, and are also in favor of Quebec's \"encouraging\" companies doing business in Quebec to do it (at least officially) in French. From the evidence of this documentary, the attempts of Canadians outside of Quebec to pacify the Quebecois with \"bilingualism\" seems unlikely to succeed.","release_date":"1971-03-20","vote_average":0.0,"runtime":88,"cert":"N\/A","id":389036,"title":"It Is Necessary to Be Among the Peoples of the World to Know Them","adult":false,"genre_ids":[]},{"cast":["Karen Blanguernon","Gilles Ségal","Jean-Claude Bouillon","Jacques Higelin"],"overview":"Directed by Marc Monnet","release_date":"1971-03-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389038,"title":"Léa in Winter","adult":false,"genre_ids":[]},{"cast":["Pierre Dufresne","Rachel Cailhier","Nicole Filion","Luc Granger","Jacques Thisdale"],"overview":"A meditation on society's attitudes and beliefs, as explored through a New France fur trapper's relationship with a Native woman that spans centuries.","release_date":"1971-03-20","vote_average":7.5,"runtime":116,"cert":"N\/A","id":389040,"title":"Those Damned Savages","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Nine girls turn up at a Kensington studio for a supposed screen test to 'show what they can do'. In fact the test becomes the film, a candid camera.","release_date":"1970-03-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389042,"title":"Makin'it","adult":false,"genre_ids":[]},{"cast":["Samir Guesmi","Florence Loiret-Caille","Didda Jónsdóttir","Philippe Rebbot","Estéban"],"overview":"Samir, a lanky crane operator in Montreuil, falls madly for Agathe. As master swimmer at the pool Thorez he decides to take swimming lessons with her. But the lie does not last three lessons - Agathe hate liars. Chosen to represent the Seine-Saint-Denis, Agathe flies to Iceland for the 10th Congress of the International Masters Swimming. Samir has no choice but to fly in turn also.","release_date":"2016-06-29","vote_average":6.2,"runtime":82,"cert":"N\/A","id":389044,"title":"The Together Project","adult":false,"genre_ids":[18,35,10749]},{"cast":[],"overview":"Early Days Yet, directed by Shirley Horrocks, is a documentary about New Zealand poet Allen Curnow, made in the last months of his life. The poet talks about his life and work, and visits the places of some of his most important poems. It includes interviews with other New Zealand poets about Curnow’s significance as an advocate for New Zealand poetry. As Curnow famously mused in front of a moa skeleton displayed in Canterbury Museum: “Not I, some child, born in a marvellous year \/ Will learn the trick of standing upright here.","release_date":"2001-01-01","vote_average":0.0,"runtime":73,"cert":"N\/A","id":389046,"title":"Early Days Yet","adult":false,"genre_ids":[]},{"cast":["Alan \"Boston\" Dvorkis","Gianni \"Vegas Runner\" Karalis","Michael \"Roxy\" Roxborough","Ken \"The Shrink\" Weitzner","Larry Merchant"],"overview":"THE BEST OF IT takes an unflinching look at the life of a professional gambler. The character driven documentary focuses on the lives of Boston, The Shrink, Dink, and Banker who all chose to make a living betting sports. A gambler selects this profession despite knowing the life they fancied tends to chew up and spit out even the most seasoned gambler—an all too common tale in Las Vegas. A feud between Boston and The Shrink develops after accusations are made about gambling debts, but a gambler’s actual bank account balance is often based on rumors and half-truths. The outcome of a gambler is as unpredictable as the the games they bet.","release_date":"2016-05-03","vote_average":0.0,"runtime":116,"cert":"\"NR\"","id":389051,"title":"The Best of It","adult":false,"genre_ids":[99,18]},{"cast":["Adam Sandler","David Spade","Paula Patton","Kathryn Hahn","Nick Swardson"],"overview":"The life of a bank manager is turned upside down when a friend from his past manipulates him into faking his own death and taking off on an adventure.","release_date":"2016-05-27","vote_average":5.6,"runtime":109,"cert":"\"NR\"","id":389053,"title":"The Do-Over","adult":false,"genre_ids":[28,12,35]},{"cast":[],"overview":"Released in 2012, this 52-minute public television documentary reveals the motivations, struggles and ultimate triumphs of the people designing and building the most elaborate ground-based astronomical observatory ever, the Atacama Large Millimeter\/submillimeter Array (ALMA).  The program documents some of the first observations made by the telescope, foreshadowing the scientific rewards that will be its heritage.  Filmed on three continents--and at altitudes ranging from sea level to 16,500 feet--the film features breathtaking views of Chile's remote Atacama Desert, and demonstrates the lengths to which humans will go to understand the universe they call home.\u2028\u2028","release_date":"2012-10-09","vote_average":6.5,"runtime":52,"cert":"\"\"","id":389055,"title":"Into Deepest Space: The Birth of the ALMA Observatory","adult":false,"genre_ids":[99]},{"cast":["Jackie Cooper","Jackie Coogan","Renee Godfrey","Ralph Sanford","Robin Raymond"],"overview":"Merchant seaman Skitch Kilroy (Jackie Cooper) and \"Pappy\" Reagan (Jackie Coogan)arrive in Marseilles, eager to resume their combative rivalry for Mimi. But they are ordered by their skipper Muldoon (Ralph Sanford) to remain on board and guard against theft of foodstuffs by a black market gang.","release_date":"1948-04-10","vote_average":0.0,"runtime":63,"cert":"\"\"","id":389057,"title":"French Leave","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"Like his Swiss half-sister Jasmin, Dutch filmmaker Alex Pitstra is the child of a European mother and a Tunisian playboy father. The majority of their lives their father was absent, but after more than twenty years Alex invites Jasmin to travel to Tunisia with him. They want to reconnect with their Tunisian roots and find out how their father and his family relate to the 'bezness' phenomenon of North-African men roaming beaches and hotels, trying to seduce western women.","release_date":"2016-04-21","vote_average":0.0,"runtime":93,"cert":"N\/A","id":389059,"title":"Bezness as Usual","adult":false,"genre_ids":[99]},{"cast":["Nick Adams","Tatsuya Mihashi","Kumi Mizuno","Annu Mari","Makoto Satō"],"overview":"In Hong Kong an International Secret Police (ISP) Agent is murdered while investigating ZZZ, a group bent on assassinating the Prime Minister of Buddhabal. ISP Agents Carter and Kitami are assigned to the case. When the Prime Minister arrives in Tokyo for a friendship visit, Carter and Kitami are on hand to protect him. On hand, too, are assorted ZZZ blackguards. Several attempts on the Prime Minister's life fail, until finally the ZZZ introduces a new device designed to eliminate not only the Prime Minister but the ISP Agents as well: THE KILLING BOTTLE, then, is a pocket-sized container filled with a substance that can expand to thousands of times its size and throttle its victim, then disappear leaving only the corpse.","release_date":"1967-02-11","vote_average":7.0,"runtime":93,"cert":"N\/A","id":389061,"title":"The Killing Bottle","adult":false,"genre_ids":[28,35,12,878]},{"cast":[],"overview":"A story of how these two barangays have opposed all measures for a bridge to be put up to link them together and make life easier and productive for them.","release_date":"2016-03-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389063,"title":"Forever Bridgeless","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A Filipino filmmaker and a seafarer himself, attempts to portray the unheard stories and struggles of men who brave the high seas for months to earn a living.","release_date":"2016-03-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389065,"title":"Sina Dino at ang Kanilang Sikreto","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Are You Dead Yet?  Sixpounder  Hate Me!  Silent Night, Bodom Night  Needled 24\/7  Everytime I Die  Halo of Blood  Scream for Silence  Downfall  In Your Face","release_date":"2015-07-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389067,"title":"Children of Bodom: [2015] Resurrection Fest","adult":false,"genre_ids":[]},{"cast":[],"overview":"Mother  7th House  It's Coming Down  Until You Call on the Dark  Sacrifice  Snakes of Christ  Dirty Black Summer  Her Black Wings  Deep  Twist of Cain  Bringer of Death  Death Comes Ripping","release_date":"1998-08-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389069,"title":"Danzig: [1998] Bizarre Festival","adult":false,"genre_ids":[]},{"cast":["Joey Tempest","John Norum","John Levén","Mic Michaeli","Ian Haugland"],"overview":"Europe will re-release their 2015 War of Kings album later this month, across a number of formats, featuring video of a complete 2015 live performance.  The band’s 10th studio album was issued back in March to very positive reviews and the hard rocking Swedes appeared at Northern Germany’s 25th Wacken Air Festival in early August. This performance will feature on the bonus disc blu-ray or DVD and the package is available as CD+DVD, CD+Blu-ray and a deluxe CD+Blu-ray+DVD photo book edition.","release_date":"2015-11-27","vote_average":7.5,"runtime":84,"cert":"N\/A","id":389071,"title":"Europe: Live at W:O:A 2015","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Children of the Sea  I Speed at Night  Naked in the Rain  Stand Up and Shout  Holy Diver  Gypsy  Drum Solo  Sunset Superman  The Temple of the King  Kill the King  Rainbow in the Dark  Guitar Solo  Keyboard Solo  I  Man on the Silver Mountain  Catch the Rainbow  Long Live Rock 'n' Roll  Heaven and Hell","release_date":"2006-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389073,"title":"Dio: [2006] Live in Kavarna","adult":false,"genre_ids":[]},{"cast":["Lynn Bari","John Sutton","Dan Dailey","Alan Mowbray","Leonard Carey"],"overview":"Marriage counselor (Sutton) advises his bored wife (Bari) to take up painting through which she meets a hubbie-rival yachtsman (Dailey).","release_date":"1941-10-23","vote_average":0.0,"runtime":68,"cert":"\"\"","id":389075,"title":"Moon Over Her Shoulder","adult":false,"genre_ids":[35]},{"cast":["Jason Alexander","Tim Allen","Richard Belzer","Drew Carey","Jim Carrey"],"overview":"Includes classic stand-up footage of: Tim Allen, Chris Rock, Adam Sandler, Jerry Seinfeld, Kelsey Grammer, Norm MacDonald, Ray Romano, Richard Belzer, Cheech Marin, Richard Lewis, Jim Carrey, Rosie O'Donnell and many more.","release_date":"2003-05-13","vote_average":0.0,"runtime":114,"cert":"\"\"","id":389080,"title":"The Very Best America's Funniest Comedians","adult":false,"genre_ids":[]},{"cast":[],"overview":"Track List:  1. Metropolis I  2. Puppies On Acid  3. Just Leth Me Breath  4. Hollow Years  5. Caught In A Web  6. Peruvian Skies  7. Another Day  8. Pull Me Under","release_date":"1999-07-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389082,"title":"Dream Theater: [1999] Triport Rock Festival","adult":false,"genre_ids":[]},{"cast":["Anna Bell Peaks","Jessie Lee","Ophelia Rain","Mr. Pete","Luna Lavey"],"overview":"Feel what it's like to fuck these busty punk rock babes from your own point of view. We put you in the driver's seat, so sit back, relax, and start fucking!","release_date":"2016-03-22","vote_average":9.7,"runtime":170,"cert":"\"NC-17\"","id":389087,"title":"P.O.V. Punx 12: Tig Ol' Bitties","adult":true,"genre_ids":[]},{"cast":["Ayako Wakao","Jun Fujimaki","Masahiko Tsugawa","Takahiro Tamura","Eiji Funakoshi"],"overview":"Japanese film directed by Tadashi Imai.","release_date":"1967-06-09","vote_average":0.0,"runtime":96,"cert":"N\/A","id":389089,"title":"When the Cookie Crumbles","adult":false,"genre_ids":[18]},{"cast":["Julia Fischer","David Zinman"],"overview":"","release_date":"2015-09-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389091,"title":"BBC Proms at the Royal Albert Hall - Dvořák | Strauss | Beethoven","adult":false,"genre_ids":[10402]},{"cast":["Kimberley Hews","Tonya Kay","Lisa Goodman","Christine Sclafani","Nick Principe"],"overview":"Kate is devastated to learn that her husband Billy has been living a double life.","release_date":"2016-03-13","vote_average":5.6,"runtime":84,"cert":"\"\"","id":389099,"title":"The Other Wife","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"Interview, Promised Land, Damaged, Eyes of a Stranger, DIsconnected, Eyes of a Stranger","release_date":"1995-02-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389101,"title":"Queensryche: [1995] An Evening In Paris","adult":false,"genre_ids":[]},{"cast":["Jesse Jane","Naomi","Lacie Heart","Cayton Caley","Lux Kassidy"],"overview":"Jesse's Juice features DP's contract superstar, Jesse Jane in 5 delicously mouthwatering scenes. Rich with innuendo, director Celeste uses ripe fruits and juices intertwined with passionate sex in each seductive scene. Jesse unleashes her desire in 2 provocative boy \/ girl scenes with Scott Nails &amp; Ben English. Then, she shows her lasciviously lesbian instincts in fantastically hot girl \/ girl action with Cayton Caley and contract sister Lacie Heart. Add the lovely Katsumi to the cast, some slammin' anal and horny solo action and Jesse's Juice is an over-the-top, breathtakingly beautiful, insanely hard, erotic experience you won't soon forget.","release_date":"2007-04-19","vote_average":6.0,"runtime":93,"cert":"\"NC-17\"","id":389103,"title":"Jesse's Juice","adult":true,"genre_ids":[]},{"cast":["Tito Gobbi","Nelly Corradi","Gino Sinimberghi","Giulio Neri","Vito De Taranto"],"overview":"Film version of the Verdi opera about lovers on the run after the accidental death of the girl's father.","release_date":"1950-01-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389105,"title":"La forza del destino","adult":false,"genre_ids":[18,10402]},{"cast":["Tommi Korpela","Ema Vetean","Archie Alemania","Frank Lammers","Loes Luca"],"overview":"Ahti Ikonen is a reliable captain at the height of his career. He is in command of the 35,000-ton container vessel Brugge, which enters the port of Savannah\/United States behind schedule. The loading of the ship commences in haste as the crew, led by the ambitious Romanian officer Katia, works by the piece so that they can sail in time. The Filipino seaman James has an accident during this semi- legal lashing procedure. Ahti has to face the consequences of his orders: In the port of Rotterdam\/Netherlands unionized dockworkers exploit the incident and refuse to unload the ship. Standstill. The captain is caught between the frontlines. Ahti is keen to elucidate the accident, but the situation becomes more and more contradictory…","release_date":"2016-02-11","vote_average":5.3,"runtime":88,"cert":"N\/A","id":389107,"title":"Deadweight","adult":false,"genre_ids":[18]},{"cast":["William Shatner"],"overview":"A young man and his young elephant street beg in gritty Bangkok amid the controversial elephant business that threatens their survival, until the opportunity comes to release the elephant to the wild.","release_date":"2016-08-12","vote_average":8.5,"runtime":90,"cert":"\"NR\"","id":389109,"title":"When Elephants Were Young","adult":false,"genre_ids":[12,99]},{"cast":[],"overview":"Every weekend, the gay male choir G-Voice rehearses in Seoul. The choir, being a kind of antidote to homophobic Korean society, makes the everyday lives of gay men its theme in an intelligent and humorous way. For their tenth anniversary, the members are planning to give their first big concert with ambitious arrangements, creative choreographies and many new pieces. Besides preparing for their big day, G-Voice are also politically active, singing for equality and against discrimination.","release_date":"2016-12-22","vote_average":0.0,"runtime":98,"cert":"N\/A","id":389114,"title":"Weekends","adult":false,"genre_ids":[99]},{"cast":["Alen Hüseyin Gürsoy","Yavuz Gürbüz","Şeyda Sözüer","Veli Ubic","Muhammed Ubic"],"overview":"Rauf hopes to win over his big crush, the older Zana, with the help of the colour pink. But what does pink really look like anyways, and will he even be able to find it in his snowy little Kurdish village up in the mountains? Meanwhile, disturbing rumours sweep in from the outside world.","release_date":"2016-02-13","vote_average":7.3,"runtime":94,"cert":"N\/A","id":389116,"title":"Rauf","adult":false,"genre_ids":[]},{"cast":[],"overview":"As the unforgiving forces of nature take their toll on humans and animals, the unexpected return of snow devastates the nomad family’s livestock. 11-year old Sukbhat is forced to leave his childhood behind. Now the hopes of the family rely on the young boy who should tame and race the wild horse. An intense relation between father, son and their wild horse shows how nature overwhelms and influences human beings. Nobody remains unscathed after being confronted with the powers of the steppe.","release_date":"2016-03-18","vote_average":6.0,"runtime":85,"cert":"\"\"","id":389118,"title":"Zud","adult":false,"genre_ids":[18]},{"cast":["Al Shean","Mary Clark","Evalyn Knapp","Elisha Cook Jr."],"overview":"An amateur theatrical society rehearses in a deserted house which is believed to be haunted by two travelers who have lost their way in the rain.","release_date":"1930-04-26","vote_average":0.0,"runtime":20,"cert":"\"NR\"","id":389120,"title":"Chills and Fever","adult":false,"genre_ids":[10402,35]},{"cast":["Hamed Behdad","Homayoun Ershadi","Kianoosh Gerami","Mitra Hajjar","Leila Hatami"],"overview":"The story of a professional photographer Hamed Aban and the radical change in his life. The teacher of his son gives him a book about nature and the cleaning of it. This changes him radically. He goes and hires himself in the municipality, wearing the orange suit like them and cleaning the streets, collecting garbage. Meanwhile his wife who is in Europe back home and is very angry with him. She insists on him to get back to his former work but he refusing. Then she wants a divorce and to take the son with herself to Europe.","release_date":"2012-02-03","vote_average":7.3,"runtime":107,"cert":"N\/A","id":389122,"title":"Orange Suit","adult":false,"genre_ids":[18,35]},{"cast":["Papa Emeritus III","Nameless Ghoul","Nameless Ghoul","Nameless Ghoul","Nameless Ghoul"],"overview":"Masked Ball  Infestissumam  Per Aspera ad Inferi  Con Clavi Con Dio  Prime Mover  Secular Haze  Stand by Him  Genesis  Year Zero  Ritual  Ghuleh\/Zombie Queen  Monstrance Clock","release_date":"2013-09-19","vote_average":8.0,"runtime":null,"cert":"N\/A","id":389124,"title":"Ghost: [2013] Rock in Rio","adult":false,"genre_ids":[10402]},{"cast":["Syed Haider Ali Rizvi","Ayan Khan","Najam Zaidi","Ahsan","Shaikh Abdullah Qurashi"],"overview":"Directed by Najam Zaidi  Produced by SHAIKH ABDULLAH FILMS  Assistant Director : Haider Rizvi  Production Company : G21 Productions  Written by : Najam Zaidi  Edited by : Shaikh Abdullah  Music by : G21 Music  Release dates : \" 2016\"  Country : Pakistan  Language : Urdu  Cinematography : Ayan Khan","release_date":"2017-01-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":389126,"title":"Target","adult":false,"genre_ids":[]},{"cast":["Jenny Karezi","Kostas Kazakos"],"overview":"The Peace and Betty are twins and look like as two drops of water but their characters are completely different. Betty is open and jovial man while peace is closed off and timid. Their music professor Roda visitors to their island home and proposes to the Peace who are virtuoso piano to follow a series of concerts in Paris. Initially HESITATES but when Betty will announce that he will marry with Petro, with which peace is also in love, will change their minds and accept the proposal of Roda.","release_date":"1970-01-01","vote_average":6.0,"runtime":109,"cert":"N\/A","id":389131,"title":"Erotic Symphony","adult":false,"genre_ids":[18]},{"cast":["Carlos Baena","Óscar Pulido","Arturo Martínez","Rodolfo Landa","Armando Soto La Marina"],"overview":"Gentleman swindler runs cleverly-orchestrated scams. Four of four in a series.","release_date":"1962-08-17","vote_average":0.0,"runtime":115,"cert":"N\/A","id":389133,"title":"La entrega de Chucho el Roto","adult":false,"genre_ids":[]},{"cast":["Romana Sittová","Milena Dvorská","Jan Slovák","Tomáš Hanák"],"overview":"A bitter comedic-drama centering around Tomas, a former promising young director who must cope with a commerce driven world he no longer wants to participate in.","release_date":"1996-10-24","vote_average":0.0,"runtime":98,"cert":"N\/A","id":389138,"title":"Stone Bridge","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2015-10-07","vote_average":6.3,"runtime":null,"cert":"N\/A","id":389140,"title":"Smejko a Tanculienka - Čáry Máry Fuk","adult":false,"genre_ids":[10402]},{"cast":["Brian Chamberlayne","Casey Turner","Anne Bobby"],"overview":"Returning from his father's funeral, Robert Foster is faced with the unimaginable; he hits a young girl with his car. In a desperate attempt to save her life, he seeks help at a nearby farmhouse.","release_date":"2014-05-09","vote_average":6.0,"runtime":1,"cert":"\"\"","id":389142,"title":"The Hanover House","adult":false,"genre_ids":[]},{"cast":["David Jason","Nicholas Lyndhurst","Lennard Pearce","Rosalind Lloyd","Roger Brierley"],"overview":"Derek Trotter has the Yuletide Blues, and drinks away his loneliness in Spanish night at The Nag's Head. There he meets Heather, who seems to be one friend short of company. Del Boy, ever the gentleman, entertains her and sees her home safely. At her flat he discovers that she has a young son, to a husband who seems to have joined a very long queue at the Job Centre 18 months ago and not come back. In no time at all their romance blossoms, and all is running so smoothly Del decides to propose. However, when he takes her for a candle-lit curry, she refuses his offer of marriage. Her husband has returned, employed as a department store Santa, and she wants to give it another go... leaving Del Boy without an angel for Christmas.","release_date":"1982-12-30","vote_average":9.3,"runtime":28,"cert":"N\/A","id":389144,"title":"Only Fools and Horses - Diamonds are for Heather","adult":false,"genre_ids":[]},{"cast":["Käthe Haack","Paul Henckels","Hubert von Meyerinck","Eduard Wesener","Peter Erkelenz"],"overview":"","release_date":"1933-09-07","vote_average":0.0,"runtime":97,"cert":"N\/A","id":389146,"title":"Der Traum vom Rhein","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Documentary about the ethnically diverse young girls of a female soccer team in the Bethlehem quarter of Bern, Switzerland's capital city.","release_date":"2010-04-08","vote_average":0.0,"runtime":90,"cert":"N\/A","id":389151,"title":"Pizza Bethlehem","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Kolja’s experiment of merging his human body with nature in the form of a tree while venturing into a border zone between the earth and the sky may be due to his purity of spirit, the grandeur of fools or the madness of mystics. Is this enlightenment or simply an elaborate suicide?","release_date":"2015-07-07","vote_average":0.0,"runtime":8,"cert":"N\/A","id":389153,"title":"The Tower","adult":false,"genre_ids":[]},{"cast":["Joshua Turek","Brennan Kelleher","Brady Morales","Amelia Leigh Harris"],"overview":"A government inspector, an orphaned young girl, and opioid-addled locals collide in this small-town drama centered around the closure of a supposedly toxic sugar refinery.","release_date":"2016-04-07","vote_average":0.0,"runtime":110,"cert":"\"\"","id":389155,"title":"Refinery Surveyor Black","adult":false,"genre_ids":[]},{"cast":["Wolfgang Bodison","Kyrie Maezumi","Will Wallace","Carson Aune"],"overview":"Ari Larsen has resurfaced after a five year absence, still harboring the memories of a childhood no little girl should ever experience. Kidnapped at the age of eleven by her serial killer father, Professor David Larson, and taken on a three week Odyssey of murder and savagery before being abandon in the desert, physically unharmed, but left to carry her emotional scars into adulthood, one terrible fact forever burns in Ari's mind; her father has never been captured.","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":389160,"title":"Legacy","adult":false,"genre_ids":[]},{"cast":["Katharine Everett","Laurence Martin","Travis Quentin Young"],"overview":"1964. A small town. A kidnapping. A simple plan... just like in the movies. But real life isn't simple. Somebody always gets hurt.","release_date":"2011-04-18","vote_average":0.0,"runtime":100,"cert":"\"\"","id":389162,"title":"Wages of Sin","adult":false,"genre_ids":[]},{"cast":["Jay Adams","Adam Alfaro","Tony Alva","Michael Angarano"],"overview":"A short documentary showing the making of the movie 'Lords of Dogtown'.","release_date":"2005-09-27","vote_average":7.0,"runtime":30,"cert":"\"\"","id":389164,"title":"The Making of 'Lords of Dogtown'","adult":false,"genre_ids":[99]},{"cast":[],"overview":"From one flick of the mare’s tail came an unending stream of images out of which was crystallised the milky way.","release_date":"1970-09-14","vote_average":0.0,"runtime":143,"cert":"N\/A","id":389166,"title":"Mare's Tail","adult":false,"genre_ids":[]},{"cast":[],"overview":"A young boy becomes callous to the deaths and battles that rage on during World War II. He and his friends follow a peasant soldier of a Rumanian troop as they march to join the Russians in fighting the Nazis. He watches as one of his friends dies after destroying a German machine gun nest. He is slapped by a Rumanian soldier who is livid over the boy's nonchalance of his friend's death. He becomes a mascot of the advancing unit as they proceed to a castle in Czechoslovakia. When the men dress in armor for a group picture, they are killed by the Nazis. The boy returns to find the men have been wiped out and he is taken prisoner by a German soldier. The Nazi falls victim to marauding peasants seeking revenge. They rescue the young warrior and escort him back to his home in Rumania.","release_date":"1969-03-21","vote_average":6.0,"runtime":null,"cert":"N\/A","id":389168,"title":"Too Little for Such a Big War","adult":false,"genre_ids":[]},{"cast":[],"overview":"This film documents the life of the late Jewish historian and author Jacques Presser, author of Ashes in the Wind: The Destruction of Dutch Jewry.","release_date":"1970-03-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389170,"title":"The Past That Lives","adult":false,"genre_ids":[]},{"cast":["Héctor Duvauchelle","Patricia Guzmán"],"overview":"Chilean soldiers try to survive in the desert after they are attacked by Peruvian troops. The 17 survivors are held together by the Captain (Hector Duvauchelle). The Lieutenant (Jaime Vadell) is a civilian attorney who clashes with the Captain as he pursues the valuable rights to nitrate deposits in the area. When the fighting was over, 25,000 soldiers from Chile, Peru and Bolivia had perished while trying to secure the coveted mineral rights for foreign companies.","release_date":"1969-03-21","vote_average":0.0,"runtime":128,"cert":"N\/A","id":389172,"title":"Bloody Nitrate","adult":false,"genre_ids":[18]},{"cast":[],"overview":"When a museum depicting the violence man inflicts on himself opens, a doctor, a woman and a museum official go through the building before the grand opening. Discussing the subject matter, their attention quickly turns to the May Day riots that plagued Paris. This symbolic film tries to portray all victims of violence as Christlike figures. Stock footage of war and suffering are used to underscore the effectiveness of the subject matter in this uneven feature.","release_date":"1969-03-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389174,"title":"Christs in the Thousands","adult":false,"genre_ids":[]},{"cast":["Lucia Bosé","Christopher Sandford","Daria Esteva","Serena Vergano"],"overview":"The cigar-smoking French writer, George Sand (Lucia Bose) and her lover, the composer-pianist Chopin (Christopher Sandford) have rented a former monastery in Mallorca as a winter retreat. They have even shipped a piano to the site, so that Chopin can continue his work. However, what promised to be a warm, sunny vacation turns sour as the locals disapprove of Sand, the servants are surly and mysterious, and the monastery is cold. She has her revenge, however. She wrote the book A Winter in Mallorca about her miserable winter retreat. This film follows that book closely, with concern for historical accuracy, which did not increase the Spanish filmmakers' popularity with their countrymen.","release_date":"1969-03-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389176,"title":"A Winter in Mallorca","adult":false,"genre_ids":[]},{"cast":[],"overview":"Brief surviving fragment of a silent come.dy","release_date":"1907-03-22","vote_average":0.0,"runtime":2,"cert":"N\/A","id":389178,"title":"The Bashful Mr. Brown","adult":false,"genre_ids":[]},{"cast":["Marcel Sabourin","Michèle Magny"],"overview":"This plodding piece of cinematic ambiguity finds a married couple engaged in boring conversation in a window as scenery changes behind them. When they manage to talk about love, some of the tedium is lifted in the wake of their amorous verbiage. This black and white effort from Jean Pierre Lefebvre depends on symbolic impressionism rather than plot.","release_date":"1969-03-21","vote_average":5.5,"runtime":78,"cert":"N\/A","id":389180,"title":"The House of Light","adult":false,"genre_ids":[18]},{"cast":["Raoul Duguay","Yves Marchand","Francine Mathieu"],"overview":"A young man and his girlfriend visit his parents at their lake house for the weekend. While there, the couple meets an eccentric artist who comes between them.","release_date":"1969-03-21","vote_average":6.0,"runtime":69,"cert":"N\/A","id":389182,"title":"My Friend Pierrette","adult":false,"genre_ids":[18,10749]},{"cast":["Anne Lauriault","Jean-Pierre Cartier","André Caron","Judith Paré","Raoul Duguay"],"overview":"In this satire of sexuality in the entertainment industry and voyeurism, a woman maintains 3 romantic relationships simultaneously: with her husband, with her boss, and with her lover.","release_date":"1970-03-21","vote_average":6.5,"runtime":77,"cert":"N\/A","id":389184,"title":"Q-Bec My Love","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A fractured, psychedelic fairy tail presented as a school play.","release_date":"1970-03-21","vote_average":0.0,"runtime":67,"cert":"\"\"","id":389186,"title":"School Play","adult":false,"genre_ids":[]},{"cast":["Sterling Hayden","Susan Strasberg","Stuart Whitman","Maureen McNalley","Andrew Hayden"],"overview":"An ornithologist (Hayden) goes on a field trip to a deserted island near the mainland with his wife (McNally) and small son, and is joined by the wife's sister (Strasberg), who is getting over an abortion; later, an escaped convict (Whitman) is discovered. A situation which may seem naturalistic enough, but the form never is: incidents are isolated, cross-relations are oblique, emotions are unexplained. And as the narrative gradually coheres, Guerra daringly undercuts it with a series of disturbing emphases. As haunting and ambiguous as anything of Herzog's.","release_date":"1970-03-22","vote_average":6.0,"runtime":null,"cert":"N\/A","id":389188,"title":"Sweet Hunters","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A fractured, psychedelic fairy tail presented as a school play.","release_date":"1970-03-21","vote_average":0.0,"runtime":67,"cert":"\"\"","id":389186,"title":"School Play","adult":false,"genre_ids":[]},{"cast":[],"overview":"This documentary covers the journey from Singapore to Los Angeles and New Guinea to Brazil. Beautiful color photography of the trip is expertly lenses but can lead to tedium during the 100 minute feature.","release_date":"1969-03-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389189,"title":"Pulsation","adult":false,"genre_ids":[]},{"cast":[],"overview":"Loyal, highly intelligent and courageous, the Rottweiler is often misunderstood. Black Beauty Breed is a feature length documentary that brings you closer to the dog behind the perceived intimidating image and highlights the positive abilities and character traits that make the Rottweiler an incredible dog. With stunning original film footage, Black Beauty Breed captures the soul of the Rottweiler and challenges your perception of them as vicious and unstable dogs. Intimate footage brings you closer to the real Rottweiler and their colorful heritage as a working dog that dates back to ancient Roman times. Fascinating facts about this noble breed will be revealed for the first time ever in a film and will forever change the image of the Rottweiler.","release_date":"2014-06-12","vote_average":0.0,"runtime":66,"cert":"\"\"","id":389196,"title":"Black Beauty Breed","adult":false,"genre_ids":[99,10751]},{"cast":["Tanushree Chakraborty","Locket Chatterjee","Nimisha de Sarkar","Subrat Dutta","Supriyo Dutta"],"overview":"A weird take on adventures of sophisticated escort service females based Kolkata (Calcutta), India. A non-narrative story, exploring the fun aspect of sexuality of young females. An Independent film, showcasing a few incidents of lives of 5-6 girls, who had come to the profession of prostitution for various reasons. A young and youthful film, tongue-in-cheek approach makes it different from rest of the films made from India.","release_date":"2012-06-01","vote_average":6.5,"runtime":117,"cert":"N\/A","id":389199,"title":"Those City Girls","adult":false,"genre_ids":[18]},{"cast":["Mahdi Pakdel","Behnoosh Tabatabaei","Hooman Seyedi","Tina Akhondtabar"],"overview":"","release_date":"2012-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389202,"title":"آزادراه","adult":false,"genre_ids":[18]},{"cast":["Jermilla Kirwan","Julie Hewlett"],"overview":"Antigua's first feature film is a romantic comedy that tells the story of Lovelyanne 'Luv\" Davies, who returns from Canada to Antigua and her struggles to adjust to life on a small island. It follows her professional turmoil and personal drama, including being caught in an unexpected love triangle.","release_date":"2001-01-01","vote_average":0.0,"runtime":96,"cert":"N\/A","id":389209,"title":"The Sweetest Mango","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"A feature length documentary about the rise and fall of the world's smallest independent nation; Nauru.","release_date":"2011-12-29","vote_average":0.0,"runtime":44,"cert":"N\/A","id":389216,"title":"Nauru: Paradise Ruined","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In this conceptual animated short, we aim to create a comedic performance where the past, present and future realities overlap and interact in an environment where time has no start or end.  A modern take on Zbigniew Rybczyński's Tango, every actor that participates in this space is trapped in an infinite loop where their actions simultaneously bare and yet bare no consequence to another. Starting with a single actor that performs the same series of mundane actions, followed by another and yet another, we start to discover the motivation of these characters and their performance do not simply coexist but are correlated in a complex chain of events. Hilarity ensues as every absurd action cumulates in an amalgamation of intricately choreographed antics.","release_date":"2016-01-14","vote_average":0.0,"runtime":2,"cert":"N\/A","id":389219,"title":"A Brief History of Time","adult":false,"genre_ids":[]},{"cast":["Sonia Dubois","Marie-Sophie L.","Chantal Ladesou","Olivier Bénard","Édouard Collin"],"overview":"","release_date":"2007-10-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":389226,"title":"Les Amazones, 3 ans après","adult":false,"genre_ids":[35]},{"cast":["Chuck","Ron"],"overview":"Two young men meet and fall in love in Disneyland.","release_date":"1969-01-01","vote_average":0.0,"runtime":25,"cert":"\"\"","id":389229,"title":"Ron and Chuck in Disneyland Discovery","adult":false,"genre_ids":[10749]},{"cast":["Fritz Strassner","Paula Braend","Max Strecker","Ulrich Beiger","Ruth Kappelsberger"],"overview":"","release_date":"1969-08-31","vote_average":0.0,"runtime":85,"cert":"N\/A","id":389232,"title":"Der Komödienstadel - Witwen","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A sculpture of a disabled man's face is made.","release_date":"","vote_average":0.0,"runtime":5,"cert":"N\/A","id":389235,"title":"Adam","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Following the death of her mother, Norma, Tina inherited her astonishing belongings, a collection built up during the course of Norma's eighty-nine years. Over one hundred tiny mechanical birds, smock dresses engulfed with gardens and flowers, and countless rainbows of beaded necklaces and brooches are just some of the items Norma treasured during her lifetime. Tina reflects on her mother's life, allowing an immersive exploration of Norma's extraordinary legacy. Norma's Colours is a reflection of the film maker's fascination with the psychology of the collector, expressed in her film making with the enlivening of the objects themselves.","release_date":"2015-05-15","vote_average":0.0,"runtime":11,"cert":"N\/A","id":389238,"title":"Norma's Colours","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Boy becomes Man","release_date":"2015-04-27","vote_average":0.0,"runtime":3,"cert":"N\/A","id":389241,"title":"A Man Called Man","adult":false,"genre_ids":[35,16]},{"cast":[],"overview":"\"LIFE WILL KNOCK YOU DOWN. THIS FILM WILL PICK YOU UP.\" This true story is about ordinary people who discover that faith happens in the midst of lifes twists and turns. Every incident in this film is based on actual events that came from the same small church. What do a drug addict, a feisty old lady, an African refugee, an ex-boxer, a salesman and a Chinese entrepreneur have in common? They are all connected through Heights Community Church.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389244,"title":"Faith Happens","adult":false,"genre_ids":[]},{"cast":["Rade Marković","Ljuba Tadić","Bekim Fehmiu","Jelena Žigon","Dušan Janićijević"],"overview":"Immediately after the war, OZNA insert an outstanding intelligence agent to catch the General Draza Mihajlovic.","release_date":"1971-11-26","vote_average":6.0,"runtime":101,"cert":"N\/A","id":389251,"title":"A Trap for the General","adult":false,"genre_ids":[10752,18]},{"cast":["Velicity Von","Tia Tanaka","Sasha Grey","Sophia Santi","Lacie Heart"],"overview":"The My First Porn series is a comical sex-spectacle of Jack directing his first porn movie. Volume 8 is 3 full hours and features Digital Playground contract stars Sophia Santi &amp; Lacie Heart, alongside industry babes Sasha Grey &amp; Kinzie Kenner. With buttloads of slippery anal, juicy boy\/girl fuck sessions, tons of tease and titty, My First Porn 8 has it all. Enjoy some first-class, good time Digital Playground humor interlaced between all the smokin' hot fuck stars, all of which makes My First Porn 8 insanely satisfying and extremely entertaining.","release_date":"2007-08-23","vote_average":7.0,"runtime":180,"cert":"\"NC-17\"","id":389254,"title":"Jack's My First Porn 8","adult":true,"genre_ids":[]},{"cast":["Nicolas Bianco-Levrin","David Fischer","Nathalie Fort","Nino Gibert","François Lignier"],"overview":"Animated short about a dog's role in his family","release_date":"2013-06-28","vote_average":5.1,"runtime":8,"cert":"N\/A","id":389261,"title":"It's a Dog's Life","adult":false,"genre_ids":[16,10751]},{"cast":["Miho Kanno","Seiichi Tanabe","Nao Omori","Miho Shiraishi","Takuma Otoo"],"overview":"Doctor Rie (Miho Kanno) is know as the Joan of Ark of Obstetrics &amp; Gynecology. She works in a challenging environment with clinics shutting down due to lack of doctors and the system itself breaking down. Dr. Rie then helps an infertile woman conceive with a surrogate mother which is prohibited in Japan...","release_date":"2011-02-05","vote_average":0.0,"runtime":111,"cert":"N\/A","id":389264,"title":"Gene Waltz","adult":false,"genre_ids":[18,9648]},{"cast":[],"overview":"2ⁿ is a story about the exponential growth of numbers raised to powers. Part of the Mathematica Peep Shows, one of five films made to accompany the Mathematica: A World of Numbers and Beyond exhibition at the California Museum of Science and Industry and the Museum of Science and Industry in Chicago.","release_date":"1961-03-22","vote_average":0.0,"runtime":2,"cert":"\"\"","id":389267,"title":"2n: A Story of the Power of Numbers","adult":false,"genre_ids":[99,16]},{"cast":[],"overview":"Sent to spend the summer on a remote and mysterious island, teenage brothers embark on a thrilling treasure hunt to restore their family's lost fortune.","release_date":"","vote_average":0.0,"runtime":130,"cert":"N\/A","id":389270,"title":"Lost & Found","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Science of Noise  White Noise\/Black Silence  Monochromatic Stains  Lost to Apathy  The Fatalist  The Silence in Between  Zero Distance  The Wonders at Your Feet  The Mundane and the Magic  Punish My Heaven  What Only You Know  Iridium  Terminus (Where Death Is Most Alive)  State of Trust  ThereIn  Final Resistance  Lethe  Endtime Hearts  Misery's Crown","release_date":"2014-05-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389273,"title":"Dark Tranquillity: [2014] St. Petersburg, Russia","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tony Iommi (guitars), Tony Martin (vocals), Neil Murray (bass), Cozy Powell (drums), Geoff Nicholls (keyboards)  Headless Cross -- Neon Knights -- Children of the Sea -- Iron Man -- Children Of The Grave -- When Death Calls -- War Pigs -- Die Young -- Heaven And Hell -- Apache -- Paranoid  Recorded at Moscow Olympic Hall, November 19, 1989","release_date":"2008-11-10","vote_average":0.0,"runtime":90,"cert":"N\/A","id":389276,"title":"Black Sabbath - In Moscow","adult":false,"genre_ids":[10402]},{"cast":["Pandora Peaks"],"overview":"In this video, Pandora Peaks appears in various stages of undress on the beaches of Malibu, in the Joshua Tree National Forest, and on the streets of Los Angeles.","release_date":"1998-01-01","vote_average":8.3,"runtime":66,"cert":"\"\"","id":389279,"title":"Visions and Voyeurism","adult":false,"genre_ids":[]},{"cast":[],"overview":"Recorded at the Camden Palace in 1984 as part of the Live From London series, Girlschool took to the stage and proved they belong in the male-dominated world of lightning guitars, thundering drums and powerful vocals.","release_date":"2012-06-11","vote_average":0.0,"runtime":60,"cert":"\"Exempt\"","id":389282,"title":"Girlschool - Live From London","adult":false,"genre_ids":[10402]},{"cast":["Stuart Whitman","Juliet Prowse","Ken Scott","Raymond Massey","Geraldine Fitzgerald"],"overview":"Two British soldiers in 1830s South Africa flee military discipline and join a group of Boers heading north on \"the Great Trek.\" In between fighting off Zulu attacks, one of these soldiers falls in love with the trek-leader's granddaughter who has been promised to another man.","release_date":"1961-04-30","vote_average":5.0,"runtime":91,"cert":"\"\"","id":389293,"title":"The Fiercest Heart","adult":false,"genre_ids":[12]},{"cast":["Joe Cross"],"overview":"THE KIDS MENU is a feature documentary from the team that brought you \"Fat, Sick and Nearly Dead.\" As filmmaker Joe Cross spent time traveling the world with his previous two films, he met thousands of people and one issue that came up again and again was what to do about the growing childhood obesity problem. In THE KIDS MENU, Joe meets with experts, parents, teachers and kids, coming to the realization that childhood obesity isn't the real issue, but rather a symptom of a bigger problem. The lack of knowledge of what healthy foods are. Lack of access to healthy and affordable options. And the influence of negative role models, whether a parent, teacher or even a celebrity. All of this together seems to be a lot to overcome, but when empowered, kids often make the surprising choice of the healthier path.","release_date":"2016-02-01","vote_average":7.2,"runtime":null,"cert":"\"\"","id":389296,"title":"The Kids Menu","adult":false,"genre_ids":[99]},{"cast":["Natalis Chan","Anita Yuen","Christy Chung","Francis Ng","Eric Tsang"],"overview":"Angel of Nine Heavens is found to have fallen in love, and is banished to Earth. Windfall God is secretly in love with her, and begs the Jade Emperor to be given a chance with her. He is sent to Earth in human form, only able to use his godly powers three times per day. He has seven days to find the reincarnation of Angel of Nine Heavens and make her fall in love with him.","release_date":"1996-02-29","vote_average":8.0,"runtime":94,"cert":"N\/A","id":389303,"title":"Twinkle Twinkle Lucky Star","adult":false,"genre_ids":[35]},{"cast":["Albert Montserrat","Halla Margret","Montserrat Marti"],"overview":"Le Villi is an opera-ballet in two acts composed by Giacomo Puccini to an Italian libretto by Ferdinando Fontana, based on the short story Les Willis by Jean-Baptiste Alphonse Karr.","release_date":"2004-07-31","vote_average":0.0,"runtime":68,"cert":"N\/A","id":389306,"title":"Le Villi","adult":false,"genre_ids":[10402]},{"cast":["Labros Konstadaras","Maro Kodou","Andreas Barkoulis","Dimos Starenios","Aggelos Mavropoulos"],"overview":"Marios was the abuser convicted. The day he is released from prison meets Danae, which he grants a villa and a luxury car with the assertion that performs the last wish of the deceased husband, for whose account was fraud.","release_date":"1970-10-19","vote_average":7.0,"runtime":84,"cert":"N\/A","id":389309,"title":"What a Waste!","adult":false,"genre_ids":[35]},{"cast":["Benjamin Zander","Britlin Losee","Dinuk Wijeratne","Eric Whitacre","Larry Livingston"],"overview":"Classical music doesn’t exactly have a reputation for being hip. For too long it’s been seen as a stuffy genre for the high cultured elite. WHAT WOULD BEETHOVEN DO? follows a number of renegades, from composers flirting with modern mediums, to young musicians dedicated to changing the narrative, to a man who’s bringing turntablists and orchestras together. Notable artists such as, Bobby McFerrin, Benjamin Zander and Eric Whitacre add their voices to the debate about why classical music is still relevant today.","release_date":"2016-02-11","vote_average":0.0,"runtime":75,"cert":"\"\"","id":389312,"title":"What Would Beethoven Do?","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"A boy (Zeb Kovell) is trying to make his way through a dead end zone when a series of strange events occur and he must struggle to survive while processing what happened.","release_date":"","vote_average":0.0,"runtime":5,"cert":"N\/A","id":389319,"title":"Trespassing","adult":false,"genre_ids":[]},{"cast":["Lynne Roberts","George Holmes","Raymond Walburn","J. Carrol Naish","Dorothy Peterson"],"overview":"The ghost of a murdered man returns to Earth to help a young couple find his killer.","release_date":"1942-09-19","vote_average":0.0,"runtime":71,"cert":"\"\"","id":389326,"title":"The Man in the Trunk","adult":false,"genre_ids":[80,35]},{"cast":[],"overview":"A short movie based on the children's story by Momoko Ishii.","release_date":"1957-08-20","vote_average":0.0,"runtime":19,"cert":"N\/A","id":389329,"title":"Fushigi na Taiko","adult":false,"genre_ids":[16]},{"cast":["桃谷エリカ"],"overview":"","release_date":"2014-02-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389336,"title":"ABP-108 NEW TOKYO流儀 04 桃谷エリカ","adult":true,"genre_ids":[10749]},{"cast":[],"overview":"A little girl tries to sell matches on a cold December night with no luck. To keep from freezing she lights one match and sees a wondrous vision...","release_date":"1971-12-12","vote_average":0.0,"runtime":18,"cert":"N\/A","id":389339,"title":"The Little Match Girl","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A puppet animation movie by Ryosaku Takayama.","release_date":"1959-01-01","vote_average":0.0,"runtime":26,"cert":"N\/A","id":389342,"title":"Poron Guitar","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A short puppet animation movie by Tadahito Mochinaga.","release_date":"1956-01-01","vote_average":0.0,"runtime":17,"cert":"N\/A","id":389345,"title":"Uriko-hime to Amanojaku","adult":false,"genre_ids":[16]},{"cast":[],"overview":"An everyman who lives alone desires female companionship. The trouble is, he's got two extra personalities who pop out and ruin things: an id, who's usually naked and has no inhibitions, and a super ego, who's a prude and a scold. Our hero goes through his little black book calling woman after woman: Natalie agrees to a date, but the warring three-headed personalities sink that outing before he gets through her apartment door. Soon, he's down to the last name in his book: Zolga. Is there any hope? Can he just be one self?","release_date":"1992-03-22","vote_average":0.0,"runtime":13,"cert":"N\/A","id":389348,"title":"No Problem","adult":false,"genre_ids":[16]},{"cast":["Annette Frier","Christian Erdmann","Aleen Jana Kötter","Ella Frey","Samuel Weiss"],"overview":"","release_date":"2016-03-23","vote_average":6.0,"runtime":null,"cert":"N\/A","id":389351,"title":"Nur eine Handvoll Leben","adult":false,"genre_ids":[10770,18]},{"cast":["Ruth Wilson"],"overview":"This drama\/documentary is based on a true story. A junior doctor who hears voices is treated by unconventional psychologist Rufus May.","release_date":"2008-04-21","vote_average":0.0,"runtime":70,"cert":"N\/A","id":389354,"title":"The Doctor Who Hears Voices","adult":false,"genre_ids":[]},{"cast":["Nikola Ristanovski","Martin Gjorgoski","Deniz Abdula","Ljupčo Todorovski","Marija Kondovska"],"overview":"A group of problematic, abandoned teenagers from a Juvenile Adoption Centre share their destiny on the margins of the society, holding only on the teachings of their caring educator about the true values of life. But a series of tragic events that culminate with the death of one of the youngsters by the hand of a police inspector, will crush their illusions for a normal future in a world that stigmatizes them as outcasts. Incited by the awakening words of the broken educator and the emerging, ferocious leader of the pack, the boys take the path of revenge, which soon escalates into a spiral of violence and takes them deep into the catacombs of the criminal underworld.","release_date":"2016-03-30","vote_average":0.0,"runtime":100,"cert":"N\/A","id":389357,"title":"Amok","adult":false,"genre_ids":[18,80]},{"cast":["Andrew Duff","Tim Saunders"],"overview":"The Battle of Hastings in 1066 is with out a doubt one of the most significant events in English history. In the aftermath of the battle, King Harold's Saxon England was brutally swept away by the Conqueror to be replaced by Norman Feudalism. With the decisive nature of the battle, it is often forgotten just how narrowly Duke William succeeded. This DVD identifies and examines those turning points in the 1066 Campaign and explains why Harold lost. Not only is Hastings covered in detail but also the first battle of the campaign against Harold Hardrarder's victorious Vikings at Fulford, William's landing at Pevensy, along with Harold's march north to victory over the Vikings at Stamford Bridge. Vignettes provided by leading living historians help paint a vivid picture of the men who fought the three battles, along with their weapons.","release_date":"2009-05-02","vote_average":0.0,"runtime":80,"cert":"N\/A","id":389360,"title":"The 1066 Hastings Campaign","adult":false,"genre_ids":[99,36,10752]},{"cast":["Rosita Fornés","Reynaldo Miravalles","Raúl Pomares"],"overview":"Three crooks in Havanna plan the bankrobbery of a lifetime","release_date":"1995-03-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":389363,"title":"Love Me and You Will See...","adult":false,"genre_ids":[]},{"cast":["Ramzi Azaiez","Ahmed Hafiene","Lobna Mlika"],"overview":"In 1977, Kh'lil Khalsawi, a law professor in Tunisia, under the ruling party's instructions, is asked to represent them in a league of human rights that has been founded not long ago.","release_date":"2012-11-16","vote_average":0.0,"runtime":92,"cert":"N\/A","id":389366,"title":"Le Professeur","adult":false,"genre_ids":[18]},{"cast":["Bartłomiej Topa","Julia Kijowska","Małgorzata Foremniak","Henryk Talar","Zbigniew Stryj"],"overview":"A young German girl jumps off a Wroclaw church tower. She is a member of a Women's Gregorian Choir.","release_date":"2016-09-16","vote_average":6.1,"runtime":101,"cert":"N\/A","id":389373,"title":"Humble Servants","adult":false,"genre_ids":[80]},{"cast":["Yu Shimamura","Masumi Asano","Hibiku Yamamura","Miyuki Sawashiro"],"overview":"The movie this time around is the first for Pretty Cure: Go! Go!! Gorgeous Triple Feature!!! It's a sparkling Happy Halloween party at the movie theater!! This fall, the highly popular TV series Go! Princess Pretty Cure (ABC, tv asahi affiliates) is coming to the big screen! It's a Halloween-themed super-gorgeous triple feature, with \"A Precious Treasure of Pumpkin Land\", \"Lefy's Wonderful Night\", and \"Cure Flora and a Mysterious Mirror\". \"Strongly, kindly, and beautifully\" Pretty Cures get a glamour power-up, including CG anime and the appearance of their mini-sized versions!","release_date":"2015-10-31","vote_average":3.0,"runtime":75,"cert":"N\/A","id":389376,"title":"Go! Princess Pretty Cure the Movie Go! Go!! Gorgeous Triple Feature!!!","adult":false,"genre_ids":[16]},{"cast":["Wotan Wilke Möhring","Mina Tander","Ruby O. Fee","Friederike Kempter","Anna Maria Mühe"],"overview":"The relationship of Alex and Teresa has hit hard times. After 15 years of marriage, the passionate football coach and the sensitive psychoanalyst do not respect each other's needs anymore, and thus they are arguing constantly. Even a divorce seems possible, but then something unbelievable happens: After another ugly fight during a big thunderstorm, they switch bodies. Trapped, they have to play each other's roles, and chaos is bound to follow.","release_date":"2016-06-02","vote_average":5.6,"runtime":101,"cert":"N\/A","id":389379,"title":"Seitenwechsel","adult":false,"genre_ids":[35]},{"cast":[],"overview":"“Approximately thirty images comprise Oblivion. Most obsessively repeat themselves. Although the images appear to be solarized, the film was actually contact-printed, combining high contrast black and white negative with a colour positive of the same image. The high contrast accounts for the tendency of shots to flood. Images in the film swell and contrast, often disappearing into pure colour… Oblivion employs extremely rapid cutting. Some of the images last as briefly as two frames. The fact that we see so few frames, that a shot is representationally ambiguous, or shown upside down and sideways, often causes the viewer to project his\/her own fantasies… When Jean Genet was asked to what end he was directing his life he responded, “To oblivion.” (J.J. Murphy, “Reaching for Oblivion”) (mikehoolboom.com)","release_date":"1969-01-01","vote_average":0.0,"runtime":6,"cert":"\"\"","id":389382,"title":"Oblivion","adult":false,"genre_ids":[]},{"cast":["Hannelore Schroth","Hans Peter Hallwachs","Friedrich von Thun","Elma Karlowa","Ulrike Kriener"],"overview":"","release_date":"1987-11-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389385,"title":"Wann, wenn nicht jetzt","adult":false,"genre_ids":[35]},{"cast":["Kitty Murdoch","Andrea Marcovecchio"],"overview":"A case of home-squatting escalates into an unusual co-habitation situation.","release_date":"2015-05-20","vote_average":10.0,"runtime":7,"cert":"N\/A","id":389388,"title":"Kids in Brick Houses","adult":false,"genre_ids":[35,18,9648]},{"cast":[],"overview":"The mighty Alcatrazz featuring Graham Bonnet and Yngwie Malmsteen, \"Metallic Live 1984\" was recorded at Nakamo Sunplaza in Tokyo, January 28th, 1984.  1.Too Young to Die, Too Drunk to Live\r 2.Hiroshima Mon Amour\r 3.Night Games\r 4.Big Foot\r 5.Island in the Sun\r 6.Kree Nakoorie (guitar solo)\r 7.Since You've Been Gone\r 8.Suffer Me\r 9.Desert Song\r 10.Evil Eye\r 11.All Night Long\r 12.Lost In Hollywood\r 13.(encore)","release_date":"1984-01-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389395,"title":"Alcatrazz: Metallic Live '84","adult":false,"genre_ids":[]},{"cast":[],"overview":"Street Meet is a charming and delightful short film about how love finds you while you're busy looking for it.","release_date":"2015-03-17","vote_average":0.0,"runtime":6,"cert":"N\/A","id":389402,"title":"Street Meet","adult":false,"genre_ids":[]},{"cast":[],"overview":"He lives his life everyday like it's nothing special. Today he eats, gets dressed, and heads out once again.","release_date":"2014-05-29","vote_average":0.0,"runtime":5,"cert":"N\/A","id":389405,"title":"Exit My Room","adult":false,"genre_ids":[16]},{"cast":["Sully Erna","Tony Rombola","Robbie Merrill","Shannon Larkin"],"overview":"Godsmack at Rock on the Range at Mapfre Stadium, Columbus, OH, USA on May 16th, 2015. Setlist: 1000hp \/ Cryin' Like a Bitch \/ What's Next \/ Straight Out of Line \/ Awake [with \"Mistakes\" intro] \/ Generation Day \/ Something Different \/ Keep Away \/ Voodoo \/ Batalla de los Tambores \/ Whatever \/ I Stand Alone","release_date":"2015-05-16","vote_average":0.0,"runtime":null,"cert":"\"\"","id":389408,"title":"Godsmack: Rock on the Range Festival 2015","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"The catfish can't get back to the sea. A big catfish is stuck on a riverbank, where he lives quietly with a little catfish in a boat packed with memories from back home.","release_date":"2014-05-29","vote_average":0.0,"runtime":10,"cert":"N\/A","id":389411,"title":"Way back to the Sea","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Discovering: Simply Red Leading music critics take a closer look at the rise of English soul and pop band Simply Red. Following the split of his punk group Frantic Elevators, Hucknall formed Simply Red in 1984, with David Fryman (guitar), Tony Bowers (bass), Fritz McIntyre (keyboards and vocals), Tim Kellett (brass and live backing vocals) and Chris Joyce (drums). The group signed to Elektra Records in 1985 and released the album Picture Book in October that year. The single Holding Back the Years caused the album to go platinum and made the group one of the major successes of 1986. Since then, they have sold more than 50 million albums and in 2015 they announced the release of Big Love, their first studio album in eight years. Big Love marks the 30th Anniversary of their debut release Picture Book and the celebrations continue with their Big Love tour later in 2015.","release_date":"2015-01-01","vote_average":0.0,"runtime":22,"cert":"\"\"","id":389414,"title":"Discovering Simply Red","adult":false,"genre_ids":[]},{"cast":["Gahyar Berbera","Voters Farhan","Happy Khalif","Sharmarke Biggy","Farhan Caabdi"],"overview":"Jama and Samira are newly married and very happy, but when Jama's friend Yonis show up and claim that Samira is a dangerous killer, it changes everything.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389417,"title":"My Wife Araweelo","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"The story of a man from the jungles of Ghana. Decades later he studies in St. Gallen and fights for the fulfilment of his dream: to build a railway in Ghana. In the film other Ghanaians reflect on questions such as: what does making progress really mean from an African perspective?","release_date":"2013-10-24","vote_average":0.0,"runtime":93,"cert":"N\/A","id":389420,"title":"Take Off","adult":false,"genre_ids":[99]},{"cast":["Jess Klemm","Calvin Brown","Mallory Carson","Sarah Catharine","Tony Way"],"overview":"An experimental look into the lives of teens and young adults in a dysfunctional town.","release_date":"2016-03-17","vote_average":0.0,"runtime":66,"cert":"\"NR\"","id":389423,"title":"Lighter Fluid","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In Plain View  Everything's Gone  Fear Is the Weakness  Trigger  Resin  Where the Dead Ships Dwell  With Eyes Wide Open  Paralyzed  Through Oblivion  Ropes  Delight and Angers  Cloud Connected  Only for the Weak  The Chosen Pessimist  The Quiet Place  Rusted Nail  The Mirror's Truth  Deliver Us  Take This Life","release_date":"2014-10-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":389426,"title":"In Flames - Live at Köln Palladium 2014","adult":false,"genre_ids":[10402]},{"cast":["Enver Petrovci","Blerta Syla","Sheqerie Buqaj","Armond Morina","Ljupčo Todorovski"],"overview":"In 1999 the Rahmanis and their three children emigrated to Switzerland during the NATO bombing in Serbia. After years of living in their new homeland, the family faces the prospects of deportation. Desperate to stay, Rasim - the father of the family and an ex- music teacher - masterminds the making of an Albanian Dance Troupe in order to garner signatures of support from the community… The War is Over is an intimate narrative that reflects the common immigrant experience in the age of globalization. Can a good man hold up under the excruciating pressures of war, exile and deportation? Will he be able to rebuild his life abroad and make sense of it?","release_date":"2010-10-22","vote_average":0.0,"runtime":108,"cert":"N\/A","id":389433,"title":"The War is Over","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Documentary giving a devastating insight into the lives of 4 alcoholics and the people who care for them.","release_date":"2006-11-21","vote_average":0.0,"runtime":100,"cert":"N\/A","id":389440,"title":"Rain In My Heart","adult":false,"genre_ids":[]},{"cast":["Concha Valero","Jaime Bascu","Christine","Joaquín Gómez","Mery Saliner"],"overview":"","release_date":"1982-02-22","vote_average":7.0,"runtime":null,"cert":"N\/A","id":389443,"title":"Los sueños húmedos de Patrizia","adult":false,"genre_ids":[35]},{"cast":["Can Sipahi","Kerem Can","Barış Gönenen","Gözde Kocaoğlu"],"overview":"","release_date":"2015-03-13","vote_average":5.0,"runtime":null,"cert":"N\/A","id":389446,"title":"Çekmeköy Underground","adult":false,"genre_ids":[]},{"cast":["Garry Shandling"],"overview":"This 60-minute video is 100% Shandling, which is either good or bad news depending upon who's watching. Shandling's \"average guy stuck in the farce called life\" persona works quite well within the framework of the tape. Casual fans, however, might prefer the Johnny Carson-baiting Shandling of the much-later cable series It's Garry Shandling's Show and The Larry Sanders Show. Like those two projects, Alone in Vegas began as a Showtime cable special--Shandling's first, in fact.","release_date":"1984-01-01","vote_average":8.7,"runtime":60,"cert":"\"\"","id":389449,"title":"Garry Shandling: Alone in Vegas","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The story of the first nuclear power plant 100% made in Switzerland… but also the last.","release_date":"2015-09-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":389452,"title":"Lucens","adult":false,"genre_ids":[16]},{"cast":["Franco Nero","Helmut Berger","Olga Karlatos","Macha Méril","Roberto Posse"],"overview":"The plagued climate of the era is realized in the encounter and later in the friendship between the general Konrad Von Der Berg, who refused to command a ruthless suppression of opponents and from whose diary the story is drawn, and Eric Von Lehner Baron, who has orders to escort Von Der Berg to a prison camp.","release_date":"1979-11-23","vote_average":0.0,"runtime":270,"cert":"N\/A","id":389455,"title":"Le rose di Danzica","adult":false,"genre_ids":[18,36]},{"cast":["Alberto Capozzi","Mirra Principi","Mario Voller-Buzzi","Paolo Azzurri","Oreste Grandi"],"overview":"Italian short drama from 1910 directed by Luigi Maggi.","release_date":"1910-03-24","vote_average":0.0,"runtime":13,"cert":"N\/A","id":389458,"title":"Didone abbandonata","adult":false,"genre_ids":[]},{"cast":[],"overview":"Unravels a dual journey – extroverted in place, introverted in memory. Beginning with a photograph taken in the 1950s by historian Jibrail Jabbour the film journeys further into Jabbour’s photographic archives, then into the filmmaker’s personal photo-diary of the Israeli invasion of his hometown, Saida. Zaatari probes that obscure compulsion to document one’s environs, in the everyday or when enduring a potentially fatal event.","release_date":"2003-01-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":389461,"title":"This Day","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Quireboys Live At The Rockpalast Crossroads, Harmonie, Bonn 10\/18\/2007","release_date":"2007-10-18","vote_average":0.0,"runtime":74,"cert":"N\/A","id":389464,"title":"Quireboys - Rockpalast 2007","adult":false,"genre_ids":[10402]},{"cast":["Darren Vandergriff"],"overview":"After a brief glimpse into the great beyond, Elwood Holler can't give up on life. No matter how hard he tries.","release_date":"2015-05-14","vote_average":7.0,"runtime":9,"cert":"\"\"","id":389467,"title":"Real Gone","adult":false,"genre_ids":[18]},{"cast":["David Jason","Nicholas Lyndhurst","Tessa Peake-Jones","Gwyneth Strong","John Challis"],"overview":"Due to bad investment and the Central American stock market crash the Trotters lose all their money. Whilst Rodney and Cassandra spice up their love life by dressing up, Del decides to restore the family wealth by going on the quiz show 'Gold Rush', hosted by Jonathan Ross. He does very well but has to phone Rodney for the answer to the jackpot question, and Rodney gives the wrong answer. Back home Del gets a call from the show to say that Rodney's answer was actually correct so that Del has won the prize money after all. Unfortunately Del thinks it's pub regular Mickey playing a trick on him and tells Ross to give the \"winnings\" to charity...","release_date":"2001-12-25","vote_average":8.5,"runtime":75,"cert":"N\/A","id":389470,"title":"Only Fools and Horses - If They Could See Us Now","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Two World-Famous UFO Experiences Took Place In New Hampshire In September 1961\r and September 1965.","release_date":"2016-04-01","vote_average":0.0,"runtime":93,"cert":"\"NR\"","id":389473,"title":"Strange Septembers: The Hill Abduction & the Exeter Encounter","adult":false,"genre_ids":[]},{"cast":["Paul Carganilla","Karen Jean Olds","Dani Kerry","Tyler Cole","Jamie Carganilla"],"overview":"A year after receiving a valuable gift from her first love, Emma holds fast to the hope that she will see him again.","release_date":"2016-01-01","vote_average":10.0,"runtime":23,"cert":"\"\"","id":389476,"title":"The Flame","adult":false,"genre_ids":[35,10749,18]},{"cast":[],"overview":"Performed LIve at Giggles Comedy Pub in Milwaukee, Wisconsin (October 2004)","release_date":"2004-10-01","vote_average":0.0,"runtime":54,"cert":"\"\"","id":389479,"title":"Frank Caliendo: The Giggles Shakey Cam","adult":false,"genre_ids":[]},{"cast":[],"overview":"On her way home one night, a young working girl who lives alone with her mother is asked to go sleep at her friend's house. She wanders all night in Teheran and meets three men who have different stories.","release_date":"2005-03-24","vote_average":5.5,"runtime":null,"cert":"N\/A","id":389486,"title":"One Night","adult":false,"genre_ids":[]},{"cast":["Chas Hodges","Dave Peacock","Arthur Smith","Jools Holland","Paul Du Noyer"],"overview":"Documentary which highlights cockney duo Chas &amp; Dave's rich, unsung pedigree in the music world and a career spanning 50 years, almost the entire history of UK pop. They played with everyone from Jerry Lee Lewis to Gene Vincent, toured with The Beatles, opened for Led Zeppelin at Knebworth - and yet are known mainly just for their cheery singalongs and novelty records about snooker and Spurs. The film also looks at the pair's place among the great musical commentators on London life - and in particular the influence of music hall on their songs and lyrics. The film crew followed Chas &amp; Dave on their final tour, having called it a day after the death of Dave's wife, and blends live concert footage with archive backstory, including some astonishing early performances and duets with the likes of Eric Clapton. Among the experts and zealous fans talking about their love of the duo are Pete Doherty, Jools Holland and Phill Jupitus. Narrated by Arthur Smith.","release_date":"2012-10-26","vote_average":6.0,"runtime":60,"cert":"N\/A","id":389489,"title":"Chas & Dave Last Orders","adult":false,"genre_ids":[10402,99]},{"cast":["Harry Enfield","Paul Whitehouse","Kathy Burke","Rosie Cavaliero"],"overview":"The show will celebrate not only their sketch characters, but also, for the first time, will introduce the real Harry and Paul, who appear almost live on stage as themselves as they take questions and introduce their favourite sketches from programmes including Harry Enfield and Chums, Harry and Paul and Harry Enfield's Television Programme. These include Kevin Patterson, Tim Nice-But-Dim, Wayne and Waynetta Slob, Dragons' Den, The Scousers and Smashie and Nicey. Harry and Paul also take it in turns to play the host of celebrities that have joined them to celebrate their anniversary, such as Mark Rylance as Thomas Cromwell from BBC Drama Wolf Hall; Rob Brydon, Ricky Gervais, Prince Charles, Miranda Hart, Stephen Hawking, Boris Johnson, Melyn Bragg and Jimmy Carr as they take viewers on a trip down memory lane. There's also a very special guest appearance from a Harry and Paul favourite.","release_date":"2015-08-31","vote_average":0.0,"runtime":60,"cert":"N\/A","id":389492,"title":"An Evening with Harry Enfield and Paul Whitehouse","adult":false,"genre_ids":[35]},{"cast":["Bessie Chan","Co Co Chow Ka-Yu","Chang Chung Wai","Le Rong-Rong","Lau Man-Tung"],"overview":"Tin Gin and Ming Li were a poor couple living happily in a village. Tin Gin found an ancient box while he was cutting wood in the forest. Tin Gin brought the box home and opened it. A beautiful genie was released and granted them 3 wishes every month. All they can think of were some stupid wishes (related to sex of course). Tam and Kam Chi were a rich couple living in the same village. They heard about the box and stole it. Tam used their 3 wishes to be the master of the village and all villagers to work for him; and all women to be his sex slaves…","release_date":"2003-01-01","vote_average":0.0,"runtime":82,"cert":"N\/A","id":389495,"title":"Erotic Agent II","adult":false,"genre_ids":[14,18,35]},{"cert":"N\/A","title":"Look Forward to a Time of Security","cast":[],"id":389498,"overview":"A study of the basic elements of film, first and foremost framing and the relationship between image and sound. The film consists of shots of a Spanish barber at work, a man telling stories, and the musician Louis Hjulmand playing the vibraphone.","runtime":10,"genre_ids":[],"release_date":"1964-01-01","vote_average":3.0,"adult":false}]