[{"cast":["Fernando Fernán Gómez","Frédéric de Pasquale","Javier García","Elene Lizarralde","Julio César Sanz"],"overview":"This fantasy about a young man who becomes a bear, who becomes a young man again is equally ambivalent in its identity -- it is a drama that becomes a comedy that becomes a satire, and is not quite a straightforward fable. After the young man runs away from being shackled to a cabin, he spends the winter in a cave and emerges as a bear (obviously a man wearing a bear suit). He is taken in by a writer who teaches him how to use a computer, which somehow poses no problem. The bear speaks like the young man and for awhile tries working as a computer operator, undoubtedly raising questions about the standards in that field. While invited to tea one afternoon, the bear kills a dog in self-defense and is forced to head back to his cave for the winter -- where he emerges after a long hibernation as the young man. In retrospect, contact with the computing world had quite a transforming effect.","release_date":"1984-04-05","vote_average":4.5,"runtime":115,"cert":"N\/A","id":390004,"title":"Ferocious","adult":false,"genre_ids":[14]},{"cast":["Pierre Curzi","Michel Daigle","Violaine Estérez","Marcel Sabourin","Marie Tifo"],"overview":"One day Jean-Baptiste Beauregard (Pierre Curzi) does not go out to face work or daily activities, instead he daydreams about the women in his past, about his teenage years, his failed marriage, and even his boyhood desires. His mental images follow each other across the screen, revealing that the women in his life are all the same (different wigs and costumes on the same actress), and his love life never changes either. This sameness can have a dulling effect on the viewers, indicating that if Jean-Baptiste's reminiscences were trimmed and his daydreams more varied and exciting, he would hold interest a little longer.","release_date":"1984-03-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390007,"title":"S As in...","adult":false,"genre_ids":[]},{"cast":["Edit Handel","Éva Igó","Sándor Szabó","Imre Csiszár","Tamás Fodor"],"overview":"The Hungarian Maria's Day is set in that most fateful of years, 1848. The incredible changes and reverses in European politics and culture exert a potent influence on one aristocratic Hungarian family. Losing virtually everything in the way of creature comforts, the family tries to keep up appearances. Eventually every member of the clan falls victim to illness, syphilis and their own headstrong foolishness. The parallels drawn by director Judith Elek between the dissipation of 19th century Hungarian aristocracy and the corruption of Communist ideology in modern times are inescapable.","release_date":"1984-03-26","vote_average":0.0,"runtime":113,"cert":"N\/A","id":390010,"title":"Maria's Day","adult":false,"genre_ids":[36,18]},{"cast":["Joaquín Cortés"],"overview":"In this Venezuelan drama about a llanero (a man of the plains) the symbol of an untamable horse is used to parallel the man's inability to be \"tamed\" by the big city of Caracas, by his iron-fisted feudal overlord, or by the overlord's obnoxious son and his friends. A few critics have felt that director Joaquín Cortés might have achieved a better depiction of class differences with a slightly softer touch.","release_date":"1983-03-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390013,"title":"Caballo salvaje","adult":false,"genre_ids":[]},{"cast":["'Snub' Pollard","Blanche Mehaffey","James Finlayson","William Gillespie","Billy Engle"],"overview":"A Hal Roach comedy starring 'Snub' Pollard and James Finlayson.","release_date":"1923-12-16","vote_average":0.0,"runtime":11,"cert":"\"\"","id":390016,"title":"Fully Insured","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Benoît Jacquot","release_date":"1983-03-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390019,"title":"Une villa aux environs de New York","adult":false,"genre_ids":[]},{"cast":[],"overview":"The heroine in this domestic drama is a woman with middle-class angst (Jeanne Goupil) married to an acerbic film critic with little in the way of interpersonal skills. The woman has had it with endless, meaningless twaddle from each of her husband's friends about what they think, feel, or do. She needs something more than what she faces each day, and finally blows up at her husband like a pressure cooker venting steam. The aftermath is not without its effects on both husband and wife.","release_date":"1981-03-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390022,"title":"Un moment de bonheur","adult":false,"genre_ids":[]},{"cast":["Joe Rock","Billie Rhodes","Frank Alexander","Max Asher","Vera Reynolds"],"overview":"Joe Rock short comedy, also featuring Billie Rhodes and Frank Alexander.","release_date":"1923-03-26","vote_average":0.0,"runtime":12,"cert":"\"\"","id":390025,"title":"Chop Suey Louie","adult":false,"genre_ids":[]},{"cast":["Missy Martinez","Yurizan Beltran","Jessica Bangkok","Vanessa Veracruz","Brooklynn Jade"],"overview":"All sex video featuring girl on girl scenes.","release_date":"2012-09-12","vote_average":0.0,"runtime":92,"cert":"\"NR\"","id":390028,"title":"She Loves My Big Breasts","adult":true,"genre_ids":[10749]},{"cast":["Tatsuya Fujiwara","Yūsuke Santamaria","Yukiyoshi Ozawa","Yoji Tanaka","Yôsuke Kawamura"],"overview":"Sugisaki (Tatsuya Fujiwara) is an actor already past his prime. He lands a job as the lead in a TV program. The television program ventures into unexplored territories to locate a legendary UMA (unidentified mysterious animal). Initially, Sugisaki just goes along with the staff who lack a specific plan. Sugisaki soon engages his leadership position in the program and takes his job seriously.","release_date":"2015-10-16","vote_average":5.0,"runtime":null,"cert":"N\/A","id":390031,"title":"Glory of the Expedition","adult":false,"genre_ids":[]},{"cast":["Duncan Renaldo","Leo Carrillo","Armida","Joe Sawyer","Walter Baldwin"],"overview":"The Cisco Kid and Pancho are mistakenly identified as leaders of an outlaw band. While the cavalry runs them down, they must hunt down the real bad guys.","release_date":"1949-05-13","vote_average":0.0,"runtime":60,"cert":"\"\"","id":390034,"title":"The Gay Amigo","adult":false,"genre_ids":[37]},{"cast":[],"overview":"","release_date":"2014-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390037,"title":"La Possibilité d’être humain","adult":false,"genre_ids":[]},{"cast":["Jannette Bloom","Alyssa Carpenter","Tom Guiry","Dominic Bogart","Louanne Stephens"],"overview":"A city girl returns to Wyoming to bury her mother after 15 years away. Seeing her childhood best friend reminds her why she left. A gritty portrait of two young woman running from a violent, troubled past -- finding comfort in booze, sex, and bull riding.","release_date":"2014-10-14","vote_average":6.2,"runtime":97,"cert":"\"NR\"","id":390040,"title":"Mahjong and the West","adult":false,"genre_ids":[18]},{"cast":["Ryan Reynolds","Samuel L. Jackson","Gary Oldman","Salma Hayek","Élodie Yung"],"overview":"The world's top bodyguard gets a new client, a hit man who must testify at the International Court of Justice. They must put their differences aside and work together to make it to the trial on time.","release_date":"2017-08-16","vote_average":6.8,"runtime":118,"cert":"\"R\"","id":390043,"title":"The Hitman's Bodyguard","adult":false,"genre_ids":[28,35]},{"cast":["Clyde Cook","Noah Young","James Finlayson","Fay Wray"],"overview":"Moonlight and Noses (1925) is a comedy short directed by  Stan Laurel &amp; F. Richard Jones.","release_date":"1925-10-03","vote_average":1.0,"runtime":10,"cert":"\"\"","id":390046,"title":"Moonlight and Noses","adult":false,"genre_ids":[35]},{"cast":["Ray Walker","Virginia Cherrill","George E. Stone","Stanley Fields","Dorothy Granger"],"overview":"Jimmy Kelly, who can't hold on to a job because of his hot temper, finds his calling as a process server. He serves process on a gangster and exposes a criminal conspiracy while trying to stop his long-suffering girlfriend from taking a vacation with her lecherous boss.","release_date":"1933-12-15","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390049,"title":"He Couldn't Take It","adult":false,"genre_ids":[35]},{"cast":["Al Pearce","Dale Evans","Frank Albertson","Gloria Stuart"],"overview":"This musical comedy stars radio star Al Pearce has a double role playing himself and Elmer Blurt, the leader of a small-town band that struggles toward stardom in the big city. Their journey begins when Elmer decides to eject their female singer because she isn't really right. Unfortunately, her angry father is their sponsor and when he finds out, he withdraws all support.","release_date":"1943-11-15","vote_average":0.0,"runtime":74,"cert":"\"\"","id":390052,"title":"Here Comes Elmer","adult":false,"genre_ids":[35]},{"cast":["Marek Vašut","Andrea Elsnerová","Jana Preissová","Jan Tříska","Saša Rašilov"],"overview":"","release_date":"1994-11-24","vote_average":8.0,"runtime":null,"cert":"N\/A","id":390055,"title":"Řád","adult":false,"genre_ids":[18,36]},{"cast":[],"overview":"Portraying Ayub Kalule, the boxer from Uganda who was \"the most famous immigrant in Denmark\" in the late 1970s.","release_date":"1979-01-01","vote_average":4.0,"runtime":57,"cert":"N\/A","id":390058,"title":"Kalule","adult":false,"genre_ids":[]},{"cast":["Liam Neeson","Diane Lane","Maika Monroe","Wendi McLendon-Covey","Julian Morris"],"overview":"The story of Mark Felt, who under the name \"Deep Throat\" helped journalists Bob Woodward and Carl Bernstein uncover the Watergate scandal in 1974.","release_date":"2017-09-28","vote_average":5.8,"runtime":103,"cert":"\"PG-13\"","id":390061,"title":"Mark Felt: The Man Who Brought Down the White House","adult":false,"genre_ids":[18,36,53]},{"cast":[],"overview":"With a slow introductory zoom onto Leth in a TV studio and a corresponding zoom out at the end Eddy Merckx in the Vicinity of a Cup of Coffee may be structured in the classical style but an extremely unusual TV production is involved: in the studio Leth reads from his poetry while a subtitle - like in Life in Denmark - pedantically but ambiguously presents observations and describes what is going on.","release_date":"1973-01-01","vote_average":5.0,"runtime":29,"cert":"N\/A","id":390064,"title":"Eddy Merckx in the Vicinity of a Cup of Coffee","adult":false,"genre_ids":[]},{"cast":["Abimanyu","Sakshi Agarwal"],"overview":"Adhyan travels from Japan to Chennai to find a girl he met online. However, as he feels jet lagged a few criminals take notice and frame him for a crime he doesn't commit.","release_date":"2015-09-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390067,"title":"Adhyan","adult":false,"genre_ids":[]},{"cast":["Peyton Manning","Demarcus Ware","Von Miller","Emmanuel Sanders","CJ Anderson"],"overview":"Capping a season with more twists and turns than any Colorado slalom course, the Denver Broncos are once again Super Bowl champions! The incredible story of Peyton Manning, Gary Kubiak, pro football's best defense and the rest of the 2015 Broncos is now yours to own. From the season opening kickoff to the crowning glory of the Denver's 24-10 victory over the Carolina Panthers in Super Bowl 50, NFL Film documents every big plan in the Broncos triumphant season with amazing game footage, exclusive sideline sounds and game wires and the pulse-pounding music that will make you want next season to start tomorrow. Denver Broncos Super Bowl 50 Champions also features exciting profiles from NFL Network and the best shots and sounds of the entire 2015 season. It s a must have for any Broncos fan.","release_date":"2016-03-08","vote_average":9.0,"runtime":180,"cert":"\"NR\"","id":390070,"title":"NFL Super Bowl 50 Champions: Denver Broncos","adult":false,"genre_ids":[99]},{"cast":["Gina Bon Bon","Toni Elling","Lovey Goldmine","Delilah Jones","Marinka"],"overview":"League of Exotique Dancers explores vintage Burlesque's world of fun, frolic, and feathers, yet also turns the spotlight on the poverty, racism, and sexism that were rampant under all that glitter.","release_date":"2016-04-28","vote_average":0.0,"runtime":90,"cert":"N\/A","id":390073,"title":"League of Exotique Dancers","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Four years ago while out for a walk in Ome, I picked up an intriguing stone of 30cm across.  Then I wanted to pursue its image until its ultimate end.","release_date":"2013-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":390076,"title":"From a Stone","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A rat happens to find a small theater and falls in love with a small wind-up doll girl there.","release_date":"2013-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":390079,"title":"Of Mice and Clockworks","adult":false,"genre_ids":[16]},{"cast":[],"overview":"How to spend a ten-minute break at club activities.  Let us take off [our] shoes and socks, and enjoy the fresh breeze between our toes.  We are all flesh after all.","release_date":"2013-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":390082,"title":"Wild Wild Ham","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Deep down in the forest there lived flower fairies in flower gardens, waking up with the sunrise, eating sweets, and chatting with each other.  One day they had a visit from his and then.  .  .","release_date":"2013-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":390085,"title":"The Blooms","adult":false,"genre_ids":[16]},{"cast":[],"overview":"This story takes place in future earth, where people are restricted to go outside because of radioactive pollution.  In the dark room, the boy is dying to play outside, and his elder sister is full of anxiety.  ‘Gray’ is one of the unit to measure radiation.","release_date":"2013-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":390088,"title":"Two Under the Grayish Sky","adult":false,"genre_ids":[16]},{"cast":["Otto Wallburg","Sig Arno","Trude Berliner","Fritz Beckmann"],"overview":"Several variety show acts perform in front of the camera.","release_date":"1931-01-01","vote_average":0.0,"runtime":25,"cert":"N\/A","id":390091,"title":"Kabarett-Programm Nr. 1","adult":false,"genre_ids":[]},{"cast":["Brendan Gleeson","Barry McGovern","Patrick Condren","Ian Bannen","Julian Fellowes"],"overview":"How the Anglo-Irish Treaty between the unrecognised Irish Republic, represented by Michael Collins, and the British government was concluded after high-stakes negotiations in 1921.","release_date":"1991-12-05","vote_average":8.0,"runtime":107,"cert":"N\/A","id":390094,"title":"The Treaty","adult":false,"genre_ids":[18,36,10770,10752]},{"cast":[],"overview":"Consumed by Virtual Reality addiction, a woman clings to the digitally reconstructed memory of her dead husband. As the lines of reality blur, she begins to question which world is real. The film is shot partially in 3D 180 degree view and partially in 2D. The format dynamically switches from 2D to 3D when the main character puts on her virtual reality goggles. This allows the viewer to see the virtual world through her eyes and creates a one of a kind cinematic experience.","release_date":"2016-03-25","vote_average":4.0,"runtime":13,"cert":"N\/A","id":390097,"title":"Real","adult":false,"genre_ids":[]},{"cast":["Maasa Sudô","Hisanori Satô","Arisa Noto","Reiko Igarashi","Mariko Kouda"],"overview":"Raito Noberu no Tanoshii Kakikata (The Fun Way To Write a Light Novel) is a Japanese film  based on the Toru Honda novel of the same name. It tells the story of student Yakumo Atae, who discovers that his classmate Tsurugi Yabusame is writer. After publishing her first light novel, Tsurugi is experiencing writer's block and Yakumo is enlisted to help get her writing again.","release_date":"2010-12-04","vote_average":0.0,"runtime":80,"cert":"N\/A","id":390100,"title":"The Fun Way To Write a Light Novel","adult":false,"genre_ids":[35,10749]},{"cast":["Wallace Shawn","Ilan Mitchell-Smith","Hermione Gingold","Sarah Boyd","Kate McGregor-Stewart"],"overview":"A kid strives to be perfect, and in the end realizes that individuality is more fun.","release_date":"1983-01-01","vote_average":0.0,"runtime":58,"cert":"\"\"","id":390107,"title":"How to Be a Perfect Person in Just Three Days","adult":false,"genre_ids":[35,10751,10770]},{"cast":["Amalie Dollerup","Kirsten Rolffes","Bodil Jørgensen","Lisbet Dahl","Cecilia Zwick-Nash"],"overview":"The young girl Johanne is left by her mother at a solemn convent school. The school is a strange world to her, and when she feels unable to comply with the demands of faith she faces a difficult decision.","release_date":"1997-11-14","vote_average":0.0,"runtime":90,"cert":"N\/A","id":390110,"title":"Agnus Dei","adult":false,"genre_ids":[18]},{"cast":["Elsie Janis","William Kernell"],"overview":"Elsie Janis entertains the troops from the back of a truck. She calls a French soldier up to sing with her, then dances to an American song while everyone sings, and finally shares the stage with an English soldier.","release_date":"1926-10-04","vote_average":0.0,"runtime":8,"cert":"\"\"","id":390113,"title":"Behind the Lines","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Heston Blumenthal creates special dishes for British astronaut Tim Peake to take with him to the International Space Station, including zero-gravity bacon sarnies","release_date":"2016-03-20","vote_average":0.0,"runtime":72,"cert":"N\/A","id":390116,"title":"Heston's Dinner in Space","adult":false,"genre_ids":[]},{"cast":["Melisa Üneri"],"overview":"Daddy’s Girl is a story about differences, but also about similarities, reunions and the difficulty to hate. Father and daughter know each other so well, that even the most tragic scenes start to seem comical. Melisa’s relationship to her father is so painful, because there’s so much love involved.","release_date":"2015-01-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390119,"title":"Daddy's Girl","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A drawing line explores the life and death of my Grandfather.","release_date":"2014-09-24","vote_average":4.0,"runtime":3,"cert":"N\/A","id":390122,"title":"A Portrait","adult":false,"genre_ids":[16]},{"cast":["Tish Ambrose","Eric Edwards","Rachel Ashley","Amber Lynn","Sheri St. Clair"],"overview":"Jill is the mother to a group of call girls, run by wicked R. Bolla, who uses them for corporate blackmail. The girls range from sweet, sensous Amber Lynn to elegantly debauched Rachel Ashley. Sheri St. Clair soon learns the ugly ins and outs of R. Bolla's set up the hard way!","release_date":"1985-05-09","vote_average":7.5,"runtime":91,"cert":"\"NC-17\"","id":390125,"title":"Corporate Assets","adult":true,"genre_ids":[18]},{"cast":["Nancy Suiter","John Holmes","Aubrey Nichols","Hillary Summers","Mike Ranger"],"overview":"A sexy hooker comes up with a plan to operate her own taxi service for her fellow streetwalkers as a safe way to make easy money, with their male customers.","release_date":"1979-10-31","vote_average":4.0,"runtime":81,"cert":"\"NC-17\"","id":390128,"title":"Taxi Girls","adult":true,"genre_ids":[18,35]},{"cast":[],"overview":"","release_date":"2011-10-27","vote_average":10.0,"runtime":null,"cert":"N\/A","id":390131,"title":"Golden Globe - Ägypten","adult":false,"genre_ids":[99]},{"cast":["Asa Akira","Jessica Drake","Stormy Daniels","Brad Armstrong","Eric John"],"overview":"Award winning director Brad Armstrong looks into the future where scientists have created the Ultimate Sexual Companion, and after a decade of work they’ve achieved perfection. But the day before the Asa Doll (Asa Akira) is set to be unveiled to the world, she malfunctions and fucks the lead scientist to death. The lab goes into lockdown and Asa comes face to face with 8 security technicians. Before they know what hit them, Asa is fucking them into submission in the biggest gangbang of her career, and it’s absolutely incredible! But the action doesn’t stop there. Next she comes across two other Sexbots (jessica drake &amp; Stormy Daniels) and activates them for an incredible “interface” session. It’s the first time these three Superstars have been on camera together, and it will go down in porn history. Get ready for an action packed sci-fi erotic adventure into the future of sexual gratification!","release_date":"2016-03-28","vote_average":5.2,"runtime":95,"cert":"\"NC-17\"","id":390142,"title":"Sexbots","adult":true,"genre_ids":[878]},{"cast":[],"overview":"","release_date":"2010-05-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390145,"title":"Golden Globe - Bayern","adult":false,"genre_ids":[99]},{"cast":["Charley Chase","Thelma Todd","Tenen Holtz","Dell Henderson","Carl Stockdale"],"overview":"Thelma invites Charley to play golf at her father's exclusive country club.","release_date":"1930-04-18","vote_average":1.0,"runtime":21,"cert":"\"\"","id":390148,"title":"All Teed Up","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2013-10-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390151,"title":"Golden Globe - Bhutan","adult":false,"genre_ids":[99]},{"cast":["Jacques Lizène"],"overview":"A man tries to train a camera.","release_date":"1971-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":390154,"title":"Tentative de dressage d'une camera","adult":false,"genre_ids":[]},{"cast":[],"overview":"A woman leads soldiers into battle.","release_date":"2009-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":390161,"title":"La Liberté raisonnée","adult":false,"genre_ids":[]},{"cast":[],"overview":"Short documentary about hats in Holland.","release_date":"1909-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":390164,"title":"Coiffures et types de Hollande","adult":false,"genre_ids":[]},{"cast":[],"overview":"Elle is an experimental dance film shot in a semi industrial landscape in Brooklyn reflecting on every day movements of falling and getting up.","release_date":"2007-01-01","vote_average":0.0,"runtime":18,"cert":"\"\"","id":390167,"title":"Elle","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Remix of previously unreleased material by Guy Maddin.","release_date":"2006-01-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":390170,"title":"Workbook","adult":false,"genre_ids":[]},{"cast":["Helen Vinson","Lyle Talbot","Ivan Lebedeff","Noel Neill","Richard Byron"],"overview":"A mother's preference for partying, boozing and running around with an assortment of sleazy characters results in her neglecting her nubile teenage daughter, who subsequently finds herself mixed up with horny teenage boys, scuzzy nightclub owners and murder.","release_date":"1944-06-27","vote_average":0.0,"runtime":73,"cert":"\"\"","id":390173,"title":"Are These Our Parents?","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"","release_date":"2009-09-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390176,"title":"Golden Globe - Karibik","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2011-08-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390179,"title":"Golden Globe - London","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2011-03-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390182,"title":"Golden Globe - München","adult":false,"genre_ids":[99]},{"cast":["Zack Norman","Tammy Grimes","Michael J. Pollard","Richard Belzer","Monroe Arnold"],"overview":"The zany crew of a New York cable TV station accidentally bounce a signal off the moon, bringing them worldwide attention.","release_date":"1986-10-01","vote_average":4.0,"runtime":83,"cert":"\"R\"","id":390185,"title":"America","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sacrifice (2006) was a professional wrestling pay-per-view (PPV) eventproduced by Total Nonstop Action Wrestling (TNA), which took place on May 14, 2006 at the TNA Impact! Zone in Orlando, Florida. It was the second event under the Sacrifice chronology. Eight matches were featured on the event's card.","release_date":"2006-05-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390188,"title":"TNA Sacrifice 2006","adult":false,"genre_ids":[]},{"cast":["Joshua Turek","Travis Turek"],"overview":"Two brothers traverse a desolate frontier, finally confronting the unspoken rift between them.","release_date":"2016-04-01","vote_average":0.0,"runtime":10,"cert":"\"\"","id":390203,"title":"No Horse With a Name","adult":false,"genre_ids":[37,35,18]},{"cast":["Harry Carey","Paul Kelly","'Ducky' Louie","Gloria Ann Chew","Hayward Soo Hoo"],"overview":"In this propaganda film, a courageous group of Chinese children risk their lives to assist downed American pilots escape the ruthless Japanese oppressors.","release_date":"1945-05-27","vote_average":0.0,"runtime":74,"cert":"\"\"","id":390206,"title":"China's Little Devils","adult":false,"genre_ids":[10752,18]},{"cast":["Jensen Jacobs","Shawn Pelofsky","Chris Williams","Walker Hays","Jaylen Moore"],"overview":"Natalie, an ultrasound tech with a history of not finishing things, is inspired by a cancer patient to sign up for a Triathlon. Natalie is introduced to the strange (and aerodynamic) world of triathletes and meets a colorful cast of characters as she trains for the Nation’s Triathlon. With the support of her new teammates, she digs deep to discover just how far she can push her mind and body.","release_date":"2016-05-05","vote_average":5.8,"runtime":110,"cert":"\"NR\"","id":390209,"title":"TRI","adult":false,"genre_ids":[18]},{"cast":["Clémentine Poidatz","Laurianne Mortureux","Antoine Levannier"],"overview":"A scientist has created her own android clone to replace her in the outside world so that it can face it for her.","release_date":"2015-11-12","vote_average":0.0,"runtime":14,"cert":"N\/A","id":390212,"title":"The Bionic Girl","adult":false,"genre_ids":[16,18,14,10402]},{"cast":["Charysse Tia Harper","Charysse Tia Harper","Nick Brosco"],"overview":"\"12 Months\" (2014) - an award-winning documentary about a Los Angeles man who rents his three-bedroom home for $1 per month to help a family - he has never met - get on their feet.  Told through the eyes of Felicia Dukes and her four children, the project puts a personal face on homelessness and encourages individuals to take personal responsibility for helping address societal concerns.  This film has won Best Documentary at the Sunrise Film Festival in Nova Scotia, Canada, in October 2015, as well as has been screened within film festival in seven countries and 15 locations!","release_date":"2014-02-15","vote_average":0.0,"runtime":64,"cert":"\"\"","id":390215,"title":"12  Months","adult":false,"genre_ids":[]},{"cast":["Marjan Klomp"],"overview":"Short film by Frans Zwartjes","release_date":"1968-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":390218,"title":"Sorbet II","adult":false,"genre_ids":[]},{"cast":[],"overview":"Final Resolution (2007) was a professional wrestling pay-per-view (PPV) event produced by Total Nonstop Action Wrestling (TNA), which took place on January 14, 2007 at the TNA Impact! Zone in Orlando, Florida. It was the third event under the Final Resolution chronology. Seven matches were featured on the event's card.","release_date":"2007-01-14","vote_average":7.0,"runtime":null,"cert":"\"\"","id":390221,"title":"TNA Final Resolution 2007","adult":false,"genre_ids":[]},{"cast":["Angelina Castro","Miss Raquel","Samantha 38G","Ralph Long","John Anthony"],"overview":"Angelinga Castro loves big dick and we love her. Watch this big booty Latina get pounded and jizz sprayed all over her enormous naturally busty juggs in this must have video of Latin pleasure! !","release_date":"2016-03-16","vote_average":6.0,"runtime":75,"cert":"\"NR\"","id":390228,"title":"Angelina Castro: Cuba's #1 Sexport","adult":true,"genre_ids":[]},{"cast":["C.J. Laing","Annie Sprinkle","Jeffrey Hurst","Sonny Landham","Crystal Sync"],"overview":"A slice of sensual pie from director Eric Anderson. There is no lack of plot in this potboiler about college chums reuniting to discover the latent and unrealized passion that was always there. The film is a virtual who's who guide to some of the underappreciated but always erotic New York performers of the 70's. Annie Sprinkle plays an offbeat artist, Crystal Sync (billed here as Christa Anderson), who has a field day as a hedonist with a shitkicker Southern drawl, and the scene with a salami sausage is one you will never forget. Sonny does his Elvis impression, and all of them become victims of Crystal Sync's strange sexual orchestration control. Ultimately, C.J. and Hope resolve their problems with an assist from Annie. This is one of those rare films that keeps piling people on people, scene after scene, and yet never loses the erotic edge.","release_date":"1976-04-01","vote_average":6.0,"runtime":102,"cert":"\"NR\"","id":390231,"title":"Slippery When Wet","adult":true,"genre_ids":[10749]},{"cast":[],"overview":"Turning Point (2007) was a professional wrestling pay-per-view (PPV) event produced and by the Total Nonstop Action Wrestling (TNA) promotion, which took place on December 2, 2007 at the TNA Impact! Zone in Orlando, Florida. It was the fourth event under the Turning Point chronology, and the twelfth and last event on the 2007 TNA PPV schedule. Eight professional wrestling matches were featured on the event's card with only one featuring a championship.","release_date":"2007-12-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390234,"title":"TNA Turning Point 2007","adult":false,"genre_ids":[]},{"cast":["Mickey Daniels","Mary Kornman","Dorothy Ward","Grady Sutton","David Rollins"],"overview":"Mickey and Grady are left behind when a new kid comes to town and all the girls fall for him.","release_date":"1932-02-13","vote_average":0.0,"runtime":21,"cert":"\"\"","id":390237,"title":"Love Pains","adult":false,"genre_ids":[]},{"cast":[],"overview":"A special that pays tribute to epic western movies, with particular emphasis given to the making of the theatrical release, \"Wyatt Earp\" and an interview with its star, Kevin Costner.","release_date":"1994-01-01","vote_average":0.0,"runtime":22,"cert":"\"\"","id":390240,"title":"Wyatt Earp: Walk with a Legend","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Mickey and Grady stay at a friend's place for what they tell him will be one night; it stretches into several months.","release_date":"1932-04-15","vote_average":0.0,"runtime":19,"cert":"\"\"","id":390243,"title":"You're Telling Me","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2007-03-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390246,"title":"A Casa do Mickey Mouse: Contos e Surpresas","adult":false,"genre_ids":[16]},{"cast":["Sara Ammons","Daniel Benedict","Eli Blue","Kent Blue","Steve Boling"],"overview":"Following a Halloween party, an attractive girl and her friends must fight to escape the nightmarish dwelling of a twisted killer with a dark secret.","release_date":"2013-09-14","vote_average":3.5,"runtime":75,"cert":"\"NR\"","id":390249,"title":"Bunni","adult":false,"genre_ids":[27]},{"cast":["Steve Borden","Raymond Washington Traylor, Jr.","Charles Wright","Michael Seitz","Jimmy Garvin"],"overview":"The class of 2016 takes their rightful place in the Hall of Fame, during Wrestlemania 32 weekend.","release_date":"2016-04-02","vote_average":7.7,"runtime":null,"cert":"\"\"","id":390252,"title":"WWE Hall of Fame 2016","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two men and one woman addicted to videogames are interviewed to tell their stories. In this documentary, they are animated characters resembling the ones on computer games.","release_date":"2016-01-26","vote_average":0.0,"runtime":14,"cert":"\"\"","id":390255,"title":"I Was a Winner","adult":false,"genre_ids":[99,16]},{"cast":[],"overview":"Visualization of the phenomenon one has when one seeks some inspiration.  A female protagonist.  .  .  goes on an imaginary trip to generate some ideas.  She creates some new ideas with the elements found on that trip.","release_date":"2012-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":390258,"title":"Imagination Trip","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A bride runs at full speed, with her veil flapping, and with steam.  When you happen to encounter a bride in her wedding dress, you would love to bless her with a wave of your hand.  Brides symbolize beauty and happiness.  They are also athletes who won their happiness.","release_date":"2012-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":390261,"title":"Flower and Steam","adult":false,"genre_ids":[16]},{"cast":[],"overview":"An apple comes out of a man’s mouth.  The man’s life goes backward, as video player is reversed.  Many kinds of food accelerated to come out of his mouth and the man becomes younger and younger.  Time goes back without end.","release_date":"2012-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":390264,"title":"The Man Who Ate an Apple","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A donkey has grown old and weak after having worked for [a] human being for a long time.  Realizing his prime time has passed, the donkey decides to go to Bremen to join the town musicians.  On the way there, he meets a dog, a cat, and a rooster, and they find the robbers’ house.  Four animals scare the robbers away from the house.  They make their new lives with their new home.","release_date":"2012-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":390267,"title":"The Town Musicians of Bremen","adult":false,"genre_ids":[16]},{"cast":[],"overview":"All your favorites characters are there including Popeye, Woody Woodpecker, Casper the Friendly Ghost, Betty Boop, Felix the Cat, Gumby, Hoppity Hooper, The Three Stooges and many more! You'll discover gems from the early days of animation and charming fables. It's all here in this 200 cartoon treasury, digitally re-mastered onto four DVDs.","release_date":"2008-10-14","vote_average":0.0,"runtime":1301,"cert":"\"\"","id":390270,"title":"200 Classic Cartoons - Collector's Edition","adult":false,"genre_ids":[]},{"cast":["Wally Marzano-Lesnevich","Michael Sorvino","Abigail Hawk","Adam LeFevre","Susan Varon"],"overview":"In the wake of the mortgage lending crisis, a former banker has to return home in order to get back on his feet.","release_date":"2016-04-24","vote_average":0.0,"runtime":90,"cert":"\"\"","id":390277,"title":"Almost Paris","adult":false,"genre_ids":[]},{"cast":["Luis Aguilar","Ana Bertha Lepe","Armando Silvestre","Andrés Soler"],"overview":"","release_date":"1957-03-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390280,"title":"Grítenme piedras del campo","adult":false,"genre_ids":[]},{"cast":["Joy Mathew","Mythili","Sudheesh","Sajitha Madathil","Indrans"],"overview":"Envisaging a luxurious life, Prameela, a theatre artist, marries a director. But all her dreams are shattered when fate makes her the sole breadwinner of her family.","release_date":"2016-03-18","vote_average":5.5,"runtime":155,"cert":"N\/A","id":390283,"title":"Mohavalayam","adult":false,"genre_ids":[18]},{"cast":["James Wong","Tommy Wong","Lam Lei","Kathy Chow","Elsie Chan"],"overview":"Chung, Yam and Koo work for the same advertising agency. Chung is a philanderer. Yam lives with his girlfriend who is a TV reporter, requiring irregular working hours. Koo's wife puts a tight leash on his social activities and this makes him feel bored. The trio are going on a business trip to Korea on the expenses of the company. Tasteless comedy ensues.","release_date":"1990-12-19","vote_average":0.0,"runtime":85,"cert":"N\/A","id":390286,"title":"The Wildgoose Chase","adult":false,"genre_ids":[35]},{"cast":["Ben Reade"],"overview":"Although scientists and agribusiness have started touting edible insects as the future of sustainable food, the notion of eating bugs hasn’t exactly gained much popularity among the general public. Head Chef Ben Reade and Lead Researcher Josh Evans from the Nordic Food Lab in Denmark are looking to change that. With a focus on food diversity and deliciousness, they set out on a globe-trotting mission to take on the politics of the palate, sampling grubs in the Australian outback, pillaging giant wasp nests in Japan and attending food expos where entrepreneurs pitch their flavorless farmed crickets. Along the way, they put their own haute cuisine spin on local insect delicacies, whipping up dishes like cricket and grasshopper ravioli, maggot cheese gelato and bee larva ceviche.","release_date":"2016-04-16","vote_average":7.0,"runtime":75,"cert":"\"\"","id":390293,"title":"Bugs","adult":false,"genre_ids":[99]},{"cast":["Rand Paul"],"overview":"Do Not Resist is an exploration of the rapid militarization of the police in the United States. Opening on startling on-the-scene footage in Ferguson, Missouri, the film then broadens its scope to present scenes from across the country.","release_date":"2016-04-30","vote_average":6.8,"runtime":70,"cert":"\"\"","id":390296,"title":"Do Not Resist","adult":false,"genre_ids":[99]},{"cast":[],"overview":"\"Chili-Impressions\" is the diary of a journey made by Robert Cahen during his stay in Chile in 1987. Like flicking through the pages in a notepad, the images constantly superimpose themselves and always seem to spring from a place beyond memory: the wind, the river, the rails, which carry them to the source of the impression. The journey never stops, it returns more distant still, until the jogging of memory caused by the simple power of these fleeting scenes suddenly gives a sense of place, of place in this world.","release_date":"1989-03-29","vote_average":0.0,"runtime":13,"cert":"N\/A","id":390299,"title":"Chili - Impressions","adult":false,"genre_ids":[]},{"cast":[],"overview":"Twenty five years after Miguel died from AIDS, his niece, filmmaker Cecilia Aldarondo, embarks on an excavation into a quagmire of unresolved family drama. Like many gay men in the 1980s, Miguel moved from Puerto Rico to New York City; he found a career in theater and a rewarding relationship. Yet, on his deathbed he grappled to reconcile his homosexuality with his Catholic upbringing. Now, decades after his death, Cecilia locates Miguel’s lover Robert, who has been shunned and demonized by the family, in order to understand the whole story.","release_date":"2016-04-15","vote_average":7.0,"runtime":74,"cert":"\"\"","id":390302,"title":"Memories of a Penitent Heart","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Final Resolution (January 2008) was a professional wrestling pay-per-view (PPV) event produced by the Total Nonstop Action Wrestling (TNA) promotion, which took place on January 6, 2008 at the TNA Impact! Zone in Orlando, Florida. It was the fourth event under the Final Resolution chronology; the first of two Final Resolution events held in 2008 and the last event held in January. It was the first event in the 2008 TNA PPV schedule. Eight professional wrestling matches were featured on the event's card, three of which involved championships.","release_date":"2008-01-06","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390305,"title":"TNA Final Resolution January 2008","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hard Justice (2008) was a professional wrestling pay-per-view (PPV) event produced by the Total Nonstop Action Wrestling (TNA) promotion that took place on August 10, 2008 at the Sovereign Bank Arena in Trenton, New Jersey. It was the fourth event under the Hard Justice name and the eighth event in the 2008 TNA PPV schedule. Seven professional wrestling matches were featured on the event's card, three of which were for championships.","release_date":"2008-08-10","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390308,"title":"TNA Hard Justice 2008","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 2012, California voters approved Proposition 36, effectively repealing the state's notoriously harsh three-strikes law that had sentenced thousands of nonviolent offenders to a lifetime behind bars. But what does it mean to be released from prison after being sentenced to life? How does one begin to reintegrate into society? The Return depicts the struggles of two newly released former lifers as they deal with restoring relationships, avoiding personal triggers, finding meaningful employment, and managing the mental health problems which had previously contributed to their imprisonment.","release_date":"2016-04-17","vote_average":7.0,"runtime":84,"cert":"\"\"","id":390311,"title":"The Return","adult":false,"genre_ids":[99]},{"cast":[],"overview":"No Surrender (2008) was a professional wrestling pay-per-view (PPV) event produced by the Total Nonstop Action Wrestling (TNA) promotion that took place on September 14, 2008 at the General Motors Centre in Oshawa, Ontario, Canada. It was the fourth event under the No Surrender name, TNA's first PPV to take place outside of the United States, and the ninth event in the 2008 TNA PPV schedule. Nine professional wrestling matches were featured on the event's card, four of which were for championships.","release_date":"2008-09-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390314,"title":"TNA No Surrender 2008","adult":false,"genre_ids":[]},{"cast":[],"overview":"Final Resolution (December 2008) was a professional wrestling pay-per-view (PPV) event produced by Total Nonstop Action Wrestling (TNA), which took place on December 7, 2008 at the TNA Impact! Zone in Orlando, Florida.[2] It was the fifth event under the Final Resolution chronology and second Final Resolution event to take place in 2008. Final Resolution is usually held in the month of January, however, TNA moved the event to December in early October 2008. As a result of TNA's decision, two Final Resolution events took place in 2008; the other was in January.","release_date":"2008-12-07","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390317,"title":"TNA Final Resolution December 2008","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2011-08-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390320,"title":"Wilder Planet Erde - Afrika Super 7","adult":false,"genre_ids":[99]},{"cast":["Frank Albertson","June Lang","Jan Wiley","Richard Clarke","Dick Curtis"],"overview":"The plot revolves around a group of ex-convicts who try to start life anew by relocating in a small town under assumed names. The mayor of the town welcomes the former cons with open arms, helping them re-open a dormant canning factory and encouraging them to hire other reformed criminals.","release_date":"1942-10-12","vote_average":0.0,"runtime":64,"cert":"\"\"","id":390323,"title":"City of Silent Men","adult":false,"genre_ids":[10749,80,18]},{"cast":["Mary Malloy","Vikas Adam","Troy Halverson","Brian Troxell","Tomi Lavinder"],"overview":"A classic werewolf flick with an amphibious twist; it's a race against time to find the antidote when a girl is attacked and infected by an amphibious monster.","release_date":"2017-10-13","vote_average":3.6,"runtime":80,"cert":"\"NR\"","id":390326,"title":"Bad Blood: The Movie","adult":false,"genre_ids":[27]},{"cast":["Justina Bustos","Pablo Seijo","Lex Santos","Radhika Apte","Satyadeep Mishra"],"overview":"Madly explores love in all its permutations in six short films from a vibrant group of filmmakers representing Japan, Argentina, the UK, the US, India, and Australia. All forms of love are on display in this anthology. And all manners of feelings expressed from jubilance to depression are done so strongly.","release_date":"2016-04-14","vote_average":5.0,"runtime":105,"cert":"\"\"","id":390329,"title":"Madly","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The film is based on Ukiyodoko, a rakugo storytelling piece.  Hanzo, the hero, brags to his friends to make a party go.  Human nature remains unchanged.  .  .  We love meaningless converstaions among boon companions.  Different communication methods are visually tangled in.  .  .  Edo and today.  The theme is an ‘interchange between the transient and the immutable.","release_date":"2012-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":390332,"title":"Ukiyodoko","adult":false,"genre_ids":[16]},{"cast":[],"overview":"We covered the area surrounded by [sea] and mountains.  Since that day, this town has been in complete darkness.  Lights, roads home, a mother and a baby in her womb are hidden in this darkness.  This animation depicts the truth hiding behind the facts.","release_date":"2012-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":390335,"title":"Hide-and-seek","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Earth is the place and the established existence.  Earth is also a ball of dust, and a capricious object.  At the avalanche of time-layer, falling deep down into the ground, you can see the fallacious landscape far from reality.  The body recognizes the reality of the world by touching the landscape to regain the reality.  It is an adventure between the real and the unreal.","release_date":"2012-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":390338,"title":"The Surface of the Earth","adult":false,"genre_ids":[16]},{"cast":["Alan Sabbagh","Julieta Zylberberg","Elvira Onetto","Adrián Stoppelman","Dan Breitman"],"overview":"After many years away, Ariel is summoned by his distant father to his childhood home in the bustling Jewish quarter of Buenos Aires, known as El Once. Over the course of seven days, during the vibrant holiday of Purim, Ariel seeks to reconnect with his father, who runs a Jewish charity and is regarded as a big macher in the close-knit community, but was frequently absent due to his obligation to fulfill the Jewish quorum of having 10 men present at all funerals.","release_date":"2016-02-11","vote_average":5.1,"runtime":82,"cert":"\"\"","id":390341,"title":"The Tenth Man","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"The heroin has been living life as an undergraduate.  There is nothing remarkable about her.  However, she has noticed there is something strange about her friends recently.  She learned that they were getting mad about ‘job-hunting’.  Without realizing what it is, the heroine also gets drawn into the Nipponese job-hunting swirl.","release_date":"2012-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":390344,"title":"Recruit Rhapsody","adult":false,"genre_ids":[16]},{"cast":["Miloš Timotijević"],"overview":"Bata's understanding of life changes when from a bouncer in a nightclub he becomes guard in a museum of contemporary art. Touched by a controversial artwork, he makes excursion from his class milieu.","release_date":"2011-03-29","vote_average":0.0,"runtime":26,"cert":"N\/A","id":390351,"title":"The Guard","adult":false,"genre_ids":[18]},{"cast":["The Black Keys","Dan Auerbach"],"overview":"Highly acclaimed blues-rock duo The Black Keys return to the Austin City Limits stage performing music from their most recent release, the “expansive and irresistibly catchy” (NPR) Turn Blue.","release_date":"2015-01-31","vote_average":0.0,"runtime":29,"cert":"\"\"","id":390354,"title":"The Black Keys: Live At Austin City Limits","adult":false,"genre_ids":[10402]},{"cast":["Peter van den Begin","Valentin Ganev","Goran Radaković","Lucie Debay","Titus De Voogdt"],"overview":"The King of the Belgians is on a state visit in Istanbul when his country falls apart. He must return home at once to save his kingdom. But a solar storm causes airspace and communications to shut down. No planes. No phones. With the help of a British filmmaker and a troupe of Bulgarian folk singers, the King and his entourage manage to escape over the border. Incognito. Thus begins an odyssey across the Balkans during which the King discovers the real world - and himself.","release_date":"2016-11-30","vote_average":5.8,"runtime":94,"cert":"N\/A","id":390357,"title":"King of the Belgians","adult":false,"genre_ids":[35,18]},{"cast":["Ben Blue","Billy Gilbert","James C. Morton","Nora Cecil","Eddie Baker"],"overview":"When the boys run over a dummy, they think they've killed someone. They decide to dispose of the \"body\" and mistake a seminary for a cemetery.","release_date":"1933-02-18","vote_average":0.0,"runtime":19,"cert":"\"\"","id":390360,"title":"Wreckety Wrecks","adult":false,"genre_ids":[]},{"cast":["Ben Blue","Billy Gilbert","Billy Bletcher","Lucile Browne","Gus Leonard"],"overview":"Ben proves to be the undoing when Billy opens a new deli. Ben and Billy do a variation of the famous \"who's on first\" skit.","release_date":"1933-05-12","vote_average":0.0,"runtime":19,"cert":"\"\"","id":390363,"title":"Call Her Sausage","adult":false,"genre_ids":[]},{"cast":["Ben Blue","Billy Gilbert","John Aasen","Gladys Blake","Billy Bletcher"],"overview":"After Billy gets discharged for wrecking his Taxi, he takes a job at a Taxidermy business. Ben brings in his flea to be stuffed &amp; loses it. They get locked in at night and are frightened.","release_date":"1933-06-09","vote_average":0.0,"runtime":17,"cert":"\"\"","id":390366,"title":"The Rummy","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390369,"title":"Diogo Nogueira - Sou Eu - Ao Vivo","adult":false,"genre_ids":[]},{"cast":[],"overview":"Against All Odds (2009) was a professional wrestling pay-per-view (PPV) event produced by Total Nonstop Action Wrestling (TNA), which took place on February 8, 2009 at the TNA Impact! Zone in Orlando, Florida.[2] It was TNA's first PPV event broadcast in High-Definition and the fifth event under the Against All Odds chronology.","release_date":"2009-02-08","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390372,"title":"TNA Against All Odds 2009","adult":false,"genre_ids":[]},{"cast":[],"overview":"Batman fights Terminator. In Stop-motion.","release_date":"2016-03-22","vote_average":1.0,"runtime":6,"cert":"\"\"","id":390375,"title":"Batman vs. Terminator","adult":false,"genre_ids":[]},{"cast":[],"overview":"Lockdown (2009) was a professional wrestling pay-per-view (PPV) event produced by the Total Nonstop Action Wrestling (TNA) promotion, which took place on April 19, 2009 at the Liacouras Center in Philadelphia, Pennsylvania.[3] It was the fifth event under the Lockdown chronology. In the tradition of Lockdown events, every match took place inside a steel structure with six sides, known as Six Sides of Steel.","release_date":"2009-04-19","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390378,"title":"TNA Lockdown 2009","adult":false,"genre_ids":[]},{"cast":["Phuong Bella","Pho Dac Biet","Chi Pu","Gil Le","Lâm Thanh Mỹ"],"overview":"LOVE explores the relationship between friends, family, and lovers. This story begins with the origins of a blossoming friendship between two 10-year-old girls. Unfortunately, the childhood friends are suddenly separated due to the death of one of their brothers, then later reunited as young adults. Nhi is now a university student and the lead singer of a girl band. She has a handsome but uptight boyfriend, Hoang. On the other hand, Tu comes from a family whose father is struggling with depression and whose mother is working very long hours just to make ends meet. Tu is secretly loved by Mien, a colleague of Nhi. As the story progresses, the girls soon discover feelings that they did not know they had. They must decide if their feelings for one another are just as friends, or perhaps something more.","release_date":"2015-11-20","vote_average":8.3,"runtime":106,"cert":"N\/A","id":390381,"title":"Love: Yeu","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"The sapphire pacific ocean and the golden rice fields - that was Panay’s impression of her hometown as a child. To provide her father and two children a better life, Panay was struggling in the city alone until a sudden disease attacked her father. She rushed home only to find out that since no idea when, all the fields of gold had been turned into tourist hotels.","release_date":"2015-07-04","vote_average":6.8,"runtime":99,"cert":"N\/A","id":390384,"title":"Wawa No Cidal","adult":false,"genre_ids":[10751,18]},{"cast":[],"overview":"Turning Point (2009) was a professional wrestling pay-per-view (PPV) event produced by the Total Nonstop Action Wrestling (TNA) promotion, which took place on November 15, 2009 at the TNA Impact! Zone in Orlando, Florida.[1] It was the sixth event under the Turning Point chronology.","release_date":"2009-11-15","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390387,"title":"TNA Turning Point 2009","adult":false,"genre_ids":[]},{"cast":["Van Hai Bui","Hieu Hien","Mai Thế Hiệp","Thái Hòa","Mi Minh"],"overview":"Teo, a country bumpkin from a village in Vietnam, goes to Saigon to make a bigger life for himself. He discovers that he bears an uncanny resemblance to the famous Saigon gangster Long Ruoi...","release_date":"2011-08-26","vote_average":5.5,"runtime":95,"cert":"N\/A","id":390390,"title":"Long Ruoi","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Fed up with being pushed around, a group of gay and trans teens of color form a gang and fight back on the brutal streets of Washington D.C. They call their gang ‘Check it’ and this group of one-time victims of bullying, rape and abuse have turned the tables on anyone trying to hurt them. The group formed to provide its members safety in numbers and let people know that if they jump a queer kid in D.C., they may get beaten into a coma. This raw and intimate portrait follows three childhood friends as they struggle to survive and claw their way out of gang life through an unlikely avenue: fashion.","release_date":"2016-04-16","vote_average":6.0,"runtime":91,"cert":"\"\"","id":390393,"title":"Check It","adult":false,"genre_ids":[99]},{"cast":[],"overview":"September 18, 1980, 6:25 p.m., Titan II base in Damascus, Arkansas. On this fateful night an explosion kills an Air Force member and transforms the lives of everyone on the base. Honing in on a single case of so-called “human error”, Command and Control juxtaposes precision on a minute scale against the gargantuan risks inherent in the United States’ aggressive nuclear proliferation policy during the Cold War.","release_date":"2016-09-14","vote_average":6.4,"runtime":92,"cert":"\"\"","id":390396,"title":"Command and Control","adult":false,"genre_ids":[99]},{"cast":["Oprah Winfrey","Deepak Chopra","Tony Robbins"],"overview":"The self-help industry is worth $11 billion dollars a year. It’s an industry that captivates those seeking happiness, release from suffering and those longing for a path and a leader to follow. James Arthur Ray for many who followed him was that leader to guide his flock. But as the story unfolds, as told by Ray himself and also by his followers, we learn that that path was fraught with danger and perhaps even greater suffering.","release_date":"2016-04-15","vote_average":6.0,"runtime":93,"cert":"\"\"","id":390403,"title":"Enlighten Us: The Rise and Fall of James Arthur Ray","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Danzig at Sheffield City Hall, Sheffield, England  Twist of Cain  Mother  Am I Demon  Mother of Mercy  She Rides  Horror Biz  The Hunter  Evil Thing  Not of This World","release_date":"1988-09-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390406,"title":"Danzig: [1988] Sheffield, UK","adult":false,"genre_ids":[]},{"cast":["Magnus Carlsen","Viswanathan Anand","Henrik Carlsen","Espen Agdestein","Ellen Carlsen"],"overview":"From a young age Magnus Carlsen had aspirations of becoming a champion chess player. While many players seek out an intensely rigid environment to hone their skills, Magnus’ brilliance shines brightest when surrounded by his loving and supportive family. Through an extensive amount of archival footage and home movies, director Benjamin Ree reveals this young man’s unusual and rapid trajectory to the pinnacle of the chess world. This film allows the audience to not only peek inside this isolated community but also witness the maturation of a modern genius.","release_date":"2016-09-09","vote_average":7.0,"runtime":76,"cert":"\"\"","id":390409,"title":"Magnus","adult":false,"genre_ids":[99]},{"cast":["Kwame Edwin Otu"],"overview":"This epistolary short film invites us into the unsettling life of a young Ghanaian man struggling to reconcile his love for his mother with his love for same-sex desire. Berlin International Film Festival 2016: Nominated Golden Berlin Bear for Best Short Film and Teddy Best Short Film.","release_date":"2016-02-16","vote_average":10.0,"runtime":8,"cert":"N\/A","id":390416,"title":"Reluctantly Queer","adult":false,"genre_ids":[]},{"cast":["Ervin Kibédi","János Horkay","Alfonzó","Sándor Pécsi","Éva Vass"],"overview":"A film by  Frigyes Bán .","release_date":"1965-02-25","vote_average":0.0,"runtime":73,"cert":"N\/A","id":390419,"title":"Gasoline Damage","adult":false,"genre_ids":[10402,35]},{"cast":[],"overview":"That's right, go ahead and laugh at them. The silliness picks up where it never left off in Vol. 4 of the Looney Tunes Spotlight Collection, more classic animated shorts from the Warner Bros. vaults -- all fully remastered and uncut. Two discs. Twenty eight cartoons. Plus certifiably Looney extras. On Disc 1 were talking lots of hare, yes it's Bugs as only Bugs can be (including 1958's Oscar-winning Best Cartoon Short Subject Knighty Knight Bugs) and you'll tawt you taw a puddy tat and more with Disc 2's Cat antics","release_date":"2006-11-14","vote_average":10.0,"runtime":197,"cert":"\"G\"","id":390426,"title":"Looney Tunes - Spotlight Collection 4","adult":false,"genre_ids":[]},{"cast":["Shim Eun-kyung","Kim Sung-oh","Yoon Je-moon","Oh Tae-kyung","Jeong Hae-gyun"],"overview":"A girl who lost her father to a serial killer, a detective and a killer are intertwined in a chaotic relationship and are met with an unprecedented series of events.","release_date":"2016-03-10","vote_average":8.2,"runtime":108,"cert":"N\/A","id":390433,"title":"Missing You","adult":false,"genre_ids":[53]},{"cast":["Johanna Jowett","Sandra Ellis Lafferty","Joy Vandervort-Cobb"],"overview":"A greedy party girl is so determined to get what she wants that she employs the dangerous magic of a Gullah root doctor.","release_date":"2012-09-08","vote_average":0.0,"runtime":9,"cert":"\"\"","id":390436,"title":"High Heels & Hoodoo","adult":false,"genre_ids":[35,27]},{"cast":["Polina Maksimova","Natalya Medvedeva","Konstantin Kryukov","Lyudmila Artemeva","Anna Khilkevich"],"overview":"Contemporary Moscow. While riding her bicycle one day, Alyona, a shy librarian, accidentally collides with Liza, a dazzling blonde. When she wakes up in the hospital, she discovers that she and Liza have exchanged bodies.","release_date":"2016-03-31","vote_average":2.2,"runtime":74,"cert":"N\/A","id":390443,"title":"I Remember - I Don't Remember!","adult":false,"genre_ids":[35]},{"cast":["Kelly O'Sullivan","Shanda Lee Munson","Billy Dec","Maya Boudreau"],"overview":"Terrified of the changes around her, not-so-recent college grad Jessica searches for something-anything-that still feels familiar.","release_date":"2016-04-08","vote_average":10.0,"runtime":85,"cert":"\"\"","id":390446,"title":"Jessica","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Animated versions of George Carlin's wacky \"news items\".","release_date":"1985-03-01","vote_average":5.0,"runtime":null,"cert":"\"PG\"","id":390449,"title":"Drawing on My Mind","adult":false,"genre_ids":[]},{"cast":[],"overview":"This drama-documentary evokes what it was like to work closely with Churchill in the Cabinet War Rooms during the dark days of the Blitz and the later bombing raids on London. The programme combines superb archive film from the Imperial War Museum’s vast collection, with atmospheric dramatisations actually filmed inside the Cabinet War Rooms – the real locations from where Churchill led the nation. Includes first-hand accounts which reveal the challenges of working with Britain’s bullish war leader at close quarters.","release_date":"","vote_average":0.0,"runtime":50,"cert":"N\/A","id":390452,"title":"Churchill and the Cabinet War Rooms","adult":false,"genre_ids":[99]},{"cast":["John McGuinness"],"overview":"An all-star crew has assembled on the Isle of Man this year to film IOM TT, which promises to be one of the most beautiful and in-depth looks at one of the deadliest races in the world. An annual event that's taken place for over a century, the TT is a complex road course that spans the majority of its namesake isle, where top-tier superbikes and their riders go all-out — often just inches away homes and people. On-board footage from motorcycles in the race can be terrifying enough to make you queasy.  Studio Kippenberger assembles the worlds leading automotive filmmakers to bring us IOM TT.","release_date":"2015-06-27","vote_average":10.0,"runtime":20,"cert":"\"NR\"","id":390455,"title":"IOM TT","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A late 1970s look at Danish ballet star Peter Martins's art and an assessment of what makes him unique and highly lauded on the international stage of ballet.","release_date":"1978-11-01","vote_average":7.0,"runtime":54,"cert":"\"\"","id":390458,"title":"Peter Martins: A Dancer","adult":false,"genre_ids":[]},{"cast":[],"overview":"Leth's television production of Sanct Hansaften-Spil by the Danish playwright Adam Oehlenshläger is an attempt to take the poetic play at face value and bring it to life in a series of tableaux with settings by Per Kirkeby and acted by a large number of celebrated actors and actresses. In other words, just as in the theatre, the attempt means making the words burst out of the narrow framework of the stage or tableau.","release_date":"1979-01-01","vote_average":5.0,"runtime":98,"cert":"N\/A","id":390461,"title":"A Midsummer Night's Play","adult":false,"genre_ids":[]},{"cast":[],"overview":"Step on Silence was made from raw material from Peter Martins - en danser but unlike the traditional way the Martins film communicates its material in this case we have a film that with its slightly dusty, scratchy appearance makes room for all the shots originally discarded for technical or narrative reasons.","release_date":"1981-10-13","vote_average":6.0,"runtime":58,"cert":"N\/A","id":390464,"title":"Step on Silence","adult":false,"genre_ids":[]},{"cast":["Zerrin Egeliler","Ünsal Emre","Necla Fide","Baykal Kent"],"overview":"Cheap drama with erotic moments.","release_date":"1979-03-07","vote_average":9.0,"runtime":59,"cert":"N\/A","id":390467,"title":"Çiplak Kedi","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In 1984 Jørgen Leth, cinematographer Dan Holmberg and sound recordist Niels Torp travelled some 6,000 kilometres by train through China. The result is a very calm, beautifully perceived travelogue borne by unprejudiced curiosity and observational ability.","release_date":"1987-02-12","vote_average":8.0,"runtime":79,"cert":"N\/A","id":390470,"title":"Notebook from China","adult":false,"genre_ids":[]},{"cast":[],"overview":"The horrors of war, the art of producing pictures, the autobiography of a master filmmaker and the parallels between the mass production of weapons and violent media images--all come together in Moving Pictures, a rich, multi-layered documentary. Over the course of a 50-year career, Colin Low has directed or produced 200 films, and has garnered a remarkable nine Oscar nominations. During the same period, he has collected images of war--etchings and woodcuts, including extremely detailed miniatures. But the images that have so fascinated and haunted Low are nearly impossible to accurately capture on film. So Low shot Moving Pictures in 35 mm and developed techniques--used here for the first time--to show the fine lines of stamps and the microscopic details of tiny copperplate etchings with startling clarity","release_date":"2000-03-30","vote_average":0.0,"runtime":46,"cert":"N\/A","id":390473,"title":"Moving Pictures","adult":false,"genre_ids":[]},{"cast":["Lisbeth Olsen","Sune Pilgaard","Bent Rohweder"],"overview":"A virgin, Cindy, meets the man of her dreams, only for her life to be transformed when a mysterious woman abducts her.","release_date":"1973-01-01","vote_average":0.0,"runtime":72,"cert":"N\/A","id":390476,"title":"The Blue Balloon","adult":false,"genre_ids":[10749]},{"cast":["Mario Santini"],"overview":"Life flashes before a soldier's eyes in his moment of death","release_date":"1985-03-30","vote_average":0.0,"runtime":2,"cert":"N\/A","id":390479,"title":"Flash Back","adult":false,"genre_ids":[18,10752]},{"cast":["Kham's","Ahamada Madi","Myriame","Sitti Saïd"],"overview":"A comedy from Mayotte.","release_date":"2015-02-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390482,"title":"Haroussi","adult":false,"genre_ids":[35]},{"cast":["Laurence Saunders","Pablo Raybould"],"overview":"A sleepy English village is invaded by the cast and crew of a new zombie horror film, but the horror turns real when someone or something starts tearing villagers, cast and crew to shreds.","release_date":"2018-10-29","vote_average":6.0,"runtime":83,"cert":"N\/A","id":390485,"title":"The Snarling","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"British students Brian and Ethan protest against a dramatic increase in tuition fees. And as demonstrators clash with police, and media loyally follows the authorities' efforts to outlaw political protests, the future of one of Europe's most stable democracies hangs in the balance. This spirited documentary mixes striking recordings from the frontlines with interviews with engaged and eloquent activists that see the long lines in British politics over the course of the last decades.","release_date":"","vote_average":0.0,"runtime":84,"cert":"N\/A","id":390488,"title":"The Kettling of the Voices","adult":false,"genre_ids":[]},{"cast":[],"overview":"Could Nicky Hayden retain his title? Would Valentino Rossi be at his dominant best - or could a rising star make his mark? Those were the questions on everyone's lips as the new MotoGP season got underway. Re-live every pulsating moment from an unforgettable season as the legendary Rossi faces a new challenger, Aussie Casey Stoner. The official review features highlights from every round of the title battle, captured in both trackside and on-board footage.","release_date":"2007-12-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390491,"title":"MotoGP Review 2007","adult":false,"genre_ids":[]},{"cast":["Machiko Kyō","Kazuko Inano","Kiyoshi Kodama","Shinjirô Ehara","Tanie Kitabayashi"],"overview":"Horror film based on the story by Ryunosuke Akutagawa.","release_date":"1976-10-16","vote_average":0.0,"runtime":97,"cert":"N\/A","id":390494,"title":"The Possessed","adult":false,"genre_ids":[27]},{"cert":"\"PG-13\"","title":"Tunnel","cast":["Ha Jung-woo","Bae Doo-na","Oh Dal-su","Shin Jung-geun","Nam Ji-hyeon"],"id":390497,"overview":"A man is on his way home when the poorly constructed tunnel he is driving through collapses, leaving him trapped.","runtime":126,"genre_ids":[18,28,53],"release_date":"2016-08-10","vote_average":7.1,"adult":false}]