[{"cast":[],"overview":"A mother making a traditional New Year’s vegetable dish for the family, and a child watching.  The ingredients are anthropomorphic peas, carrots, burdock root and konjak.  Enjoy the dish!","release_date":"2011-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":390500,"title":"Fully Cooked for You","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A young man is drawing sketches of birds in the woods.  The spotted pattern of the bird’s wings begins to scatter.  He gradually becomes mesmerized by the pattern.","release_date":"2011-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":390503,"title":"Spots Spots","adult":false,"genre_ids":[16]},{"cast":[],"overview":"The old granny playing peek-a-boo is gone.  Instead, a stranger appears and draws closer to the child.  Peek-a-boo involves exercising memory, and looking directly at your partner.","release_date":"2011-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":390506,"title":"Peek-a-boo","adult":false,"genre_ids":[16]},{"cast":[],"overview":"There is an elderly woman who has run a store in a Japanese town for over sixty years.  She marries into the Imamura Store and cares for the shop by herself, as she lived each day as the present.","release_date":"2011-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":390509,"title":"Imamura Store","adult":false,"genre_ids":[16]},{"cast":["Johnny Simmons","Ethan Hawke","Paul Giamatti","Sophie Kennedy Clark","Alison Elliott"],"overview":"Major-league rookie pitcher Hopper Gibson has lost his focus. After choking on the mound, he’s sent down to the minors and prescribed sessions with an unorthodox sports therapist, who pushes him to uncover the origins of his anxiety.","release_date":"2016-06-24","vote_average":5.6,"runtime":88,"cert":"\"\"","id":390512,"title":"The Phenom","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The stage is a fancy restaurant featuring live tango performances.  Both the cuisine and the clientele are impeccable, and everyone is fully content.  But one customer’s visit disrupts the tranquility.","release_date":"2011-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":390515,"title":"Al Dente Tango","adult":false,"genre_ids":[16]},{"cast":["Benjamin Millepied"],"overview":"In early 2013, it was announced that choreographer and dancer Benjamin Millepied, known as the man behind the ballet of Black Swan, would take over as director of the Paris Opera Ballet. Reset finds Millepied on the eve of his first gala with the Opera, designing and refining his inaugural choreography for the esteemed institution. As a film, Reset possesses of the same artistic assuredness as its subject as he blocks out the preliminary steps for his choreography. It explores various concepts of space simultaneously: the digital space, the space of the opera house (each scene opens with a declaration of which studio it’s in) and the space of the stage, the distance from stage right to stage left. It’s a portrait of a watershed moment for one of the ballet's oldest institutions and one of its brightest new stars, both on the cusp of great transition.","release_date":"2017-04-27","vote_average":7.7,"runtime":110,"cert":"\"\"","id":390518,"title":"Reset","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Just months after the 2014 World Cup saw soccer’s popularity in the US reach unprecedented heights, a new expansion team was set to enter Major League Soccer and take the competition by storm: New York City Football Club. The announcement of a new team in the country’s most competitive sports market, backed jointly by British club Manchester City and the New York Yankees, had the global soccer community abuzz with anticipation. All they needed was a coach, and players, and fans…","release_date":"2016-04-14","vote_average":0.0,"runtime":104,"cert":"\"\"","id":390521,"title":"Win!","adult":false,"genre_ids":[99]},{"cast":["Darkviktory (Marik Aaron Roeder)","Darkviktory (Marik Aaron Roeder)","Darkviktory (Marik Aaron Roeder)","Darkviktory (Marik Aaron Roeder)","Darkviktory (Marik Aaron Roeder)"],"overview":"","release_date":"2015-06-05","vote_average":8.8,"runtime":null,"cert":"N\/A","id":390524,"title":"TubeClash - The Movie","adult":false,"genre_ids":[12,28,16,35]},{"cast":["Vittorio De Sica","Giacomo Lauri Volpi","Lilliane Dietz","Eva Magni","Livio Pavanelli"],"overview":"","release_date":"1934-03-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390527,"title":"La canzone del sole","adult":false,"genre_ids":[10402]},{"cast":["Alida Valli","Amedeo Nazzari","Paolo Stoppa","Lilia Silvi","Guglielmo Barnabò"],"overview":"","release_date":"1939-11-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390530,"title":"You Love Me, I Love You","adult":false,"genre_ids":[35]},{"cast":["Donald Brittain"],"overview":"This short animated film is about Wop May, one of Canada's leading bush pilots in the 1920s.","release_date":"1979-01-01","vote_average":6.0,"runtime":5,"cert":"N\/A","id":390533,"title":"Canada Vignettes: Wop May","adult":false,"genre_ids":[36,99]},{"cast":["Vanessa Saba","Giovanni Ciccia","Gianella Neyra","Alejandra Saba","Lucho Cáceres"],"overview":"Every couple is unique. At the same time there are patterns that all of us inherit from our families. We all have choices: repeat that pattern in the family we choose to build or create new one. That is the fight that the characters of About Them embraces. Both are gown up adults who has not been able to move away from their past, but they are trying so hard to build their own pattern, but the past keep reaches them.","release_date":"2015-09-24","vote_average":0.0,"runtime":78,"cert":"N\/A","id":390536,"title":"Ella & Él","adult":false,"genre_ids":[10749,18]},{"cast":["Jay Kabira","Jay Kabira"],"overview":"Two brothers are in the spotlight: one a movie star making a football movie, the other a musician who occasionally goes to school (to cover for his sibling). What will destiny bring them?","release_date":"1989-03-03","vote_average":10.0,"runtime":40,"cert":"N\/A","id":390539,"title":"Cipher","adult":false,"genre_ids":[16,18,10402]},{"cast":["Emilio Disi","Fabián Gianola","Pachu Peña","Karina Jelinek","Luciana Salazar"],"overview":"After a zoo-keeper discovers that animals can speak, powerful businessmen will try to steal them from the zoo.","release_date":"2014-09-10","vote_average":1.0,"runtime":85,"cert":"N\/A","id":390542,"title":"Locos sueltos en el zoo","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Deals with the works of the artist Giotto, contrasting the hieratic mood of his predecessors with his innovations. Shows the major cycles of his frescoes, including those at the Upper and Lower Church of San Francesco, Assisi, the Scrovegni family Arena Chapel in Padua, and St. Croce in Florence.","release_date":"1969-12-31","vote_average":0.0,"runtime":47,"cert":"N\/A","id":390545,"title":"Giotto","adult":false,"genre_ids":[]},{"cast":[],"overview":"Honeybees are in crisis – but there is hope. Biologists are studying the estimated 20.000 bee species in the world to look for viable pollinators of our crops. In their quest they discover the marvellous world of bees: bees that live in flowers, invade other hives, produce perfumes – and pollinate our crops without us even realizing.","release_date":"2015-04-01","vote_average":0.0,"runtime":46,"cert":"N\/A","id":390548,"title":"Secrets of the Hive","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The journey of a man who left his job at IBM to resurrect the lost art of snail farming in Vienna. Sustainable, efficient, and tasty, snail farming is a green alternative to beef or chicken.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390551,"title":"Verrückt: The Snail Farmer of Vienna","adult":false,"genre_ids":[]},{"cast":["Vainius Sodeika","Aistė Diržiūtė","Paulius Ignatavičius","Dainius Gavenonis","Vidas Petkevičius"],"overview":"A rookie policeman is left alone in a private clinic to guard a comatose suspect of World War II crimes. His shift is long over, yet nobody comes to replace him. However, the youngster is determined not to leave his post until he gets permission from his authorities to do so. Lack of sleep, loneliness, hunger and the persistence to serve his duty turn the young man into a ticking time bomb at the very wrong time. He must decide how far he can go guarding this suspect who is hated to death by everyone.","release_date":"2016-10-21","vote_average":6.0,"runtime":103,"cert":"N\/A","id":390554,"title":"Kings' Shift","adult":false,"genre_ids":[28,18]},{"cast":["Lotta Losten","David F. Sandberg"],"overview":"A Couple moves into their new apartments and experience the horrors of... their closet space.","release_date":"2016-02-20","vote_average":6.6,"runtime":3,"cert":"\"\"","id":390557,"title":"Closet Space","adult":false,"genre_ids":[27]},{"cast":["Edmond O'Brien","Pamela Britton"],"overview":"A cinematic experience by Douglas Gordon - in which the film D.O.A. is screened simultaneously on three screens beside one another, but at slightly different speeds. The films quickly fall out of synch with one another.  Déjà-vu uses footage from D.O.A. 1949-50, a Hollywood thriller directed by Rudolph Mateé. The film has been transferred to video and is projected simultaneously on three parallel screens at normal speed as well as slightly faster and slightly slower - 25, 24 and 23 frames per second (left to right). This has the effect of making the three identical narratives diverge increasingly over time, and inducing in the viewer an experience similar to déjà-vu.","release_date":"2000-03-29","vote_average":10.0,"runtime":null,"cert":"N\/A","id":390560,"title":"Déjà-Vu","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Forget that dark swamp picture: the Everglades in fact is a crystal clear shallow river flowing slowly towards the sea. This is an intimate portrait of this strange but troubled watery wilderness through the stories of the animals which call it home.","release_date":"","vote_average":0.0,"runtime":52,"cert":"N\/A","id":390563,"title":"The Everglades - A Watery Wilderness","adult":false,"genre_ids":[]},{"cast":[],"overview":"An international team sets off on an extraordinary scientific adventure to the Russel Glacier. Their mission is to conduct studies on the texture of the ice. With the results the scientists hope to find out more about glacial change and thus draw further conclusions about global climate. Join us on a journey to the beautiful tundra of Greenland.","release_date":"","vote_average":0.0,"runtime":52,"cert":"N\/A","id":390566,"title":"Monitoring a Glacier","adult":false,"genre_ids":[]},{"cast":["Rufus Wainwright"],"overview":"A cinematic backdrop, created by Douglas Gordon, for Rufus Wainwright, in which the singer's eyes are filmed in slow motion and overlapped. The film is shown here accompanied by Wainwright's Sonnet 10 - but the film was also shown as a video backdrop during the singer's live concerts.","release_date":"2010-03-30","vote_average":0.0,"runtime":3,"cert":"\"\"","id":390569,"title":"Making Eyes","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Slayer at Dynamo, Eindhoven, Netherlands  Hell Awaits  Aggressive Perfector  Captor of Sin  Praise of Death  Haunting the Chapel  The Final Command  Crypts of Eternity  Necrophiliac  Black Magic  Die by the Sword  Hardening of the Arteries  Fight Till Death  The Antichrist  At Dawn They Sleep  Drum Solo  Show No Mercy  Evil Has No Boundaries  Chemical Warfare  Kill Again","release_date":"1985-05-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390572,"title":"Slayer: [1985] Violent Brains","adult":false,"genre_ids":[]},{"cast":[],"overview":"Slayer at The Ritz, New York, NY, USA  Raining Blood  Angel of Death  Die by the Sword  Praise of Death  Criminally Insane  Necrophiliac  Necrophobic  Captor of Sin  Black Magic  Reborn  Postmortem  Epidemic  Hell Awaits  Chemical Warfare  Altar of Sacrifice  Jesus Saves","release_date":"1986-12-06","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390575,"title":"Slayer: [1986] The Ritz, NY","adult":false,"genre_ids":[]},{"cast":["Agnes Kittelsen","Jon Øigarden","Yves Collignon","Emilie Marty Bye","Emilie Marty Bye"],"overview":"The story of Ellinor and how she deals with the relationship with her father, as she gets the news of him being severely wounded in a hospital in Paris.","release_date":"2010-08-16","vote_average":0.0,"runtime":25,"cert":"N\/A","id":390578,"title":"Neglect","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Danzig at Civic Memorial Auditorium, Fargo, ND, USA  Brand New God  Little Whip  Until You Call on the Dark  Her Black Wings  Devil's Plaything  How the Gods Kill  Do You Wear the Mark  Dirty Black Summer  It's Coming Down  Cantspeak  Going Down to Die  She Rides  Stalker Song  Mother  Twist of Cain  Bringer of Death","release_date":"1995-04-13","vote_average":7.0,"runtime":null,"cert":"\"\"","id":390581,"title":"Danzig: [1995] Live at Fargo, ND","adult":false,"genre_ids":[]},{"cast":["Garrett Clayton","Christian Slater","Keegan Allen","James Franco","Alicia Silverstone"],"overview":"When a lonely suburban man turned gay porn producer discovers a hot, lucrative new star, he finds himself the target of rival pornographers who will stop at nothing to steal his money maker.","release_date":"2016-10-21","vote_average":5.8,"runtime":93,"cert":"\"NR\"","id":390584,"title":"King Cobra","adult":false,"genre_ids":[80,18]},{"cast":["Brian Gleeson","Damien Molony","Sofia Boutella","Rory Fleck-Byrne"],"overview":"While on a covert mission, two cold blooded mercenaries form an unlikely bond as they race across the desert in the dead of night. When their violent and desperate world implodes, past atrocities come to the surface threatening to tear each of them apart.","release_date":"2016-10-07","vote_average":4.4,"runtime":92,"cert":"\"\"","id":390587,"title":"Tiger Raid","adult":false,"genre_ids":[53]},{"cast":[],"overview":"A thought-provoking look at the subject of abortion today, told through the stories of women struggling with unplanned pregnancies, abortion providers and clinic staff and activists on both sides of this contentious debate.","release_date":"2016-08-12","vote_average":6.9,"runtime":92,"cert":"\"\"","id":390590,"title":"Abortion: Stories Women Tell","adult":false,"genre_ids":[99,10770]},{"cast":["Rukiyat Masud","Adjetey Anang","Agbeko Mortty","Akofa Edjeani Asiedu","Grace Omaboe"],"overview":"Against the picturesque Ghanaian backdrop, Children of the Mountain is an honest exploration of a mother’s will in the face of much adversity. When her baby is born with a cleft lip, cerebral palsy, and Down syndrome, Essuman is led to believe that she has a ‘dirty womb.’ Her promising future as a wife and mother is shattered as her lover disowns her and the community eyes her with suspicion.","release_date":"2016-04-17","vote_average":0.0,"runtime":100,"cert":"\"\"","id":390597,"title":"Children of the Mountain","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Madness perform a set of their greatest hits live from London's Hackney Empire.","release_date":"2009-06-24","vote_average":10.0,"runtime":null,"cert":"N\/A","id":390604,"title":"Madness: Greatest Hits Live at The Hackney Empire","adult":false,"genre_ids":[]},{"cast":[],"overview":"Genesis (2010) was a professional wrestling pay-per-view (PPV) event produced by the Total Nonstop Action Wrestling (TNA) promotion, which took place on January 17, 2010 at the TNA Impact! Zone in Orlando, Florida.[3] It was the fifth event under the Genesis chronology and the first event of the 2010 TNA PPV schedule. The PPV poster was released in early December 2009, promoting Hulk Hogan's debut on TNA PPV.[4] It is the first event since TNA moved to the Impact! Zone to feature a four-sided ring (as opposed to the typical six-sided ring used by TNA).","release_date":"2010-01-17","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390607,"title":"TNA Genesis 2010","adult":false,"genre_ids":[]},{"cast":["Héctor Medina","Vladimir Cruz","Enrique Molina","Carlos Enrique Almirante"],"overview":"A thief breaks into the home of a famous writer, unknowingly stealing what turns out to be the only manuscript of an upcoming story. In desperate need of money, he submits it to a contest...","release_date":"2016-01-21","vote_average":0.0,"runtime":85,"cert":"\"\"","id":390610,"title":"The Human Thing","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"No Surrender (2010) was a professional wrestling pay-per-view event produced by Total Nonstop Action Wrestling (TNA), which took place on September 5, 2010 at the Impact Zone in Orlando, Florida.[3] It was the sixth event under the No Surrender chronology and the ninth event of the 2010 TNA pay-per-view schedule.","release_date":"2010-09-05","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390613,"title":"TNA No Surrender 2010","adult":false,"genre_ids":[]},{"cast":[],"overview":"Lacrosse was born in Akwesasne Mohawk Territory as a sacred game, traditionally reserved for men. Just off the reservation at Salmon River High in Fort Covington, NY an all-Native girls lacrosse team comes together, seeking to be the first Native women’s team to bring home a Section Championship. But first, they will have to overcome their crosstown rivals, Massena High. As the season comes to a head, the team is faced with increasing ambivalence in their own community and the girls must prove that the game of lacrosse is their rightful inheritance. With more than just the championship on the line, the girls fight to blaze a new path for the next generation of Native women, while still honoring their people’s tradition in a changing world.","release_date":"2016-04-19","vote_average":8.0,"runtime":75,"cert":"\"\"","id":390616,"title":"Keepers of the Game","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Victory Road (2011) was a professional wrestling pay-per-view event produced by Total Nonstop Action Wrestling (TNA) promotion, which took place on March 13, 2011 at the Impact Zone in Orlando, Florida.[2][3] It was the seventh event under the Victory Road chronology and the third event of the 2011 TNA PPV schedule.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":390619,"title":"TNA Victory Road 201","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sacrifice (2011) was a professional wrestling pay-per-view (PPV) event produced by Total Nonstop Action Wrestling (TNA) promotion, which took place on May 15, 2011 at the Impact Zone in Orlando, Florida. It was the seventh Sacrifice event.","release_date":"2011-05-15","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390622,"title":"TNA Sacrifice 2011","adult":false,"genre_ids":[]},{"cast":[],"overview":"Final Resolution (2011) was a professional wrestling pay-per-view event produced by the Total Nonstop Action Wrestling (TNA) promotion, which took place on December 11, 2011 at the Impact Wrestling Zone in Orlando, Florida. It was the eighth event under the Final Resolution chronology.","release_date":"2011-12-11","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390625,"title":"TNA Final Resolution 2011","adult":false,"genre_ids":[]},{"cast":["Yasha Cunningham","Janice Findley","Kathryn Krogstad","Sara Peyton","Rochelle Wyatt"],"overview":"A man-sized, reptilian \"Chef Detective\" helps a nameless blonde make sense of her recurring dream.","release_date":"1993-09-11","vote_average":2.0,"runtime":40,"cert":"N\/A","id":390628,"title":"I Am the Night","adult":false,"genre_ids":[9648]},{"cast":[],"overview":"Held December 2, 2007.  The event is remembered for Scott Hall's failure to show up for the event and for Samoa Joe's unscripted rant against the promotion. It also marks the first time the Feast or Fired match was held. The professional wrestling section of the Canadian Online Explorer website rated the entire event a six and a half out of ten, higher than the 2006 event's rating of six.","release_date":"2007-12-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390631,"title":"Total Nonstop Action Wrestling Turning Point 2007","adult":false,"genre_ids":[]},{"cast":["Noriaki Sugiyama","Noriko Shitaya","Ayako Kawasumi","Kana Ueda","Junichi Suwabe"],"overview":"Theatrical-release adaptation of the visual novel \"Fate\/stay night\", following the third and final route. (Part 2 of a trilogy.)","release_date":"2019-01-12","vote_average":5.6,"runtime":117,"cert":"\"\"","id":390634,"title":"Fate\/stay night: Heaven’s Feel II. lost butterfly","adult":false,"genre_ids":[16,28,14,18]},{"cast":["Masao Kusakari","Kyôko Maya","Shino Ikenami","Shigeru Kôyama","Taiji Tonoyama"],"overview":"Personal tale of Okita Soji who fights to survive in a world without pity in the merciless era of the downfall of the Tokugawa Shogunate.","release_date":"1974-11-02","vote_average":6.0,"runtime":92,"cert":"N\/A","id":390637,"title":"Okita Soji","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Ronan Dénécé \/ Augustin Legrand \/ Jean-Baptiste Legrand","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390644,"title":"Enfants de Don Quichotte (Acte 1)","adult":false,"genre_ids":[]},{"cast":[],"overview":"I try to set this work – a film using texts, or a film-book – between watching and reading. This film is dedicated to J.L. Borges, a great artist, who translated ‘The Happy Prince’ by Oscar Wilde [in] his early childhood and became one of the greatest writers of the 20th century.  .  .  continuing to publish .  .  .  works by dictation even after losing his eyesight","release_date":"2011-01-01","vote_average":0.0,"runtime":13,"cert":"N\/A","id":390647,"title":"Scripta Volant","adult":false,"genre_ids":[16]},{"cast":[],"overview":"We are all living in a food chain.  All of the living beings support each other as predator-prey relationship in the balance of nature.  Yet there is a huge and ferocious bird.  It is so brutal that all the creatures are afraid of it.  .  .  Everything repeats itself, slightly changing form.","release_date":"2011-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":390650,"title":"Ygg's Bird","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A girl is kept on the [move] by a witch and continues to peel potatoes.  She is fed up and tries to escape in vain.  She gets desperate and decides to beat the witch.  .  .  what will she find?  What is her intention?  Can we undo what has been done?","release_date":"2011-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":390653,"title":"Better Back Then","adult":false,"genre_ids":[16]},{"cast":[],"overview":"There is a family living in an air base town.  I got a younger brother.  Dad was only absent for work at the base and Mom was busy with the brother and little time for me.  Out of loneliness and jealousy I [hid] brother’s charm.  From that day, Dad stopped coming home.  .  .","release_date":"2011-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":390656,"title":"Wish Upon a Snowdrop","adult":false,"genre_ids":[16]},{"cast":["Yvot Moses","Victoria Atong","Chol Garang","Adau Dau","Anyar Kuol"],"overview":"A South Sudanese film.","release_date":"2014-09-10","vote_average":0.0,"runtime":80,"cert":"N\/A","id":390659,"title":"Miith Cin Piooth","adult":false,"genre_ids":[18]},{"cast":["Cüneyt Arkın","Damla Coskunoglu","Mehmet Ali Güngör","Aydin Haberdar","Baykal Kent"],"overview":"","release_date":"1984-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390666,"title":"Dev kani","adult":false,"genre_ids":[28]},{"cast":["Rimau Grillo Ritzberger","Valentina Romani","Leonardo Pazzagli","Simonetta Solder","Giorgio Marchesi"],"overview":"Lorenzo, Blue and Antonio have a lot in common: they are sixteen, attending the same class in the same school in a small town in the northeast, each have a family that loves them. And all three, though for different reasons, have come to be isolated from other peers. Their new friendship helps them to resist, until the mechanical attraction and fear the judgment of others do not grasp them unprepared.","release_date":"2016-03-31","vote_average":6.9,"runtime":101,"cert":"N\/A","id":390669,"title":"One Kiss","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"If you had a prolonged terminal illness and money was no object, would you manipulate euthanasia so that you could die on your own terms? This story examines how the protagonist Mark uses his wealth to help create a euthanasia roller coaster. A roller coaster so powerful, it causes cerebral hypoxia, thus suffocating your brain ensuring a euphoric death.","release_date":"2015-06-16","vote_average":0.0,"runtime":8,"cert":"\"\"","id":390672,"title":"H Positive","adult":false,"genre_ids":[]},{"cast":["Marco Mazzoli","Chiara Francini","Katy Louise Saunders","Tetyana Veryovkyna","Fiammetta Cicogna"],"overview":"","release_date":"2016-03-31","vote_average":4.4,"runtime":null,"cert":"N\/A","id":390675,"title":"On Air - Storia di un successo","adult":false,"genre_ids":[10402,35]},{"cast":["Steve Lee","Chan Lau","Peter Chen Lau","Kuo-liang Huang"],"overview":"Contemporary (1970s) setting doesn't improve standard melodrama involving smuggling circle. Film does have twist conclusion and some good kung fu action but also funky discotheque muzak (elevator versions of 'Bridge Over Troubled Water' and 'C.H.I.P.S.' Theme!!!) and a trite 'Death Wish' plot.  Dashes of Lee's 'Chinese Connection' & 'Fists Of Fury' with the classic style of the first ten minutes are the best thing about this bland actioner. (IMDb)","release_date":"1978-01-01","vote_average":5.0,"runtime":84,"cert":"N\/A","id":390678,"title":"Cobra","adult":false,"genre_ids":[28,80]},{"cast":[],"overview":"Teams of wrestlers from around the World compete in Heavyweight, X Division, Tag Team and Knockouts Division matches to crown the TNA World Cup of Wrestling Champions. It took place on March 18, 2013, from the Impact Wrestling Zone in Orlando, Florida and Aired on PPV on December 6, 2013.","release_date":"2013-12-06","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390681,"title":"TNA One Night Only: World Cup of Wrestling 2013","adult":false,"genre_ids":[]},{"cast":["Cüneyt Arkın","Turgut Özatay","Tarik Simsek","Yavuz Selekman","Reha Yurdakul"],"overview":"","release_date":"1975-01-01","vote_average":8.5,"runtime":85,"cert":"N\/A","id":390684,"title":"Manhunter","adult":false,"genre_ids":[28,80]},{"cast":["Cüneyt Arkın","Alev Sayin","Cemal Gencer","Yildirim Gencer","Muzaffer Nebioglu"],"overview":"","release_date":"1984-01-01","vote_average":2.0,"runtime":null,"cert":"N\/A","id":390687,"title":"Kartal Bey","adult":false,"genre_ids":[28]},{"cast":[],"overview":"TNA goes Old School with a selection of classic matchups. It took place on December 30, 2013, from the Mid-Hudson Civic Center in Poughkeepsie, New York and Aired on PPV on February 7, 2014.","release_date":"2014-02-07","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390690,"title":"TNA One Night Only: #OldSchool 2014","adult":false,"genre_ids":[]},{"cast":[],"overview":"A girl who lives in Saigon, Vietnam, has a mother who sells cold coffee, but after her mother's decease she has to leave school and take over the family business.","release_date":"2015-10-26","vote_average":0.0,"runtime":15,"cert":"N\/A","id":390693,"title":"Cold Coffee","adult":false,"genre_ids":[18,16]},{"cast":[],"overview":"Lockdown (2014) was a professional wrestling pay-per-view event produced by the Total Nonstop Action Wrestling (TNA) promotion, which took place on March 9, 2014 at the BankUnited Center in Miami, Florida.[1] It was the tenth event under the Lockdown name and first event in the 2014 TNA PPV schedule.","release_date":"2014-03-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390696,"title":"TNA Lockdown 2014","adult":false,"genre_ids":[]},{"cast":[],"overview":"One rainy day a boy was waiting sulkily at a bus stop.  Pitter-patter, raindrops leap and make waves in a puddle.  Watching it, he saw something [jump].  When the boy looked into the puddle, there was a red fish swimming.  It is a story of a red fish a boy saw on a rainy day","release_date":"2010-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":390699,"title":"Rain and fish","adult":false,"genre_ids":[16]},{"cast":["Cüneyt Arkın","Yildirim Gencer","Günay Güner","Ahmet Mekin","Yavuz Selekman"],"overview":"","release_date":"1974-01-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":390702,"title":"Kin","adult":false,"genre_ids":[18,28]},{"cast":[],"overview":"One Night Only: Turning Point was a professional wrestling pay-per-view (PPV) event produced by Total Nonstop Action Wrestling (TNA), where TNA held a series of matches featuring various TNA wrestlers. The show was taped on September 5, 2014, at the John Paul Jones Arena in Charlottesville, VA, and Aired on PPV on January 9, 2015.","release_date":"2015-01-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390705,"title":"TNA One Night Only: Turning Point 2015","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hardcore rules for the stars of Hardcore wrestling, as TNA goes hardcore for one night only where every match is contested under hardcore wrestling stipulations. It took place on February 13, 2015, from Universal Studios in Orlando, Florida, and was shown on PPV on April 1, 2015.","release_date":"2015-04-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390708,"title":"TNA One Night Only: Hardcore Justice 4","adult":false,"genre_ids":[]},{"cast":[],"overview":"Teams of wrestlers and knockouts led by a male TNA wrestler would compete in Singles, Tag Team and Knockouts matches, The team that gain the most points qualify to the final match to fight for TNA World Cup of Wrestling. It took place on February 15, 2015, from Universal Studios in Orlando, Florida and was shown on PPV on August 5, 2015.","release_date":"2015-08-05","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390711,"title":"TNA One Night Only: World Cup of Wrestling 3","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two teams divided into team USA and team of wrestlers from around the World compete in Heavyweight, X Division and Knockouts Division matches, The team that accumulated the most points was declared the winner. It took place on February 13, 2015, from Universal Studios in Orlando, Florida and was shown December 4, 2015.","release_date":"2015-12-04","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390714,"title":"TNA One Night Only: Global Impact: USA vs The World 2015","adult":false,"genre_ids":[]},{"cast":[],"overview":"Slammiversary XII was a professional wrestling pay-per-view (PPV) event produced by the Total Nonstop Action Wrestling (TNA) promotion. It took place on June 15, 2014 at the College Park Center in Arlington, Texas and was the 12th anniversary celebration for TNA, the tenth event in the Slammiversary chronology, and the third event in the 2014 TNA PPV schedule.","release_date":"2014-06-15","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390717,"title":"TNA Slammiversary XII","adult":false,"genre_ids":[]},{"cast":[],"overview":"Videographic dream.","release_date":"1968-01-01","vote_average":0.0,"runtime":13,"cert":"N\/A","id":390720,"title":"La Belle cérébrale","adult":false,"genre_ids":[]},{"cast":[],"overview":"The protagonist is with friends but bored with the conversation.  His mind often slips away to his own imaginary world and comes back to them.  .  .","release_date":"2010-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":390723,"title":"Come Back to my Mind","adult":false,"genre_ids":[16]},{"cast":[],"overview":"The blue evolves.  The blue rises toward the upper world.  The blue becomes green and then yellow, which makes things unstable.  So red circle appears to bring into balance between blue and yellow.  These three colours unite into one, [rising] until the summit, over the boundary line, and becomes a white circle to a full stop.  And then it returns to the first state.","release_date":"2010-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":390726,"title":"Part Blue","adult":false,"genre_ids":[16]},{"cast":[],"overview":"An old man is trying to create a girl out of his memories.  Little by little the doll is being made and given a physical body of machinery parts.  The old man makes her as a pure creature, but she denies her identification.  The doll demolishes herself, saying ‘This is not Me!","release_date":"2010-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":390729,"title":"About the Girl","adult":false,"genre_ids":[16]},{"cast":[],"overview":"As dusk closed in, a streetlight in a park was turned on.  Moths flew towards the light.  Suddenly they stop the motion.  Under the streetlight.  .  .  playground equipment appears.  .  .  A child strayed among them.  .  .","release_date":"2010-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":390732,"title":"The Vesper Mutters","adult":false,"genre_ids":[16]},{"cast":[],"overview":"There was a man with a hole in his belly.  The reason was not certain but he just kept eating the food that grew on the tables as if to fill his hole.  All of a sudden the food disappeared, something came up from the table and ran away.  He was at a loss but killed it to fill the hole with the dead body.  The hole was filled half by the dead body","release_date":"2010-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":390735,"title":"Hole","adult":false,"genre_ids":[16]},{"cast":["Liniers"],"overview":"Winter 2007. Two artists from Argentina receive a grant to develop their work in Montreal (Canada). The only catch? They have to share an apartment. In this way filmmaker Franca González and cartoonist Ricardo Siri Liniers come to know each other. From the moment González becomes the roommate of Liniers, a friendship emerges between them and she makes him the proposal of doing a documentary about him.  The film starts with an argument to get Liniers permission to chase him with videocameras and ends up becoming one of the most tender portraits ever done of the artist, reflecting the transcendence that ensues from the simple line of his drawings.","release_date":"2010-06-03","vote_average":7.0,"runtime":76,"cert":"N\/A","id":390738,"title":"Liniers, el trazo simple de las cosas","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Indianapolis has one of the lowest high school graduation rates in the country. Night School follows three adult students living in the city’s more impoverished neighborhoods as they attempt to earn their diplomas while juggling other difficult responsibilities and realities. Through their stories, the filmmakers explore many issues that low-income Americans deal with, including unjust minimum wage and working conditions, arbitrary legal hindrances, and race and gender inequality.","release_date":"2016-04-15","vote_average":7.0,"runtime":85,"cert":"\"\"","id":390745,"title":"Night School","adult":false,"genre_ids":[99]},{"cast":["Mikhail Kuznetsov","Viktor Dobrovolsky","Vsevolod Yakut","Viktor Khokhryakov","Arkadi Tolbuzin"],"overview":"The Second World War is over. The post-war Germany is divided into several responsibility zones. Still many Russian people languish in camps located in the American zone. Though former allies are in no hurry to let them off to the motherland, and even try to enroll some of them. The American intelligence agency gets to know that they've got a daughter of one of the West Germany cities commandant, whose brother is a famous soviet rocket engineering designer. They plan a crafty operation on the discrimination of the Russian colonel and introduction of the niece into the uncles design office. The Russian Intelligence service is also aware of the Americans interest in the designers works. The special department colonel Lartsev is coming from Moscow to Germany to prepare a reciprocal operation.","release_date":"1965-01-01","vote_average":0.0,"runtime":96,"cert":"N\/A","id":390748,"title":"Game Without Rules","adult":false,"genre_ids":[10752,12]},{"cast":[],"overview":"There are 100,000 US citizens in solitary confinement across the country, a staggering number prompting comment from both President Obama and the Pope. Situated in rural Virginia, 300 miles from any urban center, Red Onion State Prison is one of over 40 supermax prisons across the US built to hold prisoners in eight-by-ten-foot cells for 23 hours a day. Filmed over the course of one year, this eye-opening film braids stark prison imagery, stories from correction officers, and intimate reflections from the men who are locked up in isolation. The inmates share the paths that led them to prison and their daily struggles to maintain their sanity.","release_date":"2016-04-16","vote_average":8.0,"runtime":81,"cert":"\"\"","id":390751,"title":"Solitary","adult":false,"genre_ids":[99]},{"cast":["Cüneyt Arkın","Zümrüt Cansel","Mine Sun","Eray Özbal"],"overview":"A serial murderer kills prostitutes. Inspector Murat investigates the case.","release_date":"1986-01-01","vote_average":0.0,"runtime":116,"cert":"N\/A","id":390754,"title":"Melek yüzlü cani","adult":false,"genre_ids":[53,28]},{"cast":[],"overview":"Slayer at The Stone, San Francisco, CA, USA  Raining Blood  Angel of Death  Die by the Sword  Praise of Death  Criminally Insane  Necrophiliac  Necrophobic  Captor of Sin  Reborn  Black Magic  Postmortem  Epidemic  Hell Awaits  Chemical Warfare  At Dawn They Sleep  Altar of Sacrifice  Jesus Saves","release_date":"1986-11-03","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390757,"title":"Slayer: [1986] Live at San Francisco","adult":false,"genre_ids":[]},{"cast":["Gérard Landry","Milly Vitale","Nadia Gray"],"overview":"The Spaniards under Charles V aim to occupy all of Italy with the help of traitorous allies like Don Lorenzo. Lorenzo conspires to marry off his supposed niece Isabella to Charles V’s nephew, Prince Rodriguez, to confirm Spain’s dominance. The Black Devil, a heroic masked avenger, falls in love with the fake Isabella and takes vengeance on Lorenzo with the help of his friend Ruggerio and his men.","release_date":"1957-03-29","vote_average":0.0,"runtime":80,"cert":"N\/A","id":390764,"title":"The Black Devil","adult":false,"genre_ids":[]},{"cast":[],"overview":"This woman has detached herself from the outside world.  For her, it is daily work to feed her bird and to look at the town from her window.  Because she doesn’t go out, she does not even put on clothes.  However, this daily life has ended.  She has run out of the cornflakes that she eats every day. As we get up in the morning and put on clothes, we are alive in a social system.  Nobody understands whether it is the correct world.  However, even if you escape from the system, the day you have to return will come.","release_date":"2010-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":390767,"title":"Getting Dressed","adult":false,"genre_ids":[16]},{"cast":["Silvie Deluxe","Joachim Kessef","Daria Glower","Steve Q.","Marcelle Lee"],"overview":"They say thicker the bush, the better the fuck! Do you like girls with thick hairy bush? Doesn't it feel better getting it on with a babe with a hairy pussy? After all, more hair means more friction. Gives new meaning to the term \"Bumping Uglies\"!","release_date":"2010-06-30","vote_average":4.0,"runtime":116,"cert":"\"X\"","id":390770,"title":"Hairy Berries","adult":true,"genre_ids":[]},{"cast":["Kay Parker","Desiree Cousteau","Dorothy LeMay","John Holmes","Roxanne Rollan"],"overview":"Watch Our Cabinet Of Classic Porn Stars Show You What The \"Bush Doctrine\" Is Really About! Fuck Bush is the definitive collection of legendary scenes spotlighting pussies that never saw a pair of scissors. It is an unforgettable tribute to not just a few of the greatest porn stars in history, but the greatest hairy pussy scenes of all time. Kay Parker, Desiree Cousteau and Dorothy LeMay are just a few of the notorious all-stars that honor us with their extraordinary performances. These are all the natural beauties lost to the ages. Watch them immortalized in Fuck Bush!","release_date":"2009-01-23","vote_average":5.0,"runtime":113,"cert":"\"X\"","id":390773,"title":"Fuck Bush","adult":true,"genre_ids":[]},{"cast":["Phoenix Marie","Penny Pax","Kasey Warner","Karlee Grey","Evan Stone"],"overview":"These are the finest bushes you'll ever see! Gorgeous unshaven beauties horny for cock!","release_date":"2016-03-29","vote_average":7.0,"runtime":123,"cert":"\"X\"","id":390776,"title":"Pure Bush 2","adult":true,"genre_ids":[]},{"cast":["Ashlee Graham","Willow Hayes","Samantha Bentley","Lola Gatsby","Ralph Long"],"overview":"You know you want a piece of this hairy action! ! Cum get some if you dare! ! !","release_date":"2015-04-29","vote_average":6.0,"runtime":91,"cert":"\"NC-17\"","id":390779,"title":"Hair Pie","adult":true,"genre_ids":[]},{"cast":["Steve Aoki","Afrojack","Benji Madden","Diplo","Will.i.am"],"overview":"An energetic and fast-paced bio-doc that examines the story behind one of the most prolific and well-known DJs working today: Steve Aoki.","release_date":"2016-04-15","vote_average":6.6,"runtime":82,"cert":"\"\"","id":390782,"title":"I'll Sleep When I'm Dead","adult":false,"genre_ids":[99]},{"cast":[],"overview":"It’s a story about a frog who is eager to make his companions stand in a line.  He is the only one who wears an armlet, and has a [slightly] different skin colour from the other frogs.  This work focuses on the relationship between the ‘rulers’ and ‘ruled ones’, and describes the consequences of some unexpected events.","release_date":"2010-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":390785,"title":"Anti-chaos","adult":false,"genre_ids":[16]},{"cast":[],"overview":"The film features exclusive footage of the dancers from the series \"The Next Step\", as they prepared for their first-ever tour in Canada. Also includes live performances and exclusive interviews with cast members.","release_date":"2015-06-27","vote_average":10.0,"runtime":80,"cert":"N\/A","id":390788,"title":"The Next Step Live: The Movie","adult":false,"genre_ids":[99]},{"cast":["Lauren Phillips","Kenzie Taylor","Keisha Grey","Karlee Grey","Mr. Pete"],"overview":"Don't be a wussy, eat that bushy pussy!","release_date":"2016-03-28","vote_average":7.0,"runtime":120,"cert":"\"NC-17\"","id":390791,"title":"Bush League 6","adult":true,"genre_ids":[]},{"cast":[],"overview":"Slayer at The Concert Factory, Costa Mesa, CA, USA  Halloween  Evil Has No Boundaries  Aggressive Perfector  Crionics  The Final Command  The Antichrist  Black Magic  Die by the Sword  Fight Till Death  Show No Mercy","release_date":"1983-12-28","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390798,"title":"Slayer: [1983] Costa Mesa, CA","adult":false,"genre_ids":[]},{"cast":["Jenny Karezi","Petros Fyssoun","Eleni Erimou","Alkis Giannakas","Stavros Xenidis"],"overview":"In Vienna 1820, the Manto Mavrogenous encounters a group of Greek students and talk of revolution to be made. Returning to Greece uncle of the initiates at Friendly Society. Madonna sells its dowry and equip their ships and army to help the revolution. Meet the founder of the Friendly Society, Dimitrios Ypsilanti, and builds relationships with him but encounters the objections of the political leaders of the struggle and particularly of Ioannis Kolettis who fears the two young people like to be the first king of the new nation. To break up the uses of beautiful paintings Niki monk who just came from Paris.","release_date":"1971-01-01","vote_average":6.0,"runtime":95,"cert":"N\/A","id":390801,"title":"Manto Mavrogenous","adult":false,"genre_ids":[10752,18,36]},{"cast":["Hal Le Roy","Mitzi Mayfair","Helen Goodhue","Frank McNellis","The Sanford Boys and Girls"],"overview":"Hal and Mitzi have known each other since they were babies. Tap dancer Hal now works as a window dresser in Blake's Department Store, owned by Mitzi's dad. Mr. Blake hates jazz music and dancing. He refuses to let Mitzi marry Hal, because Hal's ambition is to be a dancer on stage. When Mitzi reveals a secret about Mrs. Blake's past, her father soon changes his tune.","release_date":"1932-10-21","vote_average":0.0,"runtime":19,"cert":"\"NR\"","id":390804,"title":"Tip Tap Toe","adult":false,"genre_ids":[10402,35]},{"cast":["Konstantin Stepankov","Ivan Mykolaichuk","Fedir Panasenko","Borislav Brondukov","Vladimir Skomarovsky"],"overview":"This ideologically charged film as a typical sample of Soviet version of history portrays the events in Ukraine in 1921 after the defeat of Ukrainian liberation struggle and the occupation of the country by invading Bolshevik hordes. The Bolsheviks are good guys and Ukrainian rebels refusing to submit to a new, this time Soviet, slavery are portrayed as bandits and brigands fighting against their own people.","release_date":"1971-07-01","vote_average":6.0,"runtime":74,"cert":"N\/A","id":390807,"title":"The Commissars","adult":false,"genre_ids":[18,36]},{"cast":[],"overview":"Stratovarius at Saitama Super Arena, Saitama, Japan  01. Under Flaming Skies  02. Speed Of Light  03. Halcyon Days  04. Eagleheart  05. Destiny  06. Keyboard Solo  07. Black Diamond  08. Unbreakable  09. Hunting High and Low","release_date":"2013-10-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390810,"title":"Stratovarius: [2013] Loud Park Festival 13","adult":false,"genre_ids":[10402]},{"cast":["Moora Vander Veken","Moora Vander Veken"],"overview":"Dagdromen (Amika special) Olivier and Merel discover her pa's latest 'invention' is a primitive camera link and start chatting in a playful mood. The teasing leads to exchanging their romantic feelings, although she formally denies being in love with Jan. Olivier tells in detail about his one true love, alas on holiday in Spain, so doomed since his return. Songs illustrate their state of mind, including his unwillingness to make life-determining choices at knave-age.","release_date":"","vote_average":0.0,"runtime":40,"cert":"N\/A","id":390813,"title":"Amika Dagdromen","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"A short film about Andrei Tarkovsky's home.","release_date":"1997-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":390816,"title":"Memory","adult":false,"genre_ids":[]},{"cast":["Diether Krebs","Teresa Harder","Konstantin Graudus","Herbert Meurer","Angelika Perdelwitz"],"overview":"","release_date":"1996-10-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390819,"title":"King of Evergreen","adult":false,"genre_ids":[35]},{"cast":["MissMe"],"overview":"A short profile doc on street artist MissMe—a sort of Banksy-esque underground figure with a feminist bent.  While the short portrait documentary field is certainly overcrowded, director Mohammad Gorjestani’s film is beautifully shot and quickly paced. It’s got a certain energy that can’t be denied (much like artwork driving the film). Plus, the central character is an inspiring symbol of artistic authenticity and self-liberation. A former advertising executive, MissMe ditched her high-profile corporate day job to become a counter-voice to the objectification of women in the mainstream advertising world. Girl power, indeed.","release_date":"2016-03-12","vote_average":0.0,"runtime":4,"cert":"\"\"","id":390826,"title":"Missme: The Artful Vandal","adult":false,"genre_ids":[99]},{"cast":["Joe Sonnenblick"],"overview":"Sometimes we just want to disappear","release_date":"2016-03-22","vote_average":0.0,"runtime":27,"cert":"\"NR\"","id":390829,"title":"The Tourist","adult":false,"genre_ids":[35,18]},{"cast":["Akiko Kimura","Kohei Kiyasu","Mamoru Miyano","Yuko Kaida"],"overview":"Yumi Ikoma and Ryou Masaoka are children who have been selected to take part in a top secret mission, to be the pilots of the first Fafner combat units; the last chance of survival for the human race. The enemy is ruthless, remorseless and is able to read the minds of humans. Therefore, the details of this mission are kept a secret even from the personnel involved. The young pilots must use all their courage and faith in order to survive and complete their mission or the fate of mankind would be compromised.","release_date":"2005-12-29","vote_average":0.0,"runtime":51,"cert":"N\/A","id":390832,"title":"Fafner in the Azure: Right of Left -Single Program-","adult":false,"genre_ids":[16,878,18,10749]},{"cast":[],"overview":"As a member of a traditional Catholic family, Jorge Sosa was immersed since childhood in activities in which his homosexuality created an unbearable ideological conflict that ended when he moved completely away from the precepts and practices of his religion. However, years later the counsel of a priest reconciles him with his faith and leads him to head a church whose mission is to reconcile individuals with a God outside the precepts laid down by the Catholic Church, and above all, a church that brings gay people closer to a God who promotes in his followers, responsibility and full awareness of their freedom.","release_date":"","vote_average":0.0,"runtime":64,"cert":"N\/A","id":390839,"title":"Blatangelus","adult":false,"genre_ids":[]},{"cast":["Edu K.","Otto Guerra","Denise Garcia"],"overview":"","release_date":"1999-01-02","vote_average":0.0,"runtime":4,"cert":"N\/A","id":390842,"title":"Deus é Pai","adult":false,"genre_ids":[16,35]},{"cast":["Son Deok-Gi","Jeong Yoo-jin","Shin Yu-ju","Jeon Hyeon-soo"],"overview":"The in- flight service for Hong Kong starts now!  An erotic story that took place in the spacious blue sky!  An innocent actress runs away from the scandal with an idol, the impudent idol that ruined her career, a passionate manager who is devoted to her and his ex-girlfriend who is now a sexy stewardess. These four that should never be together run into each other in an airplane. No one can run away and the most cheeky and erotic things happen here.","release_date":"2015-11-01","vote_average":3.9,"runtime":97,"cert":"N\/A","id":390845,"title":"A Delicious Flight","adult":false,"genre_ids":[10749]},{"cast":["Eduardo de la Peña","Ana Luisa Peluffo","Roberto 'El Flaco' Guzmán","Grace Renat","Delia Magaña"],"overview":"A soccer coach gets caught in the middle of the conflict between a millionaire and his wife.","release_date":"1978-11-30","vote_average":0.0,"runtime":95,"cert":"N\/A","id":390848,"title":"Guerra de sexos","adult":false,"genre_ids":[]},{"cast":["Jorge Negrete","Ángel Garasa","Domingo Soler","Janet Alcoriza","Consuelo Guerrero de Luna"],"overview":"","release_date":"1942-04-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":390855,"title":"Cuando viajan las estrellas","adult":false,"genre_ids":[]},{"cast":["Alexis Ayala","Luisa Fernanda Gaona","Patricia Álvarez","Diana Golden","José Elías Moreno"],"overview":"","release_date":"1998-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390858,"title":"¡Engañame! ...si quieres","adult":false,"genre_ids":[35]},{"cast":["Paul Lazar"],"overview":"Crosby Street Hotel, an outsider becomes an insider. Finding what’s been missing for so long, up in the penthouse. A poetry of past and present.","release_date":"2016-03-29","vote_average":0.0,"runtime":4,"cert":"\"\"","id":390865,"title":"Silent Street","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two men, a broken heart and a full heart, side by side. As they leave the train, they begin to dance.","release_date":"2016-03-30","vote_average":0.0,"runtime":2,"cert":"\"\"","id":390868,"title":"Afloat","adult":false,"genre_ids":[]},{"cast":["Stani Franklin","Trisha Seidman","Jeremy Soares"],"overview":"In ancient Hawaiian times, two lovers must defend their village on the last day of the season of war.","release_date":"2012-01-01","vote_average":0.0,"runtime":14,"cert":"\"\"","id":390871,"title":"Until the Sun Sets","adult":false,"genre_ids":[28,18]},{"cast":["Bel Powley","Martin Wallström","Sophie Cookson","Tom Sweet","Lisa Loven Kongsli"],"overview":"The coming-of-age tale of 16-year-old Lina Vilkas who is deported to Siberia amid Stalin's reign of terror in the Baltic region during WWII. An aspiring artist, she secretly documents her harrowing journey with her drawings.","release_date":"2018-10-12","vote_average":7.0,"runtime":99,"cert":"\"\"","id":390874,"title":"Ashes in the Snow","adult":false,"genre_ids":[18,10749]},{"cast":["Kyohei Shibata","Hiroshi Tachi","Atsuko Asano","Toru Nakamura","Shizuo Chûjô"],"overview":"When a doctor is found dead and the company's exclusive data on a cancer drug is missing, detective Takayama and Oshita are called to the Nakamitsu pharmaceutical laboratory. However, a bungled attempt to catch the murderer leave Takayama and Oshita reassigned to the lackluster task of patrolling public bathrooms to keep them out of trouble.","release_date":"1987-12-12","vote_average":0.0,"runtime":99,"cert":"N\/A","id":390881,"title":"Dangerous Cops","adult":false,"genre_ids":[28,35]},{"cast":["Valentinas Masalskis","Tauras Cizas","Rimantė Krilavičiūtė","Emile Ribokaite","Rapolas Tamuliunas"],"overview":"A story about the first childish sin: the first attempt to defeat the enemy, to walk a forbidden road and to revenge.","release_date":"2007-05-09","vote_average":0.0,"runtime":61,"cert":"N\/A","id":390884,"title":"Crow Lake","adult":false,"genre_ids":[10751]},{"cast":["Josh Radnor","Alex McKenna","Amanda Day"],"overview":"A daughter's idyllic life is turned upside-down by immense tragedy. As she grows older, her cynicism and apathy towards her new reality is challenged by a reminder from the past that sets her on a pilgrimage that will define her.","release_date":"2016-04-08","vote_average":0.0,"runtime":63,"cert":"\"\"","id":390887,"title":"The Seeker","adult":false,"genre_ids":[10402]},{"cast":["Miland \"Mille\" Petrozza"],"overview":"Live at Wacken Open Air in 2011 and 2008.  01. Choir Of The Damned (2011)  02. Hordes Of Chaos (2011)  03. War Curse (2011)  04. Coma Of Souls \/ Endless Pain (2011)  05. Pleasure To Kill (2011)  06. Destroy What Destroys You (2011)  07. The Patriarch (2008)  08. Violent Revolution (2008)  09. People Of The Lie (2008)  10. Europe After The Pain (2008)  11. Phobia (2011)  12. Terrible Certainity \/ Reconquering The Throne (2011)  13. Flag Of Hate \/ Tormentor (2011)","release_date":"2012-06-05","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390890,"title":"Kreator: Harvesting the Grapes of Horror","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"It's time to get to know Jenn Shelton, one of the most outspoken voices in running. Known for her shenanigans featured in the bestselling book Born to Run, Shelton is both a runner and an author in her own right; far more complicated than appears at a casual glance.  She makes her home in a small van, known originally as Hi-C (for its initial inclination to high center), owning only what it can carry. She travels around the Mountain West spreading her unique approach to the wilderness. This is an insider's view in black &amp; white.  Filmed towards the end of summer in the great American West. Featuring Jenn Shelton with a cameo by Anton Krupicka.  This is the second production from The Wolpertinger which, in 2013, produced In the High Country, vimeo.com\/ondemand\/inthehighcountry","release_date":"2015-12-22","vote_average":0.0,"runtime":45,"cert":"\"\"","id":390893,"title":"Outside Voices","adult":false,"genre_ids":[99]},{"cast":[],"overview":"“Henry James had his figure in the carpet, Da Vinci found faces on the wall. Within this Baltimore wallpaper: a floral forest of hidden depth and concealment, the hues and fragrance of another era. Surface decoration holds permeable planes, inner passages. There emerges a hypnotic empyrean flower, a solar fossil a speaking anemone, of paper, of human muscle, of unknown origin, delivering an unreasonable message of rare tranquility.” – Mark McElhatten","release_date":"2008-01-01","vote_average":0.0,"runtime":5,"cert":"\"\"","id":390896,"title":"And the Sun Flowers","adult":false,"genre_ids":[]},{"cast":[],"overview":"A spy film, built on the bad geometry of point-of-view shots.","release_date":"2012-01-01","vote_average":0.0,"runtime":8,"cert":"\"\"","id":390899,"title":"The Plant","adult":false,"genre_ids":[]},{"cast":[],"overview":"Rhonda and Kim Hamilton are two highly successful cousins with vastly different philosophies on dating. One is sexually liberated (A \"Hoe\" according to Kim) and the other is getting over the break-up of a long term relationship and dealing work issues (Not getting \"Enough\" according to Rhonda). Set in Atlanta these two young attractive single ladies take you on a whirlwind ride of One Night Stands, Tickle Tests, Bedroom \"Whirlwind\" Technique, Vanilla Allergies, Strippers, DL Suspects and tons of hilarious laughs.","release_date":"2015-10-27","vote_average":0.0,"runtime":92,"cert":"\"\"","id":390902,"title":"No Filter the Film","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Fear Factory at Boeretang, Dessel, Belgium  Shock  Edgecrusher  Linchpin  Powershifter  Fear Campaign  The Industrialist  Recharger  Demanufacture  Self Bias Resistor  Replica","release_date":"2012-06-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390905,"title":"Fear Factory: [2012] Graspop Metal Meeting","adult":false,"genre_ids":[]},{"cast":["Jaidev","A.V.P. Menon","V. Naik","V.C. Kutty","S.V. Nath"],"overview":"This film features Martanda Varma (Jaidev) the legendary founder and king of the Travancore State (now Kerala) from 1706-58. It tells the story of love between Anantha Padmanabham (Menon) and Parukutty (Padmini), the political conspiracy of Padmanabha Thampi (Naik) and the heads of the eight Nair Houses against Martanda Varma. It opens with newsreel coverage of the aarattu procession of the Travancore maharaja Chitta Thirunal, including elephants, cavalry and the Nair Brigade before embarking on the story of the king's ancestors. Scenes from the young Martanda Varma's youth are intercut with well-known episodes from the novel.","release_date":"1933-05-13","vote_average":0.0,"runtime":84,"cert":"N\/A","id":390908,"title":"Marthanda Varma","adult":false,"genre_ids":[36,18]},{"cast":[],"overview":"Megadeth at Boeretang, Dessel, Belgium  Never Dead  Head Crusher  Hangar 18  Trust  She-Wolf  Poison Was the Cure  Sweating Bullets  A Tout Le Monde  Whose Life (Is It Anyways?)  Public Enemy No. 1  Symphony of Destruction  Peace Sells  Holy Wars... The Punishment Due","release_date":"2012-06-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":390919,"title":"Megadeth: [2012] Graspop Metal Meeting","adult":false,"genre_ids":[]},{"cast":[],"overview":"Creep was made specifically for online release. The goal was to tell as minimal a story as possible while still delivering maximum emotional impact and a good scare. The film was shot in one day with a very minimal crew. Post production was completed in three weeks.","release_date":"2015-02-13","vote_average":0.0,"runtime":3,"cert":"\"\"","id":390922,"title":"Creep","adult":false,"genre_ids":[]},{"cast":[],"overview":"Short animation movie, based on Nathan's Jurevicius award winning graphic novel. For generations the Face Changers have made the clay tokens that alter the winds and faces of their kin. This month the youngest is tasked to take the ten thousand footsteps to the top of the east mountain and engulf the town in the winds of change. Innovative, colorful animation invites to travel into magical world.","release_date":"2016-04-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":390925,"title":"Junction","adult":false,"genre_ids":[16]},{"cast":["Šarūnas Bartas"],"overview":"In the short film \"Sharunas Bartas: where am I now\" director looks for an answer to the question retrospectively and with a perspective towards the future. Reflections on meaning of life and cinema blends in as do autoportrait and portrait genres. In laconic manner director Sharunas Bartas gives quintesense of his thoughts and ideas, more importantly, his feelings and experiences. The film was initiated by Pompidou Art Centre, which recently organized Retrospective of Sharunas Bartas.","release_date":"2016-04-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":390928,"title":"Sharunas Bartas: Where am I Now","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2009-05-01","vote_average":5.0,"runtime":87,"cert":"N\/A","id":390931,"title":"Chocolate Underground","adult":false,"genre_ids":[16,878]},{"cast":["Joana de Verona","Miguel Borges","Damian Oancea","João Saboga","Mafalda Lencastre"],"overview":"The emotional journey of Yulya, a fragile and precious young woman.","release_date":"2015-07-01","vote_average":0.0,"runtime":22,"cert":"N\/A","id":390934,"title":"Yulya","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"Newly-elected reform Mayor Jones celebrates his victory over the crooked political machine with a party at Earl Carroll's night club. Steve Kalkus, the defeated racketeer-politician, has Earl Carroll and several of his acts kidnapped, figuring the kidnapping coup will cause Jones to be laughed out of office. In Carroll's absence his assistant, Ramona Lisa, and his press agent, Barney Nelson put on the show themselves with the remaining talent, the chorus girls and also pressing into the entertainment cigarette girls, cloakroom girls, the doorman and others including oil heiresses Brenda Gusher and Cobina Gusher. Carroll and the other prisoners make their escape when a kidnapped juggling act sends their captors down in a barrage of beer bottles.","release_date":"1940-12-06","vote_average":0.0,"runtime":62,"cert":"\"\"","id":390937,"title":"A Night at Earl Carroll's","adult":false,"genre_ids":[10402]},{"cast":["Carl et les Hommes-Boites"],"overview":"This short animated film was written and directed by Carl Roosens and Noémie Marsily using a mixture of pencil and ink during a residency at the Abbey of Fontevraud in May 2012. It is the first of a series of videos that will be distilled throughout the life of the album - Autour du Lac is the first single from La Paroi du ton Ventre, the second album from Carl et les hommes boîtes which will be released late april on brussels label Humpty Dumpty Records. It testifies a deep desire to strengthen the link between image and music that make Carl et les hommes boîtes a unique project boxes to strong visual identity.","release_date":"2013-04-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":390940,"title":"Around the Lake","adult":false,"genre_ids":[16]},{"cast":["Kenichi Matsuyama","Keiko Kitagawa","Katsunobu Ito","Isao Bitô","Denden"],"overview":"Master Shinkome asks Shinden  to find a former disciple, Shintoto, from his rakugoka (comic storytelling) family. Shinden visits ex-disciples in his search for Shintoto.","release_date":"2016-01-16","vote_average":10.0,"runtime":95,"cert":"N\/A","id":390943,"title":"Something Like, Something Like It","adult":false,"genre_ids":[35]},{"cast":["Betty Jane Rhodes","Johnny Johnston","Marjorie Weaver","Johnnie Davis","Marie Wilson"],"overview":"In this WW II musical, a group of lovely college co-eds, realizing that there is a shortage of single young men, decide to begin rationing their dates so that all of them can have some fun. This is beneficial for the campus wimp who suddenly finds himself the hottest property on campus.","release_date":"1944-02-28","vote_average":0.0,"runtime":78,"cert":"\"\"","id":390946,"title":"You Can't Ration Love","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Like female artists in other forms - Tina Mendotta, Carolee Schneeman, Versuchka, Charlotte Moorman, who covered their bodies with earth and paint and chocolate - Greenfield in Element reveals a femaleness both transgressive and erotic. She unites complex associations of death and birth in a daring visceral act as both film-maker and which becomes a rite uniting complex associations of death and birth.","release_date":"1973-04-02","vote_average":0.0,"runtime":12,"cert":"\"\"","id":390953,"title":"Element","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hong Kong's hyperactive fish market in overwhelming colours.","release_date":"2016-01-30","vote_average":0.0,"runtime":14,"cert":"N\/A","id":390956,"title":"Harbour City","adult":false,"genre_ids":[]},{"cast":["Tony Abatemarco","Andre Brooks","Mariclare Costello","Bill Dreggors","Apollo Dukakis"],"overview":"In this true-crime documentary, we delve into the murder spree that was the inspiration for Joe Berlinger's \"Book of Shadows: Blair Witch 2\".","release_date":"2000-10-22","vote_average":6.0,"runtime":45,"cert":"\"\"","id":390959,"title":"Shadow of the Blair Witch","adult":false,"genre_ids":[9648,27]},{"cast":[],"overview":"A short film about tiredness.","release_date":"2015-04-15","vote_average":0.0,"runtime":6,"cert":"N\/A","id":390962,"title":"Immer müder","adult":false,"genre_ids":[]},{"cast":["Josefine Preuß","Andrea Sawatzki","Tilo Prückner","Frank Röth","Bernhard Piesk"],"overview":"","release_date":"2016-03-31","vote_average":8.0,"runtime":null,"cert":"N\/A","id":390965,"title":"Lotta & der dicke Brocken","adult":false,"genre_ids":[10751,35,10770]},{"cast":[],"overview":"Erotomotto, which will fit and some falling in love grope ways and three escape from the house plans and the silent language of the wind genitals, and some have just discovered an unknown painting with a sex change operation and is finished cannibalism.","release_date":"2012-09-28","vote_average":0.0,"runtime":9,"cert":"N\/A","id":390968,"title":"Estetomotto","adult":false,"genre_ids":[]},{"cast":[],"overview":"What young people are only familiar sincerely trying to find the key to their future relationships. Led by their fears and desires, each for himself, they imagine a different\" future \"of their lives together scenes. It is his first acquaintance evening, they are virtually part of their lives unaffected your pretty common life. And it does not bode well. On his return to reality, it must be difficult decisions that seem more complicated and due to the fact that it is hard to distinguish where reality where imaginatio","release_date":"2005-10-18","vote_average":0.0,"runtime":14,"cert":"N\/A","id":390971,"title":"Prospective Couple","adult":false,"genre_ids":[]},{"cast":[],"overview":"A humorous and farce impression on N.Gogols oeuvre on a man, who lost his virility, his penis and meets it in human shape. Entangled into maniac bet for a beloved woman, man cannot withstand a lust and is offering his love in a name of physical satisfaction.","release_date":"2005-11-28","vote_average":0.0,"runtime":11,"cert":"N\/A","id":390974,"title":"Mr. Dick","adult":false,"genre_ids":[]},{"cast":[],"overview":"A man comes to see his girlfriend in prison. Who monitors them?","release_date":"2005-09-08","vote_average":0.0,"runtime":10,"cert":"N\/A","id":390977,"title":"Censure","adult":false,"genre_ids":[]},{"cast":[],"overview":"Perfume fragrances with a bewildering force stimulates sexual desire.","release_date":"2005-10-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":390980,"title":"The Smell of Passion","adult":false,"genre_ids":[]},{"cast":[],"overview":"An elderly man who since almost 10 years ago did not have a woman.","release_date":"2005-08-14","vote_average":0.0,"runtime":14,"cert":"N\/A","id":390983,"title":"The Present","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2012-04-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":390986,"title":"Dinosaurier auf Raubzug","adult":false,"genre_ids":[99]},{"cast":["Ian Ziering","Tara Reid","David Hasselhoff","Ryan Newman","Gary Busey"],"overview":"The new installment of the Sharknado franchise takes place 5 years after Sharknado 3: Oh Hell No! There have been no Sharknados in the intervening years, but now they’re appearing again in unexpected ways.","release_date":"2016-07-31","vote_average":4.3,"runtime":85,"cert":"\"\"","id":390989,"title":"Sharknado 4: The 4th Awakens","adult":false,"genre_ids":[35,27,878]},{"cast":["Mick Rock"],"overview":"Legendary music photographer Mick Rock is best known for his iconic photographs of David Bowie, Lou Reed, Iggy Pop, Queen, and countless others. In a documentary as rock-n-roll as its subject, Mick Rock guides us through his psychedelic, shambolic first-hand experiences as the visual record-keeper of these myths and legends.","release_date":"2016-04-22","vote_average":7.0,"runtime":91,"cert":"\"\"","id":390996,"title":"Shot! The Psycho-Spiritual Mantra of Rock","adult":false,"genre_ids":[99]},{"cert":"N\/A","title":"Jackie Boy","cast":[],"id":390999,"overview":"A self-destructive womanizer falls for a girl with mysterious intentions.","runtime":87,"genre_ids":[],"release_date":"2015-10-01","vote_average":0.0,"adult":false}]