[{"cast":["Ennio Morricone","Walter Branchi","Frederic Rzewski","Mario Bertoncini","Franco Evengelisti"],"overview":"A 47-minute black-and-white film by Theo Gallehr and depicts Il Gruppo in various candid stages - in interviews, setting up, recording, working with eachother, and performing onstage. The players showcased here include Bertoncini, Branchi, Evangelisti, Heineman, Kayn, Morricone, Vandor and Frederic Rzewski. It's interesting to watch the composers interact and perform spontaneously as it is to see them preparing the piano by tying horsehair around the strings and rubbing the interior with empty plastic bottles and vaccuum cleaner attachments.","release_date":"1967-01-01","vote_average":0.0,"runtime":47,"cert":"N\/A","id":391002,"title":"Gruppo Di Improvvisazione Nuova Consonanza","adult":false,"genre_ids":[99]},{"cast":["Stephen Fry","Alex Marty","Montana Smedley"],"overview":"Enjoy this special Halloween bundle with three episodes of Pocoyo: \"Invisible Pocoyo\", Monster Mystery\" and \"Poczilla\". 25 minutes of spooky fun!","release_date":"2016-05-13","vote_average":8.0,"runtime":25,"cert":"\"G\"","id":391005,"title":"Pocoyo's Halloween","adult":false,"genre_ids":[12,16,35,10751]},{"cast":["Karen Fisher","Austin Taylor","Kelli Staxxx","Jackie Jevaux","Moe Johnson"],"overview":"Here we go again! The Big Titty Mamas are back and horny as hell. These white milfs are looking for some big black cock and nothing is going to stop them until they find it! Come on and join them in their search for a good fuck.","release_date":"2016-04-05","vote_average":8.0,"runtime":97,"cert":"\"NC-17\"","id":391012,"title":"Big Titty Mamas 2","adult":true,"genre_ids":[]},{"cast":["Valentina Nappi","Sarah Shevon","Isabella De Santos","Allie Haze","Bill Bailey"],"overview":"Natural chicks take it to the next level and let their lush pubic hair grow over and capture all that essence of womanly allure.","release_date":"2015-09-16","vote_average":7.0,"runtime":144,"cert":"\"NC-17\"","id":391015,"title":"Pure Bush","adult":true,"genre_ids":[]},{"cast":[],"overview":"Through a series of painstaking material interventions, Lefrant constructs a landscape where human dominance over the environment - defined as the age of the Anthropocene - is starkly visualised.","release_date":"2015-06-24","vote_average":0.0,"runtime":12,"cert":"N\/A","id":391018,"title":"The Devastated Land","adult":false,"genre_ids":[]},{"cast":[],"overview":"A journey to the threshold of a utopian labyrinth. We follow the perspective of a solitary woman who descends into an abandoned subterranean arcology. She is tasked with cleaning up the mess that has spawned from this feral structure, becoming lost in the process.","release_date":"2016-01-30","vote_average":0.0,"runtime":14,"cert":"N\/A","id":391021,"title":"The Mess","adult":false,"genre_ids":[]},{"cast":["Terence Cranendonk","Liz Duchez","Richard Portnow","Amy Cates","Alexa Lee"],"overview":"A brilliant mathematician travels through time and space in search of the knowledge that would allow him to control his life and alter the events of his past. What he discovers is that he must let go of his obsession in order to live his life.","release_date":"2015-02-10","vote_average":6.0,"runtime":91,"cert":"\"\"","id":391024,"title":"Parallel","adult":false,"genre_ids":[18,878]},{"cast":[],"overview":"Old cinema creates new cinema in a new context. Stolen old images, someone’s audio track, someone else’s soundscapes – they re-create, reinventing interactions, relations and dialogue in familiar footage. Telling new stories. Transforming it back into cinema.","release_date":"1987-04-02","vote_average":0.0,"runtime":9,"cert":"N\/A","id":391027,"title":"Mirror","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Drawn from life and from my memories of working in an ice cream café in Cornwall, these images form an animated landscape that takes the viewer on a journey through fire and ice cream and micro-dramas between strangers on a sweltering holiday beach.","release_date":"2008-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":391030,"title":"On Time Off","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Our consciousness massages our flesh and bone hoping it will stay glued to us if we treat it well. We know the importance of our physical body to our being, but there are also those invisible, external elements that sustain life that we know nothing about and others that we recognize, but are in the process of destroying.","release_date":"","vote_average":0.0,"runtime":7,"cert":"N\/A","id":391033,"title":"Song for Our Aquarium","adult":false,"genre_ids":[]},{"cast":["Dulquer Salmaan","Sai Pallavi","Vinayakan","Chemban Vinod Jose","Soubin Shahir"],"overview":"A young wife hopes to convince her husband to change his short-tempered attitude toward life, but an incident on a remote highway may finally decide the matter.","release_date":"2016-03-26","vote_average":6.8,"runtime":116,"cert":"N\/A","id":391036,"title":"Kali","adult":false,"genre_ids":[28,53]},{"cast":["Payman Maadi","Parinaz Izadyar","Navid Mohammadzadeh","Shabnam Moghadami","Rima Raminfar"],"overview":"Somaieh, the youngest daughter of an indigent family, is getting married and fear is overwhelming each and every member of the family regarding how to overcome their difficulties after she's gone.","release_date":"2016-03-16","vote_average":9.0,"runtime":110,"cert":"N\/A","id":391039,"title":"Life and a Day","adult":false,"genre_ids":[18,53]},{"cast":["Alyssa Dutch","Kendra Kaine","Gracie Glam","Allie Haze","Heidi Mayne"],"overview":"She can do almost anything he can do, but I'll still like this one in the morning!","release_date":"2010-03-11","vote_average":0.0,"runtime":121,"cert":"\"NC-17\"","id":391042,"title":"She's My Man 7","adult":true,"genre_ids":[10749]},{"cast":[],"overview":"In the 1950s, two Inuit women attempt to protect their relationship when pressure from their new colonial culture forces them to marry men.","release_date":"","vote_average":0.0,"runtime":15,"cert":"N\/A","id":391045,"title":"Aviliaq:Entwined","adult":false,"genre_ids":[]},{"cast":["Hristos Politis","Katia Dandoulaki","Giannis Katranis"],"overview":"Souliotes learn that Ali pasha is planning to attack. Photos Tzavellas and his men are ready to defend their freedom. They repel repeatedly Ali's army but after a prolonged siege the decide that they are not to be taken alive. All women go to Zaloggo where they fall off the cliffs dancing, while the men decide to die exploding a convent at Kougi mountain.","release_date":"1972-01-01","vote_average":7.0,"runtime":87,"cert":"N\/A","id":391048,"title":"Σουλιώτες","adult":false,"genre_ids":[10752,36]},{"cast":["María Silva","Gil Vidal","Antonio Durán","Miquel Bordoy","Marta May"],"overview":"Berta, a woman with paranormal powers, begins working with a psychiatrist to unravel the mysterious murder of a woman named Renata.","release_date":"1970-04-02","vote_average":9.0,"runtime":90,"cert":"N\/A","id":391051,"title":"Presage","adult":false,"genre_ids":[27,9648]},{"cast":["Alexandre Ghati","Alexandre Ghati","David Wendefilm","Fábio Vila Visconde","Mauricio Ludewig"],"overview":"Through a 16mm projector and cans of film inherited from his father, young discover the adventure of his grandfather, fighting in World War II, when Brazil sent 25,000 soldiers to fight with the United States, against the Nazi advance in Europe.","release_date":"2016-02-01","vote_average":0.0,"runtime":82,"cert":"N\/A","id":391054,"title":"Homens da Pátria","adult":false,"genre_ids":[]},{"cast":["Etsushi Toyokawa","Ryo Ishibashi","Takashi Sasano"],"overview":"Police superintendent Makishima (Toyokawa Etsushi) suffered a demotion transfer after he failed to capture the suspect in a kidnapping case of a boy, who was subsequently killed, and made a blunder in the press conference. Six years later, Makishima is improving his performance at Ashigara station, when he is summoned by the prefectural police headquarters and asked to take on the investigation of a serial child murder case which has reached a deadlock. Makishima, still bearing an emotional scar from the previous case, accepts the request, and pushes through an unprecedented investigation, where Makishima appears on TV as the person responsible for the investigation and appeals to the killer directly in order to bring him into the open.  Despite being caught in disputes within the police force and facing criticism from rival TV stations, Makishima talks to the camera as the whole nation watches on. \"This is for the killer. Go to sleep trembling in fear tonight.\"","release_date":"2007-06-24","vote_average":0.0,"runtime":117,"cert":"N\/A","id":391057,"title":"The Investigation Game","adult":false,"genre_ids":[80,53]},{"cast":["Matt Frei","Donald Trump","Mike Pence","Melania Trump","Hillary Clinton"],"overview":"Donald Trump has emerged as the clear front runner for the Republican Presidential Nomination. Matt Frei investigates whether \"The Donald\" could make it all the way to the White House.","release_date":"2016-03-30","vote_average":3.0,"runtime":47,"cert":"\"NR\"","id":391060,"title":"President Trump: Can He Really Win?","adult":false,"genre_ids":[99]},{"cast":["Géraldine Pailhas","Luc Picard","Éléonore Lagacé","Natalie Choquette"],"overview":"","release_date":"2016-03-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":391063,"title":"Mobile Étoile","adult":false,"genre_ids":[35,10402]},{"cast":["Alberto Vázquez","Héctor Suárez","Eleazar García","Carlos East"],"overview":"Young men in the forestry service bust up an illegal logging cartel being run out of City Hall while pairing off with young ladies of the town.","release_date":"1968-07-18","vote_average":0.0,"runtime":95,"cert":"N\/A","id":391066,"title":"Patrulla de valientes","adult":false,"genre_ids":[]},{"cast":["Joan Crawford","Ossie Davis","Richard Kiley","Roddy McDowall","Barry Sullivan"],"overview":"This anthology telefilm aired on NBC on November 8, 1969, and tells three tales of horror: \"The Cemetery,\" directed by Boris Sagal; \"Eyes,\" directed by Steven Spielberg; and \"The Escape Route,\" directed by Barry Shear. This film also served as a backdoor pilot for the TV series of the same name, which premiered on December 16, 1970.","release_date":"1969-11-08","vote_average":7.0,"runtime":98,"cert":"\"\"","id":391069,"title":"Night Gallery","adult":false,"genre_ids":[9648,27,10770]},{"cast":[],"overview":"In the wee hours of a young nut's life - courtesy of PES.","release_date":"2009-04-02","vote_average":3.5,"runtime":1,"cert":"\"\"","id":391072,"title":"Baby Nut","adult":false,"genre_ids":[16]},{"cast":["Franca Gonella","Luciano Pigozzi","Roberto Loreti","Olga Romanelli","Paolo Pacino"],"overview":"Softcore melodrama about a young woman who becomes a prostitute with the hopes of raising enough money to start a career as a model for romantic fumetti books","release_date":"1975-04-03","vote_average":0.0,"runtime":72,"cert":"N\/A","id":391075,"title":"La bolognese","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Melissa Cross vocal sequel features lead singers of Underoath, Unearth, Thursday, All That Remains, Sick Of It All, A Life Once Lost, Chimaira, Arch Enemy, God Forbid and more.","release_date":"2007-06-01","vote_average":0.0,"runtime":103,"cert":"\"NR\"","id":391078,"title":"The Zen of Screaming 2","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"An incredible experimental work from Ryszard Wasko exploring time, space and movement via timelapse and long exposures.  Avoid if you're epileptic.-","release_date":"1973-04-03","vote_average":0.0,"runtime":3,"cert":"N\/A","id":391081,"title":"Walkway","adult":false,"genre_ids":[]},{"cast":["Stephen Smith"],"overview":"Stephen Smith explores the extraordinary life and work of the virtuoso jeweller Carl Faberge. He talks to HRH Prince Michael of Kent about Faberge items in the Royal Collection and to Russian billionaire Viktor Vekselberg, who spent $100 million acquiring nine exquisite Faberge eggs. The bejewelled trinkets Faberge made for the last tsars of Russia in the twilight of their rule have become some of the most sought-after treasures in the world, sometimes worth millions. Smith follows in Faberge's footsteps, from the legendary Green Vaults in Dresden to the palaces of the tsars and the corridors of the Kremlin museum, as he discovers how this fin de siecle genius transformed his father's modest business into the world's most famous supplier of luxury items.","release_date":"2013-06-25","vote_average":5.0,"runtime":60,"cert":"N\/A","id":391084,"title":"The World's Most Beautiful Eggs: The Genius of Carl Faberge","adult":false,"genre_ids":[99]},{"cast":["Hwang Jang-Lee","Yen Shi-Kwan","Kwan Yung-Moon","Tiet Wo Chu","Wing-Hon Cheung"],"overview":"A ruthless thug and deadly boxer attempts to overrun a fearful town by employing his powerful gang of henchmen to shake down the defenseless citizens, but when they go too far and kill an elderly boxer, the rage with which one man strikes back channels the power of an entire community.","release_date":"1982-01-01","vote_average":6.5,"runtime":88,"cert":"N\/A","id":391087,"title":"Blood Child","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"A wolf child on a destructive journey through civilization.","release_date":"2012-12-19","vote_average":0.0,"runtime":4,"cert":"N\/A","id":391090,"title":"Djuma","adult":false,"genre_ids":[]},{"cast":["Maria Paris","Rosario Borelli","Tecla Scarano","Peter Trent","Emma Baron"],"overview":"","release_date":"1957-04-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":391093,"title":"Te stò aspettanno","adult":false,"genre_ids":[]},{"cast":[],"overview":"Adapted from a short story by Franz Kafka, Kafka's Little Fable is the story of a powerless mouse bound by fear who longs to escape his fate, only to be consumed by it instead.","release_date":"2016-03-19","vote_average":0.0,"runtime":2,"cert":"N\/A","id":391096,"title":"Kafka's Little Fable","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2016-01-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":391099,"title":"Capitão Jake e os Piratas da Terra do Nunca: A Grande Conquista do Mar do Nunca","adult":false,"genre_ids":[16]},{"cast":["Shiva","Naina Sarwar","Powerstar Srinivasan","Sentrayan","Singamuthu"],"overview":"Three good-for-nothing young men whose lives revolve around their favourite movie star decide to teach their idol a lesson when they realise that he doesn't care a damn about his fans.","release_date":"2016-07-07","vote_average":2.0,"runtime":129,"cert":"N\/A","id":391102,"title":"Adra Machan Visilu","adult":false,"genre_ids":[10749,35]},{"cast":["Amala Paul","Revathi","Samuthirakani","Yuvasri Lakshmi"],"overview":"A mother tries to persuade her daughter who has given up on her studies to pursue her education despite the financial burdens.","release_date":"2016-07-15","vote_average":5.0,"runtime":110,"cert":"N\/A","id":391105,"title":"Amma Kanakku","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"A young, black, transgender, and homeless woman resorts to survival sex on the streets of our nation's capital.","release_date":"2016-04-02","vote_average":0.0,"runtime":13,"cert":"N\/A","id":391108,"title":"Elise","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"OLD DIGS is an inner journey through the sights and sounds of Kristinehamn as reflected in its central river.\" - Steve Anker","release_date":"1992-04-03","vote_average":0.0,"runtime":50,"cert":"N\/A","id":391111,"title":"Old Digs","adult":false,"genre_ids":[]},{"cast":["Mauro Di Francesco","Paola Onofri","Anna Galiena","Antonio Cantafora","Dario Mazzioli"],"overview":"","release_date":"1986-12-05","vote_average":5.2,"runtime":null,"cert":"N\/A","id":391114,"title":"Puro cashmere","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A tribute to one of the greatest footballers of all time, including contributions from Matt Busby, Michael Parkinson and Bobby Charlton, as well as footage of interviews with Best himself.","release_date":"2007-05-07","vote_average":0.0,"runtime":120,"cert":"N\/A","id":391121,"title":"George Best Genius and Legend","adult":false,"genre_ids":[]},{"cast":["Yutaka Mizutani","Yumi Adachi","Munetaka Aoki","Kazue Fukiishi","Renji Ishibashi"],"overview":"The hotel Chateau de la Reine is located in Paris, France and it is considered the finest hotel there. The hotel has been in existence for 300 years. Tourists from all around the world want to stay at the Chateau de la Reine. A travel agency, which is teetering on bankruptcy, devises a plan to revive their company. They want to offer suite rooms at the Chateau de la Reine for night and day periods. The plan appears perfect, but the tourists who made reservations have tempers.","release_date":"2015-04-25","vote_average":5.0,"runtime":123,"cert":"N\/A","id":391124,"title":"Chateau de la Reine","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"Right in time for the High End 2015 show in Munich, German loudspeaker manufacturer ELAC, the American sound specialist, Dolby, and the FMG media group entered into a partnership to create high end demo and program contents for the home entertainment of the future, which will make high-resolution music entertainment in the third dimension available to commerce and consumers. Where the Dolby Atmos® audio format was reserved exclusively for a limited number of movies until now, ELAC and their partners are launching an extensive “Dolby Atmos attack” on the specialist dealers. They will be able to offer multi-channel music fans high end sound equipment in optimum quality at the point of sale already in the form of a Dolby Atmos® demonstration disc produced exclusively for ELAC by the prinzmedia studios, Future Digital Media and WLC Enterprises.","release_date":"2015-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":391127,"title":"Dolby Atmos Demonstration Disc 2015","adult":false,"genre_ids":[]},{"cast":["Charlotte Kate Fox","Shosuke Tanihara","Matsuya Onoe","Saki Takaoka"],"overview":"Katherine Turner initially accompanied her father, Vice President of the United States, on his official trip to Japan but decided to stay longer to study the Japanese art of flower arrangement for her business back in the States. Yukio Hamaguchi, Minister of Foreign Affairs and also a very good friend of Katherine’s father, assigns his nephew Ichiro to escort Katherine during her stay. Ichiro is halfhearted at first but when Katherine’s old friend Maiko becomes the victim of a murder case, Katherine and Ichiro start to reveal their talent as brilliant detectives by untangling clues and solving the case together.","release_date":"2015-09-05","vote_average":0.0,"runtime":126,"cert":"N\/A","id":391130,"title":"Detective Katherine","adult":false,"genre_ids":[9648]},{"cast":[],"overview":"Short documentary about the life of reclusive director Aleksey Balabanov","release_date":"2014-04-03","vote_average":0.0,"runtime":39,"cert":"N\/A","id":391133,"title":"Острова. Алексей Балабанов.","adult":false,"genre_ids":[]},{"cast":["Candida Royalle","Elle Chase","Samantha Allen"],"overview":"Inside Her Sex is a thought-provoking, feature-length documentary that explores female sexuality and shame through the eyes and experiences of three women from different walks of life, each brave enough to chart her own course of sexual discovery: Elle Chase, a popular sex blogger, Candida Royalle, the creator of Femme Productions Inc., a feminist, adult film company designed to speak with a woman's voice and Samantha Allen, the ex-devout Mormon and current gender, sex, and tech writer for The Daily Beast.","release_date":"2014-11-30","vote_average":8.0,"runtime":69,"cert":"\"\"","id":391136,"title":"Inside Her Sex","adult":false,"genre_ids":[99]},{"cast":["Johnny Downs","Constance Moore","Mary Carlisle","Eddie Quillan"],"overview":"Bandleader Tim Hartley's father objects strongly to his son's occupation choice and packs him off to Hawaii to manage the family hotel holdings. This proves to be a wrong move as Hawaiia has more bands than it does pineapples.","release_date":"1939-09-08","vote_average":0.0,"runtime":65,"cert":"\"\"","id":391139,"title":"Hawaiian Nights","adult":false,"genre_ids":[10749,35,10402]},{"cast":["Tom Brown","Peggy Moran","Allen Jenkins","Donald Meek","Isabel Jewell"],"overview":"In this musical comedy, a traveling salesman gets mixed up with a bratty heiress after she gets in a car wreck as she heads for her elopement. The two begin traveling together and get further mixed up with a fleeing bank robber, a crazy tourist camp, and other troubles. Songs include: \"Oh Johnny, How You Can Love,\" \"Maybe I Like What You Like,\" \"Swing Chariot Swing,\" and \"Make Up Your Mind.\"","release_date":"1940-01-01","vote_average":5.0,"runtime":63,"cert":"\"\"","id":391142,"title":"Oh, Johnny, How You Can Love!","adult":false,"genre_ids":[10749,35,10402]},{"cast":[],"overview":"Nigel Benn and Chris Eubank have always had an intense rivalry, which was fought out in the boxing ring. Here, they contest the World Middleweight Championship in 1990 and the Super Middleweight Title rematch in 1993.","release_date":"2004-12-28","vote_average":0.0,"runtime":54,"cert":"N\/A","id":391145,"title":"Nigel Benn Vs Chris Eubank - World Middleweight Championship","adult":false,"genre_ids":[]},{"cast":[],"overview":"The story about the attempt for the most dangerous trick in the history of action sports.","release_date":"2015-09-12","vote_average":0.0,"runtime":67,"cert":"\"\"","id":391152,"title":"Road to the Unthinkable The Quest for the First Motorcycle Triple Backflip","adult":false,"genre_ids":[]},{"cast":[],"overview":"The inspirational story of Marta Becket: 76-yr old singer, writer, dancer, painter, visionary, and her creation Amargosa.","release_date":"2000-04-16","vote_average":8.0,"runtime":93,"cert":"\"\"","id":391155,"title":"Amargosa","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The Fight Of There Lives (2011)","release_date":"2011-12-05","vote_average":0.0,"runtime":52,"cert":"N\/A","id":391158,"title":"The Fight Of There Lives","adult":false,"genre_ids":[]},{"cast":[],"overview":"Obituary to much-respected statesman Sir Winston Churchill on the 50th anniversary of his death. With archive footage, stills and contributions from old friends and colleagues.","release_date":"2015-01-24","vote_average":0.0,"runtime":60,"cert":"N\/A","id":391161,"title":"The Churchill Obituary","adult":false,"genre_ids":[]},{"cast":[],"overview":"Commissioned by and using footage from The Chicago Film Archives.","release_date":"","vote_average":0.0,"runtime":7,"cert":"N\/A","id":391164,"title":"Whirred, Whirled","adult":false,"genre_ids":[]},{"cast":[],"overview":"Using animation, heat-sensitive camera footage from U.S. border patrol screens, military bombing drone monitors and other collected footage, Maelstroms is a reflection on the dehumanizing use of image technology in modern practices.","release_date":"","vote_average":0.0,"runtime":8,"cert":"N\/A","id":391167,"title":"Maelstroms","adult":false,"genre_ids":[]},{"cast":["Teresa Stratas","Rudolf Schock","Mária Tiboldi","David Thaw","Kurt Pratsch-Kaufmann"],"overview":"The story tells of the Army officer Octavio and his consuming love for Giuditta, a passionate spitfire, who leaves him because he refuses to desert the colours for her; their chance meeting several years afterwards comes too late, though they realise how much they have lost.","release_date":"1970-10-29","vote_average":0.0,"runtime":97,"cert":"N\/A","id":391170,"title":"Giuditta (Freunde das Leben ist lebenswert)","adult":false,"genre_ids":[18,10749]},{"cast":["Jûshirô Konoe","Noriko Kitazawa","Atsuko Nakazato","Yachiyo Otori","Koinosuke Onoe"],"overview":"Lord Gennosuke and Princess Yoshi are to be betrothed to one another, however Gennosuke is already in love with Suzue who is from a lower caste. The order has been sent from up on high that if Gennosuke won't change his mind then Suzue must be dealt with one way or another. When spearmaster, Fuwa Mondo, a Ronin and all around happy guy stumbles into the plot, things get a little hokey-pokey.","release_date":"1961-06-17","vote_average":0.0,"runtime":84,"cert":"N\/A","id":391173,"title":"The Spear of Heroism","adult":false,"genre_ids":[]},{"cast":["Tzavalas Karousos","Andreas Zisimatos","Nina Sgouridou","Byron Pallis","Dimos Starenios"],"overview":"The heroic Souli have managed to repel the asker of Ali Pasha and his brave Malamos Dragon sends his mother to ask her hand Maro, niece of the captain Tzavelena. She ignores the hatred that separated years both Families and agrees to give her niece, but to know that Maro loves Kitsos Botsari. When the son of Fotos Tzavellas engage Maro with Kitsos, the Malamos drowns his pain and unleashes his rage against the Turks, who are trying again to get the Souli.","release_date":"1959-01-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":391176,"title":"Zalongo, the Fort of Freedom","adult":false,"genre_ids":[36]},{"cast":["Peter Fricke","Rudolf Platte","Werner Kreindl","Veronika Fitz","Inge Keller"],"overview":"","release_date":"1981-01-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":391179,"title":"Die Wildente","adult":false,"genre_ids":[18]},{"cast":["Vasilis Logothetidis","Ilia Livykou","Mary Lalopoulou","Vagelis Protopapas","Kaiti Lambropoulou"],"overview":"A nice comedy about a miserly man who cheats on his wife one night. A series of misunderstandings make him change his life forever.","release_date":"1952-12-30","vote_average":7.8,"runtime":102,"cert":"N\/A","id":391182,"title":"A Ripple in the Pond","adult":false,"genre_ids":[35]},{"cast":["Petra Kelling","Thomas Sarbacher","Katharina Müller-Elmau","Martin Armknecht","Henning Nöhren"],"overview":"","release_date":"2013-05-31","vote_average":5.0,"runtime":null,"cert":"N\/A","id":391185,"title":"Wie Tag und Nacht","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A documentary about Lance Ozanix's band Skitzo and their stage show, which involves Lance vomiting on semi-nude women, guitars, and the audience.","release_date":"1998-01-01","vote_average":0.0,"runtime":51,"cert":"\"NR\"","id":391188,"title":"Skitzo's Vomitorium","adult":false,"genre_ids":[]},{"cast":["Uwe Ochsenknecht","Anica Dobra","Oliver Stritzel","Petra Kelling","Dietrich Hollinderbäumer"],"overview":"Money alone does not make you happy. This is something the newly minted millionaire Kurt Basinski finds painful when his wife leaves him. To cheer up the sad lucky guy, his resolute mother Edda booked a holiday together in a luxury holiday home in Marrakech. Together with her second son Ottfried and his wife Jutta she wants to persuade the lottery millionaire incidentally to invest his money in the shoemaker operation of the Basinskis. Kurt does not care about that. Only when he falls in love with the pretty cook Mona, his spirits awaken.","release_date":"2008-08-29","vote_average":3.0,"runtime":90,"cert":"N\/A","id":391191,"title":"Ein Ferienhaus in Marrakesch","adult":false,"genre_ids":[10770,10749,35]},{"cast":["Ursula Karven","Timothy Peach","Petra Kelling","Eléonore Klarwein"],"overview":"","release_date":"1999-11-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":391198,"title":"Liebe ist stärker als der Tod","adult":false,"genre_ids":[18]},{"cast":["Murray Walker"],"overview":"Aaand they re off...! Crash! Buckle up your seat belts and get ready for the ride of your life as the legendary Voice of Motor sport Murray Walker takes us on a white-knuckled, hair-raising ride of motorsport madness. Bang! Witness F1 star Jenson Button take on a superbike and an F4 powerboat at London City Airport, Moto GP legend Valentino Rossi s heavy-metal spins, and incredible death defying crashes from the World Rally Championship. Wallop! From F1 stunts to British Touring cars, Moto GP, GT Racing and the crazy world of Aero GP along with many, many more this is the ultimate DVD for lovers of high-octane motor sport madness, mayhem and mishaps!","release_date":"2008-11-24","vote_average":0.0,"runtime":60,"cert":"N\/A","id":391201,"title":"Murray Walker's Motorsport Madness","adult":false,"genre_ids":[]},{"cast":["Dennis O'Keefe","Constance Moore","Helen Parrish","Lewis Howard","Laura Hope Crews"],"overview":"In this low-budget musical, two sets of politically ambitious parents attempt to pair up their youngsters who unfortunately despise each other and only pretend to like each other to please their parents. On the nights they are to go out, they sneak out with their respective true loves. It all works well until the unwilling couple find themselves falling in love for real. songs include: \"I'm Nobody's Sweetheart Now\", and \"Got Romance\".","release_date":"1940-10-31","vote_average":6.0,"runtime":64,"cert":"\"\"","id":391204,"title":"I'm Nobody's Sweetheart Now","adult":false,"genre_ids":[35,12]},{"cast":["Patrick John Flueger","Rose McGowan","Peter Bogdanovich","Jacob Vargas","Damon Whitaker"],"overview":"A haunting account of a tormented man, haunted by the heart of a man he murdered, who continually re-admits himself into a medical facility, in a futile attempt to escape from his pending madness.","release_date":"2016-04-05","vote_average":4.8,"runtime":81,"cert":"\"\"","id":391207,"title":"The Tell-Tale Heart","adult":false,"genre_ids":[53,27]},{"cast":[],"overview":"In our current world, where worth is often gauged by online popularity, an economy has developed for paying for followers and likes. Through access inside the “click-farms” of Bangladesh, Like explores the multi-million dollar industry that grows social media followings for celebrities and brands alike.","release_date":"2016-03-12","vote_average":0.0,"runtime":10,"cert":"\"\"","id":391210,"title":"Like","adult":false,"genre_ids":[99]},{"cast":["Ebbe Traberg"],"overview":"Traberg, like Udenrigskorrespondenten, is an experiment in fiction consisting of placing a character or a fictional sketch into a set of surroundings and seeing what happens. Moreover, for most of the film the surroundings are the same, namely the chaotic reality of Haiti. Ebbe Traberg plays Traberg, a mystical character who cannot be explained psychologically and whose seemingly covert activities care only hinted at in pictures.","release_date":"1992-12-04","vote_average":3.0,"runtime":90,"cert":"N\/A","id":391221,"title":"Traberg","adult":false,"genre_ids":[]},{"cast":[],"overview":"Microfilm model airplanes and their people.","release_date":"2015-01-01","vote_average":0.0,"runtime":6,"cert":"\"\"","id":391224,"title":"Their","adult":false,"genre_ids":[]},{"cast":[],"overview":"Based on the poem a heart by Ian Dreiblatt, and in collaboration, the images and sounds try to wrangle with linguistics.","release_date":"","vote_average":0.0,"runtime":3,"cert":"N\/A","id":391227,"title":"Invert and All That Is Solid","adult":false,"genre_ids":[]},{"cast":[],"overview":"Traveling one block here is equivalent to traveling eight blocks in the Overworld, therefore traveling through The Nether could function as a shortcut. However, the terrain is more complex, difficult and hazardous—navigation is treacherous and one is often alone and without a friend.","release_date":"","vote_average":0.0,"runtime":2,"cert":"N\/A","id":391230,"title":"The Nether","adult":false,"genre_ids":[]},{"cast":["Laima Armaliene"],"overview":"Laima Armaliene is a legendary Lithuanian traveler, known for her fearless journeys, guiding young tourists from Lithuania to the highest mountains around the world. „Mountains to climb“ is a documentary, following her last journey – a three day camp for young tourists which she organized in attempt to share the priceless secrets and lessons of life she has learned over the years while traveling in the mountains. Is she going to be heard by the new generation? This journey will be her hardest mountain to climb.","release_date":"2016-04-02","vote_average":0.0,"runtime":31,"cert":"N\/A","id":391233,"title":"Mountains to Climb","adult":false,"genre_ids":[99]},{"cast":[],"overview":"On a talkshow, actor and German TV ikon Joachim Fuchsberger recalls how the games for his show \"Nur nicht nervös werden\" (Don't Get Nervous), first broadcast on West German TV in 1960, were developed along the lines of American psychiatry. Asked \"So how many crazy people watched you?\", he responded: \"A whole crazy, psychologically disturbed nation\". Why were the Germans or to be more precise, the West Germans, a psychologically disturbed nation at that time? This is a film about cheerful and serious games, therapies for re-education and self-imposed re-education, as well as the history of the idea of permanent revolution. Those appearing include directors and producers of gameshows, psychiatrists, anthropologists, and the diversely paranoid.","release_date":"2016-04-21","vote_average":6.3,"runtime":164,"cert":"N\/A","id":391236,"title":"Overgames","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2016-04-07","vote_average":0.0,"runtime":78,"cert":"N\/A","id":391239,"title":"Gestrandet","adult":false,"genre_ids":[99,18]},{"cast":["Shenyi Ma","Mei Lei","Ningning Ma","Rong Ma","Zhancao Ma"],"overview":"In the 1990s HIV\/AIDS came to Wenlou through a blood purchasing program. To supplement their income many poor villagers sold their blood and 60% of those who sold blood contracted HIV\/AIDS from unsanitary equipment. Many have died from the disease. In his documentary film, To Live is Better than to Die, Wiejun Chen tells of the impact AIDS has had in parts of rural China by showing how it has affected the Ma family. It is spring when the film takes up the family’s story.","release_date":"2003-01-01","vote_average":8.0,"runtime":88,"cert":"\"\"","id":391242,"title":"To Live Is Better Than To Die","adult":false,"genre_ids":[99]},{"cast":[],"overview":"1972 Gitai super8 short film","release_date":"1972-04-04","vote_average":0.0,"runtime":4,"cert":"N\/A","id":391245,"title":"Maïm","adult":false,"genre_ids":[]},{"cast":[],"overview":"1973 Gitai super8 short film","release_date":"1973-04-04","vote_average":0.0,"runtime":5,"cert":"N\/A","id":391248,"title":"Hayam","adult":false,"genre_ids":[]},{"cast":[],"overview":"1974 Gitai super8 short film","release_date":"1974-04-04","vote_average":0.0,"runtime":7,"cert":"N\/A","id":391251,"title":"Shosh","adult":false,"genre_ids":[]},{"cast":["Laura Jane Turner"],"overview":"Clinging to a smooth, curved surface high above a sentient abyss, a girl tries to cover the few feet back to safety without losing purchase and falling to her death.","release_date":"2016-04-16","vote_average":7.3,"runtime":11,"cert":"\"\"","id":391262,"title":"Curve","adult":false,"genre_ids":[53,27]},{"cast":["Chase Cargill","Chase Cargill"],"overview":"Dan Warner is a desaturator, tasked with sapping beauty from the world in a future where Color is used as energy. When his superiors suspect that he may secretly be hoarding color in order to support his \"unhealthy\" passion for drawing, Dan is reassigned to the outer precincts where he is faced with a decision that will decide the course of his future.","release_date":"2015-05-12","vote_average":6.0,"runtime":17,"cert":"\"\"","id":391265,"title":"Prism","adult":false,"genre_ids":[18,878]},{"cast":["Monic Hendrickx","Eugene Bervoets","Marcel Musters","Joost Prinsen"],"overview":"The Hope Affair is the story of the fascinating affair between an impassioned woman in the midst of an attack on a conservative male bastion and an éminence grise from that same men’s world. An affair that pitches head against heart. An affair that completely spins out of control. And that can be quite funny.","release_date":"2016-04-24","vote_average":0.0,"runtime":90,"cert":"N\/A","id":391268,"title":"Hope","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2016-04-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":391271,"title":"Akt","adult":false,"genre_ids":[99]},{"cast":["Vikram","Nayanthara","Nithya Menen","Nassar","Thambi Ramaiah"],"overview":"A disgraced  RAW agent Akilan (Vikram) is recalled by the agency to track down a crazy scientist and a cross dresser Love (also Vikram), who has discovered a deadly new drug  ‘Speed inhaler’.","release_date":"2016-09-08","vote_average":5.6,"runtime":150,"cert":"N\/A","id":391274,"title":"Iru Mugan","adult":false,"genre_ids":[878,28,53,9648]},{"cast":["Herion Mustafaraj","Pandi Raidhi","Dhorkë Orgocka","Yllka Mujo","Gjergj Sollaku"],"overview":"Beni is an eight-year-old boy living in Korçë with his parents and leads a sheltered life. His mother is very protective and doesn't let him play outside. When Beni is able to go outside, the neighborhood children make fun of him. One day when his uncle Thomai is visiting, he sees Beni crying after the other children took his horse. Thomai decides to take Beni on horseback to a distant village where he teaches him about life and how to be a man.","release_date":"1975-01-24","vote_average":0.0,"runtime":80,"cert":"N\/A","id":391277,"title":"Beni Walks by Himself","adult":false,"genre_ids":[18,10751]},{"cast":["Ndrek Luca","Kastriot Çaushi","Serafin Fanko","Sulejman Dibra","Tinka Kurti"],"overview":"Drama film directed by Kristaq Dhamo.","release_date":"1981-05-03","vote_average":0.0,"runtime":86,"cert":"N\/A","id":391284,"title":"Autumn's Reproach","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Two lovers, a man and a woman, meet and separate in a timeless space.","release_date":"1976-10-06","vote_average":7.0,"runtime":85,"cert":"N\/A","id":391287,"title":"Iconockaut","adult":false,"genre_ids":[]},{"cast":[],"overview":"In June 1994, Nicholas Barclay, a Texan boy of 13, disappeared without a trace. Three years later, surprising news about the case received: the boy has been found in Spain and claims to have been tortured by his abductors. After the initial joy of the family to recover, an inexplicable problem: how is it possible that the blond son of Barclay is now dark?","release_date":"2012-09-11","vote_average":7.5,"runtime":98,"cert":"N\/A","id":391290,"title":"El Pistolero","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Metallica at Festivalpladsen, Roskilde, Denmark  The Ecstasy of Gold  Battery  Master of Puppets  For Whom the Bell Tolls  Welcome Home (Sanitarium)  (Anesthesia) Pulling Teeth  The Four Horsemen  Fade to Black  Seek &amp; Destroy  Creeping Death  Am I Evil?  Damage, Inc.  Whiplash","release_date":"1986-07-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":391293,"title":"Metallica: [1986] Roskilde Festival","adult":false,"genre_ids":[]},{"cast":[],"overview":"Metallica at Milton Keynes National Bowl, Milton Keynes, England  Creeping Death  Harvester of Sorrow  Welcome Home (Sanitarium)  Of Wolf and Man  Wherever I May Roam  The Thing That Should Not Be  The Unforgiven  Disposable Heroes  Bass Solo  Instrumental Medley [Orion \/ To Live Is To Die \/ Call Of Ktulu]  Guitar Solo  The Four Horsemen  For Whom the Bell Tolls  Fade to Black  Master of Puppets [Short Version]  Seek &amp; Destroy [Extended Version]  Battery  Nothing Else Matters  Sad But True  Last Caress  One  Enter Sandman  So What","release_date":"1993-06-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":391296,"title":"Metallica: [1993] Milton Keynes, England","adult":false,"genre_ids":[]},{"cast":["Kyohei Shibata","Hiroshi Tachi","Toru Nakamura","Atsuko Asano","Shizuo Chûjô"],"overview":"Detectives Takayama and Oshita participate in a major drug bust which arouses suspicion that the government may be secretly involved.","release_date":"1988-07-02","vote_average":0.0,"runtime":95,"cert":"N\/A","id":391299,"title":"Dangerous Cops Again","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"A surgeon from Buenos Aires, wearied by personal problems and the endless cycle of work, leaves for a week's skiing vacation in the south. Instead, on impulse, he follows a young hitchhiker to a small fishing village, Devil's Point, in the north, on the coast of Uruguay. He makes fleeting acquaintance with some of the villagers, and learns that \"the only thing to do in winter is to wait for summer\".","release_date":"2006-10-05","vote_average":5.0,"runtime":90,"cert":"N\/A","id":391302,"title":"La punta del diablo","adult":false,"genre_ids":[18]},{"cast":["Shôko Kudô","Yumika Hayashi","Yukijiro Hotaru","Nao Saitô","Satomi Shinozaki"],"overview":"Red alert! A crime wave of women groping perverts has flooded the Tokyo train system and only a special all-female, undercover police task force can stop it! The common clue is that all of the victims see a strobing red light before they find themselves on the receiving end of public, sexual humiliation! Asses will be grabbed! Breasts will be kneaded! And crotches will be sniffed! All in the course of duty, for the Sexy SWAT Team!","release_date":"1998-03-27","vote_average":0.0,"runtime":60,"cert":"N\/A","id":391309,"title":"Sexy S.W.A.T. Team","adult":false,"genre_ids":[28]},{"cast":["Mayuko Sasaki","Keisaku Kimura","Yoshikata Matsuki","Koharu Yamasaki","Hôryû Nakamura"],"overview":"Director Daisuke Goto, the master of the cinematic Pink Eiga, is back with this retelling of the classic film noir, The Postman Always Rings Twice. A married woman, tasked with running her handicapped husband’s failing printing business, meets a drifter and they fall in love. Soon a plan to murder the husband is put into motion and the forces of fate begin to show their hand. Featuring bravura filmmaking, fantastic performances and steamy sex, the Mourning Wife is a worthy follow up for any fan of Daisuke Goto’s masterpiece A Lonely Cow Weeps at Dawn.","release_date":"2001-09-28","vote_average":0.0,"runtime":60,"cert":"N\/A","id":391312,"title":"Mourning Wife","adult":false,"genre_ids":[18]},{"cast":["Naoyuki Chiba","Lemon Hanazawa","Itsuka Harusaki","Kikujirô Honda","Ken'ichi Kanbe"],"overview":"In a small village in the Japanese countryside, Jed the farmer and Biff the local cop are best friends who always compete over the hearts of the local women. One day, a mysteriously hot stranger comes to town and both of them fall for her. The plot thickens as they independently propose marriage to her, and she in turn agrees to both proposals! A comedy of errors from Japan’s most prolific Pink films director.","release_date":"2006-08-11","vote_average":0.0,"runtime":59,"cert":"N\/A","id":391315,"title":"The Con Artist","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":391318,"title":"Salut et fraternité : les images selon René Vautier","adult":false,"genre_ids":[99]},{"cast":["Mayu Asada","Hotaru Hazuki","Ako","Atsuko Suzuki","Yôta Kawase"],"overview":"Yuji is an engaged businessman, who decides to grope Asuka, a pretty young girl, on a busy Tokyo commuter train. The cheap thrill turns expensive as Yuji discovers she took this opportunity to steal his wallet. Later on, Asuka finds Yuji and approaches him with an indecent partnership proposal. This film is another quality installment from the Chikan Densha Groper Train series – the longest running film series in the world. (Over 500 Groper Train films have been made!)","release_date":"2001-08-31","vote_average":0.0,"runtime":60,"cert":"N\/A","id":391321,"title":"Dirty Scoundrels","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Metallica at Colisée de Québec, Quebec City, QC, Canada  So What [Preceded by \"Bad Seed\" jam]  Creeping Death  Sad But True  Ain't My Bitch  Hero of the Day  King Nothing  One  Wasting My Hate [Preceded by Small Hours jam]  Bass\/Guitar Solos  Nothing Else Matters  Until It Sleeps  For Whom the Bell Tolls  Wherever I May Roam  Fade to Black  Seek &amp; Destroy \/ Fight Fire with Fire  Last Caress [Preceded by Damage Inc. jam]  Master of Puppets [Short Version]  Enter Sandman  Am I Evil? [Half, no intro]  Motorbreath","release_date":"1997-03-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":391324,"title":"Metallica: [1997] Quebec City, Canada","adult":false,"genre_ids":[]},{"cast":["Atsuko Asano","Masato Furuoya","Tsutomu Yamazaki","Hiroko Asano","Jun Hamamura"],"overview":"Slow na boogie ni shitekure (also known as \"Play it, Boogie-Woogie\") is 1981 Drama film directed by Toshiya Fujita, and written by Yoshio Kataoka and Eiichi Uchida , starring Atsuko Asano, Masato Furuoya, Tsutomu Yamazaki, Yûko Asano, Renji Ishibashi and Kahori Takeda.","release_date":"1981-04-06","vote_average":0.0,"runtime":130,"cert":"N\/A","id":391327,"title":"Play it, Boogie-Woogie","adult":false,"genre_ids":[]},{"cast":["Azusa Ayano","Reiko Kagami","Kyôko Kazama","Kyôko Kazama","Seiji Nakamitsu"],"overview":"In fast-paced Tokyo, there are few safe havens for men who are down on their luck… But those in the know, go to THE HOUSE OF MAIDS, a maid cafe whose waitresses will do anything to bring a smile to their customers’ faces. The smoking-hot Azusa Ayano stars in this sexy, comedic romp, that is guaranteed to bring warm feelings to your heart – and perhaps other parts?","release_date":"2006-03-10","vote_average":1.0,"runtime":60,"cert":"N\/A","id":391330,"title":"Maid in Japan","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Thirty years after living in Spain, Paco returns to Argentina to sponsor the wedding of a friend. Retired and separated from his Spanish wife, he is reunited with his affections. As always, in the last thirty years, Margarita, and retired as a teacher, life creeps forward. In the wedding party, best man and Paco Margarita like in charge of catering, intersect again but not found, until he discovers a video of the party. Love truncated by the absence and her refusal to answer his letters, reborn in a search for lost time.","release_date":"2013-05-16","vote_average":0.0,"runtime":84,"cert":"N\/A","id":391333,"title":"Cuando yo te vuelva a ver","adult":false,"genre_ids":[18]},{"cast":["Haley Blais","Haya Kailani"],"overview":"Home movies in a new home.","release_date":"2015-06-20","vote_average":0.0,"runtime":36,"cert":"N\/A","id":391336,"title":"So Happy We Are All Together","adult":false,"genre_ids":[]},{"cast":["Kevin Smith","Scott Mosier","Guinevere Turner","Joey Lauren Adams","Ben Affleck"],"overview":"A documentary about the production, release and reception of Kevin Smith's 1997 Miramax cult classic \"Chasing Amy.\"","release_date":"2009-08-04","vote_average":8.0,"runtime":82,"cert":"\"\"","id":391339,"title":"Tracing Amy: The Chasing Amy Doc","adult":false,"genre_ids":[99]},{"cast":["Hotaru Hazuki","Kikujirô Honda","Daisuke Iijima","Yôta Kawase","Kyôko Kazama"],"overview":"Lusty Hot Spring is a traditional style drama that’s set in a countryside ryokan. It’s very reminiscent of the Nikkatsu Roman Porn style of Pink Films that were common in the ’70s and early ’80s. This film also stars Yumeka Sasaki. A MUST for fans of the classic Pink Films!","release_date":"1999-08-27","vote_average":0.0,"runtime":67,"cert":"N\/A","id":391342,"title":"Lusty Hot Spring","adult":false,"genre_ids":[18]},{"cast":["Hitomi Kuroki","Tatsuya Fuji","Yôko Aki","Keiko Awaji","Yoshiko Mita"],"overview":"A sensuous movie based on a literary work. Hitomi Kuroki stars as the film’s heroine.","release_date":"1986-10-10","vote_average":6.0,"runtime":105,"cert":"N\/A","id":391345,"title":"Metamorphosis","adult":false,"genre_ids":[10749,18]},{"cast":["Yumika Hayashi","Sakurako Kaoru","Mina Kojima","Tomohiro Okada","Ikkō Masada"],"overview":"Sweet as a Peach follows three beautiful women as they compete for one of Japan’s most coveted positions….a spot in “Miss Fruit International” of course!! This is a ruthless competition, and no one is pulling any punches. Miki is our leading lady in this film, and she must keep hidden the deep and dark secrets that would destroy her! The busty and luscious Sakie tries desperately to use her body and sexuality to get what she wants, but will it be enough?!","release_date":"2005-09-23","vote_average":0.0,"runtime":60,"cert":"N\/A","id":391348,"title":"Sweet as a Peach","adult":false,"genre_ids":[35]},{"cast":["Yukari Ôshima","Yuen Wah","Collin Chou","Lam Wai","Ken Lo"],"overview":"Yukari Oshima plays a traffic cop who gets promoted to the drug task force and faces Yuen Wah's syndicate.","release_date":"1995-01-31","vote_average":0.0,"runtime":92,"cert":"N\/A","id":391355,"title":"Drugs Fighters","adult":false,"genre_ids":[53,28]},{"cast":[],"overview":"","release_date":"1980-04-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":391358,"title":"Linus på Linjen - Vol 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"01. Intro  02. Father of the Wolf  03. Deceiver of the Gods  04. Live for the Kill  05. Varyags of Miklagaard  06. Asator  07. For Victory or Death  08. As Loke Falls  09. Bleed for Ancient Gods  10. Death in Fire  11. Last Stand of Frej  12. Guardians of Asgaard  13. Shape Shifter  14. Cry of the Black Birds  15. War of the Gods  16. Victorious March  17. Twilight of the Gods  18. Pursuit of Vikings  19. Outro","release_date":"2015-02-15","vote_average":10.0,"runtime":null,"cert":"N\/A","id":391365,"title":"Amon Amarth - Live at La Laiterie","adult":false,"genre_ids":[10402]},{"cast":["Daishi Matsunaga","Akebi Futsumoto","Kazuhiro Sano","Mari Yamaguchi","Yûya Matsuura"],"overview":"Hayato comes back to his home village after father breaks his legs and cannot walk anymore. He brings his wife Ami along with him, who had a miscarriage and has been dysfunctional and depressed ever since. Hayato hangs with his old friends and enjoys the life of the village, but Ami is a city girl and is growing lonelier. She finds comfort in the arms of Hayato's father. It's not long before everybody in the small village is aware of their relationship... except Hayato... A drama about betrayal and the illogical nature of love and happiness.","release_date":"2006-09-01","vote_average":0.0,"runtime":63,"cert":"N\/A","id":391368,"title":"Dependence","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Orchid at Amphitheater Gelsenkirchen, Gelsenkirchen, Germany  The Mouths of Madness  Eyes Behind the Wall  Capricorn  Silent One  Eastern Woman  Wizard of War  He Who Walks Alone","release_date":"2013-05-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":391371,"title":"Orchid: [2013] Rock Hard Festival","adult":false,"genre_ids":[]},{"cast":[],"overview":"Refused at Val de Moine, Clisson, France  Worms of the Senses \/ Faculties of the Skull  The Refused Party Program  Liberation Frequency  Rather Be Dead  Coup d'état  Summerholidays vs. Punkroutine  The Deadly Rhythm  Hook, Line and Sinker  Refused Are Fucking Dead  Life Support Addiction  The Shape of Punk to Come  New Noise  Tannhäuser \/ Derivè","release_date":"2012-06-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":391374,"title":"Refused: [2012] Hellfest","adult":false,"genre_ids":[]},{"cast":[],"overview":"Through a trip to the site Vaca Muerta, in Neuquen, the specialist Felix Herrero and research Maristella Svampa, revealing testimonies of villagers and technicians on the effects and results of the new process oil and unconventional gas are collected.","release_date":"2013-10-10","vote_average":5.0,"runtime":85,"cert":"N\/A","id":391377,"title":"La guerra del fracking","adult":false,"genre_ids":[99]},{"cast":["Andrea Corr","Sharon Corr","Caroline Corr","Jim Corr","Anthony Drennan"],"overview":"The Corrs play a set at the 2004 Montreux Jazz Festival.  Setlist:\r 1. Runaway.\r 2. Return to Fingall.\r 3. Joy of Life\/Trout in The Bath\r 4. Borrowed Heaven\r 5. No Frontiers (Mary Black cover).\r 6. Ruby Tuesday (The Rolling Stones cover).\r 7. Hideaway.\r 8. Radio.\r 9. Long Night.\r 10. When the Stars Go Blue (Ryan Adams cover).\r 11. Summer Sunshine","release_date":"2004-07-08","vote_average":10.0,"runtime":49,"cert":"N\/A","id":391380,"title":"The Corrs - Live in Montreux","adult":false,"genre_ids":[]},{"cast":["Roque Gallart","Tony Banana","Billy Fourquet","Johnny Ray Rodríguez","Joealis Filippetti"],"overview":"Tony Banana becomes an actor and a Puerto Rican producer makes him an offer to make a film in Puerto Rico with the condition that he leaves his bad life. Rocky and Billy convince him to celebrate, but chaos is unleashed at the party. All three are involved in a mess that will make them question their friendship and maturity to life.","release_date":"2014-03-20","vote_average":0.0,"runtime":96,"cert":"N\/A","id":391387,"title":"¡Qué Despelotón!","adult":false,"genre_ids":[35]},{"cast":["Yumi Yoshiyuki","Naomi Sugishita","Miki Fukada","Kazu Itsuki"],"overview":"Kazuhiko and Yuko grew up together as brother and sister, despite the fact that they are not blood related. Their relationship as adults takes a very bizarre turn as they discover they both share a secret passion for S&amp;M. This rope-tying fetish film is a must for fans of the Japanese artforms of Shibari and Kinbaku.","release_date":"1996-04-05","vote_average":0.0,"runtime":60,"cert":"N\/A","id":391390,"title":"Sibling Secrets","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A short silent comedy in which Billy, who has lied to his wife so that he can go out on the town with a friend, gets caught by her.","release_date":"1912-04-12","vote_average":0.0,"runtime":5,"cert":"\"\"","id":391393,"title":"Mr. Smith, Barber","adult":false,"genre_ids":[]},{"cast":["Paul Allgood","Heather Dollar","Jeff Hathaway","Mark Miley","John Morand"],"overview":"Documentary about the band Wedlock","release_date":"2016-05-31","vote_average":0.0,"runtime":34,"cert":"\"\"","id":391396,"title":"Dissolutions","adult":false,"genre_ids":[16,99,10402]},{"cast":["John Bunny"],"overview":"A comedy in which Johan has no desire to meet the unmarried Sarah, and so has his friend Freddy pretend that he is Johan.","release_date":"1914-05-07","vote_average":0.0,"runtime":13,"cert":"\"\"","id":391399,"title":"Mr. Bunny in Disguise","adult":false,"genre_ids":[]},{"cast":["Andrew-Lee Potts","Thomas Turgoose","Laura Aikman","Georgia Henshaw","Danny Kirrane"],"overview":"On the death of his father, Tim Webber returns to his childhood village in Somerset to find something sinister is disturbing the idyllic peace of the villagers.","release_date":"2017-09-02","vote_average":4.5,"runtime":90,"cert":"N\/A","id":391402,"title":"The Hatching","adult":false,"genre_ids":[35,27,878]},{"cast":["Jacques-Yves Cousteau","Dian Fossey","Birute Galdikas","Jane Goodall","Richard Kiley"],"overview":"Celebrates 30 years of televised specials by The National Geographic Society.","release_date":"1995-01-25","vote_average":0.0,"runtime":null,"cert":"\"PG\"","id":391405,"title":"30 Years of National Geographic Specials","adult":false,"genre_ids":[99]},{"cast":["Maria Montez","Jack Oakie","Susanna Foster","Turhan Bey","Ann Blyth"],"overview":"Two Bowery vaudevillians find success in producing shows on Broadway, but when one of them suddenly departs to work for a beautiful woman, a feud erupts.","release_date":"1944-11-03","vote_average":0.0,"runtime":94,"cert":"\"NR\"","id":391408,"title":"Bowery to Broadway","adult":false,"genre_ids":[35]},{"cast":["Ryan Henderson","Emily Grove","Sam McCalla","Rick McVey","Eugene Wolf"],"overview":"A cannibal takes a young couple captive and tortures them with puns.","release_date":"","vote_average":0.0,"runtime":86,"cert":"N\/A","id":391411,"title":"Smiles The Devil","adult":false,"genre_ids":[]},{"cast":["Aldo Ray","Tano Cimarosa","Ugo Fangareggi","Luis Dávila","Manuel Zarzo"],"overview":"World War 2 - a British commando squad is tasked with attacking the \"secret\" German airfield from which German fighters have been attacking bombers which are trying to stop German tanks from reinforcing the D Day defences.","release_date":"1968-10-09","vote_average":5.0,"runtime":98,"cert":"N\/A","id":391414,"title":"Commando Suicida","adult":false,"genre_ids":[28,10752]},{"cast":["Trịnh Thịnh","Mai Chau","Than Quy Vu","Dinh Than Vu"],"overview":"","release_date":"1977-01-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":391421,"title":"Chuyến Xe Bão Táp","adult":false,"genre_ids":[]},{"cast":[],"overview":"short Starewicz documentary about his process of animation","release_date":"1923-04-05","vote_average":0.0,"runtime":3,"cert":"N\/A","id":391428,"title":"How a Ciné-marionnette Comes to Life and Moves","adult":false,"genre_ids":[]},{"cast":["Pepe Romay","Titina Romay","Martha Rangel","Paco Michel","Freddy Fernández"],"overview":"","release_date":"1961-03-30","vote_average":0.0,"runtime":95,"cert":"N\/A","id":391431,"title":"El tesoro del indito","adult":false,"genre_ids":[35,12]},{"cast":["Kastriot Çaushi","Kadri Roshi","Matilda Makoçi","Agim Qirjaqi","Spiro Duni"],"overview":"Romantic drama.","release_date":"1983-04-21","vote_average":0.0,"runtime":80,"cert":"N\/A","id":391434,"title":"Passion","adult":false,"genre_ids":[18,10749]},{"cast":["Robert Ndrenika","Roza Anagnosti","Eva Alikaj","Vangjel Heba","Stavri Shkurti"],"overview":"The story of workers from the Institute of Public Health who in the mid-1980s have developed a globally unseen or unheard invention: the Auto-Immune-Vaccine.","release_date":"1987-01-02","vote_average":0.0,"runtime":85,"cert":"N\/A","id":391437,"title":"Invisible World","adult":false,"genre_ids":[18]},{"cast":["Joaquín Cordero","Irán Eory","Jorge Mistral","Nadia Milton","Sergio Guzik"],"overview":"","release_date":"1973-04-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":391440,"title":"La justicia tiene doce años","adult":false,"genre_ids":[35]},{"cast":["Chisa Yokoyama","Daiki Nakamura"],"overview":"Jun's 18th birthday has been selected by family tradition to be the day that her husband is chosen. Many high-class families have come to try to marry into the physically and economically powerful Asuka dynasty, but Jun is not interested. With her servant Kratta in tow, she runs away from the groom-choosing party.","release_date":"1992-07-21","vote_average":6.5,"runtime":46,"cert":"N\/A","id":391443,"title":"Iron Virgin Jun","adult":false,"genre_ids":[16,14,35]},{"cast":["Richard Bennett","Adrienne Morrison","Maud Milton","Olive Templeton","Mrs. Tom Ricketts"],"overview":"\"Damaged Goods\" pictures the terrible consequences of vice and the physical ruin that follows the abuse of moral law. It is a stirring plea for a pure life before marriage, in order to make impossible the transmission of hereditary traits to future generations.  This film is presumed lost.","release_date":"1914-08-31","vote_average":0.0,"runtime":70,"cert":"\"\"","id":391446,"title":"Damaged Goods","adult":false,"genre_ids":[18]},{"cast":["Audrey Munson","Thomas A. Curran","George Marlo","Bert Delaney","Carey L. Hastings"],"overview":"Audrey Munson (a real-life 'perfect' model for numerous Beaux-Arts sculptors) first appeared artistically nude as a sculptor's model, recreating classic artistic (nude) paintings in George Foster Platt's controversial film from the Mutual Film Corporation. In fact, the film told the story of her own life.  This film has generally been regarded as the first non-pornographic American film to feature nudity. This was the first known film in which a leading actress stripped down to be naked, making her the first nude film star. (filmsite.org)","release_date":"1915-11-18","vote_average":2.0,"runtime":55,"cert":"\"\"","id":391449,"title":"Inspiration","adult":false,"genre_ids":[18]},{"cast":["Theda Bara","Herbert Heyes","A.H. Van Buren","George Odell","Carl Gerard"],"overview":"In this lost film, Theda Bara took the role of spoiled, deceiving nymphomaniac \"vixen\" Elsie Drummond.  She wooed Wall Street businessman Martin Stevens (A. H. Van Buren) away from his interest in her sweet sister Helen (Mary G. Martin). She continued to seek after rich men, eventually marrying young statesman Knowles Murray (Herbert Heyes) (again stolen from Helen) - but still willing to be unfaithful with Stevens who had since regained his fortune. (filmsite.org)","release_date":"1916-12-03","vote_average":0.0,"runtime":60,"cert":"\"\"","id":391452,"title":"The Vixen","adult":false,"genre_ids":[18]},{"cast":["Gary Cooper","Kay Johnson","Betty Compson","William 'Stage' Boyd","Harry Green"],"overview":"This third film version of Rex Beach's rugged Yukon novel The Spoilers was also the first talkie adaptation. This time, Gary Cooper and William \"Stage\" Boyd are cast as gold prospector Glennister and crooked Alaska politician McNamara.","release_date":"1930-09-20","vote_average":0.0,"runtime":86,"cert":"\"\"","id":391455,"title":"The Spoilers","adult":false,"genre_ids":[37,28]},{"cast":["Vivian Winston","Jerome Young","Henry Roquemore","Georgia O'Dell","Slim Mahoney"],"overview":"The film was created as a compilation of footage that was, in some cases, nearly fifteen years old, and included stock footage such as medical reels containing footage of venereal diseases and films depicting white slavery. The basic plot was a cautionary tale about a young woman's journey into prostitution and white slavery, but, like the other films of the era, the plot was secondary to the sexual content. Many of the presentations were introduced at the front door, with live nude women in glass booths at the entrances. Inside, the films were usually accompanied by a medical slideshow about venereal disease and a lecture from an alleged sexual education specialist. This was a typical presentation template for the time, and set an example for later exploiters. (Wikipedia)","release_date":"1927-06-05","vote_average":0.0,"runtime":null,"cert":"\"\"","id":391458,"title":"Is Your Daughter Safe?","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2016-04-05","vote_average":7.0,"runtime":1,"cert":"N\/A","id":391465,"title":"Not a film","adult":false,"genre_ids":[16]},{"cast":["Robert Kennedy Jr","Donald Trump","Alec Baldwin"],"overview":"Documentary investigating how developers, often working with local officials, are using golf as a smokescreen to build massive luxury resorts with negative effects on the local environment. However, people are fighting back. The programme features appearances from Hollywood actor Alec Baldwin, environmentalist Robert Kennedy Jr and real estate developer Donald Trump.  TV follow-up to You've Been Trumped, about the continued opposition to Donald Trump's plan to build a colossal golf course on Aberdeenshire coastal wilderness. Baxter now looks at other global beauty spots threatened by luxury resorts.","release_date":"2015-10-01","vote_average":0.0,"runtime":69,"cert":"N\/A","id":391468,"title":"DARK SIDE of the GREENS","adult":false,"genre_ids":[99]},{"cast":["Eiji Wakasugi","Michiko Maeda","Asao Matsumoto","Shigeru Ogura","Sôzaburô Kikuchi"],"overview":"1957 crime film directed by Toshio Shimura for Shintoho.","release_date":"1957-04-03","vote_average":0.0,"runtime":71,"cert":"N\/A","id":391471,"title":"死刑囚の勝利","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Short animated film by Ryo Hirano.","release_date":"2009-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":391474,"title":"The Kappa’s Arms","adult":false,"genre_ids":[16]},{"cast":["Chapman To","Gregory Wong","Philip Keung","Anthony Wong","Bonnie Xian"],"overview":"The godfather of the triad Jing Hing and his senior bosses need to select a new boss to run the daily operations of the five gangs under their control. Chuck, a lifelong member of the triad, dreams of being the elected one, but his wife wants him to leave the criminal life and spend time with their child. Wulf, a former cop, also wants take over the seat. Both will try to achieve their goal by any means necessary.","release_date":"2016-03-31","vote_average":6.2,"runtime":93,"cert":"\"\"","id":391477,"title":"The Mobfathers","adult":false,"genre_ids":[80,18]},{"cast":["Danny Trejo","Danay García","Trent Garrett","Justin Dray","Rob Nagle"],"overview":"When Jimmy finds a mysterious package in the trunk of his latest boost, he is thrust into a violent underworld of criminals, and a race against the clock to save a little girl's life.","release_date":"2016-04-05","vote_average":4.6,"runtime":95,"cert":"\"NR\"","id":391484,"title":"Boost","adult":false,"genre_ids":[28,18,80]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":391487,"title":"La foi du charbonnier","adult":false,"genre_ids":[99]},{"cast":["Sakda Kaewbuadee","Jenjira Pongpas"],"overview":"Glistening objects from a jewelry collection inspired by carnivorous plants are transformed into a colourful sea of garden creatures through hand-drawn animations of roots, insects and various other organisms. A loving tribute to Weerasethakul's mother's garden. Commissioned by Dior; first presented at Musée de l’Orangerie, Jardin des Tuileries, Paris, to mark the opening of a new set of jewellery designed by Victoire de Castellane, 27 February 2007.","release_date":"2007-02-27","vote_average":0.0,"runtime":7,"cert":"N\/A","id":391490,"title":"My Mother’s Garden","adult":false,"genre_ids":[]},{"cast":[],"overview":"A group of renowned japanese artists talk about japanese culture.","release_date":"","vote_average":0.0,"runtime":96,"cert":"N\/A","id":391493,"title":"Interior\/Exterior","adult":false,"genre_ids":[]},{"cast":[],"overview":"Windows is Weerasethakul’s first work in video. It is an improvisational piece using\r little physical movement to capture the “natural phenomena” occurring between the\r video camera, television screen, and window.","release_date":"1999-01-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":391496,"title":"Windows","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"The Argus Project","cast":[],"id":391499,"overview":"The Argus Project is a transmedia work that directly intersects the public debate over police accountability. At the center stands a suit of tactical counter-surveillance armor embedded with body cameras that offers a simple question: If the police wear body armor to protect themselves while in public, what must ‘The Public’ wear to protect themselves from the police? Video projections surround the suit featuring former officers, activists, and family members directly impacted by police violence. In turn, creating a space for a real conversation on police violence—one that our country desperately needs. This project is urgent and powerful and created by an incredible group of artists and activists.","runtime":null,"genre_ids":[],"release_date":"","vote_average":0.0,"adult":false}]