[{"cast":["Fat Mike","Erin Burkett","Joey Cape","Laura Jane Grace","Ryan Greene"],"overview":"Fat Wreck Chords... The influential music label proud to say they've spent the past 25 years \"ruining punk rock\". A Fat Wreck tells the story of founders Fat Mike (of the legendary punk band NOFX) and his ex-wife Erin Kelly-Burkett, spanning the birth, growth, struggles, and survival of the Fat Wreck Chords label.","release_date":"2016-04-15","vote_average":7.1,"runtime":88,"cert":"\"NR\"","id":392001,"title":"A Fat Wreck","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"A documentary about the fire which started in a Bucharest rock club called Collective, which ended in several deaths and massive fire-induced injuries. The documentary explores the reasons such a catastrophe occurred and why it had such an impact not only on the lives of those involved, but on an entire nation that decided to take a stand and end corruption in Romania once and for all by taking down its corrupt leaders and change a government.","release_date":"","vote_average":0.0,"runtime":44,"cert":"N\/A","id":392004,"title":"The Colectiv Disaster","adult":false,"genre_ids":[]},{"cast":["John Lithgow","William H. Scheide","Mark Laycock"],"overview":"Showcasing a musical masterpiece in a rare full-length television recording by the Vienna Chamber Orchestra with the Westminster Symphonic Choir, under the direction of conductor Mark Laycook. An introduction to the performance, narrated by actor John Lithgow, gives a unique perspective on music history.","release_date":"2016-04-05","vote_average":0.0,"runtime":87,"cert":"\"G\"","id":392007,"title":"Ode to Joy: Beethoven's Symphony No. 9","adult":false,"genre_ids":[10402,99]},{"cast":["Ulises Dumont","Patricio Contreras","Lorenzo Quinteros","Kika Child"],"overview":"Close-up to the man who censored films during the military dictatorship in Argentina, slightly inspired by the infamous Miguel Paulino Tato.","release_date":"1995-10-12","vote_average":8.5,"runtime":110,"cert":"N\/A","id":392010,"title":"The Eyes of the Scissors","adult":false,"genre_ids":[18]},{"cast":["Kevin Nealon","Ed Asner","Elizabeth Perkins","Ruby Modine","Efren Ramirez"],"overview":"It's always hard to find something for a dad who has everything. He says he just wants to be loved. So, his children provide it in a way they never before imagined—Super Sex!","release_date":"2016-04-15","vote_average":5.3,"runtime":7,"cert":"\"\"","id":392013,"title":"Super Sex","adult":false,"genre_ids":[35]},{"cast":[],"overview":"FIRST CITIZEN: ALBERT NAMATJIRA explores the great talent which enabled the Aranda Aboriginal to become the first to adopt the painting techniques and modes of expression of culture which were in direct contrast to his own. Namatjira's life is an expression of Australia's faltering response and awareness of Aboriginal culture and the diametrically opposed Western values of art, law and morality.","release_date":"1989-04-09","vote_average":0.0,"runtime":54,"cert":"N\/A","id":392016,"title":"First Citizen: Albert Namatjira","adult":false,"genre_ids":[]},{"cast":[],"overview":"A student of criminology is completing a thesis on Melbourne mass murderers. With the aid of a German professor he visits the scenes of the crimes of Frederick Deeming, Norman List, Arnold Sodeman and Edward Leonski and reconstructs them.","release_date":"1970-06-01","vote_average":0.0,"runtime":53,"cert":"N\/A","id":392019,"title":"Dead Easy","adult":false,"genre_ids":[]},{"cast":[],"overview":"Clyde is a typical junior clerk in a public service office. He watches the budding friendship between two co-workers and he turns it into the permanent office joke. At the same time he plays out his own neurotic relationship with a bored and frustrated secretary. The cruel mass victimisation of the young lovers is carried to the annual office picnic. Office tensions are changed by the unfamiliar surroundings where the disappearance of the two lovers forces Clyde to re-examine his own shallow emotional development.","release_date":"1972-11-17","vote_average":0.0,"runtime":85,"cert":"N\/A","id":392026,"title":"The Office Picnic","adult":false,"genre_ids":[]},{"cast":[],"overview":"Marion Hänsel directed this personal meditation on the joys and responsibilities of parenthood, in which a narrator reads Hansel's philosophic musings on raising her young son on her own, while carefully shot and selected footage of different cloud formations from around the world provide a striking visual backdrop. Catherine Deneuve read Hänsel's text in the original French-language version of Nuages; Charlotte Rampling did the honors for the English-language print, while Barbara Auer, Carmen Maura, and Antje De Boeck respectively lent their voices to the German, Spanish, and Dutch editions of the film.","release_date":"2001-04-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392029,"title":"Clouds: Letters to My Son","adult":false,"genre_ids":[]},{"cast":["Malia Andrus","Brian Hagy","Jace Jamison","Andrew Ambrose Lee","Lillian Hall"],"overview":"A woman finds herself being coerced into a robotic-related scientific breakthrough. She struggles to take control, but at what cost? Inspired by the Portal video games, and written by a teenager for the Pens to Lens film festival.","release_date":"2015-10-04","vote_average":6.5,"runtime":11,"cert":"\"\"","id":392032,"title":"Artificial Intelligence","adult":false,"genre_ids":[878]},{"cast":[],"overview":"","release_date":"2015-09-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392035,"title":"דץ הבלץ","adult":false,"genre_ids":[]},{"cast":[],"overview":"A classic Australian underground comedy in which a group of people fight over how to make the truly collective\/revolutionary\/existential movie. Original intentions get sidetracked but all attempts to set things straight result in yet another, but strangely similar, script. Cast includes: John Flaus, Peggy Cole.","release_date":"1974-10-09","vote_average":0.0,"runtime":80,"cert":"N\/A","id":392038,"title":"Yackety Yack","adult":false,"genre_ids":[]},{"cast":[],"overview":"Based on a story by Frank Moorhouse, this is a satire on left intellectual manners in Sydney at the time. Moorhouse's story was in turn based on an actual event, a party thrown by members of the Sydney Push for visiting American poet Kenneth Rexroth.","release_date":"1969-01-17","vote_average":0.0,"runtime":16,"cert":"N\/A","id":392041,"title":"The American Poet's Visit","adult":false,"genre_ids":[]},{"cast":["Kenneth Branagh","Penélope Cruz","Willem Dafoe","Judi Dench","Johnny Depp"],"overview":"Genius Belgian detective Hercule Poirot investigates the murder of an American tycoon aboard the Orient Express train.","release_date":"2017-11-03","vote_average":6.7,"runtime":114,"cert":"\"PG-13\"","id":392044,"title":"Murder on the Orient Express","adult":false,"genre_ids":[80,18,9648]},{"cast":["Brigid Macaulay","Jason Crowe","Brian Spangler","Brian Napier","Nova Rai"],"overview":"Awakening covered in blood, a woman sets out on a mission.","release_date":"2015-09-11","vote_average":0.0,"runtime":10,"cert":"\"NR\"","id":392047,"title":"Progeny","adult":false,"genre_ids":[53,27]},{"cast":["Ainsley Bailey","Cameron Deane Stewart","Madeline Thelton","Daniel Dauphin","Clint Carmichael"],"overview":"A respectful nod to classic kids-in-peril adventure films that finds a group of reluctant kids stranded overnight in an abandoned jail. Their chaperon is missing, their cellphone service is non existent, and their patience with each other is running thin. Oh, and a big, hairy creature is trying to eat them. Hey... it's tough being a kid in a monster movie.","release_date":"2016-04-08","vote_average":3.9,"runtime":87,"cert":"\"\"","id":392050,"title":"Big Bad","adult":false,"genre_ids":[878,28,12,35,53,27]},{"cast":["Karena Evans","Brian Quintero"],"overview":"It was a simple pitstop in the woods, but a young woman finds herself with a terrible feeling.","release_date":"2016-04-08","vote_average":0.0,"runtime":10,"cert":"N\/A","id":392053,"title":"WhiteWoods","adult":false,"genre_ids":[53,14]},{"cast":["Betty Ann Davies","Wylie Watson","Jack Melford","Ann Penn","Cynthia Stock"],"overview":"A penniless young charmer hits upon an ingenious route to fame and fortune.","release_date":"1936-10-20","vote_average":0.0,"runtime":64,"cert":"N\/A","id":392056,"title":"Radio Lover","adult":false,"genre_ids":[]},{"cast":["Leslie Fuller","Binnie Barnes","Drusilla Wills","Wallace Lupino","Hal Gordon"],"overview":"A henpecked husband is mistaken for a famous toreador while holidaying in Spain!","release_date":"1932-01-01","vote_average":0.0,"runtime":69,"cert":"N\/A","id":392059,"title":"Old Spanish Customers","adult":false,"genre_ids":[35]},{"cast":["José Sacristán","Sergi López","Julián Villagrán","Laia Marull"],"overview":"","release_date":"2016-04-25","vote_average":6.2,"runtime":null,"cert":"N\/A","id":392062,"title":"Quatretondeta","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"The documentary is narrated by Paul Gambaccini as the story of Buddy's musical career is told in the words of various friends and associates through anecdotes and film clips of some of the events and locations that featured in his life story. These include, for example, scenes from Lubbock and Clovis, the 'motorcycle' film taken by JI's brother, and some cine film shot on tour in England in early 1958 by Norman Petty. There is also a very brief clip of the Angelic Gospel Singers whose stunning version of I'll Be Alright inspired Buddy's True Love Ways. And a lot more.","release_date":"2009-02-02","vote_average":0.0,"runtime":90,"cert":"N\/A","id":392065,"title":"Buddy Holly: The Definitive Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"The filmmakers accompany Alan Schneider, director of the American premieres of most of Beckett's plays, and producer Daniel Labeille to the home of Billie Whitelaw, whom Schneider, ironically, had never met previously, and takes us through the rehearsal process of Beckett's newest play, including the recording of the dialogue, as almost all of it is voiceover. The final fifteen minutes of the film are the premiere performance in its entirety.","release_date":"1983-09-13","vote_average":8.0,"runtime":58,"cert":"N\/A","id":392068,"title":"Rockaby","adult":false,"genre_ids":[]},{"cast":["Olga Engl","Wolfgang Liebeneiner","Gustav Waldau","Dorit Kreysler","Ida Wüst"],"overview":"","release_date":"1935-12-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392075,"title":"Eine Nacht an der Donau","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392078,"title":"Alfred Dorfer- Badeschluß","adult":false,"genre_ids":[]},{"cast":["Emilia Ipsilanti","Christo Spyropoulos","Aliki Zanou","Dimitri Aronis","Robert Behling"],"overview":"A woman is responsible behavior in prison for the murder of a man killed by a shotgun blast. Through a mixture of reminiscences and narrative of the facts, we discover to be Elisa, a professor who, intent on writing a book on Dionysus from his distant and mythical origins to the present, has retreated into an isolated house in the snow, without even telephone line, and then found to give aid and hospitality to a young man was found naked and half-frozen in the surrounding bush. Escaped from prison and wanted by the police, the young man is destined to reawaken the memory of her husband who died in a car accident, so as to push uncontrollably to start with him a passionate love affair. But the sudden arrival of his daughter Elisa from the United States ends up putting dramatically undermine the already tense situation. Written by lament","release_date":"1974-03-25","vote_average":6.0,"runtime":90,"cert":"N\/A","id":392081,"title":"Naked in the Snow","adult":false,"genre_ids":[18]},{"cast":["Gyula Benkö","László Márkus","Gyula Horváth"],"overview":"","release_date":"1966-04-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392084,"title":"Én, Strasznov Ignác, a szélhámos","adult":false,"genre_ids":[]},{"cast":["Gigi Allens","Mary Jane Mayhem","Jayde Symz","Scarlet de Sade","Shawna Lenee"],"overview":"Some girls like it rough and those are the ones that are truly the best. Enjoy these ragged sluts as they get their pussy pounded hardcore style and take a beating all up in that glorious wet hole of theirs! !","release_date":"2016-01-14","vote_average":6.0,"runtime":112,"cert":"\"NC-17\"","id":392087,"title":"She Likes It Rough","adult":true,"genre_ids":[]},{"cast":["Chris Charming","Byron Long","Ayana Angel","Mya G.","Nyomi Banxxx"],"overview":"Ebony, pornstar Pinky is back and ready to shake that humongous, bootylicious, rump shaker and she brought four of her girlfriends with her, who also were blessed with gigantic booties so, get ready for some earth moving experiences, that include lesbians wearing strap ons, a pussy licking contest and penalty of cock sucking facials.","release_date":"2010-12-14","vote_average":5.0,"runtime":124,"cert":"\"X\"","id":392090,"title":"Pinky's Chronicles 2","adult":true,"genre_ids":[]},{"cast":["Ivana Sugar","Denise Sky","Candy Alexa","Anissa Kate","Penelope Ferre"],"overview":"We're invading those European pussies and leaving them covered in cum!","release_date":"2014-08-25","vote_average":5.0,"runtime":95,"cert":"\"X\"","id":392093,"title":"European Invasion","adult":true,"genre_ids":[]},{"cast":["Olivier Gourmet","Brigitte Catillon","Yann Goven","Stéphane Bierry"],"overview":"Guy's father was a hero during the French Resistance era but he never talks about it, or so little. When he dies,Guy, his brother and his sister have him incinerated, following a wish their dad had expressed when he was still alive. But Guy soon starts feeling uncomfortable about this move. Haven't they, by cremating the body of their father, make a hero disappear from man's memory? Haven't they used the same method as the Nazis to get rid of the remains of a hated enemy?","release_date":"2000-04-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392096,"title":"De l'histoire ancienne","adult":false,"genre_ids":[]},{"cast":["Shodekeh"],"overview":"A documentary by Michael R. Faulkner, SHU-DE! follows American beatboxer, Shodekeh, as he embarks on a musical journey half way around the world to Kyzyl, Tuva where he collaborates and competes with some of the world's best throat singers. This experiential documentary unfolds amidst the remote and wild landscapes of Tuva in Southern Siberia and includes performances by Kongar-ol Ondar, Alash Ensemble, Tuvan National Orchestra, Annie Lynch (Annie and the Beekeepers), and others.","release_date":"2016-04-16","vote_average":0.0,"runtime":85,"cert":"\"NR\"","id":392107,"title":"SHU-DE! Let's Go","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Ten groups of kids from various parts of Finland, aged between 12 and 15, improvise an episode each based on one of the Bible's Ten Commandments.","release_date":"2001-09-21","vote_average":0.0,"runtime":75,"cert":"N\/A","id":392110,"title":"Taking Moses for a Ride","adult":false,"genre_ids":[35,18,10751]},{"cast":["Marie Trintignant"],"overview":"\"On the Tip of the Heart\" - is a documentary on the St Peter's Hospital in Brussels, structured around seven doors from the maternity to the morgue. This is an opportunity for the director to ask the audience a question, namely: what is there in common between a medieval city, human life and a hospital?","release_date":"2002-01-30","vote_average":0.0,"runtime":90,"cert":"N\/A","id":392113,"title":"Sur la pointe du cœur","adult":false,"genre_ids":[]},{"cast":["Elma Postma","Sandra Prinsloo","Neels Van Jaarsveld","Albert Maritz","Antionette Louw"],"overview":"Juan returns to Cape Town with his family from their life in England when he discovers his mother is dying. She insists she wants her conflicted son to reconcile with his alcoholic dad, but all the younger man remembers of his childhood is disappointment and shame and although he wants to be with his mother he intensely dislikes his father, though it's probably more a case of Juan hating who he is himself, because of his father.","release_date":"2015-11-20","vote_average":8.5,"runtime":125,"cert":"N\/A","id":392116,"title":"A Man Like My Father","adult":false,"genre_ids":[]},{"cast":["Simone Mendes Rocha Diniz","Simaria Mendes Rocha Escrig"],"overview":"","release_date":"2015-04-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392119,"title":"Simone & Simária - Bar das Coleguinhas","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"In early times, evil spirits were thought to possess people and make them act in strange and frightening ways. By the 1800's, the study of this hysteria led some doctors to believe one person could have separately functioning personalities.  In this rare research film from the 1920's, a woman has different personalities who believes they are separate people. One is a male that is not comfortable in women's clothes. Another is a small child. The affliction has been known by different names, but recognized for centuries. Today it is called multiple personality disorder.  Why have they become tormented and broken into different personalities? What is the childhood pain that lies buried in the unknown depths of their mind? How can they search for the deadly memories that holds the secrets of their paths and the promise of their healing?","release_date":"","vote_average":0.0,"runtime":58,"cert":"N\/A","id":392126,"title":"Multiple Personality Disorder: The Search for Deadly Memories","adult":false,"genre_ids":[99]},{"cast":["Colin Firth","Katy Murphy","David O'Hara","Liz Smith","David Westhead"],"overview":"Quirky stranger Donovan (Colin Firth) blows into the Scottish village of Port Clyde. There, he rents a room with the Pannick family and ingratiates himself into their lives. Lucy (Katy Murphy) is the long-suffering matriarch of the clan, caring for her senile grandmother (Liz Smith) and mentally disabled brother, Sandy (David Brown). When the town cancels Sandy's train route to school, Donovan suggests starting their own bus line. They do, much to the consternation of local officials.","release_date":"2000-12-28","vote_average":6.0,"runtime":104,"cert":"N\/A","id":392133,"title":"Donovan Quick","adult":false,"genre_ids":[10770,18]},{"cast":["Stanley J. Browne","Michel Benizri","Angelique Joan","Matt Gras"],"overview":"Synthetic diamonds meet the French Riviera in this crime thriller.","release_date":"2015-11-24","vote_average":0.0,"runtime":104,"cert":"\"PG-13\"","id":392136,"title":"Rough Cut","adult":false,"genre_ids":[53,80]},{"cast":["Christopher Eccleston","Emma Cunniffe","Barbara Marten","Stephen Graham","Conor Ryan"],"overview":"A man who was adopted at birth traces his real parents, and discovers that they have severe learning disabilities and do not know he exists.","release_date":"2002-09-25","vote_average":4.0,"runtime":76,"cert":"N\/A","id":392139,"title":"Flesh and Blood","adult":false,"genre_ids":[]},{"cast":["Grégoire Ludig","David Marsais","Bernard Farcy","Dominique Pinon","Julien Pestel"],"overview":"In this WW2 epic comedy – in the vein of “La Grande Vadrouille” – our two heroes, Max and Léon, two lazy and partier pals, will try by all possible means to avoid going in the battle zone… This will lead the duo to demented and wild adventures.","release_date":"2016-11-01","vote_average":6.5,"runtime":98,"cert":"N\/A","id":392142,"title":"Max & Leon","adult":false,"genre_ids":[10752,35]},{"cast":["Gladys Aguayo","Awilda Carbia","Magali Carrasquillo","Luisa de los Ríos","Jonathan Dwayne"],"overview":"A handful of immigrants make a bittersweet pilgrimage back to the land of their birth in this comedy drama. Ten people who have little in common beyond the fact they were all originally from Puerto Rico and now live in New York, discover they've won a contest giving them each a free, all-expenses paid vacation -- in Puerto Rico. While some are eager to visit the place they once called home, others are nervous about what they will find and wary about confronting the people and things they left behind.","release_date":"2005-12-22","vote_average":0.0,"runtime":100,"cert":"N\/A","id":392145,"title":"El sueño del regreso","adult":false,"genre_ids":[18,35]},{"cast":["Marie-Louise Iribe","Jean Angelo","Henri Debain","Félix d'Aps","Simone Cerdan"],"overview":"The tumultuous relationship between a street singer and a prince.","release_date":"1927-08-12","vote_average":0.0,"runtime":70,"cert":"N\/A","id":392148,"title":"Marquitta","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Hand-drawn animation with ink and white-out.","release_date":"2012-04-09","vote_average":0.0,"runtime":1,"cert":"\"\"","id":392151,"title":"Sick Leave","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Hand-drawn animation with ink, white-out and crayon.","release_date":"2011-04-09","vote_average":0.0,"runtime":2,"cert":"\"\"","id":392154,"title":"Headache","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Hand-drawn animation with ink and white-out.","release_date":"2012-04-09","vote_average":0.0,"runtime":1,"cert":"\"\"","id":392157,"title":"Waiting Room","adult":false,"genre_ids":[16]},{"cast":["Junichi Ishida","Honami Suzuki","Kumiko Takeda","Naomi Zaizen","Kyoko Kubo"],"overview":"Nagashima is a playboy who refuses to be tied down by marriage. Suffering from insomnia recently, he is eager to find a glamorous girl who can make him fall asleep. He leaves his tiresome girlfriend Mari, and soon finds himself trapped in dangerous triple liaisons involving two nightclub hostesses and a dewy-eyed girl. When all three of them start pestering him about marriage, Nagashima makes up his mind to flee…","release_date":"1989-07-08","vote_average":0.0,"runtime":96,"cert":"N\/A","id":392160,"title":"24 Hour Playboy","adult":false,"genre_ids":[35]},{"cast":["Common","Gary Clark Jr.","Buddy Guy","Lucinda Williams","Greg Tate"],"overview":"The search of several young, white men for blues singers who have been missing for decades coincides with the Civil Rights Movement in Mississippi in the 1960s.","release_date":"2016-04-08","vote_average":8.0,"runtime":80,"cert":"\"NR\"","id":392163,"title":"Two Trains Runnin'","adult":false,"genre_ids":[99]},{"cast":["Jim Schmidt","Chuck Bolte"],"overview":"Clark and Jim resurrect their superhero identities of Super Christian and The Lone Christian to help teach people at their church not to hide their problems from each other.","release_date":"1986-09-01","vote_average":5.0,"runtime":31,"cert":"\"\"","id":392166,"title":"Super Christian 2","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Frank has checked into a cheap hotel with the intention of using his pistol to commit suicide there. However, just as he is putting the pistol to his head, a lengthy earthquake begins, and makes it impossible for him to aim as he had intended to. The earthquake also causes him to meet a prostitute who has been working in the next room, and they become acquainted. On more than one occasion as they talk, he has reason to repeat his request: Don't Call Me Frankie.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392169,"title":"Don't Call Me Frankie","adult":false,"genre_ids":[]},{"cast":[],"overview":"Some time ago, Robert took some photos of military action which are now endangering his life. He is on the run from those who would find their publication damaging and is headed for Syria, where he believes he will be safe. While in Istanbul, he meets a pop singer, a woman half his age who gives him the erotic charge of his life. He begins taking film of their bedroom encounters and says some pretty excessive things about how marvelous she is to him. Meanwhile, his local friends don't trust or like him enough to help him stay in Istanbul, and it seems that he will have to continue onward in his journey to safety.","release_date":"1992-04-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392172,"title":"Robert's Movie","adult":false,"genre_ids":[]},{"cast":["Barbara Aptekman","Nicole Karen","Barbara Laage","Deborah Romano","Alexandra Stewart"],"overview":"This ultimate masterpiece is set in the far future where a young man, bored by his surroundings, blasts off into space with only his cat and some robots for company. On a distant planet he discovers a serene, tranquil culture and falls in love with a girl. The story follows his problems adjusting to their sociological standards and customs where family units are comprised of sexual groups of eight people.","release_date":"1965-01-01","vote_average":6.0,"runtime":25,"cert":"N\/A","id":392175,"title":"The Heat of a Thousand Suns","adult":false,"genre_ids":[878,16]},{"cast":["Hampton Fancher"],"overview":"Escapes blazes a path through mid-20th-century Hollywood via the experiences of Hampton Fancher – flamenco dancer, actor, and the unlikely producer and screenwriter of the landmark sci-fi classic Blade Runner. Fancher recounts episodes from his life — romantic misadventures with silver-screen stars, wayward acts of chivalry, jealousy, and friendship — matched with a parallel world of film and TV footage wherein Fancher plays cowboys, killers, fops, cads, and the occasional hero. Escapes shows how one man’s personal journey can unexpectedly shape a medium’s future.","release_date":"2017-07-26","vote_average":5.5,"runtime":89,"cert":"\"NR\"","id":392178,"title":"Escapes","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A purge in the style of those of March 1968 is to take place at a party meeting. Instead, it turns into a psychodrama.","release_date":"1973-01-01","vote_average":7.0,"runtime":17,"cert":"N\/A","id":392181,"title":"Happy End","adult":false,"genre_ids":[99]},{"cast":["Derek Jacobi"],"overview":"An ageing monarch. A kingdom divided. A child’s love rejected. As Lear’s world descends into chaos, all that he once believed is brought into question. One of the greatest works in Western literature, King Lear explores the very nature of human existence: love and duty, power and loss, good and evil.","release_date":"2011-02-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392184,"title":"National Theatre Live: King Lear","adult":false,"genre_ids":[]},{"cast":["Ah Niu","Elanne Kwong","Kara Hui","Houren Zhu","Marcus Chin"],"overview":"The Wedding Diary 2 picks up two years after the marriage of Wei Jie (Aniu) and Zhixin (Elanne), when they welcome a new and unexpected addition to their family. However, all is not well for Wei Jie's in-laws when Zhixin's father, Colin (Jack Choo) suffers a stroke, which puts a strain on the couple's relationship as Zhixin has to step up to handle her father's business and at the same time, ensure that her mother (Kara Hui) does not fall into depression and anxiety due to her husband's condition.","release_date":"2013-02-07","vote_average":0.0,"runtime":97,"cert":"N\/A","id":392187,"title":"The Wedding Diary 2","adult":false,"genre_ids":[10749,35]},{"cast":["Magali Carrasquillo","Myrna Casas","Efraín López Neris","Sully Díaz","Jacqueline Duprey"],"overview":"Bautista is a taxicab driver that has been rented by a woman named Ada. Ada wants him to drive her to the other side of the island with the condition that he doesn't take any other passengers and that he drives her to get some guavas. During the trip, Bautista, a driver for more than 44 years, becomes a storyteller. He tells Ada different stories that he has heard all related to the exotic guava fruit. These stories begin to take life while Bautista tells them, giving us a whimsical touch of magical realism with a Caribbean twist, and showing how fragile the circumstances these characters live are.","release_date":"2010-10-16","vote_average":0.0,"runtime":71,"cert":"N\/A","id":392194,"title":"El color de la guayaba","adult":false,"genre_ids":[18]},{"cast":["Liu Pei-Qi","Song Chunli","Chen Xiaoyi","Shu Fang","Bai Xue"],"overview":"Go Home tells the story of an old Peking Opera master, Zhang Jin He (Liu Pei Qi of The Story of Qiu Ju), whose life changes when a young boy shows up on his doorstep. With blue eyes and vaguely foreign features, the boy is apparently the product of a mixed upbringing, and though the boy doesn't realize it, Zhang Jin He is his grandfather! Zhang Jin He initially tells the boy to go home because the boy brings him a painful reminder of his daughter, who left him to marry a foreigner. Still, others convince the aging Perking Opera master to take in the boy, and though they fight initially, the two eventually form a strong, quiet bond. But when the boy is called home, will either be willing to let go? Director Li Chen Sheng uses gorgeous cinematography and evocative locations in modern China to bring the subtle intimacy of Go Home to the screen.","release_date":"2002-01-01","vote_average":0.0,"runtime":102,"cert":"N\/A","id":392197,"title":"Go Home","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Directed by Alain Bergala","release_date":"1987-04-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392200,"title":"Où que tu sois","adult":false,"genre_ids":[]},{"cast":[],"overview":"Space Seeing - Space Hearing uses sound and image editing, as well as split-screen effects, to create a performance from a motionless body. The work comprises six distinct sections that create a rhapsody of sound and image.","release_date":"1974-04-10","vote_average":0.0,"runtime":5,"cert":"N\/A","id":392203,"title":"Seeing-Space and Hearing-Space","adult":false,"genre_ids":[]},{"cast":[],"overview":"Toei's first straight-to-video live action film.","release_date":"1989-04-10","vote_average":0.0,"runtime":58,"cert":"N\/A","id":392210,"title":"Crme Hunter","adult":false,"genre_ids":[]},{"cast":["Michael Douglas","Karl Malden"],"overview":"Mike Stone (Karl Malden) and Steve Keller (Michael Douglas) are back on today's streets to catch a homicidal maniac who should have been incarcerated thirty years ago. The famous police drama of the 70s in today's Google Street View. A found footage movie exclusively using Google imagery (Street View, Earth &amp; Maps) and audio material from the original series 'The Streets of San Francisco'.","release_date":"2011-10-03","vote_average":0.0,"runtime":14,"cert":"N\/A","id":392217,"title":"The Streets of the Invisibles","adult":false,"genre_ids":[80,16]},{"cast":[],"overview":"\"You are suffering from a mental fragility,” the doctor tells Ahang as she desperately tries to understand why she sometimes feels so terribly sad, as though everything has fallen apart. From the outside, she seems to live a sound and good life. For periods of time everything feels really good. But then it hits her: that horrific panic and despair that destroys everything and presses her down into a deep black hole.","release_date":"2016-01-29","vote_average":0.0,"runtime":73,"cert":"N\/A","id":392220,"title":"Fragility","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Chain Reaction Live In Concert (originally titled \"Chain Reaction Tour\") is a DVD release by Australian singer John Farnham. The DVD was released in Australia on 13 November 2005 in conjunction with Classic Jack Live!.  This DVD contains John Farnham's performance at the Flinders Park National Tennis Centre, Melbourne in 1990 during his \"Chain Reaction\" Tour. This program was originally aired on Australia's Channel Seven in 1990.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392231,"title":"John Farnham: Chain Reaction - Live in Concert","adult":false,"genre_ids":[]},{"cast":[],"overview":"Last summer model-turned-director duo Kristell Chenut and Vincent Lacrocq traveled to the Canary Island haven Lanzarote to shoot Thirty-Six Hours with a team consisting of only themselves and their male-model protagonists, Clément Chabernaud and Jon Kortajarena. Arguably the two biggest names in the male model world—you’ll recognise Kortajarena as the young hustler from Tom Ford’s stylish feature A Single Man, and both from countless campaigns for the likes of H&amp;M, Gucci and Prada—the narrative short sees the pair share a surreal day and night amid a crystalline island landscape.","release_date":"2016-01-19","vote_average":0.0,"runtime":9,"cert":"\"\"","id":392238,"title":"Thirty-Six Hours","adult":false,"genre_ids":[]},{"cast":["Manoj K Jayan","Kanaka","Narendra Prasad","Jagathy Sreekumar","Janardhanan"],"overview":"Omanakuttan Pillai, Cherian Thomas and Mahendran Thambi are retired citizens. In order to keep themselves busy, they decide to set up a drama troupe.","release_date":"1994-04-10","vote_average":6.0,"runtime":143,"cert":"N\/A","id":392241,"title":"Vardhakya Puranam","adult":false,"genre_ids":[35,18]},{"cast":["Michaela Kloppe","Uwe Kloppe","Christian Kloppe","Robert Florian Kloppe","Melanie Elisabeth Kloppe"],"overview":"","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392244,"title":"Familie Kloppe DVD 2","adult":false,"genre_ids":[10751]},{"cast":["Timothy Spall","Celia Imrie","Ben Miles","Natalie Press","Jody Latham"],"overview":"A teacher comes to terms with his past during a school trip to Salisbury Cathedral.","release_date":"2005-03-26","vote_average":0.0,"runtime":90,"cert":"N\/A","id":392247,"title":"Mr Harvey Lights a Candle","adult":false,"genre_ids":[]},{"cast":["Khosro Shakibai","Afsaneh Bayegan","Parvindokht Yazdanian","Elahe Allahyari","Elham Allahyari"],"overview":"A young, inquisitive girl named Nargess encounters a girl from another school who could pass as her twin. Amazed by the strange coincidence, the two girls rush to their respective parents, but neither side has the time to hear them out. Nargess finds herself caught between her mother and father as she tries in vain to make herself heard, and when that fails, the two girls hatch a plan to swap places and see if their parents notice. While everything goes smoothly at first, it's not long until they start encountering problems in this double-sided family drama.","release_date":"1995-04-10","vote_average":6.0,"runtime":93,"cert":"N\/A","id":392254,"title":"The Double Lottie","adult":false,"genre_ids":[10751,18]},{"cast":["Kazuki Iio","Asuka Kishi","Yoshikazu Kotani","Misato Hirata","Motohara Kanon"],"overview":"National charisma comic legend! Sexy comedy \"Oh! The Invisible Man\" miracle of a movie again! ! Gene of salmon roe is stir up is ... father and daughter double Invisible Man that was also passed on to daughter delightful comedy! !","release_date":"2014-06-14","vote_average":0.0,"runtime":72,"cert":"N\/A","id":392257,"title":"Oh! Invisible Man - Invisible Girl Appears!?","adult":false,"genre_ids":[]},{"cast":[],"overview":"Duende, the title of this documentary, is a richly complex and untranslatably idiomatic Spanish word which evokes the mysterious, ineffable quality that the art of bullfighting has for its devotees. This film explores the process by which an apprentice bullfighter, Carmelo, became a matador, a term which is reserved only for those who are recognized as being fully qualified to serve as a central player in this ritualistic drama, la corrida, which is sometimes incorrectly described as being a \"sport.\" Various senior and retired bullfighters and their relatives recount their observations and experiences, and Carmelo re-enacts his coming-of-age as a bullfighter for the cameras. Those who are already convinced that la corrida is a celebration of the mystery of life and death may particularly appreciate this respectful documentary.","release_date":"1990-04-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392260,"title":"Duende","adult":false,"genre_ids":[]},{"cast":["Sickan Carlsson","Åke Söderblom","Hjördis Petterson","Hilding Gavle","Ruth Moberg"],"overview":"\"Bleeding Hearts\" - Comedy with charming hussar lieutenants, indulgent landlord daughters, wild rides and romantic mansion balls.","release_date":"1942-10-23","vote_average":4.0,"runtime":105,"cert":"N\/A","id":392263,"title":"Löjtnantshjärtan","adult":false,"genre_ids":[35,10402]},{"cast":["Marian Kociniak","Jerzy Bończak","Bogdan Baer","Ludwik Benoit","Leon Niemczyk"],"overview":"International Critics’ Week - Cannes Festival 1985","release_date":"1985-01-14","vote_average":6.0,"runtime":null,"cert":"N\/A","id":392266,"title":"Fucha","adult":false,"genre_ids":[]},{"cast":["Noam Chomsky","Max Hastings","Richard G. Wilkinson","Robert Frank","Kwame Anthony Appiah"],"overview":"The Divide tells the story of 7 individuals striving for a better life in modern day US and UK - where the top 0.1% owns as much wealth as the bottom 90%. By plotting these tales together, we uncover how virtually every aspect of our lives is controlled by one factor: the size of the gap between rich and poor.The film is inspired by \"The Spirit Level\" by Richard Wilkinson and Kate Pickett.","release_date":"2015-11-20","vote_average":7.0,"runtime":78,"cert":"N\/A","id":392269,"title":"The Divide","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Every evening at dusk, starlings—wherever they might be nesting—will flock together to perform one of the most mysterious gestures in the natural world. Flitting to and fro, thousands fly in gyroscopic unison. Scientists still don’t know how the birds avoid colliding with one another in these elaborately choreographed murmurations. This short film makes no attempt to explain the winged ritual. No voiceover interrupts the flow. No score intrudes upon the birds’ own song. The majestic ornithological swirl speaks for itself. As the black ribbon of flight careens back and forth across the evening sky, one truth emerges: This flying isn’t an act of necessity. It’s an act of sublime artistic expression.","release_date":"2015-09-12","vote_average":5.0,"runtime":7,"cert":"N\/A","id":392272,"title":"The Art of Flying","adult":false,"genre_ids":[]},{"cast":["Raffaele Marsico"],"overview":"A man is shot inside an empty room and he moves and takes on positions continuously out of barycentre. The nature of the lacks of balance is invisible and his ability into standing up in spite of unnatural postures is inexplicable: the videowork has been realized without special effects but is simply the result of a real shooting of an artificial condition.","release_date":"2007-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":392275,"title":"With Nature There Are No Special Effects, Only Consequences","adult":false,"genre_ids":[]},{"cast":[],"overview":"This program collects 10 truly classic short cartoons, featuring early appearances from beloved characters like Daffy Duck, Mutt and Jeff, Molly Moo Cow, Hunky and Spunky, Mighty Mouse, and Porky Pig.  Episode List:  1. Yankee Doodle Daffy  2. Molly Moo Cow And Rip Van Winkle  3. Gold Rush Daze  4. Slick Sleuths  5. You Can't Shoe A Shoefly (sic)  6. The Lost Dream  7. Confusions Of A Nutsy Spy  8. Wolf Wolf  9. Robin Hood Makes Good  10. Ding Dog Daddy","release_date":"2006-01-01","vote_average":0.0,"runtime":65,"cert":"\"\"","id":392278,"title":"Cartoon Craze Presents: All-Stars Volume 1","adult":false,"genre_ids":[]},{"cast":["Martin Clunes","Neil Pearson","Mark Benton","Brian Murphy","Anne Reid"],"overview":"A group of men from Kent; Clive (Martin Clunes), Rob (Neil Pearson), Dave (Mark Benton), Maurice (Brian Murphy) and Daniel (Ben Whishaw) - go on a booze cruise to France, with mixed success and many mishaps along the way. Events involving their wives and families back home also form a large part of the plot.","release_date":"2003-09-07","vote_average":8.0,"runtime":120,"cert":"N\/A","id":392285,"title":"The Booze Cruise","adult":false,"genre_ids":[18,35]},{"cast":["Alfonso Zayas","Yirah Aparicio","Roberto Ballesteros","Alicia Camps","Michelle Mayer"],"overview":"Based on the infamous song by the same name \"La Negra Tomasa\". This is a comical adventure based in a barrio in Mexico. Cesar Bono plays a police office, Alfonso Zayas a ladies man and Roberto Ballesteros a dangerous loan shark who abducts Tomasa out of passion.","release_date":"1992-04-10","vote_average":7.0,"runtime":90,"cert":"N\/A","id":392288,"title":"La Negra Tomasa","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"One summer day in small village by the river.","release_date":"","vote_average":0.0,"runtime":100,"cert":"N\/A","id":392299,"title":"Birželis, vasaros pradžia","adult":false,"genre_ids":[]},{"cast":["Inés Mendoza","Margot Arce de Vázquez","Rebeca Colberg","Antonio Torres Martinó"],"overview":"The role that women should play in the modern-day Puerto Rican family is discussed. The discussion is dramatized by a rural husband and wife involved in a domestic dispute.","release_date":"1957-01-02","vote_average":0.0,"runtime":20,"cert":"N\/A","id":392302,"title":"What Do Women Think?","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The Ballad of Fred Hersch is an intimate portrait of one of today's foremost jazz pianists. A genre unto himself, Hersch has significantly influenced jazz and a generation of musicians. But his poignant story as an AIDS and coma survivor reveal an unlikely musical journey and an irrepressible American master.","release_date":"2016-04-09","vote_average":0.0,"runtime":74,"cert":"\"\"","id":392305,"title":"The Ballad of Fred Hersch","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A nocturnal education film, designed to help children develop their emotions and expressions as well as language and physical skills by enjoying singing and exercising with a big brother.","release_date":"2015-11-01","vote_average":0.0,"runtime":4,"cert":"\"\"","id":392308,"title":"Don't tell Mom","adult":false,"genre_ids":[35,16,10402]},{"cast":["Zied Ayadi","Sara Hanachi"],"overview":"In 2011 Tunisia, as the Arab Spring awakens, unemployed graduate Aziz, nicknamed Zizou (Zied Ayadi), travels from his Saharan village to the big city of Tunis in search of a job. From television aerial installation to political intrigue, this fresh-faced young Candide will learn the ways of the world, fall in love with the ravishing Aicha (Sara Hanachi), and become famous.--Eddie Cockrell, FilmFest DC","release_date":"2016-04-20","vote_average":6.0,"runtime":103,"cert":"N\/A","id":392311,"title":"Sweet Smell of Spring","adult":false,"genre_ids":[35]},{"cast":["Kyra Nijinsky","Patrick Dupond","Max von Sydow","Sauncy LeSueur","Rosine Bena"],"overview":"Director Robert Dornhelm casts Bud Cort for alter-ego purposes in She Dances Alone. Cort plays a documentary director, seeking to produce a film on the life of controversial ballet star Vaslav Nijinsky. He finds his goal of objectivity blocked by Nijinsky's elderly real-life daughter Kyra, who is as stocky as her father was sylph-like. Kyra's uncompromising insistence on total control over the project literally shapes (and frequently distorts) the film before our eyes. Adding to the Pirandellian atmosphere of the Australian-produced She Dances Alone is Max Von Sydow, also playing \"himself.\"","release_date":"1981-09-19","vote_average":0.0,"runtime":87,"cert":"N\/A","id":392314,"title":"She Dances Alone","adult":false,"genre_ids":[]},{"cast":["Roger Jendly"],"overview":"This 140-minute documentary takes a close look at the story and historical context of a young Swiss man who was beheaded during WW II for supposedly wanting to kill Hitler. The man's family cannot help clarify the issue since they say he had been pro-Nazi earlier. Other injustices or puzzling omissions come to the fore, such as a German who was against Hitler, survived torture by the SS, and then was not given any state aid when peace was restored. Another sequence shows an extensive U.S. archive of materials that identifies many Nazis and their activities -- but is not available to anyone trying to track down former war criminals. Like other films of this type, the documentary helps to fill in facts about WW II that are little-known, or slow in coming out.","release_date":"1981-04-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392317,"title":"Kill Hitler","adult":false,"genre_ids":[]},{"cast":[],"overview":"Join Tom and Debbie Nicholson as they reminisce with joy and good humor about the parade of unlikely pets they have taken in over the years. From an obese chicken to a paraplegic possum to a fish that couldn't swim, it seems the Nicholsons have never met an animal they couldn't love. With a knack for fashioning homegrown solutions, Tom and Debbie nurse members of their brood through an assortment of unfortunate maladies. Some beat the odds and live a long, full life, while other furry and feathered friends meet an untimely—and often tragic—end. Told through a series of light-hearted interviews, recreations, and animations, the film captures the Nicholsons’ unwavering dedication to their motley crew and offers up an endearing look at the human capacity for caring, the deep bonds we often share with our pets, and the sometimes absurd lengths we are willing to go for the creatures we love.","release_date":"2016-04-10","vote_average":4.7,"runtime":15,"cert":"\"\"","id":392320,"title":"Pickle","adult":false,"genre_ids":[99]},{"cast":["Eda Cecilia Oliver","Francisco Palacios","Juan Ortiz Jiménez","Brígida Pagán","Helen de Martínez"],"overview":"Illustrates the dilemma of a sugarcane worker who has a child out of wedlock without his wife’s knowledge.","release_date":"1958-01-01","vote_average":0.0,"runtime":40,"cert":"N\/A","id":392323,"title":"The Secret","adult":false,"genre_ids":[18]},{"cast":["John Pilger"],"overview":"An analysis of South Africa's new, democratic regime.","release_date":"1998-01-01","vote_average":0.0,"runtime":52,"cert":"N\/A","id":392326,"title":"Apartheid Did Not Die","adult":false,"genre_ids":[99]},{"cast":["Ronald Shiner","Harry Fowler","Anthony Newley","Alfie Bass","Richard Wattis"],"overview":"A con man hides out in a boys' school, posing as a professor. When the undisciplined and lazy boys have to pass a few tests, cheating becomes the only option.","release_date":"1953-02-01","vote_average":0.0,"runtime":72,"cert":"N\/A","id":392333,"title":"Top of the Form","adult":false,"genre_ids":[35]},{"cast":["Stuart Hall","Rowan Atkinson","Sarah Ferguson","Andrew Windsor","Barbara Windsor"],"overview":"The Grand Knockout Tournament (colloquially also known as It's a Royal Knockout) was a one-off charity event which was shown on British television on 19 June 1987. It followed the format of It's a Knockout (the British version of Jeux Sans Frontieres), a slapstick TV gameshow which was broadcast in the UK until 1982.  The event was staged on the lakeside lawn of the Alton Towers stately home-cum-theme park. However, the event used its own specially created immersing set, meaning that the location was not very recognisable in the TV broadcast.","release_date":"1987-06-19","vote_average":6.0,"runtime":79,"cert":"N\/A","id":392336,"title":"The Grand Knockout Tournament","adult":false,"genre_ids":[35,10751]},{"cast":["Phoebe Howe","Ryan Carter","Ross Doney","Sam Mason Bell","Michel du Vagin"],"overview":"Paranormal investigators on the south coast of England take on a new client. What they unravel reveals chinks in the fabric reality.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392339,"title":"G.A.I.N.","adult":false,"genre_ids":[9648,27]},{"cast":["Martin Bacigalupo","Lili Stein","Larry Fessenden"],"overview":"Larry is an ardent evangelical Christian, lives in New York, works as a mover, and dreams of breaking into the world of commercial acting. As he seeks his big break, he argues with his boss and leads a solitary life. His fate takes an unexpected turn the day he meets Alexandra.","release_date":"2016-04-27","vote_average":3.7,"runtime":81,"cert":"N\/A","id":392342,"title":"Callback","adult":false,"genre_ids":[53]},{"cast":["Ian Svenonius"],"overview":"Made with Washington DC's notorious gospel-punk outfit The Make-Up. The musicians seek \"creative asylum\" in a subcultural womb. This road movie is, in the words of a Parisian critic, \"comme si Foucault roulait avec les situationistes dans le Scooby-Doo Van\". It is both a lyrical document of a time and space(s) which no longer exist as well as a record of one of the most kick-ass bands on earth.","release_date":"1997-10-10","vote_average":6.0,"runtime":32,"cert":"\"\"","id":392345,"title":"Blue Is Beautiful","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2012-04-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392348,"title":"Porcos Raivosos","adult":false,"genre_ids":[]},{"cast":["bill salus"],"overview":"DVD #2 of Psalm.83: The Missing Prophecy Revealed, by Bill Salus;  In this timely teaching video, Bill Salus tackles the tough questions such as: Is America in the Bible? Why was the United States a blessed superpower? Has America abandoned its Judeo-Christian heritage? Is America being judged? What is America's future? This analyzes all of the arguments and explains why Bill believes America can be found in Bible prophecy.","release_date":"2013-07-07","vote_average":0.0,"runtime":75,"cert":"\"\"","id":392351,"title":"The Future for America in Bible Prophecy","adult":false,"genre_ids":[]},{"cast":[],"overview":"When heaven turns out to be an over-booked hotel, Ted must face the cranky desk clerk who stands between him and a peaceful eternity...or at least one with room service.","release_date":"2013-11-09","vote_average":0.0,"runtime":9,"cert":"\"\"","id":392354,"title":"Reservations","adult":false,"genre_ids":[]},{"cast":[],"overview":"On a rainy afternoon in a British nursing home, a woman struggles to make a last connection with her seemingly catatonic mother.","release_date":"2014-08-08","vote_average":0.0,"runtime":16,"cert":"\"\"","id":392357,"title":"Greece","adult":false,"genre_ids":[]},{"cast":[],"overview":"A man, coming to terms with the iniquity of his profession, faces the ultimate test of his humanity: betrayal.","release_date":"2016-03-05","vote_average":0.0,"runtime":15,"cert":"\"\"","id":392360,"title":"The Return","adult":false,"genre_ids":[]},{"cast":[],"overview":"Iron Maiden at Allianz Parque, São Paulo, Brazil  If Eternity Should Fail  Speed of Light  Children of the Damned  Tears of a Clown  The Red and the Black  The Trooper  Powerslave  Death or Glory  The Book of Souls  Hallowed Be Thy Name  Fear of the Dark  Iron Maiden  The Number of the Beast  Blood Brothers  Wasted Years","release_date":"2016-03-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392363,"title":"Iron Maiden: [2016] São Paulo, Brazil","adult":false,"genre_ids":[]},{"cast":["Fernandito Álvarez","Trío Vegabajeño"],"overview":"Documentary about some of the most popular songs of this famous Puerto Rican musical trio.","release_date":"1965-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":392366,"title":"Fernandito Álvarez y su Trío Vegabajeño","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"At their university in Eastern Europe, they are future bankers, journalists and politicians. In America, they are just “the help.”  From Martha’s Vineyard to Myrtle Beach, thousands of international students descend upon summer resorts and tourist towns in the U.S. to clean hotel rooms, wash dishes and make pizza for Americans on vacation. Who are these students and what will they find when they get to the country of their dreams? Why do they work at two, three and sometimes four jobs for minimum wage? Is America what they thought it would be? In this documentary, we meet students from Bulgaria who dream about going to America to do the jobs that most American teenagers don’t want to do. What will they find when they get there and how will it change them?  At a time of foreclosures and unemployment in the U.S., The Summer Help reminds us that America still represents hope and fulfills dreams for young people from around the world… even if it’s just for one summer.","release_date":"","vote_average":0.0,"runtime":68,"cert":"N\/A","id":392369,"title":"The Summer Help","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Over 40 Hours of Cartoons! Chock full of fun entertainment and memorable cartoon favorites for the entire family!  This release offers an extensive collection of shorts from the golden age of animation, including appearances by Woody Woodpecker, Popeye, Little Lulu, Felix the Cat, Superman, Colonel Bleep, Casper, and many more!","release_date":"2008-12-16","vote_average":0.0,"runtime":2400,"cert":"\"\"","id":392372,"title":"350 Classic Cartoons","adult":false,"genre_ids":[]},{"cast":["Iris Martinez"],"overview":"The story of a couple who wish to marry, but have no money to build a house. A neighbor recommends that they go by the community asking for cooperation, getting everyone to contribute.","release_date":"1963-01-01","vote_average":0.0,"runtime":38,"cert":"N\/A","id":392375,"title":"The House of a Friend","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Facing threats of jail and censorship, four hip-hop groups struggle to reveal the boundary of artistic expression in Castro's Cuba.","release_date":"2007-01-01","vote_average":0.0,"runtime":55,"cert":"\"\"","id":392378,"title":"Guerrilla Radio: The Hip-Hop Struggle Under Castro","adult":false,"genre_ids":[99]},{"cast":["Antonio Torres Martinó"],"overview":"The first documentary produced by the Division of Community Education (DivEdCo) featuring modern and experimental audio techniques with aerial shots of Puerto Rico showing its topography, educationally inserting the island within a world-wide historical context and highlighting its agricultural and social landscape.","release_date":"1954-01-01","vote_average":0.0,"runtime":39,"cert":"N\/A","id":392381,"title":"From the Clouds","adult":false,"genre_ids":[99]},{"cast":["Thurston Moore","Kim Gordon","Lee Ranaldo","Karen Disney","Linda Serbu"],"overview":"In 1991, a long-form music video version of Goo was released on VHS and LaserDisc. A music video for each song from the album was included; the track listing was identical to that of the original album.","release_date":"1991-06-11","vote_average":5.0,"runtime":49,"cert":"\"\"","id":392384,"title":"Goo","adult":false,"genre_ids":[10402]},{"cast":["Charles Barkley","Tom Izzo","Jim Nantz","Verne Lundquist","Bill Raftery"],"overview":"Chronicles Raftery’s Life and Road to the 2015 Final Four Through the Lens of His Son Billy Raftery, Jr.","release_date":"2016-04-02","vote_average":0.0,"runtime":60,"cert":"\"\"","id":392387,"title":"With a Kiss","adult":false,"genre_ids":[99]},{"cast":["Alok Chaturvedi","Chandrahas Tiwari","Megh Pant"],"overview":"'Kaafiron Ki Namaaz' is about a recently court martialed army officer, a writer and a musician who confess their most personal secrets to each other on a rainy Christmas Eve somewhere in Srinagar, Kashmir. What begins as a dramatic discussion between the army officer and the writer in an old, abandoned hotel soon turns into a chilling meeting raising some pertinent issues. Meanwhile, the writer's camera assistant stands as a mute spectator and records everything on his camera.","release_date":"2016-04-06","vote_average":7.0,"runtime":149,"cert":"N\/A","id":392390,"title":"Kaafiron Ki Namaaz","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"The Art Of Burning is a 3D documentary about the art and artists at Burning Man, their process, achievements and struggles.","release_date":"2016-04-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":392393,"title":"The Art of Burning","adult":false,"genre_ids":[]},{"cast":["Kwang-su Lee","Choi So-hee","Kim Gwang-Su"],"overview":"Two brothers, Hyuk and Bin, live in a small coal mining village. Hyuk, the younger of the two, works hard as a coal miner to make ends meet. On the other hand, Bin becomes a slave to gambling and leads a wretched life. Bin soon becomes a casualty of a greedy gangster named Gang-ho who wants to reshape the mine for profit-making facilities. Hyuk enters the world of underground fight ring to avenge the wrongful death of his brother.","release_date":"1996-10-12","vote_average":0.0,"runtime":92,"cert":"N\/A","id":392396,"title":"Underground","adult":false,"genre_ids":[]},{"cast":["Hoài Linh","Việt Hương","Ngân Khánh","Miu Lê","Chí Tài"],"overview":"","release_date":"2013-02-02","vote_average":7.0,"runtime":94,"cert":"N\/A","id":392403,"title":"Five Fairies in the House","adult":false,"genre_ids":[35]},{"cast":["Neša Paripović"],"overview":"Neša Paripović's film N.P. 1977 (1977) is a film about a walk through the summer green city of Belgrade. In a way it´s a self-portrait of the artist who plays the main protagonist in the film. For the film title he has chosen his initials – as is the case with the two other films in a series of three produced between 1975-78.","release_date":"1977-01-01","vote_average":0.0,"runtime":23,"cert":"N\/A","id":392406,"title":"N.P. 1977","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Experimental film.","release_date":"1981-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":392409,"title":"Tango of Death","adult":false,"genre_ids":[18]},{"cast":[],"overview":"BBC documentary exploring the changing lifestyles of the long-entrenched British traveller as society grows more industrialised and wary of those without a fixed abode.","release_date":"","vote_average":0.0,"runtime":50,"cert":"N\/A","id":392416,"title":"Where Do We Go From Here?","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tool at Kiefer UNO Lakefront Arena, New Orleans, LA, USA  Third Eye  Jambi  (-) Ions  Stinkfist  Vicarious  Eon Blue Apocalypse  The Patient  Intolerance  Schism  Forty-Six &amp; 2  Lateralus  Ænema","release_date":"2010-06-19","vote_average":0.0,"runtime":null,"cert":"\"\"","id":392419,"title":"Tool: [2010] New Orleans, LA","adult":false,"genre_ids":[]},{"cast":["Megumi Takahashi","Rie Kondoh","Saori Iwama","SABU","Ryo Matsuoka"],"overview":"1994 sequel to Satoru Kobayashi's \"The Blind Cat\".","release_date":"1994-09-23","vote_average":0.0,"runtime":77,"cert":"N\/A","id":392422,"title":"Kiriko","adult":false,"genre_ids":[28]},{"cast":[],"overview":"The first animated film featuring the characters of the Chinese comic series, \"Old Master Q\". Features comedic shenanigans and a cameo by \"Bruce Lee\".","release_date":"1981-07-16","vote_average":1.0,"runtime":83,"cert":"N\/A","id":392425,"title":"Old Master Q","adult":false,"genre_ids":[12,16,35,10751]},{"cast":["Matt Ley","Thomas Ridgewell","Eddie Bowley","Matt Hargreaves","Tim Hautekiet"],"overview":"The official Eddsworld Legacy documentary! It's pretty swell. Everything from how we got involved in the show to how we kept it alive","release_date":"2016-03-15","vote_average":0.0,"runtime":40,"cert":"N\/A","id":392428,"title":"The Eddsworld Legacy","adult":false,"genre_ids":[99]},{"cast":["Saori Yamamoto"],"overview":"","release_date":"2003-05-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392431,"title":"Pure Smile 山本早織","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A tartan-Noir crime thriller about a botched robbery, a safe that won't open, and lives that have gone off the tracks.","release_date":"2016-04-12","vote_average":0.0,"runtime":94,"cert":"\"\"","id":392434,"title":"TimeLock","adult":false,"genre_ids":[28,53]},{"cast":["Wes Martinez","Monica Engesser","Mike Watkiss","Chris Cox","Carrie Fee"],"overview":"Eddie returns to his home town hoping to pick up the pieces of his broken life. There he meets Amy, a mysterious young woman with an undeniable allure. Eddie falls for her, but he doesn't know that Amy is a conduit - a channel for evil that she must spread to others through attraction.","release_date":"2016-04-12","vote_average":4.1,"runtime":103,"cert":"\"\"","id":392437,"title":"The Conduit","adult":false,"genre_ids":[53,27]},{"cast":[],"overview":"\"Highly Strung\" A story of passion...of obsession...and possession A journey into a rarefied world of elusive tones evoked by horsehair on catgut, of investors lured to spend millions on unique instruments. The deadly sins of lust, jealousy and greed jostle with the purity of philanthropy and sonic perfection. A duel of tension and harmony in a Quartet of youthful virtuosi expanding their skills on a clutch of rare Guadagninis. An exploration of the mystery and the lost, delicate art of constructing these robust masterpieces Exquisite imagery will illuminate a complex history of enduring instruments and their temporary custodians. And then there's the music!","release_date":"2016-05-16","vote_average":6.0,"runtime":90,"cert":"N\/A","id":392440,"title":"Highly Strung","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Federico Weingartshofer","release_date":"1977-04-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392443,"title":"Caminando pasos... caminando","adult":false,"genre_ids":[]},{"cast":[],"overview":"This black-and-white film explores the dividing line between the theatrical imagination and everyday reality in its story of a narcissistic silent movie actor who believes his screen image as a great lover but is in fact a confused bisexual. His girlfriend, also an actress, is also caught up in the fuzzy space between fantasy and reality but feels this as a loss and tries to do something about it.","release_date":"1976-04-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392446,"title":"Melodrama","adult":false,"genre_ids":[]},{"cast":["Sophie Chemineau","Bruno La Brasca","Philippe Nahoun","Josiane Balasko"],"overview":"While chaos and the impending doom of World War II are just over the horizon, the members of an impoverished French family are occupied with their own concerns. Most notable among them are the romance of the teenaged girl with a young socialist and the boy's friendship with a German boy.","release_date":"1977-04-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392449,"title":"An Unusual Girl","adult":false,"genre_ids":[]},{"cast":["Cathryn Harrison","Peter Cummins","Marion Edward","John Wood","John Ewart"],"overview":"Jenny Grey a horse loving country girl leaves her widowed father to move to the city after her father's frustrations towards Jenny and her desires to ride horses, after her mother had died from a horse-riding accident. Jenny finds work at a country race track and becomes obsessed with a troublesome horse called \"Blue Fire Lady\". \"Blue Fire Lady\" shows promise in Jenny's hands, but around everyone else misbehaves and shows no discipline. When \"Blue Fire Lady\" is put up for auction it is up to Jenny to either buy her or prove her.","release_date":"1977-12-09","vote_average":0.0,"runtime":96,"cert":"N\/A","id":392452,"title":"Blue Fire Lady","adult":false,"genre_ids":[10751,18]},{"cast":["Andrés García","Gerardo Reyes","Diana Torres","patricia Curiel"],"overview":"Brothers on a farm fight over a woman, so one emigrates to Texas, to a town where the KKK is terrorizing la raza.","release_date":"1980-05-02","vote_average":0.0,"runtime":92,"cert":"N\/A","id":392455,"title":"Dos hermanos murieron","adult":false,"genre_ids":[]},{"cast":["Chris Marker"],"overview":"This 1973 French documentary explores the conflict between modern values and material comforts in Japan and the more traditional obligations (giri) and culture which are still the real backbone of the society. Among the topics touched on are the Osaka Expo, battles against pollution, and Japanese leftist movements.","release_date":"1973-04-10","vote_average":8.0,"runtime":110,"cert":"\"\"","id":392458,"title":"Kashima Paradise","adult":false,"genre_ids":[99]},{"cast":["Daniela Caroli"],"overview":"This Italian black-and-white film, based on a true story, was originally made for television. It concerns the life and sad end of Evariste Gallois (Mario Barriba), a brilliant student mathematician whose republican politics and hot-bloodedness resulted in his death; it is unclear whether he died by political assassination or as a result of a duel.","release_date":"1973-04-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392461,"title":"No More Time","adult":false,"genre_ids":[]},{"cast":["Iain Hopkins","Michael Kennedy","Mario Marchioni","Maurice Marshan","Justin Restuccia"],"overview":"Morris and his father attempt to murder an elderly client of their legal practice after he makes Morris the main beneficiary of his will.","release_date":"2012-09-09","vote_average":0.0,"runtime":73,"cert":"\"\"","id":392464,"title":"The Big Noise","adult":false,"genre_ids":[18]},{"cast":["Tony Llewellyn-Jones","Anne-Louise Lambert","Peta Toppano","Zoe Carides","Henri Szeps"],"overview":"A mystery, a comedy with an undercurrant of terror, about the expose of scandal in big business transactions and how a three year-old boy and his father lost each other.","release_date":"1992-01-01","vote_average":0.0,"runtime":115,"cert":"N\/A","id":392467,"title":"Seeing Red","adult":false,"genre_ids":[18,9648,35]},{"cast":["Stanley Lupino","Polly Walker","Gerald Rawlinson","Frederick Lloyd","Percy Parsons"],"overview":"A journalist is sent to the South of France to interview a reclusive millionaire..He offers his hotel bedroom to the millionaires daughter to use to avoid her boyfriend,who is actually a crook, His boss arrives unexpectedly and as there is no other room available expects to share the hotel room with him, he explains the situation by saying he had just married the girl.Obviously lots of comedic situations arise because of this.","release_date":"1932-11-07","vote_average":0.0,"runtime":73,"cert":"N\/A","id":392474,"title":"Sleepless Nights","adult":false,"genre_ids":[]},{"cast":["Yui Minami"],"overview":"","release_date":"2006-09-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392477,"title":"Pure Smile 南結衣","adult":false,"genre_ids":[99]},{"cast":["Yui Minami"],"overview":"","release_date":"2007-06-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392480,"title":"sixteen journey","adult":false,"genre_ids":[99]},{"cast":["Mohamed Nagati","Reem El Baroudy","ميرنا المهندس","Aaidah Riyadh","Said Tarabeek"],"overview":"A social drama about four girls from different social backgrounds, each with her own unique story, love life, and daily issues, brought together by their common workplace: a Five Stars Disco","release_date":"2014-12-24","vote_average":0.0,"runtime":150,"cert":"N\/A","id":392483,"title":"Zigzag","adult":false,"genre_ids":[]},{"cast":[],"overview":"Television documentary from the UK Series \"Faces of Paris\"","release_date":"1968-04-12","vote_average":0.0,"runtime":30,"cert":"N\/A","id":392486,"title":"Matalon Directs Bardot","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Ending Up","cast":["John Mills","Wendy Hiller","Michael Hordern","Lionel Jeffries","Roger Allam"],"id":392489,"overview":"A traditional rural English Christmas, reluctantly spent with the predominantly geriatric family (who all have their quirks and eccentricities) ends in tragedy after a practical joke goes horribly wrong.","runtime":78,"genre_ids":[18,35],"release_date":"1989-01-01","vote_average":0.0,"adult":false}]