[{"cast":[],"overview":"The lasting legacy of the 1970 Kentucky Derby has nothing to do with the winner, Dust Commander. Its true impact came from the assignment that Scanlan’s magazine gave to a 32-year-old writer from Louisville named Hunter S. Thompson. Director Michael D. Ratner revisits that story in this 30 for 30 Short, talking with the late journalist’s editors and friends and the actor who tried to revive what is known as “gonzo journalism,” Sean Penn. The piece that Thompson turned in—fantastical, riotous and, by the way, late—opened so many eyes that “gonzo journalism” became an art form. As Thompson’s partner in crime, illustrator Ralph Steadman, says, “We were the face of the crowd we’d gone there to find.”","release_date":"2016-05-06","vote_average":0.0,"runtime":13,"cert":"\"\"","id":392504,"title":"Gonzo @ the Derby","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In Japanese, Haru Urara means “Glorious Spring.” But as this 30 for 30 Short, directed by Mickey Duzyj, makes delightfully clear, the name means a great deal more to the Japanese people. Haru Urara was a thoroughbred mare who never won a race. She first came to the public’s attention after her 88th straight loss at troubled Kochi Racetrack, then picked up more and more supporters with each defeat. With her pink Hello Kitty patches, she became a symbol of hope in Japan. And though she never did win, Haru Urara did accomplish something greater: she saved the racetrack.","release_date":"2016-05-20","vote_average":5.0,"runtime":19,"cert":"\"\"","id":392507,"title":"The Shining Star of Losers Everywhere","adult":false,"genre_ids":[99]},{"cast":["Otávio Augusto","Cris Couto","Roney Facchini","Agnes Zuliani","Suzana Alves"],"overview":"People who moved from São Paulo, a large city, to the countryside, come back to see a play. Later, they learn the driver of their chartered bus has disappeared. Now, on the street, at night, they have to face themselves.","release_date":"2017-05-26","vote_average":6.0,"runtime":76,"cert":"N\/A","id":392510,"title":"Uma Noite em Sampa","adult":false,"genre_ids":[18,35]},{"cast":["Jun Matsumoto","Masaki Aiba","Kazunari Ninomiya","Satoshi Ohno","Sho Sakurai"],"overview":"Pikanchi Half is a spin-off of the two previous movies in the Pikanchi series, showing the five friends, now in their 30s, having a reunion as they are running into problems with family and work","release_date":"2014-01-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392513,"title":"Pikanchi Half Life is Hard Maybe Happy","adult":false,"genre_ids":[]},{"cast":["Jaroslav Marvan","Antonie Nedošinská","Věra Ferbasová","Jindřich Plachta","Vlasta Hrubá"],"overview":"","release_date":"1939-04-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392520,"title":"Dobře situovaný pán","adult":false,"genre_ids":[10749,35]},{"cast":["Janno Gibbs","Blakdyak","Geneva Cruz","Angela Velez","Mystica"],"overview":"Two friends witnessed a crime and in order to survive they have to pretend to be girls","release_date":"2001-11-14","vote_average":0.0,"runtime":119,"cert":"N\/A","id":392523,"title":"Weyt A Minit, Kapeng Mainit","adult":false,"genre_ids":[35]},{"cast":["Matt Baron","M. Devon Dunlap","Jermaine V. Hatley","Donna Simone Johnson","Jennifer Lynn Evans"],"overview":"","release_date":"2005-05-10","vote_average":0.0,"runtime":null,"cert":"\"\"","id":392526,"title":"Shattered Day","adult":false,"genre_ids":[28,18]},{"cast":["Pierre-Luc Brillant","Marc Paquet","Jacques Godin","Estelle Dutil","Marie-Christine Lê Huu"],"overview":"","release_date":"2009-10-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392529,"title":"Les mots gelés","adult":false,"genre_ids":[18]},{"cast":["Jayesh Raj","Samonica Shrivastava","Digvijay Singh"],"overview":"Flat 211 is Latest Bollywood Crime Mystery Thriller Film directed By Sunil Sanjan,The star cast of the Film Jayesh Raj, Samonica Shrivastava, Digvijay Singh","release_date":"2016-04-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392532,"title":"Flat 211","adult":false,"genre_ids":[80,9648,53]},{"cast":["Basil Sydney","Molly Lamont","Robert Cochran","C.M. Hallard"],"overview":"Set in an Old Dark House, a man is murdered in his study. With his dying breath, he tells his brother of two clues to finding hidden Eastern Indian jewels that were part of a precious idol. He wants his brother to locate the treasure, so that it can be given to his son. But before the treasure can be found, a third clue must be discovered.","release_date":"1934-11-20","vote_average":3.0,"runtime":72,"cert":"N\/A","id":392535,"title":"The Third Clue","adult":false,"genre_ids":[80]},{"cast":["Anna Friel","Phil Davis","Max Beesley","James Fleet","Mark Strong"],"overview":"A two-part conspiracy thriller starring Anna Friel. An eager young photographer and a bitter tabloid hack are sent to investigate mysterious deaths at a cottage hospital. But why is the new environment minister keeping tabs on their every move? The TV movie tackles controversial topics like genetically modified plants, the role of large pharmaceutical companies and the question of control of state and government","release_date":"2002-06-08","vote_average":0.0,"runtime":180,"cert":"N\/A","id":392542,"title":"Fields of Gold","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"A thriller inspired by real cases, the fictional lawyer Fernando Sabogal fights for human rights in a corrupt Colombia where FARCS and paramilitary groups are blended with the government and military forces.","release_date":"2015-02-28","vote_average":5.0,"runtime":106,"cert":"N\/A","id":392545,"title":"Sabogal","adult":false,"genre_ids":[]},{"cast":["Hronis Exarhakos","Nora Valsami","Giannis Michalopoulos","Spyros Kalogirou","Katerina Yioulaki"],"overview":"Chronis employed by a company, the chairman of which is a consequential, terrible moralist man, who is of the opinion that its employees must follow its own life and perception patterns. One day his sister Chronis, Eve, organizing home parties and invite Emilios, the president's son. Among them a fiery romance develops. The other day the president makes strict remarks to Chronis, who expects nothing anymore his dismissal ...","release_date":"1971-04-05","vote_average":8.0,"runtime":85,"cert":"N\/A","id":392548,"title":"O Katergaris","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2003-06-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392551,"title":"Nach: Poesia Difusa Directo","adult":false,"genre_ids":[]},{"cast":["Hendrik Toompere Jr.","Juhan Ulfsak","Jaanika Arum","Taavi Eelmaa","Klaudia Tiitsmaa"],"overview":"A young man tries to make sense of the world in the summer heat of late nineties Estonia.","release_date":"2016-04-08","vote_average":4.5,"runtime":105,"cert":"N\/A","id":392554,"title":"The Days That Confused","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"One building, one great Architect: astonishing insights into the architecture of the 19th century and the most ambitious architectional projects of Modern Art and pomo are combined with rare material from archives, models, several blueprints, 3D-Animations and dialogs with the greates architects of our time.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392557,"title":"Baukunst","adult":false,"genre_ids":[]},{"cast":[],"overview":"More adventures with Thomas the Tank Engine and his railway friends. In this instalment, a large new engine called Hank arrives on Sodor to help Thomas with three jobs. But his brash personality annoys Thomas and he refuses to accept Hank's help - with disastrous consequences. Episodes include: 'Heave Ho', 'Thomas and the Billboard', 'Steady Eddie', 'Rosie's Funfair Special', 'Mountain Marvel', 'Henry Gets it Wrong' and 'Toby's Special Surprise'.","release_date":"2009-07-27","vote_average":0.0,"runtime":72,"cert":"N\/A","id":392560,"title":"Thomas and Friends - Heave Ho!","adult":false,"genre_ids":[]},{"cast":[],"overview":"Twenty seasonal stories from Thomas and his friends Duncan, Gordon, Henry, Percy, Toby and Rusty: 'Rusty to the Rescue', It's Great to Be an Engine', 'Woolly Bear', 'You Can't Win', 'Percy's Seaside Trip', 'Percy's Promise', 'Henry's Forest', 'Toby and the Flood', 'Stepney Gets Lost', 'The Trouble with Mud', 'Snow Song', 'Thomas, Terence and the Snow', 'Snow', 'The Flying Kipper', 'A Scarf for Percy', 'Special Funnel', 'Thomas' Christmas Party', Thomas and the Missing Christmas Tree' and finally 'Thomas and Percy's Christmas Adventure'","release_date":"2001-10-08","vote_average":0.0,"runtime":100,"cert":"N\/A","id":392563,"title":"Thomas and Friends - Seasonal Scrapes","adult":false,"genre_ids":[]},{"cast":[],"overview":"Thomas and Friends are back with eight exciting new episodes. Join Thomas, Percy, Bill and Ben, Duncan, Jack and the Fat Controller for more action packed adventures on the Island of Sodor. Episodes include 'Percy's Chocolate Crunch', 'Jack Jumps In', 'The World's Strongest Engine', 'Middle Engine', Buffer Bother', 'Thomas the Jet Engine', 'Dunkin Duncan' and 'Faulty Whistles'.","release_date":"2003-03-24","vote_average":0.0,"runtime":44,"cert":"N\/A","id":392566,"title":"Thomas and Friends - The Chocolate Crunch and Other Stories","adult":false,"genre_ids":[]},{"cast":["Jayaram","Ramya Krishnan","Om Puri","Sheelu Abraham","Ramesh Pisharody"],"overview":"A young man who once dreamed of joining the police force becomes the leader of a gang of thieves.","release_date":"2016-05-13","vote_average":5.7,"runtime":145,"cert":"N\/A","id":392569,"title":"Aadupuliyattam","adult":false,"genre_ids":[35,10751,27]},{"cast":["Akshay Kumar","Ileana D'Cruz","Esha Gupta","Arjan Bajwa","Usha Nadkarni"],"overview":"A naval officer is devastated to learn about his wife's extramarital affair with a rich businessman while he was away. He pays him a visit and shoots him to death, following which he surrenders himself but claims to be \"not guilty\" in the court, much to the surprise of the businessman's sister and the officers dealing with his case.","release_date":"2016-08-12","vote_average":7.0,"runtime":150,"cert":"N\/A","id":392572,"title":"Rustom","adult":false,"genre_ids":[53,18,80]},{"cast":[],"overview":"What will Earth look like in 250 million years? With a team of scientists, National Geographic investigates the dynamic process of Colliding Continents, by examining the forces deep below the Earth's surface that are constantly reshaping our world. These powerful forces rip vast land masses apart and send them smashing into one another - causing natural disasters, such as tsunamis and earthquakes, and creating awe-inspiring landscapes, like mountains and canyons.","release_date":"2010-12-08","vote_average":0.0,"runtime":52,"cert":"\"NR\"","id":392575,"title":"Colliding Continents","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A self described \"documediamentary\" about the reactions to the release of the then final Star Wars film, \"Revenge of the Sith\".","release_date":"2009-04-01","vote_average":0.0,"runtime":203,"cert":"\"\"","id":392578,"title":"Thee Backslacpkping With Media","adult":false,"genre_ids":[99]},{"cast":["Martha Kearney","Paula Byrne"],"overview":"Jane Austen: The Unseen Portrait follows the compelling investigation behind this unique discovery and offers fascinating new insights into Austen's life and work.","release_date":"2011-12-26","vote_average":0.0,"runtime":null,"cert":"\"\"","id":392581,"title":"Jane Austen: The Unseen Portrait?","adult":false,"genre_ids":[10770,99]},{"cast":[],"overview":"","release_date":"2010-02-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392584,"title":"El Cuarto Día","adult":false,"genre_ids":[]},{"cast":["Irène Théry"],"overview":"Between September 2012 and May 2013, France is debating the upcoming marriage equality laws. During those nine months, sociologist Irène Théry talks about what is at stake with her son Mathias Théry, who will make a movie with Étienne Chaillou out of those hours of conversations. It is a documentary about the social debate in France, but also about family and intimacy.","release_date":"2016-06-04","vote_average":6.4,"runtime":77,"cert":"N\/A","id":392587,"title":"The Sociologist and the Bear Cub","adult":false,"genre_ids":[99]},{"cast":["Sloane Morgan Siegel","Jason Spisak","John DiMaggio","Kari Wahlgren","Grey DeLisle"],"overview":"A young boy is transported to a magical realm to become its hero.","release_date":"2015-11-05","vote_average":0.0,"runtime":22,"cert":"\"\"","id":392590,"title":"Eddie of the Realms Eternal","adult":false,"genre_ids":[16]},{"cast":["Alain Gélinas","Frédérique Collin"],"overview":"This short, bleak French-language drama is the first film by Canadian director Andre Theberge. The story concerns a young woman saddled with too many concerns and not enough means. She has been ill and has been given the job of sewing shirts as a means of recovery as well as a livelihood. Abandoned by her husband, she has three very young children to raise, and the combination of fatigue, worry, and just plain despair slowly send her over the brink.","release_date":"1971-04-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392593,"title":"A Matter of Life","adult":false,"genre_ids":[]},{"cast":["Claire Boucher","Martin Dubreuil"],"overview":"In the aftermath of the 1950 Winnipeg flood, Fernand floats listlessly through the sad, sunken landscape of ruin. His estranged wife prays for the drowned souls of Saint-Boniface.","release_date":"2012-09-11","vote_average":0.0,"runtime":10,"cert":"N\/A","id":392596,"title":"Tabula Rasa","adult":false,"genre_ids":[]},{"cast":["John Lapus","Kean Cipriano","Alex Vincent Medina","Chokoleit","Odette Khan"],"overview":"A young hustler takes advantage of the love of a gay man, and pays consequences for it in the form of a demonic possession.","release_date":"2016-04-13","vote_average":0.0,"runtime":110,"cert":"N\/A","id":392599,"title":"Echorsis","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"It presents the problem of physically disability through a young crippled and the attitudes of the community towards them.","release_date":"1965-01-01","vote_average":0.0,"runtime":43,"cert":"N\/A","id":392602,"title":"Chela","adult":false,"genre_ids":[99,18]},{"cast":[],"overview":"Independently (and very inexpensively) produced, Warm in the Bud is an over-ambitious but essentially worthwhile character study. Adapted by producer\/director Rudolph Caringi from the Franz Wedekind play Spring's Awakening, the film stars Robert Mont as Moritz and Dean Stricklin as Melchior, two sensitive youths growing up in the insensitive 19th century. Upon approaching manhood, Moritz and Melchior come to grips with the inevitable in highly unorthodox fashion. As a result, one dies prematurely, while the other retreats into himself.","release_date":"1970-04-11","vote_average":0.0,"runtime":null,"cert":"\"\"","id":392605,"title":"Warm in the Bud","adult":false,"genre_ids":[]},{"cast":[],"overview":"When the contestants at a way-cool snowboarding contest are suspiciously sidelined, Scooby-Doo and the kids investigate - and discover the chilling fact that There's No Creature Like Snow Creature!  Then, there's dino-sized mystery afoot in Costa Rica when a fearsome Giganotosaurus jumps off a movie screen and goes on a rampage of 3-D Struction! Next, in Space Ape at the Cape the gang tangles with an extra-scary extraterrestrial who's monkeying around with an important rocket launch.  And there's a Big Scare in the Big Easy when the Mystery Inc. crew unearths spooky doings at a haunted New Orleans cemetery!","release_date":"2004-10-06","vote_average":0.0,"runtime":85,"cert":"N\/A","id":392608,"title":"What's New Scooby-Doo - Vol 1: Space Ape at the Cape","adult":false,"genre_ids":[]},{"cast":[],"overview":"Yukio Aoshima and several of his friends go to the seashore for a weekend, and Yukio films them as they enjoy the sand, the surf, and each other.","release_date":"1967-04-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392611,"title":"The Bell","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2006-01-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392614,"title":"What's New, Scooby-Doo? Volume 3: Lights! Camera! Mayhem!","adult":false,"genre_ids":[]},{"cast":[],"overview":"Yang is a widower who is used to living a solitary life. He lives a simple and poor life. His eldest daughter is married and resides in Kuala Lumpur, his second daughter is still studying in Singapore and his youngest son works as a small-time salesman. Yang's real troubles begin when he realizes that he cannot afford to celebrate the coming Chinese New Year. However, a chance encounter with his long-time friend, Lin, who has become a millionaire, changes Yang's life as Lin offers Yang a once in a lifetime chance of becoming a millionaire for a month.","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":392617,"title":"movie 1","adult":false,"genre_ids":[]},{"cast":["Yan Tseng-Kuo","Yan Tseng-Kuo","Yan Tseng-Kuo"],"overview":"It is the time of the dissolution of the Chinese Empire. The Boxer Rebellion challenges the occupying foreign powers, the Empress Dowager rules the throne, but Warlords control the country. After losing his army in a game of poker, one Warlord tries to borrow money from the foreigners but they will only loan him the money on one condition. The foreigners are bringing an international group of top athletes to tour China. If the warlord can recruit, and train a team to beat the international athletes, then he can borrow the money. A motley crew of offbeat characters are forced into being on the team. Coached by a very unorthodox trainer, played by Hu Gua, the team eventually meets the international athletes in a wild series of battles and competitions until one side is victorious. With lots of very juvenile humor, crotch jokes, and mildly interesting kung fu action.","release_date":"1988-08-06","vote_average":10.0,"runtime":106,"cert":"N\/A","id":392620,"title":"Young Dragons: Kung Fu Kids V","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Line drawn animation journeying from individual cell through multiplication, growth and formation. The cycle rises and falls twice.","release_date":"2014-04-13","vote_average":0.0,"runtime":1,"cert":"N\/A","id":392627,"title":"The Embryo Develops Into a Fetus","adult":false,"genre_ids":[16]},{"cast":[],"overview":"There’s a Sunday in Spring full of wonder and magic, But we tell a story that can seem quite tragic.  The children all search for the Easter Bunny’s eggs, But they would be sickened, if they knew how they were made.\"  Luchagore and CryptTV have teamed up to bring you an Easter special!","release_date":"2016-04-27","vote_average":0.0,"runtime":2,"cert":"\"\"","id":392630,"title":"A Luchagore Easter","adult":false,"genre_ids":[]},{"cast":["Natsuki Sawada"],"overview":"","release_date":"2014-08-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392637,"title":"Pure Smile 澤田夏生","adult":false,"genre_ids":[99]},{"cast":["Zita Kabátová","František Roland","Jana Romanová","Eva Matějková","Jarmila Smejkalová"],"overview":"","release_date":"1942-04-03","vote_average":5.0,"runtime":null,"cert":"N\/A","id":392640,"title":"Muži nestárnou","adult":false,"genre_ids":[10749,35]},{"cast":["Saša Rašilov","Vlasta Matulová","Svatopluk Beneš","Theodor Pištěk","Růžena Šlemrová"],"overview":"","release_date":"1942-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392643,"title":"Přijdu hned","adult":false,"genre_ids":[35]},{"cast":["Sophie von Kessel","Friedrich von Thun","Petra Schmidt-Schaller","Fred Stillkrauth","Arnd Klawitter"],"overview":"","release_date":"2015-12-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392646,"title":"Das Beste aller Leben","adult":false,"genre_ids":[35]},{"cast":["Natsuki Sawada"],"overview":"","release_date":"2014-11-21","vote_average":10.0,"runtime":null,"cert":"N\/A","id":392649,"title":"夏、恋が生まれて。","adult":false,"genre_ids":[]},{"cast":["Emilio De Marchi","Harald Juhnke","Christoph Waltz","Sophie von Kessel","Anna Thalbach"],"overview":"","release_date":"1998-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392652,"title":"Einsteins Ende","adult":false,"genre_ids":[18,10770]},{"cast":["Julian Richings","Damon Runyan","Michelle Nolden","Romano Orzari","Nigel Bennett"],"overview":"A CIA operative interrogates a time-traveling terrorist.","release_date":"2016-04-15","vote_average":5.8,"runtime":90,"cert":"N\/A","id":392655,"title":"Prisoner X","adult":false,"genre_ids":[53,878]},{"cast":["Mark McKinney","Maggie Smith","Christine Horne"],"overview":"Theatre director Robin Phillips rehearses actor Mark McKinney over the course of 3 years.","release_date":"2016-04-15","vote_average":9.0,"runtime":58,"cert":"N\/A","id":392658,"title":"Robin And Mark And Richard III","adult":false,"genre_ids":[99]},{"cast":["Antje Schröder","Edda Loges","Meike Meiners","Oskar Ketelhut","Karl-Heinz Kreienbaum"],"overview":"","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392661,"title":"Ohnsorg Theater - Seemann, gib' acht!","adult":false,"genre_ids":[35]},{"cast":["Serena Rossi","Luigi Esposito","Rosario Morra","Gennaro Guazzo","Giorgia Agata"],"overview":"When Deborah's ex-husband, a popular neomelodic singer, loses his life in a stage dive, Deborah worries for her eleven-year-old son, Ciro, who is exhibiting signs of depression. Searching for a solution, Deborah takes Ciro to see Tommaso, a shy child psychologist. During the course of their visits, Ciro confesses that it's not his father's death that has got him down, it's his love for his classmate, the beautiful Ludovica. The two make a deal: Tomasso will help Ciro to win the affections of Ludovica, while Ciro gives Tomasso a hand at having a chance with his mother.","release_date":"2016-04-07","vote_average":6.5,"runtime":95,"cert":"N\/A","id":392664,"title":"Too Neapolitan","adult":false,"genre_ids":[10751,35]},{"cast":["Wang Bo-Chieh","Annie Chen","Tiffany Hsu","Teng-Hui Huang","Chang Han"],"overview":"Heads are lined up on the shelves one next to another, with different colors and hair styles, yet all the faces are cold and nonchalant. This is Rainbow Salon, a supplier of hair models and wigs to salons and schools. Among these countless \"heads,\" the shop owner's wife lies in the basement of the Rainbow Salon tonight--struggling to breathe, her windpipe cut. The shop owner rushes her to the hospital and then flees. A reporter follows this case and finds that the shop owner has fled the city with his first love. As the reporter attempts to unveil the truth, an unsolved murder from the past seems to be connected to the case--and nothing is as it first appears.","release_date":"2016-04-15","vote_average":0.0,"runtime":94,"cert":"N\/A","id":392667,"title":"White lies, Black lies","adult":false,"genre_ids":[]},{"cast":["Hana Vítová","Oldřich Nový","Ella Nollová","Otomar Korbelář","Theodor Pištěk"],"overview":"","release_date":"1949-04-13","vote_average":6.5,"runtime":117,"cert":"N\/A","id":392670,"title":"The Poacher's Foster Daughter or Noble Millionaire","adult":false,"genre_ids":[10749,35]},{"cast":["Jonas Lanciaux","Maxime Lainé","Dora Benousilio"],"overview":"A very lazy boy, whose mother can no longer stand watching him sleeping and eating all day long, decides to set to work, revealing unsuspected powers of imagination, invention, and perseverance.","release_date":"2015-06-12","vote_average":0.0,"runtime":8,"cert":"N\/A","id":392673,"title":"Tigers Tied Up in One Rope","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Breaking away from convention, this family went on a five year journey to find a new perspective on life. Their life with tribal communities around the world has led to a thought-provoking cinematic experience of ancient, earthly wisdom.","release_date":"2016-04-13","vote_average":6.0,"runtime":82,"cert":"N\/A","id":392676,"title":"Down to Earth","adult":false,"genre_ids":[99]},{"cast":["Chung Jung Chen","Goo Chang","You Pin Liu","Tien Feng","Tso Shiao-Hu"],"overview":"","release_date":"1987-12-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":392679,"title":"Young Dragons: Kung Fu Kids III","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"Exquisite exploration of landscape and Toru Takemitsu's music for a Japanese moss garden.","release_date":"1992-04-13","vote_average":0.0,"runtime":null,"cert":"\"\"","id":392682,"title":"Dream Window: Reflections on the Japanese Garden","adult":false,"genre_ids":[]},{"cast":["Tso Shiao-Hu","Ching-Kuo Yan","Chung Jung Chen","Sheng-Te Fu"],"overview":"","release_date":"1989-12-23","vote_average":10.0,"runtime":null,"cert":"N\/A","id":392685,"title":"Young Dragons: Kung Fu Kids VI","adult":false,"genre_ids":[28,35]},{"cast":["Robert Livingston","Bob Steele","Rufe Davis","Lois Ranson","Henry Brandon"],"overview":"The story opens as Stony returns to his home town, only to discover that his sheriff father has been murdered by person or persons unknown. The new sheriff (Henry Brandon) resents the arrival of the Mesquiteers, going so far as to frame Tucson on a murder charge.","release_date":"1940-09-29","vote_average":5.0,"runtime":57,"cert":"\"\"","id":392688,"title":"Under Texas Skies","adult":false,"genre_ids":[37]},{"cast":["Niels Forsberg"],"overview":"","release_date":"2016-02-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392695,"title":"Use The ForceBerg","adult":false,"genre_ids":[35]},{"cast":["Josef Bek","Svatava Hubeňáková","Jiří Vala","Jaroslav Vojta","Vladimír Řepa"],"overview":"","release_date":"1956-04-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392698,"title":"Synové hor","adult":false,"genre_ids":[18]},{"cast":["Robert Livingston","Bob Steele","Rufe Davis","June Johnson","George Douglas"],"overview":"Yet another fast-paced western featuring the \"Three Mesqueteers,\" pulp writer William Colt McDonald's trio of sagebrush heroes, Lone Star Raiders finds Stony Brooke (Robert Livingston), Tucson Smith (Bob Steele) and Lullaby Joslin (Rufe Davis) defending elderly rancher \"Granny\" Phelps (Sarah Padden) from greedy neighbor Henry Martin (George Douglas).","release_date":"1940-12-23","vote_average":0.0,"runtime":57,"cert":"\"\"","id":392701,"title":"Lone Star Raiders","adult":false,"genre_ids":[37]},{"cast":["Bob Steele","Tom Tyler","Rufe Davis","Evelyn Brent","Donald Curtis"],"overview":"The all-purpose title Westward Ho was applied in 1942 to this \"Three Mesquiteers\" western. This time, the Mesquiteers are Tucson Smith, Stony Brooke and Lullaby Joslin, here played respectively by Bob Steele, Tom Tyler and Rufe Davis. Our heroes converge on a small town to solve a series of mysterious bank robberies.","release_date":"1942-04-24","vote_average":0.0,"runtime":56,"cert":"\"\"","id":392704,"title":"Westward Ho","adult":false,"genre_ids":[37]},{"cast":["Bob Steele","Tom Tyler","Jimmie Dodd","Nell O'Day","Sam Flint"],"overview":"In this western, the Three Mesquiteers team up with a Texas Ranger to round up the outlaws who forced the ranger's younger brother into becoming a criminal.","release_date":"1943-01-25","vote_average":0.0,"runtime":60,"cert":"\"\"","id":392707,"title":"Thundering Trails","adult":false,"genre_ids":[37]},{"cast":[],"overview":"Plain Talk is a complex essay-film, a follow-up a decade and some years later to Speaking Directly, and so another State of the Nation discourse, made for Britain's Channel Four in the year 1986-87. The work involved extensive travel around the United States, and poses an examination of just what America is\/was, or what do we mean when we speak of it. Done in a series of radically different sections which collide with each other in a manner intended to provoke thinking, Plain Talk, which was made by an American and intended for American viewers, was indeed broadcast in Britain, but somewhat predictably, not in the USA.","release_date":"1987-09-06","vote_average":5.0,"runtime":110,"cert":"N\/A","id":392710,"title":"Plain Talk and Common Sense (uncommon senses)","adult":false,"genre_ids":[]},{"cast":[],"overview":"Kiss at Estadio River Plate, Buenos Aires, Argentina  Psycho Circus\r Shout It Out Loud\r Deuce\r Do You Love Me\r Firehouse\r Shock Me\r Let Me Go, Rock 'N' Roll\r Calling Dr. Love\r Into the Void\r Guitar Solo\r King of the Night Time World\r Bass Solo [Gene spits blood and flies]\r God of Thunder\r Drum Solo\r Within\r I Was Made for Lovin' You\r Love Gun\r 100,000 Years\r Rock and Roll All Nite\r Beth\r Detroit Rock City\r Black Diamond","release_date":"1999-04-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392713,"title":"Kiss [1999] Psycho Circus in Buenos Aires","adult":false,"genre_ids":[]},{"cast":[],"overview":"Muse at BBC Radio Theatre, London, England  Supremacy\r Interlude\r Hysteria\r Panic Station\r Supermassive Black Hole\r Follow Me\r Animals\r Undisclosed Desires\r Explorers\r Falling Down [Piano Version]\r Madness\r Time Is Running Out\r Starlight\r Uprising [Riff Version]","release_date":"2012-10-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392716,"title":"Muse: [2012] BBC Radio Theater, England","adult":false,"genre_ids":[]},{"cast":["Ken Utsui","Michiko Sugata","Isao Kuraishi","Eiko Taki","Kyû Sakamoto"],"overview":"Japanese comedy directed by Noriaki Yuasa.","release_date":"1964-12-19","vote_average":0.0,"runtime":86,"cert":"N\/A","id":392719,"title":"Song of Happiness","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Soundgarden at Kitsap County Fairgrounds, Bremerton, WA, USA  Gun\r Jesus Christ Pose\r Outshined  Big Dumb Sex\r Ugly Truth\r Rusty Cage\r Slaves &amp; Bulldozers [with Smells Like Teen Spirit tease]\r Searching With My Good Eye Closed","release_date":"1992-07-22","vote_average":0.0,"runtime":null,"cert":"\"\"","id":392722,"title":"Soundgarden: [1992] Lollapalooza Festival","adult":false,"genre_ids":[]},{"cast":[],"overview":"Johnny Abarrientos, Rochelle Barrameda, Willie Revillame","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392733,"title":"Go Johnny Go","adult":false,"genre_ids":[]},{"cast":["Jorge Rivero","Mario Almada","Lorena Velázquez","Rodolfo de Anda","Carlos López Moctezuma"],"overview":"Man is manipulated into thinking his wife is unfaithful and abandons her, taking one of their two sons with him. Twenty years later...","release_date":"1973-06-28","vote_average":7.0,"runtime":84,"cert":"N\/A","id":392736,"title":"Los hombres no lloran","adult":false,"genre_ids":[]},{"cast":["Ivan Ičmarev","Kole Sinkjevič","Miško Nestorovski","Solunka Nestorovska"],"overview":"The house painter amuses children in the flat while doing his job.","release_date":"1957-01-01","vote_average":0.0,"runtime":23,"cert":"N\/A","id":392739,"title":"The Happy House Painter","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2016-04-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392742,"title":"Treehouse","adult":false,"genre_ids":[]},{"cast":["María Vaner","Luis Medina Castro","Walter Vidarte","Alberto Argibay","Lautaro Murúa"],"overview":"Three different love-related stories -all starring María Vaner as different \"Anas\". In \"The Earth,\" Ana is a young and idealistic woman on the verge of adulthood when her first relationship with a clerk shatters her dreams of a romantic life. In \"The Air,\" Ana is a rebellious, easy-living type among some beach bums whose sexual leanings tend to tip the scale at active promiscuity. In \"The Cloud,\" Ana only exists in the imagination of an introverted man, who dreams of his ideal woman.","release_date":"1961-04-12","vote_average":8.0,"runtime":115,"cert":"N\/A","id":392745,"title":"Three Times Ana","adult":false,"genre_ids":[18,10749]},{"cast":["Eugenio Retes","Pepe Guixé","Gerardo Grez","Malú Gatica"],"overview":"A fair and hilarious story about faith, ambition, and love.","release_date":"1955-11-14","vote_average":6.0,"runtime":107,"cert":"N\/A","id":392748,"title":"The Big Chamorro Circus","adult":false,"genre_ids":[35,18]},{"cast":["David Baldwin","Ric Herbert","Lee Perry","Patrick Phillips","Joanna Moore"],"overview":"Sinbad helps old man to find his long lost daughter.","release_date":"1993-01-01","vote_average":5.0,"runtime":50,"cert":"N\/A","id":392759,"title":"The Fantastic Voyages of Sinbad","adult":false,"genre_ids":[]},{"cast":[],"overview":"2006 Peter Rose short work","release_date":"2006-04-14","vote_average":10.0,"runtime":6,"cert":"\"\"","id":392762,"title":"Odysseus in Ithaca","adult":false,"genre_ids":[]},{"cast":["Daniel Baker","Lauren Lakis"],"overview":"The Mourningside team deliver a macabre family tale. Ellie (Lakis) must struggle to come to grips with reality. All the time being stalked by someone, or something. Will her brother Anthony (Baker) be able to save her from certain peril? Or will she fall into the arms of death?","release_date":"2010-09-06","vote_average":6.5,"runtime":27,"cert":"\"\"","id":392765,"title":"Behold","adult":false,"genre_ids":[27]},{"cast":["Richard Donahue","Lauren Lakis","Nicolette le Faye","Daemon McConnaughey","Justin Williams"],"overview":"What begins as a night filled with nostalgic happiness, transforms into something much more sinister, as the daylight begins to fade. And as the sunset casts a shadow on the neighborhood, it provides and ideal backdrop for he who roams it's alleys.","release_date":"2011-01-29","vote_average":5.5,"runtime":60,"cert":"\"\"","id":392768,"title":"The Grayhaven Maniac","adult":false,"genre_ids":[27]},{"cast":["Veysi Alışkan","Yeşim Egemen","Revşan Genç"],"overview":"","release_date":"2016-04-08","vote_average":3.8,"runtime":null,"cert":"N\/A","id":392771,"title":"Azem 3: Cin Tohumu","adult":false,"genre_ids":[27]},{"cast":["Karel Hašler","Marie Šponarová","Zora Morenová","Bedřich Bozděch"],"overview":"","release_date":"1932-04-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392774,"title":"Písničkář","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Inspired by the story of former Rwandan soccer player and the resilience of a nation, we follow Eric Eugene Murangwa’s incredible journey, using his role in soccer to promote peace to future generations affected by conflict.","release_date":"2016-04-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392777,"title":"Soccer, My Saviour","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2003-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392780,"title":"Babar vokser op","adult":false,"genre_ids":[16]},{"cast":["Corrine Bot"],"overview":"","release_date":"2008-04-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392783,"title":"Two Sides of the Mirror","adult":false,"genre_ids":[]},{"cast":[],"overview":"Four Swedish families, totaling 19 people, celebrated Christmas on the paradise beach in Khao Lak, 2004. At 10:45 on Boxing Day was only three adults and two children still alive. After the tsunami: how was it possible to live on - when all that is worth living for was gone? We get the surprising answer ten years later - in a gripping tale of deep friendship, love and the good in life.","release_date":"2016-04-15","vote_average":0.0,"runtime":80,"cert":"N\/A","id":392786,"title":"Överlevarna - det tionde året","adult":false,"genre_ids":[99]},{"cast":["Sharon Cuneta","Christopher de Leon","Hilda Koronel","Bembol Roco","Mona Lisa"],"overview":"Salve, a content barrio lass, is married to Alfred, an aspiring politician. Alfred meets Via finds out that they can both be very useful to each other's lives. He is set on pursuing a political career and Via is from a powerful political family that wants to continue to govern the land. Together, Albert and Via plan a scheme to get rid of Salve. But Salve survives the carnage. Salve takes revenge.","release_date":"1989-09-12","vote_average":0.0,"runtime":110,"cert":"N\/A","id":392789,"title":"Sweet Revenge","adult":false,"genre_ids":[53,28,18]},{"cast":["Amer Hlehel","Mahmoud Shawahdeh","Saana Shawahdeh","Doraid Liddawi","Maisa Abd Elhadi"],"overview":"In Nazareth, an old couple lives wearily to the rhythm of the daily routine. On the other side of the border, in Ramallah, their son Tarek wishes to remain an eternal bachelor, their daughter is about to give birth while her husband lands a movie role and the grandmother loses her head... Between check-points and dreams, frivolity and politics, some want to leave, others want to stay but all have personal affairs to resolve.","release_date":"2017-03-01","vote_average":5.2,"runtime":90,"cert":"N\/A","id":392796,"title":"Personal Affairs","adult":false,"genre_ids":[18]},{"cast":["Kostas Voutsas","Elia Kalligeraki","Giorgos Moshidis","Dimitris Bislanis","Nikos Rizos"],"overview":"Antonis, who is in love with Roula, must find a way to convince her brother to allow him to marry her.","release_date":"1973-06-13","vote_average":8.0,"runtime":88,"cert":"N\/A","id":392799,"title":"Τον Αράπη κι αν τον Πλένεις το Σαπούνι σου Χαλάς","adult":false,"genre_ids":[35]},{"cast":["Dietrich Mattausch","Ursula Heyer","Henry Kielmann","Horst Pinnow","Paul Edwin Roth"],"overview":"","release_date":"1980-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392802,"title":"..und raus bist du","adult":false,"genre_ids":[18]},{"cast":["Vladimír Menšík","Gabriela Vránová","Felix le Breux","Marcela Martínková","Eva Miláčková"],"overview":"","release_date":"1961-04-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392805,"title":"Hledá se táta","adult":false,"genre_ids":[35]},{"cast":["Udo Wachtveitl","Sissy Höfferer","Hans Sigl","Louise Martini","Johannes Silberschneider"],"overview":"After nearly two decades of wedded bliss, Rosemarie and Hubert Haller's marriage is a shambles. While Rosemarie begins an affair with Bernd, a self-proclaimed guru, adventuresome charmer Hubert finds refuge in the arms of Monica. At the last moment, Hubert and Rosemarie realize that they still have a chance for a future together.","release_date":"2002-06-26","vote_average":6.0,"runtime":90,"cert":"N\/A","id":392808,"title":"Regentage","adult":false,"genre_ids":[10749,18]},{"cast":["James Goins","Lawrence Reel","Orion Von Liechchesten","Rebecca McLaughlin","Bill Linville"],"overview":"Rappytor, The Supreme Dictator, comes to Earth to take over the world and there's only one man who can stop him. That man is Sampson, The Masked Grappler.","release_date":"1986-01-03","vote_average":0.0,"runtime":59,"cert":"\"\"","id":392811,"title":"Sampson vs The Supreme Dictator From Outer Space","adult":false,"genre_ids":[878]},{"cast":["Małgorzata Kowalska","Marcin Kwaśny","Piotr Głowacki","Andrzej Pilecki","Marta Kontny"],"overview":"The film \"Pilecki\" is a fictionalized documentary depicting the story of Witold Pilecki, from his youth through action during World War II, up to the imprisonment and death in May 1948.","release_date":"2015-09-25","vote_average":4.0,"runtime":80,"cert":"N\/A","id":392814,"title":"Pilecki","adult":false,"genre_ids":[99,18,36]},{"cast":["Viktoriya Isakova","Petr Skvortsov","Yuliya Aug","Aleksandra Revenko","Alexandr Gorchilin"],"overview":"Veniamin, a teenager in the midst of a mystical crisis, has his mother, schoolmates and entire high school turned upside down by his questions. - Can girls go to their swimming classes in bikinis? - Does sex education have a place in school? - Should the theory of evolution be taught as part of the Natural Sciences? The adults are soon overwhelmed by the certitudes of the youngster who swears only by Scripture. No one but Elena, his biology teacher, will alone challenge him on his own ground.","release_date":"2016-04-12","vote_average":6.5,"runtime":118,"cert":"\"\"","id":392817,"title":"The Student","adult":false,"genre_ids":[18]},{"cast":["Iggy Pop","Ron Asheton","Scott Asheton","James Williamson","Dave Alexander"],"overview":"No other band in rock'n'roll history has rivaled The Stooges' combination of heavy primal throb, spiked psychedelia, blues-a-billy grind, complete with succinct angst-ridden lyrics, and a snarling, preening leopard of a frontman who somehow embodies Nijinsky, Bruce Lee, Harpo Marx, and Arthur Rimbaud all rolled into one. There is no precedent for The Stooges, while those inspired by them are now legion.  The film will present the context of their emergence musically, culturally, politically, historically, and relate their adventures and misadventures while charting their inspirations and the reasons behind their initial commercial challenges, as well as their long-lasting legacy.","release_date":"2016-10-28","vote_average":6.9,"runtime":108,"cert":"\"R\"","id":392820,"title":"Gimme Danger","adult":false,"genre_ids":[10402,99]},{"cast":["Rudolf Hrušínský","František Peterka","Otto Šimánek","Ladislav Kazda","Pavel Spálený"],"overview":"A group of outcasts, including a vagabond and a prostitute, gather at the outskirts of the industrial area of a large Czech city, one of the things that helps some of them survive is alcohol.","release_date":"1963-04-13","vote_average":5.0,"runtime":92,"cert":"N\/A","id":392823,"title":"The Hope","adult":false,"genre_ids":[18]},{"cast":["Wendy Williams"],"overview":"Part of documentary filmmaker Timothy Greenfield-Sanders's List series, The Women's List interviews 15 fabulous women who have shaped and influenced American culture.","release_date":"2015-09-25","vote_average":8.0,"runtime":56,"cert":"\"\"","id":392830,"title":"The Women's List","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2015-12-13","vote_average":4.8,"runtime":null,"cert":"N\/A","id":392833,"title":"Masha e Orso - Amici per sempre","adult":false,"genre_ids":[16]},{"cast":["Miro Jaroš"],"overview":"","release_date":"2015-11-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392836,"title":"DVD pre (ne)poslušné deti","adult":false,"genre_ids":[10751,10402]},{"cast":["Nap Burke"],"overview":"World renowned homosexual solicitor Nap Burke gives the male maneaters a lesson on how to attract lonely men from the corner of every street from the ghetto to the gated communities.","release_date":"2016-04-14","vote_average":10.0,"runtime":420,"cert":"N\/A","id":392839,"title":"How to be a Male Solicitor","adult":false,"genre_ids":[99]},{"cast":["James Hetfield","Lars Ulrich","Kirk Hammett","Jason Newsted"],"overview":"Metallica at St. Jakob's Stadion, Basel, Switzerland  Creeping Death\r Harvester of Sorrow\r Welcome Home (Sanitarium)\r Of Wolf and Man\r Wherever I May Roam\r The Thing That Should Not Be\r The Unforgiven\r Disposable Heroes\r Bass Solo\r Instrumental Medley [Orion \/ To Live is to Die \/ The Call of Ktulu]\r Guitar Solo\r The Four Horsemen\r For Whom the Bell Tolls\r Fade to Black\r Master of Puppets [Short Version]\r Seek &amp; Destroy [Extended Version]\r Battery","release_date":"1993-06-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392842,"title":"Metallica: [1993] Basel, Switzerland","adult":false,"genre_ids":[]},{"cast":[],"overview":"Some desert, some time after Some Event:  A group of strangers barely subsists in an isolated community of small wooden bunkers. To leave means certain death - except for one. A single man, in touch with something no one else can see, provides what little physical and emotional sustenance he can. Then - change. One by one, the group starts screaming, dying, vanishing; ultimately evincing two questions: How is it that this one man can travel freely between each Box - and what exactly is it that is killing them?","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392845,"title":"Boxes","adult":false,"genre_ids":[]},{"cast":["Namron","June Lojong","Izzy Reef","Harith Haziq","Ruminah Sidek"],"overview":"A boy with autism causes a lot of hardships for his parents, as his father isn`t accepting the fact that he is different from the rest while his mother is trying her best to fit his needs. His mother later finds the right people to help her son live his life.","release_date":"2016-04-14","vote_average":0.0,"runtime":113,"cert":"N\/A","id":392848,"title":"Beautiful Pain","adult":false,"genre_ids":[18,10751]},{"cast":["Kostas Voutsas","Eleni Erimou","Stavros Xenidis","Giorgos Moshidis","Katerina Yioulaki"],"overview":"Gregory Karouzos inherits from his aunt in four old armchairs. Without a second thought, he sells them to scrap dealers in Monastiraki. But when he learns that in one of them there are jewels of great value, returns to find them. The chairs, however, have now been sold to four different people. Gregory has no alternative but to look to the last resort.","release_date":"1971-01-01","vote_average":8.0,"runtime":92,"cert":"N\/A","id":392855,"title":"I Loved an Armchair","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Produced and directed by Richard W. Moulton, this documentary is a ski history landmark. A masterful blend of oral histories, authentic film footage, and narrative tell the fascinating story of skiing from the California gold camps to the rise of Ski Jumping to the birth of Alpine. A magical trip back to the first days of skiing in America which preserves the memories, stories and spirit of pioneers who lived it.","release_date":"1982-03-31","vote_average":7.5,"runtime":57,"cert":"\"\"","id":392858,"title":"Legends of American Skiing","adult":false,"genre_ids":[99]},{"cast":["Antonio Torres Martinó"],"overview":"One of the DivEdCo's films that best depicts the history and evolution of another genre of popular music from the coasts and of African origin: the plena. It presents sequences of interpreters of those rhythms in Ponce, in the dances of the coastal areas, and the fusion of popular and refined genres in presentations by Ballets de San Juan of the ballet-plena by Amaury Veray, \"Cuando las mujeres\" (\"When the Women\").","release_date":"1957-01-02","vote_average":0.0,"runtime":28,"cert":"N\/A","id":392861,"title":"The Plena","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ozzy Osbourne at Tower Theatre, Upper Darby, PA, USA  I Don't Know\r Flying High Again\r Mr. Crowley\r Shot in the Dark\r Bloodbath in Paradise\r Guitar Solo\r Sweet Leaf\r War Pigs\r Tattooed Dancer\r Drum Solo\r Miracle Man\r Suicide Solution\r Iron Man\r Crazy Train\r Paranoid","release_date":"1989-06-04","vote_average":0.0,"runtime":null,"cert":"\"\"","id":392868,"title":"Ozzy Osbourne: [1989] Philadelphia, PA","adult":false,"genre_ids":[]},{"cast":["Thomas Sarbacher","Julia Schacht","André Hennicke","Doris Schretzmayer","Robert Stadlober"],"overview":"Adaptation of Henrik Ibsen's play.","release_date":"2015-11-28","vote_average":7.0,"runtime":83,"cert":"N\/A","id":392871,"title":"Solness","adult":false,"genre_ids":[18]},{"cast":["Roger Taylor","Brian May","Freddie Mercury","John Deacon"],"overview":"Queen at The Summit, Houston, TX, USA  We Will Rock You [Slow\/Fast]  Brighton Rock  Somebody to Love  Death on Two Legs (Dedicated to…)  Killer Queen  Good Old-Fashioned Lover Boy  I'm in Love with My Car  Get Down, Make Love  The Millionaire Waltz  You're My Best Friend  Liar  Love of My Life  '39  My Melancholy Blues  White Man  The Prophet's Song  Guitar Solo  Now I'm Here  Stone Cold Crazy  Bohemian Rhapsody  Keep Yourself Alive  Tie Your Mother Down  We Will Rock You  We Are the Champions  Sheer Heart Attack  Jailhouse Rock  God Save the Queen","release_date":"1977-12-11","vote_average":0.0,"runtime":null,"cert":"\"\"","id":392874,"title":"Queen: Definitive Houston","adult":false,"genre_ids":[10402]},{"cast":["Lucas Neff","Caitlin Fitzgerald","Jeff Perry","Josh Brener","Echo Kellum"],"overview":"David's on a time crunch to make a decision about marriage, so he seeks the guidance from his brother Aaron and best friend Pete, who end up leading him on a disastrous search for a suitable engagement ring.","release_date":"2015-01-22","vote_average":6.0,"runtime":15,"cert":"\"\"","id":392877,"title":"Jim & Helen Forever","adult":false,"genre_ids":[35,10749]},{"cast":["Richard Herring","Rachel Stubbings"],"overview":"ECU Audience Award winning short film starring Richard Herring and Rachel Stubbings. While You Were Away is the story of a normal husband and wife having a far from normal argument.","release_date":"2016-04-11","vote_average":0.0,"runtime":6,"cert":"N\/A","id":392880,"title":"While You Were Away","adult":false,"genre_ids":[35]},{"cast":["Aspen Brock","Dave Hardman","Donita Dunes","Gina Ryder","Goldie McHawn"],"overview":"Dirty whores with filthy mouths Im not a slut Im just a cheap whore! If brains were money, Id have a dollar.","release_date":"2004-12-03","vote_average":7.5,"runtime":86,"cert":"\"X\"","id":392887,"title":"Gutter Mouths 15","adult":true,"genre_ids":[]},{"cast":[],"overview":"Documentary about a 5 month campaign during WWII - Told from survivors on both sides of the conflict.","release_date":"2004-03-31","vote_average":0.0,"runtime":49,"cert":"N\/A","id":392894,"title":"Monte Cassino a Soldiers' Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"A spoof of the early James Bond films and Ian Fleming universe from Australia. Bumbling overweight Aussie secret service agent Jim Bond alias Agent Minus 007 blunders his way against arch rival villains Ernest Stavro Blowfly and Dr. Yes down under in Sydney, Australia.","release_date":"1966-04-15","vote_average":0.0,"runtime":21,"cert":"N\/A","id":392897,"title":"Blunderball, or from Dr. Nofinger with Hate","adult":false,"genre_ids":[]},{"cast":["Tailinh Agoyo","Isabella Blake-Thomas","Ryan Jason Cook","Leedy Corbin","Stafford Douglas"],"overview":"An 11 year old girl searches for a missing rare book from her grandmother's (Holland Taylor) library and tries to understand why her family is fractured the way it is during a memorable summer at an isolated New Mexico adobe. While her mother (Kelly Lynch), like astronaut Michael Collins, goes to the dark side of the moon for a leukemia treatment, Ella must journey on her own to the strange moon of her grandmother's world. Ella's father, (Sean Patrick Flanery) orbits his daughter, as Ella befriends Miguel and Rosie to find acceptance of her mother's fate. Emotional connections are reshaped, and the music of Patrick Neil Doyle helps tell this unusual story.","release_date":"2016-10-07","vote_average":5.0,"runtime":90,"cert":"\"\"","id":392900,"title":"Kepler's Dream","adult":false,"genre_ids":[18]},{"cast":["Don Backy","Peter Landers","Pupo De Luca"],"overview":"It is a parody on the figure of Helen of Troy.","release_date":"1974-08-16","vote_average":0.0,"runtime":94,"cert":"N\/A","id":392907,"title":"Helen, Yes... Helen of Troy","adult":true,"genre_ids":[35]},{"cast":["Majdi Machmouchi","Ammar Chalak","Christine Choueiri","Ahmed Azzeïn","Rami Bayram"],"overview":"To escape the civil war between Christians and Muslims, a Lebanese family moves from the countryside to Beirut, only to find themselves caught in an equally dangerous situation","release_date":"2000-10-23","vote_average":5.0,"runtime":105,"cert":"N\/A","id":392910,"title":"In the Shadows of the City","adult":false,"genre_ids":[]},{"cast":["Rosalba Neri","Christa Linder","Peter Landers","Toni Ucci","Orchidea De Santis"],"overview":"Series of tales. The framing story: a group of women are doing their laundry and begin to tell lusty tales.","release_date":"1973-05-29","vote_average":5.0,"runtime":92,"cert":"N\/A","id":392913,"title":"The Sexbury Tales","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Valor Cat (secretly Mayor Mark Bristle) is the hero of Valor City. John Sci is Valor Cat's best friend and the man who gave him his powers. Burmac is a robot that Valor Cat thought he killed. He has recently repaired himself and is planning to take down Valor Cat with the only thing that could possibly stop him. This is the story of Burmac's revenge. A story so theatrical and over the top that it can only be expressed.... in song....","release_date":"2015-06-15","vote_average":0.0,"runtime":7,"cert":"\"\"","id":392916,"title":"Valor Cat","adult":false,"genre_ids":[]},{"cast":[],"overview":"A magical being eases the death of those lost in the desert. The Mirage Maker gives a dying man one last chance to say goodbye to his family.","release_date":"2014-08-01","vote_average":0.0,"runtime":3,"cert":"\"\"","id":392923,"title":"Mirage Maker","adult":false,"genre_ids":[]},{"cast":["Jorge Muñiz","Dobrina Liubomirova","Patricia Álvarez","Andrea Haro","Pedro Weber"],"overview":"","release_date":"1995-03-23","vote_average":0.0,"runtime":84,"cert":"N\/A","id":392926,"title":"Hasta que los cuernos nos separen","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A documentary comedy about extras in Hollywood and how their dreams reflect the society they live in. The film's stage is an old hotel in the middle of Hollywood. Dilapidated inside as well as outside, but the passing of time hasn't eradicated all traces of an elegant past. Until the beginning of the 1960th the Stars from Broadway lived in Montecito Hotel on Franklin Avenue when they flew in from New York to film at the big studios. But the Stars have disappeared and those who dream about being Stars have moved into their hotel rooms, the extras, the hookers, the pimps, the restless dreamers stuck in a hotel with a dying elevator that slowly drives them crazy.","release_date":"1981-08-08","vote_average":0.0,"runtime":58,"cert":"N\/A","id":392929,"title":"Hotel of the Stars","adult":false,"genre_ids":[99]},{"cast":["Andrea Fantauzzi","Seth Andrew Macchi","Jeffrey Staab","Christie Courville","Roger Denesha"],"overview":"During the Holocaust, a young Jewish girl flees from the grasp of the Gestapo and finds herself stranded on an abandoned farm.","release_date":"2016-05-05","vote_average":0.0,"runtime":80,"cert":"\"\"","id":392932,"title":"Adira","adult":false,"genre_ids":[10752,18]},{"cast":[],"overview":"DEFA animated short.","release_date":"1959-06-25","vote_average":0.0,"runtime":11,"cert":"N\/A","id":392935,"title":"Blaue Mäuse gibt es nicht","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"2011-02-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392938,"title":"Guadeloupe, papillon créole","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A young photographer Simon Jess (David Cameron) is given an assignment to shoot some backgrounds for a fashion display in the Snowy Mountains.","release_date":"1975-08-28","vote_average":0.0,"runtime":67,"cert":"N\/A","id":392941,"title":"Down the Wind","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392944,"title":"Le Québec, la province superbe","adult":false,"genre_ids":[99]},{"cast":["Vladimír Menšík","Lucie Žulová","Jiří Vondráček","Jaroslava Adamová","Růžena Lysenková"],"overview":"","release_date":"1969-04-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392947,"title":"Panenství a kriminál","adult":false,"genre_ids":[35,80]},{"cast":["Kerry Carlson","Diana Doman","Josie Petersen"],"overview":"Profile on three young Adelaide women. Diana, Kerry and Josie are now 18 years old, and continue to have open and frank discussions about their lives.","release_date":"1981-07-10","vote_average":0.0,"runtime":60,"cert":"N\/A","id":392950,"title":"Fourteen's Good, Eighteen's Better","adult":false,"genre_ids":[99]},{"cast":["Kerry Carlson","Diana Doman","Josie Petersen"],"overview":"The third film in a documentary series from acclaimed director Gillian Armstrong, about the lives of three working class women. as they grow up from the age of 14. They're now at the ripe old age of 26, and we witness the women confronting the very real issues of teenage pregnancy, and love versus sex, marriage and career.","release_date":"1988-10-05","vote_average":0.0,"runtime":90,"cert":"N\/A","id":392953,"title":"Bingo, Bridesmaids & Braces","adult":false,"genre_ids":[]},{"cast":[],"overview":"Presents a compassionate study of aged women, and of living in an old age home through the observations of Jean Campbell as she moves from room to room talking with other inmates and discussing the experiences of living in the home.","release_date":"1977-11-24","vote_average":0.0,"runtime":22,"cert":"N\/A","id":392956,"title":"We Are All Alone My Dear","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film record of Reg Livermore's successful one-man stage show, featuring characters and sketches centred around Bettyy Blokk-Buster, a bare-bummed German maid who entertained the troops during the war.  Flashing her bum at the audience was the capper gag for the routine. Livemore's other characters included Vaseline Amylnitrite, a football star who joins the Australia Ballet, and an old man who recalls his youth as a trendy male model.","release_date":"1976-07-06","vote_average":0.0,"runtime":120,"cert":"N\/A","id":392959,"title":"Betty Blokk-buster Follies","adult":false,"genre_ids":[]},{"cast":["Cathey Paine","Penne Hackforth-Jones","Cheryl Waters","Sheila Helpmann","Barry Creyton"],"overview":"Image of Death is a 1978 Australian TV movie about a woman who likes to live off other people's money.","release_date":"1976-01-01","vote_average":0.0,"runtime":81,"cert":"N\/A","id":392962,"title":"Image of Death","adult":false,"genre_ids":[]},{"cast":[],"overview":"A wolf child, a cat, an angel. Young Daewit suffers violence at the hands of his father. He is eventually rescued and able to flee the place of his abuse. He finds refuge with a family of wolves: a foster child in a modern world. Lost, he embarks on a seemingly endless journey, a journey full of riddles and deprivation. He tries to find himself, his identity – amidst the all-encompassing sorrow.","release_date":"2015-02-06","vote_average":3.0,"runtime":15,"cert":"N\/A","id":392965,"title":"Däwit","adult":false,"genre_ids":[16]},{"cast":[],"overview":"This wartime public information film combines impressive shots of industrial poverty with inspiring words scripted by Dylan Thomas, proffering new housing and better lives after the war.","release_date":"1942-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":392968,"title":"New Towns for Old","adult":false,"genre_ids":[]},{"cast":[],"overview":"In and out of movement, from stop to go, photos hurtle us into their lived antecedents. A collection of a grandfather's photos are brought to life again, confronted by the fictitious present, and the granddaughter with a camera.","release_date":"2010-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":392971,"title":"Remains","adult":false,"genre_ids":[]},{"cast":["Lilo Hohenberger","Pia Sekerlioglu","David Oberkogler","Anna Suk"],"overview":"Short by Stefan Bohun.","release_date":"2014-03-19","vote_average":0.0,"runtime":38,"cert":"N\/A","id":392974,"title":"Musik","adult":false,"genre_ids":[35,18]},{"cast":["Frank González","Irela Bravo","Manuel Marín","José Escobosa","Roberto Cuenca"],"overview":"","release_date":"1995-06-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":392977,"title":"Más se perdió en Cuba","adult":false,"genre_ids":[16,12,10752]},{"cast":["Larry Wilcox","Jeremy Childs","Charles \"Skeeta\" Jenkins","Mike R. Tinker","Doris Collier"],"overview":"An industry that has sustained a town for over 100 years is closing it's doors. A family that has been the cornerstone of the community, has given up. The only thing that can save the dying little town - IS AN UNSPEAKABLE TRAGEDY.","release_date":"2016-01-29","vote_average":3.8,"runtime":113,"cert":"\"\"","id":392984,"title":"94 Feet","adult":false,"genre_ids":[18]},{"cast":[],"overview":"California has been arguing over whether or not marijuana should be legal for over 100 years. Now there's a new judge in this trial - you.","release_date":"2015-06-01","vote_average":8.0,"runtime":80,"cert":"\"\"","id":392987,"title":"California High","adult":false,"genre_ids":[99]},{"cert":"N\/A","title":"The Challenge","cast":[],"id":392994,"overview":"Tells the story about a boy with a mental handicap. It was conceived as teaching tools to inform parents about the issues that they faced when confronted with the health and well-being of their children and of their right to social services.","runtime":35,"genre_ids":[],"release_date":"1965-01-01","vote_average":0.0,"adult":false}]