[{"cast":["Summer Brielle","Jayden Lee","Destiny Dixon","Jada Stevens","Alby Rydes"],"overview":"POV has gone Wicked, as Director Kevin Moore (the undisputed king of POV) applies his mastery to Tease Me POV! Always looking to 'push the envelope', Moore's gathered some of the sexiest sluts in XXX to deliver \"over the top\" performances that raise the heat index to an all new level. Sit back and revel in Moore's Wicked Point of View!","release_date":"2014-01-29","vote_average":6.5,"runtime":133,"cert":"\"NC-17\"","id":394005,"title":"Tease Me POV","adult":true,"genre_ids":[]},{"cast":["Aika"],"overview":"","release_date":"2010-01-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":394008,"title":"僕の秘密兵器 あいか","adult":false,"genre_ids":[18]},{"cast":["Akari Aoyama"],"overview":"","release_date":"2015-10-30","vote_average":2.0,"runtime":null,"cert":"N\/A","id":394011,"title":"@IDOL 青山朱里","adult":false,"genre_ids":[99]},{"cast":["Dinos Iliopoulos","Anna Fonsou","Nikos Rizos"],"overview":"Poor and unappreciated writer besieged by producer of cinema to give consent for turning a book into a movie.","release_date":"1969-01-01","vote_average":7.0,"runtime":94,"cert":"N\/A","id":394014,"title":"Stratis Has Strayed","adult":false,"genre_ids":[35]},{"cast":["Akari Aoyama"],"overview":"","release_date":"2016-03-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":394017,"title":"@IDOL 青山朱里 vol.2","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Flanked by her phlegmatic sidekick, Dariko is the only outside broadcast journalist at a local Georgian television channel. With derisory resources, she races from one report to another to give an honest, if not objective, image of the current events that shape her environment.","release_date":"2016-04-20","vote_average":5.0,"runtime":74,"cert":"N\/A","id":394020,"title":"The Dazzling Light of Sunset","adult":false,"genre_ids":[99]},{"cast":["Mizuki Itoh"],"overview":"","release_date":"2016-03-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":394023,"title":"天使の初水着","adult":false,"genre_ids":[99]},{"cast":["Michael Brandon","David Carradine","Arielle Dombasle","Guy Marchand","Mario Adorf"],"overview":"In this spy spoof and thriller, director Guy Hamilton seeks to renew the success he had with the James Bond thriller Goldfinger. The story (based on a novel by James Hadley Chase) concerns the efforts of the genial and deceptively tentative Lepski (Michael Brandon), an insurance company detective, to track down a valuable medieval Russian icon, which was stolen by Bradley (David Carradine), a master thief.","release_date":"1989-09-22","vote_average":10.0,"runtime":105,"cert":"N\/A","id":394026,"title":"Try This One for Size","adult":false,"genre_ids":[9648,35,80]},{"cast":[],"overview":"Trevor Lee vs Marty Scurll; Lord Gideon Grey vs Flash Morgan Webster; Josh Bodom vs Andrew Everett; Mark Haskins vs Big Damo; James Castle vs Flyin' Ryan; Will Ospreay vs Drew Galloway","release_date":"2015-10-25","vote_average":0.0,"runtime":116,"cert":"N\/A","id":394029,"title":"RPW: Live In Sittingbourne II","adult":false,"genre_ids":[]},{"cast":["Jurģis Spulenieks","Kārlis Derums","Jana Herbsta","Ieva Sarma"],"overview":"The young Jekabs, Linda and Rihards enjoy the spring full of romance and bohemian way of life. The apple-trees are in blossom in Riga and the war unavoidably approaches.","release_date":"2015-02-04","vote_average":9.0,"runtime":27,"cert":"N\/A","id":394040,"title":"Six feet above","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"The story of a boy who makes friends with all the animals around him. He is saved by a road runner when he is attacked by a poisonous snake.","release_date":"","vote_average":0.0,"runtime":56,"cert":"N\/A","id":394043,"title":"Adventures of Chico","adult":false,"genre_ids":[]},{"cast":["Vincent Lindon","Winston Churchill","Clementine Churchill","Diana Churchill","Mary Churchill"],"overview":"A new look at the public and private life of one of the most important statesmen in the history of Europe: Winston Churchill (1874-1965), soldier, politician, writer, painter, leader of his country in the darkest hours, winner of the Nobel Prize in Literature, a myth, a giant of the 20th century.","release_date":"2014-10-20","vote_average":8.0,"runtime":92,"cert":"N\/A","id":394046,"title":"Winston Churchill: A Giant in the Century","adult":false,"genre_ids":[99,36,10752,10770]},{"cast":[],"overview":"Viva Les Amis looks at one local café as an example of a national trend: The loss of the mom and pop shop. The film explores the 27 year history of Les Amis Café – a sidewalk café that served almost three decades of eclectic customers and staff. Through the eyes of Newman Stribling, once manager of Les Amis Café, now cab driver, the film delves into the long history of Les Amis, and reveals the present: Les Amis Café replaced by a Starbucks.","release_date":"2005-06-05","vote_average":0.0,"runtime":49,"cert":"\"\"","id":394053,"title":"Viva Les Amis","adult":false,"genre_ids":[99]},{"cast":["Dominik Mysak","Bohdan Krnac","Marcela Fuksova","Vladislav Zaborsky","Ondřej Pavelka"],"overview":"A story about life and problems of eleven years old boy Michal.","release_date":"1993-05-02","vote_average":8.5,"runtime":78,"cert":"N\/A","id":394060,"title":"Aphrodite","adult":false,"genre_ids":[12,10751,18]},{"cast":["Chris Hardwick"],"overview":"The “@midnight” host makes things very funcomfortable for the packed house at The Palace of Fine Arts in San Francisco as he explores awkward and sometimes super creepy memories from both childhood and today. With “the energy of SpongeBob dipped in cocaine water,” Hardwick delves into dealing with anxieties, finds the humor in joining the “Dead Dad Club,” and shares deeply personal anecdotes that most people would be too embarrassed to say out loud.","release_date":"2016-04-30","vote_average":5.8,"runtime":74,"cert":"\"\"","id":394063,"title":"Chris Hardwick: Funcomfortable","adult":false,"genre_ids":[35]},{"cast":["Barack Obama","Michelle Obama","Terence Blanchard","Kris Bowers","Dee Dee Bridgewater"],"overview":"This All-Star Global Concert at the White House features performances by Joey Alexander, Terence Blanchard, Kris Bowers, Dee Dee Bridgewater, Terri Lyne Carrington, Chick Corea, Jamie Cullum, Kurt Elling, Aretha Franklin, Robert Glasper, Buddy Guy, Herbie Hancock, Zakir Hussain, Al Jarreau, Diana Krall, Lionel Loueke, Hugh Masekela, Christian McBride, John McLaughlin, Pat Metheny, Marcus Miller, James Morrison, Danilo Pérez, Rebirth Brass Band, Dianne Reeves, Lee Ritenour, David Sanchez, Wayne Shorter, Esperanza Spalding, Sting, Trombone Shorty, Chucho Valdés, Bobby Watson, Ben Williams and more.","release_date":"2016-04-30","vote_average":0.0,"runtime":60,"cert":"\"\"","id":394066,"title":"Jazz at the White House","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2013-04-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":394069,"title":"Der Colón Ring - Wagner in Buenos Aires","adult":false,"genre_ids":[]},{"cast":["Lorraine De Selle","Otello Belardi","Daniele Vargas","Gino Cassani","Vanni Materassi"],"overview":"","release_date":"1979-07-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":394076,"title":"A Woman in the Night","adult":false,"genre_ids":[9648]},{"cast":["Changu Changezi"],"overview":"A story about a young man from Quetta, Pakistan who wanted to dance and had to face obstacles in his life to reach his goal of becoming a professional dancer.","release_date":"2014-04-22","vote_average":0.0,"runtime":51,"cert":"N\/A","id":394083,"title":"I Shall Dance","adult":false,"genre_ids":[]},{"cast":["Viktor de Kowa","Luise Ullrich","Herbert Weißbach","Olga Limburg","Joachim Rake"],"overview":"Percy, a young, rich American, is on vacation in Germany and thinks that every girl wants his sorry ass.  He’s far from right:  There’s the hugely admired Eve, whom he’s decided will be the love of his life, but who isn’t in the slightest bit impressed with either him or his Dollars.  To finally be able to talk to her without being disturbed so he can express his feelings, he slips a mickey in her drink and  takes her to the house of his friend Max.  When Eve finally emerges from the drug-induced nap forced upon her, Percy admits his love (!) and is told to drop dead.  And this is their idea of a romantic comedy?!?","release_date":"1938-07-21","vote_average":6.0,"runtime":84,"cert":"N\/A","id":394086,"title":"Ich liebe Dich","adult":false,"genre_ids":[35,10749]},{"cast":["Alexandra Ladikou","Alkis Yannakas"],"overview":"A ruthless young man puts on eye the estate of a girl and after he is presented as in love with her, he is trying to convince her to give him all the money she has","release_date":"1965-01-01","vote_average":8.0,"runtime":99,"cert":"N\/A","id":394089,"title":"The Punk Of Fokionos Negri","adult":false,"genre_ids":[18]},{"cast":["Sotiris Moustakas","Katerina Yioulaki","Kostas Karagiorgis","Thaleia Papazoglou","Vagelis Protopapas"],"overview":"The Zeno is so uncomfortable, not having the strength to stand up against its own. Not suppressed not only by his wife, the fashion house which works, but also of the five children.","release_date":"1983-01-01","vote_average":7.0,"runtime":85,"cert":"N\/A","id":394092,"title":"Το Παίζω... και Πολύ Αντρας","adult":false,"genre_ids":[35]},{"cast":["Jenny Jugo","Gustav Fröhlich","Rudi Godden","Maria Koppenhöfer","Aribert Wäscher"],"overview":"","release_date":"1938-04-28","vote_average":5.0,"runtime":null,"cert":"N\/A","id":394095,"title":"Die kleine und die große Liebe","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Ahoy, Care Bears! After the Bears fi nd a treasure map, they each want the treasure for themselves. But as they work together, they discover the real treasure is their special friendship. There's a sea of fun and adventure as the friends set sail for the Starshine Parade, help a lost baby star, and more in this delightful collection!","release_date":"2012-07-28","vote_average":0.0,"runtime":66,"cert":"\"G\"","id":394098,"title":"Care Bears Welcome to Care-a-Lot [Season 1 Episode 9] : Bearied Treasure","adult":false,"genre_ids":[10751,16]},{"cast":[],"overview":"","release_date":"2016-01-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":394105,"title":"Raging Ruin","adult":false,"genre_ids":[12,28,53]},{"cast":["Sharon Cuneta","Richard Gomez ","Cherie Gil","Mark Gil","Liza Lorena"],"overview":"Ayra comes home to bury her dead father and later discovers that her family's estate had been taken over by Edwin, her childhood sweetheart and the son of their former overseer. Though terribly disappointed, she agrees to marry Edwin just so she could keep her hands on what was supposed to be inheritance","release_date":"1992-04-23","vote_average":0.0,"runtime":99,"cert":"N\/A","id":394112,"title":"Ngayon at Kailanman","adult":false,"genre_ids":[18,10749]},{"cast":["Shalema Meszaro","Marcus D. Spencer","Larry Kitagawa","Ilona Dawod","Sabrina Hodge"],"overview":"Demonic entities haunt Tina Tanaka after she decides to pursue uncovering the case of the masked-killer who had claimed the lives of school-children in her small town. Her devotion to the case manifests frightening paranormal activities around her. The spirits haunt her in wake and sleep. Tina reaches out to the local priest who sheds light on her situation and helps her channel the spirits to guide her. She realizes she must endure frightening terrors if she is to find the masked murderer, even if it means she must meet him face to face.","release_date":"2014-10-16","vote_average":3.8,"runtime":95,"cert":"\"\"","id":394115,"title":"Dead End","adult":false,"genre_ids":[53,27]},{"cast":["Brett Strong","Lisa Vigneau","Alex Dewitt","Michal \"Beard\" Kostecki","Jimmy Korderas"],"overview":"James Carr is a hotshot movie producer. His girlfriend Shandi is a hot commodity.  A romantic getaway, with plans of making her a star, goes awry when Shandi is kidnapped and forced into an underground adult film company called HIGHSPEED FLAMINGO, run by the eccentric Purple Hat Tom and his bumbling partner Bobby Lagoon.  Now with the assistance of a lazy bartender and sexy secret agent and rock star Genevieve Anastasio, it's life or death for James to save the day and get the girl in this lightning-paced action comedy!","release_date":"2013-09-02","vote_average":1.0,"runtime":71,"cert":"N\/A","id":394118,"title":"Highspeed Flamingo","adult":false,"genre_ids":[80,35]},{"cast":[],"overview":"From her own personal experience and from talking with her lifelong friends, Melisa (24) wonders about the mandates and prohibitions that mold the cultural construction of the female gender, especially in relation to the image. With humor and candidness, the film portraits a feminine world seen from the inside, from conversations, personal photos and home movies.","release_date":"2016-01-31","vote_average":9.8,"runtime":77,"cert":"N\/A","id":394121,"title":"The Pretty Ones","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Eccentric British developer Lord McAlpine has a dream – an urge to create a whole new civilisation in Australia’s North based around the town of Broome in the remote north of Western Australia. Within a year of arriving he buys a cinema, builds a luxury resort and starts a zoo. He even has his sights on an international airport. However not everyone likes the change this will bring to the town – least of all the Aboriginal community.","release_date":"1990-07-01","vote_average":0.0,"runtime":56,"cert":"N\/A","id":394124,"title":"Lord of the Bush","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two friends, director Christopher Brookes and writer Alex Gower, head for Hollywood after a few minor successes in Australia. The difficulties they face there nearly destroy their friendship.","release_date":"1990-06-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":394131,"title":"Beyond My Reach","adult":false,"genre_ids":[]},{"cast":[],"overview":"Brittany is ethnically rather different from the rest of France and is the home of the largest number of Celtic-speakers outside of the British Isles and Ireland. This French film follows one young man who leaves his Breton homeland and journeys to Paris with the intention of living there. Despite some success in finding work and friends, Paris is not home and the Parisians are not family, so he returns to work with his own people.","release_date":"1973-04-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":394134,"title":"Lo Païs","adult":false,"genre_ids":[]},{"cast":[],"overview":"Diane Lane is intelligent and ambitious. When she is elected to Parliament her idealism and commitment give her unpopular party a boost. Everyone, including the Prime Minister, is eager to share her limelight. Diane’s ambition is not satisfied with her new position. Diane’s married lover, Barry Robbins, the Minister for Health, is unaware of Diane’s ultimate plan. Her closest friend, Louise Parker, a political journalist, is a bit more realistic about what women can achieve; she too has a higher goal in mind.","release_date":"1989-11-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":394137,"title":"A Sting in the Tail","adult":false,"genre_ids":[]},{"cast":["Rebecca Rigg","John Polson","Kelly Dingwall"],"overview":"Raw Nerve is a 1998 Australian film about three teenagers who rob a house.","release_date":"1990-02-02","vote_average":0.0,"runtime":91,"cert":"N\/A","id":394140,"title":"Raw Nerve","adult":false,"genre_ids":[]},{"cast":[],"overview":"Uganda, 1989. A young Acholi rebel guided by spirits, Joseph Kony, forms a new rebel movement against the government: the LRA, The Lord’s Resistance Army. An “army” that grew by abducting teenagers – more than 60 000 over 25 years – of which less than half came out of the bush alive.  Geofrey, Nighty and Mike, a group of friends, as well as Lapisa, were among these youths, abducted at 12 or 13. Today, in their effort to rebuild their lives and go back to normal, they revisit the places that marked their stolen childhood. At the same time victims and murderers, witnesses and perpetrators of horrific acts that they did not fully understand, they are forever the \"Wrong Elements\" that society struggles to accept.  Meanwhile, in the immensity of the Central African jungle, the Ugandan army still continues to hunt the last scattered LRA rebels. But Joseph Kony is still out there, on the run.","release_date":"2017-03-22","vote_average":8.0,"runtime":133,"cert":"N\/A","id":394143,"title":"Wrong Elements","adult":false,"genre_ids":[99]},{"cast":["George Motoi","György Kovács","Cornel Coman","Alexandru Drăgan","Mihai Pălădescu"],"overview":"At a party with diverse guests are dealing with the events os August 23rd, 1944. Guests are serving as metaphors for different parts of society.","release_date":"1971-05-08","vote_average":3.5,"runtime":89,"cert":"N\/A","id":394146,"title":"The Evening Party","adult":false,"genre_ids":[18,10752]},{"cast":["Maxim Mehmet","Marleen Lohse","Tino Mewes","Amy Mußul","Jamila Saab"],"overview":"Mia and Tim have been together forever. At least it feels like that. Seeking that which has become lost over the years, they invent a game - they each have to help the other one fulfill their dearest desire. No matter what it is.","release_date":"2014-04-02","vote_average":8.0,"runtime":15,"cert":"N\/A","id":394149,"title":"Forever Over","adult":false,"genre_ids":[18]},{"cast":["Shu-Yao Kuo","Bai Yun","Chai Ah-Ka","Grace Chen Shu-Fang","Lin Kai-Ling"],"overview":"Could little Heymon lead his friends escape from terrors safely? Yet, the journey for seeking the refuge must go on.","release_date":"2014-04-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":394152,"title":"The Frog Ville","adult":false,"genre_ids":[10751,16]},{"cast":[],"overview":"A compelling exploration of life in Exile through the music, poetry, art, politics and culture of Chile set against the personal stories of seven Chilean women.","release_date":"1991-04-23","vote_average":0.0,"runtime":48,"cert":"N\/A","id":394155,"title":"Canto A La Vida: Song to Life","adult":false,"genre_ids":[]},{"cast":["Tim Roth","Jim Holt","Odile Le Clezio"],"overview":"While in prison, Jack had two momentous experiences: he got religion, and met the woman who would become his wife. He and Alison are devoted to the idea of staying in God's good graces, so they have moved to a remote power station in central Australia, far from anything. Into this possibly idyllic arrangement comes a rootless young man who the power company has hired on to be the station's handyman. Tensions escalate between the men as their conflicting values rub up against one another.","release_date":"1992-05-21","vote_average":0.0,"runtime":88,"cert":"N\/A","id":394158,"title":"Backsliding","adult":false,"genre_ids":[18]},{"cast":["Arthur Dupont","François-Xavier Demaison","Sabrina Ouazani","Tewfik Jallab","Thomas Coumans"],"overview":"A drama about the less known aspects of the trading activity inside one of the biggest banks in the world - Société Générale. The movie tracks the rise and fall of anonymous trader turned superstar turned escape goat - Jérôme Kerviel - just as the 2008 financial crisis was unfolding","release_date":"2016-06-22","vote_average":7.0,"runtime":117,"cert":"N\/A","id":394161,"title":"The Outsider","adult":false,"genre_ids":[53,18]},{"cast":["Lydia Miller"],"overview":"Jindalee Lady tells the story of a young Aboriginal woman sets out to build a career in the fashion industry. It is an urban love triangle involving an Aboriginal fashion designer, her white music executive husband and an Aboriginal cinematographer. It is considered the first feature film ever directed by an indigenous person in Australia.","release_date":"1992-12-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":394164,"title":"Jindalee Lady","adult":false,"genre_ids":[]},{"cast":["Noah Taylor","Hugo Weaving","Helen Buday"],"overview":"Jimmy owes Dimitri more money than he can spare. He decides that a holiday would be a better bet. On his travels he meets Louis and things start to go wrong.","release_date":"1992-03-01","vote_average":0.0,"runtime":28,"cert":"N\/A","id":394167,"title":"Road to Alice","adult":false,"genre_ids":[]},{"cast":["Lee Je-hoon","Kim Sung-kyun","Park Geun-hyung","Jeong Seong-hwa","Go Ah-ra"],"overview":"HONG Gildong is an infallible private detective with an exceptional memory and quirky personality. While chasing the only target he failed to find, he gets entangled in a much bigger conspiracy than he bargained for.","release_date":"2016-05-04","vote_average":7.2,"runtime":125,"cert":"\"NR\"","id":394170,"title":"Phantom Detective","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"Fred Hollows was a controversial, larger-than-life character who was abrasive, determined, flamboyant, unconventional and full of contradictions. Some loved him, some hated him. The style of this film, like the man, is direct, forthright, warts and all. Rather than conquer and convert, his philosophy was to train indigenous people to help themselves and this film documents his work in Eritrea, Nepal and here in Australia with the Aborigines. Included is film shot during recent expeditions, archival material and interviews and glimpses of him at home and on the road. \"For all the world to see\" is bold, wry, intimate and ultimately a very moving tribute to an extraordinary life.","release_date":"1992-12-01","vote_average":0.0,"runtime":72,"cert":"N\/A","id":394173,"title":"For All The World To See","adult":false,"genre_ids":[]},{"cast":["Shahar Shenhar","Patrick Chapin","Chris Pikula","Melissa DeTora","William Jensen"],"overview":"Magic: The Gathering is the most popular collectible card game in the world. At Magic's Pro Tour, players from around the globe compete to prove who is the best. They are writers, game theorists, jewelry apprentices, female pioneers, and teenage geniuses.","release_date":"2016-04-26","vote_average":6.6,"runtime":65,"cert":"\"\"","id":394176,"title":"Enter the Battlefield: Life on the Magic - The Gathering Pro Tour","adult":false,"genre_ids":[99]},{"cast":["Gannosuke Ashiya","Jun Negami","Takashi Yamaguchi","Midori Isomura","Akemi Negishi"],"overview":"Film version of the popular TV drama based on the life of painter Kiyoshi Yamashita. Sent to an institution for mentally handicapped children by his parents, he began creating artworks using torn strips of paper. After running away to avoid army conscription, he began his wanderings around Japan, encountering many scenes which he would recreate as torn paper art from his amazing photographic memory. He was known as the Japanese Van Gogh, and the series depicted his many encounters with both people and places on his journeys.","release_date":"1981-07-21","vote_average":0.0,"runtime":117,"cert":"N\/A","id":394179,"title":"裸の大将放浪記","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Madhuraiyai Meetta Sundharapandiyan, is a 1978 Indian Tamil directed by M. G. Ramachandran, starring M. G. Ramachandran in the lead role, with M. N. Nambiar, P. S. Veerappa, Latha and Padmapriya.","release_date":"1978-01-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":394186,"title":"Maduraiyai Meeta Sundara Pandian","adult":false,"genre_ids":[]},{"cast":["Alexandra Scheff","Grigori Aleksandrov","Sergei Eisenstein","Martín Hernández","David Liceága"],"overview":"Eisenstein shot 50 hours of footage on location in Mexico in 1931 and 32 for what would have become ¡Que viva México!,  but was not able to finish the film. Following two wildly different reconstruction attempts in 1939 (Marie Seton's 'Time in the Sun') and 1979 (Grigori Alexandrov's '¡Que viva México!') Kovalov has here compiled another hypothetical version of what Eisenstein's film might have been.","release_date":"1998-02-12","vote_average":7.0,"runtime":100,"cert":"N\/A","id":394189,"title":"Mexican Fantasy","adult":false,"genre_ids":[99]},{"cast":["Jiro Kawarazaki","Eiko Nagashima","Michitarô Mizushima","Kinshirô Iwao","Jun Hamamura"],"overview":"Japanese film based on the life of Zen Master Tetsugen Doko.","release_date":"1981-01-01","vote_average":0.0,"runtime":115,"cert":"N\/A","id":394192,"title":"Tetsugen","adult":false,"genre_ids":[36]},{"cast":["Stephanie Brait","Matthew Dixon","Miranda Levitt","Austin Rodrigues","Halavah Sofsky"],"overview":"Stranded in a small beach town, a troubled young drifter breaks into a wealthy home and cons her way into the good graces of the family that lives there.","release_date":"2016-04-25","vote_average":0.0,"runtime":79,"cert":"\"\"","id":394195,"title":"Colby","adult":false,"genre_ids":[18]},{"cast":["Christy Marks","Levi Cash","J. Mac","Jarrod Steed"],"overview":"All sex video featuring busty porn star Christy Marks.","release_date":"2008-04-26","vote_average":0.0,"runtime":94,"cert":"\"NC-17\"","id":394198,"title":"Christy Marks Gets Fucked","adult":true,"genre_ids":[]},{"cast":["Anton Serbin","Emma Baker","Daniel Hanna","Tim Blair","Matthew Avenins"],"overview":"A young drug pusher struggles to hold onto his humanity while transforming into a mutant killer.","release_date":"2014-06-24","vote_average":0.0,"runtime":5,"cert":"\"\"","id":394205,"title":"Murder City Cult","adult":false,"genre_ids":[28]},{"cast":["Cristina Toro","Carlos Mario Aguirre"],"overview":"","release_date":"2006-04-23","vote_average":6.5,"runtime":null,"cert":"N\/A","id":394208,"title":"Mañana le pago","adult":false,"genre_ids":[35]},{"cast":["Cristina Toro","Carlos Mario Aguirre"],"overview":"","release_date":"2006-04-23","vote_average":7.5,"runtime":null,"cert":"N\/A","id":394211,"title":"Va la madre","adult":false,"genre_ids":[35]},{"cast":["Gene Raymond","Sigrid Gurie","Patricia Morison","Mischa Auer","John Wengraf"],"overview":"A former OSS agent is assigned to rescue two atomic scientists from the dastardly Russians and spirit them away from behind the Iron Curtain.","release_date":"1948-09-03","vote_average":0.0,"runtime":82,"cert":"\"\"","id":394214,"title":"Sofia","adult":false,"genre_ids":[53,18]},{"cast":["Justyna Steczkowska","Alexandr Domogarov"],"overview":"A period film, set in 19th century China in the Polish community who are there building the railway. A woman enters into an extramarital affair with a painter.","release_date":"1999-09-17","vote_average":0.0,"runtime":104,"cert":"N\/A","id":394217,"title":"Na koniec świata","adult":false,"genre_ids":[]},{"cast":["Noël Czuczor","Rebeka Poláková","Kamil Kollárik","Jana Oľhová","Daniel Ratimorský"],"overview":"Just out of prison, Tomáš, a taciturn loner, takes a job cleaning houses where people have recently died. Things take an alarming turn when he begins putting in overtime: hiding behind closet doors after hours to secretly watch the homes’ residents. His voyeuristic ways soon lead to a romantic obsession with a woman in distress—but in order to help her, Tomáš will have to come out of the shadows.","release_date":"2015-10-15","vote_average":7.0,"runtime":94,"cert":"N\/A","id":394220,"title":"The Cleaner","adult":false,"genre_ids":[]},{"cast":["Steven Seagal","Tim Abell","Rob Van Dam","Dale Dye","Charlene Amoia"],"overview":"A Special Ops military Force, led by expert sniper Sergeant Jake Chandler, are sent to a remote Afghan village to extract an American congressman being held by the Taliban.","release_date":"2016-04-03","vote_average":4.4,"runtime":84,"cert":"\"\"","id":394223,"title":"Sniper: Special Ops","adult":false,"genre_ids":[28,10752]},{"cast":["Julie Christiansen","Henrik Prip"],"overview":"","release_date":"2015-12-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":394226,"title":"Et lift","adult":false,"genre_ids":[18]},{"cast":[],"overview":"There comes a time in every young athlete's life when he or she must weigh the value of training against the isolation from the activities of other youths. In this French movie, Sonia Petrova plays a young ballerina pondering this question. Her teacher is incredibly strict and stern, and the regimen she requires is all-encompassing. She explores the alternatives through the help of a hip young male student of modern dance, with whom she has a brief affair, but decides to continue with her classical training.","release_date":"1972-04-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":394233,"title":"Le feu sacré","adult":false,"genre_ids":[]},{"cast":[],"overview":"This colorful wildlife documentary follows the flight birds and expresses the need for conservation and sanctuaries. Baby seals are shown being clubbed to death for their pelts. The creatures of nature face the biggest enemy in humans who pollute and show callous disregard for the sanctity of wildlife and conservation.","release_date":"1970-04-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":394236,"title":"The Territory of Others","adult":false,"genre_ids":[]},{"cast":["Rentarô Mikuni","Sachiko Hidari","Yotaro Komatsu","Kenta Sato","Hirokazu Ishimatsu"],"overview":"First live action adaptation of Keiji Nakazawa's manga.","release_date":"1976-01-24","vote_average":0.0,"runtime":107,"cert":"N\/A","id":394239,"title":"Barefoot Gen","adult":false,"genre_ids":[18,10752]},{"cast":["Isabelle Heurtaux","Nathalie Perreau","Zara Whites","Jean-Luc Roux","Roberto Malone"],"overview":"Desolated by the death of one friend, Joy lets oneself be dragged into a sect which in fact hides a network of \"white slave trade\"","release_date":"1992-04-23","vote_average":0.0,"runtime":85,"cert":"N\/A","id":394242,"title":"Joy in San Francisco","adult":true,"genre_ids":[10749,18]},{"cast":["Mariko Miyagi","Kazuhide Kasuga","Shôji Ishibashi","Etsuko Ichihara","Masuyo Iwamoto"],"overview":"First live action \"Barefoot Gen\" sequel.","release_date":"1977-03-26","vote_average":0.0,"runtime":123,"cert":"N\/A","id":394245,"title":"Barefoot Gen: Explosion of Tears","adult":false,"genre_ids":[18,10752]},{"cast":["Zeid Hamdan","Maii Waleed Yassin","Ostaz Samm","Amer Shomali","Mayaline Hage"],"overview":"Yallah! Underground follows some of today’s most influential and progressive artists in Arab underground culture from 2009 to 2013 and documents their work, dreams and fears in a time of great change for Arab societies.  In a region full of tension, young Arab artists in the Middle East have struggled for years to express themselves freely and to promote more liberal attitudes within their societies.  During the Arab Spring, like many others of this new generation, local artists had high hopes for the future and took part in the protests. However, after years of turmoil and instability, young Arabs now have to challenge both old and new problems, being torn between feelings of disillusion and a vague hope for a better future.","release_date":"2015-12-15","vote_average":5.0,"runtime":85,"cert":"N\/A","id":394248,"title":"Yallah! Underground","adult":false,"genre_ids":[10402,99]},{"cast":["Claudia la Gatta","Javier Vidal","Daniel Elbittar","Juan Carlos Pabón","Nacarid Escalona"],"overview":"A woman, nearly forty, once a famous model is now a successful designer and businesswoman feels abandoned by her husband, a lover of youth. The fate tends a trap, the sudden appearance of her husband's son from a previous marriage, entangled in desire and love will make them discover their hidden truths.","release_date":"2013-11-15","vote_average":10.0,"runtime":90,"cert":"N\/A","id":394251,"title":"My Husband's Son","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Cannes Film Festival 1960","release_date":"1960-04-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":394254,"title":"Orient-Occident","adult":false,"genre_ids":[]},{"cast":["Ninón Sevilla","Pedro Armendáriz","René Cardona","Ricardo Román","Fanny Schiller"],"overview":"In the port of Havana, two biracial children, Mateo (Ricardo Román) and Caridad (Ninón Sevilla) grow up together. She is the daughter of a white man who died in a shipwreck and of a black laundress of African origin. Over the years, Mateo falls for Caridad, but she doesn't love him back because she has fallen for a Mexican captain, Martin (Pedro Armendáriz), who she happened to meet at the port. The captain also fell in love with Caridad and proposes that they live together and she accepts. Caridad works in a cabaret in the port and the owner, Guevara (René Cardona), feels an attraction for the girl, and in a moment of jealousy, tries to kill Martin. Martin falls into financial trouble and has to mortgage his boat to Guevara. When Martin returns to Veracruz, Mexico, Guevara feels that he's the new owner of Caridad.","release_date":"1954-07-16","vote_average":4.0,"runtime":80,"cert":"N\/A","id":394257,"title":"Mulata","adult":false,"genre_ids":[18]},{"cast":["Valerio Mastandrea","Bérénice Bejo","Guido Caprino","Fabrizio Gifuni","Roberto Herlitzka"],"overview":"Turin, 1969. Nine-year-old Massimo’s idyllic childhood is shattered by the mysterious death of his mother. The young boy refuses to accept this brutal loss, even if the priest says she is now in Heaven. Years later in the 90s, adult Massimo has become an accomplished journalist. After reporting on the war in Sarajevo, he begins to suffer from panic attacks. As he prepares to sell his parents’ apartment, Massimo is forced to relive his traumatic past. Compassionate doctor Elisa could help tormented Massimo open up and confront his childhood wounds…","release_date":"2016-11-10","vote_average":6.7,"runtime":131,"cert":"N\/A","id":394260,"title":"Sweet Dreams","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The Eter family live on a state housing estate in a suburb comprising mainly Anglo-Australian families. One night a fight breaks out involving the Eters' teenage sons and those of the neighbour. Racial insults are thrown and returned. People are hurt, property is damaged and police are called. The following day sixteen-year-old Billal Eter crosses the road. A car accelerates. His mother sees Billal flying through the air.  Billal lies in a hospital in a coma fighting for his life. Meanwhile his parents plead with the government housing authorities to move them from the suburb where the driver of the car still resides.","release_date":"1996-10-09","vote_average":0.0,"runtime":86,"cert":"N\/A","id":394263,"title":"Billal","adult":false,"genre_ids":[]},{"cast":[],"overview":"A \"Polityka\" weekly journalist Marta Wesolowska and photo-reporter Erazm Ciolek visit Urszula Flis, who runs a country farm. A young woman living on her own, Flis is an untypical villager in that she is interested in culture, corresponds with writers, etc.","release_date":"1974-01-01","vote_average":6.0,"runtime":15,"cert":"N\/A","id":394274,"title":"The Visit","adult":false,"genre_ids":[99]},{"cast":["Arturo Massol","Alexis Massol"],"overview":"Puerto Rican coffee farmers fight a plague of beetles and other menaces with homegrown biological warfare, good humor, and strong coffee.","release_date":"2011-11-05","vote_average":0.0,"runtime":68,"cert":"N\/A","id":394277,"title":"Semi-Toasted","adult":false,"genre_ids":[99]},{"cast":["Aurélia Petit","Olivier Broche","Délia Espinat-Dief"],"overview":"Comedy fuses with science fiction in this quirky film about the chaos that ensues when an “elk” (in fact, a tall individual who wears a coat, does not speak, and has an elk’s head and antlers) emerges from the forest near a small town. Accepted by a family who interacts with him as if nothing is unusual, they initially shelter their guest from their neighbors. But not for long!","release_date":"2016-02-24","vote_average":0.0,"runtime":83,"cert":"N\/A","id":394280,"title":"The Elk","adult":false,"genre_ids":[35]},{"cast":["Beth Bautista","Joseph Sytangco","Dick Israel","Anthony Alonzo","Josephine Garcia"],"overview":"Based on the real life events, this film tells the tragedy of Baby Porcuna, the sister of notorious gangster of the 1960s, Boy Porcuna, and her liaisons with men.","release_date":"1978-03-17","vote_average":0.0,"runtime":110,"cert":"N\/A","id":394283,"title":"The World is not Yours, Baby Porcuna","adult":false,"genre_ids":[18]},{"cast":["Lorna Tolentino","Monsour Del Rosario","Giselle Toengi","Lara Fabregas","Richard Quan"],"overview":"Luksong Tinik shows how Beth Pineda, a loving single mother involved in illegal activities as courier for a fake passport syndicate, is dragged into a media frenzy. She gets caught between the truth, too much deadly information and the manipulative media. Like the game of luksong tinik (jumping over thorns), her situation becomes more dangerous as the leaps get higher.","release_date":"1999-06-23","vote_average":0.0,"runtime":110,"cert":"N\/A","id":394290,"title":"Jumping Over Thorns","adult":false,"genre_ids":[53,28]},{"cast":["Anne Alvaro","Melvil Poupaud","Jean-Claude Wino"],"overview":"","release_date":"1986-01-02","vote_average":0.0,"runtime":65,"cert":"N\/A","id":394293,"title":"Dans un miroir","adult":false,"genre_ids":[]},{"cast":["Vilma Santos","Aga Muhlach","Gabby Concepcion","Aiko Melendez","Alice Dixson"],"overview":"An endearing romantic drama that tells of a very curious affair between Clara, an older woman and Jason, a young unhappily married boy (Aga Muhlach). In between them are her husband, Jason, and Leda, his wife. All told, the movie proves once again that love does not only happen in the most unexpected times and places. It also makes people do the strangest things.","release_date":"1992-08-17","vote_average":0.0,"runtime":123,"cert":"N\/A","id":394296,"title":"Your Lying Heart","adult":false,"genre_ids":[10749,18]},{"cast":["Maj-Britt Nilsson","Sven-Eric Gamble","Per Oscarsson","Olof Winnerstrand","Gunnar Björnstrand"],"overview":"Three young poets are about to make their debuts","release_date":"1953-09-07","vote_average":6.0,"runtime":95,"cert":"N\/A","id":394299,"title":"Vi tre debutera","adult":false,"genre_ids":[18]},{"cast":["Sivaji Ganesan","Padmapriya","R. Muthuraman","K. Balaji","CID Sakunthala"],"overview":"Vaira Nenjam is a 1975 Indian Tamil film, directed and produced by C. V. Sridhar. The film stars Sivaji Ganesan, Padmapriya, R. Muthuraman and K. Balaji in lead roles. The film had musical score by M. S. Viswanathan","release_date":"1975-11-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":394302,"title":"Vaira Nenjam","adult":false,"genre_ids":[]},{"cast":[],"overview":"A tribute to Raynal’s parents, who were Resistance fighters and communists in the South of France during World War II. The interviews with those who worked together to save the persecuted are unmistakably moving, at once intimate and sprawling.","release_date":"2009-04-28","vote_average":0.0,"runtime":46,"cert":"\"\"","id":394305,"title":"Gougnette","adult":false,"genre_ids":[99]},{"cast":["Pyotr Glebov","Innokentiy Smoktunovskiy","Sergey Lemeshev","Aleksandr Pirogov"],"overview":"Film version of the Rimsky Korsakov opera from the Pushkin story. Motsart i Salyeri (Mozart and Salieri), based on a legend that Salieri poisoned Mozart, meditates on the nature of creativity while introducing, in brilliantly compressed speeches, what was to be one of the important Russian themes—metaphysical rebellion against God.","release_date":"1962-11-19","vote_average":0.0,"runtime":47,"cert":"\"\"","id":394308,"title":"Mozart and Salieri","adult":false,"genre_ids":[18,10402]},{"cast":["Kim Bodnia","Rikke Bendsen","Lisbet Lundquist","Morten Hauch-Fausbøll"],"overview":"","release_date":"2012-04-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":394311,"title":"Caroline - den sidste rejse","adult":false,"genre_ids":[18]},{"cast":["Sadao Abe","Eita","Satoshi Tsumabuki","Karen Iwata","Yuko Takeuchi"],"overview":"Residents in a town have a hard time due to the land tax and forced labor. 9 people, including Juzaburo Kokutaya (Sadao Abe), worry about the future of their town. They then set up a plan to save the town. The plan is to lend large amounts of money to han (historical term for the estate of a warrior) and distribute the interest annually to the residents, but if they're caught they will lose their lives.","release_date":"2016-05-14","vote_average":4.4,"runtime":130,"cert":"N\/A","id":394314,"title":"The Magnificent Nine","adult":false,"genre_ids":[35]},{"cast":["Maud Berjon","Valentin Michaud","Corentin Didou","Maud Walliang","Julie Caretti"],"overview":"","release_date":"2007-12-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":394317,"title":"On dirait que...","adult":false,"genre_ids":[99]},{"cast":["Mel Smith","Griff Rhys Jones"],"overview":"Smith and Jones debate on an awe inspiring range of themes from Devon to death, self assembly furniture to the summer of love and aids to anal retention.","release_date":"1994-10-03","vote_average":9.0,"runtime":70,"cert":"N\/A","id":394320,"title":"Smith & Jones - One Night Stand","adult":false,"genre_ids":[35]},{"cast":["Michael Wright","Alex Maisonette","Felipe Luciano","Rocky Passafaro","Lenny Green"],"overview":"NYPD cop Ruda is a cop during the day and a religious Santerio (High Ranking Priest) of \"Black Magic\" by night. A curse is placed on the NYPD by the mother of a boy shot by cops. Now the NYPD needs Ruda to help break the curse.","release_date":"2013-01-17","vote_average":0.0,"runtime":95,"cert":"\"\"","id":394323,"title":"D'Curse","adult":false,"genre_ids":[]},{"cast":["Keiko Suzuki","Daisuke Ono","Sanae Fuku","Youko Hikasa","Minami Tsuda"],"overview":"The film adapts and expands the Planetarian visual novel by Key. The story is set in a dystopian future where biological and nuclear warfare has left a once prosperous civilization in complete ruin. The film tells the story of an old man travelling around with a mobile planetarium projector to show people the stars.","release_date":"2016-09-03","vote_average":8.2,"runtime":117,"cert":"N\/A","id":394326,"title":"Planetarian: Hoshi no Hito","adult":false,"genre_ids":[16,18]},{"cast":["Patricia Dainton","Conrad Phillips","Madge Ryan","Nigel Green","Richard O'Sullivan"],"overview":"A killer breaks into an apartment to steal a valuable brooch. He kills an old woman, but in fleeing he encounters a young woman on the stairs who will become his target.","release_date":"1959-12-01","vote_average":7.4,"runtime":62,"cert":"N\/A","id":394329,"title":"Witness in the Dark","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Based on a true story about a young Cessna pilot and an aging air traffic controller whose lives collide one fateful night in and over Roswell, New Mexico.","release_date":"2016-03-01","vote_average":0.0,"runtime":19,"cert":"\"\"","id":394332,"title":"The Last Transmission","adult":false,"genre_ids":[18,878]},{"cast":[],"overview":"Color test for animation by Bob Sabiston","release_date":"1999-01-01","vote_average":0.0,"runtime":2,"cert":"\"NR\"","id":394335,"title":"Color Test","adult":false,"genre_ids":[16]},{"cast":["Lorella Zanardo"],"overview":"The representation of women in contemporary Italian media","release_date":"2011-05-11","vote_average":9.0,"runtime":24,"cert":"N\/A","id":394342,"title":"Women's Bodies","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Showcases the government's initial achievements in the Operation Bootstrap project.","release_date":"1948-01-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":394345,"title":"Informe al pueblo","adult":false,"genre_ids":[]},{"cast":[],"overview":"This short film celebrates the social legislation of wage reform for cane laborers.","release_date":"1948-01-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":394348,"title":"Caña","adult":false,"genre_ids":[]},{"cast":[],"overview":"With the early onset of Alzheimer's at 52, John Mann, front man for Canadian Celtic rock band Spirit of the West, confronts the reality that he's losing grasp of the poetic and political lyrics he shared with millions.","release_date":"2016-07-01","vote_average":0.0,"runtime":86,"cert":"\"\"","id":394351,"title":"Spirit Unforgettable","adult":false,"genre_ids":[]},{"cast":["Filippo Timi","Valentina Chico","Marco Bizzoni","Alessandro Riceci","Fabrizio Romagnoli"],"overview":"","release_date":"2006-06-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":394354,"title":"Homo homini lupus","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2013-01-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":394357,"title":"Gas-Fieber","adult":false,"genre_ids":[99]},{"cast":["Grant Douglas Bromley","Mark McIntyre","Doug Robertson","Nick Skoda","Parker Fox Hysmith"],"overview":"A young man runs away from home only to find that the world he is running to isn't quite what he anticipated.","release_date":"2013-09-21","vote_average":10.0,"runtime":81,"cert":"\"NR\"","id":394360,"title":"Dreams of The Wayward","adult":false,"genre_ids":[18]},{"cast":["Autumn Rose","Rehtaeh Rayne","Kiss","Lacy June","Smoking Mary Jane"],"overview":"After a long day at work, Autumn arrives. She finds out the dishes have not been put away by roommate Rehtaeh. Autumn decides there is only one way to make up for this... Lacy isn't doing very well in her English class. As she runs into Ms. Foster outside of class, Ms. Foster offers to become her tutor. Things just don't go as planned...or do they. Mary Jane walks into an interview hoping to get the position. Interviewer Paige wants to make sure she has everything she needs for the position. To make sure of this, Paige invites her to the back where she can test her qualifications. Darling's boyfriend has stood her up again. Vicky has come to be her support. Things wind up being a little more than they bargained for.","release_date":"2007-06-12","vote_average":0.0,"runtime":121,"cert":"\"NC-17\"","id":394363,"title":"Ladies Night","adult":true,"genre_ids":[10749]},{"cast":[],"overview":"The film recreates the miracle of the birth of Jesus in a Puerto Rican field. It begins with the pilgrimage of Mary and Joseph, the birth of Jesus, and the arrival of the Three Kings.","release_date":"1961-01-01","vote_average":0.0,"runtime":25,"cert":"N\/A","id":394366,"title":"Milagro en la montaña","adult":false,"genre_ids":[18]},{"cast":["Rafe Spall","Rebecca Night","Frank Rizzo"],"overview":"The classic scenario of a couple separating their CDs at the end of a relationship is given a new spin for the iPod generation.","release_date":"2009-10-01","vote_average":0.0,"runtime":13,"cert":"N\/A","id":394369,"title":"Modern Life Is Rubbish","adult":false,"genre_ids":[18]},{"cast":["Kerstin Klinz","Judith Hoersch","Erich Redman","Ernst Meincke"],"overview":"","release_date":"2000-05-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":394372,"title":"Digital Ghost","adult":false,"genre_ids":[878]},{"cast":[],"overview":"Self-portrait of the filmmaker seen through the mystical postmodern prism of Iranian cinema","release_date":"2008-01-01","vote_average":10.0,"runtime":3,"cert":"\"\"","id":394375,"title":"Sharhé-Halé Shakhsi: M. Rankin","adult":false,"genre_ids":[]},{"cast":[],"overview":"A World Assembled represents Toby Tatum's creation of an improbable realm, stitched together from a kit of warring elements into a fantastic whole.","release_date":"2013-03-07","vote_average":0.0,"runtime":4,"cert":"N\/A","id":394382,"title":"A World Assembled","adult":false,"genre_ids":[]},{"cast":["Michael Ballhaus","Fritz Müller-Scherz","Karl-Heinz Vosgerau","Günter Rohrbach","Moritz Eggert"],"overview":"A retrospective look at the making of \"World on a Wire\".","release_date":"2010-02-18","vote_average":5.0,"runtime":51,"cert":"N\/A","id":394385,"title":"Rainer Werner Fassbinder's World on a Wire: Looking Ahead to Today","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Genevieve Lutkin’s film work echoes a call to the innate feminine psyche. Willing for women, estranged from their intuitive sense of nature, to return back to the slow pace of the wilderness.","release_date":"2011-04-24","vote_average":0.0,"runtime":3,"cert":"N\/A","id":394388,"title":"Mother Tongue","adult":false,"genre_ids":[]},{"cast":["Jesse Calderón"],"overview":"Traces the economic history of Puerto Rico in the sugar plantations, and the closing of the last one in 1990.","release_date":"2000-01-02","vote_average":0.0,"runtime":42,"cert":"N\/A","id":394391,"title":"Zafra: la historia de la industria azucarera en Puerto Rico","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A young couple in tropical Australia is trapped in their home by three fugitives carrying a mysterious icebox containing unknown contents, and they must rely on their wits and cunning to survive as a severe tropical cyclone looms.","release_date":"2007-10-26","vote_average":6.0,"runtime":7,"cert":"\"\"","id":394394,"title":"Halo: Landfall","adult":false,"genre_ids":[28,878]},{"cast":["Jacobo Morales","Yezmín Luzzed","Kisha Tikina Burgos","Gil René","Norman Santiago"],"overview":"Interconnects the life of four Puerto Rican actors and a Colombian director while they participate in a Theater Improvisation Festival. They will be forced to reflect on their future in art amid economic crisis, global warming, and technological dependency.","release_date":"2010-07-21","vote_average":0.0,"runtime":98,"cert":"N\/A","id":394397,"title":"Il Viaggio","adult":false,"genre_ids":[18,35]},{"cast":["Mariele Millowitsch","Hinnerk Schönemann","Julia Brendler","Dirk Borchardt","Thomas Heinze"],"overview":"","release_date":"2016-01-13","vote_average":7.0,"runtime":null,"cert":"N\/A","id":394400,"title":"Marie Brand und die Schatten der Vergangenheit","adult":false,"genre_ids":[10770,80]},{"cast":["Alwara Höfels","Sophie Schütt","Hildegard Krekel","Thure Riefenstein","Janek Rieke"],"overview":"","release_date":"2014-03-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":394403,"title":"Schwestern","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A ballerina, an audition, a lifetime spent dreaming, trying to fly...","release_date":"2014-01-01","vote_average":0.0,"runtime":13,"cert":"\"\"","id":394406,"title":"Sugar Plum Fairy","adult":false,"genre_ids":[]},{"cast":["Gunnar Möller","Dinah Hinz","Werner Kreindl","Helmut Kircher","Peter Bongartz"],"overview":"","release_date":"1972-12-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":394409,"title":"Ein Wochenende des Alfred Berger","adult":false,"genre_ids":[18]},{"cast":["Daphne Scoccia","Josciua Algeri","Laura Vasiliu","Valerio Mastandrea","Gessica Giulianielli"],"overview":"Young and in prison for theft, Daphne falls in love with Josh, another inmate. Their love story exists through secret letters and fleeting conversations.","release_date":"2016-05-25","vote_average":6.3,"runtime":110,"cert":"N\/A","id":394412,"title":"Fiore","adult":false,"genre_ids":[18]},{"cast":["Rachel Feinstein","Amy Schumer","Booker Garrett"],"overview":"In Rachel Feinstein's first hour-long special, she brings her blunt humor to a variety of topics, including her love of Christian sleepovers and the purposelessness of dick pics. Feinstein embodies a variety of memorable characters like her terrifyingly mature middle school friend, her judgmental grandmother, and porn star Jenna Jameson.","release_date":"2016-04-23","vote_average":7.0,"runtime":52,"cert":"\"NR\"","id":394415,"title":"Rachel Feinstein: Only Whores Wear Purple","adult":false,"genre_ids":[35]},{"cast":[],"overview":"How wonderful to share the songs of Christmas with a newborn! This release includes timeless Christmas classics along with newer Christmas favorites. The DVD features beautiful Christmas scenes and timeless traditional holiday moments, continuing to combi","release_date":"2007-10-02","vote_average":0.0,"runtime":30,"cert":"\"\"","id":394422,"title":"The Praise Baby Collection: Joy to the World","adult":false,"genre_ids":[]},{"cast":["Florence Welch","Deena Thompson","Morgan Watkins","Timothy Renuf","Frederick Schmidt"],"overview":"\"The Odyssey\" reaches for inspiration in the great literary journeys such as Dante's \"Inferno\" and the homonymous work by Homer - which lends the title to this film - to portrait the many fases of love and break up and suffering. Featuring songs from Florence + the Machine latest album, \"How Big, How Blue, How Beautiful\", \"The Odyssey\" puts together the previously released music videos and introduces the one for \"Third Eye\".","release_date":"2016-04-24","vote_average":9.0,"runtime":48,"cert":"\"\"","id":394433,"title":"The Odyssey","adult":false,"genre_ids":[10402,18]},{"cast":[],"overview":"A determined young Alaskan native learns to appreciate and perpetuate village traditions through conversations with his grandfather, a legendary dog-sledder.","release_date":"2016-04-24","vote_average":0.0,"runtime":23,"cert":"\"\"","id":394440,"title":"In Attla's Tracks","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this nocturnal, almost wordless reverie, a man stumbles through a forest following the trail of a lost companion.","release_date":"2016-04-24","vote_average":0.0,"runtime":9,"cert":"\"\"","id":394443,"title":"The Dream of Bottom","adult":false,"genre_ids":[]},{"cast":[],"overview":"For all of the java junkies out there, watch as a coffee spill becomes a visual reverie.","release_date":"2016-04-24","vote_average":0.0,"runtime":4,"cert":"\"\"","id":394446,"title":"Splotch","adult":false,"genre_ids":[]},{"cast":[],"overview":"A hard-working woman tries to build a better life with the purchase of a used red car.","release_date":"2013-10-15","vote_average":0.0,"runtime":15,"cert":"\"\"","id":394449,"title":"Red Car","adult":false,"genre_ids":[]},{"cast":[],"overview":"A man leading a Sisyphean life suddenly has a euphoric vision, quickly followed by a dysphoric transformation.","release_date":"2013-08-27","vote_average":0.0,"runtime":9,"cert":"\"\"","id":394452,"title":"Upon the Rock","adult":false,"genre_ids":[12]},{"cast":["Ryô Tamura","Nobuko Miyamoto","Akemi Ōshima","Toshinori Omi","Fumi Dan"],"overview":"1982 Japanese film directed by Tengo Yamada.","release_date":"1982-10-23","vote_average":0.0,"runtime":103,"cert":"N\/A","id":394455,"title":"Yukko no Okurimono: Cosmos no Yō ni","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Documents an indigenous people who fight against a multinational mining company (Panguna copper mine) and government forces (PNG). The guerrillas relay the belief that they fight to defend their independence and preserve the local environment on the island of Bougainville.","release_date":"1998-06-01","vote_average":0.0,"runtime":52,"cert":"N\/A","id":394466,"title":"Bougainville: Our Island, Our Fight","adult":false,"genre_ids":[]},{"cast":["King Diamond","Andy LaRocque","Herb Simonsen","Chris Estes","Darrin Anthony"],"overview":"King Diamond at Vega, Copenhagen, Denmark  01) Out from the Asylumn\r 02) Welcome Home\r 03) The Invisible Guests\r 04) Sleepless Nights\r 05) The Spider`s Lullabye\r 06) Eye of the Witch\r 07) The Trial (Chambre Ardente)\r 08) The Graveyard\r 09) Waiting\r 10) Meet Me at Midnight\r 11) Trick or Treat\r 12) Up from the Grave\r 13) Abigail\r 14) Halloween\r 15) Cremation","release_date":"1997-03-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":394469,"title":"King Diamond: [1997] Meet Me at Copenhagen's Vega","adult":false,"genre_ids":[]},{"cast":["Thomas Kretschmann","Oliver Nägele","Jochen Nickel","Hans-Michael Rehberg","Dieter Landuris"],"overview":"","release_date":"2001-02-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":394472,"title":"Der Solist - Niemandsland","adult":false,"genre_ids":[80]},{"cast":["Cybill Shepherd","Peter Bogdanovich","Timothy Bottoms","Jeff Bridges","Ellen Burstyn"],"overview":"This hour-long 1999 documentary by Laurent Bouzereau features interviews with director Peter Bogdanovich, acotrs Cybil Shepherd, Timothy Bottoms, Jeff Bridges, Ellen Burstyn, Cloris Leachman, and Frank Marshall, and author Larry McMurty","release_date":"1999-04-25","vote_average":6.0,"runtime":65,"cert":"\"\"","id":394475,"title":"The Last Picture Show: A Look Back","adult":false,"genre_ids":[99]},{"cast":["Namie Amuro"],"overview":"Namie Amuro's 15th tour (focusing primarily on her _genic album) consisted of 44 performances throughout Japan from September 2015 to February 2016. The concert was released to home video a month later in the same year. Aside from the format both the DVD and Bluray are identical content-wise and include two bonus tracks shot at Miyagi Sekisui Heim Super Arena. The track set: What I Did For Love, Close your eyes, Close to you, Fly, Photogenic, NAKED, Time Has Come, Space Invader, BRIGHTER DAY, It, B Who I Want 2 B, Sit! Stay! Wait! Down!, Say the word, SWEET KISSES, Golden Touch, Get Myself Back, BLACK DIAMOND, grotesque, REVOLUTION, Dr., Red Carpet, TSUKI, Black Make Up, Every Woman, Stranger, Scream, Fashionista, Birthday, Anything, and Fight Together.","release_date":"2016-03-02","vote_average":8.5,"runtime":128,"cert":"N\/A","id":394478,"title":"namie amuro LIVEGENIC 2015-2016","adult":false,"genre_ids":[10402]},{"cast":["August Schram","Elfi Wunsch"],"overview":"The sequel to the 2013 short, August sings Carmen 'Habanera'. After Elfie and her nerdy son August successfully proved themselves on their home webcam in MeTube 1, the odd pair venture onto the street to present the biggest, boldest, and sexiest operatic flash mob the internet has ever witnessed!","release_date":"2016-01-23","vote_average":6.0,"runtime":5,"cert":"N\/A","id":394481,"title":"MeTube 2: August sings Carmina Burana","adult":false,"genre_ids":[35,18,10402]},{"cast":["Mrigendra Konwar","Mrigendra Konwar"],"overview":"An encounter with ones own past, as the mainstream engulfs all sub cultures and ethos and tries to create one world order.","release_date":"2015-11-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":394484,"title":"The Head Hunter","adult":false,"genre_ids":[]},{"cast":["Eric Tsang","Stanley Fung","Jordan Chan","Bosco Wong","Gordon Lam"],"overview":"After the hot-tempered police detective Fei messes up yet another operation, he is transferred to a fictional department that houses all the useless staff the force couldn’t sack. There he finds a new enemy in the mild-mannered desk officer Johnny, who loathes Fei’s disregard for discipline. But when Fei’s father and Johnny’s mother coincidentally become an item, the new brothers must somehow learn to cohabit under the same roof.","release_date":"2016-04-21","vote_average":5.9,"runtime":102,"cert":"N\/A","id":394495,"title":"Buddy Cops","adult":false,"genre_ids":[28,35]},{"cert":"N\/A","title":"Wolf Mother: Hunted","cast":["Terri Claire","Katherine Black","Alexis Ramirez","Katherine Baker-MacKay"],"id":394498,"overview":"Our fearless pack leader finds herself turning on the hunter as she stares down the barrel of his rifle, only to meet the true mastermind behind this twisted plot. After coming face to face with another radical member of a fanatical sect of Fenris Hunters, the wolf mother decides she needs another pack member rather than a partner.","runtime":14,"genre_ids":[27,53],"release_date":"2015-11-17","vote_average":5.0,"adult":false}]