[{"cast":["Hulk Hogan","Tom Lister Jr.","Joan Severance","Kurt Fuller","David Paymer"],"overview":"Rip is the World Wrestling Federation champion who is faithful to his fans and the network he wrestles for, but Brell, the new head of the World Television Network, wants Rip to wrestle for his network.","release_date":"1989-06-02","vote_average":5.0,"runtime":93,"cert":"N\/A","id":39002,"title":"No Holds Barred","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"Digital stories by survivors of domestic violence. Five survivors. Five strong women. Five engaging stories.","release_date":"2008-01-01","vote_average":0.0,"runtime":17,"cert":"N\/A","id":39003,"title":"Run, Jane, Run","adult":false,"genre_ids":[]},{"cast":[],"overview":"Examines the results of abstinence-only sex education from the point of view of one teen mother.","release_date":"2006-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":39004,"title":"Becky's Story","adult":false,"genre_ids":[99]},{"cast":["Sydney Arnold","Guy Bertrand","Andrew Bicknell","Ross Davidson","Myrtle Devenish"],"overview":"In the bleak days of 1983, the Crimson Permanent Assurance, an accountancy staffed by elderly workers much like a slave ship, has been taken over by efficiency-minded corporate types. When they sack an employee, there's an uprising.","release_date":"1983-01-01","vote_average":7.0,"runtime":16,"cert":"PG","id":39005,"title":"The Crimson Permanent Assurance","adult":false,"genre_ids":[28,12,35]},{"cast":["Koo Stark","Lydia Lisle","Martin Potter","Katherine Kath","Hope Jackman"],"overview":"Justine is a nubile young virgin cast out of a French orphanage and thrust into a depraved world of prostitution, predatory lesbians, a fugitive murderess, bondage, branding, and one supremely sadistic monk. It's a twisted tale of strange desires, perverse pleasures and the ultimate corruption of innocence as told by the Marquis de Sade.","release_date":"1977-01-01","vote_average":4.4,"runtime":99,"cert":"18","id":39006,"title":"Cruel Passion","adult":false,"genre_ids":[18]},{"cast":["Liana Kaarina","Esko Salminen","Toivo Mäkelä","Åke Lindman"],"overview":"Sten Lehtoja, a married, middle-aged businessman, picks up a young hitchhiker, Elsie, while driving to his summer home. Elsie spends the night and becomes his mistress. Later during the summer, Elsie also begins an affair with Reino, the teenage son of a local storekeeper. Sten offers to divorce his wife, and Elsie, attracted by the prospect of a secure social position, agrees to marry him when the divorce becomes final. One night when the couple are in bed, Reino climbs a ladder and attempts to force his way into their room; he falls and breaks his neck, and to avoid scandal Sten hides the body. But the strain of guilt ruins the romance, and Elsie contacts the police, who arrest her lover.","release_date":"1962-01-05","vote_average":4.3,"runtime":107,"cert":"N\/A","id":39009,"title":"Preludes to Ecstasy","adult":false,"genre_ids":[53,18,10749]},{"cast":["Dean Martin","Jerry Lewis","Janet Leigh","Edward Arnold","Fred Clark"],"overview":"Homer Flagg (Lewis) is a railroad worker in the small town of Desert Hole, New Mexico. One day he finds an abandoned automobile at an old atomic proving ground. His doctor and best friend, Steve Harris (Martin), diagnoses him with radiation poisoning and gives Homer three weeks to live. A reporter for a New York newspaper, hears of Homer's plight and convinces her editor, to provide an all-expenses paid trip to New York.","release_date":"1954-07-15","vote_average":7.4,"runtime":95,"cert":"N\/A","id":39016,"title":"Living It Up","adult":false,"genre_ids":[35,10402]},{"cast":["Saki Kagami","Joe Odagiri","Hiroshi Abe","Maho Nonami","Kenjiro Ishimaru"],"overview":"When Aoi is gang-raped by her classmates and kicked out of her home by her own parents she sees no reason to continue living. Before she commits suicide, however, she receives an email on her cellphone from a man named Toshi addressed to a girl named Ai. The message simply thanks the girl for being alive, but this specific message has an effect on Aoi and she decides to keep on living. Without many options, Aoi resorts to everything from paid dating to porn to earn money and meets a lot of less than reputable characters. Throughout it all though she looks toward Toshi as her hope for happiness and the two form a relationship.","release_date":"2001-10-20","vote_average":5.2,"runtime":104,"cert":"N\/A","id":39017,"title":"Platonic Sex","adult":false,"genre_ids":[18]},{"cast":["Van Heflin","Yvonne De Carlo","Alex Nicol","Preston Foster","Jack Oakie"],"overview":"In 1866, a new gold discovery and an inconclusive conference force the U.S. Army to build a road and fort in territory ceded by previous treaty to the Sioux...to the disgust of frontier scout Jim Bridger, whose Cheyenne wife led him to see the conflict from both sides. The powder-keg situation needs only a spark to bring war, and violent bigots like Lieut. Rob Dancy are all too likely to provide this. Meanwhile, Bridger's chance of preventing catastrophe is dimmed by equally wrenching personal conflicts. Unusually accurate historically.","release_date":"1951-02-05","vote_average":5.7,"runtime":82,"cert":"N\/A","id":39018,"title":"Tomahawk","adult":false,"genre_ids":[36,37]},{"cast":["Shunsuke Nakamura","Takashi Tsukamoto","Ryuta Sato","Hiroshi Tamaki","Yumi Asou"],"overview":"Guitarist Ko-chanis a mess of sexual repression after a childhood at the mercy of two elder sisters eager to use him as a guinea pig for their make-up skills. Bassist Gaku-chan keeps a bucket in the wings for whenever his nerves get the better of him, and drummer Momo-chan is doomed to forever carrying the botched childhood attempts at self-tattooing. It's not until this foursome is forced to look for an additional guitar player after Jin's dad burns his Stratocaster, that attitude and musical ability enter into the equation. Leather-clad, shade-wearing Tani (Tamaki), inseparable from his black Les Paul, is introduced as the king of R'n'R cool and Jinnai keeps him firmly seated on his throne throughout the film, retroactively proclaiming the guitarist, rather than himself, as the band's true hero.","release_date":"2003-01-01","vote_average":5.5,"runtime":105,"cert":"N\/A","id":39019,"title":"Rockers","adult":false,"genre_ids":[18,28,35,10402]},{"cast":["Ricardo Bauleo","Gloria Prat","Aldo Barbero","Susana Beltrán","Justin Martin"],"overview":"A doctor kidnaps young couples and performs bizarre experiments on them.","release_date":"1969-01-01","vote_average":4.4,"runtime":87,"cert":"N\/A","id":39020,"title":"The Curious Dr. Humpp","adult":false,"genre_ids":[27,878]},{"cast":["Baek Yoon-sik","Jae Hee","Kim Eung-soo","Choi Yeo-jin","Park Won-sang"],"overview":"Adolescence is one long, drawn-out nightmare for Byeong-tae. Quiet and introverted, he makes a perfect target for his school’s vicious bullies, all the more so when they catch on that his father is a policeman. Badly beaten up on a regular basis, Byeong-tae seeks a capable teacher in matters of physical combat. His quest remains a dead end until the day the mysterious Oh drifts into town. Little is known about Oh other than that he has a shady past and seeks to leave Korea as soon as he can. That, and the fact that when push comes to shove, Oh’s placid and distant front dissolves and his true nature as a fighter of unmatched skill and effectiveness comes ferociously forward. Initially, Oh rebuffs Byeog-tae’s pleading for lessons, telling him that it’s best not to fight at all.","release_date":"2006-01-05","vote_average":6.3,"runtime":100,"cert":"N\/A","id":39021,"title":"Art of Fighting","adult":false,"genre_ids":[28,35]},{"cast":["Takamasa Suga","Tak Sakaguchi","Ken'ichi Endô","Itsuji Itao","Ryûji Akiyama"],"overview":"When a good student named Kamiyama gets placed in a high school filled with disobedient kids, he steps up to the plate and takes a position of leadership. Urging the young slackers and rebels to clean up their act, Kamiyama is in store for a lot of resistance.","release_date":"2005-01-01","vote_average":5.4,"runtime":85,"cert":"N\/A","id":39022,"title":"Cromartie High School: The Movie","adult":false,"genre_ids":[35]},{"cast":["Fachry Albar","Ario Bayu","Shanty","Fahrani","August Melasz"],"overview":"A nameless country is in a state of chaos as natural disasters, corruption, and street justice rise. Part of the people grow more violent, the other part hope for the arrival of a promised leader.","release_date":"2007-04-19","vote_average":7.0,"runtime":102,"cert":"N\/A","id":39023,"title":"Dead Time","adult":false,"genre_ids":[9648,53,14]},{"cast":["Fachry Albar","Marsha Timothy","Ario Bayu","Tio Pakusadewo","Verdi Solaiman"],"overview":"A man discovers a boy is being abused and has to choose between saving him and losing his friends.","release_date":"2009-01-22","vote_average":7.5,"runtime":115,"cert":"N\/A","id":39024,"title":"The Forbidden Door","adult":false,"genre_ids":[53,9648,18]},{"cast":["Yuri Nakamura","Hiroki Narimiya","Saori Hara","Sayuki Matsumoto","Tomoko Murakami"],"overview":"Adapted from a sex-stuffed cult novel, LALAPIPO (a play on the phrase “A Lot of People”) follows divergent seedy strands of sexual and narrative spaghetti through the sticky Tokyo night. There’s a chubby freelance writer who’s so obsessed with masturbating to the sound of his upstairs neighbors going at it that he forgets to deal with his own love life and when he finally does have sex he is immediately filled with self-loathing. The upstairs neighbor’s story then splits off like an amoeba: she’s an office lady seduced by a “talent scout” who is falling down the sex industry ladder, moving from hostess, to massage girl, to private karaoke attendant. The talent scout’s story then splits off and runs in its own direction, revealing the sorry state of this young pimp’s soul. From there, the movie takes more and more time to consider the lives of more and more characters until the entire Japanese sex industry is filled with the wailing of lost souls.","release_date":"2009-02-07","vote_average":5.2,"runtime":120,"cert":"N\/A","id":39025,"title":"Lala Pipo: A Lot of People","adult":false,"genre_ids":[18,16,35]},{"cast":["Peter Dante","Susan Ward","David Chokachi","Pamela Anderson","Max Van Ville"],"overview":"A titillating teen comedy, a young surfer and his friends head to Costa Rica to save his beautiful aunt's beach motel, resurrect an old surf champion and find enough waves and women to make for a totally tasty time.","release_date":"2010-05-24","vote_average":4.6,"runtime":89,"cert":"N\/A","id":39026,"title":"Costa Rican Summer","adult":false,"genre_ids":[35]},{"cast":["Sasha Mitchell","Dennis Chan","Richard Comar","Noah Verduzco","Alethea Miranda"],"overview":"Kick-box champion David Sloan arrives in Rio de Janeiro for an exhibition fight. He and mentor Xian take pity on Brazilian rascal Marcos Coasta, an urchin who offers guide services but routinely steals from tourists for himself and his older sister Isabella. David is shocked when he sees how his Argentinian opponent Marcelo needlessly abuses a courteous local sparing partner. That's the doing of his evil US manager, Lane. He has nasty plans to force David to cheat and runs a white slavery racket.","release_date":"1992-06-11","vote_average":4.4,"runtime":92,"cert":"N\/A","id":39027,"title":"Kickboxer 3: The Art of War","adult":false,"genre_ids":[28,53]},{"cast":["Rafael Sardina","Ramón Rodríguez","Julissa Bermudez","Dawn Noel Pignuola","Celinez Bosque"],"overview":"Friends from Queens decide to move into a run down Harlem brownstone ultimately converting it into an illegal youth hostel in order to make ends meet.","release_date":"2010-02-12","vote_average":0.0,"runtime":82,"cert":"N\/A","id":39028,"title":"Harlem Hostel","adult":false,"genre_ids":[35,18]},{"cast":["Tatsuya Nakadai","Etsushi Takahashi","Yuriko Hoshi","Tadao Nakamaru","Akira Kubo"],"overview":"In this pitch-black action comedy by Kihachi Okamoto, a pair of down-on-their-luck swordsmen arrive in a dusty, windblown town, where they become involved in a local clan dispute. One, previously a farmer, longs to become a noble samurai. The other, a former samurai haunted by his past, prefers living anonymously with gangsters. But when both men discover the wrongdoings of the nefarious clan leader, they side with a band of rebels who are under siege at a remote mountain cabin. Based on the same source novel as Akira Kurosawa’s Sanjuro, Kill! playfully tweaks samurai film convention, borrowing elements from established chanbara classics and seasoning them with a little Italian western.","release_date":"1968-06-22","vote_average":7.0,"runtime":114,"cert":"N\/A","id":39029,"title":"Kill!","adult":false,"genre_ids":[28,35]},{"cast":["Larry the Cable Guy","Keith Ferguson","Lindsey Collins","Elissa Knight"],"overview":"Mater is a matador fighting a herd of bulldozers in Spain. When Lightning McQueen enters the story, the bulldozers begin to chase him due to his red paint.","release_date":"2008-10-29","vote_average":5.6,"runtime":3,"cert":"N\/A","id":39030,"title":"El Materdor","adult":false,"genre_ids":[16]},{"cast":["Nick May","Blake Young-Fountain","Damián Fuentes","Tom Merlino","Matthew Sandager"],"overview":"Distraught after he overhears his two 30-something lovers talking about finding a new \"toy\" to replace him, young Ricky looks for love through a series of random sexual encounters while house-sitting for the couple over the Christmas holidays. Meanwhile, he contemplates suicide. But when Ricky meets a compassionate new friend, he may be experiencing the sparks of real love in this compelling and sexy gay drama.","release_date":"2007-11-10","vote_average":4.9,"runtime":81,"cert":"N\/A","id":39033,"title":"The Houseboy","adult":false,"genre_ids":[18]},{"cast":["Tim Vine"],"overview":"It's Tim Vine recorded live doing what he does best, peppering gags at a defenseless audience. Armed with an arsenal of rapid fire one-liners, a bag of cheap props and a pocket full of stupid ditties. Watch Tim in full flight.... resistance is futile.","release_date":"2008-10-27","vote_average":7.8,"runtime":65,"cert":"PG","id":39036,"title":"Tim Vine: So I Said to This Bloke...","adult":false,"genre_ids":[35]},{"cast":["Alexis Bledel","Scott Porter","Bryan Greenberg","Aaron Yoo","Anna Chlumsky"],"overview":"Ambitious young Manhattanite and urban conservationist Beth wants it all: a good job, good friends, and a good guy to share the city with. Of course that last one is often the trickiest of all. Beth falls hard for Tommy, a sexy, young Wall Street hot-shot. But just as everything seems to be falling into place, complications arise in the form of Tommy's sensitive and handsome co-worker Daniel. Beth soon learns that the game of love in the big city is a lot like Wall Street -- high risk, high reward and everybody has an angle.","release_date":"2009-04-25","vote_average":5.6,"runtime":90,"cert":"N\/A","id":39037,"title":"The Good Guy","adult":false,"genre_ids":[35,10749]},{"cast":["Logan McPherson","Danielle Lewis","Jarrod Young","Jerry Lewis","Drake Bell"],"overview":"To impress a beautiful girl, Harold Kelp, the grandson of professor Julius Kelp, who created a potion to transform his personality, gets his hands on his grandfather's secret elixir and unleashes his destructive alter ego, Jack.","release_date":"2008-11-24","vote_average":4.0,"runtime":72,"cert":"N\/A","id":39038,"title":"The Nutty Professor","adult":false,"genre_ids":[16,35,10751]},{"cast":["Prithviraj Kapoor","Leela Chitnis","Nargis","Raj Kapoor","Helen"],"overview":"A petty thief is put on trial for the attempted murder of a lawyer. Through a series of flashbacks, the intertwining lives of the thief, the lawyer, and the thief's defense lawyer are illustrated.","release_date":"1951-04-07","vote_average":6.5,"runtime":193,"cert":"N\/A","id":39039,"title":"Awaara","adult":false,"genre_ids":[18]},{"cast":["Timothy Hutton","Mira Sorvino","Dana Delany","Mario Van Peebles","Stockard Channing"],"overview":"Gabriel is a man who on the surface has it all-successful professional life as an architect, a beautiful wife, Annie, and a devoted young daughter, Elizabeth. But slowly it dawns on him that he is not really happy. Gabriel decides that he wants to write a play about the sorry state of his life. He quits his job, gets a pushy literary agent friend to represent him and starts writing. Although his marriage ends in a divorce, the play is success and although his life is different than it was, he is happier.","release_date":"2010-05-07","vote_average":5.9,"runtime":97,"cert":"N\/A","id":39042,"title":"Multiple Sarcasms","adult":false,"genre_ids":[18,10749]},{"cast":["Ingrid Pitt","Nigel Green","Sandor Elès","Maurice Denham","Patience Collier"],"overview":"Based on the story of Elisabeth Bathory, the 18th century Countess who indulged herself in an orgy of murder and vampirism before before being walled up in her room by the authorities. The ageing Countess Dracula discovers that the blood of young virgins has a restorative effect on her celebrated beauty. Years later, she becomes engaged to a handsome young Hussar and is forced to repeat vile atrocities with ever-increasing regularity to hold off old age.","release_date":"1971-01-31","vote_average":5.8,"runtime":93,"cert":"","id":39043,"title":"Countess Dracula","adult":false,"genre_ids":[27]},{"cast":["Terence Morgan","Ronald Howard","Fred Clark","Jeanne Roland","George Pastell"],"overview":"Those who have interfered with the Tomb of Ra-Antef are in terrible danger. Against expert advice, American showman and financial backer of the expedition, Alexander King, plans a world tour exhibiting this magnificent discovery from the ancient world but on the opening night the sarcophagus is void of its contents. The mummy has escaped to fulfill the dreadful prophesy and exact a violent and bloody revenge on all those who defiled his final resting place.","release_date":"1964-10-18","vote_average":5.7,"runtime":78,"cert":"","id":39044,"title":"The Curse of the Mummy's Tomb","adult":false,"genre_ids":[27]},{"cast":["Scott Grimes","Tom Bosley","Rickie Lee Jones","James Earl Jones"],"overview":"Pinocchio and his friends, a glow worm and a marionette, search for a magic music box. However, so are the evil Scalawag and the Emperor of the Night.","release_date":"1987-08-06","vote_average":5.3,"runtime":83,"cert":"N\/A","id":39045,"title":"Pinocchio and the Emperor of the Night","adult":false,"genre_ids":[16,12,10751]},{"cast":["Barbara Stanwyck","Rod La Rocque","William 'Stage' Boyd","Betty Bronson","Harry Stubbs"],"overview":"On her first anniversary, Ann Reagan finds that her sister-in-law is involved with a shady character that she used to be intimate with, and determines to intervene.","release_date":"1929-11-16","vote_average":5.6,"runtime":74,"cert":"N\/A","id":39048,"title":"The Locked Door","adult":false,"genre_ids":[9648]},{"cast":["Walker Haynes","Dan Braun","Terance Berry","Jesse Collver","Josh Deslongchamps"],"overview":"Tate Noble returns to the town of his youth where as a boy his parents were murdered. His childhood friend Samuel, now the sheriff of La Mesa knows who is responsible, and Tate's arrival sparks hostility between Samuel and his father Judge Carter. As the mystery unravels, Tate and Samuel enlist help from an unlikely source, the mob, in order to bring to justice the man ultimately responsible, the evil Harcourt Simms.","release_date":"2010-05-18","vote_average":5.0,"runtime":88,"cert":"N\/A","id":39049,"title":"Gunfight at La Mesa","adult":false,"genre_ids":[37]},{"cast":["Michael Downey","Peet Montzingo","Michelle Roe","Ila Schactler","Connor Thorp"],"overview":"In a sleepy and uneventful small town, three college students, bored and desperate to make their mark, plot a savage and merciless murder. Electing to keep a video journal to memorialize their bizarre pact, they plot in secret, devising a homemade death chamber that will allow them to see, hear, feel, and linger over their intended victim's torment and final moments of life. Then, chosen at random, a fellow student becomes this victim when she is to receive perhaps the most brutal and horrifying of all fates. The default leader of this macabre trio directs the physical and psychological terror, even as contention and hostility within the group threatens to jeopardize their twisted plan, culminating in a violent and chilling conclusion.","release_date":"2010-05-04","vote_average":4.9,"runtime":88,"cert":"N\/A","id":39050,"title":"Meadowoods","adult":false,"genre_ids":[27,53]},{"cast":["Kumiko Aso","Ryo Kase","Morio Kazama","Keiko Matsuzaka","Shôko Aida"],"overview":"After being forced to resign from her publishing company job when her magazine goes out of circulation, office worker Haname Jinchoge (Kumiko Aso) is given the name of her real father-Noburo Jinchoge when her mother (Keiko Matsuzaka) falls into a coma after nearly drowning in a pond while searching for kappa. Unsure if Noburo (Morio Kazama) is her father, Haname decides to visit him but tells him that she is a distant relative, he happens to be the shopkeeper at an odd antiquities shop called Light Bulb Co., working for her father is a punk rocker named Gas (Ryo Kase).","release_date":"2009-05-23","vote_average":7.1,"runtime":119,"cert":"N\/A","id":39051,"title":"Instant Swamp","adult":false,"genre_ids":[35]},{"cast":["Avnit Arora","James Bargeman","Adam Cardon","Mahari Crown","Matthew Fuller"],"overview":"Platinum, Million and Dreamz are the members of a highly successful rap group called the High Rollaz. They are rich, famous and have very high expectations for their next album. Everything is looking good for them until one day their lives change. A group of mostly female car thieves, led by South Central, crash their record release party with guns in hand, robbing the rappers of their ultra exotic sports cars. The result of the crime ends with their DJ getting killed and the masters to their next album being stolen because it was mistakenly left in one of the cars. Left with no answers and not wanting to talk to the police for help because of the negative publicity, the crew decides to take justice into their own hands. Mixed with action packed drama and special effects throughout, the film will keep you on the edge of your seat all the way to the explosive finale.","release_date":"2009-08-15","vote_average":5.0,"runtime":null,"cert":"N\/A","id":39052,"title":"Diamond Dawgs","adult":false,"genre_ids":[28,12,80,18]},{"cast":["John C. Reilly","Jonah Hill","Marisa Tomei","Catherine Keener","Matt Walsh"],"overview":"With John's social life at a standstill and his ex-wife about to get remarried, a down on his luck divorcée finally meets the woman of his dreams, only to discover she has another man in her life - her son. Before long, the two are locked in a battle of wits for the woman they both love-and it appears only one man can be left standing when it's over.","release_date":"2010-06-18","vote_average":6.0,"runtime":91,"cert":"15","id":39053,"title":"Cyrus","adult":false,"genre_ids":[35,18,10749]},{"cast":["Alejandra Ambrosi","Josh Barrett","Jeanine Bartel","Steve Benisty","Pepper Binkley"],"overview":"Two chess players face off at a busy café, studying both the pieces on the board and the unfolding dramas at the neighboring tables. While a young couple fumbles through an uncomfortable blind date, a longtime marriage begins to crumble. Meanwhile, a pair of film noir fans suspect they're witnessing a real-life murder. This is an ensemble drama about conversations overheard in a bustling New York City bistro. With every whispered word, we gain a greater understanding of the big picture being formed all around us. From lovers' quarrels to artistic musings and hushed confessions, a crowded restaurant is the perfect place to discover just what strangers will say when they think no one else is listening.","release_date":"2008-08-01","vote_average":3.8,"runtime":99,"cert":"N\/A","id":39054,"title":"Eavesdrop","adult":false,"genre_ids":[18]},{"cast":["Corbin Bleu","Sandra Echeverría","Madison Pettis"],"overview":"Cale Bryant is determined to win a coveted spot on the Grand National motocross racing team. With the support of his loving mother, precocious little sister and new girlfriend, Cale proves against all odds that he has the heart, the willpower and the courage never to give up on his dream.","release_date":"2008-12-24","vote_average":4.6,"runtime":94,"cert":"N\/A","id":39055,"title":"Free Style","adult":false,"genre_ids":[18,10751]},{"cast":["Shunji Iwai","Ayako Fujitani","Jun Murakami","Shinobu Ōtake","Suzuki Matsuo"],"overview":"A disillusioned filmmaker has an encounter with a young girl who has a ritual of repeating \"Tomorrow is my birthday\" everyday. He tries to communicate with her through his video camera.","release_date":"2000-12-07","vote_average":7.6,"runtime":128,"cert":"N\/A","id":39056,"title":"Ritual","adult":false,"genre_ids":[18]},{"cast":["Akihiro Miwa","Megumi Toyoguchi","Ikue Otani","Rica Matsumoto","Yuji Ueda"],"overview":"The Struggle for Time and Space Begins Again...!  The legendary Arceus.  Long ago Arceus granted a fragment of its awesome power as the Jewel of Life to help Michina in the town's hour of need only to be betrayed when it was time for that power to be returned.  After so many years Arceus is about to return to reclaim its power - enraged vengeful and seemingly unstoppable. Not even the combined might of Dialga, Palkia and Giratina can stop Arceus from devastating all existence across multiple dimensions.  But Ash and his companions joining forces with their new friend Sheena, may have discovered the only way to redeem that ancient betrayal. Their journey will be both dangerous and uncertain: even if Ash and his friends can set an old wrong right again will there be time to return the Jewel of Life before Arceus destroys everything and everyone they've ever known?","release_date":"2009-07-18","vote_average":7.0,"runtime":94,"cert":"U","id":39057,"title":"Pokémon: Arceus and the Jewel of Life","adult":false,"genre_ids":[16,10751]},{"cast":["Dian Sastrowardoyo","Nicholas Saputra","Ladya Cheryl","Titi Kamal","Adinia Wirasti"],"overview":"Cinta, a teenager in suburban Jakarta, spends all of her time with her four girlfriends, Maura, Alya, Carmen and Milly - that is, until she falls for Rangga, the unassuming winner of the school poetry contest. Rangga's presence triggers the jealousy of Cinta's best friends, and things get more challenging for the couple when the girls pressure Cinta to choose between them and Rangga. A sharply etched yet humorous love story of growing infatuation, ambivalence and near misunderstanding between two idealistic teenagers, Cinta and Rangga, at a high school in Jakarta. This sophisticated and charming film provides an engaging portrait of middle-class teenagers.","release_date":"2002-02-08","vote_average":7.7,"runtime":112,"cert":"N\/A","id":39060,"title":"What's Up with Love?","adult":false,"genre_ids":[18,10749]},{"cast":["Nicholas Saputra","Lukman Sardi","Surya Saputra","Donny Alamsyah","Thomas Nawilis"],"overview":"Gie is a 2005 Indonesian film directed by Riri Riza. The film tells the story of Soe Hok Gie, a graduate from University of Indonesia who is known as an activist and nature lover. The film is based on a diary Catatan Seorang Demonstran written by Soe himself. The plot of this film is an interpretation of the filmmakers, and scenes portraying Soe's private life may be partly fictionalised for dramatisation.","release_date":"2005-07-13","vote_average":6.5,"runtime":147,"cert":"N\/A","id":39061,"title":"Gie","adult":false,"genre_ids":[18,36]},{"cast":["Patrick Dempsey","Arye Gross","Daniel Stern","Annabeth Gish","Rita Taggart"],"overview":"Meet the Libner brothers: Marvin (Daniel Stern), the oldest, is a sergeant in the U.S. Air Force. Buddy (Arye Gross), the middle child, is a timid dreamer. Bobby (Patrick Dempsey), the youngest, is a handsome rebel in reform school. As kids, they fought a lot and as adults, they barely speak. In the summer of 1963, their tough and eccentric father, Fred (Alan Arkin), gives them a task: to bring a 1954 Cadillac, bought for their mother, Betty (Rita Taggart), from Detroit to Miami. As the trip goes on, the three brothers fight and begin to reconnect with each other, while trying to keep the Caddy in mint condition.","release_date":"1990-03-09","vote_average":6.6,"runtime":99,"cert":"N\/A","id":39062,"title":"Coupe de Ville","adult":false,"genre_ids":[35,18]},{"cast":["Dietmar Wunder","Ben Becker","Christian Beuter","Stipe Erceg","Ullrich Fasnacht"],"overview":"CHAOSTAGE is the first real german Punk movie. part fictional, part documentary it tells the story of some young punks...","release_date":"2009-04-09","vote_average":0.0,"runtime":90,"cert":"N\/A","id":39063,"title":"Chaostage - We Are Punks!","adult":false,"genre_ids":[28,99,10402]},{"cast":["Nicholas Saputra","Mariana Renata","Rachel Maryam","Surya Saputra","Gito Rollies"],"overview":"A film delivery man promises a beautiful young woman to deliver a film reel on time to a movie theater. But the the whole city seems to conspire against him.","release_date":"2005-04-26","vote_average":7.2,"runtime":83,"cert":"N\/A","id":39064,"title":"Joni's Promise","adult":false,"genre_ids":[35,18]},{"cast":["Reza Rahadian"],"overview":"How Funny (This Country Is) is a comedy from Deddy Mizwar—and Indonesia’s entry for Best Foreign Language Film at the 83rd Academy Awards.","release_date":"2010-08-12","vote_average":8.2,"runtime":null,"cert":"N\/A","id":39065,"title":"Alangkah Lucunya (Negeri Ini)","adult":false,"genre_ids":[18,35]},{"cast":["David Huynh","Feodor Chin","Kenneth Choi","Shannon Dang"],"overview":"A tragic tale of an Asian youth's gang life in South East Los Angeles, set during the mid 80's to the early 90s.","release_date":"2008-01-01","vote_average":4.7,"runtime":112,"cert":"N\/A","id":39068,"title":"Baby","adult":false,"genre_ids":[80,18,53]},{"cast":["Stefania Sandrelli","Ida Di Benedetto","Paolo Bonacelli","Enzo Robutti","Carlo Monni"],"overview":"","release_date":"1985-04-08","vote_average":5.0,"runtime":null,"cert":"N\/A","id":39069,"title":"Mamma Ebe","adult":false,"genre_ids":[18]},{"cast":["Christian Camargo","Ellen Barkin","Demi Moore","Parker Posey","Rip Torn"],"overview":"Two sisters return home to care for their aging father.","release_date":"2009-10-16","vote_average":4.7,"runtime":96,"cert":"N\/A","id":39072,"title":"Happy Tears","adult":false,"genre_ids":[35,18]},{"cast":["Ruth Chatterton","Lewis Stone","Raymond Hackett","Sidney Toler","Carroll Nye"],"overview":"A young, unfaithful wife and mother is thrown out by her cold, unforgiving husband, the Attorney General of France. She is barred from ever seeing her three year old son again despite her earnest attempts to make amends. For many years the mother seeks refuge overseas and in Absinthe. In the end, her son, a young and promising lawyer unknowingly defends her in court. Ruth Chatterton gives a marvelous performance in this early talkie in her portrayal of Madame X.","release_date":"1929-08-17","vote_average":6.7,"runtime":95,"cert":"N\/A","id":39075,"title":"Madame X","adult":false,"genre_ids":[18]},{"cast":["Vilma Santos","Luis Manzano","John Lloyd Cruz","Dimples Romana","Tirso Cruz III"],"overview":"Shirley is a woman who wants to be in control of everything. Working as a librarian in a public school, a firm \"Sshhh!\" from her makes the students tremble in fear. But in her family, her unwarranted intervention in the lives of her children and their families keeps her emotionally detached from them. Realizing that she has lost the command she once had, she goes to New York to reunite with Mark , her estranged gay son who is now suffering from colon cancer. But Shirley doesn't know this and living with Mark in New York comes with a cost. She has to live with her son's lover Noel  who is an illegal immigrant. Everything is going right until circumstances forces Shirley to go back to the Philippines. Now that she's back with her family, she realizes that something is wrong she is not happy.","release_date":"2009-09-16","vote_average":7.0,"runtime":120,"cert":"N\/A","id":39076,"title":"In My Life","adult":false,"genre_ids":[35,18]},{"cast":["The Edge"," Larry Mullen Jr.","Adam Clayton","Bono","Terry Lawless"],"overview":"U2's RECORD BREAKING ROSE BOWL CONCERT Filmed on 25th October 2009 U2 360° At The Rose Bowl was the penultimate gig of last year's U2 360° tour in support of their Grammy-nominated album No Line on The Horizon. The Rose Bowl performance was the band's biggest show of 2009 and U2's biggest ever US show, with a live audience in excess of 97,000. The show was also streamed across seven continents via YouTube. The first ever live streaming of a full-length stadium concert, U2 360° at the Rose Bowl had over 10 million views on the channel in one week.","release_date":"2010-06-04","vote_average":7.5,"runtime":131,"cert":"N\/A","id":39081,"title":"U2: 360 Degrees at the Rose Bowl","adult":false,"genre_ids":[10402]},{"cast":["Zeb Crown","Casey Clark","Erica Ramirez","Blake Logan"],"overview":"Gutter King is an urban coming-of-age fight drama about a tough street kid just released from the Juvenile Department of Corrections. The girl next door needs help, so he turns to the world of amateur bare-knuckle brawling for money.","release_date":"2010-01-01","vote_average":3.5,"runtime":96,"cert":"N\/A","id":39082,"title":"Gutter King","adult":false,"genre_ids":[28]},{"cast":["Dolph Lundgren","Kate Vernon","Phillip MacKenzie","Kam Heskin","Fred Williamson"],"overview":"After saving Casey, a daughter of his friend, from hired assassins, Jack Devlin is hit with a strange phobia - fear of white color. But when his other friend, who works as a bodyguard for a supermodel, is wounded, Jack decides to step in for him. Now he must confront his fear and the assassin, who seems to be well aware of Jack's problem.","release_date":"1998-06-11","vote_average":4.9,"runtime":108,"cert":"N\/A","id":39083,"title":"Blackjack","adult":false,"genre_ids":[28,53]},{"cast":["Sandrine Holt","Ivan Sergei","Nicholas Lea","Robert Ito","Michael Wong"],"overview":"Set in Hong Kong and Vancouver, the story follows Mac Ramsey and Li Ann Tsei, lovers and professional thieves who are separated while fleeing the powerful Hong Kong underworld crime lord who raised and trained them. After being imprisoned in Hong Kong, Mac is forcefully recruited into a clandestine international crime-fighting unit by a hard-nosed, menacing Director. He is teamed in Vancouver with Li Ann, who thought Mac was dead, and her new fiancé Victor Mansfield, an ex-cop who is attracted to the unorthodox methods of the agency. Conflict flares between Mac and Victor as the trio take on their assignment. They soon learn that their principal target is their foster brother Michael Tang, who had been given Li Ann as his future wife and who has vowed to hunt down the pair for their disloyalty to the \"family\".","release_date":"1996-09-29","vote_average":5.3,"runtime":96,"cert":"N\/A","id":39084,"title":"Once a Thief","adult":false,"genre_ids":[28,80,53]},{"cast":[],"overview":"Fresh from the massive success of Want Two, the multi-talented Rufus Wainwright releases his first ever DVD, All I Want. This fantastic package includes the documentary aired on C4, \"All I Want\"; an exclusive new track \"The Maker Makes\"; 5 exclusive live session tracks; plus 4 music videos and live concert footage from the Cambridge Corn Exchange and Central Park. The live songs Rufus performs are \"Cigarettes And Chocolate Milk\", \"Dinner At Eight\", \"I Don't Know What It Is\", \"Vibrate\", \"Rebel Prince\" and many more. Commentary also comes from his army of celebrity fans including Elton John, Neil Tennant and Jake Shears of the Scissor Sisters.","release_date":"2005-04-11","vote_average":0.0,"runtime":100,"cert":"N\/A","id":39085,"title":"Rufus Wainwright - All I Want","adult":false,"genre_ids":[10402]},{"cast":["Vladimir Mashkov","Mariya Mironova","Andrey Krasko","Aleksandr Baluev","Vladimir Steklov"],"overview":"During the Gorbachev years, Platon Makovski and his four buddies are university students who jump on the private capitalism movement. Fast-forward 20 years, Platon finds himself the richest man in Russia, having sacrificed his friends to get to the top. But with this cynical rise, comes a brutal fall.","release_date":"2002-06-06","vote_average":6.3,"runtime":128,"cert":"N\/A","id":39088,"title":"Tycoon","adult":false,"genre_ids":[18,28,53,80]},{"cast":[],"overview":"The comparison of two rural families to demonstrate the need for proper hygiene and the consequences of its neglect.","release_date":"1945-06-29","vote_average":4.5,"runtime":8,"cert":"N\/A","id":39089,"title":"Health for the Americas: Cleanliness Brings Health","adult":false,"genre_ids":[16]},{"cast":[],"overview":"The moon and two owls sing to the Blue Danube Waltz, celebrating the night. Moths dance around a candle flame, fireflies glow, frogs chorus, and so forth.","release_date":"1930-04-28","vote_average":4.8,"runtime":7,"cert":"N\/A","id":39092,"title":"Night","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Mickey walks into the tavern where Minnie is dancing, and begins to dance and play piano himself. Pegleg Pete comes in and treats Minnie badly. Mickey tries to defend her, but Pete steals her away. Mickey, riding Horace Horsecollar, gives chase. He manages to throw Pete off a cliff.","release_date":"1930-05-14","vote_average":5.4,"runtime":7,"cert":"N\/A","id":39093,"title":"The Cactus Kid","adult":false,"genre_ids":[16]},{"cast":["Brock Lesnar","Shane Carwin","Yoshihiro Akiyama","Chris Leben","Chris Lytle"],"overview":"UFC 116: Lesnar vs. Carwin was a mixed martial arts event held by the Ultimate Fighting Championship on July 3, 2010 at the MGM Grand Garden Arena in Las Vegas, Nevada, United States.","release_date":"2010-07-03","vote_average":7.0,"runtime":171,"cert":"N\/A","id":39094,"title":"UFC 116: Lesnar vs. Carwin","adult":false,"genre_ids":[28]},{"cast":["Anant Nag","Ganesh","Pooja Gandhi","Sudha Belawadi","Padmaja Rao"],"overview":"Preetham loves Nandhini, whose marriage is already fixed. He feels bad and leaves the place. Nandini challenges him to win her heart. Preetham accepts the challenge.","release_date":"2006-12-15","vote_average":7.8,"runtime":143,"cert":"N\/A","id":39095,"title":"Mungaru Male","adult":false,"genre_ids":[10402,35,18,10749]},{"cast":["Kang Se-Jeong","Hao Zheng","Hao Bo-Jie"],"overview":"A Tibetan girl, who’d be a bride, could sing the traditional folk song Ganglamedo magically and elegantly. Her name was the same as the name of the song. But she disappeared in the night of her wedding. 60 years later, An Yu, a singer of Han nationality, became hot for singing Ganglamedo. But she lost her voice in a performance and then she disappeared, too. Is Ganglamedo a beautiful curse?","release_date":"2006-07-01","vote_average":4.0,"runtime":93,"cert":"N\/A","id":39098,"title":"Snow Lotus","adult":false,"genre_ids":[18]},{"cast":[],"overview":"An adventure story about Son Goku &amp; friends based on a manga writen by Akira Toriyama","release_date":"1999-08-30","vote_average":8.8,"runtime":null,"cert":"N\/A","id":39099,"title":"Dragon Ball Saga","adult":false,"genre_ids":[28]},{"cast":["Masako Nozawa","Toshio Furukawa","Mayumi Tanaka","Hiromi Tsuru","Kôhei Miyauchi"],"overview":"The evil Dr. Kochin uses the dragon balls to resurrect his mentor, Dr. Wheelo, in an effort to take over the world. Dr. Wheelo, his body having been destroyed by the avalanche that killed him fifty years before, desires the body of the strongest fighter in the world as his new vessel. Believing Roshi to be the world's strongest warrior, Dr. Kochin abducts Bulma and forces Roshi to surrender himself to save her. When Goku hears of their abduction, he goes to their rescue.","release_date":"1990-03-10","vote_average":6.2,"runtime":60,"cert":"N\/A","id":39100,"title":"Dragon Ball Z: The World's Strongest","adult":false,"genre_ids":[28,16]},{"cast":["Masako Nozawa","Toshio Furukawa","Mayumi Tanaka","Hirotaka Suzuoki","Naoko Watanabe"],"overview":"The Saiyan named Turles has come to Earth in order to plant a tree that will both destroy the planet and give him infinite strength. Son Goku and the Z Warriors cannot let this happen and duke it out with the invaders for the sake of the planet.","release_date":"1990-06-07","vote_average":6.4,"runtime":61,"cert":"N\/A","id":39101,"title":"Dragon Ball Z: The Tree of Might","adult":false,"genre_ids":[28,16,878]},{"cast":["Toshio Furukawa","Kenji Utsumi","Masako Nozawa","Mayumi Tanaka","Jōji Yanami"],"overview":"A Super Namekian named Slug comes to invade Earth. But the Z Warriors do their best to stop Slug and his gang.","release_date":"1991-03-19","vote_average":6.1,"runtime":52,"cert":"N\/A","id":39102,"title":"Dragon Ball Z: Lord Slug","adult":false,"genre_ids":[28,16,12]},{"cast":["Masako Nozawa","Ryou Horikawa","Ryusei Nakao","Tomiko Suzuki","Toshio Furukawa"],"overview":"Cooler has resurrected himself as a robot and is enslaving the people of New Namek. Goku and the gang must help.","release_date":"1992-03-07","vote_average":6.6,"runtime":46,"cert":"N\/A","id":39103,"title":"Dragon Ball Z: The Return of Cooler","adult":false,"genre_ids":[28,16]},{"cast":["Masako Nozawa","Ryou Horikawa","Takeshi Kusao","Toshio Furukawa","Mayumi Tanaka"],"overview":"Dr. Gero's Androids #13, #14, and #15 are awakened by the laboratory computers and immediately head to the mall where Goku is shopping. After Goku, Trunks, and Vegeta defeat #14 and #15, #13 absorbs their inner computers and becomes a super being greater than the original three separately were. Now it is up to Goku to stop him.","release_date":"1992-07-11","vote_average":6.6,"runtime":46,"cert":"N\/A","id":39104,"title":"Dragon Ball Z: Super Android 13!","adult":false,"genre_ids":[28,16,878]},{"cast":["Masako Nozawa","Daisuke Gouri","Tesshou Genda","Toshio Furukawa","Mayumi Tanaka"],"overview":"Mr. Money is holding another World Martial Arts Tournament and Mr. Satan invites everyone in the world to join in. Little does he know that Bojack, an ancient villain who has escaped his prison, is competing. Since Goku is currently dead, it is up to Gohan, Vegeta, and Trunks to defeat Bojack and his henchman.","release_date":"1993-07-10","vote_average":6.7,"runtime":51,"cert":"N\/A","id":39105,"title":"Dragon Ball Z: Bojack Unbound","adult":false,"genre_ids":[28,16,878]},{"cast":["Masako Nozawa","Takeshi Kusao","Bin Shimada","Daisuke Gouri","Tomiko Suzuki"],"overview":"Jaga Bada, Mr. Satan's old sparring partner, has invited Satan to his personal island to hold a grudge match. Trunks and Goten decide to come for the adventure and Android #18 is following Satan for the money he owes her. Little do they know that Jaga Bada's scientist have found a way to resurrect Broly, the legendary Super Saiyan.","release_date":"1994-07-09","vote_average":5.7,"runtime":50,"cert":"N\/A","id":39106,"title":"Dragon Ball Z: Bio-Broly","adult":false,"genre_ids":[28,16,878]},{"cast":["Masako Nozawa","Hikaru Midorikawa","Ryou Horikawa","Tesshou Genda","Daisuke Gouri"],"overview":"Not paying attention to his job, a young demon allows the evil cleansing machine to overflow and explode, turning the young demon into the infamous monster Janemba. Goku and Vegeta make solo attempts to defeat the monster, but realize their only option is fusion.","release_date":"1995-03-04","vote_average":7.3,"runtime":55,"cert":"N\/A","id":39107,"title":"Dragon Ball Z: Fusion Reborn","adult":false,"genre_ids":[28,16]},{"cast":["Masako Nozawa","Ryou Horikawa","Takeshi Kusao","Hiromi Tsuru","Kenji Utsumi"],"overview":"The Z Warriors discover an unopenable music box and are told to open it with the Dragon Balls. The contents turn out to be a warrior named Tapion who had sealed himself inside along with a monster called Hildegarn. Goku must now perfect a new technique to defeat the evil monster.","release_date":"1995-07-15","vote_average":6.9,"runtime":51,"cert":"N\/A","id":39108,"title":"Dragon Ball Z: Wrath of the Dragon","adult":false,"genre_ids":[14,16,28,878]},{"cast":["Jeff Chandler","Dorothy Malone","Ward Bond","Keith Andes","Lee Marvin"],"overview":"First Sergeant Emmett Bell (Jeff Chandler) faces off with Apache chieftain Kamiakin (Michael Ansara) in this nuanced portrayal of racial tensions between Native Americans and white settlers in 1860s Oregon Country.","release_date":"1956-10-12","vote_average":7.5,"runtime":95,"cert":"N\/A","id":39109,"title":"Pillars of the Sky","adult":false,"genre_ids":[37]},{"cast":["Rod Taylor","Ernest Borgnine","John Mills","Luciana Paluzzi","James Whitmore"],"overview":"A group under siege at an Army fort grapple with painful memories.","release_date":"1967-07-23","vote_average":4.8,"runtime":105,"cert":"N\/A","id":39110,"title":"Chuka","adult":false,"genre_ids":[28,18,37]},{"cast":["Chermarn Boonyasak","Maneerat Kham-uan","Apinya Sakuljaroensuk","Witawat Singlampong","Nattapong Chartpong"],"overview":"The first segment, \"Happiness\" is about a lonely girl who corresponded with a stranger over hand phone text messaging and soon discovered something strange about this new stranger that she is attracted to. \"Tit For Tat\" spun a tale of black magic and vengeance for a school kid that had been bullied by a school gang. \"In The Middle\" - a group of friends faced one of their worst camping trip after water kayaking accident. The final segment \"Last Fright\" takes horror to new heights with a psychological thriller that involves a stewardess flying solo in a cabin with a dead body.","release_date":"2008-04-25","vote_average":6.5,"runtime":120,"cert":"N\/A","id":39111,"title":"4bia","adult":false,"genre_ids":[27,18]},{"cast":["John Britten"],"overview":"Motorcyclists all over the world have always talked about designing the ultimate Superbike, but New Zealander John Britten did more than just talk about it - he went ahead and built it at home! This video is his amazing true story, from his backyard workshop to the screaming action of Daytona and the Isle of Man TT races. It is the legend of the man from 'Down Under' who dared to challenge the might and wisdom of the world's great motorcycle production factories, and capture a nation's imagination en route. It's also the tale of a revolutionary bike - the Britten V1000 - that confounded critics and took the motorcycle world by storm. You'll see Alan Cathcart track-testing the bike at Zolder, Joey Dunlop on the Britten, actual land-speed record runs, plus on-bike footage. Behind-the-scenes and out on the track, it's all captured here in this compulsive video.","release_date":"1995-10-03","vote_average":5.5,"runtime":90,"cert":"N\/A","id":39112,"title":"One Man's Dream: The Britten Bike Story","adult":false,"genre_ids":[99]},{"cast":["Frankie Avalon","Annette Funicello","Timothy Carey","Martha Hyer","Don Rickles"],"overview":"A millionaire sets out to prove his theory that his pet chimpanzee is as intelligent as the teenagers who hang out on the local beach, where he is intending to build a retirement home.","release_date":"1964-07-22","vote_average":6.7,"runtime":99,"cert":"N\/A","id":39113,"title":"Bikini Beach","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Ewan McGregor","Colin Edwards","Nicky Hayden","Valentino Rossi","Alex Barros"],"overview":"THE DOCTOR, THE TORNADO & THE KENTUCKY KID is the electrifying follow-up to Mark Neale’s 2004 MotoGP smash hit FASTER. Narrated by Ewan McGregor, the movie tells the story of the biggest motorcycle race in American history, the 2005 Red Bull U.S. Grand Prix at Laguna Seca, California. It’s a tale of extraordinary characters chasing a dream in the face of real danger, under unimaginable pressure, with no margin for error. For lovers of maximum adrenaline action, this is the pure, unadulterated, 100% genuine article.","release_date":"2006-07-18","vote_average":5.3,"runtime":92,"cert":"N\/A","id":39114,"title":"The Doctor, The Tornado & The Kentucky Kid","adult":false,"genre_ids":[99]},{"cast":["José Luis Alfonzo","Nancy Allen","Rodrigo Barrena","Camilla Belle"],"overview":"Cusi is a 20th century Incan boy who lives in a high mountain valley with an old llama herder named Chuto. Chuto raised Cusi in a traditional Incan fashion, although the Spanish culture was prevalent in Peru since the conquest of the Incan Empire. Although eager for adventure, Cusi is still drawn to the home he has known all his life. Cusi sets out from his home to try to find a family, but discovers that Chuto is all the family he needs.","release_date":"1999-07-15","vote_average":6.0,"runtime":95,"cert":"N\/A","id":39115,"title":"Secret of the Andes","adult":false,"genre_ids":[28,12,10751,14,878,53]},{"cast":["Jonas Wandschneider","Clara Maria Bahamondes","Jakob Cedergren","Stine Stengade","Puk Scharbau"],"overview":"Siblings Valdemar and Sille meetings scientist Benedict and his time machine. With one begins an exciting but perilous journey back into the history of Denmark. Benedict is in fact not an ordinary man. The Vikings threw sorceress Volva its spell on Benedict and made him immortal. When he can not travel back in time and do away with Volva, he needs Valdemar and Sille help.","release_date":"2009-03-26","vote_average":5.0,"runtime":92,"cert":"N\/A","id":39118,"title":"Timetrip: The Curse of the Viking Witch","adult":false,"genre_ids":[12,10751]},{"cast":["Tupac Amaru Shakur","Snoop Dogg","Nate Dogg","Suge Knight","Daz Dillinger"],"overview":"Tupac Shakur’s final performance, the July 4, 1996 concert at the House of Blues. Tupac: Live at The House of Blues is an all out hip house party on stage and a final chance to catch Tupac at the top of his game before his untimely death. Aided by appearances from Snoop Dogg and a booming lossless soundtrack, this one should please hip hop lovers for sure.","release_date":"1996-07-04","vote_average":6.6,"runtime":118,"cert":"N\/A","id":39119,"title":"Tupac: Live at the House of Blues","adult":false,"genre_ids":[10402]},{"cast":["Mick Øgendahl","Kasper Bang","Casper Christensen","L:Ron Harald","Frank Hvam"],"overview":"Micktrix er et one man show af stand-up-komikeren Mick Øgendahl fra 2000","release_date":"2003-06-13","vote_average":6.5,"runtime":100,"cert":"N\/A","id":39122,"title":"Micktrix","adult":false,"genre_ids":[35]},{"cast":["Kouichi Yamadera","Naoto Takenaka","Teruyuki Kagawa","Takako Tokiwa","Ryunosuke Kamiki"],"overview":"The final showdown, and the final reveal: who is Friend? How can he be stopped?","release_date":"2009-08-19","vote_average":7.1,"runtime":156,"cert":"N\/A","id":39123,"title":"20th Century Boys 3: Redemption","adult":false,"genre_ids":[12,9648,878]},{"cast":["Yvonne Antrobus","Peter Cushing","Steve Arnott","Toby Aspin","Roy Castle"],"overview":"1995 documentary film that examines that 60's craze and focuses in particular on the two 1960's Doctor Who films starring Peter Cushing (the Cushing Doctor) -- Doctor Who and the Daleks and Daleks - Invasion Earth 2150 AD which both feature the Daleks. Interviews cover the making of the films and their fans.","release_date":"1995-07-24","vote_average":6.5,"runtime":57,"cert":"","id":39126,"title":"Dalekmania","adult":false,"genre_ids":[99]},{"cast":["Barry Pepper","Willem Dafoe","Jacinda Barrett","Tom Wilkinson","Alan Cumming"],"overview":"After his friend, a hot young artist, is killed, a resourceful American man living in London covers up the crime and tries to keep the friend's name alive in order to exploit his legacy and reap millions in the process.","release_date":"2005-11-06","vote_average":6.0,"runtime":101,"cert":"N\/A","id":39127,"title":"Ripley Under Ground","adult":false,"genre_ids":[18,53]},{"cast":["Jim Varney","Ivan D. Lucas"],"overview":"Ernest P. Worrell is now in the military as a soldier. Once he begins, him and his team investigates a dictator who was responsible for the wars in the nearly village. Suddenly, Ernest finds a lost boy and has to keep him safe until his father recovers.","release_date":"1998-02-24","vote_average":4.1,"runtime":85,"cert":"PG","id":39128,"title":"Ernest In The Army","adult":false,"genre_ids":[35,10751]},{"cast":["Jim Varney","Kareem Abdul-Jabbar","Richard Leacock","Miguel A. Núñez, Jr."],"overview":"Ernest P. Worrell becomes a basketball star after an angel bearing an uncanny resemblance to Kareem Abdul-Jabbar gives him a pair of magic sneakers.","release_date":"1995-06-20","vote_average":4.4,"runtime":93,"cert":"U","id":39129,"title":"Slam Dunk Ernest","adult":false,"genre_ids":[35,18,10751,10749]},{"cast":["Marie Dressler","John Barrymore","Wallace Beery","Jean Harlow","Lionel Barrymore"],"overview":"An ambitious New York socialite plans an extravagant dinner party as her businessman husband, Oliver, contends with financial woes, causing a lot of tension between the couple. Meanwhile, their high-society friends and associates, including the gruff Dan Packard and his sultry spouse, Kitty, contend with their own entanglements, leading to revelations at the much-anticipated dinner.","release_date":"1933-08-29","vote_average":6.9,"runtime":111,"cert":"N\/A","id":39130,"title":"Dinner at Eight","adult":false,"genre_ids":[35,18]},{"cast":["Landy Cannon","Brigitte Kingsley","Julia Schneider","Vanessa James","Haley Shannon"],"overview":"A weekend camping trip turns into a frantic fight against the supernatural when an ancient demon and a fearsome female warrior bring their eternal battle into the present day. Jason Parks is trying to win back his ex-fiancee, Jasmine, by arranging a camping trip with the lost love in question, his best friend, Ricky, and their witchcraft-obsessed friend, Renee. Little does Jack realize that Jasmine has switched teams--these days she's more interested in seducing Renee than marrying the man she once loved. But lately Renee's been having horrible dreams about Summer Vale, a little girl who vanished without a trace 20 years ago. When Renee attempts to contact Summer's spirit, she inadvertently opens an interdimensional portal and unleashes a vicious demon. Fortunately for the frightened campers, a grown-up, sword-wielding Summer manages to get through the portal as well, and sets out to slay the malevolent hell-spawn.","release_date":"2007-10-30","vote_average":4.4,"runtime":92,"cert":"N\/A","id":39131,"title":"Dark Rising","adult":false,"genre_ids":[14,28,27,35,12]},{"cast":[],"overview":"While Julius is milking his cow, Pete kidnaps Alice. Julius gives chase, and winds up in a duel with Pete.","release_date":"1926-01-01","vote_average":3.0,"runtime":7,"cert":"N\/A","id":39138,"title":"Alice on the Farm","adult":false,"genre_ids":[16]},{"cast":["Lee Mun-sik","Lee Joon-gi","Lee Yeon-su","Cho Seong-ha","Lee Jae-yong"],"overview":"An ordinary businessman in his forties, JANG Ga-pil returns home one day to find his daughter sexually molested by some schoolboys, including school boxing star KANG Tae-wook. Realizing that he has no background and money to fight back, he plans to stab KANG on the way to school. This fails miserably, but another student named GO Seung-suk agrees to teach Ga-pil to fight ? in only 45 days.","release_date":"2006-08-03","vote_average":4.8,"runtime":112,"cert":"N\/A","id":39139,"title":"Fly, Daddy, Fly","adult":false,"genre_ids":[28,18]},{"cast":["Gene Wilder","Christine Lahti","Mary Stuart Masterson","Robert Prosky","Stephen Tobolowsky"],"overview":"When Duffy Bergman, a New York cartoonist, meets Meg Lloyd, a gourmet chef, he discovers the love of his life and they marry -- yet love alone isn't enough to make them happy. Meg decides she wants to have a baby, a goal that initially makes Duffy frantic, but soon becomes his most important desire as well. When they are unable to have a baby, Meg begins concentrating on her career and the two slowly drift apart -- eventually separating. Later, when Duffy is speaking at a convention of the Delta Gamma sorority, he reveals that the Delta Gamma girls have always been his dream girls -- his Love Goddesses. There he meets the young and uninhibited Delta Gamma girl, Daphne Delillo. When Daphne moves to New York to work as a network sports reporter, their mutual attraction and Daphne's spontaneity spark an adventurous new relationship for Duffy. Now Duffy must decide which is more valuable to him -- the relationship he has given up, or the relationship he has always dreamed of having.","release_date":"1990-09-21","vote_average":5.3,"runtime":101,"cert":"N\/A","id":39140,"title":"Funny About Love","adult":false,"genre_ids":[35,18,10749]},{"cast":["Aaron Stanford","Kate Mara","Bebe Neuwirth","John Ritter","Sigourney Weaver"],"overview":"Beautiful, sophisticated women are all over Oscar Grubman. He is sensitive and compassionate, speaks French fluently, is passionate about Voltaire, and thinks the feature that tells the most about a woman is her hands. On the train home from Chauncey Academy for the Thanksgiving weekend, Oscar confides in his best friend that he has plans for this vacation--he will win the heart of his true love. But there is one major problem--Oscar's true love is his stepmother Eve. Oscar is certain that he could be a better mate to Eve than his work-obsessed father. He fails to win Eve's heart and is consequently dejected. Oscar's path to his true love is further crossed by Diane, Eve's best friend who, one night while wearing Eve's borrowed perfumed scarf, offers him temporary comfort in an unconventional tryst. For Diane, Oscar fills a void in her life. For Oscar, Diane is somewhat of a distraction, as his continued pursuit of Eve leads to an unexpected resolution.","release_date":"2002-11-01","vote_average":5.9,"runtime":78,"cert":"N\/A","id":39141,"title":"Tadpole","adult":false,"genre_ids":[18,35,10749]},{"cast":["Charles Boyer","Jean Clarieux","Jean Daurand","François Joux","Tony Laurent"],"overview":"A 1946 war movie which tells the courageous efforts by French railway workers to sabotage Nazi reinforcement-troop trains.","release_date":"1946-02-27","vote_average":6.2,"runtime":85,"cert":"N\/A","id":39142,"title":"The Battle of the Rails","adult":false,"genre_ids":[36,18,28]},{"cast":["Mayumi Tanaka","Nachi Nozawa","Hiromi Tsuru","Masako Nozawa","Tōru Furuya"],"overview":"Goku and Kuririn are given an assignment by Kame-Sen'nin: \"Retrieve the sleeping princess from Lucifer and I will take you as my students.\" But the mission proves to be more perilous than originally thought.","release_date":"1987-07-18","vote_average":6.1,"runtime":45,"cert":"N\/A","id":39145,"title":"Dragon Ball: Sleeping Princess in Devil's Castle","adult":false,"genre_ids":[28,16]},{"cast":["Bin Shimada","Daisuke Gouri","Naoki Tatsuta","Masako Nozawa","Hiromi Tsuru"],"overview":"A retelling of Dragon Ball's origin with a different take on the meeting of Goku, Bulma, and Kame-Sen'nin. It also retells the Red Ribbon Army story; but this time they find Goku rather than Goku finding them.","release_date":"1996-03-02","vote_average":6.9,"runtime":74,"cert":"N\/A","id":39148,"title":"Dragon Ball: The Path to Power","adult":false,"genre_ids":[28,16,35]},{"cast":["Andi Kraus","Don Svezia","Matze Weinmann"],"overview":"Halleluja, sie ist da! Die Live-DVD zum dritten Eure-Mütter-Programm! All diejenigen, die diese Show noch nie live gesehen haben, können sich den heißen Scheiß nun also gemütlich zu Hause anschauen. Die DVD ist aber auch für diejenigen geeignet, die zwar schon einmal bei einem Live-Auftritt von den Müttern dabei waren, sich aber bei dem einen oder anderen Witz sagen mussten Hä? Was? Kapier' ich nicht! Diese besonderen Menschen können das Programm jetzt noch mal ganz in Ruhe nacharbeiten. Kurz: ein Segen für die gesamte Menschheit!","release_date":"2008-07-17","vote_average":6.8,"runtime":null,"cert":"N\/A","id":39153,"title":"Eure Mütter - Nix da leck mich auf gehts","adult":false,"genre_ids":[35]},{"cast":["Steve Brodie","Barbara Hale","Robert Easton","Leslie Parrish","Alan Hale Jr."],"overview":"A black hole hits North Wisconsin and opens a door to other dimensions. Giant 15 meter spiders emerge from it, who have an appetite for human flesh! Dr. Jenny Langer and Dr. Vance from the NASA try to save the world.","release_date":"1975-10-01","vote_average":3.4,"runtime":84,"cert":"N\/A","id":39154,"title":"The Giant Spider Invasion","adult":false,"genre_ids":[27,878]},{"cast":["Fidelis Cloer"],"overview":"Fidelis Cloer is a self-confessed war profiteer who found The Perfect War when the US invaded Iraq. It wasn't about selling a dozen cars, or even a hundred, it was a thousand-car war where security would become the ultimate product.","release_date":"2008-03-10","vote_average":7.7,"runtime":70,"cert":"N\/A","id":39155,"title":"Bulletproof Salesman","adult":false,"genre_ids":[99]},{"cast":["Andi Kraus","Don Svezia","Matze Weinmann"],"overview":"Unsere erste DVD - Schieb, Du Sau!-Live war ein voller Erfolg. Wir haben davon wesentlich mehr Exemplare verkauft, als die Arschgeigen vom Finanzamt wissen. Deswegen haben wir beschlossen, auch unsere zweite Show aufzunehmen. Erst wollte sie nicht, aber durch ein paar saftige Ohrfeigen hat sich das kleine, kamerascheue Luder schließlich überzeugen lassen. Hier ist also - Runterschalten, Fresse halten! in voller Pracht: drei frischgewaschene Komiker in schwarzen Klamotten. Ganz geil.","release_date":"2006-07-14","vote_average":5.3,"runtime":91,"cert":"N\/A","id":39156,"title":"Eure Mütter - Runterschalten, Fresse halten","adult":false,"genre_ids":[35]},{"cast":["Andi Kraus","Don Svezia","Matze Weinmann"],"overview":"Eure Mütter, das sind Andi Kraus, Don Svezia und Matze Weinmann. Die drei Komiker haben sich Anfang '99 bei einem schweren Autounfall kennen gelernt und waren sich auf Anhieb sympathisch. Mit ihrem abendfüllenden Programm präsentieren sie eine Comedy-Show voller skurriler Gags und absurder Situationskomik. Und während sie tanzen, jazzen oder drei Geschichten auf einmal erzählen, erfährt man ganz nebenbei, wie ein ostsibirisches Ozelotmännchen klingt oder wie Zeugen Jehovas ausgebildet werden. Eure Mütter sind lustig, spontan und nicht zimperlich. Ihre Mischung aus Sketchen, musikalischen Einlagen und Stand-up-Comedy ist in Deutschland bisher einzigartig, und die Leute scheißen sich bei ihren Auftritten vor Lachen in die Hosen.","release_date":"2005-11-11","vote_average":5.3,"runtime":99,"cert":"N\/A","id":39157,"title":"Eure Mütter - Schieb du Sau","adult":false,"genre_ids":[35]},{"cast":["Sean Patrick Flanery","Kristin Booth","Megan Park","Stephen McHattie","Rod Taylor"],"overview":"On the last working day of Sheriff Wayne, his small town is attacked by blood thirsty ravens that eat human flesh. Meanwhile his wife Cynthia visits a farm where a Mennonite family lives to say farewell to her friend Gretchen and discloses a dark secret about the origin of the fierce ravens.","release_date":"2007-04-07","vote_average":4.0,"runtime":93,"cert":"N\/A","id":39158,"title":"Kaw","adult":false,"genre_ids":[27]},{"cast":["Anna Przybylska","Bogusław Linda","Edyta Olszówka","Gabriel Fleszar","Krzysztof Banaszyk"],"overview":"","release_date":"2000-01-26","vote_average":5.3,"runtime":100,"cert":"N\/A","id":39159,"title":"Sezon na leszcza","adult":false,"genre_ids":[35,10749]},{"cast":["Monica Zetterlund","Cornelis Vreeswijk","Anita Lindblom","Karin Falck","Frej Lindqvist"],"overview":"Poor painter helps a paralysed child.","release_date":"1974-11-15","vote_average":6.0,"runtime":97,"cert":"N\/A","id":39162,"title":"Guttersnipes","adult":false,"genre_ids":[18]},{"cast":["Steve-O","Chris Pontius","Preston Lacy","Jason Acuña","Lamont Johnson"],"overview":"A celebration of the ever increasing depravity of television in our society-- it's a channel surfing adventure through the most utterly ridiculous spoofed television programming and commercials.","release_date":"2006-08-06","vote_average":4.3,"runtime":86,"cert":"N\/A","id":39163,"title":"National Lampoon's TV: The Movie","adult":false,"genre_ids":[35]},{"cast":["Vincent Price","Christopher Lee","Peter Cushing","Desi Arnaz Jr.","John Carradine"],"overview":"An American writer goes to a remote Welsh manor on a $20,000 bet: can he write a classic novel like \"Wuthering Heights\" in twenty-four hours? Upon his arrival, however, the writer discovers that the manor, thought empty, actually has several, rather odd, inhabitants.","release_date":"1983-06-17","vote_average":5.9,"runtime":100,"cert":"","id":39164,"title":"House of the Long Shadows","adult":false,"genre_ids":[27,35,9648]},{"cast":["Sarah-Jane Redmond","Michael Eklund","Ron Sauvé","Jerry Wasserman","Frank Cassini"],"overview":"A police detective is swept into a web of deception and, in search of the truth, finds herself in a contest with forces of the occult.","release_date":"2006-10-05","vote_average":4.0,"runtime":81,"cert":"N\/A","id":39167,"title":"The Entrance","adult":false,"genre_ids":[27,53]},{"cast":["Horst Lichter"],"overview":"Ganz Deutschland befindet sich im Kochwahn, ein teurer Herd hat mittlerweile mehr Prestige als ein neues Auto. Ganz Deutschland? Nicht ganz! Denn mitten im Rheinland, im kleinen Ort Rommerskirchen, sitzt ein Mann und sagt: „NEIN!“. Kochen soll nicht „in“ sein, sondern lecker! Horst Lichter nimmt in seiner liebenswert charmanten Art kein Blatt vor den Mund und sagt es, wie es ist: Früher passten alle gängigen Gewürze in eine Gewürztrommel, heute sind die Gewürzregale im Supermarkt so groß, dass man die Erdkrümmung sieht. Heute kochst du mit Sachen, die früher in den Schweineeimer kamen - und dann auch noch Sushi … Für einen Mann, für den alles Fleisch unter 400 Gramm Carpaccio ist, ist Sushi die ultimative Beleidigung - und vor allem: Wofür braucht eine Sushibar einen Herd?","release_date":"2009-01-10","vote_average":0.0,"runtime":225,"cert":"N\/A","id":39168,"title":"Horst Lichter - Sushi ist auch keine Lösung","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A young American boy spends his summer in Ireland and solves the mystery that captivates the entire village. Driven by curiosity and his own search for meaning in life, he faces his fears and discovers the Secret of the Cave.","release_date":"2006-09-01","vote_average":5.5,"runtime":null,"cert":"N\/A","id":39169,"title":"Secret of the Cave","adult":false,"genre_ids":[18,10751]},{"cast":["Irina Bezrukova"],"overview":"The plot follows the events surrounding Vladimir from childhood and into adulthood. In the beginning of the film, being under the influence of the high priest Krivzha, the Prince is a young, impulsive and cruel pagan. Fighting for supreme power, Vladimir wins a battle that kills his brother. Regretting what he has done, Vladimir does not suspect a conspiracy between the priest and the Pechenegs. Vladimir is concerned about gathering the Slavic tribes into one united state. Solving this major task, he faces obstacles, which Vladimir overcomes in the end, defeating Krivzha and winning the battle against Kurya, a Pecheneg chief.","release_date":"2006-02-09","vote_average":5.4,"runtime":78,"cert":"N\/A","id":39170,"title":"Prince Vladimir","adult":false,"genre_ids":[16,18,36]},{"cast":["Sevy Di Cione","Adam Green","Mark Hengst","Edoardo Beghi","Naomi Ueno"],"overview":"The Indian descendent Sean comes to a forest with his friends Josh and Flipp trying to find the track to a mysterious cursed tree and a secret burial ground.","release_date":"2007-06-27","vote_average":3.8,"runtime":81,"cert":"N\/A","id":39171,"title":"Haunted Forest","adult":false,"genre_ids":[27]},{"cast":["Tristán Ulloa","Guillermo Toledo","Blanca Romero","Jesús Carroza","Maxi Iglesias"],"overview":"Manuel (Tristán Ulloa), Ana (Blanca Romero) and Julio (Guillermo Toledo) get together in a warm summer night after not having seen each other for a while and set off to explore the night. Manuel has a 4 yr-old boy, a wife and a beautiful home, Julio is a top executive at an International company and Ana has a boyfriend who she loves and also leads a very comfortable life. Although the three friends have everything apparently necessary to be happy, they feel dissatisfied and extremely lonely. They are incapable of assuming their adult lives and enjoying life as every time they reach a new stage, they eagerly observe that they are still desperately waiting for the next one. They escape towards adolescence as the only way to get rid of their ghosts. After is the last stop, the last open bar. The end of the journey.","release_date":"2009-10-23","vote_average":5.4,"runtime":null,"cert":"N\/A","id":39172,"title":"After","adult":false,"genre_ids":[18]},{"cast":["Michel Serrault","Pierre Romans","Bérangère Bonvoisin","Zbigniew Horoks"],"overview":"A true story shot in a German Impressionistic style. In France during the Nazi occupation, Dr. Petiot (Michel Serrault) offered to help Jews escape the Nazis. They would come to his house, and he would kindly give them lethal \"vaccinations\" for their anticipated travel to Argentina. Then he would steal everything the brought with them (in addition to their up-front payment to him) and burn their bodies in his home-made crematorium.","release_date":"1990-02-19","vote_average":7.2,"runtime":102,"cert":"N\/A","id":39175,"title":"Dr. Petiot","adult":false,"genre_ids":[80,18]},{"cast":["Charlton Heston","Susannah York","Jill Townsend","Stephanie Zimbalist","Patrick Drury"],"overview":"When a British archaeologist violates an Egyptian queen's tomb, her evil spirit enters his daughter.","release_date":"1980-07-31","vote_average":5.7,"runtime":105,"cert":"N\/A","id":39176,"title":"The Awakening","adult":false,"genre_ids":[27]},{"cast":["Michel Serrault","Valentina Cervi","Miki Manojlović","Luca Zingaretti","Emmanuelle Devos"],"overview":"Artemisia Gentileschi (1593-1653) was one of the first well-known female painters. The movie tells the story of her youth, when she was guided and protected by her father, the painter Orazio Gentileschi. Her professional curiosity about the male anatomy, forbidden for her eyes, led her to the knowledge of sexual pleasure. But she was also well known because in 1612 she had to appear in a courtroom because her teacher, Agostino Tassi, was suspected of raping her. She tried to protect him, but was put in the thumb screws...","release_date":"1997-09-10","vote_average":6.0,"runtime":98,"cert":"N\/A","id":39177,"title":"Artemisia","adult":false,"genre_ids":[18,36]},{"cast":["Brian J. White","Vivica A. Fox","Sean Blakemore","John Jason Bailey","Danna Biscoe"],"overview":"Vivica A. Fox and Shemar Moore return for this thrilling sequel to Motives that picks up three years after the events of the original film. Innocent convict Emery Simms is serving time for a crime he didn't commit; while most convict's claims of innocence are shoddy at best, Emery has every reason to protest his wrongful incarceration. Meanwhile, in the outside world, Emery's ex-wife (Fox) has married his best friend and the pair is struggling to build a normal life together. When Emery is killed in prison and his brother Donovan (Brian J. White) discovers the truth about what killed his ill-fated sibling, his quest to cut through the complex web of lies and deceit which previously ensnared Emery threatens to bring about deadly consequences.","release_date":"2007-05-01","vote_average":7.9,"runtime":94,"cert":"N\/A","id":39178,"title":"Motives 2","adult":false,"genre_ids":[18,53]},{"cast":["John Zerzan","George W. Bush","Fidel Castro","Kalle Lasn","Matt McMullen"],"overview":"Swedish documentary film on consumerism and globalization, created by director Erik Gandini and editor Johan Söderberg. It looks at the arguments for capitalism and technology, such as greater efficiency, more time and less work, and argues that these are not being fulfilled, and they never will be. The film leans towards anarcho-primitivist ideology and argues for \"a simple and fulfilling life\".","release_date":"2003-11-21","vote_average":6.6,"runtime":54,"cert":"N\/A","id":39179,"title":"Surplus: Terrorized Into Being Consumers","adult":false,"genre_ids":[99]},{"cast":["Michael Clarke Duncan","David Arquette","Leslie Bibb","Joe Viterelli","Steve Schirripa"],"overview":"A drug sniffing agent canine is a target for an assassin boss so the FBI calls Witness Protection to send him somewhere else. Meanwhile a single Mom puts her 6 year old boy James in the care of her irresponsible, mailman, neighbor, Gordon, when the babysitter bails on her. Meanwhile, an assassin mob boss hires 2 goons to kill Agent 11. But when 11 escapes from the van when they tried to kill him, he hides in Gordon's Mailtruck that James is in too. And guess what they name him. Spot.","release_date":"2001-03-02","vote_average":4.9,"runtime":94,"cert":"N\/A","id":39180,"title":"See Spot Run","adult":false,"genre_ids":[28,35,10751]},{"cast":[],"overview":"The film follows a number of European and American ecotourists as they travel from village to village throughout the Sepik River area in Papua New Guinea, driving hard bargains for local handcrafted items, paying to view formerly sacred ceremonies and taking photographs of every aspect of \"primitive\" life. With some prodding, the tourists unwittingly reveal an unattractive and pervasive ethnocentrism to O'Rourke's cameras. The tourists thus become somewhat dehumanized by the camera, even as the tourists themselves are busy exoticizing even the most mundane aspects of Sepik River life.","release_date":"1988-06-14","vote_average":6.0,"runtime":72,"cert":"N\/A","id":39181,"title":"Cannibal Tours","adult":false,"genre_ids":[]},{"cast":[],"overview":"After years of meticulous planning, a terrorist operation is reaching its final stages. The authorities have received no intelligence; they are in a race against time but don't yet know it. As the operation unfolds, we see the working lives of men and women directly affected by terrorism. Among them: a firemen worried about the increasingly dangerous conditions he and his men are expected to work under; the head of the anti-terrorist branch whose responsibility it is to protect London and a female Muslim detective brought into Scotland Yard to investigate another suspected terrorist cell. But it is too late to stop the attack.","release_date":"2004-09-26","vote_average":6.1,"runtime":90,"cert":"N\/A","id":39182,"title":"Dirty War","adult":false,"genre_ids":[53,18]},{"cast":["Pelé","Franz Beckenbauer","Raphael de la Sierra","Phil Woosnam","Jay Emmett"],"overview":"In the 1970s the North American Soccer League marked the first attempt to introduce soccer to American sports fans. While most teams had only limited success at best, one managed to break through to genuine mainstream popularity - the New York Cosmos. The brainchild of Steve Ross (Major executive at Warner Communications) and the Ertegun brothers (Founders of Atlantic Records), the Cosmos got off to a rocky start in 1971, but things changed in 1975 when the world's most celebrated soccer star, the Brazilian champion Pele, signed with the Cosmos for a five-million-dollar payday. With the arrival of Pele, the Cosmos became a hit  and the players became the toast of the town, earning their own private table at Studio 54. A number of other international soccer stars were soon lured to the Cosmos, including Franz Beckenbauer, Rodney Marsh, and Carlos Alberto, but with the turn of the decade, the team began losing favor with fans and folded in 1985.","release_date":"2006-01-01","vote_average":6.8,"runtime":97,"cert":"N\/A","id":39183,"title":"Once in a Lifetime: The Extraordinary Story of the New York Cosmos","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":39188,"title":"Frappes interdites","adult":false,"genre_ids":[]},{"cast":["Alexandra Lamy","Clovis Cornillac","Juliette Roudet","Jerry Rudes","Rastko Janković"],"overview":"","release_date":"2005-07-06","vote_average":4.8,"runtime":null,"cert":"N\/A","id":39189,"title":"Au Suivant !","adult":false,"genre_ids":[35]},{"cast":["Roschdy Zem","Jean-Noël Cridlig-Veneziano","Rafik Ben Mebarek","Hassan Ouled-Bouarif"],"overview":"Six jeunes en difficulté de la banlieue parisienne débarquent au fin fond de la campagne française, escortés par leur éducateur. Ils doivent montrer leur bonne volonté en effectuant des travaux d'intérêts généraux décidés par la pétillante juge d'application des peines, qui veut ainsi leur donner une dernière chance. Entre le portable vissé à l'oreille de l'un, le pit-bull de l'autre ou encore les prières musulmanes du troisième, ces adolescents vont bouleverser la vie paisible du petit village.","release_date":"2005-06-29","vote_average":5.3,"runtime":92,"cert":"N\/A","id":39190,"title":"Camping à la ferme","adult":false,"genre_ids":[35]},{"cast":["Karen Black","Mike Patton","Susan Traylor","Kathleen Wilhoite","Jak Kendall"],"overview":"A tale of murder in small-town Kansas. When Jimmy is lured away from his abusive family by a traveling sideshow carnival, he encounters Sandra, one of the main attractions. The happiness they find together causes them to confront the darkness in their lives","release_date":"2005-10-11","vote_average":7.3,"runtime":null,"cert":"N\/A","id":39193,"title":"Firecracker","adult":false,"genre_ids":[9648,53]},{"cast":["Gene Wilder","Zero Mostel","Karen Black","Joe Silver"],"overview":"Originally an absurdist play by Eugene Ionesco, Rhinoceros tells the story of a French town plagued by rhinoceroses. These are not ordinary rhinoceroses, but people who have been victims of \"rhinoceritis.\" Or is it something else entirely? But, why are they turning into rhinoceroses and what is Ionesco trying to tell us about society?","release_date":"1974-01-21","vote_average":5.8,"runtime":104,"cert":"N\/A","id":39194,"title":"Rhinoceros","adult":false,"genre_ids":[35,18]},{"cast":["Brad Dourif","Cynthia Bain","Jon Cypher","André De Toth","John Landis"],"overview":"A young man finds out that his parents had been used in an atomic-weapons experiment shortly before he was born, and that the results have had some unexpected effects on him.","release_date":"1990-02-23","vote_average":4.4,"runtime":97,"cert":"N\/A","id":39195,"title":"Spontaneous Combustion","adult":false,"genre_ids":[18,27,878,53]},{"cast":["Ramón Agirre","Elena Irureta","Paco Sagárzazu","Iban Garate","Iñake Irastorza"],"overview":"The same day that the Etxebeste Family are leaving for their holidays, they lost all their money. They have to keep up appearances in front of the residents, so they will hide them selves at home. During their stay at home the Etxebestes will throw each other miserys and lies but later they will enjoy the best holidays in their life.","release_date":"2005-09-22","vote_average":5.2,"runtime":97,"cert":"N\/A","id":39196,"title":"Aupa Etxebeste!","adult":false,"genre_ids":[35]},{"cast":["Holly Hunter","Alfre Woodard","Mary Steenburgen","Tim Robbins","Scott Glenn"],"overview":"A girl from Yazoo City, Mississippi pins all her hopes on winning the local beauty pageant.","release_date":"1989-04-28","vote_average":6.0,"runtime":102,"cert":"N\/A","id":39197,"title":"Miss Firecracker","adult":false,"genre_ids":[35]},{"cast":["Deborah Quayle","Rick Sparks","Wil Wheaton","Kari Wahlgren"],"overview":"Damion Dietz's NEVERLAND is a dark, modernized, and highly original retelling of the childhood classic PETER PAN. In this version, Peter (Rick Sparks) is a juvenile delinquent, Tinkerbell (Kari... Damion Dietz's NEVERLAND is a dark, modernized, and highly original retelling of the childhood classic PETER PAN.","release_date":"2003-01-01","vote_average":3.0,"runtime":83,"cert":"N\/A","id":39198,"title":"Neverland","adult":false,"genre_ids":[12,14,18]},{"cast":["Minami Takayama","Kappei Yamaguchi","Wakana Yamazaki","Akira Kamiya","Kenichi Ogata"],"overview":"Kaito Kid strikes again in this new annual installment of the Detective Conan movies. An actress asked for Mouri Kogoro to protect a precious jewel of hers which Kid has vowed to steal. On the day of the theft, Kaito Kid dressed up as Shinichi and matched wits with Conan, and fled in the end. To thank them, the actress invited Kogoro and family and friends to Sapporo, but a bigger scheme, and a great emergency is just about to unravel high above the clouds in the plane that they're taking...","release_date":"2004-04-17","vote_average":7.1,"runtime":108,"cert":"N\/A","id":39203,"title":"Detective Conan: Magician of the Silver Key","adult":false,"genre_ids":[16,9648]},{"cast":["Minami Takayama","Wakana Yamazaki","Akira Kamiya","Kouichi Yamadera","Yoshiko Sakakibara"],"overview":"15 years ago, Daiichi Yachiyo Maru, a cargo ship, was crashed into a large iceberg in northern the Pacific Ocean, and sank. The captain and a crew were died. Now, in Nishitama, a ship designer of Yatsushiro Shipbuilder, which belonged to Yatsushiro Financial Combine, was suffered from a sudden hart attack while he was driving, and died in a traffic accident. Six months has passed since then. Conan, Ran, and Kogoro are enjoying their trip in the Aphrodite. The Aphrodite is a luxury liner, and it is sailing for the Pacific Ocean as its maiden voyage. However, there is a suspicious person, and finally a murder occurs. It is the beginning of a horrible plot occurred in the ocean where there is no place to escape from.","release_date":"2005-04-09","vote_average":7.0,"runtime":100,"cert":"N\/A","id":39204,"title":"Detective Conan: Strategy Above the Depths","adult":false,"genre_ids":[16,9648]},{"cast":[],"overview":"Synopsis Kogoro and Conan came to Yokohama according to a request from a mysterious man. But that was a trap of this man. Ran and the Detective Boys will be taken as hostages. If they don't solve the request of the man within 12 hours, the bombs attached to the hostages will explode. Furthermore, the man know that Conan`s true identity is Kudo Shinichi. Also Hattori Heiji, the High School Detective of the West, and Kaito Kid enter the stage. Will they be able to solve the mystery within the time limit and save Ran and the others? And who in the world is the client?","release_date":"2006-04-15","vote_average":7.3,"runtime":101,"cert":"N\/A","id":39205,"title":"Detective Conan: The Private Eyes' Requiem","adult":false,"genre_ids":[16,9648]},{"cast":[],"overview":"The Isle of Koumi, a beautiful island in the Pacific Ocean. On the island, people pass an old legend down from generation to generation that there was the Seabed Palace, an ancient ruin at the bottom of the sea, where the treasure of 2 female pirates, Anne Bonnie &amp; Mary Reed (who really existed 300 years ago), was left. When Conan and his friends visit Koumi Island while on vacation, they meet some treasure hunters. There was something suspicious about them.","release_date":"2007-04-21","vote_average":6.9,"runtime":105,"cert":"N\/A","id":39206,"title":"Detective Conan: Jolly Roger in the Deep Azure","adult":false,"genre_ids":[16,12]},{"cast":["Akira Kamiya","Minami Takayama","Wakana Yamazaki"],"overview":"Serial murders involving all kinds have happened. All the victims are from a Music School led by a famous pianist. Conan and company have been invited to a opening concert of the Music Hall built by the pianist. The biggest attraction of this concert is the world famous violin called \"Stradivarius\" and a special appearance of a singer who has perfect pitch.","release_date":"2008-04-19","vote_average":7.5,"runtime":116,"cert":"N\/A","id":39207,"title":"Detective Conan: Full Score of Fear","adult":false,"genre_ids":[16,28,80,9648]},{"cast":["Susana Salazar","Maka Kotto","Vanessa Bauche","Noël Burton"],"overview":"Through an Internet service, a Montreal professor arranges for himself a Mexican bride. But both husband and wife, even with their good intentions, are in for a bumpy ride toward marital harmony.","release_date":"2004-10-15","vote_average":5.0,"runtime":100,"cert":"N\/A","id":39208,"title":"A Silent Love","adult":false,"genre_ids":[35,18,10749]},{"cast":["Sean Connery","Brigitte Bardot","Jack Hawkins","Stephen Boyd","Peter van Eyck"],"overview":"Sean Connery is Shalako, a guide in the old West who has to rescue an aristocratic British hunting party from Indians and bandits.","release_date":"1968-11-06","vote_average":5.2,"runtime":113,"cert":"N\/A","id":39209,"title":"Shalako","adult":false,"genre_ids":[37]},{"cast":["Stephen Dorff","Elle Fanning","Chris Pontius","Michelle Monaghan","Ellie Kemper"],"overview":"After withdrawing to the Chateau Marmont, a passionless Hollywood actor reexamines his life when his eleven-year-old daughter surprises him with a visit.","release_date":"2010-09-03","vote_average":6.1,"runtime":98,"cert":"15","id":39210,"title":"Somewhere","adult":false,"genre_ids":[35,18]},{"cast":["Burt Reynolds","Conny Van Dyke","Jerry Reed","Ned Beatty","Art Carney"],"overview":"Story of a happy-go-lucky small time crook who runs into a country music group looking for their big break. They end up helping each other out in unexpected ways.","release_date":"1975-05-21","vote_average":6.0,"runtime":91,"cert":"N\/A","id":39211,"title":"W.W. and the Dixie Dancekings","adult":false,"genre_ids":[35,18,10402]},{"cast":[],"overview":"For 25 years, report after report has shown that American students are falling further and further behind the rest of the world intellectually. As the American public school system fails to adapt to this century, schools in China and India produce four times the number of high school graduates as the U.S. and educate these students to a much higher level. Having revealed this frightening decline in his first documentary Two Million Minutes, executive producer Robert A. Compton next searched the world for the best high schools in the hopes of discovering a solution to America's education crisis. Then, in one of the poorest areas of America, Compton discovered a school that teaches ordinary U.S. children at an extraordinarily high academic level. This school demonstrates that American students are capable of competing academically with the best in the world given the right curriculum, the right teachers, the right inspiration, and expectation for success.","release_date":"2009-09-01","vote_average":0.0,"runtime":54,"cert":"N\/A","id":39212,"title":"2 Million Minutes: The 21st Century Solution","adult":false,"genre_ids":[]},{"cast":["Hugh Dancy","Liane Balaban","Gillian Jacobs","Mamie Gummer","Benjamin Walker"],"overview":"A slacker trust-fund type finds the motivation to pick up a job as the coach of middle school soccer team","release_date":"2010-06-13","vote_average":4.6,"runtime":null,"cert":"N\/A","id":39213,"title":"Coach","adult":false,"genre_ids":[35,10749]},{"cast":["Bob Hope","Elke Sommer","Phyllis Diller","Cesare Danova","Marjorie Lord"],"overview":"The divine Didi, a European actress known more for her bubble bath scenes than for her acting, decides she has had enough with bubble baths and wants to be taken seriously as an actress. So much so that she runs away during the middle of a scene while filming in Hollywood and winds up in Oregon. While she is staying in a hotel, the operator accidentally connects her with a real estate agent named Tom Meade. She asks Tom to bring her some food and when he does he suggests that she go to his cabin in the woods. She also asks him not to tell anyone where she is because she doesn't want to go back to Hollywood. Now Tom must keep the secret, especially from his wife and from his suspicious housekeeper Lily.","release_date":"1966-06-08","vote_average":6.2,"runtime":99,"cert":"N\/A","id":39214,"title":"Boy, Did I Get a Wrong Number!","adult":false,"genre_ids":[35,10749]},{"cast":["Harald Heide Steen","Siri Rom","Trine Pedersen"],"overview":"Ivo Caprinos animated adaption of the classical Norwegian folktale","release_date":"1962-02-25","vote_average":6.9,"runtime":10,"cert":"N\/A","id":39215,"title":"The Fox's Widow","adult":false,"genre_ids":[]},{"cast":["Sophie Schütt","Joram Voelklein","Markus Knüfken","Boris Aljinovic","Rita Lengyel"],"overview":"","release_date":"2000-10-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":39216,"title":"Es geht nicht immer nur um Sex","adult":false,"genre_ids":[18]},{"cast":["Salman Khan","Sushmita Sen","Katrina Kaif","Sohail Khan","Arshad Warsi"],"overview":"A married doctor lands in trouble when his flirtatious ways lead a woman to fall for him.","release_date":"2005-07-15","vote_average":4.3,"runtime":145,"cert":"N\/A","id":39217,"title":"Maine Pyaar Kyun Kiya?","adult":false,"genre_ids":[35,18,10749]},{"cast":["Rajpal Yadav","Vinod Nagpal","Varun Badola","Kay Kay Menon","Rituparna Sengupta"],"overview":"Lucknow based Mithilesh Shukla, is a regular, nondescript sort of a guy, who has washed his hands off marriage, until his nagging mom and her concerned brother get him to see Veena as a prospective bride. Veena is beautiful, cultured, educated and pretty much everything Mithilesh wants. She is also leggy, a good 6\" taller than our hero. This doesn't concern him too much, until he overhears people talk and laugh at his relative lack of stature\/looks. Everyday situations, such as driving a scooter, with a tall wife towering from the back-seat, or a fawning doodh-wala (milk-man) delivering milk, become a nagging headache for the insecure Mithilesh. More problems crop up when Veena's good college friend, the TALL, worldly, smart Akash moves into the flat next door, and jealousy consumes Mithilesh, leading him into a quagmire of problems, which threaten to rip apart his life.","release_date":"2005-01-01","vote_average":5.3,"runtime":128,"cert":"N\/A","id":39218,"title":"Main Meri Patni Aur Woh","adult":false,"genre_ids":[35,18,10749]},{"cast":["Bob Hope","Lucille Ball","Ruth Hussey","Don DeFore","Louis Nye"],"overview":"Two romantic couples are each married to different people! They really DO love each other. At the beginning Kitty thinks Larry is un-funny...","release_date":"1960-11-14","vote_average":5.1,"runtime":103,"cert":"N\/A","id":39219,"title":"The Facts of Life","adult":false,"genre_ids":[18,35,10749]},{"cast":["Bob Hope","Tuesday Weld","Frankie Avalon","Dina Merrill","Jeremy Slate"],"overview":"Bob Holcomb will do anything to stop his daughter JoJo from tying the knot with her lazy boyfriend, even move her all the way to Sweden! But once they're \"safely\" out of the country, JoJo falls for a sly Swedish playboy.","release_date":"1965-06-18","vote_average":5.0,"runtime":97,"cert":"N\/A","id":39220,"title":"I'll Take Sweden","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Lewis Black"],"overview":"Comedy Central's jittery, apoplectic commentator on all things absurd in politics and culture is superb on this disc's collection of four half-hour cable specials and bonus features. Fans and newcomers get a chance to see how much the comic has grown since his delightful 1998 show, in which Black characteristically sputtered this bit of social-scientific criticism: \"It's absolutely stupid that we've lost the ozone layer. We've got men, rockets, Saran Wrap--fix it!\" Black attacks Bill Clinton for obscuring the meaning of infidelity (\"If curling is an Olympic sport, oral sex is adultery!\"), Y2K hype, flu shots, America's power elite, Ross Perot (\"He's the kid in Deliverance all growed-up!\"), and even delivers a \"Taxes 101\" college lecture (\"What would help IRS forms? Verbs!\"). Bonus features include Black's \"Indecision 2000\" inserts--caustic commentary about the last Republican and Democrat conventions--for Jon Stewart's show. Highly entertaining stuff.","release_date":"2003-09-23","vote_average":7.3,"runtime":116,"cert":"N\/A","id":39223,"title":"Lewis Black Unleashed","adult":false,"genre_ids":[35]},{"cast":["Penelope Ann Miller","Henry Thomas","Andoni Gracia","Ismael 'East' Carlo","Abel Folk"],"overview":"Laura loses her family in a tragic fire while living in Spain. Just as she prepares to return home to the States, a member of the American embassy provides proof that it wasn't an accident. Laura decides to stay and uncover the truth about her family's death, a decision which soon places her own life in jeopardy as she becomes embroiled in murder, stolen diamonds, cover-ups, and the Colombian mob.","release_date":"2006-11-10","vote_average":3.7,"runtime":null,"cert":"","id":39224,"title":"The Deal: El trato","adult":false,"genre_ids":[28,35,53]},{"cast":["Doris Day","Brian Keith","Pat Carroll","Barbara Hershey","George Carlin"],"overview":"In WITH SIX YOU GET EGGROLL, Abby McClure, a widow with three sons, and Jake Iverson, a widower with a teen-age daughter, begin dating and eventually decide to get married. But they're not prepared for the hostile reactions from their children, who are not very excited about the new union between the two families.","release_date":"1968-08-07","vote_average":6.8,"runtime":95,"cert":"N\/A","id":39225,"title":"With Six You Get Eggroll","adult":false,"genre_ids":[35,10749,10751]},{"cast":["Tōru Furuya","Hirotaka Suzuoki","Shozo Iizuka","Kiyonobu Suzuki","Fuyumi Shiraishi"],"overview":"In the year Universal Century 0079, humans have colonized the area of space lying in between the Earth and the moon. However the ambitious Zabi family, rulers of the Duchy of Zeon (the grouping of colonies furthest from the earth) has sparked a war.","release_date":"1981-03-14","vote_average":6.7,"runtime":148,"cert":"N\/A","id":39228,"title":"Mobile Suit Gundam I","adult":false,"genre_ids":[16,878,28,12,18,10752]},{"cast":["Tōru Furuya","Shuuichi Ikeda","Hirotaka Suzuoki","Fuyumi Shiraishi","Kiyonobu Suzuki"],"overview":"After managing to survive attacks by Zeon's Char Aznable and Garma Zabi, the crew of Federation warship White Base and its mobile suits must battle Zeon forces through Asia, Europe, and the Atlantic Ocean if they are to reach Earth Federation's headquarters alive. During that process many of its crewmembers must overcome their fears, losses, immaturities, and insecurities in order to survive.","release_date":"1981-07-11","vote_average":6.8,"runtime":139,"cert":"N\/A","id":39229,"title":"Mobile Suit Gundam II: Soldiers of Sorrow","adult":false,"genre_ids":[16,878,18,28,12,10752]},{"cast":["Tōru Furuya","Shuuichi Ikeda","Hirotaka Suzuoki","Yô Inoue","Kiyonobu Suzuki"],"overview":"Amuro Ray and the rest of the White Base crew, now denominated the 13th Autonomous Corps, return to outer space to support the rest of the Earth Federation forces for the decisive battle against the Duchy of Zeon's forces.","release_date":"1982-03-13","vote_average":6.9,"runtime":144,"cert":"N\/A","id":39230,"title":"Mobile Suit Gundam III: Encounters in Space","adult":false,"genre_ids":[16,878,28,12,18,10752]},{"cast":["Rock Hudson","Paula Prentiss","Maria Perschy","John McGiver","Charlene Holt"],"overview":"Rock Hudson is Roger Willoughby, a renowned fishing expert, who, unbeknownst to his friends, co-workers, or boss, has never cast a line in his life. One day, he crosses paths with Abigail Paige (Paula Prentiss), a sweetly annoying girl who has just badgered his boss into signing Roger up for an annual fishing tournament.","release_date":"1964-01-29","vote_average":7.0,"runtime":120,"cert":"N\/A","id":39231,"title":"Man's Favorite Sport?","adult":false,"genre_ids":[35,10749]},{"cast":["Marjorie Main","Percy Kilbride","Alan Mowbray","Alice Kelley","Brett Halsey"],"overview":"The Indians try to make a fire in the Kettles fireplace the old fashion way, the smoke signal way. Judges are a comin' to award a child with a scholarship. However, who ever has the nicest looking farm and raises their kids in a good enviroment has a chance of winning.","release_date":"1954-03-10","vote_average":5.7,"runtime":80,"cert":"N\/A","id":39232,"title":"Ma and Pa Kettle at Home","adult":false,"genre_ids":[35]},{"cast":["Holly Hunter","Richard Dreyfuss","Danny Aiello","Gena Rowlands","Laura San Giacomo"],"overview":"Renata Bella feels like a failure at life and career. But when Renata attends a seminar on selling real estate, she finally finds True Love. Sam Sharpe, while a top-notch, successful salesman, is much older than Renata. She is swept away by his excessively flamboyant style and irrepressible nature. The very traits she finds romantic, however, lead to repeated conflict with her family, especially her beloved father Joe, leaving Renata trapped in the middle.","release_date":"1991-01-18","vote_average":6.0,"runtime":115,"cert":"N\/A","id":39233,"title":"Once Around","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"The DVD footage is from the Michael Jackson BAD album concert tour of Japan, on September 14, 1987 in Yokahama Japan.","release_date":"","vote_average":7.0,"runtime":null,"cert":"N\/A","id":39234,"title":"Live in Japan","adult":false,"genre_ids":[]},{"cast":["Prince","Morris Day","Lenny Kravitz","Larry Graham","George Clinton"],"overview":"\"Rave un2 the year 2000\" celebrates the joy of life as PRINCE performs music from his critically acclaimed album Rave Un2 The Joy Fantastic, as well as selections from his vault of smash hits and pop classics. Filmed at Paisley Park Studio in Minneapolis, where a multi-piece band, including legendary bass player Larry Graham and members of the Family Stone, join Prince in this spectacular historic event. Special guests include Lenny Kravitz, Rosie Gaines, Maceo Parker George Clinton, Morris Day and The Time.","release_date":"2000-06-05","vote_average":7.1,"runtime":113,"cert":"N\/A","id":39235,"title":"Prince: Rave un2 the Year 2000","adult":false,"genre_ids":[10402]},{"cast":["John Heard","Brendan Sexton III","Erin Cardillo","Daniel Baldwin","Erica Shaffer"],"overview":"When a couple is taken hostage in their home by an intruder, a simple home invasion robbery turns into something much more complicated...","release_date":"2010-05-20","vote_average":5.5,"runtime":98,"cert":"N\/A","id":39240,"title":"The Truth","adult":false,"genre_ids":[53]},{"cast":["Simon Carmiggelt","Peter Ustinov"],"overview":"Bert Haanstra paints a portrait of The Netherlands and the Dutch, in his own unparalleled manner. Partly with the aid of a hidden camera he observes people in the most diverse situations. He shows the unusual in the usual and the usual in the unusual. The harsh years of the post war era of reconstruction have passed and for most people life is better than before.","release_date":"1963-01-01","vote_average":6.3,"runtime":90,"cert":"N\/A","id":39241,"title":"The Human Dutch","adult":false,"genre_ids":[99]},{"cast":["Andrew Lawrence","Mark L. Taylor","Lori Hallier","Alison Pill","Brenden Richard Jefferson"],"overview":"Will Browning accidently creates a clone of himself when working on a science project.","release_date":"2000-09-08","vote_average":5.7,"runtime":90,"cert":"N\/A","id":39242,"title":"The Other Me","adult":false,"genre_ids":[10770,10751,35,14]},{"cast":["Judge Reinhold","Meg Tilly","Cleavant Derricks","Joe Mantegna","John Turturro"],"overview":"Joe Gower's job is skating through library shelves, fetching books. A police officer\/friend of his is chosen to participate in a charity dance performance. Gower agrees to take his place in the show by posing as a police officer. He falls for a female officer in the show and gets into various scrapes with fellow cops and also crooks. And he dances.","release_date":"1986-04-10","vote_average":4.4,"runtime":92,"cert":"N\/A","id":39243,"title":"Off Beat","adult":false,"genre_ids":[35]},{"cast":[],"overview":"This is the true story of a love triangle that takes place entirely online. Lies lead to murder in real life, as a teenage vixen (screen name 'talhotblond') lures men into her web. Revealing a shocking true crime story that shows the Internet's power to unleash our most dangerous fantasies.","release_date":"2009-02-01","vote_average":6.9,"runtime":83,"cert":"N\/A","id":39246,"title":"Talhotblond","adult":false,"genre_ids":[99]},{"cast":["Marshall Efron","Carl Steven","Jessica Pennington","Hal Smith"],"overview":"Originally intended to be a pilot for the third Walt Disney Television animated series the movie features five pastel-colored talking (fluppy) dogs who arrive through a fluppy interdimensional doorway. Upon arrival the dogs brefriend 10-year-old Jamie and his neighbor Claire. The friends must help the fluppy dogs avoid the clutches of the the evil miser Wagstaff.","release_date":"1986-03-19","vote_average":4.3,"runtime":60,"cert":"N\/A","id":39251,"title":"Fluppy Dogs","adult":false,"genre_ids":[16]},{"cast":["Stephanie Beacham","Claudia Coulter","George Anton","Tina Barnes","Magda Rodriguez"],"overview":"On the day of her death a normal woman is transformed into a genetically engineered vampire and trained to kill. She is sent on a mission to stop the Souls of the Damned being unleashed into our dimension.","release_date":"2006-05-22","vote_average":1.6,"runtime":91,"cert":"","id":39252,"title":"The Witches Hammer","adult":false,"genre_ids":[878,27]},{"cast":["Konstantin Khabenskiy","Milla Jovovich","Ivan Urgant","Sergey Garmash","Vladimir Menshov"],"overview":"Who said you have to win to be a champion? Slava Kolotiloff, a schoolteacher from a sleepy seaside town by the name of \"Fingers\" comes to conquer Moscow with the manuscript to his first novel in hand. But instead, quite by accident, he conquers the heart of a beauty named Nadia (Milla Jovovich). As their wedding approaches, Slava needs only to quit his job and tie up loose ends back in \"Fingers\" before returning to Moscow to start a new life with his new bride. But due to a number of bizarre circumstances he is unable to leave and back in the big city, the wedding goes on regardless as Nadia has to fend off the attentions of her ex-boyfriend Danya, who seems ready to do whatever it takes to win her back.","release_date":"2011-01-12","vote_average":6.1,"runtime":90,"cert":"N\/A","id":39253,"title":"Lucky Trouble","adult":false,"genre_ids":[10749,35]},{"cast":["Hugh Jackman","Dakota Goyo","Evangeline Lilly","Anthony Mackie","Kevin Durand"],"overview":"Charlie Kenton is a washed-up fighter who retired from the ring when robots took over the sport. After his robot is trashed, he reluctantly teams up with his estranged son to rebuild and train an unlikely contender.","release_date":"2011-09-28","vote_average":6.8,"runtime":127,"cert":"12A","id":39254,"title":"Real Steel","adult":false,"genre_ids":[28,878,18]},{"cast":["Paul McCartney","John Lennon","George Harrison","Ringo Starr"],"overview":"This collection consists of four of the most cherished shows in television history. On February 9, 1964, The Beatles made their debut TV appearance in the U.S. on the Ed Sullivan Show. 73 million Americans watched and Beatlemania is born! Other shows included were February 16, 1964, February 23, 1964, and September 12, 1965. Includes 20 song performances, as well as the rest of the four Ed Sullivan shows.  Also included in some special editions is the show rehearsal (Deauville Hotel, Miami - Feb.16, 1964)","release_date":"2010-09-07","vote_average":7.7,"runtime":250,"cert":"N\/A","id":39255,"title":"The 4 Complete Ed Sullivan Shows Starring The Beatles","adult":false,"genre_ids":[10402]},{"cast":["Ken Tanaka","Yasuko Sawaguchi","Keiju Kobayashi","Shin Takuma","Eitarô Ozawa"],"overview":"Originally released in Japan as \"The Return of Godzilla\"  in 1984, this is the heavily re-edited, re-titled \"Godzilla 1985\".  Adding in new footage of Raymond Burr, this 16th Godzilla film ignores all previous sequels and serves as a direct follow-up to the 1956 \"Godzilla King of the Monsters\", which also featured scenes with Burr edited into 1954's \"Godzilla\". This film restores the darker tone of the original, as we witness the nuclear destruction of giant lizard terrorizing Japan.","release_date":"1984-12-26","vote_average":6.2,"runtime":87,"cert":"N\/A","id":39256,"title":"Godzilla 1985","adult":false,"genre_ids":[28,18,27,878,53]},{"cast":["Ian Bonar","Lyndsey Marshal","Kieran Bew","Brendan Hughes"],"overview":"Ian Bonar is Stevie, a wannabe musician whose look is a hybrid of Jarvis Cocker and early Elvis Costello. Working with his drummer pal Neil (Matthew Baynton) in a call centre, they dream of breaking into the indie music scene. To do this they require additional band members. Step forward the driven (and drinking) guitarist Billy (Kieran Bew) and slightly scatty bassist Emily (Lyndsey Marshal), who has a sideline in making sculpture from hair.","release_date":"2008-10-17","vote_average":5.0,"runtime":82,"cert":"","id":39257,"title":"1234","adult":false,"genre_ids":[]},{"cast":["Aya Kiguchi","Hitomi Hasebe","Takumi Saito","Tarô Shigaki","Etsuko Ikuta"],"overview":"Sisters Yoshie and Kikue are two Geisha who are abducted by a mysterious organization to be transformed into murderous cyborg assassins.","release_date":"2009-10-03","vote_average":5.6,"runtime":102,"cert":"N\/A","id":39260,"title":"RoboGeisha","adult":false,"genre_ids":[28,35,27,878]},{"cast":["Christopher Lee","Peter Cushing","Nyree Dawn Porter","Denholm Elliott","Jon Pertwee"],"overview":"A Scotland Yard investigator looks into four mysterious cases involving an unoccupied house.","release_date":"1971-02-22","vote_average":6.2,"runtime":102,"cert":"","id":39261,"title":"The House That Dripped Blood","adult":false,"genre_ids":[27,9648]},{"cast":["André Morell","John Phillips","David Buck","Elizabeth Sellars","Maggie Kimberly"],"overview":"Archaeologists discover the final resting place of a boy king, removing the remains to be exhibited in a museum. By disturbing the sarcophagus they unleash the forces of darkness. The Mummy has returned to discharge a violent retribution on the defilers as the curse that surrounds the tomb begins to come true. One by one the explorers are murdered until one of them discovers the ancient words that have the power to reduce the brutal killer to particles of dust.","release_date":"1967-03-15","vote_average":4.8,"runtime":90,"cert":"","id":39262,"title":"The Mummy's Shroud","adult":false,"genre_ids":[27]},{"cast":["Valerie Leon","Andrew Keir","James Villiers","Hugh Burden","George Coulouris"],"overview":"Two Egyptologists, Professor Fuchs and Corbeck, are instrumental in unleashing unmitigated horror by bringing back to England the mummified body of Tara, the Egyptian Queen of Darkness. Fuchs’s daughter becomes involved in a series of macabre and terrifying incidents, powerless against the forces of darkness, directed by Corbeck, that are taking possession of her body and soul to fulfill the ancient prophesy that Queen Tara will be resurrected to continue her reign of unspeakable evil.","release_date":"1971-06-16","vote_average":6.1,"runtime":94,"cert":"","id":39263,"title":"Blood from the Mummy's Tomb","adult":false,"genre_ids":[27]},{"cast":["Katsuhiko Sasaki","Hiroyuki Kawase","Yutaka Hayashi","Robert Dunham","Kotaro Tomita"],"overview":"In his 13th film, Godzilla takes a supporting role to the far more prominently featured  Jet Jaguar, an Ultra-Man like robot. Aliens take control of Earth's monsters and begin using them to destroy the human race. Jet Jaguar decides to stop the attack by recruiting Godzilla and enlarging himself to Monster-size.","release_date":"1973-03-17","vote_average":5.5,"runtime":82,"cert":"N\/A","id":39264,"title":"Godzilla vs. Megalon","adult":false,"genre_ids":[878,14]},{"cast":[],"overview":"","release_date":"","vote_average":9.0,"runtime":null,"cert":"N\/A","id":39265,"title":"Inju dai toshi","adult":true,"genre_ids":[]},{"cast":["Adolf Hitler","Max Amann","Hermann Göring","Martin Bormann","Hans Frank"],"overview":"The propaganda film of the 1934 Nazi Party rally in Nuremberg, Germany","release_date":"1935-03-28","vote_average":7.2,"runtime":114,"cert":"N\/A","id":39266,"title":"Triumph of the Will","adult":false,"genre_ids":[99]},{"cast":["Kaito Kisshoji","Mako Hyoudou","Mitsuhisa Ishikawa","Toshio Suzuki","Shinji Higuchi"],"overview":"Tachigui retells Japan's history from 1945 to 21st century through the feats of self-proclaimed dine and dash professionals - the Fast Food Grifters are the phantoms that rise and fall with the shifting diet-styles. They are the dissenting heroes who carved their names on the dark side of dietary culture with their glare. Now their legend revives, strong as ever...","release_date":"2006-04-08","vote_average":6.2,"runtime":104,"cert":"","id":39267,"title":"Tachigui: The Amazing Lives of the Fast Food Grifters","adult":false,"genre_ids":[16,18,28,53]},{"cast":[],"overview":"Minako is diagnosed with a brain tumor and doesn't have long to live. She wants to see her twin sister once again, but there are consequences. The twins bring out the worst in each other. Together, they are psycho-pyromaniacs and can be very destructive. There's a reason why they've been separated for 13 years, to protect themselves and those around them. Now, they'll be together again.","release_date":"2008-10-23","vote_average":5.7,"runtime":71,"cert":"N\/A","id":39268,"title":"Buryure","adult":false,"genre_ids":[18,53]},{"cast":["Linda Manz","Dennis Hopper","Sharon Farrell","Raymond Burr","Don Gordon"],"overview":"A young girl whose father is an ex-convict and whose mother is a junkie finds it difficult to conform and tries to find comfort in a quirky combination of Elvis and the punk scene.","release_date":"1980-05-01","vote_average":6.7,"runtime":94,"cert":"N\/A","id":39269,"title":"Out of the Blue","adult":false,"genre_ids":[18]},{"cast":["Scott Glenn","Toshirō Mifune","Donna Kei Benz","Atsuo Nakamura","Calvin Jung"],"overview":"Rick, a down-and-out American boxer, is hired to transport a sword to Japan, unaware that the whole thing is a set up in a bitter blood-feud between two brothers, one who follows the traditional path of the samurai and the other a businessman. At the behest of the businessman, Rick undertakes samurai training from the other brother, but joins his cause. He also becomes romantically involved with the samurai's daughter.","release_date":"1982-07-23","vote_average":6.5,"runtime":113,"cert":"N\/A","id":39274,"title":"The Challenge","adult":false,"genre_ids":[28,878]},{"cast":["Zhou Xun","Kitty Zhang Yuqi","Kwai Lun-Mei","Alex Fong","Stephen Fung"],"overview":"A series of intertwining stories focus on the lives and transformations of three women and their romantic relationships.","release_date":"2008-08-08","vote_average":4.0,"runtime":120,"cert":"N\/A","id":39277,"title":"All About Women","adult":false,"genre_ids":[10749,35]},{"cast":["Angelica Lee","Isabella Leong","Chang Chen","Guo Xiaodong","Tony Leung Ka-Fai"],"overview":"A man with plans to propose to his girlfriend hides an engagement ring in the ancient underwater ruins off Japan's Yonaguni Island. When he goes missing she must investigate and remember what happened.","release_date":"2008-06-12","vote_average":4.0,"runtime":118,"cert":"N\/A","id":39278,"title":"Missing","adult":false,"genre_ids":[27,14,53,10749]},{"cast":["Eric Lange","John Billingsley","Ray Wise"],"overview":"Haunted by recent events and on the run, a man finds himself the unwitting pawn of a possessed evangelical radio station and like his unfortunate predecessor must ask himself whether it is better to reign in hell than serve in heaven.","release_date":"2008-10-03","vote_average":7.7,"runtime":39,"cert":"N\/A","id":39279,"title":"AM1200","adult":false,"genre_ids":[27]},{"cast":["David Arquette","Angela Bassett","Richard T. Jones","Tara Rosling","Neil Napier"],"overview":"The Department of Homeland Security receives a threat that a bomb has been set to explode during a sports event in Washington, D.C.","release_date":"2006-03-19","vote_average":6.5,"runtime":83,"cert":"N\/A","id":39280,"title":"Time Bomb","adult":false,"genre_ids":[28,18,53]},{"cast":["Jamie Oliver"],"overview":"Jamie Oliver takes a look into the pig industry.","release_date":"2009-01-29","vote_average":0.0,"runtime":75,"cert":"N\/A","id":39281,"title":"Jamie Saves Our Bacon","adult":false,"genre_ids":[]},{"cast":["Barbra Streisand","James Caan","Omar Sharif","Roddy McDowall","Ben Vereen"],"overview":"1930s in New York – The famous singer Fanny Brice has divorced her first husband Nicky Arnstein. During the depression she has trouble finding work as an artist but meets Billy Rose, a newcomer who writes lyrics and owns his own nightclub.","release_date":"1975-03-15","vote_average":5.2,"runtime":136,"cert":"N\/A","id":39282,"title":"Funny Lady","adult":false,"genre_ids":[35,18,10402,10749]},{"cast":["Diane Ladd","Raphael Sbarge","Jennifer Runyon","Harrison Page","Ned Bellamy"],"overview":"After being driven to extinction, great bloodthirsty dinosaurs come back to life with the assistance of a demented genetic scientist. She plans to replace the human race with a super-race of dinosaurs who will not pollute the planet.","release_date":"1993-05-21","vote_average":4.1,"runtime":83,"cert":"N\/A","id":39283,"title":"Carnosaur","adult":false,"genre_ids":[27,878]},{"cast":["Maj-Britt Nilsson","Stig Olin","Birger Malmsten","John Ekman","Margit Carlqvist"],"overview":"After discovering that his wife has been killed in an accident, Stig looks back on their relationship, beginning with when he and Marta were starting out as violinists together in an orchestra overseen by conductor Sonderby.","release_date":"1950-02-20","vote_average":7.4,"runtime":98,"cert":"N\/A","id":39284,"title":"To Joy","adult":false,"genre_ids":[18]},{"cast":["Hilary Duff","Chris Carmack","Michael McMillian","Amanda Walsh","Jaime Pressly"],"overview":"A freelance writer looking for romance sells a story to Cosmopolitan magazine about finding love in the workplace and goes undercover at a Finance Company.","release_date":"2010-07-20","vote_average":5.5,"runtime":83,"cert":"N\/A","id":39285,"title":"Beauty & the Briefcase","adult":false,"genre_ids":[10749,35]},{"cast":["Stanley Tucci","Rhys Ifans","Hugh Bonneville","Jena Malone","Jessica Hynes"],"overview":"A comic drama set on a Mediterranean island, where a motley collection of characters is seeking musical redemption.","release_date":"2007-01-11","vote_average":6.1,"runtime":110,"cert":"N\/A","id":39286,"title":"Four Last Songs","adult":false,"genre_ids":[35,18,10402,10749]},{"cast":["Ann-Margret","Red Buttons","Mike Connors","Bing Crosby","Robert Cummings"],"overview":"A group of unlikely travelling companions find themselves on the same stagecoach to Cheyenne. They include a drunken doctor, a bar girl who's been thrown out of town, a professional gambler, a travelling liquor salesman, a banker who has decided to embezzle money, a gun-slinger out for revenge and a young woman going to join her army captain husband. All have secrets but when they are set upon by an Indian war party and then a family of outlaws, they find they must all work together if they are to stay alive.","release_date":"1966-04-21","vote_average":5.5,"runtime":115,"cert":"N\/A","id":39287,"title":"Stagecoach","adult":false,"genre_ids":[37]},{"cast":["John Mills","Richard Attenborough","Nigel Patrick","George Cole","Bernard Lee"],"overview":"The crew of a submarine is trapped on the sea floor when it sinks. How can they be rescued before they run out of air?","release_date":"1950-02-21","vote_average":5.9,"runtime":102,"cert":"","id":39288,"title":"Morning Departure","adult":false,"genre_ids":[18]},{"cast":["Vivica A. Fox","Shemar Moore","Mel Jackson","Victoria Rowell","Sean Blakemore"],"overview":"Motive is an edgy thriller that centers around Emery Simms, a highly educated and successful business tycoon who happens to be married to the quintessential wife Constance. Things go dangerously awry when the thrill seeking Emery engages in an adulterous fling with the wildly free-spirited and exotic Allanah. Timing couldn't be any worse when the politics of high society, shady business deals, bad press, and a violent murder collide, they threaten to destroy more than just his shaky marriage. As police probe into his situation, they uncover a labyrinth of deception, agendas and motives, where the stakes are enormous and nothing is what it seems.","release_date":"2004-02-24","vote_average":5.4,"runtime":87,"cert":"N\/A","id":39291,"title":"Motives","adult":false,"genre_ids":[18,28,53,9648,10749]},{"cast":["Anat Klausner","Uli Sternberg","Pini Tavger","Olga Sorkine"],"overview":"Meow is a young woman roaming the streets and nightclubs of Tel Aviv. She lives in empty apartments and surfs the internet chat rooms. She decides to meet Alex, her chat buddy. They plan to meet in a nightclub but a suicide bombing prevents their meeting. She survives the attack and after she finds Alex in the hospital, in a coma, she moves into his empty apartment. Gradually, the tenants start referring to her as Alex, and as she assumes his identity, she finds herself sinking into a dangerous and deluded reality.","release_date":"2005-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":39298,"title":"Frozen Days","adult":false,"genre_ids":[18,9648,53]},{"cast":["Bar Belfer","Yonatan Bar-Or","Yuval Mendelson","Rinat Matatov"],"overview":"Through the streets of Jerusalem two teenagers' stories will unite to tell the summer adventure of their lives. Tamar is an amazingly talented but very quiet and insecure girl, who leaves behind her home and all she knows, changing herself unrecognizably -from her looks to her attitude- to brace herself for a dangerous mission to help a loved-one. Asaf, a clumsy, naive, and very shy boy working a boring summer job at City Hall, is given quite a mission himself : to take an uncontrollable stray dog from the pound, put it on a leash, and let it lead him back to its owners to be fined. The more stories Asaf hears about this extraordinary girl, the more he falls for her, and as he and Dinkah continue their journey Asaf becomes aware that Tamar is in grave danger.","release_date":"2006-07-13","vote_average":6.2,"runtime":118,"cert":"N\/A","id":39301,"title":"Someone to Run With","adult":false,"genre_ids":[12,18]},{"cast":["Gary Sinise","Elijah Wood"],"overview":"In the Second World War, probably in a concentration camp somewhere, Gary Sinise is a soldier who conducts Jews everyday to some place where only clothes come back, under the eyes of an young prisoner boy (Elijah Wood). This witness disturbs the soldier, driving the story to a tragic and sad end and a new beginning.","release_date":"1992-01-01","vote_average":0.0,"runtime":19,"cert":"N\/A","id":39302,"title":"The Witness","adult":false,"genre_ids":[18]},{"cast":["Mark Pellegrino","Teri Polo","Kevin Pollak","Mark Thompson","Kenton Duty"],"overview":"A police profiler has just returned from psychiatric leave only to find that he is caught up in a serial killer's rampage. Fighting to keep buried the trauma of his childhood, he must confront the all too-familiar flesh masks that the killer leaves on the faces of his victims. He must face his own demons along with the killer to save his small eroding existence.","release_date":"2009-04-25","vote_average":5.0,"runtime":96,"cert":"N\/A","id":39303,"title":"2:13","adult":false,"genre_ids":[27,53,9648]},{"cast":["Walt Disney","Marcellite Garner"],"overview":"Mickey's friends throw him a surprise birthday party at Minnie's house. The chef brings out the cake (with 2 candles); Mickey manages to blow all the cake onto the chef's face, while the candles stay lit. He unwraps his present: a miniature piano. He plays a duet of I Can't Give You Anything But Love, Baby with Minnie, followed by an instrumental version of The Darktown Strutter's Ball, which everyone dances to (including Mickey and Minnie, while the piano stools keep playing). Mickey then plays There's No Place Like Home on the xylophone, then accompanies Minnie on another piece, after which the xylophone gets frisky and eventually dumps Mickey in the fish bowl.","release_date":"1931-01-07","vote_average":5.2,"runtime":7,"cert":"N\/A","id":39304,"title":"The Birthday Party","adult":false,"genre_ids":[16]},{"cast":[],"overview":"On September 1, 2004, a group of heavily armed rebel extremists stormed into School No. 1 in Beslan, Russia. For three days, more than a thousand children and adults were held hostage in a sweltering gymnasium, denied food and water, and forced to keep their hands over their heads. The harrowing siege ended on September 3 with a series of explosions and a hail of gunfire that killed some 350 people - half of them children. In this film, the youngest survivors of Beslan tell their story.","release_date":"2005-01-01","vote_average":8.0,"runtime":60,"cert":"N\/A","id":39305,"title":"Children of Beslan","adult":false,"genre_ids":[99]},{"cast":["Linda Darnell","Charles Boyer","Michael Rennie","Constance Smith","Françoise Rosay"],"overview":"When Dr. Pearson comes to a quiet Quebec town to set up his medical practice, he attracts the notice of Cora, whose husband, Paul, is the town's other doctor, and Denise, eldest daughter of the family in whose house he lodges. When an unknown person begins writing letters attacking Dr. Pearson and Cora for having an affair, a complex web of rumors, lies and accusations begins to ensnare nearly everyone in town.","release_date":"1951-02-21","vote_average":6.7,"runtime":85,"cert":"N\/A","id":39306,"title":"The 13th Letter","adult":false,"genre_ids":[]},{"cast":["Michael Sheen","Cheryl Campbell","Peter Wight","Beatie Edney","Kenny Doughty"],"overview":"Kenneth Williams was the star of the Carry Ons and Round the Horne. Despite his fame, he led a life full of mental torture as he tried to overcome his homosexuality in 1950s Britain. This film follows his life and eventual death based on the many diaries he kept","release_date":"2006-03-16","vote_average":6.1,"runtime":79,"cert":"","id":39307,"title":"Kenneth Williams: Fantabulosa!","adult":false,"genre_ids":[35,18]},{"cast":["Martine Beswick","Edina Ronay","Michael Latimer","Stephanie Randall","Carol White"],"overview":"Leader of a tribe of amazon women, Queen Kari, has vanquished a rival tribe and rules them with savage ruthlessness and cruel arrogance. A hunter stumbles onto the enclave and falls for one of the slaves, so unleashing the anger and envy of the possessive, sadistic Queen.","release_date":"1967-02-25","vote_average":4.9,"runtime":90,"cert":"","id":39308,"title":"Slave Girls","adult":false,"genre_ids":[12,14]},{"cast":["Jack MacGowran","Jane Birkin","Irene Handl","Richard Wattis"],"overview":"The eccentric professor Collins lives completely secluded in his chaotic apartment. When the model Penny moves in next to him, he becomes fascinated of her. He drills holes in her walls and ceiling and peeps on her day and night. He loses himself in daydreams and delusions","release_date":"1968-05-17","vote_average":6.4,"runtime":92,"cert":"N\/A","id":39309,"title":"Wonderwall","adult":false,"genre_ids":[18,10749]},{"cast":["Sharron Corley","Donald Faison","Christine Baranski","Gabriel Casseus","Heavy D"],"overview":"New Jersey Drive is a 1995 film about black youths in Newark, New Jersey, the unofficial \"car theft capital of the world\". Their favorite pastime is that of everybody in their neighborhood: stealing cars and joyriding. The trouble starts when they steal a police car and the cops launch a violent offensive that involves beating and even shooting suspects.","release_date":"1995-04-19","vote_average":7.1,"runtime":98,"cert":"N\/A","id":39310,"title":"New Jersey Drive","adult":false,"genre_ids":[80,18]},{"cast":["Charles Ruggles","Lionel Atwill","Gail Patrick","Randolph Scott","Kathleen Burke"],"overview":"A crazed zoologist uses zoo animals to dispose of his wife's suitors.","release_date":"1933-03-31","vote_average":6.1,"runtime":62,"cert":"N\/A","id":39311,"title":"Murders in the Zoo","adult":false,"genre_ids":[80,27]},{"cast":["Juan \"Doc\" Restrepo","Dan Kearney","LaMonta Caldwell","Aron Hijar"],"overview":"Winner of the 2010 Sundance Film Festival Grand Jury Prize for a Documentary, Restrepo chronicles the deployment of a U.S. platoon of courageous American soldiers in Afghanistan's Korengal Valley, considered to be one of the most dangerous postings in the U.S. military.","release_date":"2010-06-25","vote_average":7.5,"runtime":93,"cert":"N\/A","id":39312,"title":"Restrepo","adult":false,"genre_ids":[99,10752]},{"cast":["Stephen Dorff","Bob Hoskins","Laura Fraser","Ian Hart","David O'Hara"],"overview":"A Hungarian gypsy working for a Russian mobster becomes a double agent for the FBI.","release_date":"2003-05-13","vote_average":6.8,"runtime":103,"cert":"N\/A","id":39313,"title":"Den of Lions","adult":false,"genre_ids":[28,53]},{"cast":["Terry Moore","Ben Johnson","Robert Armstrong","Frank McHugh","Douglas Fowley"],"overview":"After being taken from his home in Africa, Gorilla \"Joe\" is an instant hit in a Hollywood nightclub. This fun and wonderfully entertaining slant on \"King Kong\" is much better than Kong's 1934 sequel, \"Son of Kong\". This all ages adventure has superb special effects from Willis O'Brien and his protege, Ray Harryhausen.","release_date":"1949-07-27","vote_average":6.7,"runtime":94,"cert":"N\/A","id":39314,"title":"Mighty Joe Young","adult":false,"genre_ids":[12,14,18,28,878]},{"cast":["Johan Leysen","Michel Piccoli","Julie Delpy","Marie Laforêt","Richard Bohringer"],"overview":"The McBee family has erected a government over a future 'colony', that looks like a run-down Paris divided into sectors by the Berlin Wall. All male family members suffer from a mysterious disease and are in urgent need of organ transplants. The perfect donor, Tykho Moon, probably has been killed in a fire, but according to rumours he's still alive. Although assassins stalk the family members, the McBees start a hunt for Tykho. Trying to escape the dragnet, Alex, a sculptor, meets Lena, a killer posing as a whore.","release_date":"1996-11-28","vote_average":5.6,"runtime":102,"cert":"N\/A","id":39315,"title":"Tykho Moon","adult":false,"genre_ids":[878]},{"cast":["Bob Hope","Rhonda Fleming","Will Wright","Wendell Corey","James Arness"],"overview":"Insurance salesman Milford Farnsworth sells a man a life policy only to discover that the man in question is the outlaw Jesse James. Milford is sent to buy back the policy, but is robbed by Jesse. And when Jesse learns that Milford's boss is on the way out with more cash, he plans to rob him too and have Milford get killed in the robbery while dressed as Jesse, and collect on the policy.","release_date":"1959-03-20","vote_average":6.6,"runtime":92,"cert":"N\/A","id":39318,"title":"Alias Jesse James","adult":false,"genre_ids":[35,37]},{"cast":["Kohsuke Toriumi","Mamoru Miyano","Rika Morinaga","Mai Nakahara","Fumie Mizusawa"],"overview":"Tales of Vesperia: The First Strike takes place a few years after the end of the Great War before the events in Tales of Vesperia. The previous Emperor had just died and his position remains vacant with no heir appointed before his death, however the world seemingly remains in a state of peace. Utilizing the power of a powerful substance known as aer the people of the planet Terca Lumireis are in an age of discovery and prosperity. The crystallized form of aer which is known as Apatheia, is considered to be a very powerful energy source as it is essential to human life. In order to protect towns from attacks by monsters large amounts of Apatheia are being produced to create barriers around towns.","release_date":"2009-10-03","vote_average":6.3,"runtime":110,"cert":"N\/A","id":39319,"title":"Tales of Vesperia: The First Strike","adult":false,"genre_ids":[28,12,16,14]},{"cast":[],"overview":"Delicate tendrils of color sway and pulse with the rhythms of the sea in this spectacular collection of captivating jellyfish. Filmed in stunning High Definition at the world-renowned Monterey Bay Aquarium, home to a remarkable array of ocean exhibits, The Art of Nature: Jellies is a vibrant exploration of the beauty of life and the sea.","release_date":"2006-10-19","vote_average":7.0,"runtime":95,"cert":"N\/A","id":39320,"title":"The Art of Nature: Jellies","adult":false,"genre_ids":[]},{"cast":["Masako Nozawa","Ryusei Nakao","Yukitoshi Hori","Show Hayami"],"overview":"Bardock, Son Goku's father, is a low-ranking Saiyan soldier who was given the power to see into the future by the last remaining alien on a planet he just destroyed. He witnesses the destruction of his race and must now do his best to stop Frieza's impending massacre.","release_date":"1990-10-17","vote_average":7.1,"runtime":48,"cert":"N\/A","id":39323,"title":"Dragon Ball Z: Bardock - The Father of Goku","adult":false,"genre_ids":[28,16,878,18]},{"cast":["Takeshi Kusao","Masako Nozawa","Miki Itou","Shigeru Nakahara","Hiromi Tsuru"],"overview":"It has been thirteen years since the Androids began their killing rampage and Son Gohan is the only person fighting back. He takes Bulma's son Trunks as a student and even gives his own life to save Trunks's. Now Trunks must figure out a way to change this apocalyptic future","release_date":"1993-02-24","vote_average":7.3,"runtime":48,"cert":"N\/A","id":39324,"title":"Dragon Ball Z: The History of Trunks","adult":false,"genre_ids":[28,16,878,18]},{"cast":["James Spader","Mandy Patinkin","Charles Durning","Joel Grey","Samantha Mathis"],"overview":"Two men face the consequences of gambling after playing with men beyond their league.","release_date":"1993-06-23","vote_average":7.0,"runtime":98,"cert":"N\/A","id":39327,"title":"The Music of Chance","adult":false,"genre_ids":[18]},{"cast":["Mel Blanc"],"overview":"Bugs find himself in Camelot and is mistaken for a \"dwagon\" by Sir Elmer of Fudde.","release_date":"1978-02-23","vote_average":5.7,"runtime":25,"cert":"N\/A","id":39328,"title":"A Connecticut Rabbit in King Arthur's Court","adult":false,"genre_ids":[35,16]},{"cast":["Chris Sharma","Dani Andrada"],"overview":"After a nice and slow start with some gorgeous deep water soloing footage from Mallorca, the movie slowly increases in tempo with footage of Sharma on what is now the potential 9b ‘ Golpe De Estado’ in Siurana, Dani Andrada linking most of the moves on some the craziest routes in the Ali Baba cave in Rodellar and other inspirational footage of routes being sent in Spain (Siurana, Santa de Linya, Rodellar).","release_date":"2008-12-01","vote_average":4.5,"runtime":120,"cert":"N\/A","id":39329,"title":"The Fanatic Search","adult":false,"genre_ids":[12,99]},{"cast":["Kelli Strickland","Ann Hagemann","Maureen Gallagher","Taylor Miller","Jax Jackson"],"overview":"A film about a lifelong love affair between an independent spirit and the woman she calls home.","release_date":"2009-12-11","vote_average":6.0,"runtime":86,"cert":"N\/A","id":39334,"title":"Hannah Free","adult":false,"genre_ids":[18,10749]},{"cast":["Guillermo Angelelli","Roberto Carnaghi","Annabella Levy","Jorge Petraglia","Miguel Ángel Paludi"],"overview":"The story is set beneath Buenos Aires, deep within its labyrinthine subway system, and centers on a train containing 30 riders that has mysteriously disappeared. The subway officials are greatly troubled and so call in topographer Daniel Pratt to help them find it. Unfortunately, the tunnel system is so vast and complex, that Pratt must find his mentor Hugo Mistein for help. Unfortunately, he too has disappeared. Fortunately, he left the system plans behind and as Daniel studies them, he comes to the awful realization that the train, which can be heard but not seen, has somehow become trapped in a fourth dimension. His findings attract the attention of local bureaucrats who are too rigid and pragmatic to accept Pratt's outlandish theory.","release_date":"1996-10-17","vote_average":5.1,"runtime":88,"cert":"N\/A","id":39335,"title":"Moebius","adult":false,"genre_ids":[878]},{"cast":[],"overview":"A Thousand Suns tells the story of the Gamo Highlands of the African Rift Valley and the unique worldview held by the people of the region. This isolated area has remained remarkably intact both biologically and culturally. It is one of the most densely populated rural regions of Africa yet its people have been farming sustainably for 10,000 years. Shot in Ethiopia, New York and Kenya, the film explores the modern world's untenable sense of separation from and superiority over nature and how the interconnected worldview of the Gamo people is fundamental in achieving long-term sustainability, both in the region and beyond.","release_date":"","vote_average":0.0,"runtime":28,"cert":"N\/A","id":39336,"title":"A Thousand Suns","adult":false,"genre_ids":[]},{"cast":["Lewis Black"],"overview":"Blustery funnyman Lewis Black hits the stage for his Comedy Central special, which finds the comic using his wry observational humor to skewer everything from Washington politicians and the tanking economy to cellphones and getting old.","release_date":"2009-10-08","vote_average":6.8,"runtime":80,"cert":"N\/A","id":39337,"title":"Lewis Black: Stark Raving Black","adult":false,"genre_ids":[35]},{"cast":["Robbie Williams"],"overview":"Robbie Williams opens 2009’s BBC Electric Proms. He will be accompanied by a string section, horn section and full band. The show features new material from Robbie’s forthcoming album ‘Reality Killed the Video Star’ alongside some classic tracks, under the musical direction of Trevor Horn.  SETLIST:  Bodies,  Morning Sun,  Come Undone,  Blasphemy,  Starstruck,  Feel,  I Will Talk And Hollywood Will Listen,  Supreme,  Deceptacon,  No Regrets,  Won't Do That,  You Know Me,  Angels,  ENCORE  Millennium,\r Video Killed The Radio Star","release_date":"2009-10-20","vote_average":4.0,"runtime":93,"cert":"","id":39338,"title":"Robbie Williams Live at the BBC Electric Proms","adult":false,"genre_ids":[10402]},{"cast":["Richard Tyson","Kimberly J. Brown","Sarah Aldrich","Christopher Shyer","Jason Alan Smith"],"overview":"In Cameron, a group of hunters is attacked by a wild animal, and Charlie Cowley survives, but sees his brother Scott dying. Seven years later, his teenage nephew Derek Cowley steals the key of his stepfather's cabin in the isolated Fire Road 13, and travels with four classmates and his friend Sam to spend the weekend having a party with booze and sex. However, they are attacked by a Beast that kills his friends in a sadistic way. Sam and Derek survive, and they suspect that his stepfather, Mitchell Toblat, is a werewolf. When Charlie meets Derek and Sam, they decide to collect evidence to prove that Mitchell is the Beast and kill him, but Mitchell discovers their plot and chases the trio.","release_date":"2006-10-25","vote_average":5.5,"runtime":95,"cert":"N\/A","id":39341,"title":"Big Bad Wolf","adult":false,"genre_ids":[27]},{"cast":["Robert Judd","Catherine Peppers","Lela Small","Yvonne Ross","Reggie Rock Bythewood"],"overview":"A minister dispenses justice on three convicts who take his family hostage.","release_date":"1977-10-03","vote_average":6.1,"runtime":82,"cert":"N\/A","id":39342,"title":"Fight for Your Life","adult":false,"genre_ids":[53,80,18]},{"cast":["Malcolm McDowell","Nick Campion","Angus Douglas-Hamilton","Wolfgang Rüdiger Hess"],"overview":"Nazis-the occult conspiracy is a documentary about how the Hitler and the Nazis made use of occultism to win the war, and to remind the Germans that they were the best humans on the planet, the master-race. There are better documentaries around, but this is a solid documentary. There are many rare pictures from Nazi-Germany to be seen here, and you get to learn more about the religious beliefs of Nazi-leaders like: Hitler, Goebbles, Göring, Hess and Himmler.","release_date":"1998-01-01","vote_average":6.2,"runtime":105,"cert":"N\/A","id":39343,"title":"Discovery Nazis: The Occult Conspiracy","adult":false,"genre_ids":[99]},{"cast":["Estella Warren","Christian Kane","Michael Weatherly","Rachel Dratch","Kathy Griffin"],"overview":"Jeana does IT for the Sacramento Fire Department. She and Tom, a self-confident local TV news reporter, are about to go on a cruise to Rio when he lets slip on TV that she is a virgin. It's a slow news week, so this becomes a story: the media pursue Jeana, she breaks up with Tom and wants the tickets or her cruise money back, and Tom can't believe she's serious. Her path crosses that of Paul, a photographer recently arrived from Texas who's also Tom's cameraman; he's had six serious relationships that have ended with his heart broken. A triangle of sorts develops. Will Jeana end up with either man? Will she end up on the cruise? And what about that minor thing?","release_date":"2005-06-10","vote_average":5.7,"runtime":91,"cert":"N\/A","id":39344,"title":"Her Minor Thing","adult":false,"genre_ids":[35,10749]},{"cast":["Cathy Moriarty","Shelley Duvall","Teri Garr","George Hamilton","Hilary Duff"],"overview":"When a warlock threatens Wendy the Good Little Witch, she and her aunts hide out at a resort where Casper the Ghost is vacationing with his uncles. Although Casper and Wendy are told ghosts and witches don't get along, the two are kindred spirits! This spooky family-friendly adventure finds Casper and Wendy bridging the ghost-witch divide to battle the warlock who is intent on destroying Wendy.","release_date":"1998-09-08","vote_average":5.8,"runtime":90,"cert":"N\/A","id":39345,"title":"Casper Meets Wendy","adult":false,"genre_ids":[10751,35,12]},{"cast":["Steve Guttenberg","Lori Loughlin","Rodney Dangerfield","Michael McKean","Brendon Ryan Barrett"],"overview":"A prequel to the first animated\/live-action Casper feature, Casper: A Spirited Beginning introduces the friendliest ghost you'll ever know and explains how Casper met and befriended the other ghouls at Applegate Manor. After being stranded, Casper meets young Chris Carson, a lonely kid who decides to teach Casper how to be a proper ghost","release_date":"1997-09-09","vote_average":5.0,"runtime":90,"cert":"N\/A","id":39346,"title":"Casper: A Spirited Beginning","adult":false,"genre_ids":[35,10751,14]},{"cast":["Salman Khan","Rani Mukerji","Arbaaz Khan","Johnny Lever","Shakti Kapoor"],"overview":"A ghost seeking revenge for his death haunts the man who received his heart in a transplant.","release_date":"1999-09-10","vote_average":5.5,"runtime":131,"cert":"N\/A","id":39347,"title":"Hello Brother","adult":false,"genre_ids":[35,10749]},{"cast":["John Turturro","Tony Shalhoub","Henry Fonda"],"overview":"SACCO AND VANZETTI is an 80-minute-long documentary that tells the story of Nicola Sacco and Bartolomeo Vanzetti, two Italian immigrant anarchists who were accused of a murder in 1920, and executed in Boston in 1927 after a notoriously prejudiced trial. It is the first major documentary film about this landmark story.","release_date":"2006-04-06","vote_average":8.0,"runtime":80,"cert":"N\/A","id":39348,"title":"Sacco and Vanzetti","adult":false,"genre_ids":[99,36]},{"cast":["Wesley Snipes","Michael Wright","Donald Faison","O.L. Duke","Leslie Uggams"],"overview":"In the Harlem neighborhood of New York City, the Mafia steps in when a drug dealer quits his partner brother to lead a straight life with his girlfriend.","release_date":"1994-02-25","vote_average":6.1,"runtime":123,"cert":"N\/A","id":39349,"title":"Sugar Hill","adult":false,"genre_ids":[18,28,53]},{"cast":["Nalle Hukkataival","Kilian Fischhuber","Anna Stoehr","Fred Nicole","Cody Roth"],"overview":"From the producer of Dosage V - Alpine Blocs comes a 35mm bouldering flick about bouldering on planet Earth: PURE. Pure is about 19 extraordinary climbers in six countries on three continents , with no ropes.","release_date":"2009-09-16","vote_average":6.7,"runtime":67,"cert":"N\/A","id":39350,"title":"Pure","adult":false,"genre_ids":[12,99]},{"cast":["Susan Featherly","Tamara Landry","Peggy Trentini","Mia Zottoli","Steven Ginsburg"],"overview":"","release_date":"1999-01-01","vote_average":7.3,"runtime":87,"cert":"18","id":39351,"title":"Animal Attraction: Carnal Desires","adult":false,"genre_ids":[]},{"cast":["Vladimir Găitan","Horațiu Mălăele","Valentin Teodosiu","Ion Rițiu","Cătălina Grama"],"overview":"n the history of Romanian cinema, Sergiu Nicolaescu's name stands for \"prolific, highly commercial and professional\". At the age of 80, the director launched his latest production, which is also his second comedy in a long row of action and historic films. \"Poker\" is a cinema adaptation of Adrian Lustig's theatre play with the same name, and focuses on four male friends, representatives for the social canvas: a doctor without a moral conscience, an unscrupulous politician, a chief of the local mafia, and a businessman who made a fortune in America. Made by MediaPro Pictures, 'Poker' looks at immorality and intrigues in politics, hinting at the fact that contemporary Romania is a day to day jungle where strings are pulled by those in power, so everything turns into a poker round, where those who have the right aces in their sleeve can win.","release_date":"2010-01-01","vote_average":3.8,"runtime":112,"cert":"N\/A","id":39352,"title":"Poker","adult":false,"genre_ids":[]},{"cast":["Cher"],"overview":"As a performer who puts her heart and soul into every show, Cher is never more riveting than when she's playing Las Vegas. This 1992 show at The Mirage Hotel captures the diva at her very best as she struts her stuff on the sold-out \"Heart of Stone\" tour.","release_date":"1992-11-15","vote_average":5.0,"runtime":59,"cert":"N\/A","id":39353,"title":"Cher: Extravaganza at the Mirage","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"'Tis the season to be cool, as Beavis and Butt-Head star in their own twisted version of two holiday classics. The ghosts of Christmas past, present, and future struggle to teach a Scrooge-like Beavis the true meaning of Christmas, while Charie the angel comes down from heaven to show Butt-head how much better life would be without him. Will Beavis and Butt-Head learn their lesson? Does a snowflake have a chance in hell?","release_date":"1995-12-19","vote_average":7.4,"runtime":40,"cert":"N\/A","id":39354,"title":"Beavis and Butt-Head Do Christmas","adult":false,"genre_ids":[16,35]},{"cast":["Vladimir Rajcic","Michael Madsen","Mark Dacascos","Steve Agnew","Sergej Trifunović"],"overview":"The dramatic action film follows a soldier who ventures to America in search of his long lost brother, unaware that his brother may hold the key to a devastating weapon their father developed years ago and that a terrorist now wants to possess.","release_date":"2009-09-25","vote_average":2.6,"runtime":92,"cert":"N\/A","id":39359,"title":"Serbian Scars","adult":false,"genre_ids":[28,53,80]},{"cast":["Sigurd Rachman","Rainer Strecker","Andy Lucas","Harry Baer","Christoph Eichhorn"],"overview":"Felix from West-Berlin falls in love with Thomas in East-Berlin. At first they keep their relationship going by regular visits from Felix, but the curfew forces him to return every evening. When the East-German authorities become suspicious, Thomas decides to try and flee to the West.","release_date":"1985-03-28","vote_average":6.0,"runtime":94,"cert":"N\/A","id":39360,"title":"Westler","adult":false,"genre_ids":[18,10749]},{"cast":["Skarphéðinn Hjaltason","Garðar Unnarsson","Sæmundur Unnar Sæmundsson"],"overview":"The story of an Icelandic power lifter, Jón Páll Sigmarsson who was four times the World's Strongest Man.","release_date":"2006-09-08","vote_average":7.0,"runtime":105,"cert":"N\/A","id":39361,"title":"Larger than Life","adult":false,"genre_ids":[99]},{"cast":["Renel Brown","Nicki Micheaux","CCH Pounder"],"overview":"Rain is a spirited fourteen-year old who, after the death of her grandmother, seeks out her estranged mother in the big city of Nassau. Her dreams of a loving reconciliation are quickly shattered when she meets Glory, a scarred, proud, guarded woman bearing no resemblance to the mother she had hoped for.","release_date":"2008-09-06","vote_average":6.1,"runtime":93,"cert":"R","id":39366,"title":"Rain","adult":false,"genre_ids":[18]},{"cast":["Richard Green","Tammy Anderson","Syd Brisbane","Stuart Clark","Catriona Hadden"],"overview":"Told in real time and shot as a single take, BOXING DAY documents the minute by minute events across the course of an afternoon in the life of Chris Sykes - a recovering alcoholic and estranged father. Living alone on home detention, Chris is preparing Christmas lunch for his family when an old friend turns up at his doorstep and reveals a disturbing truth. When his daughter, his wife and her new boyfriend finally arrive, the situation slowly and inevitability escalates and we are drawn into the compelling story of a desperate father who finally exposes the dark and disturbing secret that has torn his family apart.","release_date":"2007-11-22","vote_average":6.5,"runtime":81,"cert":"N\/A","id":39367,"title":"Boxing Day","adult":false,"genre_ids":[]},{"cast":["Clare Carey","Lance Guest","Sarah Butler","Jonathon Trent","Rebekah Kochan"],"overview":"A group of teenagers go on a excursion to the mountains. There, they are attacked by birds infected with a lethal virus. When the teens reach a nearby village, the haunting birds start passing their virus on to all the dwellers.","release_date":"2008-08-23","vote_average":2.8,"runtime":89,"cert":"N\/A","id":39368,"title":"Flu Bird Horror","adult":false,"genre_ids":[53,27]},{"cast":["Eric Cantona","Hugh Bonneville","Adrian Annis","Anne-Marie Duff","Victoria Hamilton"],"overview":"Jed prepares to interview French cineaste and self-appointed expert on the nature of love - Thierry Grimandi. The worldly and somewhat jaded Jed is dead-set on dismissing the auteur's musings as pompous and, well French, until his own relationship with Cheryl starts to fall apart and he is forced to re-evaluate the illusive subject. Soon everyone is talking about love: his relationship counsellor, drinking buddy Marcus and Marcus' girlfriend Sophie Beginnings, endings, tricks...could the French be on to something?","release_date":"2008-12-05","vote_average":6.7,"runtime":87,"cert":"","id":39369,"title":"French Film","adult":false,"genre_ids":[10749,35]},{"cast":["Marina Resa","Shirley To","Akiko Shima","Rick Irvin","Jerod Edington"],"overview":"Writer\/Director Danny Draven takes the helm for this supernaturally driven shocker about an unassuming housekeeper drawn into a terrifying world of vengeful apparitions. According to the Chinese calendar, the seventh month of every year marks the time when the restless spirits of the dead break free from the gates of hell to mix among the mortals. During this time, specific rules must be followed to avoid falling prey to the spirits of the damned. When a solitude-seeking housekeeper arrives at the desert home of a superstitious Chinese woman and her devoutly religious aunt, death senses an opportunity to extend its grip into the mortal realm.","release_date":"2009-05-26","vote_average":4.2,"runtime":100,"cert":"15","id":39370,"title":"Ghost Month","adult":false,"genre_ids":[27]},{"cast":["Lino Banfi","Camillo Milli","Andrea Roncato","Gigi Sammarchi","Giuliana Calandra"],"overview":"Trainer Oronzo Canà is called to manage Longobarda, the team of a small town of Northern Italy, when it's promoted to the First Division. His only task is not to go back to the Second Division, but even the team's owner plays against Longobarda since the First Division is too expensive, and the young Brazilian player bought for the team is affected by deep 'saudade'. Written by Alessio F. Bragadini","release_date":"1984-10-26","vote_average":6.6,"runtime":98,"cert":"N\/A","id":39371,"title":"L'allenatore nel pallone","adult":false,"genre_ids":[35]},{"cast":[],"overview":"David convinces his friends that there is money-for-the-taking buried at his uncle's Ranch and that he can lead them to it. His cousin Ashley warns them that the place has a grim history, but the promise of riches is all too enticing. In trying to find the money, they uncover something buried within us all and one by one they mysteriously disappear.","release_date":"2007-09-20","vote_average":1.5,"runtime":84,"cert":"N\/A","id":39372,"title":"Green Eyed Monster","adult":false,"genre_ids":[53]},{"cast":["Ivan Sergei","Joanne Kelly","Thure Riefenstein","Mario Naim Bassil","Susan Ward"],"overview":"Jack Hunter pursues his arch nemesis Littman across ancient Europe, intent on thwarting his attempt to salvage a deadly artefact.","release_date":"2009-01-06","vote_average":6.0,"runtime":94,"cert":"N\/A","id":39373,"title":"Jack Hunter and the Star of Heaven","adult":false,"genre_ids":[12]},{"cast":[],"overview":"Wees euforisch en laat de adrenaline knallen, want inderdaad, op dit eigenste moment nu in die lekkere handen van je: mijn allereerste dvd! Een tip: zet maar terug in het rek. Tenzij je op tijd en stond wel te vinden bent voor wat verheven gezever verpakt in romige concentraties waanzin, al dan niet gedrapeerd met een royale kraag scatologische onzin. En je jezelf stiekem wel kan vinden in de ongeoorloofde stelling dat mongolen bewust onveilig vrijen en ons werk afpakken. Want daar gaat deze show gedeeltelijk wel over. Akkoord, ik heb het ook over de Elephant Man en de Hulk, en dan vergeet ik nog het aandoenlijk stukje kindercabaret aan het eind, maar uiteindelijk gaat het vooral over stront, seks en andere mensen uitlachen. Kortom, een gezellige avond vol ouwe koeien, mislukte prototypes en dingen die ik zelf nog niet wist.","release_date":"2007-05-16","vote_average":0.0,"runtime":288,"cert":"N\/A","id":39374,"title":"Gunter Lamoot: 7 Years of Pure Genius","adult":false,"genre_ids":[]},{"cast":["Bradley Snedeker","Sarah Thompson","Mercedes McNab","Mackenzie Firgens","Frank Krueger"],"overview":"Dave is convinced that his knock-out girlfriend Jamie is cheating on him, despite his best friend Victoria's reassurance that it's all in his head. When his life begins to unravel, both at work as well as in his relationship, Dave's suspicions overwhelm him and he stumbles upon a discovery that turns his world upside down. After following Jamie to a \"study group\" one night, Dave is shocked to learn that his girlfriend is the leader of a conspiratorial group of ex girlfriends, whose sole purpose is to torment him and ruin his life. Following the discovery, Dave finds himself tumbling through a series of adventures as he attempts to unveil the truth, all while getting his life back on track. With the guidance of several questionable comrades, and the help of the conspirators' alluring new but reluctant recruit Katie, Dave ultimately pieces the puzzle together and finds out the hard way that sometimes true love is worth fighting for.","release_date":"2008-11-11","vote_average":3.0,"runtime":97,"cert":"N\/A","id":39375,"title":"The Pink Conspiracy","adult":false,"genre_ids":[35,10749]},{"cast":["Tania Popa","Diana Cavallioti","Radu Iacoban","Vlad Ivanov","Liliana Mocanu"],"overview":"Tales from the Golden Age is composed of 5 unconventional short stories, each one dealing with the late communist period in Romania, told through its urban myths from the perspective of ordinary people. The title of the film refers to the alluded \"Golden Age\" of the last 15 years of Ceauşescu's regime.","release_date":"2009-05-29","vote_average":6.8,"runtime":155,"cert":"N\/A","id":39376,"title":"Tales from the Golden Age","adult":false,"genre_ids":[35,36]},{"cast":["Ron White"],"overview":"Ron White does an hour long standup routine about his life, things that bother him, and other thoughts.","release_date":"2004-06-27","vote_average":6.3,"runtime":56,"cert":"N\/A","id":39377,"title":"Ron White: They Call Me Tater Salad","adult":false,"genre_ids":[35]},{"cast":["Marciano Martínez","Yull Núñez","Agustin Nieves","Jose Luis Torres","Carmen Molina"],"overview":"Ignacio Carrillo is a vallenato singer from Majagual, Sucre, who decides, after his wife's sudden death, to stop playing and return his accordion, which is said to be cursed, to his master. He is joined by Fermín Morales, a teenage boy who admires Ignacio and wishes to become a juglar like him. Carrillo reluctantly accepts, given his loneliness. On Ash Wednesday 1968, Carrillo, Morales and their donkey start a journey throughout several towns in the Caribbean region in Northern Colombia, until Taroa (a small caserío in Uribia jurisdiction), in La Guajira desert, where Carrillo's maestro supposedly lives. During their journey, Carrillo participates in the first version of the Vallenato Legend Festival in Valledupar.","release_date":"2009-04-30","vote_average":7.1,"runtime":117,"cert":"N\/A","id":39378,"title":"The Wind Journeys","adult":false,"genre_ids":[18,10402]},{"cast":["Shiloh Fernandez","Alexandra Ackerman","Chase Mallen","Cindy Clark","Damon R. Lira"],"overview":"A Montreal DJ, following his girlfriend to Los Angeles, falls into a deadly relationship with a couple of female hitch-hikers.","release_date":"2007-04-26","vote_average":8.0,"runtime":80,"cert":"N\/A","id":39379,"title":"Interstate","adult":false,"genre_ids":[28,12,53]},{"cast":["Anthony Andrews","James Mason","Sam Neill","Michael Hordern","Julian Glover"],"overview":"This is a remake of Walter Scott's Ivanhoe. Ivanhoe, a worthy and noble knight, the champion of justice returns to England after the holy wars. He find England under the reign of Prince John and his henchmen and finds himself being involved in the power-struggle for the throne of England. Will justice prevail and will all fair ladies in distress be rescued?","release_date":"1982-02-23","vote_average":6.7,"runtime":137,"cert":"","id":39382,"title":"Ivanhoe","adult":false,"genre_ids":[18,36,12]},{"cast":["Edgar Ramírez","Leandro Arvelo","Beto Benitez","Jessika Grau","Daniel Isaac"],"overview":"Cyrano (Edgar Ramírez), Roxana (Jessika Grau) y Cristian (PastorOviedo) protagonizan un triángulo amoroso que se desarrolla en uno de los más impactantes escenarios urbanos del mundo: las laberínticas veredas y escaleras de un barrio venezolano. Cyrano es también un héroe social; es un personaje que defiende la ética y la dignidad popular a toda costa, estrellándose una y otra vez contra la realidad de todos los días. La historia de Cyrano Fernández es de algún modo la de todos los hombres, la de cualquiera de nosotros, es decir, el abismo que hay entre lo que realmente somos y lo que soñamos se","release_date":"2007-01-01","vote_average":5.5,"runtime":null,"cert":"N\/A","id":39383,"title":"Cyrano Fernández","adult":false,"genre_ids":[]},{"cast":["Ruddy Rodriguez","Alfonso Herrera","William Goite","Guillermo García","Malena González"],"overview":"The movie is set in 1942 when the United States begins an espionage program in South America due to the potential thread of Nazis submarines in the Caribbean. Venezuela though not officially at war against the Axis powers had been supplying oil to the allies during the Second World War. Frank Moore (Herrera), an Hispanic American spy, travels to a small town in the Caribbean coastal area of Venezuela where he meets Venezzia (Rodriguez), the wife of a Venezuelan commander Enrique Salvatierra (Romero), and they both begin a romantic relationship which will make them forget the reality of a world at war.","release_date":"2009-09-25","vote_average":6.7,"runtime":90,"cert":"N\/A","id":39384,"title":"Venezzia","adult":false,"genre_ids":[10749]},{"cast":["Richard Anconina","Vincent Elbaz","Richard Bohringer","José Garcia","Amira Casar"],"overview":"The sentimental and comedic adventures of Eddie, a non-Jew trying to pass as Jewish though totally ignorant of Jewish traditions, as he works in a Jewish community","release_date":"1997-04-01","vote_average":6.4,"runtime":100,"cert":"N\/A","id":39385,"title":"Would I Lie to You?","adult":false,"genre_ids":[35]},{"cast":["Christian Clavier","Jean Reno","Caterina Murino","Didier Flamand","Pierre Salasca"],"overview":"Jack Palmer is a Paris-based detective with a huge ego. Ange Leoni is a rebel native of Corsica whose location can't be pinned down by even the most dogged of detectives. Approached by an obscure, small-time attorney and charged with the seemingly simple task of locating the missing Leoni, gifted gumshoe Palmer accepts the job under the assumption that it will be the easiest money of his professional career. But this superstar sleuth is about to find out just how mistaken he was...","release_date":"2004-10-06","vote_average":6.0,"runtime":92,"cert":"N\/A","id":39386,"title":"The Corsican File","adult":false,"genre_ids":[35]},{"cast":["Hana Brejchová","Vladimír Pucholt","Milada Ježková","Vladimír Menšík","Ivan Kheil"],"overview":"Andula, an innocent Czech girl from a factory town, is desperately in search of love. She believes she's found it when she beds Milda, a charming young musician visiting from Prague. Milda, however, is only looking for a casual encounter, and leaves town assuming he'll never see Andula again. But when Andula doesn't hear from him, she packs up and heads to Prague, to the surprise of Milda and his parents.","release_date":"1965-11-12","vote_average":7.0,"runtime":88,"cert":"N\/A","id":39387,"title":"Loves of a Blonde","adult":false,"genre_ids":[35,18,10749]},{"cast":["Mike Andrews","Eliza Coyle","Adam Eastwood","Mark Fite","Kathy Griffin"],"overview":"Filmmaker Nick has decided to make a documentary about his best friend Courtney's love life.","release_date":"1997-06-09","vote_average":0.0,"runtime":83,"cert":"N\/A","id":39388,"title":"Courting Courtney","adult":false,"genre_ids":[10749]},{"cast":["Natalie Wood","Rosalind Russell","Karl Malden","Parley Baer","Morgan Brittany"],"overview":"Based on the Broadway hit about the life and times of burlesque dancer Gypsy Rose Lee and her aggressive stage mother, Mama Rose.","release_date":"1962-12-01","vote_average":6.7,"runtime":143,"cert":"N\/A","id":39391,"title":"Gypsy","adult":false,"genre_ids":[35,18,10402]},{"cast":["Gary Mavers","Jonathan Moore","Harriet Thorpe","Claire Spence Edmondson","Ben Rowe"],"overview":"Following a nuclear attack by terrorists on London, a mixed bag of survivors are trapped in a Government bunker cut off from the outside world. As they come to terms with their predicament they find that their security and safety are not as assured as they originally hoped…","release_date":"2010-05-24","vote_average":3.0,"runtime":85,"cert":"","id":39392,"title":"S.N.U.B!","adult":false,"genre_ids":[27,53]},{"cast":["Thiago Martins","Vitória Frate","Cyria Coentro","Rocco Pitanga","Paulo César Grande"],"overview":"Situated just above the awe-inspiring Ipanema beach in Rio is the Cantagalo slum. Every day, floods of Cantagalo residents make their way down the mountain, only to disappear into their surroundings as part of the invisible working-class that cleans apartments, works in restaurants, and sells food along the scenic, sun-drenched shores. Young Dé (Thiago Martins) is just such a man. Dé lives with his mother Bernadette (Cyria Coentro) in a cramped Cantagalo apartment, selling hot dogs on the beach in order to make the rent. His brother Beto was killed when Dé was just a young boy, and his adopted brother Carlão (Rocco Pitanga) has been jailed for a robbery that he didn't commit. One day, while working on the beach, Dé meets Nina (Vitória Frate). Nina is the only child of a successful lawyer named Evandro (Paulo César Grande), who's none to happy to discover that his daughter is dating a member of the lower class. How...","release_date":"2008-07-25","vote_average":7.7,"runtime":117,"cert":"N\/A","id":39393,"title":"Once Upon a Time in Rio","adult":false,"genre_ids":[18]},{"cast":["Matt Lindland"],"overview":"The story of cage fighter Matt Lindland.","release_date":"2009-01-01","vote_average":4.3,"runtime":93,"cert":"N\/A","id":39396,"title":"Fighting Politics","adult":false,"genre_ids":[99]},{"cast":["Vinnie Jones","Tony Schiena","Dean Cain","Bai Ling","Heath Herring"],"overview":"Following a fighting accident, Dalton Hunt retired from the world of MMA at the top. Unable to outrun his guilt, he lost his family, his title, and his way. But when a crooked promoter lures him back into a fight against the current undefeated champ, Dalton must enlist the aid of an enigmatic trainer to turn him bck into a warrior so he can stand tall and do battle once again.","release_date":"2010-08-15","vote_average":4.0,"runtime":90,"cert":"N\/A","id":39397,"title":"Circle of Pain","adult":false,"genre_ids":[28,12,53]},{"cast":["Gary Bauer","Chip Berlet"],"overview":"America's 50-million strong Evangelical community is convinced that the world's future is foretold in Biblical prophecy - from the Rapture to the Battle of Armageddon. This astonishing documentary explores their world - in their homes, at conferences, and on a wide-ranging tour of Israel. By interweaving Christian, Zionist, Jewish and critical perspectives along with telling archival materials, the filmmakers probe the politically powerful - and potentially explosive - alliance between Evangelical Christians and Israel...an alliance that may set the stage for what one prominent Evangelical leader calls \"World War III.\"","release_date":"2009-01-01","vote_average":6.3,"runtime":74,"cert":"N\/A","id":39398,"title":"Waiting for Armageddon","adult":false,"genre_ids":[99]},{"cast":["Alexis Conran","Jessica-Jane Stafford","R. Paul Wilson"],"overview":"Easy-to-learn propositions and challenges to astound, impress and win you drink after drink. Alex Conran, Jessica Clement and Paul Wilson (of the Real Hustle) demonstrate a selection of startling and astonishing bar bets and challenges. Looking to get out of your round down the local? Scamming a drink from a bar full of strangers? Or just getting your own back on that uncle who never bought you a present? Alex, Jess and Paul show you a series of classy, easy-to-learn challenges using everyday items from wine glasses to bank notes, playing cards to eggs. The experts perform these proposition bets in a real bar, up against real punters. Facing an expensive round at the bar their \"marks\" are determined to win the bet - and even when they inevitably fail, the viewer still gets the chance to rise to the challenge. Then, in close-up, with slow motion sequences, they explain just how it's done - Perfect for you to practice and cash-in by bamboozling your mates on your next night out!","release_date":"2008-11-24","vote_average":6.0,"runtime":90,"cert":"","id":39399,"title":"The World's Greatest Bar Bets","adult":false,"genre_ids":[99]},{"cast":["Steve Reeves","Sylva Koscina","Fabrizio Mioni","Gianna Maria Canale","Arturo Dominici"],"overview":"In this melange of characters and events from separate mythological stories, Hercules, demigod and superman, arrives in the ancient Greek kingdom of Iolcus to tutor Iphitus, son of king Pelias; immediately on arrival, he falls in love with the king's delectable, briefly clad daughter Iole. Before he can win her, he must succeed in a series of quests, in the course of which he teams up with Jason, true heir of Iolcus, whom he accompanies on the famous voyage of the Argonauts.","release_date":"1958-02-20","vote_average":4.8,"runtime":104,"cert":"N\/A","id":39400,"title":"Hercules","adult":false,"genre_ids":[14,12]},{"cast":["Gavin MacLeod","Jansen Panettiere","Frankie Ryan Manriquez","Robert Guillaume"],"overview":"The lives of three 12-year-old buddies -- sharing a carefree existence in the summer of 1970 -- suddenly change when one of them, Dustin, makes an unexpected friend after cutting the lawn of 75-year-old Jonathan Sperry. As Jonathan shares lessons in faith with Dustin and his pals, a spiritual transformation occurs in this Christian drama.","release_date":"2008-04-27","vote_average":6.4,"runtime":96,"cert":"N\/A","id":39401,"title":"The Secrets of Jonathan Sperry","adult":false,"genre_ids":[18,10751]},{"cast":["Steve Reeves","Sylva Koscina","Sylvia Lopez","Gabriele Antonini","Primo Carnera"],"overview":"En route to Thebes for an important diplomatic mission, Hercules drinks from a magic spring and loses his memory. He spends most of the movie in the pleasure gardens of Queen Omphale of Lydia. While young Ulysses tries to help him regain his memory, political tensions escalate in Thebes, and Hercules' new wife Iole finds herself in mortal danger.","release_date":"1959-02-14","vote_average":5.0,"runtime":98,"cert":"N\/A","id":39402,"title":"Hercules Unchained","adult":false,"genre_ids":[14,28]},{"cast":["Christian Slater","Estella Warren","Gil Bellows","Chelah Horsdal","Michael Clarke Duncan"],"overview":"A fast rising hi-tech executive must protect his career and family from the ruthless tactics of a homicidal corporate headhunter.","release_date":"2004-12-21","vote_average":5.2,"runtime":95,"cert":"N\/A","id":39403,"title":"Pursued","adult":false,"genre_ids":[18,53,28]},{"cast":["Armin Rohde","Martin Stührk","Manuel Steitz","Rufus Beck","Katharina Thalbach"],"overview":"","release_date":"2006-03-23","vote_average":5.2,"runtime":null,"cert":"N\/A","id":39404,"title":"Der Räuber Hotzenplotz","adult":false,"genre_ids":[35,10751]},{"cast":["Vahina Giocante","Isild Le Besco","Sanseverino","Guillaume Gallienne","Jean-Claude Bolle-Reddat"],"overview":"Since her parents passed away, Princess Mona lives by herself in a castle with two hideous, ghastly characters, Goomi and His Lordship. One day her sobs draw the attention of a unicorn, called U, who wants to comfort and protect Mona for as long as she needs. U becomes Mona's companion, her confidant and her inseparable friend. While Mona grows into a beautiful princess, a group of charming, peaceful and fanciful Yeah-Yeah’s settles in the neighboring forest. They have no particular special powers, yet they soon bring about major changes in everyone's lives, especially in Kulka, the dreamy musician.","release_date":"2006-10-11","vote_average":7.3,"runtime":75,"cert":"N\/A","id":39405,"title":"U","adult":false,"genre_ids":[10402,16]},{"cast":["Deborah Foreman","Sam Jones","Howard Hesseman","E.G. Marshall","Penn Jillette"],"overview":"A feisty young woman accepts a mysterious offer to become a chauffeur for a Beverly Hills limousine business, much to the chagrin of her older male coworkers and the disbelief of her customers.","release_date":"1986-01-24","vote_average":5.8,"runtime":97,"cert":"N\/A","id":39406,"title":"My Chauffeur","adult":false,"genre_ids":[35,10749]},{"cast":["Boris Karloff","Susanna Foster","Turhan Bey","Gale Sondergaard","Thomas Gomez"],"overview":"Dr. Hohner (Karloff), theatre physician at the Vienna Royal Theatre, murders his mistress, the star soprano when his jealousy drives him to the point of mad obsession. Ten years later, another young singer (Foster) reminds Hohner of the late diva, and his old mania kicks in. Hohner wants to prevent her from singing for anyone but him, even if it means silencing her forever. The singer's fiancée (Bey) rushes to save her in the film's climax.","release_date":"1944-10-20","vote_average":5.8,"runtime":86,"cert":"N\/A","id":39407,"title":"The Climax","adult":false,"genre_ids":[27,53]},{"cast":["Rex Reason","Jeff Morrow","Leigh Snowden","Gregg Palmer","Maurice Manson"],"overview":"The third film in The \"Creature From The Black Lagoon\" franchise sees the Gill Man turned into an air-breather by a mad scientist.","release_date":"1956-04-26","vote_average":5.2,"runtime":79,"cert":"N\/A","id":39408,"title":"The Creature Walks Among Us","adult":false,"genre_ids":[27,878]},{"cast":["Charles Laughton","Boris Karloff","Sally Forrest","Richard Wyler","William Cottrell"],"overview":"The wicked Alain plots an elaborate revenge against his younger brother Edmund, leading to a deadly confrontation in his dungeon deathtrap.","release_date":"1951-06-21","vote_average":6.2,"runtime":81,"cert":"N\/A","id":39409,"title":"The Strange Door","adult":false,"genre_ids":[27,53]},{"cast":["Frankie Sakai","Hiroshi Koizumi","Kyôko Kagawa","Jerry Itô","Ken Uehara"],"overview":"Shipwreck survivors are found on Beiru, an island previously used for atomic tests. Amazingly free of radiation effects, they believe they were protected by a special juice given to them by the natives. A joint expedition of Rolithican and Japanese scientists explores Beiru and discovers many curious things, including two women only a foot high. They are taken from the island, which only awakens the giant moth that wreaks havoc on Japan.","release_date":"1961-07-30","vote_average":6.4,"runtime":101,"cert":"N\/A","id":39410,"title":"Mothra","adult":false,"genre_ids":[14,878,53]},{"cast":["Tommy Davidson","Julie Brown","Paul Dinello","Sandra Bernhard","Colleen Camp"],"overview":"Follows the plot of Pulp Fiction, also parodying scenes from other movies","release_date":"1998-05-15","vote_average":4.5,"runtime":79,"cert":"N\/A","id":39411,"title":"Plump Fiction","adult":false,"genre_ids":[35,80]},{"cast":["Sylvia Kristel","Umberto Orsini","Jean-Pierre Bouvier","Alexandra Stewart","Charlotte Alexandra"],"overview":"Emmanuelle and her architect husband continue their amoral lifestyle in the Seychelles. But when a casual dilliance between her and a film director starts to turn serious her husband shows very traditional signs of jealousy.","release_date":"1977-12-15","vote_average":4.7,"runtime":100,"cert":"N\/A","id":39412,"title":"Emmanuelle 3","adult":false,"genre_ids":[18,10749]},{"cast":["Gérard Depardieu","Maurane","Gisèle Casadesus","Jean-François Stévenin","Patrick Bouchitey"],"overview":"An illiterate and lonely man bonds with an older and well-read woman.","release_date":"2010-06-02","vote_average":7.0,"runtime":82,"cert":"N\/A","id":39413,"title":"My Afternoons with Margueritte","adult":false,"genre_ids":[18,35]},{"cast":["Jeff Daniels","Emma Stone","Ryan Reynolds","Lisa Kudrow","Kieran Culkin"],"overview":"A coming-of-middle-age comedy that chronicles the unlikely friendship between failed author Richard Dunne and a Long Island teen who teaches him a thing or two about growing up, all under the disapproving eye of his long-suffering wife and his imaginary Superhero friend.","release_date":"2009-06-15","vote_average":6.3,"runtime":110,"cert":"N\/A","id":39414,"title":"Paper Man","adult":false,"genre_ids":[35,18]},{"cast":["Isabelle Huppert","Gérard Depardieu","Guy Marchand","Humbert Balsan","Christian Boucher"],"overview":"Nelly, a restless young woman abandons her bourgeois friends and a steady relationship for the unemployed wild, leather-clad bad boy Loulou, whose charms include focusing his energy into sex.","release_date":"1980-09-03","vote_average":6.3,"runtime":101,"cert":"N\/A","id":39415,"title":"Loulou","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"First released in 1971, \"Meddle\" was Pink Floyd’s first great album in the post Syd Barrett era – a landmark album in the career of a remarkable band that set new standards in British Progressive rock. Featuring a superb line-up of leading rock journalists and music historians, this DVD is a fascinating review of one of the most powerful and enduring albums in the Pink Floyd canon. With highlights including standout live performances of \"One Of These Days,\" \"Echoes\" and \"Fearless\" as its backdrop, the program delves into the story behind \"Meddle.\"","release_date":"","vote_average":10.0,"runtime":51,"cert":"N\/A","id":39418,"title":"Rock Milestones: Pink Floyd: Meddle","adult":false,"genre_ids":[99]},{"cast":["Lee Marvin","Roger Moore","Barbara Parkins","Ian Holm","Reinhard Kolldehoff"],"overview":"During World War One an English adventurer, an American elephant poacher and the latter's attractive young daughter, set out to destroy a German battle-cruiser which is awaiting repairs in an inlet just off Zanzibar.  The story is based on a novel by Wilbur Smith, which in turn is very loosely based on events involving the light cruiser SMS Königsberg, which was sunk after taking refuge in Rufigi delta in 1915.","release_date":"1976-04-12","vote_average":6.0,"runtime":147,"cert":"","id":39419,"title":"Shout at the Devil","adult":false,"genre_ids":[28,10752,12,18,53]},{"cast":["Ginger Baker","Pete Brown","Jack Bruce","Eric Clapton","Joel Dorn"],"overview":"This addition of Disraeli Gears to the acclaimed Classic Albums series features brand new interviews with Clapton, Baker and Bruce, along with lyricist Pete Brown, Atlantic Records founder Ahmet Ertegun, John Mayall and Manfred Mann. Also included on the DVDare acoustic performances, original studio tracks and archival live footage. Included are additional interviews and analysis of the tracks, Exclusive acoustic performances, exclusive solo piano performance and previously unreleased full live performances. Though they were only together for two brief years (1966-1968), the London-based power trio Cream changed the face of rock with their jazz-schooled psychedelic blues--and never more so than on their 1967 classic DISRAELI GEARS. This program offers a critical review of the landmark album through archival footage, rare live performance clips, and interviews with rock critics, musicologists, and band members.","release_date":"2006-11-03","vote_average":7.0,"runtime":96,"cert":"N\/A","id":39420,"title":"Classic Albums: Cream - Disraeli Gears","adult":false,"genre_ids":[99,10402]},{"cast":["Jim Morrison","Ray Manzarek","Robby Krieger","John Densmore","Henry Rollins"],"overview":"A future classic was unleashed in January 1967 as the Doors released their eponymously titled debut album. This documentary in the Classic Albums series takes an in-depth look at the album, with commentary from Bruce Botnick, who worked on the album, and the three remaining Doors--guitarist Robbie Krieger, keyboard player Ray Manzarek, and drummer John Densmore. The three band members also play some of their instrumental parts from the album, offering invaluable insight into how the songs were constructed.","release_date":"2008-04-22","vote_average":8.3,"runtime":88,"cert":"N\/A","id":39421,"title":"Classic Albums: The Doors - The Doors","adult":false,"genre_ids":[99]},{"cast":["Pierre Richard","Richard Bohringer","Emmanuelle Béart","Fanny Cottençon","Pierre Vernier"],"overview":"Yan is a successful artist. One day he is waiting for his date Florence to turn up at his apartment. As the doorbell rings, he finds another young woman in underwear on his doorstep: his neighbor Eva! She tells him she locked herself out of her apartment and insists that he helps her. Whilst Yan is trying to enter Eva's apartment via their adjoining balcony, his phone rings. It is Florence, and she is not impressed when a female voice answers the phone. At this point, Eva's rabidly jealous boyfriend Boris returns home. Seeing Yan in his apartment, he deduces that Eva has been having an affair behind his back. Florence then turns up and Yan tries in vain to explain the situation. By chance, Florence's husband suddenly puts in an appearance. After that, it all starts to get a bit complicated.","release_date":"1988-08-31","vote_average":6.5,"runtime":83,"cert":"N\/A","id":39422,"title":"Door on the Left as You Leave the Elevator","adult":false,"genre_ids":[35]},{"cast":["Tyler Labine","Sonja Bennett","Geoff Gustafson","Keith Dallas","Alisen Down"],"overview":"CONTROL ALT DELETE is a moody romantic comedy exploring fetishism, addiction and love in the information age. As our hero Lewis struggles to integrate his public and private persona's, he realizes he may not be the only one harboring a dirty little secret.","release_date":"2008-08-08","vote_average":5.0,"runtime":93,"cert":"N\/A","id":39425,"title":"Control Alt Delete","adult":false,"genre_ids":[35,18]},{"cast":["Sophie Ward","Kerry Fox","Nathaniel Parker","Jeremy Northam","Claire Bloom"],"overview":"Based on the bestselling novel by Joanna Trollope Recently returned to England from New York City, vivacious heiress Clodagh Unwin befriends a couple new to her village. The husband is entranced by the young aristocrat, but Clodagh has eyes for someone else: his wife, Alice. Alice has a gilded life--beautiful children, a handsome husband, and a stately home. Secretly, she’s depressed after the birth of her third child and unhappy in her marriage. Clodagh proves irresistible. But when tongues start wagging, the women learn that love might not be enough.","release_date":"1995-04-17","vote_average":6.3,"runtime":101,"cert":"","id":39426,"title":"A Village Affair","adult":false,"genre_ids":[18,10749]},{"cast":["Rebecca Frith","Gyton Grantley","Amie McKenna","John Howard","Alyssa McClelland"],"overview":"Eddy does what he has to do to give his family what they want. For the last 25 years, he has secretly moonlighted as a \"standover\" man, purely to provide his aspirational wife with her dream house and a privileged upbringing for his only daughter. Eddy finds it hard to express how he feels, especially now that his \"little girl\" is engaged and will soon be leaving the family home. Chantelle believes her emotionally blocked father has only two feelings \"angry\" and \"very angry\" and feels her father just doesn't understand her. Eddy is perplexed: \"What's to understand?\" Herein lies the problem.  Over eager to get on the same wavelength as his daughter and recapture the closeness they once had, Eddy starts reading Chantelle's diary. In the process, more secrets than anyone was prepared for, begin to surface with devastating yet hilarious results. Eddy rides the storm and once the dust settles, all is well... for now.","release_date":"2004-07-08","vote_average":6.0,"runtime":93,"cert":"N\/A","id":39431,"title":"A Man's Gotta Do","adult":false,"genre_ids":[35]},{"cast":["Martin Clunes","Neil Morrissey","Jane Horrocks","Esther Coles","Mark Williams"],"overview":"Former pop-star turned con artist Simon Delancey is kidnapped by two fans of his eighties band the Venus Hunters, and blackmailed to re-form the band for one final show.","release_date":"1999-03-30","vote_average":7.0,"runtime":null,"cert":"PG","id":39432,"title":"Hunting Venus","adult":false,"genre_ids":[35]},{"cast":["Andie MacDowell","Daniel Sunjata","Ashley Williams","Joe Grifasi","Dane DeHaan"],"overview":"A detective uncovers a sinister conspiracy when he is sent to research a disintegrating neighbourhood for a public relations campaign.","release_date":"2010-04-17","vote_average":5.5,"runtime":90,"cert":"","id":39433,"title":"The Front","adult":false,"genre_ids":[10770,80,18,9648]},{"cast":["Asia Argento","Thomas Kretschmann","Marco Leonardi","Luigi Diberti","Paolo Bonacelli"],"overview":"A young policewoman slowly goes insane while tracking down an elusive serial rapist\/killer through Italy when she herself becomes a victim of the brutal man's obsession.","release_date":"1996-01-26","vote_average":5.5,"runtime":120,"cert":"N\/A","id":39434,"title":"The Stendhal Syndrome","adult":false,"genre_ids":[80,27,53]},{"cast":["Glenn Ford","Jack Lemmon","Anna Kashfi","Brian Donlevy","Dick York"],"overview":"Chicago hotel clerk Frank Harris dreams of life as a cowboy, and he gets his chance when, jilted by the father of the woman he loves, he joins Tom Reece and his cattle-driving outfit. Soon, though, the tenderfoot finds out life on the range is neither what he expected nor what he's been looking for...","release_date":"1958-02-19","vote_average":6.3,"runtime":92,"cert":"N\/A","id":39435,"title":"Cowboy","adult":false,"genre_ids":[37]},{"cast":["Max von Sydow","Stefano Dionisi","Chiara Caselli","Gabriele Lavia","Rossella Falk"],"overview":"An elderly and retired police detective and a young amateur sleuth team up to find a serial killer whom has resumed a killing spree in Turin, Italy after a 17-year hiatus.","release_date":"2001-01-05","vote_average":6.3,"runtime":117,"cert":"","id":39436,"title":"Sleepless","adult":false,"genre_ids":[80,27,9648,53]},{"cast":["Oprah Winfrey","Danny Glover","Thandie Newton","LisaGay Hamilton","Albert Hall"],"overview":"After Paul D. finds his old slave friend Sethe in Ohio and moves in with her and her daughter Denver, a strange girl comes along by the name of \"Beloved\". Sethe and Denver take her in and then strange things start to happen...","release_date":"1998-10-16","vote_average":5.6,"runtime":172,"cert":"N\/A","id":39437,"title":"Beloved","adult":false,"genre_ids":[18,53]},{"cast":["Michelle Rhee","George Reeves"],"overview":"Gripping, heartbreaking, and ultimately hopeful, Waiting for Superman is an impassioned indictment of the American school system from An Inconvenient Truth director Davis Guggenheim.","release_date":"2010-09-24","vote_average":7.0,"runtime":111,"cert":"N\/A","id":39440,"title":"Waiting for \"Superman\"","adult":false,"genre_ids":[99]},{"cast":["Richard Fraser","Maris Wrixon","Lionel Royce","Al Eben","Gordon Richards"],"overview":"Suspecting that a safari guide is a wanted killer, undercover policeman Geoffrey Bishop (Richard Fraser) joins a safari led by the suspect for a scientist that hopes to find and prove that a fabled white gorilla is a missing link.","release_date":"1945-11-02","vote_average":3.2,"runtime":71,"cert":"N\/A","id":39441,"title":"White Pongo","adult":false,"genre_ids":[12,27]},{"cast":[],"overview":"Charismatic, charming and complex, Sergio Vieira de Mello was the world's go-to guy, a man who could descend into the most dangerous places, charm the worst war criminals, and somehow protect the lives of the ordinary people to whom he'd devoted his life. SERGIO tells the story of his most treacherous mission ever...a mission in which his own life hangs in the balance","release_date":"2009-01-20","vote_average":7.0,"runtime":90,"cert":"N\/A","id":39442,"title":"Sergio","adult":false,"genre_ids":[99]},{"cast":["Beyoncé Knowles"],"overview":"Beyonce's London fans go crazy when the Destiny's Child beauty, on her first solo international tour, descends to a massive stage while suspended, upside down, from a wire. After a delicate landing, the star embarks on a set of recent hits immersed in complicated arrangements, including the Arabic sound of \"Baby Boy\" and \"Naughty Girl,\" the chunky, hypnotic funk of \"Hip Hop Star,\" and Beyonce: Live at Wembley's best performance, the powerful \"Work It Out,\" in which the diva is at her clearest, jazziest, and most soulful. Not everything works. The bottom falls out of \"Gift from Virgo,\" \"Be with You\" is forgettable, and Beyonce's stage patter needs polish. But a Destiny's Child medley accompanied by only a DJ is innovative and fun, \"Summertime\" proves a breezy dance number, and \"Crazy in Love\" is bolstered by what sounds like the old Stax horns.","release_date":"2004-04-26","vote_average":8.0,"runtime":80,"cert":"","id":39443,"title":"Beyoncé: Live at Wembley","adult":false,"genre_ids":[10402]},{"cast":["Beyoncé Knowles","Kelly Rowland","Michelle Williams"],"overview":"The Writings On The Wall established Destinys Child as one of the largest-selling female groups ever, selling over 10 million albums worldwide. Survivor debuted at #1 in ten countries including the U.S., and sold more than 8 million albums worldwide.  Filmed at their show in Rotterdam, Holland, Destinys Child World Tour gives fans the electrifying experience of a Destinys Child concert. Beyonce Knowles, Kelly Rowland and Michelle Williams give a hand-clapping, foot-stomping live performance of their #1 hits-Bills, Bills, Bills, Say My Name, Bug A Boo, Jumpin, Jumpin, Survivor and Bootylicious, making sure not to miss any favourites along the way. This full concert showcases music from their self-titled debut album Destinys Child, as well as The Writings On The Wall and Survivor, and includes dynamic solo performances from all three ladies.","release_date":"2003-07-15","vote_average":5.0,"runtime":85,"cert":"N\/A","id":39444,"title":"Destiny's Child: World Tour","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Ross Noble live standup at the Apollo Theatre","release_date":"2004-09-27","vote_average":0.0,"runtime":null,"cert":"","id":39445,"title":"Ross Noble: Live at The Apollo","adult":false,"genre_ids":[]},{"cast":["Andie MacDowell","Daniel Sunjata","Ashley Williams","Annabeth Gish","Diahann Carroll"],"overview":"Detective Win Garano is asked to reopen a twenty-year-old murder case, and soon finds himself endangered by the political ambitions of a district attorney.","release_date":"2010-04-10","vote_average":4.4,"runtime":90,"cert":"N\/A","id":39446,"title":"At Risk","adult":false,"genre_ids":[10770,80,18,9648]},{"cast":["Joe Lara","Bo Svenson","Stacie Foster","Brion James","Kane Hodder"],"overview":"Set in a post-nuclear-holocaust future, this sci-fi western takes place in the frontier city of New Hope, the only place around with a working oil refinery. Ever since a megalomaniac general and his followers took over the place, life has been miserable. Then a stranger, a man-of-few-words, comes to town. A quick-drawing gunslinger, he first joins the conquerors. As time passes, however, it rapidly becomes apparent that he really sides with the townsfolk, and when the time is right, he leads them into a violent uprising.","release_date":"1995-03-28","vote_average":5.0,"runtime":105,"cert":"N\/A","id":39449,"title":"Steel Frontier","adult":false,"genre_ids":[28,878]},{"cast":[],"overview":"40-year-old Jimmy is growing up, or at least he's getting older. While mooching the upper bunk of his ten-year-old nephew's bed, he enjoys the never-ending generosity of his sister Aiko, and dodges the wrath of his impatient brother-in-law Tak. He thinks that if only he could get married all his problems would be solved. But when he falls head over heels for Tak's niece things only go from bad to worse.","release_date":"2009-05-31","vote_average":5.8,"runtime":83,"cert":"N\/A","id":39450,"title":"White on Rice","adult":false,"genre_ids":[35,10749]},{"cast":["Robert De Niro","Ben Stiller","Owen Wilson","Dustin Hoffman","Barbra Streisand"],"overview":"It has taken 10 years, two little Fockers with wife Pam and countless hurdles for Greg to finally get in with his tightly wound father-in-law, Jack. After the cash-strapped dad takes a job moonlighting for a drug company, Jack's suspicions about his favorite male nurse come roaring back. When Greg and Pam's entire clan descends for the twins' birthday party, Greg must prove to the skeptical Jack that he's fully capable as the man of the house.","release_date":"2010-12-21","vote_average":5.6,"runtime":98,"cert":"12A","id":39451,"title":"Little Fockers","adult":false,"genre_ids":[35,10749]},{"cast":["Banksy","Shepard Fairey","Thierry Guetta","Rhys Ifans"],"overview":"Banksy is a graffiti artist with a global reputation whose work can be seen on walls from post-hurricane New Orleans to the separation barrier on the Palestinian West Bank. Fiercely guarding his anonymity to avoid prosecution, Banksy has so far resisted all attempts to be captured on film. Exit Through the Gift Shop tells the incredible true story of how an eccentric French shop keeper turned documentary maker attempted to locate and befriend Banksy, only to have the artist turn the camera back on its owner.","release_date":"2010-01-24","vote_average":7.7,"runtime":87,"cert":"15","id":39452,"title":"Exit Through the Gift Shop","adult":false,"genre_ids":[99]},{"cast":["Brad Dourif","Jeremy Sumpter","Daniel Baldwin","Debbon Ayer","Scott Elrod"],"overview":"In a typical American suburb filled with middle class morals, a lonely 59-year-old, Stan, contributes to society by offering cremation services from his basement. In fact, Stan murders neighbors he perceives to be social bullies. Jarod, a fatherless 17-year-old high school outcast, lands an after-school job in Stan's cremation house and the two develop an unusual working relationship that quickly evolves into a partnership. As detective Matt Fairchild puts together clues from local disappearances, Stan must decide if protecting his newfound trainee is worth killing for.","release_date":"2010-06-15","vote_average":5.5,"runtime":86,"cert":"N\/A","id":39453,"title":"Death and Cremation","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Follows a scorned geisha who creates a magical cup made of tears that causes any man who drinks from it to fall into a permanent sleep. One night the cup is stolen, setting off a chain of events that threatens civil war amongst the clans. Taro, a gifted samurai, sets out to find the cup and one who can break the spell.","release_date":"2012-01-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":39454,"title":"The Cup of Tears","adult":false,"genre_ids":[]},{"cast":["Margaret Lockwood","Ian Hunter","Barry K. Barnes","Anne Crawford","Beatrice Varley"],"overview":"Bedelia Carrington is living happily, it appears, in Monte Carlo with her husband Charlie Carrington (Ian Hunter.) But a cultivated young artist, Ben Chaney (Barry K. Barnes), begins probing into her past with curious concern. Chaney, who is really a detective, learns that Bedelia's obsession for money has led her, in the past, to husband-poisoning for the insurance money.","release_date":"1946-07-08","vote_average":6.5,"runtime":90,"cert":"","id":39455,"title":"Bedelia","adult":false,"genre_ids":[18,9648]},{"cast":["Suzane Carvalho","Rossana Ghessa","Henri Pagnoncelli","Gloria Cristal ","Paulo Guarnieri"],"overview":"The young, pretty and shy Angela Duvall is jailed for murder in some Latin American country. In the prison she gets brutally \"initiated\" by the other inmates. The nice, honest and handsome prison doctor believe she's innocent and tries to help her out.","release_date":"1984-05-10","vote_average":4.8,"runtime":90,"cert":"N\/A","id":39456,"title":"Women in Fury","adult":false,"genre_ids":[28,18]},{"cast":["Jill St. John","Tracey E. Bregman","BarBara Luna","June Barrett","Aimée Eccles"],"overview":"An unfortunate and naive girl is set-up by her boyfriend and convicted of drug smuggling. She is sent to a women's correctional facility where she must constantly struggle to survive.","release_date":"1982-10-03","vote_average":5.1,"runtime":99,"cert":"N\/A","id":39457,"title":"The Concrete Jungle","adult":false,"genre_ids":[80,18]},{"cast":["Ryan Gutierrez","Joe Ciaramelli","Justin Wong","Mike Ross","Ryan Mead"],"overview":"I Got Next\" is a documentary on the fighting game community. It follows four prominent players, Justin Wong, Ryan \"Gootecks\" Gutierrez, Joe \"iloveu\" Ciaramelli and Mike Ross through their experiences in the scene with the release of Street Fighter 4, which has caused a resurgence in the fighting game genre and a rekindling of the East Coast\/West Coast rivalry that had died down in years past.","release_date":"2011-06-13","vote_average":5.8,"runtime":96,"cert":"N\/A","id":39458,"title":"I Got Next","adult":false,"genre_ids":[99]},{"cast":["James Cagney","Humphrey Bogart","Rosemary Lane","Donald Crisp","Harvey Stephens"],"overview":"McCord's gang robs the stage carrying money to pay Indians for their land, and the notorious outlaw \"The Oklahoma Kid\" Jim Kincaid takes the money from McCord. McCord stakes a \"sooner\" claim on land which is to be used for a new town; in exchange for giving it up he gets control of gambling and saloons. When Kincaid's father runs for mayor, McCord incites a mob to lynch the old man whom McCord has already framed for murder.","release_date":"1939-03-11","vote_average":5.9,"runtime":85,"cert":"N\/A","id":39459,"title":"The Oklahoma Kid","adult":false,"genre_ids":[37,36]},{"cast":["Tomonori Yazaki","Hideyo Amamoto","Sachio Sakai","Kazuo Suzuki","Kenji Sahara"],"overview":"A bullied schoolboy dreams of traveling to Monster Island, where he befriends Godzilla's son, who is also having bully troubles.","release_date":"1969-12-20","vote_average":4.1,"runtime":70,"cert":"N\/A","id":39462,"title":"All Monsters Attack","adult":false,"genre_ids":[14,878,10751]},{"cast":["Dominic West","Bill Nighy","Johan Leysen","Ryan Bollman","Edward Atterton"],"overview":"The story of the year the Oxford and Cambridge boat race changed from a gentleman's race to one where winning was everything.","release_date":"1996-11-15","vote_average":6.7,"runtime":118,"cert":"15","id":39463,"title":"True Blue","adult":false,"genre_ids":[18]},{"cast":["Akira Yamanouchi","Toshie Kimura","Hiroyuki Kawase","Keiko Mari","Toshio Shiba"],"overview":"Psychedelic animation and a flying Godzilla highlight the 11th Godzilla film.  Spawned from earth's pollution, Hedorah destroys Japan, spews poison gas and fights Godzilla.","release_date":"1971-07-24","vote_average":6.1,"runtime":87,"cert":"N\/A","id":39464,"title":"Godzilla vs. Hedorah","adult":false,"genre_ids":[878,18,27]},{"cast":["Tetsuya Bessho","Satomi Kobayashi","Takehiro Murata","Saburo Shinoda","Akiji Kobayashi"],"overview":"The Earth is headed for disaster and when an archeological research team visits Infant Island to find out why, they discover two tiny women who reveal that the Earth is fighting back for all the harm humans have done here and sends out the evil Battra to destroy us. The Cosmos, as the girls are called, offer their help by calling Mothra to battle the creature. Unfortunately, Godzilla also appears and a three way battle begins that threatens to destroy Japan.","release_date":"1992-12-12","vote_average":6.1,"runtime":102,"cert":"N\/A","id":39465,"title":"Godzilla vs. Mothra","adult":false,"genre_ids":[878,28,14,12]},{"cast":["Megumi Odaka","Jun Hashizume","Zenkichi Yoneyama","Akira Emoto","Towako Yoshikawa"],"overview":"When Mothra went into outer space to stop a meteor from reaching Earth, she accidentally took cells from Godzilla and the remaining cells from Biollante that inhabited our atmosphere. The combined cells went through a black hole and created a new creature, Space Godzilla. Space Godzilla heads to Earth to confront Godzilla, Junior Godzilla, and the new G-Force robot, MOGERA.","release_date":"1994-12-10","vote_average":5.7,"runtime":108,"cert":"N\/A","id":39466,"title":"Godzilla vs. SpaceGodzilla","adult":false,"genre_ids":[878,28,12,14]},{"cast":["Lou Rawls","Brendan Fraser","Joanna Going","Ann Magnuson","Celeste Holm"],"overview":"Two lost souls: she a con-artist in L.A.; he a puppeteer in San Antonio have the same dream linking each with the other. He travels to L.A. to find this woman he has become obsessed with. She resists, afraid of his kooky ideas until she travels with him to San Antonio and meets his wise grandmother. Story of two disparate people linked by \"fate\" gets increasingly interesting as it rolls along.","release_date":"1997-09-01","vote_average":5.3,"runtime":109,"cert":"N\/A","id":39467,"title":"Still Breathing","adult":false,"genre_ids":[35,18,10749]},{"cast":["Misato Tanaka","Masatō Ibu","Shosuke Tanihara","Yuriko Hoshi","Toshiyuki Nagashima"],"overview":"Godzilla returns to terrorize Japan! This time, however, Japan has two new weapons to defend themselves. The Gryphon, a high-tech ship, and the Dimension Tide, a device that creates artificial black holes! During a test of the Dimension Tide, eggs appear in the city of Shibuya and hatch into terrifying Meganurons! These creatures need water to grow and flood the city of Shibuya by breaking underground water veins. As they multiply and grow, they start to feed on the energy of humans. After gathering enough energy, they transform in to giant dragonfly monsters called Meganuras! And now they target Godzilla for energy to feed to the larva of their queen, which eventually hatches into the terrifying 60-meter Megaguirus who also begins to attack Godzilla for his energy. Now a 3-way battle between Godzilla, the Megaguirus, and humans begins! Will Godzilla win? Will humanity survive?","release_date":"2000-11-03","vote_average":5.8,"runtime":105,"cert":"N\/A","id":39468,"title":"Godzilla vs. Megaguirus","adult":false,"genre_ids":[28,878]},{"cast":["Noboru Kaneko","Miho Yoshioka","Mitzuki Koga","Hiroshi Koizumi","Tsutomu Kitagawa"],"overview":"Forty-two years after her first visit in Tokyo, Mothra returns to warn mankind that they must return Mechagodzilla, along with Godzilla's bones, to the sea, for the dead must not be disturbed. If not, dire consequences will follow. However, Godzilla is once again on the rampage, and Mechagodzilla is Japan's only defense.","release_date":"2003-12-13","vote_average":6.0,"runtime":91,"cert":"N\/A","id":39469,"title":"Godzilla: Tokyo S.O.S.","adult":false,"genre_ids":[878,28]},{"cast":["Rajendra Prasad","Rambha","Rao Gopal Rao","Allu Ramalingaiah","Brahmanandam"],"overview":"The film is a complete comedy movie. Rajendra Prasad is a young unemployed bachelor who believes in superstitions, astrology and prediction. He meets an astrologer to know his future. The astrologer advices him that he will become king soon after marriage and after finishing his first night. From that day onwards he becomes proud and behave as if he is a King. He rejects all good salaried jobs and insults the employers who offer him those jobs. He fells in love with Rambha, the only daughter of millionaire RaoGopala Rao. RaoGoapla rao is a respectable man and believes in labor and hardwork who agrees for the marriage just because of great attachment with his daughter. RajendraPrasad marries Rambha. But Raogaopal rao will not allow rajendra Prasad to the first night ceremony until rajendra prasad earns one lakh rupees. Now begin the actual cat & mouse chase between son-in-law and father-in-law.","release_date":"1992-09-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":39470,"title":"Aa Okkati Adakku","adult":false,"genre_ids":[35,10751,18]},{"cast":["Glenn Morrison","Vaughn Crosskill","Carl Bradshaw","Stanley Irons"],"overview":"At a Jamaican beach hotel, super-slick waiter and self-professed \"stud\" Ringo works the angles (and there are many) on the ever-presents knots of unsuspecting, trusting tourists. Hey, all's fair in love and business … especially when you're continuously on the hustle, like Ringo.","release_date":"1976-01-01","vote_average":3.5,"runtime":86,"cert":"N\/A","id":39471,"title":"Smile Orange","adult":false,"genre_ids":[35]},{"cast":["Jack Nicholson","Ellen Barkin","Lauren Tom","Harry Dean Stanton","Beverly D'Angelo"],"overview":"A sleazy but affable guard dog trainer is blackmailed to steal a manuscript for a tell-all book from one of his clients.","release_date":"1992-07-17","vote_average":4.9,"runtime":100,"cert":"N\/A","id":39472,"title":"Man Trouble","adult":false,"genre_ids":[35,10749]},{"cast":["Richard Dreyfuss","Linda Hamilton","John Lithgow","J.T. Walsh","Ben Faulkner"],"overview":"An autistic boy witnesses his parents' double murder. Richard Dreyfuss as a controversial therapist, seeks to probe the child's mind in order to solve the case.","release_date":"1994-10-28","vote_average":5.6,"runtime":101,"cert":"N\/A","id":39473,"title":"Silent Fall","adult":false,"genre_ids":[18,53,9648]},{"cast":["Serah D'Laine","Nikita Ager","Erika Heynatz","Brittany Byrnes","Holly Brisley"],"overview":"Mermaid sisters hunt down their father's human killer... and deal with their own personal relationships with the humans.","release_date":"2003-11-15","vote_average":6.1,"runtime":84,"cert":"N\/A","id":39474,"title":"Mermaids","adult":false,"genre_ids":[14,10749]},{"cast":["Shawn Christian","Chris Pine","Bre Blair","John Hawkes","Lin Shaye"],"overview":"Just days before Rhett (Chris Pine) is leaving for Nashville to pursue a lifelong dream of being a singer\/songwriter, his girlfriend Samantha (Bre Blair) realizes that \"his\" future may not be \"their\" future. This news comes as a shock to Rhett, and he is faced with having to choose between following his dream and staying in his hometown in order to be with the woman he loves.","release_date":"2010-05-31","vote_average":6.3,"runtime":94,"cert":"N\/A","id":39477,"title":"Small Town Saturday Night","adult":false,"genre_ids":[18]},{"cast":["Sarah Allen","Tommie-Amber Pirie","Jon Cor","Linden Ashby","Cinthia Burke"],"overview":"When exotic dancer Cassie happens upon a drug deal gone bad, she steals the money and the drugs thinking she now has the funds to make her dream of moving to Paris come true. But waiting three days to get her passport proves tougher than she thought when everyone she knows from her ex-boyfriend, to her drug addict boss, to her lesbian lover, to the rightful owner of the money decides to get in on the action.","release_date":"2010-05-18","vote_average":4.3,"runtime":85,"cert":"N\/A","id":39478,"title":"Stripped Naked","adult":false,"genre_ids":[80,18,53]},{"cast":["Sean Young","Patrick Bergin","Arnetia Walker","James Read","Ron Orbach"],"overview":"A tough female district attorney is investigating a man who picks out women from public places by posing as a famous photographer, then takes pictures of them, then pushes on their submissive tendencies and takes advantage of them physically and financially. The trouble is that none of these women want to press charges, because they feel fulfilled in some way by their encounter. The DA arranges to meet him and finds herself in a similar situation as the other victims, and has to come to grips with her own submissive desires.","release_date":"1992-01-24","vote_average":4.8,"runtime":90,"cert":"N\/A","id":39479,"title":"Love Crimes","adult":false,"genre_ids":[10749,53]},{"cast":[],"overview":"Baby Dance is simple and fun! Your child will discover the joy and freedom of movement as Ms. Teresa leads them in variou dances designed to teach rhythm, stretching, creative movement, coordination (through repeating simple steps) and basic ballet technique. Studies have shown that children who begin dance expression at an early age are more self-confident, have an increased mental ability in the area of spatial relations, have a higher sense of creativity and are encouraged early in life to be physically active and fit. See how much fun they will have dancing to the island rhythms of the Maraca dance, discovering foot stomping fun in the Cowboy dance, flying as high as their imagination will take them in the Scarf dance and so much more! 35 minutes. Ages 1-5. UPC 743383050131","release_date":"2005-04-19","vote_average":0.0,"runtime":35,"cert":"N\/A","id":39480,"title":"Baby Dance","adult":false,"genre_ids":[]},{"cast":["Jeff Foxworthy"],"overview":"Jeff Foxworthy's observations have made him one of America's favorite comedians. He's the bestselling comedy recording artist in history, a multiple Grammy Award nominee, a bestselling author and a popular TV, radio, and film performer. Now you can see this outrageously funny comedian talking about life, dating, marriage, and family in the classic You Might be a Redneck If.","release_date":"2004-03-30","vote_average":5.8,"runtime":30,"cert":"N\/A","id":39481,"title":"Jeff Foxworthy: You Might Be a Redneck if...","adult":false,"genre_ids":[35]},{"cast":["Jeff Foxworthy"],"overview":"Jeff Foxworthy's observations have made him one of America's favorite comedians. He's the bestselling comedy recording artist in history, a multiple Grammy Award nominee, a bestselling author and a popular TV, radio, and film performer. Now you can see this outrageously funny comedian talking about life, dating, marriage, and family in the classic Check Your Neck.","release_date":"2004-03-30","vote_average":6.7,"runtime":29,"cert":"N\/A","id":39482,"title":"Jeff Foxworthy: Check Your Neck","adult":false,"genre_ids":[35]},{"cast":["Larry the Cable Guy"],"overview":"With his trademark cries of \"Git-R-Done\" and \"What the hell is this, Russia?,\" Larry the Cable Buy is one of the country's funniest comedians. A veteran of Comedy Central and Evening at the Improv, with his best selling CD \"Lord, I apologize,\" now you can enjoy an entire DVD of this irresistible entertainer at the top of his form.","release_date":"2004-05-23","vote_average":3.6,"runtime":66,"cert":"N\/A","id":39483,"title":"Larry the Cable Guy: Git-R-Done","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Aunty Maggie struggles to feed her three boys. One day, short of cash, she swaps a box of tobacco for a rooster and some chooks. The next day, while doing her usual check, she finds the rooster lifeless. A sabotage act by the neighbour? Panic sets in, but Aunty Maggie knows what to do: She performs CPR and miraculously revives the bird.","release_date":"2009-12-29","vote_average":0.0,"runtime":11,"cert":"N\/A","id":39484,"title":"Aunty Maggie and the Womba Wakgun","adult":false,"genre_ids":[18]},{"cast":["Yvonne De Carlo","Peter Ustinov","Bill Owen","David Tomlinson","Roland Culver"],"overview":"World War II farce about the hotel of the title","release_date":"1951-12-31","vote_average":7.0,"runtime":96,"cert":"N\/A","id":39485,"title":"Hotel Sahara","adult":false,"genre_ids":[]},{"cast":["Diane Lane","John Malkovich","Scott Glenn","Dylan Walsh","Fred Dalton Thompson"],"overview":"Housewife and mother Penny Chenery agrees to take over her ailing father's Virginia-based Meadow Stables, despite her lack of horse-racing knowledge. Against all odds, Chenery - with the help of veteran trainer Lucien Laurin - manages to navigate the male-dominated business, ultimately fostering the first Triple Crown winner in 25 years.","release_date":"2010-08-20","vote_average":7.0,"runtime":123,"cert":"U","id":39486,"title":"Secretariat","adult":false,"genre_ids":[18]},{"cast":["Sonia Almarcha","Petra Martínez","Miriam Correa","Nuria Mencía","María Bazán"],"overview":"Life for Adela, a single mom trying to raise her infant son, and Antonia, a widow with three daughters, are forever altered by the terrorist bombing in Madrid.","release_date":"2007-06-01","vote_average":6.1,"runtime":135,"cert":"N\/A","id":39489,"title":"Solitary Fragments","adult":false,"genre_ids":[18]},{"cast":["Rachwin Wongviriya","Pitsanu Nimsakul","Thanawat Wattanapoom"],"overview":"Sangchan is a girl working in a factory who falls in love with an attractive guy named Rawee. As Rawee has to go study abroad, he keeps a promise of coming back to see Sangchan on October, 8th of each year. While Rawee is away, Sangchan has a chance to be friend with Lim, another guy who admires her. Now it is the test of love and faith that Sangchan has to work out.","release_date":"2009-12-24","vote_average":7.0,"runtime":108,"cert":"N\/A","id":39490,"title":"October Sonata","adult":false,"genre_ids":[18,10749]},{"cast":["Vijay","Tamanna Bhatia","Dev Gill","Vadivelu","Sriman"],"overview":"When a corrupt politician tries to seize the land of his villagers, a brave and powerful fisherman sets out to fight against him.","release_date":"2010-04-30","vote_average":2.8,"runtime":173,"cert":"N\/A","id":39491,"title":"Sura","adult":false,"genre_ids":[28]},{"cast":["William Powell","Margaret Lindsay","Arthur Hohl","Ruth Donnelly","Gordon Westcott"],"overview":"A former government agent in France, who has failed at an assignment and been disavowed, is deported back to the USA, where he can only find work at a low-rent detective agency. He soon gets involved with a woman with ties to a crooked gambling club owner, who is a client of his agency.","release_date":"1933-06-10","vote_average":6.7,"runtime":66,"cert":"N\/A","id":39494,"title":"Private Detective 62","adult":false,"genre_ids":[80,18]},{"cast":["Natalie Wood","Steve McQueen","Edie Adams","Herschel Bernardi","Anne Hegira"],"overview":"Angie Rossini, an innocent New York City sales clerk from a repressive Italian-American family, engages in a short-lived affair with a handsome jazz musician named Rocky Papasano. When Angie becomes pregnant, she tracks down Rocky hoping he'll pay for her abortion. Rocky agrees to help, but after seeing the unsanitary abortion facility, he refuses to let Angie go through with the procedure and attempts to make her an honest woman.","release_date":"1963-12-25","vote_average":6.6,"runtime":102,"cert":"N\/A","id":39495,"title":"Love with the Proper Stranger","adult":false,"genre_ids":[35,18,10749]},{"cast":["Minna Haapkylä","Kari-Pekka Toivonen","Minttu Mustakallio","Tommi Eronen"],"overview":"Longtime couple Venla and Antero come to a serious impasse. After years with Antero, Venla wants to start a family, but her boyfriend, worried that parenthood will stifle his speed-skating career, secretly gets a vasectomy. Determined to have a child, Venla seeks help from a female fertility doctor, a decision that breeds new possibilities for the prospective mother when she falls in love with the doctor.","release_date":"2004-09-17","vote_average":5.1,"runtime":102,"cert":"N\/A","id":39496,"title":"Producing Adults","adult":false,"genre_ids":[18,35,10749]},{"cast":["Jeff Daniels","Harve Presnell","Joey Albright","Wayne David Parker","Randall Godwin"],"overview":"A macho man in a family on the eve of deer-hunting season must deal with the eldest son's curse of never having bagged a buck.","release_date":"2001-01-26","vote_average":5.3,"runtime":91,"cert":"N\/A","id":39497,"title":"Escanaba in da Moonlight","adult":false,"genre_ids":[35]},{"cast":["Choi Jung-yoon","Ha Ji-won","Yoo Ji-tae","Yu Jun-sang","Kim Gyu-ri"],"overview":"Hye-jin's homecoming should have been a joyous occasion. She was especially happy to see her childhood friend again, the shy Eun-ju. However, when a secret is revealed, harsh words are exchanged. These words deeply affect Eun-ju and,in the next scene, we see her plummeting from a 30-story building. In a flashback provided by Seon-ae, we learn that the ghost of Eun-ju is hunting down all of Hye-jin's friends and killing them. Is this possible or is a more worldly force at work? What is this mysterious tape that everyone is asking about?","release_date":"2000-07-29","vote_average":5.3,"runtime":97,"cert":"N\/A","id":39498,"title":"Nightmare","adult":false,"genre_ids":[27,53]},{"cast":["Chris Merrill","Rob Reedy","David D. Moore","Steve Claggett","Jean Day"],"overview":"A droning account of several famous pirates &amp; pirate bands interspersed with commentary by several unanimated experts, featuring movie clips, still painting, &amp; repeated video that don't really convey the dramatic &amp; violent lifestyle that is the topic of this would-be documentary. Contrary to the suggestion of its title, this is NOT an adjunct to the Disney film it attempts to expose","release_date":"2004-07-04","vote_average":4.0,"runtime":61,"cert":"N\/A","id":39499,"title":"The Real Pirates of the Caribbean","adult":false,"genre_ids":[99]}]