[{"cast":[],"overview":"The Cannes Film Festival and Tropfest winning short film directed by Gregor Jordan.","release_date":"1995-05-17","vote_average":8.0,"runtime":4,"cert":"N\/A","id":395502,"title":"Swinger","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1970-01-01","vote_average":0.0,"runtime":18,"cert":"N\/A","id":395505,"title":"A Mão do Homem","adult":false,"genre_ids":[99]},{"cast":["Mario di Fonzo","Carmen De Sio","Danilo Di Stefano","Corrado Valletta","Leonardo Napoletano"],"overview":"A guy locked in a room with no way out. He does not remember anything about himself, his fate is uncertain, but, the most important thing is the reason why this is happening.","release_date":"2009-07-16","vote_average":9.0,"runtime":12,"cert":"N\/A","id":395512,"title":"J","adult":false,"genre_ids":[80,9648,53]},{"cast":["Hardy Krüger","Raymond Pellegrin","Georges Géret","Jean Lefebvre","Bernard Bauronne"],"overview":"","release_date":"1973-10-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":395515,"title":"Le solitaire","adult":false,"genre_ids":[]},{"cast":[],"overview":"In what would become a familiar theme throughout his carrer, Jarnow explores the earth from above, invoking Buckminster Fuller's Dymaxion and the Gnomic map to illustrate different geometric and compromise projections.","release_date":"1977-05-01","vote_average":0.0,"runtime":1,"cert":"\"\"","id":395518,"title":"Map Projections","adult":false,"genre_ids":[16]},{"cast":[],"overview":"In 2013 it was 100 years ago, Niels Bohr developed his atom model. It stands today as one of the most groundbreaking discoveries in history .\r His atomic model is indirectly a precondition for the atomic bomb, but also for the computers , lasers and mobile phones, modern people rely on today.\r It is estimated that one third of the world economy rests on quantum physics .\r He was not only a brilliant scientist , but also a great humanist, a renaissance man, a world citizen who interacted with some of history's leading figures. Niels Bohr was the Dane who changed the world.","release_date":"2013-01-01","vote_average":0.0,"runtime":41,"cert":"N\/A","id":395521,"title":"Niels Bohr","adult":false,"genre_ids":[]},{"cast":["Pola Negri","Tom Moore","Ford Sterling","Miss DuPont","Stuart Holmes"],"overview":"Four middle-aged actors jointly adopt an orphaned baby girl, raising her in a backstage milieu.","release_date":"1926-06-07","vote_average":0.0,"runtime":60,"cert":"\"\"","id":395524,"title":"Good and Naughty","adult":false,"genre_ids":[35,10749]},{"cast":["Kim Chung","Jo Yoon-hee","Kim Dong-wook","Jeong Seung-ho","Kil Hae-yeon"],"overview":"An amazing tangle of relationships unfolds between several women, their entertainment, their dates, and their children.","release_date":"2008-03-27","vote_average":0.0,"runtime":101,"cert":"N\/A","id":395527,"title":"Happy Together","adult":false,"genre_ids":[10749,18]},{"cast":["Kenneth Anger"],"overview":"Anger discusses his Aleister Crowley-inspired theories of art: How he views his camera like a wand and how he casts his films, preferring to consider his actors, not human beings but as elemental spirits. In fact, he reveals that he goes so far as to use astrology when making these choices.  This is as direct an explanation of Anger’s cinemagical modus operandi as I have ever heard him articulate anywhere. It’s a must see for anyone interested in his work and showcases the Magus of cinema at the very height of his artistic powers. Fascinating. (Dangerous Minds)","release_date":"1970-04-29","vote_average":0.0,"runtime":50,"cert":"N\/A","id":395530,"title":"Kenneth Anger - Magier des Untergrundfilms","adult":false,"genre_ids":[10770,99]},{"cast":[],"overview":"D-Day: June 6, 1944. As the Allied forces landed on the shores of Normandy, Hitler ordered the refund of Das Reich, the notorious elite division of combat SS, which is best known for the mass murders in Ukraine and Belarus and that time had its base in northwestern France. Its mission is to stop the allies and to reverse the outcome of the battle in favor of Germanon.I division of the SS, with 15,000 men and over 200 tanks under attack by the Resistance, as it moves north through France.","release_date":"2015-01-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":395533,"title":"Hitler's Death Army","adult":false,"genre_ids":[99]},{"cast":["Sefik Kirbas","Orhan Kürmürcu","Björn Gödde","Zoraya Lopez","Mario Scarpellini"],"overview":"","release_date":"2004-11-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":395536,"title":"Killerbus","adult":false,"genre_ids":[]},{"cast":[],"overview":"A significant historic record of proceedings in the Queensland Supreme Court regarding the Murray Islanders’ native title claim over their traditional lands.","release_date":"1989-05-01","vote_average":0.0,"runtime":52,"cert":"N\/A","id":395539,"title":"Land Bilong Islanders","adult":false,"genre_ids":[]},{"cast":[],"overview":"Australia’s slave trade is an untold story. Few people know that the Australian sugar industry was founded on the sweat of men and women enticed or kidnapped from the islands of the South Pacific.  Sugar Slaves is the story of that human traffic, euphemistically known as \"blackbirding\".","release_date":"1995-06-01","vote_average":0.0,"runtime":57,"cert":"N\/A","id":395542,"title":"Sugar Slaves","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film about the Australian government's practice of removing Aboriginal children from their families.","release_date":"2000-08-29","vote_average":0.0,"runtime":52,"cert":"N\/A","id":395549,"title":"Stolen Generations","adult":false,"genre_ids":[]},{"cast":["Hector Rabotabi","Joey Ford","Dominic Tyawa"],"overview":"After Ten-Ten, a known criminal, is released from prison, he sets out on a revenge mission against former boxer, Johnny Tough, who was responsible for his incarceration. Teaming with his friend, Fly, a scum-bag crime boss involved in human trafficking, they set a trap for Johnny by kidnapping his lawyer friend's beautiful daughter, with the intention of selling her into slavery to a man known as the \"Arab.\" But Johnny isn't called Tough for nothing, and together with his Chinese pal, they systematically take down the syndicate before finally reuniting father and daughter.","release_date":"1984-10-08","vote_average":0.0,"runtime":61,"cert":"N\/A","id":395552,"title":"One More Shot","adult":false,"genre_ids":[28]},{"cast":["William Wegman","Man Ray"],"overview":"From 1970-1977 William Wegman created some of the most innovative and important works in the history of video.  These early pioneering tapes were created using minimal technology and a few studio props, including Wegman’s canine companion, Man Ray.  Consisting of 130 works, some no longer than a television commercial, blurred the boundaries between high and low art as well as art and commerce, and have become a major chapter in the histories of contemporary art and film.  This exhaustive compilation has been assembled by the artist with restored material and it contains all nine original reels as well as two later reels.  Classics such as  Pocketbook Man, Milk\/Floor, Stomach Song, Cape On, Stick and Tooth, Spelling Lesson,  Dog Duet, Man Ray, Do You Want to? Are included.","release_date":"2006-03-09","vote_average":0.0,"runtime":236,"cert":"\"G\"","id":395555,"title":"William Wegman: Video Work 1970-1999","adult":false,"genre_ids":[]},{"cast":["Frank Cole"],"overview":"Something of a formal and thematic template for his subsequent work, Frank Cole’s first short film brings a terrifying mixture of intimacy and distance to bear on his aging grandparents.","release_date":"1979-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":395558,"title":"A Documentary","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The motivations behind Paratriathlon Events Gold Medal winners, Spanish José Luis García and his guide, Francisco Nieva, and the strong bond between them.","release_date":"2015-03-10","vote_average":7.0,"runtime":3,"cert":"N\/A","id":395561,"title":"Uno+uno","adult":false,"genre_ids":[99]},{"cast":["Marc Anthony","Rubén Blades","Chayanne","Ednita Nazario","Gilberto Santa Rosa"],"overview":"The music of the Puerto Rican composer Pedro Flores which was televised on Dec. 8, 1996.","release_date":"1996-12-08","vote_average":0.0,"runtime":116,"cert":"N\/A","id":395568,"title":"Al compás de un sentimiento: la música de Pedro Flores","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"ONE BREATH is a short documentary about William Trubridge, a world champion of free-diving, a form of deep water diving done without the aid of external breathing devices. In 2011, Trubridge won the World's Absolute Freediver Award naming him 'best all around free-diver'. One Breath is the result of a few days spent with Trubridge in the Bahamas, offering a unique glimpse into his unusual and magical world.","release_date":"2012-06-14","vote_average":0.0,"runtime":11,"cert":"N\/A","id":395571,"title":"One Breath: The Story of William Trubridge","adult":false,"genre_ids":[]},{"cast":["Noel Schajris","Susana Baca","Carlos Alomar","Kianî Medina","Jerry Medina"],"overview":"This production pays tribute to songs that have endured the test of time.","release_date":"2013-12-01","vote_average":0.0,"runtime":59,"cert":"N\/A","id":395574,"title":"Música en tiempos","adult":false,"genre_ids":[10402]},{"cast":["Tasha Reign","Kleio Valentien","Nina Elle","Mr. Pete","Jovan Jordan"],"overview":"Tasha Reign in her 1st Interracial Scene!","release_date":"2016-03-26","vote_average":0.0,"runtime":120,"cert":"\"\"","id":395585,"title":"Hard Reign","adult":true,"genre_ids":[]},{"cast":["Chucho Avellanet","Ednita Nazario","Dagmar","José Feliciano","El Gran Combo"],"overview":"Homage to Puerto Rican composers, musicians, and singers.","release_date":"1993-12-03","vote_average":0.0,"runtime":90,"cert":"N\/A","id":395588,"title":"Un pueblo que canta","adult":false,"genre_ids":[10402]},{"cast":["Chucho Avellanet","Andy Montañez","Miguel Ángel Suárez","Teófilo Torres","Ramon Saldaña"],"overview":"Ocho Puertas is a popular Puerto Rican club where many of the future musical talents of Puerto Rico were first showcased, and given a chance to succeed.","release_date":"2003-12-07","vote_average":0.0,"runtime":90,"cert":"N\/A","id":395595,"title":"Ocho Puertas","adult":false,"genre_ids":[10402]},{"cast":["Tony Russel","Scilla Gabel","Yves Vincent","Jacques Dacqmine"],"overview":"","release_date":"1963-08-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":395598,"title":"Il terrore dei mantelli rossi","adult":false,"genre_ids":[36,12]},{"cast":[],"overview":"American Experience celebrates the 75th anniversary of the Civilian Conservation Corps. Founded by Roosevelt during the Great Depression, the CCC put over 3 million men to work improving the countries infrastructure and national parks.","release_date":"","vote_average":10.0,"runtime":54,"cert":"N\/A","id":395601,"title":"American Experience The Civilian Conservation Corps","adult":false,"genre_ids":[]},{"cast":["Bogdan Kalus","Tomasz Karolak","Wojciech Mecwaldowski","Jakub Wróblewski","Franciszek Dziduch"],"overview":"Kornel is a twelve year old boy who is looking for treasure buried by his grandfather during WWII.","release_date":"2015-09-18","vote_average":0.0,"runtime":98,"cert":"N\/A","id":395608,"title":"Adventurers' Club","adult":false,"genre_ids":[10751,35,12]},{"cast":[],"overview":"Undisputed British Heavyweight Championship:  - Zack Sabre Jr. (c) vs Big Damo  WWE Global Cruiserweight Series Qualifier:  - Noam Dar vs Josh Bodom  - Marty Scurll vs Trent Seven  Pro Wrestling Eve Match:  - Rhia O'Reilly vs Addy Starr  - Sha Samuels vs Eddie Dennis  - McCluskey &amp; Bruce vs Redman &amp; Garrett","release_date":"2016-05-01","vote_average":0.0,"runtime":120,"cert":"N\/A","id":395611,"title":"RPW: Live At The Cockpit 8","adult":false,"genre_ids":[]},{"cast":["Kostas Kazakos","Angelos Antonopoulos","Elena Nathanail"],"overview":"The Antonis Maras, a successful professional, and his wife Olga live a peaceful and happy life until the Antonis discovers the double life of his wife. Instructs s` an employee to monitor and eventually will discover that the husband goes secretly to a remote house. The secret of Olga, however, is that extorted by a coil holding her brother hostage. The brother of escapes and suicides and members of Spiral abduct Olga.","release_date":"1973-01-02","vote_average":0.0,"runtime":79,"cert":"N\/A","id":395614,"title":"A Matter of Fatal Importance","adult":false,"genre_ids":[80]},{"cast":["Marc Anthony","Ricky Martin","Gilberto Santa Rosa","Ednita Nazario","Ruth Fernández"],"overview":"Homage to the Puerto Rican composer Rafael Hernández.","release_date":"1998-12-06","vote_average":0.0,"runtime":120,"cert":"N\/A","id":395617,"title":"Romance del cumbanchero: la música de Rafael Hernández","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Opposites and More, a Parents' Choice Award Winning DVD, explores concepts critical to the advancement of your child's verbal &amp; reasoning skills. The twenty words presented in this DVD are first introduced as ten \"opposite pairs\" using comparison &amp; contrast to promote comprehension. Later, each word is presented as an independent concept in two entertaining stories and in a set of moving flash cards.  Ages 12 mos. &amp; up","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":395620,"title":"Bumblebee Kids - Opposites and More","adult":false,"genre_ids":[]},{"cast":[],"overview":"The perfect choice for your budding engineer. Ten exciting machines plus lots of kids equals a fun look at motorized vehicles! Motorized Madness provides an educational look at lots of exciting machines and their parts. Your child will love watching Dump Trucks, Fire Engines and more busy at work. Each machine is covered in detail. The DVD is appealing to both young toddlers and older kids because of the multiple layers of information provided about each machine.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":395623,"title":"Bumblebee Kids - Motorized Madness","adult":false,"genre_ids":[]},{"cast":[],"overview":"BumbleBee's 123s is Designed to Give Your Child a Head Start in Math &amp; Counting. Traditional number DVDs teach children to recite sequences of numbers, but fail to teach math or quantitative reasoning skills. BumbleBee's 123s focuses on the presentation of mathematical reasoning skills. Volume 1 of this two DVD set introduces the numbers 1 to 5 as well as the one-to-one correspondence of an object and number when counting. The second volume of this set introduces numbers up to 10 and helps build logical ordering skills. Both volumes of BumbleBee s 123s include interactive games. This set includes two early learning DVDs. BumbleBee s 123s features a fun cast of kids to provide important peer modeling. Supporting materials including flashcards and posters are available FREE on our Website. The set has a 60 minute approximate running time plus interactive games.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":395626,"title":"Bumblebee Kids - 123's, Vol. 2","adult":false,"genre_ids":[]},{"cast":["Jack Costello"],"overview":"This is how Puerto Rico was pitched to future industrial investors and tourists in the 1950's. The film shows the many features and attractions of the island.","release_date":"1953-01-01","vote_average":0.0,"runtime":16,"cert":"\"\"","id":395641,"title":"Fiesta Island","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Live from America's favorite vacation park! Dante Fontana mixes over 90 live action Disney TV Specials from the 70's\/80's, and 90's with no shortage of robots, singing, parade floats, dancing kids, and retarded adults. Throw in a calvacade of stars for good measure including Alan Thicke, Lisa Bonet, Regis Philbin, R2-D2, Burt Reynolds, Suzanne Somers, Drew Barrymore, New Kids On The Block, Michael Jackson, and many more!","release_date":"2011-07-11","vote_average":0.0,"runtime":100,"cert":"\"\"","id":395644,"title":"Mouseketeers Escape to Splash Mountain","adult":false,"genre_ids":[35]},{"cast":["Roberto Mercado","Mambo de León"],"overview":"Documentary that tells the story of one of the most successful baseball teams in Puerto Rico: los Indios de Mayagüez. It is the first and only project that narrates the origins of baseball in Puerto Rico.","release_date":"2010-08-14","vote_average":0.0,"runtime":60,"cert":"N\/A","id":395651,"title":"Los Indios de mi pueblo","adult":false,"genre_ids":[99]},{"cast":["Fred Anderson","Fital, Gregory"],"overview":"A mysterious opening in a mountain attracts the curiosity of two urban explorers, who get drawn into a game of supernatural danger.","release_date":"2016-05-02","vote_average":0.0,"runtime":19,"cert":"N\/A","id":395658,"title":"The Opening","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Patricia Uberoi, an Australian woman, married an Indian professor in the 60s and moved to his home in New Delhi. They raised three children there, but the riots and the anti-Sikh feelings led to her encouraging her children to move to Australia. A documentary about a multicultural family becomes a commentary on the events surrounding the anti-Sikh riots of 1984.","release_date":"2002-08-15","vote_average":0.0,"runtime":52,"cert":"N\/A","id":395661,"title":"My Mother India","adult":false,"genre_ids":[]},{"cast":[],"overview":"After a chain of deaths at a junior high school, new transfer student Koichi Sakakibara (Kento Yamazaki) turns to a mysterious girl (Ai Hashimoto) who holds the key to the dark mystery. In the spring of 1998, 15-year-old Koichi Sakakibara's (Kento Yamazaki) father goes abroad and Koichi Sakakibara goes to live with his aunt Reiko Mikami (Ai Kato), who lives in a mountain region. Not long after he moves in with his aunt, he collapses from a pneumothorax attack and becomes hospitalized. One day, at the elevator in the hospital, Koichi meets a pretty girl wearing a uniform and an eye patch. Koichi just stares at her. The pretty girl says something strange and then vanishes in the hospital mortuary. After being discharged from the hospital, Koichi goes to his new school. He finds the pretty girl, Mei Misaki (Ai Hashimoto) is also in his class. Koichi doesn't feel comfortable, because all of his classmates and even his teacher act like the girl doesn't exist.","release_date":"2012-05-02","vote_average":7.0,"runtime":109,"cert":"N\/A","id":395664,"title":"Another Live Action","adult":false,"genre_ids":[]},{"cast":["Karel Hašler","František Smolík","Jiřina Šejbalová","Bedřich Vrbský","František Kovářík"],"overview":"","release_date":"1933-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":395667,"title":"Záhada modrého pokoje","adult":false,"genre_ids":[18,80]},{"cast":["Rubén Blades","Juan Luis Guerra","Robi Draco Rosa"],"overview":"The social vision of the lives of three Hispanic singer-songwriters who enjoy the favor of Puerto Rican public and Latin America is presented: Rubén Blades, Juan Luis Guerra, and Robi Draco Rosa. Through this special a fitting tribute to the work of composition and artistic interpretation of these three pillars of Latin music is achieved.","release_date":"2002-12-08","vote_average":0.0,"runtime":90,"cert":"N\/A","id":395670,"title":"Encuentro","adult":false,"genre_ids":[10402]},{"cast":["Jindřich Plachta","Zdeňka Baldová","Hana Vítová","Bohunka Nosková","Ladislav Boháč"],"overview":"","release_date":"1939-03-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":395677,"title":"Kdybych byl tátou","adult":false,"genre_ids":[35,10751]},{"cast":[],"overview":"Short horror movie of Indonesian","release_date":"2014-05-02","vote_average":5.0,"runtime":null,"cert":"N\/A","id":395680,"title":"Gending Tengah Malam","adult":false,"genre_ids":[27]},{"cast":["Christian Kohlund","Leslie Malton","Katrin Bauerfeind","Robert Hunger-Bühler","Richard van Weyden"],"overview":"","release_date":"2016-04-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":395683,"title":"Der Zürich-Krimi: Borcherts Fall","adult":false,"genre_ids":[80]},{"cast":[],"overview":"","release_date":"2013-06-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":395690,"title":"Nephew: Live at NorthSide Festival 2013","adult":false,"genre_ids":[10402]},{"cast":["Enrico Iannaccone","Marco Cavalli","Gea Martire","Andrea Cioffi","Enzo Restucci"],"overview":"","release_date":"2016-05-19","vote_average":3.5,"runtime":null,"cert":"N\/A","id":395693,"title":"La buona uscita","adult":false,"genre_ids":[35]},{"cast":["Dodit Mulyanto","Boris Bokir","Kartika Putri","Nadine Alexandra","Maya Wulan"],"overview":"Boris meets again his old friend Dodit in Jakarta. They lived in a boarding house of Maya, the wife of Indro.  In the house, Boris finally close to Sasha, one of the boarders and friends of Karin, the only daughter of Maya and Indro. Boris and Dodit are looking for work and accepted at a detective agency. They receive a case before they get the proper training. Their first client is Maya, who suspects Indro has a mistress.","release_date":"2015-09-17","vote_average":7.2,"runtime":95,"cert":"N\/A","id":395696,"title":"Crazy Modern Comedy","adult":false,"genre_ids":[35,10751]},{"cast":["Barbara De Rossi","Maurizio Mattioli","Flavio Bucci"],"overview":"","release_date":"2016-05-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":395699,"title":"Tutto può accadere nel villaggio dei miracoli","adult":false,"genre_ids":[35]},{"cast":["Ralph Story","Linda Henning","Pamela Mason","Terry Moore","Criswell"],"overview":"Exploitation documentary, not to be confused with the Something Weird compilation of the same name, which amongst others contains a copy of this film.","release_date":"1970-01-01","vote_average":0.0,"runtime":47,"cert":"\"\"","id":395702,"title":"The Weird World of Weird","adult":false,"genre_ids":[99,10770]},{"cast":["Pola Negri","Warner Baxter","Paul Lukas","Anders Randolf","Tullio Carminati"],"overview":"A woman allows her husband, who she knows no longer loves her, to believe that she has been killed in a train wreck. Her husband later finds her as a hostess in a gambling den.","release_date":"1928-04-13","vote_average":0.0,"runtime":null,"cert":"\"\"","id":395705,"title":"Three Sinners","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A glassmaker removes an amber piece of molten glass from a\r high-temperature oven, rolls the glass in a tube, and lets a drop fall down in one\r continuous stretch to the floor.","release_date":"2008-05-02","vote_average":0.0,"runtime":7,"cert":"N\/A","id":395708,"title":"Meteoritica","adult":false,"genre_ids":[]},{"cast":["Prabhakar Reddy","Jayachitra","Savitri"],"overview":"Harischandrudu is a 1980 Telugu, Political drama film. The film was directed by U. Visweswar Rao.","release_date":"1980-06-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":395715,"title":"Harischandrudu","adult":false,"genre_ids":[]},{"cast":["Billy Fury","David Puttnam","Amanda Barrie","Imelda May","Vince Eager"],"overview":"Billy Fury became an overnight sensation in the 1950`s and The Sound of Fury album, a landmark in British Rock &amp; Roll history. This the story of Billy Fury and how his Sound of Fury album is now seen by many as the high water-mark of British Rock and Roll. Shot entirely in HD with unique and unseen archive and photos, this music documentary highlights Fury`s contribution to popular music and the reason why Britain`s original teen idol had more Top 40 hits than the Beatles during the 1960`s. Featuring exclusive home movie footage and interviews with Lord Puttnam, Amanda Barrie, Imelda May, Vince Eager, Len Goodman, Clem Cattini, Boz Boorer, Spencer Leigh, Billy`s mum, Jean Wycherley and many more; this is a must-see for Billy Fury and music lovers alike.","release_date":"2015-08-03","vote_average":0.0,"runtime":90,"cert":"N\/A","id":395718,"title":"Billy Fury: The Sound of Fury","adult":false,"genre_ids":[10402,99]},{"cast":["Sharada","Chakrapani","Bose Babu","M. V. Rama Rao"],"overview":"The story is about a Brahmin housewife who has to go to her in-laws house. Her Father-in-law dies. She and her husband take a bullock cart to immerse the ashes in a holy place which is the traditional Hindu custom Nimajjanam.","release_date":"1979-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":395721,"title":"Nimajjanam","adult":false,"genre_ids":[]},{"cast":["Herman Brood","Nina Hagen"],"overview":"Rock 'n Roll Junkie is a documentary about the extraordinary life of dutch rock 'n roll myth and personification of sex, drugs and rock 'n' roll Herman Brood.","release_date":"1994-09-28","vote_average":8.0,"runtime":90,"cert":"N\/A","id":395724,"title":"Rock 'n Roll Junkie","adult":false,"genre_ids":[99,10402]},{"cast":["Sobhan Babu","S. V. Ranga Rao","Anjali Devi"],"overview":"Desamante Manushuloyi is a 1970 Telugu, political social problem film. The film was directed by C. S. Rao. It received the 1970 National Film Award for Best Feature Film in Telugu.","release_date":"1970-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":395727,"title":"Desamante Manushuloi","adult":false,"genre_ids":[]},{"cast":["Nageshwara Rao Akkineni","Savitri","Kongara Jaggaiah","Sowcar Janaki"],"overview":"Doctor Chakravarthy is 1964 Telugu drama film directed by Adurthi Subba Rao starring Akkineni Nageswara Rao and Savitri. It is the first film to win the Nandi Award instituted by Government of Andhra Pradesh in 1964. Upon its release, it received positive reviews and became a blockbuster. It inspired many people in India to become doctors.","release_date":"1964-01-01","vote_average":7.0,"runtime":167,"cert":"N\/A","id":395730,"title":"Dr. Chakravarthy","adult":false,"genre_ids":[]},{"cast":["Pola Negri","Jean Yonnel","Lucien Rozenberg","Andrée Lafayette","Georges Flateau"],"overview":"Pola Negri's only French film; features her singing three songs.","release_date":"1934-06-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":395733,"title":"Fanatisme","adult":false,"genre_ids":[18]},{"cast":["Gergely Orbán","Tamás Pavlics","Noémi Sárog"],"overview":"Two addicts discover that exploring other people's dreams with the help of a machine can beat any drug. But the process holds more danger for both dreamer and \"dreamwalker\" than they could imagine.","release_date":"2016-04-26","vote_average":0.0,"runtime":78,"cert":"N\/A","id":395740,"title":"R.E.M.","adult":false,"genre_ids":[53,18,878]},{"cast":["Dawn Zulueta","Richard Gomez ","Charito Solis","Sharmaine Arnaiz","Richard Quan"],"overview":"A bereaved wife searchs for her lost husband, only to be found with no memory of her and a new woman in his life","release_date":"1993-05-03","vote_average":0.0,"runtime":100,"cert":"N\/A","id":395743,"title":"Wherever You Are","adult":false,"genre_ids":[10749,18]},{"cast":["Aleksandr Yatsenko","Klavdiya Korshunova","Mikhail Porechenkov","Elena Lyadova","Yuliya Vysotskaya"],"overview":"A bunch of funny and romantic stories from the life of a military base in Russia.","release_date":"2005-12-01","vote_average":0.0,"runtime":96,"cert":"N\/A","id":395746,"title":"Soldiers Decameron","adult":false,"genre_ids":[10749,18,35]},{"cast":["Vladimir Gostyukhin","Ivan Bortnik","Natalya Sayko","Aleksandr Zhdanov","Anatoliy Gorin"],"overview":"","release_date":"1980-07-07","vote_average":7.0,"runtime":null,"cert":"N\/A","id":395749,"title":"Старшина","adult":false,"genre_ids":[10752]},{"cast":["José Luis (Chavito) Marrero","Esteban Ruiz","José Luis (Chavito) Marrero","Ednita Nazario","Gilberto Santa Rosa"],"overview":"This musical production completes the trilogy dedicated to Christmas which began in 2004. This musical approach is characterized by the integration of contemporary rhythms such as reggaeton with traditional sounds, leading the viewer to experience new aspects in music.","release_date":"2006-12-03","vote_average":0.0,"runtime":60,"cert":"N\/A","id":395752,"title":"Viva navidad","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2004-04-26","vote_average":6.0,"runtime":null,"cert":"N\/A","id":395755,"title":"National Geographic : Cobras souverains de l'inde","adult":false,"genre_ids":[99]},{"cast":["Harriet Hendlin","Eugene Kallman"],"overview":"A battered wife reaches the end of her rope.","release_date":"1986-01-01","vote_average":0.0,"runtime":46,"cert":"\"\"","id":395758,"title":"Brutal Ardor","adult":false,"genre_ids":[]},{"cast":["Nikolai Karachentsov","Andrey Fedortsov","Ilya Oleynikov","Aleksandr Semchev","Stanislav Sadalskiy"],"overview":"Summer 1989. A people of kolkhoz are forced to produce a show in order to get additional financing.","release_date":"2003-12-18","vote_average":5.5,"runtime":103,"cert":"N\/A","id":395761,"title":"Kolkhoz Entertainment","adult":false,"genre_ids":[35]},{"cast":["Frances Healy","Hazel Doupe","Fergus McDonagh","John Cronin","Derrick Devine"],"overview":"An ensemble of mourners travel in their cars to the funeral of an Irishman who took his life in a car.","release_date":"2014-08-10","vote_average":0.0,"runtime":93,"cert":"\"\"","id":395764,"title":"Davin","adult":false,"genre_ids":[18]},{"cast":["Marcelo Rivera"],"overview":"Andrés is a nine year old boy musician who plays the treble. On the way to a recital with his parents and in the midst of endless traffic, he tries to practice the melody he’ll be playing. Frustrated by the traffic, the heat, and that he can’t play the piece correctly, Andrés bursts in anger, throwing his instrument, which stops time as it touches the floor.","release_date":"2008-12-07","vote_average":0.0,"runtime":65,"cert":"N\/A","id":395775,"title":"Eco","adult":false,"genre_ids":[10402,18]},{"cast":["Chucho Avellanet","Raúl Dávila","Rafael Hernández"],"overview":"Homage to the Puerto Rican composer Rafael Hernández.","release_date":"1965-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":395778,"title":"La música de Rafael Hernández","adult":false,"genre_ids":[10402]},{"cast":["Aleksey Serebryakov","Aleksandr Kulichkov","Oleg Motorin","Tatyana Nikitina","Vitali Bazin"],"overview":"","release_date":"1988-02-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":395781,"title":"Posle voyny - mir","adult":false,"genre_ids":[18]},{"cast":["Irina Rozanova","Aleksandr Pankratov-Chyornyy","Igor Bochkin","Natalya Gundareva","Leonid Kuravlyov"],"overview":"","release_date":"1993-03-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":395784,"title":"Личная жизнь королевы","adult":false,"genre_ids":[35]},{"cast":["Martin Henderson","Nicole Ari Parker","Jesse L. Martin","Ashley Gerasimovich","Perrey Reeves"],"overview":"A murder in suburban California complicates the lives of three couples and their families.","release_date":"2013-01-01","vote_average":1.0,"runtime":60,"cert":"\"\"","id":395791,"title":"Secret Lives of Husbands and Wives","adult":false,"genre_ids":[10770,18,53]},{"cast":["Oliver Karsitz","Alexander Rohde","Vivian Schmidt","Thomas Gutzeit","Oliver Peuser"],"overview":"This children's adventure movie is a charming tale of a group of youngsters in Prague who hear that Soviet sailors abandoned their failing ship in the Arctic Sea before it went down, but no one had been able to find the sailors yet. Inspired by the efforts to save the men, the youngsters strike out on their own to help in the rescue attempt.","release_date":"1984-03-30","vote_average":0.0,"runtime":78,"cert":"N\/A","id":395794,"title":"The Arctic Is Calling","adult":false,"genre_ids":[12,10751]},{"cast":["Paul Logan","Matthew Willig","Bill Moseley","Costas Mandylor","Vernon Wells"],"overview":"The film follows John Crenshaw as he accompanies his girlfriend and her students on a weekend nature-photography expedition deep into the woods. What should be an educational and fun-filled weekend turns into horror as the group is besieged by an unspeakable evil - a horde of hideously disfigured, mutated humans with an insatiable taste for blood. As things go from bad to worse, Crenshaw becomes their only hope if they are going to get out alive.","release_date":"2016-05-06","vote_average":4.8,"runtime":88,"cert":"\"\"","id":395797,"title":"The Horde","adult":false,"genre_ids":[28,27]},{"cast":["Anthony Sherritt","Gualtiero Negrini","Lucy Kazarian","Bettina Devin","Kristen Hansen"],"overview":"In this paranormal thriller a troubled young man falls prey to a mysterious Native American woman after he arrives in the desert to care for his dying uncle. Terrifying events begin pointing in the direction of a horrible family secret, and Nick ends up finding out more about himself than he ever wanted to know.","release_date":"2016-05-01","vote_average":4.5,"runtime":88,"cert":"\"\"","id":395800,"title":"Fairlane Road","adult":false,"genre_ids":[18,9648,53]},{"cast":["Denis Norden"],"overview":"After nearly half a century working on ITV, Denis Norden presents a farewell compilation of his favorite funny bits.","release_date":"2007-02-02","vote_average":0.0,"runtime":48,"cert":"N\/A","id":395803,"title":"All the Best from Denis Norden","adult":false,"genre_ids":[]},{"cast":["Ketty Papanika","Manos Katrakis","George Foundas","Eleni Zafeiriou","Vasos Andronidis"],"overview":"The adoptive son of a lawyer, with the help of a girl who loves him, healed from amnesia, which was caused because of a childhood trauma. He remembers that he has a twin brother. When he discovers, he sees with surprise that his brother has become a successful lawyer, but who will draw him to court, accusing him of burglary.","release_date":"1969-01-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":395806,"title":"The Refugee","adult":false,"genre_ids":[18]},{"cast":["Marcelo Arbach","Florencia Decall","Marcela Farías"],"overview":"A teacher tries to help a student not leave school.","release_date":"2010-02-01","vote_average":0.0,"runtime":14,"cert":"N\/A","id":395809,"title":"Secundario","adult":false,"genre_ids":[18]},{"cast":["Adjovi Koene","Charlotte Rea"],"overview":"Aster and Sidney are survivors. What destroyed their world is unknown, but what keeps them alive is a constant state of vigilance. Former strangers, they have bonded together against the threat of those who would harm them for the food in their packs or the shoes on their feet.","release_date":"2016-04-28","vote_average":0.0,"runtime":20,"cert":"\"NR\"","id":395812,"title":"Aster and Sidney","adult":false,"genre_ids":[12,18,878,53]},{"cast":["Maged El Kedwany","Ahmed Malek","Jameela Awad","Amr Youssef","Ahmed Dawood"],"overview":"Based on the  best-selling novel of the same title.  Dr. Shukri Mokhtar is a renowned social psychology specialist, best known for his ability to answer the simplest questions, who decides to give one last lecture about the very simple question: \"how do we love?\"  He gives a full description of the different stages of love by recounting four different love stories going through curves and various crises.","release_date":"2016-04-20","vote_average":8.1,"runtime":120,"cert":"N\/A","id":395815,"title":"Hepta: The Last Lecture","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"The winner of Turner Classic Movies' 5th Annual Young Composers Competition is chosen from the top five contenders, and is exposed here in this documentary, as well as his winning score. Now he must score his first feature-length film under a bit of pressure to get it done in just over 70 days.","release_date":"2005-05-03","vote_average":0.0,"runtime":28,"cert":"\"\"","id":395818,"title":"Settling the Score","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two castaways separated by distance. All their hopes are pinned in the bottles that they just launch to the sea. A travel across the ocean looking for a hand to pick them up. Will they get someone to listen?","release_date":"2012-05-02","vote_average":7.5,"runtime":3,"cert":"N\/A","id":395821,"title":"Náufragos","adult":false,"genre_ids":[18,16]},{"cast":["Mike Nowak"],"overview":"From Billions to None follows naturalist and author Joel Greenberg and his friends on a quest to reveal the incredible, mostly forgotten story of how the passenger pigeon, the most abundant bird species in North America for thousands of years, became extinct by human hands in a geologic heartbeat. From Billions to None retells the remarkable story of the passenger pigeon and explores its striking relevance to conservation challenges today, and plans for its possible revival. Interweaving rare archival material, CGI animation that brings the flocks of millions to life and aerial cinematography, the film recreates the awe-inspiring nature of these birds, and presents passionate scientists, teachers and young people who reveal why, 100 years later, it's important to remember the event - and act.","release_date":"2014-09-01","vote_average":0.0,"runtime":57,"cert":"\"\"","id":395824,"title":"From Billions to None: The Passenger Pigeon's Flight to Extinction","adult":false,"genre_ids":[]},{"cast":["Abigail Chapin","Lily Chapin","April Eckfeld","Stella Dottir"],"overview":"Two sisters take their terminally ill younger sister to die peacefully at a mysterious lake.","release_date":"2009-12-05","vote_average":0.0,"runtime":13,"cert":"\"\"","id":395827,"title":"The Sirens","adult":false,"genre_ids":[]},{"cast":[],"overview":"A visual journey through the Mapocho river.","release_date":"2008-02-23","vote_average":0.0,"runtime":22,"cert":"N\/A","id":395830,"title":"Mapocho","adult":false,"genre_ids":[99]},{"cast":["Bill Cosby","Miles Davis","Dizzy Gillespie","Herbie Hancock","Keith Jarrett"],"overview":"A documentary on the music of Miles Davis which contains concert footage from the 1986 New Orleans Jazz Festival and interviews with Miles Davis, Bill Cosby, Keith Jarrett, Dizzy Gillespie, Gil Evans, George Benson, Wayne Shorter, Tony Williams and Robben Lee Ford. Music includes \"Human Nature\", \"Al Jarreau, \"Blues for Pablo\", \"Human Nature\", \"So What\" and \"Time After Time.\"","release_date":"1986-10-17","vote_average":0.0,"runtime":null,"cert":"\"\"","id":395833,"title":"Miles Ahead: The Music of Miles Davis","adult":false,"genre_ids":[10402,99]},{"cast":["Thomas Frebel","Dan Giusti","Kim Mikkola"],"overview":"One of the world's best restaurant, the Copenhagen based NOMA and its renowned chef-owner René Redzepi relocate the restaurant and its entire staff to Tokyo.","release_date":"2016-02-16","vote_average":7.4,"runtime":88,"cert":"\"\"","id":395836,"title":"Ants on a Shrimp","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":395839,"title":"L'interdit","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Life at the End of the Rainbow is a 2002 documentary by Australian filmmaker Wayne Coles-Janess about the small farming community of Rainbow, population 500, which lies on the edge of the Big Desert, North Western Victoria, Australia.","release_date":"2002-11-01","vote_average":0.0,"runtime":55,"cert":"N\/A","id":395842,"title":"Life at the End of the Rainbow","adult":false,"genre_ids":[]},{"cast":["William Lundigan","Nan Wynn","Ricardo Cortez","Regis Toomey","Maris Wrixon"],"overview":"A reporter and a police detective sort through the clues in a night-club owner's murder.","release_date":"1941-04-05","vote_average":0.0,"runtime":57,"cert":"\"\"","id":395845,"title":"A Shot in the Dark","adult":false,"genre_ids":[9648,35,18]},{"cast":["Chang Du-yee","Ha Ji-na","Kim Se-yeong","Park Chan-wook"],"overview":"Buzz Salon which is run by Cho is known for its mysterious ambience. Gi-hyuk, one of Cho's best customers, falls for Hae-joo, a hostess at Buzz. Cho uses Hae-joo to kill gangsters who harass him with money he owes them. When Gi-hyuk discovers that Hae-joo is biologically male, he feels betrayed and becomes disillusioned. He leaves her for good. Hae-joo is able to get her transgender operation in return for the assassinations and goes in search of Gi-hyuk. She returns to Gi-hyuk, as a new person, calling herself Yoo-jung. She also begins to take revenge on the thugs who abused her in the past.","release_date":"1995-04-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":395848,"title":"Mascara","adult":false,"genre_ids":[]},{"cast":["Jung Seung-kil","Kim Tae-yong","Park Mi-hyeon","Lee Eung-jae","Hwang Choon-ha"],"overview":"An omnibus of short films about gay men’s relationships and partings. Kim Chuja is a fantasy musical about two men who were lovers in the past and meet by chance. Floating Island is a quiet, sad love story about a man who wants to leave and a man who wants to hold him back. In La Traviata, a woman comes to Bogil Island to meet her dead husband’s lover. She’s angry when she sees him happy. She sees the red camellia flowers and she comes to terms with her husband’s homosexuality while recovering from the hurt.","release_date":"2005-09-16","vote_average":5.5,"runtime":90,"cert":"N\/A","id":395851,"title":"Camellia Project","adult":false,"genre_ids":[18]},{"cast":["José Félix Gómez","Rosabel Otón","Armando Pardo","Joseph Alicea","Letty Contreras"],"overview":"Based on the short story from Puerto Rican writer Abelardo Díaz Alfaro, it tells the story of a poor family on the eve of the Christmas celebration of the Three Kings.","release_date":"2001-01-05","vote_average":0.0,"runtime":28,"cert":"N\/A","id":395854,"title":"La cajita vacía","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"Cyntia , an American who works for a foreign NGO , came to the region between Pati and Blora ( Central Java ) , conducted a study of Samin community . At the same time , two petty criminals escape from prison Blora and chose the village as a hideout .","release_date":"2008-05-03","vote_average":5.0,"runtime":null,"cert":"N\/A","id":395857,"title":"Lari dari Blora","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A mind-twisting time-lapse beginning on a hill just outside town, doing for the concept of time what Charles and Ray Eames's 1968 film The Powers of Ten did for space. One billion years in two minutes.","release_date":"1979-05-03","vote_average":7.0,"runtime":2,"cert":"\"\"","id":395860,"title":"Cosmic Clock","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A filmed exercise that follows in the path of Rotating Cubic Grid and Cubits, the predictably titled Cube features cubes of varying shapes and size sliding around and growing into and out of one another, demonstrating how multiple parts can make up a whole.","release_date":"1979-05-03","vote_average":0.0,"runtime":1,"cert":"\"\"","id":395863,"title":"Cube","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A short film made of cel drawings, showing us how various mammals, plants and objects all share similar skeletal structures. Produced for Sesame Street.","release_date":"1979-05-03","vote_average":0.0,"runtime":1,"cert":"\"\"","id":395866,"title":"Skeletons","adult":false,"genre_ids":[16]},{"cast":[],"overview":"The Documentary of OzBo takes you on a journey about a team of paranormal investigators hired by a museum to prove or disprove the legends of an evil clown named OzBo. When the investigation proves some of the legends to be true only a couple of the investigators escape the horror of OzBo himself. These survivors are interviewed in this documentary to inform you of their feelings of what happened during that investigation, thoughts, and more.","release_date":"2014-12-13","vote_average":1.0,"runtime":106,"cert":"\"\"","id":395869,"title":"The Documentary of Ozbo","adult":false,"genre_ids":[]},{"cast":["Cathrine Wilson","Indra Birowo","Adipati Dolken","Donita","Indah Kalalo"],"overview":"A complex in the middle of the village panicked when it appears that there are Pocong that arise every night, knocking on every door.","release_date":"2010-05-03","vote_average":3.5,"runtime":75,"cert":"N\/A","id":395872,"title":"Pocong Keliling","adult":false,"genre_ids":[35,27]},{"cast":["Yama Carlos","Atiqah Hasiholan","Davina Veronica","Imelda Soraya","Nino Fernandez"],"overview":"Ruma Maida (released internationally with the title Maida's House) is Indonesian drama film written by Ayu Utami, directed by Teddy Soeriaatmadja, and starring Atiqah Hasiholan, Yama Carlos, Nino Fernandez, and Frans Tumbuan. This film, which was released in 2009, tells the struggle of a woman to save a historic home of a developer; Ruma Maida movie also shows how the lives of the first home owners.","release_date":"2009-10-28","vote_average":7.0,"runtime":95,"cert":"N\/A","id":395875,"title":"Ruma Maida","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"Terminal City records the demolition of the Devonshire Hotel in Vancouver; through extreme show motion (200 frames per second) and symmetrical diagonal framing, Gallagher underscores the passage from order to chaos within the event. The sparseness of this centering and he patience required of the viewer heightens the literally explosive climaxes of the film, and transforms the everyday violence of the events into moments of convulsive beauty. – Jim Shedden, Michael Zryd, The Independent Eye","release_date":"1982-06-03","vote_average":0.0,"runtime":9,"cert":"\"\"","id":395878,"title":"Terminal City","adult":false,"genre_ids":[99]},{"cast":["Chin Siu-Ho","Lam Wai","Dick Wei"],"overview":"Explosive action flick about a group of mainlanders who get betrayed after robbing a Casino in Macau.","release_date":"1992-05-01","vote_average":9.0,"runtime":85,"cert":"N\/A","id":395881,"title":"Come from China","adult":false,"genre_ids":[28]},{"cast":["Yuri Bogatyryov","Nikolay Grinko","Oleg Borisov","Maksim Munzuk","Algimantas Masiulis"],"overview":"","release_date":"1979-06-01","vote_average":7.5,"runtime":null,"cert":"N\/A","id":395884,"title":"Последняя охота","adult":false,"genre_ids":[28,12]},{"cast":["Chanda Romero","Phillip Salvador","Marissa Delgado","Mona Lisa","Ben Rubio"],"overview":"A simple love story between two souls, a beerhouse dancer and her lover, intensely in search for their place in the sun","release_date":"1978-05-14","vote_average":0.0,"runtime":110,"cert":"N\/A","id":395887,"title":"The Dancer","adult":false,"genre_ids":[10749,18]},{"cast":["Dante Rivero","Boots Anson-Roa","Hilda Koronel","Walter Navarro","Lou Salvador Jr."],"overview":"Drama among family and friends unfold in Villa Miranda, a town in the world of false glories and true defeats.","release_date":"1972-06-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":395890,"title":"Villa Miranda","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Olegas Truchanas and Peter Dombrovskis were perhaps Australia's greatest wilderness photographers. Their work became synonymous with campaigns to protect Tasmania's natural heritage. They shared many things, including a bond that was more like that of father and son. Both came from Baltic Europe and migrated to Tasmania, where their passion for nature became a crusade to save an environment under threat. Both died in the wilderness, doing what they loved, and left a legacy in extraordinary images. Their philosophy was simple and remarkably effective - if people could see the beauty of Australia's wild places then they might be moved to save them.","release_date":"2003-08-24","vote_average":0.0,"runtime":56,"cert":"N\/A","id":395893,"title":"Wildness","adult":false,"genre_ids":[]},{"cast":["Juliet Chan","Liu Te Kai","Liu Chia-Fen","Fong Ching","Ma Sha"],"overview":"Taiwanese horror film.","release_date":"1984-12-12","vote_average":0.0,"runtime":89,"cert":"N\/A","id":395896,"title":"The Vampire Dominator","adult":false,"genre_ids":[27]},{"cast":["Jacqueline McKenzie","Kris McQuade","Simon Burke","Jennifer Kent","Jack Finsterer"],"overview":"Gothic horror and erotic farce face a shotgun wedding in \"Preservation,\" an oddball Aussie pic which is part of a spurt of government funded hour-long features. Starring local thesp Jacqueline McKenzie as Daphne, a 19th century taxidermist.","release_date":"2003-06-12","vote_average":6.0,"runtime":55,"cert":"N\/A","id":395899,"title":"Preservation","adult":false,"genre_ids":[]},{"cast":["Kemal Sunal"],"overview":"","release_date":"1985-01-01","vote_average":6.2,"runtime":null,"cert":"N\/A","id":395902,"title":"Gurbetçi Şaban","adult":false,"genre_ids":[10751,35]},{"cast":["Frunzik Mkrtchyan","Vladimir Pitsek","Vladislav Ryndin","Ovanes Vanyan","Alexey Bahar"],"overview":"Soldier Armenak is given an extraordinary task: to transport an elephant from Germany to the Yerevan Zoo.","release_date":"1978-03-11","vote_average":6.8,"runtime":79,"cert":"N\/A","id":395905,"title":"The Soldier and the Elephant","adult":false,"genre_ids":[10752,18,35]},{"cast":["Aleksandr Kolbyshyov","Anatoly Kot","Aleksandr Malokanov","Svetlana Zelenkovskaya","Andrey Kureychik"],"overview":"","release_date":"2004-07-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":395908,"title":"Mysterium Occupation","adult":false,"genre_ids":[18]},{"cast":["Mark Sullivan"],"overview":"Shot To Death is the finest filmed, composed and edited movie I have in the Mark Sullivan Dangerous Game Collection. Without a doubt, Shot To Death features the finest maned lion and big leopard footage ever recorded. Filmed entirely on location on the banks of the famous Rungwa River Shot To Death entertains you with 11 heart-pounding hunts!","release_date":"1998-01-01","vote_average":0.0,"runtime":98,"cert":"\"NR\"","id":395911,"title":"Shot to death","adult":false,"genre_ids":[99]},{"cast":["Blu Aruag","Vladimir Borodin","David Gabarayev","Sergei Priselkov","Nurberdy Allaberdyyev"],"overview":"Two former orphans tied their fate with the mafia. One died and the other was arrested in the Central Asian town.","release_date":"1991-09-07","vote_average":6.0,"runtime":88,"cert":"N\/A","id":395914,"title":"Courier to the East","adult":false,"genre_ids":[28]},{"cast":["Maxine Audley","Richard Leech","Alex Scott","Dudley Foster","Patrick Magee"],"overview":"Solicitor Alan Phipps formulates a plan to blackmail his wealthy and unfaithful wife, Yvonne, and at the same time, get revenge against her boyfriend, John Brodie, by setting him up to appear that he is the blackmailer and for Yvonne to kill him.","release_date":"1963-01-01","vote_average":0.0,"runtime":64,"cert":"N\/A","id":395917,"title":"Ricochet","adult":false,"genre_ids":[80]},{"cast":["Maria Coral"],"overview":"A violent secret lingers underneath layers of make-up.","release_date":"2011-03-10","vote_average":0.0,"runtime":4,"cert":"N\/A","id":395920,"title":"En la privacidad de mi hogar","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The vicious murder of a park ranger sparks an investigation into the illicit charcoal trade causing deforestation of the island shared by Haiti and the Dominican Republic. As trees fall, national tensions rise in this gripping survival story.","release_date":"2016-05-03","vote_average":0.0,"runtime":73,"cert":"N\/A","id":395923,"title":"Death by a Thousand Cuts","adult":false,"genre_ids":[]},{"cast":["Kelly Goudie","Simon Crudgington"],"overview":"Peter and Margaret Eastwood believe they've purchased their dream home to start their lives together but this house seems to be hiding something dark and terrifying in every corner.","release_date":"2016-05-03","vote_average":0.0,"runtime":85,"cert":"N\/A","id":395926,"title":"Unholy","adult":false,"genre_ids":[27,53]},{"cast":["Henry Lo","Phillip Ko","Stephan Yip","Mang Ding-Goh","Lin Chen-Chi"],"overview":"Completed in 1980 but unreleased until 1985.","release_date":"1985-08-03","vote_average":0.0,"runtime":85,"cert":"N\/A","id":395929,"title":"Devil Cat","adult":false,"genre_ids":[27]},{"cast":["Alexander Klein","Brian Allen","Amanda Clayton","Jake Roberts","Dallas Page"],"overview":"A down on his luck man gets into an absurd but high stakes bet where he has one summer to find, and hook up with, every girl he had a crush on from 1st to 12th grade.","release_date":"2016-05-03","vote_average":6.0,"runtime":88,"cert":"\"\"","id":395932,"title":"The Bet","adult":false,"genre_ids":[35]},{"cast":[],"overview":"TianAnMen sqaure documentary. About the Chinese goverment actions taken against its protestors in 1976.","release_date":"2015-07-29","vote_average":0.0,"runtime":90,"cert":"N\/A","id":395935,"title":"Tank Man","adult":false,"genre_ids":[99]},{"cast":["India Eisley","Dina Meyer","Diane Ladd","Alex Jones","Marshall R. Teague"],"overview":"A dire warning of a wake up call of what might be our future when a globalist terrorist organization aligned with the United Nations disables the United States power grid and institutes Martial Law. It will take a dedicated family of patriots armed with strong survival skills and the remains of the Second Amendment to save America and reclaim its freedom.","release_date":"2016-05-13","vote_average":4.5,"runtime":90,"cert":"\"PG-13\"","id":395938,"title":"AmeriGeddon","adult":false,"genre_ids":[28,18]},{"cast":["Ariadna Welter","Rosita Arenas","Ofelia Montesco","Angélica María","Álvaro Ortiz"],"overview":"Working in a department store exposes young ladies to corrupting influences.","release_date":"1961-08-24","vote_average":0.0,"runtime":75,"cert":"N\/A","id":395941,"title":"Muchachas que trabajan","adult":false,"genre_ids":[]},{"cast":["Valentín Trujillo","Leticia Perdigón","Verónica Miriel","Silvia Solar","Susana Mayo"],"overview":"Working-class dude grows up surrounded with petty delinquency and ghetto temptations; he marries a rich girl and faces the disapproval of her parents. Then the young couple plans a crime...","release_date":"1977-05-03","vote_average":6.0,"runtime":112,"cert":"N\/A","id":395944,"title":"¿Y ahora qué, señor fiscal?","adult":false,"genre_ids":[18]},{"cast":["Ève Francis","Gaston Jacquet","Doudjam","Albert Durec","Léonid Walter de Malte"],"overview":"Etchégor, a wealthy Basque peasant is in love with the beautiful American Majesty Parnell. Her husband, about to be arrested for theft, seeks to forge an alibi.","release_date":"1921-01-01","vote_average":0.0,"runtime":51,"cert":"N\/A","id":395947,"title":"Le Chemin d'Ernoa","adult":false,"genre_ids":[]},{"cast":[],"overview":"A silent short film about a man's descent into isolation and materialism.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":395950,"title":"The Ideals of Wintlock","adult":false,"genre_ids":[]},{"cast":[],"overview":"A documentary on Brazilian musician Mario Gennari and the bond between his music's sonority and the public space of the streets of São Paulo.","release_date":"1979-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":395953,"title":"O M da Minha Mão","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2016-05-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":395956,"title":"Der Hannover-Komplex","adult":false,"genre_ids":[99]},{"cast":[],"overview":"When we depend on others...","release_date":"2010-05-03","vote_average":6.5,"runtime":3,"cert":"N\/A","id":395959,"title":"Capicúa","adult":false,"genre_ids":[99]},{"cast":["Humaima Malick","Sikander Rizvi","Irfan Khoosat","Amna Ilyas","Hashim Ali Chaudhry"],"overview":"Annie, who lives a life of make-believe, meets Billa, an ambitious and quick-witted rickshaw driver, and an unforgettable journey begins.","release_date":"2015-08-13","vote_average":7.0,"runtime":111,"cert":"N\/A","id":395962,"title":"Dekh Magar Pyaar Say","adult":false,"genre_ids":[35,10749]},{"cast":["Clive Bates","Delon Human","Oliver Kershaw","Jeff Stiers","John Summers"],"overview":"In 20 years’ time, there will be nearly 1.6 billion smokers around the world. Approximately 70% of smokers want to quit. The United Nations’ World Health Organisation expects a billion people will die prematurely from smoking this century. The products their doctors recommend are rarely effective and many are trapped. A new vapour technology was invented to give smokers a successful way to quit. But it was quickly demonised, and even banned in many countries. A perfect storm is brewing between smokers trying to quit, government regulators, and health charities funded by the powerful pharmaceutical industry. Director Aaron Biebert travelled across four continents interviewing doctors, scientists, and others working to save a billion lives. What he found was profound government failure, widespread corruption in the public health community and powerful subversion by big business.","release_date":"2016-05-11","vote_average":9.1,"runtime":94,"cert":"N\/A","id":395965,"title":"A Billion Lives","adult":false,"genre_ids":[99]},{"cast":[],"overview":"We are taken behind-the-scenes as one of the most influential bass players in modern music recorded his debut solo album last year. His long-awaited solo album (released in March 2014) spent four weeks at #1 on Billboard’s Contemporary Jazz Album chart and 34 weeks in the top position on smoothjazz.com. For The Record also chronicles Nathan’s three-decade-plus career from when he hit the road aged 16 with Barry White, his session and touring work across musical genres and membership of the legendary jazz quartet Fourplay. The film features interviews with many of the musicians he’s worked with, including Clapton, Phil Collins, Lionel Richie, Quincy Jones, Vince Gill, Herbie Hancock, Don Was and more.","release_date":"","vote_average":0.0,"runtime":85,"cert":"N\/A","id":395968,"title":"Nathan East: For the Record","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Teshya Alo is 16 years old and 125 pounds. But on the judo and wrestling mats, she throws women twice her age and pounds heavier. And she beats boys. Now, she has her sights set on taking gold at both the judo and wrestling world championships — and eventually the Olympics. But it won’t be easy. She is younger and less experienced than her opponents — and lives in Hawaii. The cost of traveling to mainland and international tournaments drains her family’s resources. Winning Girl follows the four-year journey of this teenaged judo and wrestling phenomenon and her family, and in so doing tells the dynamic story of an elite athlete on her ascent, a girl facing the challenges of growing up and an entire family dedicated to a single dream.","release_date":"","vote_average":0.0,"runtime":68,"cert":"N\/A","id":395971,"title":"Winning Girl","adult":false,"genre_ids":[99]},{"cast":[],"overview":"How can we ethically build sustainable industry in developing countries? In a David-and-Goliath battle over the land on the luscious mountain peninsula in the centre of Port Moresby in Papua New Guinea, Joe Moses, leader of the Paga Hill Settlement, must save his 3,000 people before they are evicted. Joe may find his community replaced by an international five-star hotel and marina development. But not before he battles it out in the courts.","release_date":"2017-06-10","vote_average":8.0,"runtime":86,"cert":"N\/A","id":395974,"title":"The Opposition","adult":false,"genre_ids":[99]},{"cast":["Irina Shevchuk","Vladimir Konkin","Konstantin Stepankov","Borislav Brondukov","Лев Колесник"],"overview":"","release_date":"1974-06-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":395977,"title":"Марина","adult":false,"genre_ids":[18]},{"cast":[],"overview":"\"Laundry Quandary\" is a 3D animated short film produced by Mustache Production from The One Academy Digital Animation Students.  A dashing superhero is doing his laundry when suddenly he has to save someone but, his costume has shrunk in the wash.","release_date":"2014-04-13","vote_average":0.0,"runtime":4,"cert":"N\/A","id":395980,"title":"Laundry Quandary","adult":false,"genre_ids":[]},{"cast":[],"overview":"This musical documentary examines the impact of legendary rock band Pink Floyd's iconic 11th studio album The Wall, examining how the work was created, as well as how it affected not just the band, but music history to come.","release_date":"2013-12-03","vote_average":0.0,"runtime":83,"cert":"N\/A","id":395987,"title":"Pink Floyd: The Wall - Before and After","adult":false,"genre_ids":[99,10402]},{"cast":["Bruce Willis","Vincent D'Onofrio","Dean Norris","Elisabeth Shue","Camila Morrone"],"overview":"A mild-mannered father is transformed into a killing machine after his family is torn apart by a violent act.","release_date":"2018-03-02","vote_average":5.9,"runtime":107,"cert":"\"R\"","id":395990,"title":"Death Wish","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Jake Gyllenhaal","Tatiana Maslany","Miranda Richardson","Clancy Brown","Frankie Shaw"],"overview":"A victim of the Boston Marathon bombing in 2013 helps the police track down the killers while struggling to recover from devastating trauma.","release_date":"2017-09-22","vote_average":7.0,"runtime":119,"cert":"\"R\"","id":395993,"title":"Stronger","adult":false,"genre_ids":[18]},{"cast":[],"overview":"movie ' Taxi' directed by Nadia Yuliani.Ceritanya Arianjie AZ and simple , about a girl waiting for a taxi at night due to run home from work , but wait , why this movie entry list gore version must be the reason doong ! , well ... it can be answered at the end of this story , please watch and enjoy his surprise !","release_date":"2014-05-04","vote_average":4.5,"runtime":null,"cert":"N\/A","id":395996,"title":"Taksi Horror","adult":false,"genre_ids":[27]},{"cert":"N\/A","title":"Champion Operation","cast":["Anthony Tang","Michael Tong Chun-Chung","Suen Kwok-Ming"],"id":395999,"overview":"Action flick about the war between Hong Kong triad and Mainland gangs.","runtime":86,"genre_ids":[28],"release_date":"1986-04-17","vote_average":0.0,"adult":false}]