[{"cast":["Whip Wilson","Andy Clyde","Reno Browne","Riley Hill","Bill Kennedy"],"overview":"U.S. Marshal Whip Wilson (Whip Wilson) decides to take a vacation and visit his old friend Winks Grayson (Andy Clyde), the ex-sheriff. Upon his arrival Whip learns of Winks' suspicions regarding newly-elected Sheriff Tanner (William Ruhl as William H. Ruhl), and the story of a frame-up of Paul Davis (Ted Adams) and his son Bud (Riley Hill), now being released from prison. Following a holdup and a killing, a band of outlaws hide at the Davis ranch, implicating them again. Paul is hot and Bud goes to jail. Whip and Winks work to clear Bud and expose the real leader of the outlaw gang.","release_date":"1949-01-24","vote_average":0.0,"runtime":59,"cert":"\"\"","id":398007,"title":"Shadows of the West","adult":false,"genre_ids":[37]},{"cast":["Lam Wai","Emily Chu","Ku Feng"],"overview":"Huei (Lam Wai - Long Arm of The Law) returns home and gets heavily involved in gangster activity once more working alongside boss Luo (Ku Feng). Re-connecting with friend Ping (Emily Chu - A Better Tomorrow) who's now working as a bar girl to earn money for her father's operation, gangster activity is now mixed with romantic activity. Something that enrages Huei's triad brother Sen (Lung Siu-Wa) to the point of betrayal...(www.sogoodreviews.com)","release_date":"1991-01-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":398018,"title":"The Dignified Killers","adult":false,"genre_ids":[28]},{"cast":["Alexander Lo Rei","Lam Wai","Wu Ma","秦豪","Melvin Wong"],"overview":"A contract killer (Alexander Lo Rei) is sent to Taiwan to kill a famous triad boss. After accomplishing his mission he must leave Taiwan as soon as possible since his life is in danger.","release_date":"1992-01-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":398021,"title":"Life is a Bet","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Anarchists build a super aircraft and bomb a railway, a fort and St. Paul's.","release_date":"1911-08-31","vote_average":0.0,"runtime":15,"cert":"N\/A","id":398024,"title":"The Aerial Anarchists","adult":false,"genre_ids":[878,18]},{"cast":["Randy Ruiz","Lionel Pina","Jose Machado","Sylvia Field"],"overview":"The adventures of three Puerto Rican brothers scraping by while contending with the ghost of their dead father. The three brothers are tasked with refurbishing the house of Miss Malloy, but undercurrents of the past keep resurfacing.","release_date":"1980-10-01","vote_average":5.0,"runtime":49,"cert":"\"\"","id":398027,"title":"The Cruz Brothers and Miss Malloy","adult":false,"genre_ids":[18]},{"cast":["Rentarô Mikuni","Yūnosuke Itō","Yoshiko Sakuma","Shinjirô Ehara","Mako Midori"],"overview":"Gisuke Hayashida is an illegal dentist during the day and a burglar by night. One night during a burglary he witnesses a train derailment. Some communists are found guilty of causing the incident, but he knows it wasn't them. He can save innocent people but for that he must confess his own crime.","release_date":"1965-05-01","vote_average":7.0,"runtime":117,"cert":"N\/A","id":398030,"title":"Tale of Japanese Burglars","adult":false,"genre_ids":[80,35]},{"cast":["Marcus Aurelius Daniels","Elle Beyer","Marcha Daniels","Javien Douglas","Tony Durant"],"overview":"In this action packed, international comedy thriller, three cops and a female reporter are in hot pursuit of a murderer whose quest is to acquire the Sacred Kuji Denjo Scrolls. As the team traverses across the globe in this perilous adventure, they can't seem to avoid hand to hand combat battles, white knuckle car chases, sword fights, and explosive gun fights. The crew must find a way to discover the murderer fast enough so they are no longer targets of ancient Thailand's Weirding Clan. Directed by Marcus Aurelius.","release_date":"2014-06-18","vote_average":3.0,"runtime":91,"cert":"\"\"","id":398033,"title":"Kung Fu Brother","adult":false,"genre_ids":[28]},{"cast":["Anikka Albrite","Cherie DeVille","Brooklyn Chase","Ava Dalush","Mick Blue"],"overview":"With her husband's blessing, Anikka indulges in an afternoon seduction with a long time crush. Cherie's husband is eager to help her overcome her sexual inhibitions by arranging an afternoon session with a passionate masseuse. Ava catches her employee off guard when the private meeting she requested isn’t to fire him, but to instead proposition him for sex. Months of sexual tension reaches a breaking point between Brooklyn and her personal chef when she confesses to him that he's her \"Hall Pass\" guy.","release_date":"2015-04-15","vote_average":7.0,"runtime":114,"cert":"\"NC-17\"","id":398044,"title":"Hall Pass","adult":true,"genre_ids":[]},{"cast":[],"overview":"Loudness at Merriweather Post Pavilion, Columbia, MD, USA  1. Crazy Nights\r 2. Crazy Doctor\r 3. Let It Go\r 4. The King Of Pain\r 5. Survivor\r 6. S.D.I","release_date":"2012-05-12","vote_average":0.0,"runtime":null,"cert":"\"\"","id":398047,"title":"Loudness: [2012] M3 Rock Festival","adult":false,"genre_ids":[]},{"cast":["Valentina Nappi","Casey Calvert","Amarna Miller","Ava Dalush","Prince Yahshua"],"overview":"It's time for these black bulls to dig deep as 4 hotwives get their tight pussies bottomed out! Watch as Valentina Nappi, Ava Dalush, Casey Calvert, and Amarna Miller get fucked silly by these mighty black hammerheads. These brothas are ready to bulldoze some MILFs and chop that ass down!","release_date":"2015-04-20","vote_average":7.0,"runtime":128,"cert":"\"NC-17\"","id":398050,"title":"My Hotwife's Black Bull","adult":true,"genre_ids":[]},{"cast":[],"overview":"Killing Joke at Val de Moine, Clisson, France  The Wait\r Wardance\r Requiem\r The Beautiful Dead\r Exorcism\r Asteroid\r Money Is Not Our God\r Autonomous Zone\r Pssyche\r Pandemonium","release_date":"2015-06-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":398057,"title":"Killing Joke: [2015] Hellfest","adult":false,"genre_ids":[]},{"cast":["James Hetfield","Lars Ulrich","Kirk Hammett","Robert Trujillo"],"overview":"Metallica at Super Stage, Circuit of the Americas, Austin, TX, USA  Fuel\r For Whom the Bell Tolls\r Metal Militia\r Sad But True\r Welcome Home (Sanitarium)\r Cyanide\r One\r Master of Puppets\r Battery\r Fade to Black\r Enter Sandman\r Creeping Death  Whiplash\r Seek &amp; Destroy","release_date":"2015-06-06","vote_average":0.0,"runtime":null,"cert":"\"\"","id":398060,"title":"Metallica: [2015] X Games","adult":false,"genre_ids":[]},{"cast":["Laurence Payne","Patricia Dainton","Jane Griffiths","Edward Underdown","Humphrey Lestocq"],"overview":"A composer (Laurence Payne) is stuck in a middle-class marriage and finds that his affair with his wife's half-sister (Jane Griffiths) has resulted in a pregnancy. When his wife refuses to give him a divorce he hatches a murder scheme that is too clever by half.","release_date":"1961-09-01","vote_average":7.0,"runtime":68,"cert":"N\/A","id":398063,"title":"The Third Alibi","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"Bino and Fino learn about food, counting and more.","release_date":"","vote_average":0.0,"runtime":8,"cert":"N\/A","id":398066,"title":"Mama Mama's Soup","adult":false,"genre_ids":[]},{"cast":["Hilda Koronel","Richard Gomez ","Jay Ilagan","Cherie Gil","Kristine Garcia"],"overview":"A young college student is in a heated affair with his college professor. He attempts revenge after being stricken with grief and resentment by his professor's mother, and takes revenge on his professor's now settled family only to obtain her for himself","release_date":"1990-03-27","vote_average":0.0,"runtime":115,"cert":"N\/A","id":398069,"title":"It Started from the Heart","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"An original and unique story of courage, adventure and leadership.","release_date":"","vote_average":0.0,"runtime":20,"cert":"N\/A","id":398072,"title":"Akiti the Hunter","adult":false,"genre_ids":[]},{"cast":["Georgina Borri","Sunshine Logroño","Gretza Merced","Yadiliz Barbosa"],"overview":"After many years of loneliness, Gloria Luz falls in love. At the request of her daughters, she must present this controversial and mysterious suitor to the family.","release_date":"2016-04-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":398075,"title":"Conociendo a Luisma","adult":false,"genre_ids":[10749,35]},{"cast":["Venantino Venantini","Franco Volpi","Riccardo Billi","Giovanna Ralli"],"overview":"","release_date":"1961-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":398078,"title":"Pastasciutta nel deserto","adult":false,"genre_ids":[10752,35]},{"cast":["James LaBrie","John Petrucci","John Myung","Mike Mangini","Jordan Rudess"],"overview":"Dream Theater at Knebworth Park, Knebworth, England  The Enemy Inside\r The Mirror\r Lie\r On the Backs of Angels\r The Looking Glass\r Along for the Ride\r Overture 1928\r Strange Déjà Vu\r Pull Me Under","release_date":"2014-07-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":398081,"title":"Dream Theater: [2014] Sonisphere Festival","adult":false,"genre_ids":[]},{"cast":[],"overview":"Joanna wanted a film on the collages of Max Ernst, and I wanted to make a tribute to the two men who most influenced my film work at the beginning: Max Ernst (collage) and Luis Bunuel (surrealism in cinema). I had written a book of about one-hundred pages in the surrealist tradition of \"automatic writing,\" which I called the \"Cloud Journal.\" I thought I could marry some of the text of the journal with the collages of Ernst's UNE SEMAINE DE BONTE, along with bits of my own animation. So I shot the film on day one of the Ernst collage novel (example: lion), and used the first sixteen pages of my journal. I enlisted my friend and collaborator, Leroy Clark, to narrate and engineer the sound. We finished up digitally, then on 16mm film (the original format). I have nothing esoteric to say about this film, except to explain the title: it is a tribute to Luis Bunuel. There is no walrus in the film, as there is no dog in UN CHIEN ANDALOU.","release_date":"2015-08-06","vote_average":0.0,"runtime":16,"cert":"\"\"","id":398084,"title":"The Apoplectic Walrus","adult":false,"genre_ids":[]},{"cast":["Rita Guedes","Áurea Baptista","Eri Johnson","Leandro Lefa","Daniel Bastreghi"],"overview":"Anita an ex junkie moves with her husband to an isolated wind blown coastal town hoping to leave her out of control drug fueled past behind her. Her laddish, bad tempered husband is not sensitive to Anita's emotional needs and her new life does not seem to fulfill her. In her utter isolation in the misty lonely endless beach she falls victim to terrifying demoniac visions from which she will need to liberate herself before her real new life can begins.","release_date":"2016-05-14","vote_average":6.0,"runtime":96,"cert":"N\/A","id":398087,"title":"Restless Sea","adult":false,"genre_ids":[53,18]},{"cast":["Carlos Marchand","Marisé Álvarez","Luis Gonzaga","Efraín López Neris","Jaime Bello"],"overview":"It's never easy to let go, especially when your father's dying.","release_date":"2010-01-02","vote_average":0.0,"runtime":24,"cert":"N\/A","id":398090,"title":"Es mejor escucharlo","adult":false,"genre_ids":[18]},{"cast":["Carmen Valencia","Georgina Borri","Letty Contreras","Ivelisse Salas Laó","Heyda Salamán"],"overview":"Carmen accompanies a group of women who must travel from the island of Vieques to San Juan, capital of Puerto Rico, in order to perform breast biopsies. The long journey is by water and road. Amid many fears and vicissitudes, Carmen confirms once again the need for appropriate medical services for both women and for the rest of the Vieques population.","release_date":"2016-04-13","vote_average":0.0,"runtime":14,"cert":"N\/A","id":398093,"title":"Biopsia","adult":false,"genre_ids":[99,18]},{"cast":["Joe Lando","Zoë Bell","Alison Haislip","Amy Paffrath","Tom O'Connell"],"overview":"A new take on the classic story of a group of twenty-something kids' weekend of terror at the lake house.","release_date":"2016-05-20","vote_average":3.0,"runtime":83,"cert":"N\/A","id":398096,"title":"Freshwater","adult":false,"genre_ids":[53,27]},{"cast":["Troy Sanders","Brann Dailor","Brent Hinds","Bill Kelliher"],"overview":"Mastodon at Festivalpladsen, Roskilde, Denmark  Tread Lightly  Once More 'Round the Sun  Blasteroid  Oblivion  The Motherload  Chimes at Midnight  High Road  Aqua Dementia  Ol'e Nessie  Halloween  Bladecatcher  Black Tongue  Ember City  Megalodon  Crystal Skull  The Czar  Blood and Thunder","release_date":"2015-07-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":398099,"title":"Mastodon: Live at Roskilde Festival 2015","adult":false,"genre_ids":[]},{"cast":["Gerald Cronauer","Gerald Cronauer","Margitta-Janine Lippok"],"overview":"\"Prince Rat\" is a fairy tale with everything that is needed for a fairy tale: A castle, a princess, a prince, a dragon, a secret admirer and deep emotions, but also with an unexpected ending and an uncommon truth about little heroes and big desire ...","release_date":"2011-05-14","vote_average":0.0,"runtime":15,"cert":"N\/A","id":398102,"title":"Prince Rat","adult":false,"genre_ids":[10749,16,28,35]},{"cast":["Nse Ikpe-Etim","Joseph Benjamin"],"overview":"Kenneth Abah, the managing director of hills group and the son of a famous and influential family is married to Susan, a graduate in law and the daughter of a dry cleaner.  Thanks to Ken's social status and arrogance his loving wife becomes his maid. But when Susan becomes tired and complains, he proposes a divorce. Will she accept his proposal or continue with this domestic slavery?","release_date":"","vote_average":0.0,"runtime":99,"cert":"N\/A","id":398109,"title":"Mr. and Mrs.","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Berryz Kobo was a Japanese idol girl group part of Hello! Project, produced by Tsunku. \"Switch On!\" features their 2005 tour graduation concert for Ishimura Maiha, it was filmed on October 2nd, 2005 at Tokyo Kousei Nenkin Assembly Hall.","release_date":"2005-12-28","vote_average":0.0,"runtime":95,"cert":"N\/A","id":398112,"title":"Berryz Kobo Concert Tour 2005 Aki: Switch On!","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2015-04-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":398115,"title":"Dora The Explorer - Dora Redt Sprookjesland","adult":false,"genre_ids":[16]},{"cast":["Herschel Savage","Jacqueline Lorians","Paul Thomas","Shanna McCullough","Long Chaney"],"overview":"A private detective is hired to find an ancient book. What he doesn't know is that the book has the power to turn any woman into a nymphomaniac, and that a group of Nazi scientists--who fled to the US after World War II--also want the book, and will do anything to get it.","release_date":"1985-05-10","vote_average":4.0,"runtime":85,"cert":"\"NC-17\"","id":398118,"title":"Blue Ice","adult":true,"genre_ids":[12]},{"cast":[],"overview":"Experimental animation based on graphics.","release_date":"2014-05-18","vote_average":4.0,"runtime":3,"cert":"N\/A","id":398121,"title":"Loop","adult":false,"genre_ids":[16]},{"cast":[],"overview":"ECW Arena - Philadelphia, Pennsylvania, USA  1. TV Title Championship: J.T. Smith Vs. Champ-Jimmy Snuka  2. First Blood: Larry Winters Vs. Tony Stetson  3. Miss Peaches Vs. Terrible Tigra  4. TV Title Championship: Tommy Cairo Vs. Champ-Jimmy Snuka  5. Street Fight: Sandman Vs. Rockin' rebel  6. Dark Patriot #2 Vs. Dirty Dick Murdoch  7. Wildman Bellomo\/Super D.#1\/Stevie Wonderful Vs. Suicide Blondes\/Hunter Q  8. Texas Chain Match: Eddie Gilbert Vs. Terry Funk","release_date":"1993-06-19","vote_average":0.0,"runtime":null,"cert":"\"\"","id":398124,"title":"ECW Super Summer Sizzler Spectacular","adult":false,"genre_ids":[]},{"cast":["Sam Samuel"],"overview":"The video connects Irish ghost estates, a Hollywood film shoot in Glasgow, a hearsay story about a man finding playing cards, and two misplaced mosaics in Edinburgh, by using elements of a living room. The room is inhabited by an unreliable narrator, who explores facts, fiction and his personal memories whilst telling the story. The connections made are sometimes obvious, sometimes obscure, all of them originating from the psychogeographical surroundings of the main protagonist.","release_date":"2013-01-01","vote_average":0.0,"runtime":22,"cert":"N\/A","id":398127,"title":"Fire Work","adult":false,"genre_ids":[]},{"cast":[],"overview":"Date: 1994, February 05  Location: Philadelphia, Pennsylvania  Attendance: 1,300  911 vs. Chad Austin  Mr. Hughes vs. Salvatore Bellomo  Double Dog Collar Match  The Rockin' Rebel and Pitbull #1 vs. The Sandman and Tommy Cairo  Falls Count Anywhere Match  The Bruise Brothers (Ron Bruise and Don Bruise) vs. The Public Enemy (Johnny Grunge and Rocco Rock)  Jimmy Snuka vs. Tommy Dreamer  Kevin Sullivan and The Tazmaniac vs. The Sheik and Pat Tanaka  JT Smith vs. Mike Awesome  Three Way Match for the ECW World Heavyweight Championship  Sabu vs. Shane Douglas vs. Terry Funk (c)","release_date":"1994-02-05","vote_average":0.0,"runtime":null,"cert":"\"\"","id":398130,"title":"ECW The Night the Line Was Crossed","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bad Breed (Ian Rotten and Axl Rotten) vs. Hack Myers and The Rockin' Rebel\r ECW World Television Championship Match\r Chad Austin vs. Mikey Whipwreck (c)\r Stevie Richards vs. Tommy Dreamer\r Mr. Hughes vs. Tommy Dreamer\r The Pitbulls (Pitbull #1 and Pitbull #2) vs. The Tazmaniac and Sabu\r Singapore Cane Match\r The Sandman vs. Tommy Cairo\r ECW World Heavyweight Championship Match\r Sabu vs. Shane Douglas (c)\r Barbed Wire Match for the ECW World Tag Team Championship  The Funk Brothers (Terry Funk and Dory Funk, Jr.) vs. The Public Enemy (Johnny Grunge and Rocco Rock) (c)","release_date":"1994-07-16","vote_average":0.0,"runtime":null,"cert":"\"\"","id":398133,"title":"ECW Heat Wave 1994","adult":false,"genre_ids":[]},{"cast":["Courtney Cummz","Bobbi Starr","Angelina Valentine","Madison Ivy","Lexi Stone"],"overview":"Everyone's favorite curmudgeon is re-envisioned in this sexy parody of the hit show. This Ain't Curb Your Enthusiasm XXX shines a new light on your favorite characters and their mishaps.  Courtney Cummz  Bobbi Starr  Angelina Valentine  Madison Ivy  Lexi Stone  Dylan Riley  Justin Long  Otto Bauer  Barry Scott  Dan Masters","release_date":"2010-04-20","vote_average":4.0,"runtime":111,"cert":"\"\"","id":398136,"title":"This Aint Curb Your Enthusiasm XXX","adult":true,"genre_ids":[]},{"cast":[],"overview":"Date: 1995, February 25\r Location: Philadelphia, Pennsylvania  Chad Austin and Joel Hartgood vs. The Pitbulls (Pitbull #1 and Pitbull #2)\r Mikey Whipwreck and Hack Myers vs. Jason Knight and Paul Lauria\r Héctor Guerrero vs. Too Cold Scorpio\r Barbed Wire Baseball Bat Match\r Axl Rotten vs. Ian Rotten\r ECW World Heavyweight Championship Match\r Marty Jannetty vs. Shane Douglas (c)\r ECW World Tag Team Championship Match\r Triple Threat (Chris Benoit and Dean Malenko) vs. Taz and Sabu (c)\r Cactus Jack vs. DC Drake","release_date":"1995-02-25","vote_average":0.0,"runtime":null,"cert":"\"\"","id":398143,"title":"ECW Return of the Funker","adult":false,"genre_ids":[]},{"cast":[],"overview":"Date: 1995, June 17\r Location: Philadelphia, Pennsylvania  Attendance: 1,150  Broad Street Bully vs. The New Jersey Devil\r Mikey Whipwreck vs. Val Puccio\r Hack Myers vs. The Vampire Warrior\r Tommy Dreamer vs. The Vampire Warrior\r 911 vs. Jim Steele\r Beulah McGillicutty vs. Luna Vachon\r Three on Two Handicap Match\r Pitbull #1, Pitbull #2 and Raven vs. Too Cold Scorpio and Taz\r Bad Breed (Ian Rotten and Axl Rotten) vs. The Public Enemy (Johnny Grunge and Rocco Rock)\r Barbed Wire Match for the ECW World Heavyweight Championship  Cactus Jack vs. The Sandman (c)","release_date":"1995-06-17","vote_average":0.0,"runtime":null,"cert":"\"\"","id":398146,"title":"ECW Barbed Wire, Hoodies and Chokeslams","adult":false,"genre_ids":[]},{"cast":["Ana Torrent","Kaori Momoi","Zhao Tao"],"overview":"In memory of the Japanese earthquake on 3.11, each director presents a 3 minute and 11 second short film in tribute to those who were lost that day.","release_date":"2011-11-04","vote_average":0.0,"runtime":75,"cert":"N\/A","id":398149,"title":"3.11 A Sense of Home","adult":false,"genre_ids":[16,18]},{"cast":["Scott Anthony Levy","Jim Fullington","Mark LoMonaco","Adolfo Bermudez","Manuel Santiago"],"overview":"Date: 1996, March 09\r Location: Philadelphia, Pennsylvania  Attendance: 1,200  Axl Rotten vs. JT Smith\r The Bad Crew (Dog and Rose) vs. El Puerto Riqueño and Damien Stone\r ECW World Tag Team Championship Match\r Buh Buh Ray Dudley and Hack Myers vs. The Eliminators (Kronus and Saturn) (c)\r Two out of Three Falls Match\r Juventud Guerrera vs. Rey Misterio, Jr.\r Chris Jericho vs. Taz\r Cactus Jack vs. Mikey Whipwreck\r The Bruise Brothers (Ron Bruise and Don Bruise) vs. The Pitbulls (Pitbull #1 and Pitbull #2)\r Big Titan vs. Sabu\r ECW World Heavyweight Championship Match\r Raven vs. Shane Douglas\r Three Way Match\r The Headhunters (Headhunter A and Headhunter B) vs. The Gangstas (Mustapha Saed and New Jack) vs. The Sandman and Too Cold Scorpio","release_date":"1996-03-09","vote_average":7.0,"runtime":null,"cert":"\"\"","id":398152,"title":"ECW Big Ass Extreme Bash","adult":false,"genre_ids":[]},{"cast":[],"overview":"Date: 1996, June 22  Location: Philadelphia, Pennsylvania  Attendance: 1,250  Mikey Whipwreck vs. Shane Douglas\r The Dudleys (Buh Buh Ray Dudley and Big Dick Dudley) vs. The Full Blooded Italians (JT Smith and Little Guido)  Paul Varelans vs. Taz  ECW World Heavyweight Championship Match  Raven (c) vs. Terry Gordy  ECW World Tag Team Championship Match  The Eliminators (Saturn and Kronus) (c) vs. The Gangstas (New Jack and Mustapha Saed)  Axl Rotten and Hack Myers vs. The Samoan Gangsta Party (Samu and Matty Smalls)  ECW World Television Championship Match  Chris Jericho vs. Pitbull #2 (c)  Weapons Match  Brian Lee vs. Tommy Dreamer  Rob Van Dam vs. Sabu","release_date":"1996-06-22","vote_average":0.0,"runtime":null,"cert":"\"\"","id":398155,"title":"ECW Hardcore Heaven 1996","adult":false,"genre_ids":[]},{"cast":[],"overview":"Date: 1997, February 01\r Location: Philadelphia, Pennsylvania  Attendance: 1,400  Louie Spicolli vs. Mike Awesome\r Balls Mahoney vs. Lance Storm\r Big Stevie Cool vs. Ricky Morton\r Axl Rotten vs. Steve Williams\r ECW World Heavyweight Championship Match\r Raven (c) vs. Steve Williams\r D-Von Dudley vs. The Sandman\r ECW World Tag Team Championship Match\r The Eliminators (Kronus and Saturn) (c) vs. Rob Van Dam and Sabu\r Terry Funk vs. Tommy Rich\r Triple Threat (Chris Candido, Brian Lee and Shane Douglas) vs. Tommy Dreamer, Pitbull #1 and Pitbull #2","release_date":"1997-02-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":398158,"title":"ECW Crossing the Line Again","adult":false,"genre_ids":[]},{"cast":[],"overview":"Date: 1997, September 11\r Location: Amarillo, Texas  Attendance: 4,000  Roadkill vs. W*ING Kanemura\r ECW World Television Championship Match\r Chris Candido vs. Taz (c)\r Lady Cooga vs. Shark Tsuchiya\r The Bushwhackers (Bushwhacker Luke and Bushwhacker Butch) vs. The Renegade Warriors (Mark Youngblood and Chris Youngblood)\r Balls Mahoney vs. Buh Buh Ray Dudley\r ECW World Heavyweight Championship Match\r Shane Douglas (c) vs. Tommy Dreamer\r Dory Funk, Jr. vs. Rob Van Dam\r Mankind vs. Sabu\r Hayabusa, Masato Tanaka and Jinsei Shinzaki vs. Jake Roberts, Headhunter A and Headhunter B\r Bret Hart vs. Terry Funk","release_date":"1997-09-11","vote_average":0.0,"runtime":null,"cert":"\"\"","id":398161,"title":"ECW WrestleFest: 50 Years of Funk","adult":false,"genre_ids":[]},{"cast":[],"overview":"Date: 1998, February 21  Location: Philadelphia, Pennsylvania  Danny Doring vs. Jerry Lynn  Al Snow vs. Tracy Smothers  Chris Chetti vs. Doug Furnas  Chris Candido vs. Lance Storm  ECW World Television Championship Match  Brakkus vs. Taz (c)  First Blood Match  Justin Credible vs. Tommy Dreamer  Axl Rotten, Balls Mahoney and The Sandman vs. Spike Dudley, Kronus and New Jack  Triple Threat (Bam Bam Bigelow and Shane Douglas) vs. Rob Van Dam and Sabu","release_date":"1998-02-21","vote_average":0.0,"runtime":null,"cert":"\"\"","id":398164,"title":"ECW CyberSlam 1998","adult":false,"genre_ids":[]},{"cast":[],"overview":"Date: 1999, January 16  Location: Philadelphia, Pennsylvania  Commentator: Joey Styles  Two on One Handicap Match  Danny Doring and Roadkill vs. Spike Dudley  Chris Chetti vs. Steve Corino  Antifaz del Norte and Nova vs. The Full Blooded Italians (Little Guido and Tony Mamaluke)  Super Crazy vs. Yoshihiro Tajiri  Three Way Match  Justin Credible vs. Lance Storm vs. Tommy Dreamer  ECW World Tag Team Championship Match  Axl Rotten and Balls Mahoney vs. Rob Van Dam and Sabu (c)  Kronus vs. Ulf Herman  ECW World Heavyweight Championship Match  Chris Candido vs. Taz (c)  ECW World Heavyweight Championship Match  Shane Douglas vs. Taz (c)  Sid Vicious vs. Skull Von Krush","release_date":"1999-01-16","vote_average":0.0,"runtime":null,"cert":"\"\"","id":398167,"title":"ECW House Party '99","adult":false,"genre_ids":[]},{"cast":[],"overview":"The people of the organization (CRM) were very angry by this movie (Antenna, 1969) and Adriaan had to make a new and this time 'real' documentary about carnival and that's is fourth movie: 'Carna' For that movie he went to his birthtown Bergen op Zoom, where Carnival has a big tradition and is a big party event every year.","release_date":"1969-05-19","vote_average":6.0,"runtime":10,"cert":"N\/A","id":398170,"title":"Carna","adult":false,"genre_ids":[]},{"cast":["Matt Dillon","Bruno Ganz","Uma Thurman","Siobhan Fallon Hogan","Sofie Gråbøl"],"overview":"Failed architect, engineer and vicious murderer Jack narrates the details of some of his most elaborately orchestrated crimes, each of them a towering piece of art that defines his life's work as a serial killer for twelve years.","release_date":"2018-10-08","vote_average":7.3,"runtime":152,"cert":"\"R\"","id":398173,"title":"The House That Jack Built","adult":false,"genre_ids":[18,27,80,53]},{"cast":["Cliff Twemlow","Fiona Fullerton","Brett Sinclair","Maxton Beesley","Giannina Faccio"],"overview":"A story within a story about the making of a movie called \"Thunderflash\" about a specially designed car called \"Striker\"","release_date":"1984-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":398176,"title":"The Ibiza Connection","adult":false,"genre_ids":[28]},{"cast":[],"overview":"A surprising number of Americans make their living off America's vast rivers of trash. These are America's unseen. Dogtown Redemption tells the story of one river, and the humanity of its inhabitants in Dogtown, West Oakland, a lively, bustling yet invisible corner of California. We follow the lives of three recyclers: Jason Witt, the titan of recycling, Landon Goodwin, a former minister, and crack addict who struggles with his own fall from grace, and Miss Hayok Kay, the ultimate outsider, formerly a punk rocker from a prominent Korean family, now at the mercy of the elements and predators. Through them, we are introduced to the art, science, economics and politics of recycling: what it offers, how it touches the poor and why it matters to all of us.","release_date":"2016-05-17","vote_average":8.0,"runtime":92,"cert":"\"\"","id":398179,"title":"Dogtown Redemption","adult":false,"genre_ids":[]},{"cast":["Stefano Calvagna","Francesca Fiume","Emanuele Cerman","Lucia Batassa","Massimo Bonetti"],"overview":"","release_date":"2016-05-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":398186,"title":"Si Vis Pacem Para Bellum","adult":false,"genre_ids":[]},{"cast":["Diane Keen","Jane Bates","Carol Rachell","Debbie Slater","Nicole Yarna"],"overview":"An alien decides to visit Earth in order to check out the current pop culture.","release_date":"1967-01-01","vote_average":0.0,"runtime":53,"cert":"N\/A","id":398189,"title":"Popdown","adult":false,"genre_ids":[10402,878,14]},{"cast":["Felix Wong","Terence Choi","Anthony Tang","Sandy Lam","Shum Wai"],"overview":"Ah Wah is an easygoing young man has three good friends. He works in an office, and his manager is the suspicious Shum, who one day asks Wah to carry eight million dollars cash for a business transaction. Wah gives in to temptation and hatches a plot to divert the cash. But his boss Shum is playing a much more tricky game.","release_date":"1986-03-13","vote_average":0.0,"runtime":99,"cert":"N\/A","id":398192,"title":"Who's the Crook","adult":false,"genre_ids":[35]},{"cast":["Hugo Carvana","Marieta Severo","Marcos Palmeira","Nelson Xavier","Denise Bandeira"],"overview":"Exiled in Acapulco, the bon vivant Dino cheats a rich widow into financing his coming back to Brazil. To avoid getting caught, he hides in a coffin. His fake burial is celebrated in high style and it doesn't take long before he starts getting himself into weird situations.","release_date":"1991-01-02","vote_average":5.0,"runtime":97,"cert":"N\/A","id":398199,"title":"Vai Trabalhar Vagabundo II: A Volta","adult":false,"genre_ids":[35]},{"cast":["Kyôsuke Machida","Masuko Nakamura","Sumiko Minami","Shin Date","Bumon Kahara"],"overview":"Japanese \"kayo\" film centered around the song \"Tokyo gozen sanji\" by Frank Nagai.","release_date":"1958-11-12","vote_average":0.0,"runtime":93,"cert":"N\/A","id":398202,"title":"東京午前三時","adult":false,"genre_ids":[10402,18]},{"cast":["Hibari Misora","Ken Takakura","Sô Yamamura","Mitsuko Miura","Michiko Hoshi"],"overview":"Sayuri, a young woman born to a simple life on a farm, moves to Tokyo to pursue a life long dream of becoming a singer.","release_date":"1958-09-10","vote_average":0.0,"runtime":97,"cert":"N\/A","id":398205,"title":"With Songs in My Heart","adult":false,"genre_ids":[18,35]},{"cast":["Hieu Nguyen","Cuong Quoc","Minh Thuận","Tuan Luong Tran","YaYa Trương Nhi"],"overview":"Film opens with the question: How to get rid of the obsession of love and death? Mai Anh did not accept the loss of her father was an accident, she became depressed and resorted to Nam's psychological treatment. About Nam, he can not forget his ex-girlfriend who betrayed and left him 3 years ago.","release_date":"2016-02-10","vote_average":0.0,"runtime":90,"cert":"N\/A","id":398208,"title":"Ám Anh","adult":false,"genre_ids":[18,27,28]},{"cast":["Paul Holcombe","Yvonne Paul","Cindy Neal","Jutka Goz","Rina Brown"],"overview":"No description.","release_date":"1971-04-30","vote_average":0.0,"runtime":null,"cert":"\"\"","id":398211,"title":"Pattern of Evil","adult":false,"genre_ids":[18]},{"cast":["Felix Mitterer","Karoline Zeisler","Jeanette Hirschberger","Otto Tausig"],"overview":"","release_date":"1980-05-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":398214,"title":"Egon Schiele","adult":false,"genre_ids":[18]},{"cast":["Yannick Philouze","Elizabeth"],"overview":"No description.","release_date":"1961-12-12","vote_average":0.0,"runtime":63,"cert":"N\/A","id":398217,"title":"Traveling Light","adult":false,"genre_ids":[]},{"cast":["Sue Bond","Sally Muggeridge","Felicity Oliver","Ray Chiarella"],"overview":"Maria, a juvenile delinquent is stuck in a boring girls school for young offenders in Sunderland. A suggestive wink and a flash of her knickers at an elderly gardener is enough to convince the old sod to help Maria escape from the school.","release_date":"1971-01-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":398220,"title":"The Yes Girls","adult":false,"genre_ids":[18]},{"cast":["Edith Fellows","Leo Carrillo","Scott Kolk","Julie Bishop","Margaret Irving"],"overview":"Sad-eyed, uniquely talented child actress Edith Fellows was Columbia's \"answer\" to Shirley Temple, Jane Withers and Deanna Durbin. In Little Miss Roughneck, Fellows is cast as Foxine LaRue, a tomboyish sort who is being prodded into a show-biz career by her stage mother Gert (Margaret Irving). Young Mr. Partridge (Scott Colton) becomes Foxine's agent, principally because he's sweet on the girl's older sister Mary (Jacqueline Wells). Blackballed from Hollywood because of her mother's pushiness, Foxine tries to help out Partridge and her own family by cooking up a bizarre publicity stunt, enlisting the aid of easy-going Mexican \"papacita\" Pascual (Leo Carrillo).","release_date":"1938-01-23","vote_average":0.0,"runtime":64,"cert":"\"\"","id":398231,"title":"Little Miss Roughneck","adult":false,"genre_ids":[10749,35,10402]},{"cast":["Sharon Cuneta","Gabby Concepcion","Dawn Zulueta","Charito Solis","Eddie Gutierrez"],"overview":"Tragedy strikes when the helicopter that Nickis riding suddenly crashed in a remote island and authorities reported no survivor. The apparent death of Nick caused great grief to Vanessa, a socialte already betrothed to the young man. On the remote island, Nick meets Dr. Mallari,  a marine biologist. Because of his memory loss, Nick introduces himself as Darwin. Dr. Mallari takes Darwin to his home where he introduces his daughter, Diosa, a beautiful painter. Darwin admits that he cannot recall his past and Diosa initially doubted his story. However, as time passes by, the two develop feelings for each other and have a child together. Darwin becomes involved in another accident that triggers the return of his past memories. He remembers that he is a wealthy businessman named Nick who is about to marry his beloved girlfriend Vanessa. With the return of his memory, Darwin's identity as well as Diosa and their child no longer exist in Nick's recollection.","release_date":"1991-05-19","vote_average":0.0,"runtime":110,"cert":"N\/A","id":398234,"title":"When You Were Mine","adult":false,"genre_ids":[18,10749]},{"cast":["Fatma Alakus","Cahide Ozel","Valentina Carnelutti"],"overview":"Fatma and her mother are Kurish refugees living in Italy. One day at the hospital, Fatma learns her mother has breast cancer.","release_date":"2016-05-18","vote_average":6.0,"runtime":15,"cert":"N\/A","id":398237,"title":"The Silence","adult":false,"genre_ids":[18]},{"cast":["Moncef Sayem","Jawhar Basti","Monhem El Akkari","Mohamed Beha Karrouchi"],"overview":"While driving along a road in the Tunisian desert in an old battered van on their way to market to sell their sheep, an old man and his grandson are stopped by two policemen. In order to be allowed to leave, they have to accept a strange and unusual deal.","release_date":"2016-05-18","vote_average":0.0,"runtime":15,"cert":"N\/A","id":398240,"title":"Law of the Lamb","adult":false,"genre_ids":[18]},{"cast":["Eleni Anousaki","Dionysis Papagiannopoulos","Alekos Tzanetakos","Sotiris Moustakas","Takis Miliadis"],"overview":"The Tasia chasing the impostor Lepoura Vangelis arrives with hitchhiking in Athens. Gaining confidence wholesaler Kyriacou Bolore and taken to his house as a maid. The daughter of Kiriakos, Lia, presents the writer Phaedon Tramountana and asks him to finance the scenario. His son Lakis, wants to succeed in the profession of wholesaler and prefers to deal with the rock band. His sister Ismene has in mind only the deck.","release_date":"1969-01-01","vote_average":6.7,"runtime":81,"cert":"N\/A","id":398243,"title":"Ξύπνα Κορόιδο...","adult":false,"genre_ids":[35]},{"cast":["Han Ye-ri","Ryo Iwase","Kwon Yul","Lee Hee-joon","Lee Seung-yeon"],"overview":"Ryohei is a writer who drives the characters in his novels into a corner to make a tragic story comes to Seoul for a book launching event. The day he arrives in Seoul, he meets Eunhee, a woman in trouble just like in his novel. A movie that takes a delicate look at the sensitivity of characters.","release_date":"2016-08-25","vote_average":7.0,"runtime":94,"cert":"N\/A","id":398246,"title":"Worst Woman","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"The Scratching Post: The Motion Picture","release_date":"2016-05-18","vote_average":0.0,"runtime":14,"cert":"\"\"","id":398249,"title":"TSP: The Motion Picture","adult":false,"genre_ids":[]},{"cast":["Jiřina Bohdalová","Ondřej Vetchý","Tatiana Vilhelmová","Viktor Preiss","Jitka Smutná"],"overview":"","release_date":"2016-06-18","vote_average":0.0,"runtime":90,"cert":"N\/A","id":398252,"title":"Každý milion dobrý","adult":false,"genre_ids":[18,10770]},{"cast":["Elia Enid Cadilla","Pedro Juan Figueroa","Sara Pastor"],"overview":"Juan arrives at Gloria's house after being kicked out by his girlfriend. Gloria helps him find a new partner.","release_date":"2014-04-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":398255,"title":"A tu lado","adult":false,"genre_ids":[18,35]},{"cast":["Amélie Diard","Béatrice Diard","Clémence Diard"],"overview":"Our mother is on a trip and I am staying for a week taking care of Amélie, my sister. I thought about sharing privileged moments the two of us alone, but I was wrong. Between she and me, there is Christine.","release_date":"2014-07-01","vote_average":0.0,"runtime":42,"cert":"N\/A","id":398258,"title":"L'amie d'Amélie","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In this experimental, stop-motion short, the filmmaker’s self-portrait is continually created, and re-created.","release_date":"1982-07-02","vote_average":0.0,"runtime":4,"cert":"N\/A","id":398261,"title":"Self Portrait","adult":false,"genre_ids":[]},{"cast":[],"overview":"Explores the life and work of Frank Almánzar, a visionary Bauhaus-trained engraver, illustrator, and cultural animator who left an indelible mark in the cultural life of the country.","release_date":"1987-06-05","vote_average":0.0,"runtime":27,"cert":"N\/A","id":398264,"title":"Frank Almánzar: Imágenes de un artista","adult":false,"genre_ids":[99]},{"cast":[],"overview":"“Images of the life force welling up. This is a film which depicts the visual dreams I had when I was only 12 years old. I made this film in the same way that I paint.”","release_date":"1978-08-12","vote_average":0.0,"runtime":3,"cert":"N\/A","id":398267,"title":"Meta Meta","adult":false,"genre_ids":[16]},{"cast":["Clarence Gilyard Jr.","Lundon Boyd","Kynan Dias","James Winter"],"overview":"Eccentric community theatre director August Porter invites a few guests to his secluded mountain lodge for a dinner party.  But something is in the woods… waiting…","release_date":"2016-06-12","vote_average":0.0,"runtime":70,"cert":"\"NR\"","id":398270,"title":"Rabbit Days","adult":false,"genre_ids":[53]},{"cast":[],"overview":"","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":398273,"title":"Juan de Nova, l'île de corail","adult":false,"genre_ids":[]},{"cast":["Esther Marí","Roberto Ramos Perea","Ángela Marí","José Brocco"],"overview":"Adapted from the play by Roberto Ramos Perea. Mario, the prodigal son, returns to claim his inheritance, following the mandate of an appearance from the specter of his father. He does not seek money, but instead to stop the sale of the lands. Mario confronts his mother Victoria with the words of his father: \"Land is not sold\".","release_date":"1996-01-02","vote_average":0.0,"runtime":97,"cert":"N\/A","id":398276,"title":"Callando amores","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Blues Pills at Amphitheater Gelsenkirchen, Gelsenkirchen, Germany  High Class Woman\r Ain't No Change\r Dig In\r No Hope Left for Me\r Black Smoke\r Devil Man\r Astralplane\r Little Sun","release_date":"2014-06-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":398279,"title":"Blues Pills: [2014] Rock Hard Festival","adult":false,"genre_ids":[]},{"cast":["Fatima Ptacek","Alexandria Suarez","Isabela Moner","Marc Weiner","Marc Weiner"],"overview":"Dora and her friends help a singing dog, Cusco, find his lost puppy brothers and bring them to Doggie Adoption Day.","release_date":"2015-08-04","vote_average":4.5,"runtime":89,"cert":"\"NR\"","id":398282,"title":"Dora And Friends - Doggie Days!","adult":false,"genre_ids":[16,10751]},{"cast":["José Cotté","Teófilo Torres","Ricardo Álvarez","Adrián García","Rafael Emmanuelli"],"overview":"Raul’s job as a lighthouse keeper takes an unexpected turn as he witnesses a man jumping from a cliff. It leads him to deal with the dilemma of death, while being constantly tormented by the suicidal thoughts of the previous lighthouse keeper.","release_date":"2013-07-21","vote_average":0.0,"runtime":11,"cert":"N\/A","id":398285,"title":"Tinta y Café","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"","release_date":"","vote_average":7.0,"runtime":null,"cert":"N\/A","id":398288,"title":"A Matter of Courage","adult":false,"genre_ids":[]},{"cast":["Tim Holt","Jane Nigh","John Doucette","Kenneth MacDonald","House Peters Jr."],"overview":"Two cowboys aim to reclaim stolen jewels and money in this 1950 Western.","release_date":"1950-08-05","vote_average":6.0,"runtime":60,"cert":"\"\"","id":398291,"title":"Border Treasure","adult":false,"genre_ids":[37]},{"cast":["Fumitake Ômura","Akiko Santo","Yaeko Wakamizu","Takamaru Sasaki","Mayumi Fujisato"],"overview":"Fifth Moonlight Mask theatrical film.","release_date":"1959-07-28","vote_average":0.0,"runtime":60,"cert":"N\/A","id":398294,"title":"Moonlight Mask – The Challenging Ghost","adult":false,"genre_ids":[28,12]},{"cast":["Gustav Waldau","Christa Berndl","Elise Aulinger","Ernst Martens","Christa Caporrici"],"overview":"","release_date":"1944-12-01","vote_average":6.0,"runtime":80,"cert":"N\/A","id":398297,"title":"Der kleine Muck","adult":false,"genre_ids":[10751,14]},{"cast":["Mark Booker","Giselle Brasseur","Aleece Jones","Travis Flores","Kirstin Kluver"],"overview":"Meet Maggie. Meet Stephen. Two love lorn twenty-somethings who find each other on a popular Internet dating site. Does it matter that Stephen works for the site that brought the two of them together? Or that he knowingly manipulates the site to create a perfect match? As you can guess, it gets complicated. PerfectMatch is a quirky 21st century romantic comedy that realizes that as our technology evolves, the ease with which we find our soulmate does not.","release_date":"2012-03-20","vote_average":0.0,"runtime":92,"cert":"\"\"","id":398300,"title":"PerfectMatch","adult":false,"genre_ids":[35]},{"cast":["Kevin Lowe","Nancy McCrumb","Caitlin Gerard"],"overview":"A group of LA twenty-somethings are lured out of the city and out into the wilderness in search of a rave, a hot girl, and good times. Instead, they encounter an ancient evil; a demon capable of possessing humans. As the demon passes through the group, each becomes both killer and victim. As their numbers dwindle the question arises: can they stop this malevolent spirit from spreading or will his power be to great for them?","release_date":"2010-10-29","vote_average":4.0,"runtime":83,"cert":"\"\"","id":398307,"title":"The Awakening","adult":false,"genre_ids":[]},{"cast":["Carey Wilson","John Baragrey","Vince Barnett","Marie Windsor","Barbara Bedford"],"overview":"Author Frank R. Stockton, often asked the question, finally decides to divulge the untold ending of his story, The Lady or the Tiger?","release_date":"1946-03-28","vote_average":0.0,"runtime":10,"cert":"\"\"","id":398310,"title":"The Lady or the Tiger?","adult":false,"genre_ids":[18]},{"cast":["Rossemberg Rivas","Malado Baldwin","Alejandra Palomo","Cristina López","Ana María Durán"],"overview":"In a series of seemingly disjointed vignettes, including an extensive look into the lives of local transgender sex workers, “El Cadaver Exquisito” juxtaposes unscripted everyday rituals with staged dream sequences to provide social commentary on violence in El Salvador, especially against women.","release_date":"2011-01-01","vote_average":7.0,"runtime":90,"cert":"\"\"","id":398313,"title":"Exquisite Corpse","adult":false,"genre_ids":[14,18]},{"cast":[],"overview":"Heat Wave 1994: The Battle for The Future was a live event that took place on July 16, 1994 in the ECW Arena in Philadelphia, Pennsylvania, US","release_date":"1994-07-16","vote_average":0.0,"runtime":null,"cert":"\"NR\"","id":398320,"title":"ECW Heatwave 1994: The Battle for the Future","adult":false,"genre_ids":[]},{"cast":["Valentín Trujillo","Olivia Collins","Lina Santos","Arturo Martínez hijo","Carlos East"],"overview":"Nina is a reporter who works in a Latin American country at war when she finds herself trapped in the line of fire and hires a mercenary pilot named Victor to help her escape the place, but the plane is attacked and the journalist and pilot have to parachute off the plane. They fall into the sea but with a life raft they make it to the jungle, where they have to coexist and she learns to survive.","release_date":"1988-09-11","vote_average":7.0,"runtime":90,"cert":"N\/A","id":398323,"title":"In Danger of Dying","adult":false,"genre_ids":[12,28,18]},{"cast":["Kiyoko Satomi","Haruko Kitahama","Machiko Soga","Masako Nozawa","Minori Matsushima"],"overview":"A boy named Tsutomu and four cyborg dogs fight against insect-type aliens from the Planet Devil.","release_date":"1972-07-16","vote_average":8.5,"runtime":50,"cert":"N\/A","id":398334,"title":"GO GET THEM 0011!!","adult":false,"genre_ids":[16,878]},{"cast":[],"overview":"The girls of Girls' Generation perform a Christmas concert with a list of their songs, along with classic Christmas hits.","release_date":"2011-12-24","vote_average":0.0,"runtime":78,"cert":"N\/A","id":398337,"title":"Girls Generation SNSD Christmas","adult":false,"genre_ids":[]},{"cast":[],"overview":"Live Blu-ray release of VOCALOID event \"Miku no Hi Kanshasai 39's Giving Day\" featuring 39 stage performances of the event on March 9, 2010.","release_date":"2010-09-01","vote_average":0.0,"runtime":118,"cert":"N\/A","id":398340,"title":"Hatsune Miku初音ミクBlu-ray 「ミクの日感謝祭 39's Giving Day Project DIVA presents 初音ミク・ソロコンサート~こんばんは、初音ミクです。～」","adult":false,"genre_ids":[]},{"cast":[],"overview":"In Pieter Bruegel's painting, \"Landscape with the Fall of Icarus,\" the fall of the god, Icarus, passes unnoticed on earth. The farmers continue to work the land and the boats sail on. As William Carlos Williams later wrote in his poem of the same name, \"a once mighty god becomes a little splash quite unnoticed.\" In Chris Sullivan's version, Icarus becomes Ray, an aging priest whose congregation is dwindling as fast as his sanity. As Ray's condition deteriorates, society fails to notice or care.","release_date":"1994-04-08","vote_average":7.5,"runtime":26,"cert":"\"\"","id":398347,"title":"Landscape with the Fall of Icarus","adult":false,"genre_ids":[14,16]},{"cast":[],"overview":"Snorting Coke with the BBC takes a wry look at some of the most highly publicised cases of BBC TV and radio celebrities caught using drugs and examines the attitude of the media towards their behaviour, their subsequent fall from grace and, in some cases, their rehabilitation. Frank Bough, Johnnie Walker, Richard Bacon and Angus Deayton are the stars featured as the circumstances surrounding their dismissal from the BBC are examined. Along with their cocaine use, Frank, Johnnie and Angus were caught in various sexually compromising positions, raising questions about the connection between drugs and sex.","release_date":"2003-08-01","vote_average":0.0,"runtime":54,"cert":"N\/A","id":398350,"title":"Snorting Coke with the BBC","adult":false,"genre_ids":[]},{"cast":["Inessa Torbitc","Egor Rudi","Dmitry Byzov"],"overview":"Siberian bus driver Tamara sets about introducing her teenage son Max to the colleague she has been dating for a while. But when all three meet in a jolly karaoke bar, the rivalry between the two men she loves releases her from clutching at old hopes.","release_date":"2015-05-10","vote_average":0.0,"runtime":16,"cert":"N\/A","id":398353,"title":"Tamara","adult":false,"genre_ids":[18,10751]},{"cast":["Brooke Shields","Brennan Elliott","Beau Bridges","Kate Drummond","Emily Bridges"],"overview":"Abby Knight, ex-lawyer and crime buff, and the owner of Bloomers Flower Shop, is having a week to be reckoned with. A reluctant bridesmaid at her drama queen cousin’s wedding, Abby ends up not just doing the flowers...but having to find out who murdered a wedding crasher. Stars Brooke Shields, Brennan Elliott and Beau Bridges.","release_date":"2016-06-26","vote_average":5.8,"runtime":84,"cert":"\"\"","id":398356,"title":"Flower Shop Mystery: Dearly Depotted","adult":false,"genre_ids":[10770,9648]},{"cast":["Glen Moore","Sha'ori Morris","Brian Woodward","Maria Lee Metheringham"],"overview":"The Wizard takes warriors from there time periods and makes them fight to the death for his evil pleasure.","release_date":"2016-07-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":398359,"title":"Gladiator Wars","adult":false,"genre_ids":[28,14,12]},{"cast":["Joey Fatone","Tori Spelling","Bonnie Dennison","Zack Ward","Tom Virtue"],"overview":"A constantly picked-on aquarium fish escapes her yacht home, unaware of the dangers that await her in the open ocean. With the help of other misfit sea creatures, she learns not only how to brave the perils of the deep, but how to be true to herself.","release_date":"2016-05-17","vote_average":1.6,"runtime":78,"cert":"\"G\"","id":398362,"title":"Izzie's Way Home","adult":false,"genre_ids":[12,16]},{"cast":["Armando Bó","Isabel Sarli","Andrés Lazlo","Ernesto Báez","Victorino Baez Irala"],"overview":"The arrival in a bakery of the young wife of the boss, where the laborers are exploited inhumanly, unearths tension accumulated after many years of deprivation and maltreatment. A social drama about the exploitation of man.","release_date":"1957-01-01","vote_average":7.0,"runtime":95,"cert":"N\/A","id":398365,"title":"Thunder Among the Leaves","adult":false,"genre_ids":[18]},{"cast":["Detlev Buck","Moshe Ivgy","Pêpê Rapazote"],"overview":"The Israeli-Palestinian conflict has lasted 100 years. 100 years of war, bloodshed, bitterness, suffering. 100 years of stalemate, intransigence and failed peace deals. And now, it’s all over! They’ve finally found the solution: A game of soccer. The winner gets to stay. The loser leaves forever. And no whining.","release_date":"2016-06-30","vote_average":6.0,"runtime":90,"cert":"N\/A","id":398368,"title":"The 90 Minute War","adult":false,"genre_ids":[35,99]},{"cast":["Vincent Lacoste","Félix Moati","Thomas Blumenthal","Jochen Hägele","Lottie Andersen"],"overview":"Vincent, a 20-year-old successful actor, is being offered the leading role in the film of the year: a biopic on Charles de Gaulle in his youth. At the same time, his parents move to Orléans, thus pushing him to live alone. The film follows his first steps towards independence.","release_date":"2016-05-17","vote_average":8.0,"runtime":15,"cert":"N\/A","id":398371,"title":"Birth of a Leader","adult":false,"genre_ids":[18]},{"cast":["Aris Mejias","Eduardo Arroyo Roberts","David Rittenhouse","Jessica Rodríguez","Héctor Fuentes"],"overview":"What is an appropriate reaction to a difficult situation? After her son gets in a fight in school, a mother decides to teach him a life long lesson.","release_date":"2014-07-21","vote_average":0.0,"runtime":12,"cert":"N\/A","id":398374,"title":"Spic(k)","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"A normal everyday guy (Donald) wakes up late for work and goes through an unfortunate series of events. After finally arriving to work he quickly realizes - what he has gone through is unlike anything his first client (a homeless man named Charlie) has gone through within the last 24hrs. Here we see the existentialism slowly emerge as Charlie lays his life on the table. How will Charlies fate be left; in the hands of an disgruntled social worker or his own?","release_date":"2015-01-14","vote_average":0.0,"runtime":12,"cert":"N\/A","id":398377,"title":"Ironied","adult":false,"genre_ids":[]},{"cast":["Rosa Winenggar","Yohanes Budyambara","Hosea Hatmaji","Banyu Bening"],"overview":"Diah takes Jarwo into a storehouse during their lunchbreak. She says she needs money quickly. She tries to get Jarwo to buy a match for 10 million rupees. With this match, he will be able to look at Diah's vagina.","release_date":"2016-05-15","vote_average":0.0,"runtime":16,"cert":"N\/A","id":398380,"title":"In the Year of Monkey","adult":false,"genre_ids":[]},{"cast":["Alysson Paradis","Vincent Desagnat","Audrey Garcia","Georges Bouchelagem","Samuel Lévy"],"overview":"Hannah and Natan are both anti-heroes with anti-superpowers. Natan raises his arm? Bang! Lightning strikes him right away. Hannah likes someone or something? Drip drop! Rain starts pouring over her in a second. Their meeting could turn into a major meteorological disaster... or maybe not?","release_date":"2015-04-22","vote_average":6.0,"runtime":12,"cert":"\"\"","id":398383,"title":"Struck","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"The native people of the surrealistic land of Superbia, where men and women form separate societies, face the changes sparked by the first equal couple in their history.","release_date":"2017-03-08","vote_average":6.0,"runtime":16,"cert":"N\/A","id":398390,"title":"Superbia","adult":false,"genre_ids":[16,12]},{"cast":["Karolina Carbinatto","José Batista Da Silva","Manu França","Aline Rodrigues Costa","Sasá Carvalho"],"overview":"A girl from a very religious background goes out at night to local discos.","release_date":"2016-05-18","vote_average":6.0,"runtime":14,"cert":"N\/A","id":398393,"title":"The Girl Who Danced with the Devil","adult":false,"genre_ids":[18]},{"cast":["Lidia Vda. de Cuevas","Arturo Fleitas"],"overview":"The revolution is over, but outlaws in the arid Chaco still harass the poor. An old woman reluctantly welcomes a lone gaucho.","release_date":"2009-11-11","vote_average":0.0,"runtime":19,"cert":"N\/A","id":398396,"title":"Karai norte","adult":false,"genre_ids":[18]},{"cast":["Nash Laila","Melissa Fernandes","Carmen Melo","Everton Gomes","Amanda Gabriel"],"overview":"Her building is in danger of collapse. She must move out.","release_date":"2016-05-15","vote_average":7.0,"runtime":21,"cert":"N\/A","id":398399,"title":"Delusion Is Redemption to Those in Distress","adult":false,"genre_ids":[]},{"cast":["Pavle Ćosić"],"overview":"In the summer of 2005 a sensation appeared on domestic social networks in the form of a blog titled “Maja in a brothel.” The author of this blog, whose nickname was “sexymaja”, identified herself as a girl from Belgrade, who has just started in the prostitution business. She soon became one of the most popular persona on the web, entertaining numerous readers with witty and provocative descriptions of the clients she had met. However, after her mysterious disappearance from the scene, suspicions were aroused about the identity of this person. The blog community points a finger at a ghostwriter, who was allegedly responsible for the entire conspiracy. He admits it, but without much hesitation also leads us to its inspiration – a girl who’s actually lived through it all.","release_date":"2016-05-15","vote_average":0.0,"runtime":83,"cert":"N\/A","id":398402,"title":"Yours Truly, SEXYMAJA","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The animated series from the 1980s is back with eight episodes per DVD release. Includes: Treat Heart Baba and the Two Thieves, Doctor Brightenstein's Monster, Mystery of the Phantom, Most Ancient Gift, One Million C.B., Tugs the Brave, Bad Luck Friday and Food Frolics","release_date":"1988-01-01","vote_average":8.0,"runtime":85,"cert":"N\/A","id":398405,"title":"Care Bears: Bears Share A Scare","adult":false,"genre_ids":[]},{"cast":["David Attenborough"],"overview":"A simple, carved figure bought at an auction in New York leads David Attenborough on a global journey from Russia to Australia, from England back to the Pacific. On the way he delves into a history of the stunning stones on Easter Island.","release_date":"2000-04-24","vote_average":5.5,"runtime":49,"cert":"N\/A","id":398412,"title":"The Lost Gods of Easter Island","adult":false,"genre_ids":[99]},{"cast":["Natalia Tamayo","Catalina Villegas","Wu Yu Zhou","Juliana Ospina Henao","Camilo Suárez"],"overview":"Hyper-Reality presents a provocative and kaleidoscopic new vision of the future, where physical and virtual realities have merged, and the city is saturated in media.","release_date":"2016-05-16","vote_average":6.3,"runtime":6,"cert":"N\/A","id":398415,"title":"HYPER-REALITY","adult":false,"genre_ids":[878,53]},{"cast":["Jorge Alberti","Georgina Duluc","José Brocco","Jorge Luis Ramos","Laura Aleman"],"overview":"Inspired on the true story of drug lord José Figueroa Agosto, commonly known as Junior Cápsula. A Puerto Rican drug convict escapes from jail and flees to Santo Domingo, where he continues his drug business and meets a woman who becomes his lover.","release_date":"2014-12-04","vote_average":0.0,"runtime":104,"cert":"N\/A","id":398418,"title":"Los Reyes: la verdadera historia del Búster y el Camaleón","adult":false,"genre_ids":[53,80]},{"cast":["Reza Rahadian","Bunga Citra Lestari","Chew Kin-Wah","Bront Palarae","Atikah Suhaime"],"overview":"My Stupid Boss recounts the story of an absurd boss and his employees. Bossman (Reza Rahadian) is an Indonesian who owns a company in Kuala Lumpur. A large but disorganized company. The culprit for the disarray in the organization is the bossman himself. His first principle of management is that Bossman Is Always Right. Which means whatever the Bossman fancies, he'll get it done. And that is his following principle: Impossible We Do Miracle We Try. In the midst of this is Diana, the Bossman's secretary, who has to juggle at every turn with the odds that never seem to add up in the company. Diana's daily confronted with her boss's antics and her patience and good sense are all put to the test.","release_date":"2016-05-19","vote_average":6.3,"runtime":108,"cert":"N\/A","id":398421,"title":"My Stupid Boss","adult":false,"genre_ids":[35,18]},{"cast":["Katie St. Ives","Alexa Nicole","Melina Mason","Jordan Ash","Ariella Ferrera"],"overview":"Episode 1  Walter Whitecock gets suspended from teaching at school after a student makes false accusations about him. Frustrated, Walter turns to one of his old students, Jessy Stinkman, to produce 'boner pills' for some quick cash!  Episode 2  What are Mr.Whitecock and his partner cookin' in their desert RV? Their blue boner pills are getting them a lot of attention, the kind of heat that leaves them stranded in the desert.  Episode 3  Ever since he made a fortune with his top of the line boner pills, Mr. Whitecock has been living the high life. He can fuck all day and all night, but the only problem he has now is finding a chick who can keep up.","release_date":"2014-04-08","vote_average":8.0,"runtime":183,"cert":"\"NC-17\"","id":398428,"title":"Being Bad","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2016-12-18","vote_average":10.0,"runtime":null,"cert":"N\/A","id":398435,"title":"Panda e os Caricas - O Musical Ao Vivo 4","adult":false,"genre_ids":[16]},{"cast":["Haley Webb","Callard Harris","Eva LaRue","Cherilyn Wilson","David Thomas Jenkins"],"overview":"Home for a visit, Henry finds a love letter written in high school for best friend Claire. Still in love with her, he decides to finally share the letter only to find it's missing and in the hands of Claire's new boyfriend.","release_date":"2015-08-29","vote_average":6.3,"runtime":88,"cert":"\"G\"","id":398438,"title":"Letter Never Sent","adult":false,"genre_ids":[10749,10770]},{"cast":[],"overview":"A man is fired from his job on mars.","release_date":"2016-03-15","vote_average":7.0,"runtime":7,"cert":"\"\"","id":398441,"title":"Fired on Mars","adult":false,"genre_ids":[]},{"cast":["Oliver Hardy"],"overview":"","release_date":"1916-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":398444,"title":"Oliver Hardy : 10 courts métrages, 1916-1927","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1989-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":398447,"title":"Cesar Barbarius contre les Bassi-Mosans","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":398450,"title":"Irkutz","adult":false,"genre_ids":[878]},{"cast":["Glenn Danzig","Joey Castillo","Joseph Bishara","Josh Lazie","Jeff Chambers"],"overview":"Danzig at The Palace of Auburn Hills, Auburn Hills, MI, USA  01. Mother\r 02. Sacrifice\r 03. Until You Call On The Dark\r 04. 7th House\r 05. Blackacidevil\r 06. Deep\r 07. It's Coming Down\r 08. Dirty Black Summer\r 09. Hint Of Her Blood\r 10. Bringer Of Death\r 11. Twist of Cain\r 12. Long Way Back from Hell","release_date":"1996-12-06","vote_average":0.0,"runtime":null,"cert":"\"\"","id":398453,"title":"Danzig: [1996] Auburn Hills, Michigan","adult":false,"genre_ids":[]},{"cast":["Naser Malek Motiee","Gohar Kheirandish","Bahram Radan","Atila Pesiani"],"overview":"","release_date":"2014-06-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":398456,"title":"Naghshe Negar","adult":false,"genre_ids":[18]},{"cast":["Domicília Nunes","Ricardo Francisco","Alice Calçada","António Pote","António Eusébio"],"overview":"At dawn, a group of peasants tries to rescue the body of a young man from the inside of a well. Women veil their faces in silence while men endure the situation. In the centre of it all, a mother awaits her son's body. How can life cease to be when in nature there is an enduring renewal?","release_date":"2016-05-17","vote_average":0.0,"runtime":18,"cert":"N\/A","id":398459,"title":"Ascension","adult":false,"genre_ids":[]},{"cast":["Detlev Jöcker","Dana Gleichert"],"overview":"","release_date":"2016-02-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":398462,"title":"Detlev Jöcker - Bunte Liederwelt Tour","adult":false,"genre_ids":[10402,10751]},{"cast":["Detlev Jöcker","Janne Jörns"],"overview":"","release_date":"2016-01-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":398465,"title":"Detlev Jöcker - Arabellas Wunderwelt","adult":false,"genre_ids":[10402,10751]},{"cast":[],"overview":"Documentary about the Wacken Open Air heavy metal music festival. Featuring interviews with fans, musicians and the event's organisers, the programme traces the history of the festival and documents its community since its debut outing in 1990 in the small German village of Wacken.","release_date":"2015-06-29","vote_average":0.0,"runtime":152,"cert":"N\/A","id":398468,"title":"25 Years Louder Than Hell - The W:O:A Documentary","adult":false,"genre_ids":[]},{"cast":["Pitsanu Nimsakul","Sheranut Yusananda","Achita Sikamana","Akom Preedakul"],"overview":"The story has to do with the seven-year marriage between Geng (Pitsanu Nimsakul) and fashion model Bella (Sheranut Yusananda) turning stormy. The bickering husband and wife face their toughest test yet when they wake up one morning and get a shock when they go to the mirror.","release_date":"2015-10-29","vote_average":6.0,"runtime":107,"cert":"N\/A","id":398471,"title":"Love Arumirai","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"Young Buddhist monk Ananda, arrives at a temple in order to restore its paintings.","release_date":"2007-10-13","vote_average":7.0,"runtime":85,"cert":"N\/A","id":398474,"title":"Sankara","adult":false,"genre_ids":[]},{"cast":[],"overview":"The protagonist of the legendary Krzysztof Kieslowski film \"Night Porter's Point of View\" revisited 30 years later.","release_date":"2007-10-17","vote_average":0.0,"runtime":55,"cert":"N\/A","id":398477,"title":"Views of a Retired Night Porter","adult":false,"genre_ids":[]},{"cast":["Lesley Nightingale","James Larkin","Isabella Nightingale","Anne-Marie Casey"],"overview":"A bus stops and drops off a mother and daughter at a British holiday resort by the sea, which happens also to be a naturist resort. Mother is looking for a new man and her daughter giggles at the different shapes and sizes of the other nude bodies around her...","release_date":"1995-05-20","vote_average":7.0,"runtime":10,"cert":"N\/A","id":398480,"title":"The Spy Who Caught a Cold","adult":false,"genre_ids":[18]},{"cast":["Terje Luik","Rein Aren","Eve Kivi","Peeter Kard","Harijs Liepiņš"],"overview":"If Vaike, a student and athlete from Tartu, arrives to Pirita-Kose-Kloostrimetsa speedway, the bikes are already racing with dizzying speeds. The same dizzying adventures will be ahead, when Vaike meets multiple-times champion Raivo, who has been dizzied with sports progress and young ladies, and with champion candidate Heino, who helps Vaike to prepare for competition. Vaike cannot “hold her horses” alone and counts for her sister Maret, who also in past have had helped her out from similar difficult situations. But this time also comes into play Maret’s fresh husband Ants, who is convinced that he no more mix up the twin sisters.","release_date":"1959-12-27","vote_average":9.0,"runtime":90,"cert":"N\/A","id":398483,"title":"Naughty Curves","adult":false,"genre_ids":[35]},{"cast":["Adam Berry","Luke Humphrey"],"overview":"A young man comes to terms with his sexuality and his hidden love for his best friend.","release_date":"2013-03-26","vote_average":8.3,"runtime":20,"cert":"\"\"","id":398486,"title":"Ronny & I","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Neon ghosts dreaming in dead landscapes.","release_date":"2016-03-06","vote_average":0.0,"runtime":12,"cert":"\"\"","id":398489,"title":"Plena Stellarum","adult":false,"genre_ids":[16,27]},{"cast":[],"overview":"Seen by millions on TV worldwide, the Wiener Philharmoniker's New Year's Concert from Vienna is the best-known classical event in the world. The New Year's Concert, presented in the glittering Musikverein, features a charming program that offers perennial favorites alongside some intriguing Strauss premieres.","release_date":"2011-02-08","vote_average":0.0,"runtime":141,"cert":"N\/A","id":398496,"title":"Vienna Philharmonic New Year's Concert","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Der Liebesdienst","cast":["Walter Plathe","Uta Eisold","Michael Pan"],"id":398499,"overview":"","runtime":null,"genre_ids":[35],"release_date":"1986-05-21","vote_average":0.0,"adult":false}]