[{"cast":[],"overview":"A comprehensive chronicle of the crucial hours when the Allied command unleashed its combined forces on the beaches of Normandy. Employing 156,000 troops on shore and 43 destroyers, 18 cruisers, and 7 battleships offshore, this major assault on the German forces marked a pivotal day in modern history. Utilizing archival combat footage and eyewitness accounts, this 4-part documentary relives the monumental event from the bloody beaches to the hedgerows and the towns beyond.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":39500,"title":"D-Day: The Total Story","adult":false,"genre_ids":[]},{"cast":["Jan Edgar Fjell","Anders Fjell","Petter Jørgensen","Eirik Tobiassen","Kai Helge Hansen"],"overview":"Six guys from Norway go on a trip to Germany to cheer on Norway in the world Championship of football. But it isn't easy to put their normal life aside, not even for football.","release_date":"2006-03-31","vote_average":5.6,"runtime":97,"cert":"N\/A","id":39501,"title":"Long Flat Balls","adult":false,"genre_ids":[35]},{"cast":["David Tainton","Lina Englund","Martin Lindqvist","Peter Haber","Anki Lidén"],"overview":"John-John is young and black, growing up with his mother and stepfather in a boring suburb south of Stockholm. On one of the last days of the summer vacation, they rescue 10-year old Patricia from drowning at a public bath in Vinterviken in Lake Mälaren. Her father shows his gratitude by taking them home to the wealthy neighborhood, Bromma, where he and his family lives. John-John meets his daughter Elisabeth, and instantly fall in love with her. But it's a long way to go before he wins her love and her father's consent.","release_date":"1996-01-26","vote_average":4.4,"runtime":98,"cert":"N\/A","id":39502,"title":"Vinterviken","adult":false,"genre_ids":[80,18]},{"cast":["John Savage","David Morse","Diana Scarwid","Amy Wright","Tony Burton"],"overview":"After a failed suicide attempt leaves him partially crippled, Rory begins spending a lot of time at a neighborhood bar full of interesting misfits. When Jerry the bartender suddenly finds himself playing basketball for the Golden State Warriors, Rory and the rest of the bar regulars hope his success will provide a lift to their sagging spirits. Will Jerry forget his friends? What about his junkie hooker girlfriend and her pimp?","release_date":"1980-12-19","vote_average":7.7,"runtime":113,"cert":"N\/A","id":39503,"title":"Inside Moves","adult":false,"genre_ids":[18]},{"cast":["Fatoumata Coulibaly","Maimouna Hélène Diarra","Salimata Traoré","Dominique Zeïda","Rasmané Ouédraogo"],"overview":"When a woman shelters a group of girls from suffering female genital mutilation, she starts a conflict that tears her village apart.","release_date":"2004-08-04","vote_average":6.7,"runtime":124,"cert":"N\/A","id":39504,"title":"Moolaadé","adult":false,"genre_ids":[18]},{"cast":["Rocky Votolato","John Pettibone","Dann Gallucci","Mahdis Keshavarz","Aaron Edge"],"overview":"Director David Larson's engaging tale follows Brian Johansen (Rocky Votolato), who returns home to Seattle after a four-year stint in college only to find his two best friends, Jason Talbott (John Pettibone) and Chance Linstrom (Dann Gallucci), at war with each other. As Jason and Chance -- who've become the leaders of rival \"gangs\" -- attempt to draw Brian over to their respective sides, he sets about uniting the feuding factions.","release_date":"2000-11-02","vote_average":0.0,"runtime":120,"cert":"N\/A","id":39505,"title":"The Edge of Quarrel","adult":false,"genre_ids":[18]},{"cast":["Tamio Kawachi","Yumiko Nogawa","Isao Tamagawa","Shoichi Ozawa","Toshio Sugiyama"],"overview":"Volunteering as a \"comfort woman\" on the Manchurian front, where she is expected to service hundreds of soldiers, Harumi is commandeered by the brutal Lieutenant Narita but falls for the sensitive Mikami, Narita's direct subordinate. Seijun Suzuki's Story of a Prostitute is a tragic love story as well as a rule-bending take on a popular Taijiro Tamura novel, challenging military and fraternal codes of honor, as seen through Harumi's eyes.","release_date":"1965-02-28","vote_average":6.9,"runtime":96,"cert":"N\/A","id":39506,"title":"Story of a Prostitute","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Anjelica Huston","Donal McCann","Dan O'Herlihy","Helena Carroll","Cathleen Delany"],"overview":"After a convivial holiday dinner party, things begin to unravel when a husband and wife address some prickly issues concerning their marriage.","release_date":"1987-09-03","vote_average":6.7,"runtime":83,"cert":"N\/A","id":39507,"title":"The Dead","adult":false,"genre_ids":[18]},{"cast":["Sister Ambrosija","Mr. Vig"],"overview":"50 years ago Jørgen Lauersen Vig bought Hesbjerg Castle, situated in the Danish country side, with the purpose of turning it into a monastery. Now, many years later, he is about to realize his old dream. A group of Russian Orthodox nuns are on their way, and thus Mr. Vigs life-long dream is about to come true. But, nuns have plans and wills of their own, and Mr. Vig must realize that the road to fulfilling his dream is very different than what he imagined.","release_date":"2007-03-29","vote_average":7.0,"runtime":84,"cert":"N\/A","id":39508,"title":"The Monastery: Mr. Vig and the Nun","adult":false,"genre_ids":[99]},{"cast":["Jeffrey Pillars","Joelle Carter","Matt Keeslar","Nick Searcy"],"overview":"A backwoods recluse steals the body of a young girl killed in a violent car crash, locking her in the freezer of his isolated shed as her sister and boyfriend search frantically for any clues to her whereabouts. The woman of Clive's dreams may be dead, but she'll always be true and she'll never grow old - at least as long as he keeps her on ice. When Cathy and Deric show up looking for the missing traveler, Clive takes them both hostage in a sinister bid to hide his ghoulish secret. ~ Jason Buchanan","release_date":"2009-05-01","vote_average":4.5,"runtime":95,"cert":"N\/A","id":39509,"title":"Cold Storage","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"A handmade stop-motion fairy tale for adults that tells the tale of the struggle between the aristocratic White Mice and the rustic Creatures Who Dwell Under the Oak over the doll of their heart's desire.","release_date":"2006-10-04","vote_average":6.7,"runtime":71,"cert":"N\/A","id":39510,"title":"Blood Tea and Red String","adult":false,"genre_ids":[16,14]},{"cast":[],"overview":"Russell is an adopted Aboriginal boy who flies with his white foster father to Bourke to go where he was born. He's a troublemaker, has been suspended from school and arrested. In the short time that his father leaves him Russell tries to grab as much as he can: his birth mother's name, a handful of earth which he puts into his pocket.","release_date":"2009-12-28","vote_average":0.0,"runtime":11,"cert":"N\/A","id":39511,"title":"Bourke Boy","adult":false,"genre_ids":[]},{"cast":["Jean Michel Jarre","Jerome Gueguen","Claude Samard","Francis Rimbert"],"overview":"\"Water for Life\" was a concert given by French electronic musician Jean Michel Jarre on the night of December 16, 2006 amidst the dunes of the Sahara desert at Merzouga, Morocco. The concert was held under the auspice of UNESCO as 2006 had been designated the International Year of Deserts and Desertification by the United Nations General Assembly. The concert was an end of an era in a way, due to the fact that this was the last time Jarre performed live with the simplified keyboards and synths he'd been using from the Aero concerts onwards. After this live event, Jarre began to re-integrate the original synthesizers from the Oxygene era into his latest shows, such as the Oxygene tours and the \"In-Doors\" arena concerts.","release_date":"2006-12-16","vote_average":5.2,"runtime":133,"cert":"N\/A","id":39512,"title":"Jean Michel Jarre: Water for Life","adult":false,"genre_ids":[10402]},{"cast":["Seth Rogen","Simon Pegg","Nick Frost","Jason Bateman","Kristen Wiig"],"overview":"For the past 60 years, a space-traveling smart-ass named Paul has been locked up in a top-secret military base, advising world leaders about his kind. But when he worries he’s outlived his usefulness and the dissection table is drawing uncomfortably close, Paul escapes on the first RV that passes by his compound in Area 51. Fortunately, it contains the two earthlings who are most likely to rescue and harbor an alien on the run.","release_date":"2011-02-14","vote_average":6.5,"runtime":104,"cert":"15","id":39513,"title":"Paul","adult":false,"genre_ids":[12,35,878]},{"cast":["Bruce Willis","Morgan Freeman","John Malkovich","Helen Mirren","Mary-Louise Parker"],"overview":"When his peaceful life is threatened by a high-tech assassin, former black-ops agent, Frank Moses reassembles his old team in a last ditch effort to survive and uncover his assailants.","release_date":"2010-10-13","vote_average":6.6,"runtime":111,"cert":"12A","id":39514,"title":"RED","adult":false,"genre_ids":[28,12,35,80,53]},{"cast":["Tom Beard","James Bellamy","Rachael Blake","Samantha Bond","Stuart Bunce"],"overview":"Set in the Clapham district of south London, England, the film is inspired by true events. The paths of several men intersect during a dramatic thirty-six hours in which their lives are changed forever.","release_date":"2007-07-22","vote_average":6.3,"runtime":99,"cert":"","id":39517,"title":"Clapham Junction","adult":false,"genre_ids":[18,10770]},{"cast":["Maria Bonnevie","Gottskálk Dagur Sigurðarson","Þorsteinn Hannesson","Tomas Norström","Egill Ólafsson"],"overview":"Norway in the 10th century. Askur, son of the powerful Thorgeir marries Embla, daughter of one of the few remaining landowners in Norway, in a pagan ceremony. King Olav, a ruthless christian, wants to eredicate all traces of non-christian beliefs and captures the two of them during the ceremony. In order to free Embla, Askur must go to Iceland and convert the people there to catholicism.","release_date":"1991-11-01","vote_average":6.7,"runtime":125,"cert":"N\/A","id":39518,"title":"The White Viking","adult":false,"genre_ids":[18,12]},{"cast":["Cornel Wilde","Rip Torn","Burr DeBenning","Patrick Wolfe","Jean Wallace"],"overview":"American troops storm ashore on a Japanese-held island and push inland while their enemies plan a counterattack in this look at warfare. Soldiers on both sides are haunted by memories of home and the horrifying, sickening images they find in combat.","release_date":"1967-08-03","vote_average":6.3,"runtime":105,"cert":"N\/A","id":39519,"title":"Beach Red","adult":false,"genre_ids":[28,10752]},{"cast":[],"overview":"","release_date":"","vote_average":6.0,"runtime":null,"cert":"N\/A","id":39520,"title":"Varo della corazzata Roma","adult":false,"genre_ids":[]},{"cast":["Karthi","Tamanna Bhatia","Milind Soman","Sonia Deepti","Jagan"],"overview":"Shiva, an engineering graduate, is not serious about his job or future even when his friends advise him about life. He falls in love with a girl he saw at a bus stop and finally gets to ride with her in a car.","release_date":"2010-04-02","vote_average":6.2,"runtime":148,"cert":"N\/A","id":39523,"title":"Paiyaa","adult":false,"genre_ids":[28,18]},{"cast":["Ab Abspoel","Henk Admiraal","Chris Baay","Rob de Vries","Kees Brusse"],"overview":"1944. Resistance-fighter Bakker gets send to a prison in Leeuwarden by the Gestapo. There he and other resistance-fighters are about to be rescued in a giant prison escape by their companions","release_date":"1962-12-21","vote_average":8.0,"runtime":98,"cert":"N\/A","id":39524,"title":"The Silent Raid","adult":false,"genre_ids":[10752,36,18]},{"cast":["Anjali","Mahesh","Pandi","A. Venkatesh"],"overview":"Angaadi Theru (English: Market Street) is a 2010 Indian Tamil drama film written and directed by Vasanthabalan of Veyil fame, starring debutant Mahesh and Anjali in the lead roles. The film, the title of which refering to the Ranganathan Street in Chennai where the story plays, also features actress Sneha appearing in a cameo role as herself and music jointly composed by Vijay Antony and G. V. Prakash Kumar.[1] An Ayngaran International production, the film was launched on 11 February 2008 [2] and released on 26 March 2010 to critical acclaim.","release_date":"2010-03-26","vote_average":6.4,"runtime":null,"cert":"N\/A","id":39525,"title":"Angadi Theru","adult":false,"genre_ids":[18,10749]},{"cast":["Maurice Chevalier","Dean Jones","Yvette Mimieux","Bernard Woringer"],"overview":"Henry Dussard, a young American, inherits a picturesque but badly neglected olive farm in southern France and is determined to make it operational again despite cautionary advice from the local priest and a pretty villager. Desperate for laborers, the inventive Dussard turns to the zaniest crew of olive pickers ever recruited - four mischievous monkeys! As former members of an Air Force space team, these intelligent chimps quickly pick up on their new responsibilities - but prove to have a turbulent effect on the local townspeople.","release_date":"1967-02-08","vote_average":5.3,"runtime":101,"cert":"N\/A","id":39526,"title":"Monkeys, Go Home!","adult":false,"genre_ids":[35,10751]},{"cast":[],"overview":"From the Battle of Britain to the Dresden bombings, some of the most intense combat of World War II occurred in the airspaces over Europe. This multi-volume box set offers a comprehensive account of the aircraft that helped bring the Allies to victory, including the B-17 Flying Fortress, the B-24 Liberator, the P-51 Mustang, and many more.","release_date":"","vote_average":0.0,"runtime":540,"cert":"N\/A","id":39527,"title":"Warbirds of World War II","adult":false,"genre_ids":[99]},{"cast":[],"overview":"For over a half century, Ray Harryhausen has amazed and inspired countless filmmakers and fans around the world with his breathtaking motion picture effects and stop-motion animation. Presented here for the first time ever is the authorized collection of his earliest work, along with hours of supplemental features.","release_date":"2005-01-17","vote_average":10.0,"runtime":233,"cert":"N\/A","id":39528,"title":"Ray Harryhausen: The Early Years Collection","adult":false,"genre_ids":[99]},{"cast":["Bob Marley","Dave Robinson","Lloyd Bradley"],"overview":"Since its 1984 release, Legend has become the biggest selling reggae album of all time. This film comprehensively reviews the music, its creation and the people behind it. The first rate critics include Dave Robinson; former head of Island Records and the man who created the Legend compilation, and Lloyd Bradley; world famous music writer (author of Bass Culture: When Reggae Was King), amongst many others. Vintage Marley footage, including one of his last performances with the Wailers in 1981 completes truly the final analysis you will ever need of the album that cemented the status of a Legend.","release_date":"","vote_average":4.5,"runtime":58,"cert":"N\/A","id":39529,"title":"Bob Marley: Legend","adult":false,"genre_ids":[99]},{"cast":["The Amazing Johnathan","Chris Ritter","Kristy Clark","Erica Jones","Penny Wiggins"],"overview":"Part comedian, part madman magician The Amazing Johnathan brings his unique brand of comedy to DVD in The Amazing Johnathan: Wrong On Every Level – Uncensored. This all-new Comedy Central special showcases \"The Madman of Comedy\" at his best, hilariously skewering one magic trick after another with unexpected and sometimes gory results.","release_date":"2006-11-18","vote_average":6.0,"runtime":44,"cert":"N\/A","id":39536,"title":"The Amazing Johnathan: Wrong on Every Level","adult":false,"genre_ids":[35]},{"cast":["Tim Allen"],"overview":"This is arguably Tim Allen's best stand-up show ever and this show truly solidified Tim Allen's unique slant on masculinity becoming the backbone for his TV show “Home Improvement.”","release_date":"1991-12-07","vote_average":6.0,"runtime":30,"cert":"N\/A","id":39537,"title":"Tim Allen: Rewires America","adult":false,"genre_ids":[35]},{"cast":["Marion Cotillard","Matt Damon","Laurence Fishburne","Jude Law","Gwyneth Paltrow"],"overview":"As an epidemic of a lethal airborne virus - that kills within days - rapidly grows, the worldwide medical community races to find a cure and control the panic that spreads faster than the virus itself.","release_date":"2011-09-08","vote_average":6.3,"runtime":106,"cert":"12A","id":39538,"title":"Contagion","adult":false,"genre_ids":[18,53,878]},{"cast":["Bira Brasil","Mano Menezes","Paulo Odone","Paulo Pelaipe","Andershow"],"overview":"Documentário que narra a trajetória do time de futebol gaúcho Grêmio em 2005, considerado um dos anos mais difíceis para o clube. Com depoimentos de torcedores - ilustres e desconhecidos -, jogadores e comissão técnica, a produção também conta com imagens inesquecíveis.","release_date":"2006-08-25","vote_average":8.1,"runtime":87,"cert":"N\/A","id":39539,"title":"Inacreditável - A Batalha dos Aflitos","adult":false,"genre_ids":[99]},{"cast":["Florence Rice","Kent Taylor","Lionel Atwill","Kay Aldridge","Mary Treen"],"overview":"A priceless necklace goes missing at a plush party. Police close in on the jewel thieves but is one cop getting too close to one of the crooks?","release_date":"1940-05-30","vote_average":5.8,"runtime":56,"cert":"N\/A","id":39540,"title":"Girl in 313","adult":false,"genre_ids":[80]},{"cast":["Aidan Quinn","Bonnie Hunt","Kevin Pollak","Eddie Kaye Thomas","Lisa Dodson"],"overview":"Pete, an eight-year-old Catholic boy growing up in the suburbs of Chicago in the mid-1970s, attends Catholic school, where as classes let out for the summer, he's admonished by a nun to follow the path of the Lord, and not that of the Devil. Perhaps taking this message a bit too seriously, Pete decides it's his goal for the summer to help someone get into heaven; having been told that Catholicism is the only sure path to the kingdom of the Lord, Pete decides to convert a Jew to Catholicism in order to improve their standing in the afterlife. Hoping to find a likely candidate, Pete begins visiting a nearby synagogue, where he gets to know Rabbi Jacobson, who responds to Pete's barrage of questions with good humor. Pete also makes friends with the Rabbi's son, Danny, who is about the same age; when he learns that Danny is seriously ill, he decides Danny would be an excellent choice for conversion.","release_date":"2002-03-22","vote_average":6.1,"runtime":91,"cert":"N\/A","id":39541,"title":"Stolen Summer","adult":false,"genre_ids":[18,10751,35]},{"cast":["Donald Sutherland","Jane Fonda","Ed Asner","Troy Garity"],"overview":"Sir! No Sir! is a documentary film about the anti-war movement within the ranks of the United States Military during the Vietnam War. It consists in part of interviews with Vietnam veterans explaining the reasons they protested the war or even defected. The film tells the story of how, from the very start of the war, there was resentment within the ranks over the difference between the conflict in Vietnam and the \"good wars\" that their fathers had fought. Over time, it became apparent that so many were opposed to the war that they could speak of a movement.","release_date":"2005-05-19","vote_average":7.8,"runtime":85,"cert":"N\/A","id":39542,"title":"Sir! No Sir!","adult":false,"genre_ids":[99,10752]},{"cast":["Gérard Depardieu","Nicole Garcia","Roger Pierre","Nelly Borgeaud","Pierre Arditi"],"overview":"Prof. Henri Laborit uses the stories of the lives of three people to discuss behaviorist theories of survival, combat, rewards and punishment, and anxiety. René is a technical manager at a textile factory and must face the anxiety caused by corporate downsizing. Janine is a self-educated actress\/stylist who learns that the wife of her lover is dying and must decide to let them reunite. Jean is a controversial career-climbing writer\/politician at a crossroads in life.","release_date":"1980-05-21","vote_average":7.2,"runtime":125,"cert":"N\/A","id":39543,"title":"My American Uncle","adult":false,"genre_ids":[35,18,10749]},{"cast":["Haruka Ayase","Mitsuki Tanimura","Naho Toda","Nao Omori","Miyuki Sawashiro"],"overview":"Your favourite teddy bear. That model kit that took so long to complete. The picture book you used to read over and over again. The shining stone you found that day in the park. Where do all your childhood's treasures go when you grow up? In this story, we meet fantastic creatures that gather all these little objects that fall into oblivion as they are forgotten by their owners when they step into adulthood. These creatures sneak into our world from a different dimension, and unseen by humans, they take all the ditched and forgotten \"treasures\" into their world. Here, they use their booty to build their own city, a fairy tale-like place called... Oblivion Island!","release_date":"2009-08-22","vote_average":6.8,"runtime":98,"cert":"N\/A","id":39544,"title":"Oblivion Island: Haruka and the Magic Mirror","adult":false,"genre_ids":[12,16]},{"cast":["Emma Caulfield","Michelle Borth","John Patrick Amedori","Desmond Harrington","JoBeth Williams"],"overview":"When implanted in a person's wrist, a TiMER counts down to the day the wearer finds true love. But Oona O'Leary faces the rare dilemma of a blank TiMER. Her soul mate - whoever and wherever he is - has yet to have a TiMER implanted. Staring down the barrel of thirty and tired of waiting for her would-be life partner to get off the dime, Oona breaks her own rules and falls for Mikey, a charming and inappropriately young supermarket clerk with a countdown of four months.","release_date":"2009-05-14","vote_average":6.3,"runtime":99,"cert":"N\/A","id":39545,"title":"TiMER","adult":false,"genre_ids":[14,18,35,878,10749]},{"cast":["Lara Stevens","Vanessa Hill","Silvia Saint","Gina B.","Simony Diamond"],"overview":"It's the story of Sodo and her servant Sammie who are two horny uninhibited hibbits. Under the guidance of the wizard Bindolf, Sodo has possession of an all powerful ring and the group set out on a quest to destroy the ring in molten lava by throwing it into the volcano at Mount Chaos. But the evil wizard Semmenman also wants that ring which will give him unrivalled powers so that he can destroy the Outer Earth. Sammy and Sodo have to fuck their way towards their goal!","release_date":"2005-10-04","vote_average":8.0,"runtime":100,"cert":"N\/A","id":39550,"title":"Lady of the Rings","adult":true,"genre_ids":[35,14]},{"cast":[],"overview":"Watch as these hot sluts take load after tasty load with smiling faces. Over one hundred and twenty-five cum shots in all!","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":39551,"title":"Cum on My Face 5","adult":true,"genre_ids":[]},{"cast":[],"overview":"These girls keep their youthful looks by indulging in a nice warm facial every day. They absolutely love having their faces glazed with the seed of a man and you can see it in their happy expressions. Watch as sixteen of Private's hottest stars drain dicks with expertise and have their mugs glossed in goo.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":39552,"title":"Cum on My Face 7","adult":true,"genre_ids":[]},{"cast":["Anders Agensø","Peter Bjerg","Jørn Faurschou","Ove Sprogøe","Elin Reimer"],"overview":"Young teenager Bo (Anders Agensø) is too sensitive for the hothouse atmosphere of a boarding school run by a cold, unfeeling would-be man of the cloth (an uncharacteristically grim Ove Sprogøe). Lonely and scared, he finds a soul mate in the headmaster's son (Peter Bjerg) and the two boys form a bond that slowly grows into a sexual relationship. Frank and unadorned, this Danish film concluded director Lasse Nielsen's youth-oriented trilogy that began with La' Os Være (1975) and continued with Måske Ku' Vi (1976). ~ Hans J. Wollstein, Rovi","release_date":"1978-02-23","vote_average":7.4,"runtime":90,"cert":"N\/A","id":39555,"title":"You Are Not Alone","adult":false,"genre_ids":[18,10749]},{"cast":["Stoya","Carmel Moore","Vanessa Leon","Angelina Valentine","Derrick Pierce"],"overview":"Sweet country girl Stoya moves to Los Angeles to start a new life. It's not long before Stoya is lured by the temptation of sex and money. Her friend Carmel Moore makes thousands of dollars each day by picking the right boyfriends,guys with large members and larger wallets. Stoya witnesses some of Carmel's friends like Angelina Valentine and Vanessa Leon profiting off a good romp in the sack. She can't help the excitement which comes from the thrill of voyeurism and the though of money. Loving the idea of being compensated for time on her back, Stoya is soon draining the men of Los Angeles in more ways than one.","release_date":"2009-12-15","vote_average":8.5,"runtime":129,"cert":"N\/A","id":39556,"title":"Stoya: Workaholic","adult":true,"genre_ids":[]},{"cast":["Randolph Scott","John Carroll","Karen Steele","Valerie French","Noah Beery Jr."],"overview":"Bart Allison arrives in Sundown after a three year search for Tate Kimbrough. Although it is Kimbrough's wedding day, Allison makes it clear he blames him for the death of his wife and is out to kill him. A shoot-out in the church puts the wedding on hold and Allison and his trail-buddy hole up in the livery stable. But the reasons for his actions become increasingly unclear, while the town starts to wonder about the grip Kimbrough has over them.","release_date":"1957-11-10","vote_average":6.5,"runtime":77,"cert":"N\/A","id":39557,"title":"Decision at Sundown","adult":false,"genre_ids":[10749,28,37]},{"cast":["Fred MacMurray","Lin McCarthy","Dorothy Green","Alan Baxter","Myrna Fahey"],"overview":"A man who was falsly accused for murder escapes the sheriffs and starts a new life in a town at the border of the States to Mexico. But he cannot settle in peace as his chasers are trying to find him.","release_date":"1959-05-01","vote_average":3.8,"runtime":81,"cert":"N\/A","id":39558,"title":"Face of a Fugitive","adult":false,"genre_ids":[28,37]},{"cast":["Damon Albarn","Simon Tong","Shaun Ryder","Dennis Hopper","Ike Turner"],"overview":"Demon Days: Live at the Manchester Opera House is a Grammy Award nominated live DVD by the Gorillaz, released the 27th of March 2006 in the UK. It compiles the live performances from the 1st of November to the 5th of November 2005 at the Manchester Opera House that recreated the Demon Days Studio album. It was directed by David Barnard and Grant Gee.","release_date":"2006-03-27","vote_average":7.0,"runtime":70,"cert":"","id":39559,"title":"Gorillaz: Live in Manchester","adult":false,"genre_ids":[10402]},{"cast":["Xu Jinglei","Karen Mok","Stanley Huang","Pace Wu","Li Ai"],"overview":"About a working class woman climbing her way up the corporate ladder and scoring a hot, rich boyfriend along the way, this romantic comedy is based on the same-name popular novel.","release_date":"2010-04-15","vote_average":4.7,"runtime":100,"cert":"N\/A","id":39560,"title":"Go Lala Go!","adult":false,"genre_ids":[35,18]},{"cast":["Piotr Adamczyk","Magdalena Boczarska","Maria Gladkowska","Magdalena Górska","Tomasz Karolak"],"overview":"The wedding of Kornel, a young, well known TV scientist, to the famous singer, Alicja, is to be the social event of the year. In the suburban reception hall, the final preperations are being made. The waiter, Tytus, who is somewhat touchy having just found out he is to become a father, lays out the cutlery on the tables.","release_date":"2007-03-02","vote_average":5.6,"runtime":116,"cert":"","id":39561,"title":"Testosteron","adult":false,"genre_ids":[35]},{"cast":["Kaley Cuoco","Caroline Rhea","Melissa Halstrom","Michael Phenicie","Tim Perez"],"overview":"Pretty, popular, and slim high-schooler Aly Schimdt had plans of earning a sports scholarship to college but a knee injury ruins her chances. She decides to enter a documentary contest in the hopes of winning money for college. She believes that overweight people, like her mom and brother, seem to make excuses about how the world perceives them. So Aly decides to attend a rival high school as a heavily overweight person for the documentary, but not change her personality. Aly intends and hopes to prove that personality will outshine physical appearance. But when she's met with ridicule, harassment, and name-calling she begins to see things differently.","release_date":"2007-01-08","vote_average":5.0,"runtime":89,"cert":"N\/A","id":39562,"title":"To Be Fat Like Me","adult":false,"genre_ids":[18,10751,10770]},{"cast":["Ciarán Hinds","Aidan Quinn","Iben Hjejle","Jim Norton","Valerie Spelman"],"overview":"Michael Farr (Hinds) is a widower living in a misty Irish seaside town who is struggling to adjust to his new role as the sole caretaker of his two children. Still reeling from the death of his wife, he has been plagued by terrifying apparitions. When he volunteers at a local literary festival, he finds himself drawn to Lena Morelle (Hjejle), an empathetic author of supernatural fiction (Hjelje). While Lena tries to help Michael with the mystery of his nightmarish visions, she must contend with problems of her own—she’s being jealously pursued by a self-obsessed novelist (Quinn), her one-time lover. As the three adults’ lives converge, the turbulence of the phantom world will soon have nothing on that of the living.","release_date":"2009-04-24","vote_average":6.0,"runtime":88,"cert":"N\/A","id":39563,"title":"The Eclipse","adult":false,"genre_ids":[18,27,10749]},{"cast":["Max Ryan","María Conchita Alonso","Chris Mulkey","Chris Divecchio","Ginny Weirick"],"overview":"Small-town girl meets mysterious drifter boy, they fall in love. Only in this case, the boy brings with him a family curse and unimaginable horror that rains hell upon the small town","release_date":"2009-10-10","vote_average":4.5,"runtime":124,"cert":"N\/A","id":39564,"title":"Dark Moon Rising","adult":false,"genre_ids":[27]},{"cast":["Klaus Kinski","Josephine Chaplin","Andreas Mannkopff","Herbert Fux","Lina Romay"],"overview":"A serial killer whose mother was a prostitute starts killing streetwalkers as a way of paying back his mother for her abuse.","release_date":"1976-09-23","vote_average":5.7,"runtime":92,"cert":"N\/A","id":39567,"title":"Jack the Ripper","adult":false,"genre_ids":[18,53]},{"cast":["Alberto Rey","Andrea Szabo","Aniko Kaposi","Nick Lang","Claudia Jaimes"],"overview":"She's spoiled and just turned 18. Her life feels pretty boring and nothing ever happens. Until one day her mother sends her off to the same school that she herself went to. The school is located in the most luxurious area of Portugal and it has the best education when it comes to training in advanced sex. She will be learning everything about hot and really horny sex. From simple things, like how to give the best blowjob, to a huge orgy with all her classmates. The orgy is one of the biggest ever filmed.","release_date":"1996-01-01","vote_average":6.7,"runtime":89,"cert":"N\/A","id":39568,"title":"A Study in Sex","adult":true,"genre_ids":[]},{"cast":["Alberto Rey","Andrea Szabo","Aniko Kaposi","Nick Lang","Cataline Bullocks"],"overview":"Four young men on the Algarve, holidaying in Portugal. They discover a luxurious residence specializing in sex, with tempestuous girls desperate to discover all there is to know about the men in the area!","release_date":"1996-02-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":39569,"title":"Friends in Sex","adult":true,"genre_ids":[]},{"cast":["Amalia","Ambar","Andy Priscilla","Cherelle","Holly Black"],"overview":"The Private team has once again been on exciting locations, this time in Venezuela, with wild sex and lots of horny South American girls, so watch and enjoy!!","release_date":"1996-03-01","vote_average":10.0,"runtime":87,"cert":"N\/A","id":39570,"title":"The Chase","adult":true,"genre_ids":[]},{"cast":["Amalia","Ambar","Cherelle","Monika Jetsel","Sophie Call"],"overview":"Two photographers go to the Amazon to take pictures of naked girls","release_date":"1996-03-14","vote_average":9.5,"runtime":85,"cert":"N\/A","id":39571,"title":"Private Gold 4: Amazonas","adult":true,"genre_ids":[]},{"cast":["Kenny James","Michael Empson","Michael Harthen","Kelly Knoll"],"overview":"There is a new evil, and you have no idea what's coming... When college roommates Mark and Tom go out for a night at the bar, the last thing they expected to find was a machete wielding stranger and a horde of the undead. With the help of amateur photographer and video store clerk Raven, the unlikely party fights their way into an epic conflict between the living... and the dead.","release_date":"2010-01-01","vote_average":2.5,"runtime":90,"cert":"N\/A","id":39572,"title":"Zombie Apocalypse","adult":false,"genre_ids":[27,878]},{"cast":["Sonia Red","Afrodite Night","Sue","Divinity Love","Xenia Lova"],"overview":"Legendary director Pierre Woodman is known as the man who goes that extra distance. His list of discovered talent within the industry is as amazing as it is alluring. Sex City is no exception with over ninety actors. Sex City boasts more sinfully sexful scenes, more uninhibited girls and more amazingly choreographed shots than many other films in the history of adult entertainment. Expect many fresh faces of tantalizing beauty as Pierre revives his eye for discovering great talent. Welcome to Sex City, a city of sin and temptations, a city that never sleeps, powered by lust and protected by unlikely heroes!","release_date":"2006-05-09","vote_average":8.0,"runtime":180,"cert":"N\/A","id":39573,"title":"Sex City","adult":true,"genre_ids":[]},{"cast":["Afrodite Night","Boroka Bolls","Diana Gold","Divinity Love","Jessica Sanchez"],"overview":"The sex saga continues in the sinful metropolis of Sex City. Darkness and lust lurk around every corner so watch out, the girls are spreading their legs. This is the only place that sex is possible anywhere and anytime. Bleck encounters Divinity Love, Aphrodite Night, Diana Gold and many more fantasy satisfying females while he wanders the streets looking for the murderer of his true love. These hardcore city chicks perform some of the kinkiest and extreme action in more than ten scorching sex scenes. Pierre Woodman delivers many of the hottest actors in this Private big blockbuster. Don't miss this most sexplicit sequel!","release_date":"2006-08-01","vote_average":0.0,"runtime":180,"cert":"N\/A","id":39574,"title":"Sex City 2","adult":true,"genre_ids":[]},{"cast":["Betty Wong","Diana Gold","Monica Lion","Mya Diamond","Natalie Dinov"],"overview":"The climactic final part of Woodman's trilogy. The sexual heat is at boiling point in the sinful city that never sleeps. Will Bleck and Logan finally put an end to the evil Stark family? Revenge is sweet, especially when fresh pussy is on the menu! Sex City lives up to its name as the place where sex is free but love costs.","release_date":"2006-10-17","vote_average":0.0,"runtime":179,"cert":"N\/A","id":39575,"title":"Sex City 3","adult":true,"genre_ids":[]},{"cast":["Kriztina Schwartz","Maria Bellucci","Monika","Tricia Devereaux","Regina"],"overview":"There is a small, romantic village in southern France, a town never to be the same after the arival of the vacationing Elise. The sultry beauty arouses the passions of Florent Busconi, a local merchant living with his grandfather and sister. Their passion leads to marriage, but Elise has hidden her real mission - revenge on those who destroyed her family. Elise knows no limits. She betrays her husband, his family, and eventually herself- but this she discovers too late. Her life, sanity, and the man she loves will all be lost ... to the summer wind.","release_date":"1997-03-01","vote_average":10.0,"runtime":94,"cert":"N\/A","id":39576,"title":"Summer Wind","adult":true,"genre_ids":[]},{"cast":[],"overview":"In this second chapter we see her using her charms. A twist is given to the drama by some astonishing revelations concerning her family's past","release_date":"1997-04-01","vote_average":7.3,"runtime":null,"cert":"","id":39577,"title":"Private Gold 17: Summer Wind 2","adult":true,"genre_ids":[]},{"cast":["Vincent Price","Donald Pleasence","John Carradine","Stuart Whitman","Britt Ekland"],"overview":"A writer of horror stories is invited to a \"monster club\" by a mysterious old gentleman. There, three gruesome stories are told to him; between each story some musicians play their songs. In the end, it's recognized he's the greatest monster of all ...","release_date":"1981-04-11","vote_average":6.1,"runtime":104,"cert":"15","id":39578,"title":"The Monster Club","adult":false,"genre_ids":[35,27]},{"cast":["Gary McCord"],"overview":"Whether you're new to golf or already a strong player, you're guaranteed to learn something new about the game with this DVD! Golf For Dummies DVD features: Designed for golfers of all ages levels, and egos Easy-to-follow program for any player Discover how to grip your clubs, stand, and swing Improve your putting Pick the best equipment for your game, and more Running length: 75 minutes About the Host: Gary McCord, a 25-year Tour veteran, stumbled into broadcasting when a CBS executive asked him to do color commentary---by tossing him a headset with 15 minutes to prepare. CBS liked Gary's style under pressure and he was on his way to a career in broadcasting. McCord writes for America Online and Golf Digest...Another of his efforts were: Just a Range Ball in a Box of Titleists a collection of essays and stories from his life on and off the Tour. McCord also operates the Kostis-McCord Teaching Center in Scottsdale, AZ with Peter Kostis.","release_date":"2004-06-08","vote_average":7.5,"runtime":75,"cert":"N\/A","id":39579,"title":"Golf for Dummies","adult":false,"genre_ids":[]},{"cast":["Jim McLean"],"overview":"World renowned instructor Jim McLean will show you the eight easy steps to build a better, more consistent swing and find your winning game! Learn from a master! Take your first step in improving your game with The 8 Step Swing video. World-renowned instructor Jim McLean who runs the number one golf school in the world as named by CNN and US News and Wolrd report, will show you the eight easy steps to build a better, more consistent swing. Plus, this DVD contains other great tips and drills from Jim McLean not available on the video including; putting, power, bunker basics, and diagnosing your game.","release_date":"2006-11-02","vote_average":0.0,"runtime":118,"cert":"N\/A","id":39580,"title":"Golf Channel - Jim McLean: The 8 Step Swing","adult":false,"genre_ids":[]},{"cast":["Richard Burton","Robert Ryan","Carolyn Jones","George Takei","Diane McBain"],"overview":"Alaska: America's last great wilderness frontier. A land of primitive grandeur, of glaciers, mountains and ice-fields. And of ambitious cannery tycoon Zeb \"Czar\" Kennedy (Richard Burton) and rugged activist leader Thor Storm (Robert Ryan), two rough-hewn men whose bitter 40-year rivalry mirrored their powerful land's struggle for statehood.","release_date":"1960-01-02","vote_average":5.9,"runtime":143,"cert":"N\/A","id":39581,"title":"Ice Palace","adult":false,"genre_ids":[12,18]},{"cast":["Nora Forter"],"overview":"Patrick and Carla are a young married coupple living in near perfect bliss along northeastern Autralia's Great Barrier reef. Jack, a hyrdoplane pilot, ocassionally has to put in extra hours with tourists, but his heart beats only for Carla - he is an extremely jealous husband. One day a peeping-tom on the beach makes advances on Carla in front of Patrick's eyes and from that day on their marriage turns into a nightmare. Carla flees weeping to her sister's house in Sydney, pursued by Patrick who is beside himself with rage yet he wants to recover the woman he loves at any cost. But Carla wants nothing to do with this violent man. One night he goes to see a porno show at a theatre and meets Frank, a specialist in live hardcore sex performance. Frank takes her breath away. Carla spends the night with Frank, completely unaware that Patrick is waiting for her at her sister's house, intent on dragging her back to the conjugal home.","release_date":"1997-01-01","vote_average":4.5,"runtime":null,"cert":"N\/A","id":39582,"title":"Private Gold 22: The Fugitive","adult":true,"genre_ids":[]},{"cast":["Nora Forter"],"overview":"Carla manages to escape Patrick's trap and runs back to Frank's arms. They decide to flee Sydney and cross the Australian outback to meet up with Johnny, a lifelong friend, certain that they will be safe and sound in his home. But little do they know that Patrick has followed them, and despite having picked up a luscious hitch-hiker, nothing can stand in the way of his obsession with destroying his wife and her lover!","release_date":"1997-01-01","vote_average":6.5,"runtime":null,"cert":"N\/A","id":39583,"title":"Private Gold 23: The Fugitive 2","adult":true,"genre_ids":[]},{"cast":["Tania Russof","David Perry","Rita Cardinale","Laura Black","Vanda Vitus"],"overview":"In 1834, Tatiana and her family lived peacefully in an old windmill on the property of the Marquis of Icecrown until one day, her father, the miller, due to a series of poor harvests, has to ask the Marquis to lend him 1,200 escudos. Since the Marquis is wicked and cruel, he decides to get his money back and while the father is away, he forces the younger sister to fuck all the members of his escort service and himself. Deranged with anger, Tatiana decides to avenge her sister, but to do that, she needs money and finds herself forced to become a prostitute.","release_date":"1998-01-01","vote_average":9.8,"runtime":117,"cert":"N\/A","id":39584,"title":"Tatiana","adult":true,"genre_ids":[28,18,36]},{"cast":["Tania Russof","David Perry","Marianne","Sandra Dark","Inga Ridere"],"overview":"Due to her father’s financial problems, and the raping of her sister, Tatiana is forced to prostitute herself at a grand brothel of the city. Having overheard a conversation between the Marquis’ butler and the brothel “madame”, Tatiana pretends to be the girl with the shaved sex pierced by a gold ring, with whom the Marquis has always dreamed. This way she can earn a lot of money and prepare her revenge. Meanwhile, back at the Icecrown Castle, the Marquis is visited by his friend the Duke, with whom he enjoys the company of peasant women while their wives, and even their daughters, are fucking all over the garden, and even in the lake. After reading a report from his butler on Tatiana, the Marquis accepts seeing her and goes to the brothel personally. The second part of the saga in which sex and action intermingle with a cast full of beautiful girls and epoch gowns.","release_date":"1998-02-01","vote_average":9.0,"runtime":120,"cert":"N\/A","id":39585,"title":"Tatiana 2","adult":true,"genre_ids":[28,18,36]},{"cast":["Tania Russof","David Perry","Ketthy Divan","Inga Ridere","Magalie"],"overview":"At the Icecrown Castle by the lake, one of the Marquis' maids tells a washwoman about the latest rumours on her master. After a heated argument, the Marquise and her daughter abandon the castle, leaving her husband's guard with a pleasant memory. The Marquis madly in love with Tatiana, unloads all his burning desires on his servants while Tatiana, thanks to the money she has so skillfully earned, runs away from the brothel so as to go back to the person she loves, Thierry. But, unfortunately, it isn't that simple. Tatiana is forced to withstand unspeakable things and, distressed, flees to the arms of the person she most hates in the world who nevertheless, treats her like a princess: the Marquis of Icecrown. Don't miss the last episode of the hottest of all sagas, in which the main characters join in on the most perverse games, for your delight.","release_date":"1998-03-01","vote_average":9.5,"runtime":135,"cert":"N\/A","id":39586,"title":"Tatiana 3","adult":true,"genre_ids":[18,36]},{"cast":["Barbara Rose","Zora Banx","Shanon Stone","Natasha Rutska","Ketthy Divan"],"overview":"An attractive couple live out the last days of their happy engagement in Eastern Europe. David gets Barbara into the world of hardcore sex, inviting her to take part in the numerous parties and orgies that his friends throw. Little by little Barbara learns the most sophisticated of sexual techniques and become a real expert in the depraved game of sex!","release_date":"1998-04-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":39587,"title":"The Perversion of Barbara","adult":true,"genre_ids":[]},{"cast":[],"overview":"If you liked the first part of the Fatal Orchid, you can't miss out on the second edition in which you'll see how Jill (Katja Kean) uses all her wit and her whole body to carry out her most dangerous mission - do away with the most important \"capo\" of the Bangkok Mafia: Antonio Tschiki. He, on the other hand, wants to get even with Mekkil who, in a display of boldness, robs part of his largest shipment of drugs, which he will end up paying for with his life. You shouldn't miss the unexpected outcome of this film.","release_date":"1998-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":39588,"title":"Private Gold 31: Fatal Orchid 2","adult":true,"genre_ids":[]},{"cast":[],"overview":"Once again, we offer you another production of the purest \"Woodman\" style, through which you will discover the best secrets of hard core sex. In this edition, a beautiful woman (Katja Kean) disembarks in Bangkok on a mysterious mission she is to carry out and in which sex, envy and power intermingle. You will also see the efforts of Antonio to get her to fall into his open arms; without a doubt, anther trophy for his extensive sexual curriculum. And all this along with the charm of the most beautiful women leading this luxurious cast. Don't miss this passionate story that contains all the ingredients of a magnificent thriller in the purest Private Style.","release_date":"1998-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":39589,"title":"Private Gold 30: Fatal Orchid 1","adult":true,"genre_ids":[]},{"cast":["Greta Milos","Mary Eleniak","Diana Ruskof","Zora Banx","Livia Balla"],"overview":"Lethal Information unfolds in Eastern Europe on the banks of the Danube river. You are witness to a suspenseful story filled with espionage and sex. Thrilling action conspiring with sensational sex makes for pure Private style cocktail!","release_date":"1998-09-01","vote_average":0.0,"runtime":108,"cert":"N\/A","id":39590,"title":"Lethal Information","adult":true,"genre_ids":[28]},{"cast":[],"overview":"Cuntry Club is an exclusive sports and country club. All its members are rich, young and beautiful people who are willing to f**k at all times. This is the club that all Private fans would like to belong to: its female members are interested exclusively in working out their tits, c*nts and asses. April is the queen of all club members. All the guys compete for her lovely little c*nt because April s sexual appetite knows no limits. But, suddenly, this harmony goes to pieces. An even nastier competitor shows up: a very affectionate princess with blonde hair and a sculptured body, willing and able to depose April. Of course, April get furious and a relentless competition breaks out to win the guys over, and the guys just love to see how these two females fight over their cocks. Any occasion is a good one to drain the guys dry: during archery, mountain climbing, driving buggies out in the country, or even on watercrafts!","release_date":"1998-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":39591,"title":"Private Gold 33: Cuntry Club","adult":true,"genre_ids":[]},{"cast":[],"overview":"\"Collector\" is a thrilling detective story in which Private delivers shivers, shudders and showers of sexual tension, multiple penetrations and fantastic facials. It's the international Gold standard!","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":39592,"title":"Private Gold 34: The Collector","adult":true,"genre_ids":[]},{"cast":[],"overview":"Journey into the wilds of Africa as daring director Pierre Woodman takes you along for a sexual safari! You'll discover the primitive passions of this savage continent as you follow Pierre's intrepid explorers.","release_date":"1999-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":39593,"title":"Private Gold 35: African Dream","adult":true,"genre_ids":[]},{"cast":[],"overview":"In Hungary at Docktor Markus' Psychiatric Clinic. This month, as he does every month, Doctor Markus is starting one of his sexual re-education sessiuons with a new group. Don't miss this new and exciting Pierre Woodman thriller.","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":39594,"title":"Private Gold 36: Sex Therapy","adult":true,"genre_ids":[]},{"cast":[],"overview":"Eleven beautiful girls. You can enjoy a steaming scene with Natasha Storm getting bathed by the sun of the Fiji Islands, as well as other splendid girls in many erotic scenes.","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":39595,"title":"Private Gold 37: Sex Therapy 2","adult":true,"genre_ids":[]},{"cast":["Eva Roberts","Laura Bellini","Inga Ridere","Patty Page","Bagheera"],"overview":"On the beaches of the Caribbean, Private leads you through the twisted plot of a thriller in which the landscape servers as a backdrop for the performances of sixteen fabulous girls who will make you witness to an unimaginable pleasure.","release_date":"1999-09-01","vote_average":10.0,"runtime":123,"cert":"N\/A","id":39596,"title":"Network","adult":true,"genre_ids":[53]},{"cast":["Michaella May","Suzanna Wienold","Claudia Jamsson","Laura Bellini","Paisley Hunter"],"overview":"See and enjoy \"Carlos\", the television star (a basset hound) who together with Mickaela, has one of the starring roles in this film jam packed with anal sex, double penetrations and facial cum shots. Don't miss out on this story with eight gorgeous girls, shot with Private's unmistakable seal of quality. It's an affair to remember!","release_date":"1999-10-01","vote_average":10.0,"runtime":120,"cert":"N\/A","id":39597,"title":"Domestic Affairs","adult":true,"genre_ids":[]},{"cast":["Ines Ridere","Inga Ridere","Michelle Greco","Monica Rossi","Victoria"],"overview":"This film by Pierre Woodman takes us to a splendid house located on the beautiful beach in Deauville, France. Some friends of Svetlana, the owner, have gone to satisfy her wildest sex fantasies.","release_date":"2000-11-10","vote_average":0.0,"runtime":132,"cert":"N\/A","id":39598,"title":"House of Love","adult":true,"genre_ids":[]},{"cast":[],"overview":"Bill Taylor, manager of one of the biggest Real Estate agencies in Puerto Vallarta, Mexico, has after many years of hard work in Europe, decided to settle down and live in a beautiful mansion. However his placid new life is soon to be seriously disrupted by the arrival of the mysterious Sheryl, hell bent on revenge after one of Bill's more dirtier deals sent her to a mental institution.","release_date":"2000-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":39599,"title":"Private Gold 41: Madness 1","adult":true,"genre_ids":[]},{"cast":["Melody Kord","Gabriella Tchekan","Adrienne Klass","Brigitta Fazelas","Elisabeth Swiss"],"overview":"Pierre Woodman signs the second part of this thriller, in which he blends together exoticism, intrigue and, above all, the hardest sex with the most spectacular women.","release_date":"2000-03-19","vote_average":10.0,"runtime":173,"cert":"N\/A","id":39600,"title":"Madness 2","adult":true,"genre_ids":[80,53]},{"cast":["Nikki Montana","Delfynn Delage","Katy","Sharon Bright","Agnes Nagy"],"overview":"When a group of tourists arrive at Costa Rica to admire its spectacular natural beauty, they never expected that temperatures could get so high. When the tropical sun warms the beaches, the most hidden and intimate desires can no longer be contained. From then on, there is only one thing to do: enjoy the body!","release_date":"2000-07-01","vote_average":0.0,"runtime":172,"cert":"N\/A","id":39601,"title":"No Sun, No Fun","adult":true,"genre_ids":[]},{"cast":["Christina Bella","Asian Chan","Julia Swenn","Judith Nemyo","Adrienne Klass"],"overview":"The Cote d'Azure has been regarded as the playground of the French upper class. Auteur extraordinaire Pierre Woodman takes us along for a luxurious, lusty look at their spontaneous acts of passion!","release_date":"2000-09-01","vote_average":0.0,"runtime":146,"cert":"N\/A","id":39602,"title":"Riviera","adult":true,"genre_ids":[]},{"cast":["Angelica Bright","Patricia Major","Angelica Sweet","Susan Strong","Nikky Blond"],"overview":"Beneath the cobalt Mediterranean sky, Cannes comes to light as never before in a tale of too much money, hedonistic luxury and the pleasures of sex... can there be too much sex? Life is lush and leisurely and love seems to smile down upon our cast of carnally consumed characters. All appears to be perfect, until a dark secret from the past emerges, changing everything in this climactic conclusion to \"Riviera.\"","release_date":"2000-11-01","vote_average":0.0,"runtime":165,"cert":"N\/A","id":39603,"title":"Riviera 2","adult":true,"genre_ids":[]},{"cast":["Angelica Sweet","Nikky Blond","Susan Strong","Ann Kiray","Angelik"],"overview":"During his younger, wilder, passionate days, Michael's father had a daughter! Could this daughter be the lovely Geraldine? Is the romance between Geraldine and Michael to be forever forbidden?","release_date":"2001-01-01","vote_average":0.0,"runtime":130,"cert":"N\/A","id":39604,"title":"Riviera 3","adult":true,"genre_ids":[]},{"cast":["Asian Chan","Kelly White","Sandra Iron","Betty","Kristina"],"overview":"From his villa in Marbella, Bruce Noface controls the underground world on the Spanish coast. He has all luxuries at his reach, but his favorite toys are the prostitutes that work at the Cesar Palace... the most incredible brothel in Europe. No matter what they may want, money and fear are always stronger and they have no other choice than to satisfy his whims, and those of his brutal bodyguards - unless someone can get in Noface's way.","release_date":"2001-03-01","vote_average":0.0,"runtime":144,"cert":"N\/A","id":39605,"title":"Bitches","adult":true,"genre_ids":[]},{"cast":["Gabriella Tchekan","Gaby Marceau","Sunny Blue","Sandra Sunrise","Asian Chan"],"overview":"The bodyguards tyrannize the prostitutes of the Cesar Palace. The Mafia manages this luxury brothel, and Bruce Noface manages the Mafia. If two attractive reporters want to air the Mafia's dirty business, they have to aim at the head of the operation ... even if they have to get into a game of desire, power, ambition, sex and pleasure; a game where the rules are dictated by Noface.","release_date":"2001-08-01","vote_average":0.0,"runtime":144,"cert":"N\/A","id":39606,"title":"Bitches 2","adult":true,"genre_ids":[]},{"cast":["Megan Cole","Sunny Blue","Yasmine Fitzgerald","Denisa","Liza Pinelli"],"overview":"Gregory arrives in the Seychelles hoping this tropical island paradise will let him escape from the city and the modern world. The sun beating down on bronzed bodies, the warm waves caressing the skin and the natural beauty of this unspoiled paradise is exceeded only by the hot and horny women he meets. When he starts to penetrate this exotic world he soon realises that not everything is as virgin as it seems, especially where there is money involved.","release_date":"2001-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":39607,"title":"Exotic Illusions","adult":true,"genre_ids":[]},{"cast":["April","Babylou","Melody Kord","Chrystal","Gaby Black"],"overview":"The Seychelles seem, at first sight, to be a heavenly paradise where one can abandon oneself effortlessly to sexual temptation in any given moment or situation. But away from the endless white sand beaches and crystal waters there also lurk dark and violent forces. Don't miss the action as this tropical adventure unfolds with all the ingredients that only PRIVATE knows how to offer.","release_date":"2001-09-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":39608,"title":"Private Gold 50: Exotic Illusions 2","adult":true,"genre_ids":[]},{"cast":[],"overview":"Marc Person has been murdered and everyone suspect it was Tom... And that's not surprising since, after all, Tom apparently committed the mistake of accepting Marc's assignment to seduce his wife so as to be able to accuse her of infidelity and get a divorce but, at the same time, Marc fell in love with her. Beauty, infidelities, ambition, lust and above all much, much sex are blended together in this intrigue of seduction and deceit.","release_date":"2001-11-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":39609,"title":"Private Gold 51: Living in Sin","adult":true,"genre_ids":[]},{"cast":["Laura Angel","Barbarella","Veronica Carso","Luisa DeMarco","Mike Foster"],"overview":"A vengeance is being plotted around the inauguration of a club, the \"China Box\"... This is the point of departure for one of the most erotic directors of modern times: Antonio Adamo. The gorgeous Laura Angel heads up the cast, playing the part of a judge who leads a double life: judge by day and prostitute by night. Along with her, a line of sculptural girls will leave you breathless in this frenetic film packed with anal and oral sex, as well as double penetrations, in the best Private tradition.","release_date":"2002-01-01","vote_average":0.0,"runtime":115,"cert":"N\/A","id":39610,"title":"China Box","adult":true,"genre_ids":[18]},{"cast":[],"overview":"Crisis befalls happily married couple Bruce and Diana and they decide to go their separate ways each one in search of their dreams. Bruce changes his job and starts writing scripts for porn movies and experiences some sexual adventures of the wildest kind with a succession of succulent porn actresses. Meanwhile, Diana, desperate for sexual satisfaction, starts to seek fulfillment of her darkest sexual desires.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":39611,"title":"Private Gold 53: Center of Sex","adult":true,"genre_ids":[]},{"cast":["Toni Ribas","Rita Faltoyano","Mandy Bright","Lara Stevens","Barbara Voice"],"overview":"Private's The Private Gladiator is all set to make history with the biggest budget film yet made within the adult sector with Antonio Adamo directing a super-ambitious remake of the classic gladiator story. With twenty-six girls, including some of Private's hottest starlets; Rita Faltoyano, Lynn Stone, Sophie Evans, Petra Short and a host of horny new talent providing the hot sex and the part of Maxximus is played by Toni Ribas and the scheming emperor Commodus is portrayed by Frank Gunn!","release_date":"2002-05-01","vote_average":10.0,"runtime":120,"cert":"N\/A","id":39612,"title":"The Private Gladiator","adult":true,"genre_ids":[18]},{"cast":["Toni Ribas","Rita Faltoyano","Frank Gun","Mandy Bright","David Perry"],"overview":"General Maximus, after becoming a slave, returns to Rome. In his heart and his mind, he has only one desire: To take revenge on Comodus. But in order to do so he must first become a gladiator, win glory in the arena, make himself loved by the public, and become a myth. When he arrives in the city, he meets Domitila, Cesar's cousin, and an old love of his. When Domitila sees him again, she gives free rein to her passionate feelings, but must do battle with Siria, the slave-girl who is with Maximus. The second chapter of The Private Gladiator trilogy is even more spectacular than the first. In fact, after the battlefields, Maximus must fight again in the arena at the Coliseum, against gladiators and savage beasts. This second thrilling episode of the saga is also a faithful reconstruction of the amatory arts of Roman women, whether they were Patricians with an itch to scratch, or unbridled Plebeian women given to sodomy and gangbangs.","release_date":"2002-07-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":39613,"title":"Private Gold 55: Gladiator II - In the City of Lust","adult":true,"genre_ids":[]},{"cast":["Henriett","Barbarella","Black Widow","Claudia Jamsson","Barbara Voice"],"overview":"Set in the most glorious period of ancient Rome, we now offer you the third and final part of this super-production. There are an exquisite array of feminine beauties that will make your temperature soar to new heights. Once again enjoy the best in the art of hard sex produced by Private.","release_date":"2002-10-16","vote_average":9.5,"runtime":116,"cert":"N\/A","id":39614,"title":"The Private Gladiator 3: Sexual Conquest","adult":true,"genre_ids":[]},{"cast":[],"overview":"Ever wondered what XXXL hardcore looks like? Well thanks to Private you are about to experience it with Big Member! In a world dominated by the Big Member everyone's lives are in a permanent state of bliss, however all is not as it seems, there is a fundamental element missing - SEX. But a team of horny rebels are about to change all that in an underground world of subversive shagging. With 6 sizzling scenes and 90 minutes of red hot butt and pussy ramming, director Antonio Adamo creates an erotic intensity that will leave you quivering with pleasure. Rita Faltoyano's incredible tits are fully pert and ready for action as she is joined by Julia Taylor, Claudia Jameson and Black Widow. Big Member will be a massive 'suck'cess.","release_date":"2002-11-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":39615,"title":"Private Gold 57: Big Member","adult":true,"genre_ids":[]},{"cast":[],"overview":"To find the perfect girl for the new calendar of the year is not that easy... Many models will pass lots of hard and horny tests during the casting, so the organizers are able to find the one who scores the most points. Follow the steps of this amazing casting with plenty of beautiful fresh girls which leads you to the \"calendar girl\".","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":39616,"title":"Private Gold 58: Calendar Girl","adult":true,"genre_ids":[]},{"cast":["Julia Taylor","Nicol","Alexa May","Alissa","Jessica May"],"overview":"Lucrezia and Cesare are the heirs to a financial empire that was built up by their father. These two scions, now immensely wealthy, are also hungry for power. Together they conspire to take control of a secret society in order to increase their economic power, and they're going to let nothing stand in their way! Lucrezia uses her body to seduce her lovers before killing them, while Cesare prepares dates and advantegous marriages for her. In present day Italy, in a labyrinth of conspiracies and power-based intrigues, they engage in crimes and punishments where sex is the key to unlock the secrets of a corrupt society!","release_date":"2002-01-01","vote_average":0.0,"runtime":122,"cert":"N\/A","id":39617,"title":"Mafia Princess","adult":true,"genre_ids":[18,10749]},{"cast":["Alexa May","Alicia Kiss","Black Widow","Bobbi Eden","Julia Taylor"],"overview":"James Roth is a police detective. While in hot pursuit of a bank robber, he ends up being responsible for the death of his colleague. After being dismissed from the police force, James becomes a private dick. He tails the wife of his ex-boss and falls in love with her. The plot unfurls with an exciting series of chase sequences, dramatic revelations and sensational sex scenes.","release_date":"2003-05-01","vote_average":0.0,"runtime":117,"cert":"N\/A","id":39618,"title":"Private Eye","adult":true,"genre_ids":[]},{"cast":["Blondie","Carole DuBois","Demia Moor","Julia Spain","Laura Paouck"],"overview":"John Douglas, alias \"The Lynx\", has just been released after ten long years of imprisonment. He is bent on seeking his revenge on the man responsible for his bad luck: Public Prosecutor David Bleinstein, who now leads a quiet life with his daughter Sarah and his new wife Rachel. Yet again, Private brings you the opportunity to discover a cast of the most beautiful actresses in the most depraved situations!","release_date":"1996-04-01","vote_average":5.0,"runtime":143,"cert":"N\/A","id":39619,"title":"Cape Town","adult":true,"genre_ids":[80]},{"cast":["Blondie","Cecilia Grout","Demia Moor","Diana Vincent","Gabriella Blicq"],"overview":"Very angry because of the arrogant way he has been given photos of his mistress being sexually possessed by \"The Lynx\" and his accomplices, the Public Prosecutor and his friend the Judge Beaulieu set out to find out how this ex-con has so much money after ten years in prison. John Douglas, who is having an affair with Bleinstein's daughter, does not hesitate to invite the young Louise to romp on the beach. But before anything else, he must carry out the revenge that he has planned so well. This entails recovering the file which proves his innocence from the Judge's office. In the meantime, the unsuspecting Prosecutor is screwing his daughter's schoolmates. But you have to pay for everything in life, and for him the price will be very high.","release_date":"1996-06-01","vote_average":5.5,"runtime":null,"cert":"N\/A","id":39620,"title":"Cape Town 2","adult":true,"genre_ids":[18,80]},{"cast":["Adele Vanaga","Blondie","Carole DuBois","Cecilia Grout","Diana Vincent"],"overview":"Numerous tourists come each year to visit the Kruger Park, one of the most beautiful natural wild animal reserves on the planet. It is a real cushy job for the \"Rangers\" in charge of security looking after the young girls who are very excited at the idea of coming into contact with the jungle and its wild animals.","release_date":"1996-07-01","vote_average":7.8,"runtime":140,"cert":"N\/A","id":39621,"title":"Kruger Park","adult":true,"genre_ids":[]},{"cast":["Jessika Forister","Beata","Carmen Shy","Gabriella Blicq","Mona"],"overview":"The Longest Night is a Scandinavian festival that was originally a Viking tradition. Last year Mona was invited to a \"Wild\" party at Monkika's house, where she has such a great time that this year Mona has invited some new friends, to make sure that the longest night will be even hornier!","release_date":"1996-08-16","vote_average":0.0,"runtime":95,"cert":"N\/A","id":39622,"title":"Private Gold 8: The Longest Night","adult":true,"genre_ids":[]},{"cast":["Baby Doll"],"overview":"\"Private Dancer\" is a story about the thin line between fear and desire, dreams and reality, in a woman's mind. The story starts when Jane Dancer is mugged and knocked unconscious on her way home late one night. She wakes up on a park bench with complete amnesia (and a horny stranger by her side). Confused and lost, she succums to the stranger and begins a sordid jaunt through Budapest's sleazy and depraved night life, searching for clues to who (and what) she is. Her journey for answers leads to a sexual awakening, creating a series of scorching sexual encounters in public parks, at a fire station, in a warehouse, in a restaurant, and a strip club filled with sexy strippers and horny men. Leading the cast of over twenty girls is sensational newcomer Ivy Crystal (as Jane Dancer), a stunning doe-eyed brunette and native Hungarian that is surely destined for stardom.","release_date":"1996-08-17","vote_average":0.0,"runtime":85,"cert":"N\/A","id":39623,"title":"Private Gold 9: Private Dancer","adult":true,"genre_ids":[]},{"cast":["Andrea Tiffany Segal","Anna Maria","Baby Doll","Caroline","Eva Falk"],"overview":"Sins begins when John and his girlfriend Monika return to the ominous castle where he grew up as a servant?s son. Searching for answers to his past, John tours the magnificent estate. His room unravels the Castle?s haunted past and the wicked secrets of a dominatrix romp in the Hall of Mirrors. A heated fuck atop the clock tower, and a climactic 19-person masquerade orgy in the grand ball room.","release_date":"1996-09-01","vote_average":0.0,"runtime":98,"cert":"N\/A","id":39624,"title":"Private Gold 10: Sins","adult":true,"genre_ids":[]},{"cast":["Tania Russof","Angelica Marai","Kristina Klevits","Mafalda","Regina Sipos"],"overview":"Archeologists William and Elizabeth Reuter are busy working in the forbidden ruins of Abu-Sir. They discover the treasure map of the pyramid, which leads them to an ancient sarcophagus containing the Egyptian goddess Amira, who is magically alive after 4,000 years. She recounts the days of her sex life with the pharaoh.","release_date":"1996-09-12","vote_average":8.8,"runtime":116,"cert":"N\/A","id":39625,"title":"The Pyramid","adult":true,"genre_ids":[12]},{"cast":["Angelica Marai","Adele Vanaga","Andrea Czepke","Anna Maria","Betty Anderson"],"overview":"The Minister of Culture wants Amira as a national treasure, but he also wants his cock sucking, so he pays a visit to a hareem and is serviced by 15 beautiful girls. He sends the police to arrest Elizabeth and the goddess Amira. William needs help to track them down, he meets two mercenaries who demand a share of the ancient Egyptian treasure he has found and they will get Amira and Elizabeth back for him.","release_date":"1996-09-14","vote_average":9.5,"runtime":122,"cert":"N\/A","id":39626,"title":"The Pyramid 2","adult":true,"genre_ids":[12]},{"cast":["Angelica Marai","Gina","Judith Penn","Nicolette","Nikki Anderson"],"overview":"Meanwhile, back in the present, archeologist Tania Russof is herself quite busy kicking up a bit of sand out in the Egyptian hinterlands, and the fury of back-door and dp decadence swirling around her delivers all of the blistering heat Private Film releases are known for.","release_date":"1996-09-15","vote_average":9.0,"runtime":109,"cert":"N\/A","id":39627,"title":"The Pyramid 3","adult":true,"genre_ids":[12]},{"cast":[],"overview":"This X-Thriller combines intrigue and passion, featuring the sublime Nikki Anderson, the locomotive of this train which barrels down the track at breakneck speeds.","release_date":"1996-04-01","vote_average":9.0,"runtime":null,"cert":"N\/A","id":39628,"title":"Private Gold 14: Sweet Baby 1","adult":true,"genre_ids":[]},{"cast":[],"overview":"Second part of Private Gold 15: Sweet Lady.  Estelle has accomplished her wicked plan and has eliminated all the obstacles. Although Inspector Duroc suspects her, he has no proof. Therefore, this lovely woman can now pocket the inheritance. Suddenly, the Attorney gives her some terrible news: she has a half sister whom she had never heard about.","release_date":"1997-02-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":39629,"title":"Private Gold 15: Sweet Baby 2","adult":true,"genre_ids":[]},{"cast":["Katarina Martinez","Violetta","Stephanie Silver","Katy Kash","Regina Sipos"],"overview":"Two lovely Hungarian reporters visit the set of a porn film, and find themselves drawn into its atmosphere of lust.","release_date":"1997-05-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":39630,"title":"Reporter","adult":true,"genre_ids":[]},{"cast":[],"overview":"Barbara leaves her boyfriend and a boring sex life. She finds a cruiser, \"M\/S Private Lady,\" and is sneaking on board when she's discovered. It is booked out. Since she seems so desperate, there isa chance. After many hot sex adventures with the members of the Private team, they let her be a Private girl, and celebrate it with a tremendous orgy. Barbara is the Norwegian bombshell Diana Jewel.","release_date":"1997-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":39631,"title":"Private Gold 19: Sex Voyage","adult":true,"genre_ids":[]},{"cast":["Mona Lisa","Katy Kash","Cindy Kay","Katarina Martinez","Alexandra Schiffer"],"overview":"A rich man has a happy life--money, a loving wife, and a beautiful home. All this changes when his doctor gives him some bad news: he only has a few weeks to live. His wife agrees to help with his final wish--to spend his last weeks experiencing sexual pleasure.","release_date":"1997-07-01","vote_average":1.0,"runtime":87,"cert":"N\/A","id":39632,"title":"Dead Man's Wish","adult":true,"genre_ids":[10749,18]},{"cast":[],"overview":"Not since \"Caligula\" has an adult film been made with this budget and ambition. See the spectacle for yourself!","release_date":"1997-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":39633,"title":"Private Gold 24: Operation Sex Siege","adult":true,"genre_ids":[]},{"cast":[],"overview":"Eve, a sensual and dangerous brunette, is the prime suspect in the robbery of information from her boss office. To catch her the boss hires a private dick to find out more details about the double life she leads. The detective discovers that, even though she's a sweet and efficient secretary by day, when night falls she transforms herself into a recruiter of prostitutes to serve the needs of a secret society known as The Golden Phallus. The sect draws the gumshoe to its bordello and it's nefarious matriarch, Maeva.","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":39634,"title":"Private Gold 25: When the Night Falls","adult":true,"genre_ids":[]},{"cast":["Julia Taylor","Bobbi Eden","Rita Faltoyano","Sandra Russo","Lucie Theodorova"],"overview":"A group of archaeologists, members of a sect that worships ancient Egypt, working from a sample of her DNA, attempt to bring back to life the beautiful Cleopatra. Shot on location among the pyramids of Egypt and a stone's throw from the ancient Roman city of Pompeii, Private's Cleopatra takes us from the turbulent and sexually charged world of ancient Egypt to the present day as Antonio Adamo leads us on a torrid trip through time in the company of some of the most tempting talent imaginable. Working with a cast that includes such well known names as Julia Taylor, Rita Faltoyano, Sandra Russo and Bobbi Eden, Cleopatra mixes the ancient and the modern, as a group of archaeologists excavating in modern day Egypt raise rather more than just a cloud of dust from the tomb they are investigating. We are sucked into a sexual sandstorm of the most ardent sex action imaginable as the ancient queen of the desert, Cleopatra, bewitches all those she meets with her extraordinary powers.","release_date":"2003-01-01","vote_average":7.4,"runtime":102,"cert":"N\/A","id":39635,"title":"Cleopatra","adult":true,"genre_ids":[36]},{"cast":["Bobbi Eden","Donna Marie","Nikki Sun","Sarah Dark","Elena Nikulina"],"overview":"Welcome to the House of Games. If you're brave enough, cum inside! It's the place that dreams are made of, the place we all hope to stumble across, where she realizes her most forbidden fantasies and deepest sexual desires. Kate and Alice work at the Erotic Call Center. One day, Alice leaves to meet a mystery caller and mysteriously vanishes. Kate bravely investigates her friend's disappearance but during her search, she herself is seized by the House of Games, a place where the forbidden fantasies and erotic dreams become reality.","release_date":"2003-12-01","vote_average":0.0,"runtime":115,"cert":"N\/A","id":39636,"title":"House of Games","adult":true,"genre_ids":[]},{"cast":[],"overview":"Imagine being part of a group kept in captivity. You are being watched and monitored by a scientist, because you are part of a Sex Experiment. Would you have the balls to participate?","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":39637,"title":"Sex Experiment","adult":true,"genre_ids":[]},{"cast":["Julia Taylor","Laura Angel","Bettina Campbell","Sandra Russo","Alexa May"],"overview":"The Legend of Eros: A sect that worships ancient Egypt is attempting to bring Cleopatra back to life by cloning her. Once they've achieved this, the new Cleopatra will find herself immersed in two different worlds - the present and the past - unleashing her sexually charged energy in the current century and reviving her sizzling past.","release_date":"2004-03-01","vote_average":10.0,"runtime":116,"cert":"N\/A","id":39638,"title":"Cleopatra II: The Legend of Eros","adult":true,"genre_ids":[]},{"cast":[],"overview":"Private's Sex Angels are unleashed in a raunchy race to save humanity, inspired by the Hollywood hit Charlies Angels. Clad in figure hugging latex, our three stunning superheroes, Jennifer Dark, Sandy Style and Mya Diamond follow hot on the trail of their enemies, contending with a barrage of weapons (well, cocks) of mass pussy destruction! Our cock-hungry heroines are right in the firing-line of dildos, strap-ons (which they easily deal with), bullets and waves of spurting jism, until, in a frenetic finale, evil is finally over-cum. In over two hours and six scenes of red hot hardcore action directed by Xavi Dominguez, the Sex Angels shag their way to world sexual salvation!","release_date":"2004-06-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":39639,"title":"Private Gold 65: Sex Angels","adult":true,"genre_ids":[]},{"cast":["Liliane Tiger","Tiffany Hopkins","Sonia Baby","Mya Diamond","Sara May"],"overview":"Finally they're back! The sexiest trio of ladies on the planet. In part two of this best selling series our leather clad heroines are hired by Wally, a rich millionaire, to overcum the evil forces that are polluting the planet. Mya Diamond is now joined by two new Sex Angels, Tiffany Hopkins and Liliane Tiger, these sex hungry heroines strap on their guns for some deadly sex action. Once again using their powerful pussies and asses to battle the underworld of the fallen angels. Never far away from catching up with the evil perpetrators, these brave, busty babes give us six red hot scenes of hardcore action and stunts. Dildos or bullets which one will penetrate them first? Intense and erotic, don t miss the scorching sequel to Sex Angles, one of Private's best selling blockbusters ever!","release_date":"2006-07-01","vote_average":10.0,"runtime":112,"cert":"N\/A","id":39640,"title":"Sex Angels 2","adult":true,"genre_ids":[]},{"cast":["Laura Neiva","Vincent Cassel","Camilla Belle","Débora Bloch","Izadora Armelin"],"overview":"A 1980s-set drama about a teenage girl undergoing her sexual awakening when she learns about her father's infidelities.","release_date":"2009-07-31","vote_average":5.9,"runtime":97,"cert":"N\/A","id":39641,"title":"Adrift","adult":false,"genre_ids":[18]},{"cast":["Avy Scott","Ashley Blue","Dominica Leoni","Victoria Sin","Taylor Rain"],"overview":"Priscilla goes to Los Angeles to become a rock star, where her uncle is a porn producer. Elvis' ghost leads her to Las Vegas, but she fails in the music business. An extravagant feature from Axel Braun, packed with nasty sex!","release_date":"2004-08-01","vote_average":0.0,"runtime":131,"cert":"N\/A","id":39642,"title":"Cadillac Highway","adult":true,"genre_ids":[]},{"cast":["Claudia Ferrari","Lucy Lee","Jessica May","Simony Diamond","Alexa May"],"overview":"The story begins in the closing days of the Second World War, and revolves around a treasure map divided into 5 pieces which indicates the location of a priceless treasure hidden by the ruthless General Van Ribbertraunf. A dying antique shop owner passes on the key to the secret 50 years later and the hunt begins in a chase across continents to prevent the treasure falling into the hands of evil.","release_date":"2004-01-10","vote_average":9.0,"runtime":101,"cert":"R18","id":39643,"title":"Millionaire","adult":true,"genre_ids":[9648,12]},{"cast":["Claudia Ferrari","Cindy Lords","Silvia Lancome","Axelle Mugler","Kathy Anderson"],"overview":"Don't miss this thrilling race to find the fabulous treasure of the ruthless General Van Ribbertraunf. Beautiful women, intrigue, sex and luxury in incredible tropical settings and the sophisticated French Cote D'Azur.","release_date":"2004-12-01","vote_average":0.0,"runtime":107,"cert":"N\/A","id":39644,"title":"Millionaire 2","adult":true,"genre_ids":[]},{"cast":["Alex Divine","Brooke Banner","Shy Love","Tyla Wynn","Katie Morgan"],"overview":"Jennifer hasn't been fucked since she broke-up with her ex-boyfriend Steve. But she still remembers what it feels like to make love with him, and she often masturbates in the shower remembering how he used to fuck her tight ass. Then the phone calls begin, a strange male voice, he never reveals his identity but he flirts with her, he makes her feel sexy and he seduces her. With each successive phone call he begins to turn her on, making her pussy burn with desire, her heart beat with passion and her ass quiver with excitement.","release_date":"2005-03-01","vote_average":0.0,"runtime":110,"cert":"N\/A","id":39645,"title":"Sex Thriller","adult":true,"genre_ids":[9648,10749]},{"cast":["Michela Sabatini","Sylvia Laurent","Lora Croft","Puma Black","Stella Morandy"],"overview":"A group of sex addicts are living in the future, where the government decrees that it is illegal to have sex outside of marriage and you'll go to prison if you sleep with a prostitute. Doesn't sound much fun does it? So thankfully our Sex Rebels are going to change all this using their incredible bodies to free the world from anti-sex tyranny and get the whole world fucking again!","release_date":"2005-05-01","vote_average":0.0,"runtime":105,"cert":"N\/A","id":39646,"title":"Sex Rebels","adult":true,"genre_ids":[18,878]},{"cast":["Silvia Lancome","Letizia Bruni","Jessica Fiorentino","Nikki Montana","Salma de Nora"],"overview":"If cars, speed and risk-taking turn you on, then don't miss Hot Assphalt. Hit the floor with the gas pedal, release that adrenaline and hit the fast lane while taking the bends and the curves of these Private girls who are so hot they can melt the asphalt. Hard sex and thrusts that will pump your pistons!","release_date":"2005-08-08","vote_average":0.0,"runtime":102,"cert":"N\/A","id":39647,"title":"Hot Assphalt","adult":true,"genre_ids":[]},{"cast":["George Uhl","Silvia Saint","Angel Dark","Francesco Malcom","Horst Baron"],"overview":"A raunchy re-interpretation of a classic tale. Robinson Crusoe on Sin Island is a seafaring sex saga starring Silvia Saint.","release_date":"2005-01-02","vote_average":10.0,"runtime":106,"cert":"N\/A","id":39648,"title":"Robinson Crusoe on Sin Island","adult":true,"genre_ids":[12]},{"cast":["Electra Angel","Gilda Roberts","Mandy Bright","Cindy Lords","Clara G"],"overview":"Together they form an elite unit, answer to no one and employ the most inappropriate methods as they demonstrate that no mission is impossible.","release_date":"2005-11-01","vote_average":0.0,"runtime":124,"cert":"N\/A","id":39649,"title":"Mission Possible","adult":true,"genre_ids":[]},{"cast":["Stefania Bruni","Cindy Lords","Judith Fox","Katy Caro","Valentina Velasques"],"overview":"Look out! Our four special super agents have a licence to screw, with risky double penetrations, savage anal sex and dangerous orgasms. Get on the right side of our spectacular agents or face the consequences.","release_date":"2006-03-07","vote_average":0.0,"runtime":115,"cert":"N\/A","id":39650,"title":"Mission Possible 2","adult":true,"genre_ids":[]},{"cast":["Katy Caro","Liz Honey","Susanne Brend","Gilda Roberts","Simone Shine"],"overview":"Greta works as a stripper at a strip club, and her code name is Mata Hari because she is really a secret agent. She's on her most dangerous mission to date and she'll suck and fuck as much cock as possible to ensure that she succeeds!","release_date":"2006-01-01","vote_average":10.0,"runtime":105,"cert":"N\/A","id":39651,"title":"Code Name: Mata-Hari","adult":true,"genre_ids":[12,53]},{"cast":["Katy Caro","Claudia Rossi","Cindy Lords","Elinor Gasset","Sarah James"],"overview":"Katy Caro is back as Greta, the super sexy secret agent, code named Mata Hari, and she's determined to save the world once again. In this second feature, Mata Hart gets undressed and goes undercover to get fucked over and over again in a frenzied bid to hold on to a top secret formula and completing her second dangerously orgasmic mission!","release_date":"2006-02-01","vote_average":0.0,"runtime":105,"cert":"N\/A","id":39652,"title":"Code Name: Mata-Hari 2","adult":true,"genre_ids":[]},{"cast":["Angelina","Monika Kerr","Claudia Adams","Sylvie Sinner","Zoe Trope"],"overview":"Russ Comron is a serial killer, trying to give his girl a future without the ghosts that follow her. Soon enough he realizes that marrying her was not the right way. His past catches up with him faster, harder and deeper than he ever thought it would.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":39653,"title":"Private Gold 77: Kill Thrill","adult":true,"genre_ids":[]},{"cast":["Nikki Rider","Victoria Swinger","Sandra Parker","Tera Bond","Mya Diamond"],"overview":"In a galaxy far, far away, war has struck and darkness is pervading. The good Jodi warriors have been terminated without survivors. Slowly, the all-occluding Darkness swallows the last ray of hope with its hood of indecency as it cracks the galaxy up into sinful disarray. With this small ray of hope, the wise Jodi leaders take hold of the only possibility. They take the next generation of Jodi warriors, a team of lean and muscular female-fighters to a distant space station, and train them to master the sexual powers of the Force. The time has come; it is the hour of the Porn War. A now unstoppable torrent of naked energy, the Jodis learn to become invisible to their enemy through physical movement and mind-play. When confronted, their full-bodied attack is a power to be reckoned with, rendering any force of darkness and his sword desperately useless. A cult fantasy flick even your earliest wet dreams wouldn't have thought up!","release_date":"2006-08-16","vote_average":6.5,"runtime":116,"cert":"N\/A","id":39654,"title":"Porn Wars","adult":true,"genre_ids":[]},{"cast":["Victoria Swinger","Tera Bond","Vanessa Hill","Barbara Summer","Angelina Crow"],"overview":"The Seths have destroyed the Jodi's base and there are terrorist outbreaks all over the galaxy. Only Sonnen Lightside has the power to train a new generation of female Jodi knights. He trains them with his cock so the female warriors can unleash their sexuality upon the universe!","release_date":"2006-11-01","vote_average":7.0,"runtime":105,"cert":"N\/A","id":39655,"title":"Porn Wars 2","adult":true,"genre_ids":[]},{"cast":["Barbara Summer","Sabrina Rose","Tera Bond","Tiffany Rousso","Vanessa Hill"],"overview":"In the final installment of Kovi's Porn Wars trilogy the story comes to a crashing climax in a starburst of hardcore sex featuring the very terrestrial temptations of gorgeous Private Girls. As the struggle against the forces of Darkness continues the sexual powers of the Jodi warriors work their magic and the resulting intergalactic fuckfest reaches erotic proportions the universe has never before experienced.","release_date":"2006-12-01","vote_average":3.0,"runtime":106,"cert":"N\/A","id":39656,"title":"Porn Wars 3","adult":true,"genre_ids":[878,35]},{"cast":["Bibi Fox","Claudia Rossi","Ellen Saint","Melissa Black","Sarah Twain"],"overview":"Are you afraid of ghosts? Well, you don't have to be anymore unless being cock-sucked dry and fucked upside down scares you. Welcome to Ghostlove, where amazingly sexy ghosts walk among men.","release_date":"2007-01-01","vote_average":10.0,"runtime":105,"cert":"N\/A","id":39657,"title":"Ghostlovers","adult":true,"genre_ids":[]},{"cast":[],"overview":"When two groups of friends yearning for their well-deserved holidays collide on the island of Ibiza the temperature begins to rise. Clubbing, parties, lots of fun and steamy, and sleazy sex are ahead of them.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":39658,"title":"Private Gold 86: Ibiza Fucking Island","adult":true,"genre_ids":[]},{"cast":["Boroka Bolls","Judith Fox","Liliane Tiger","Suzie Carina","Tarra White"],"overview":"The smell of new leather... waxed, hot metal... the fumes of a revved-up motor... speed... and SEX. Holdontight for a sex-powered dream of the world's most desired 4-wheeled cruising machines.","release_date":"2007-03-16","vote_average":10.0,"runtime":165,"cert":"N\/A","id":39659,"title":"Hi-Speed Sex","adult":true,"genre_ids":[28]},{"cast":["Claudia Rossi","Sarah Twain","Justine Ashley","Angel Dark","Diana Gold"],"overview":"Two horny youngsters get lucky with a mysterious remote control they buy in a pawn shop. Click! They have the power to make any woman do anything they want and when they press rewind they can do it over again!","release_date":"2007-04-18","vote_average":10.0,"runtime":116,"cert":"N\/A","id":39660,"title":"The Click: Remote Sex Control","adult":true,"genre_ids":[35]},{"cast":["Priva Rey","Judith Fox","Nikky Blond","Tera Bond","Nikki Rider"],"overview":"The human gene is morphing. Suddenly endowed with new powers, a social rift is created between the good, and down-right hot, wet, and naughty! Meet the X-Girls, the feline superpowers that will freeze-fire you into utter, whimpering, wild submission!","release_date":"2007-05-01","vote_average":7.0,"runtime":115,"cert":"N\/A","id":39661,"title":"X-Girls","adult":true,"genre_ids":[878]},{"cast":["Sharka Blue","Priva Rey","Sabrina Sweet","Claudia Rossi","Gilda Roberts"],"overview":"Lead by ace director J.F. Romagnoli, a team of naughty naked women are faced with the reality sex game of a lifetime where only the dirtiest survive. See who can take the heat in Private Gold #90 - Sex Survivor #2.","release_date":"2007-06-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":39662,"title":"Sex Survivors 2","adult":true,"genre_ids":[]},{"cast":["Miercoles","Natalia Zeta","Claudia Rossi","Suzie Diamond","Lady Mai"],"overview":"Behind the doors to the hotel Sacrament everyone feels the grip of their most extreme sexual desires. DJ Misty (Lady May) steps in for six sizzling scenes of hardcore with a fetish edge. From a double-ended dildo encounter with busty Natalia Zeta, to men in costumes filing all Lady May's tight holes! Raw lingering camera work, smoking performances by evil geishas Claudia Rossi and Suzie Diamond, brought to you by X-Off, Private's hot new director.","release_date":"2007-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":39663,"title":"Private Gold 91: Evil Geishas Hotel","adult":true,"genre_ids":[]},{"cast":["Angel Dark","Vanessa Mae","Lucy Lee","Sarah Twain","Julie Silver"],"overview":"An all-star line up and the return of Lucy Lee for 2 and a half hours of tight cum-filled fun! A comic endevour where girl on girl rivalry encourages the naughtiest of bets, hardcore sexual social climbing and orgies galore!","release_date":"2007-08-02","vote_average":8.0,"runtime":null,"cert":"N\/A","id":39664,"title":"Private Gold 92: Fucker Takes All","adult":true,"genre_ids":[]},{"cast":["Keana Moire","Silvia Saint","Suzie Diamond","Nella","Sarah Twain"],"overview":"This is pure Hollywood! A sizzling and cum-filled urban remake of the classic fairy tale. Silvia Saint leads the cast of eight other girls into a red hot anal sex marathon. With a lesbian foursome, two trios (b\/b\/g), two duos and a foursome that will have you saying \"Oh Red what a big mouth you've got to swallow down my big, swollen cock!\"","release_date":"2007-09-01","vote_average":0.0,"runtime":155,"cert":"N\/A","id":39665,"title":"The Sexual Adventures of Little Red","adult":true,"genre_ids":[]},{"cast":["Claudia Rossi","Emili Doll","Jennifer Love","Judith Fox","Natalia Zeta"],"overview":"A beautiful adventurer with a big, throbbing Quad bike between her legs crosses the desert planes of the Atlas mountains - hunting down man meat! She wants to find the man who will give her the mind blowing orgasm she deserves! After each climax she wants more and more. Wanna replace her Quad bike with your cock and show her how to really ride?","release_date":"2007-04-11","vote_average":0.0,"runtime":96,"cert":"N\/A","id":39666,"title":"Private Gold 94: Quad Desert Anal Fury","adult":true,"genre_ids":[]},{"cast":["Lucy Belle","Claudia Adams","Jessica Girl","Regina Ice","Honey Manko"],"overview":"When you start a vendetta with the Sicilian Mafia Girlz they will cum after you with their asses! So you better make sure you've got enough ammunition in you machine gun to fire some face spurting sperm bullets, because they are on the hunt for a cum filled sex massacre and they'll stop at nothing to get it.","release_date":"2007-11-01","vote_average":9.0,"runtime":104,"cert":"N\/A","id":39667,"title":"Private Gold 95: Mafia Girlz","adult":true,"genre_ids":[]},{"cast":["Sarah Twain","Angel Dark","Kathy Anderson"],"overview":"In a post apocalyptic future, men use female cyborgs as sex slaves, but Keanna is different. Plug her in and let the fuck games begin, she's a MILK - Medically Improved Love Konstruct! Her cyborg pussy is hungry for your flesh pole, but, are you ready for her cyborg pussy?","release_date":"2007-12-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":39668,"title":"Private Gold 96: MILK - Medically Improved Love Konstructs","adult":true,"genre_ids":[]},{"cast":["Lucy Belle","Black Angelika","Tarra White","Aletta Ocean","Trisha Brill"],"overview":"An ass-grinding tour around the wild and sexy world of music videos. These beautiful girls fuck to the rhythm of the music and cum hard to the sound of the beat. Six smoking hot scenes!","release_date":"2008-02-08","vote_average":9.0,"runtime":90,"cert":"N\/A","id":39669,"title":"Party Babes","adult":true,"genre_ids":[]},{"cast":["Boroka Bolls","Lucy Belle","Trisha Brill","Regina Ice","Black Angelika"],"overview":"Sex-obsessed teenagers recount their fantasies and real life sexperiences on the internet. On blogs, sharing their sordid secrets, videos, photos and more in six dirty scenes, with three foursomes!","release_date":"2008-03-01","vote_average":8.5,"runtime":100,"cert":"N\/A","id":39670,"title":"MySexSpace","adult":true,"genre_ids":[]},{"cast":["Lucy Belle","Jandi Lin","Priva Rey","Silvia Rubi","Aletta Ocean"],"overview":"Barcelona lives for sex. Mouths whose thirst for semen is insatiable and the wildest ass and pussy penetrations are waiting for you in the horniest and lustiest city of Europe.","release_date":"2008-04-01","vote_average":6.0,"runtime":105,"cert":"N\/A","id":39671,"title":"Barcelona Sex Secrets","adult":true,"genre_ids":[]},{"cast":["Britney","Simony Diamond","Lulu Martinez","Kathia Nobili","Jeny Baby"],"overview":"Just as in every other field of endeavor, champions the world over have come together to vie for the laurels of The Pornolympics: the Anal Games. 22 girls from all across the globe are battling for supremacy in events like mud-wrestling (and fucking), a biathlon with swimming and cocksucking, naked dildo-seat equipped bicycle racing, the who-comes-last gymnastic competition, and the marathon (with blowjobs at the checkpoints). All five events involve almost nonstop fucking and sucking, as well as post-medal ceremony orgies and even on-air commentator bukkake.","release_date":"2008-08-01","vote_average":8.5,"runtime":173,"cert":"N\/A","id":39672,"title":"Pornolympics: The Anal Games","adult":true,"genre_ids":[]},{"cast":["Stella Delcroix","Lucy Belle","Helena Sweet","Aletta Ocean","Lara Amour"],"overview":"Merry Christmas from Private, the elves, and Dirty Santa – if all your holidays were like this, you’d never stop celebrating! Santa’s sexiest helpers have gotten together to answer the Christmas wishes of all the grownup boys and girls who want a lot of fucking and sucking to keep them warm during the cold winter months. Doris, Helena Sweet, Jasmine, Jasmine Rouge, Lara Lamour, Lucy Belle and Stella Delcroix know exactly how to make a man forget about the snow and ice by treating him to warm mouths, pussies and asses, and they keep the heat going for two and a half hours, with four great group sex scenes featuring anal and double penetrations, not to mention an onstage boy\/girl exhibitionist’s dream fuck!","release_date":"2008-12-11","vote_average":8.0,"runtime":145,"cert":"N\/A","id":39673,"title":"Private Gold 101: Dirty Santa","adult":true,"genre_ids":[]},{"cast":["Mela","Denice Klarskov","Sahara Knite","Jessica Girl","Crystal Crown"],"overview":"Miss F is a beautiful long legged girl with big tits and a tight ass and pussy. She is a typical 19 year old girl; she masturbates a lot and fucks around but she is unaware of the dark sensual pleasures and hardcore deviancy that lurk in the shadows. She is kidnapped by the rich and perverted Sir James who undertakes the job of liberating her sexually by subjecting her for the first time to fetish, bondage, anal, lesbian and group sex. She soon submits herself body and soul to Sir James's teachings and becomes ravenous for hardcore action. She eventually emerges from her cocoon of sexual repression as Lady F... with her mind and \"Legs Wide Open\"","release_date":"2009-06-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":39674,"title":"Legs Wide Open","adult":true,"genre_ids":[]},{"cast":["Natalli DiAngelo","Simone Peach","Eve Angel","Jasmine Black","Sandy"],"overview":"Centers around an ex Chicago crime boss languishing in a luxurious villa in the sun. He likes to organize poolside sex parties for his friends and associates with scorching hot girls who love a fat cock in their tight tanned asses and a dripping wet pink pussy in the mouth. The sort of girls you definitely want at your party. With the arrival of the guests to the villa the bikinis come off and the cocks come out and the fucking party begins. There's interracial, lesbian, squirting, anal and double penetration and the girls are slutty sexy and irresistible. Everything you need for a banging orgy. Sandy and friends Natali D'Angelo, Naomi and Simonne Style star in this scorching hot pool side sex party that only the rich and privileged could possibly afford. But someone has to pay the price.","release_date":"2009-10-12","vote_average":8.0,"runtime":117,"cert":"N\/A","id":39675,"title":"Orgy at the Villa","adult":true,"genre_ids":[10749]},{"cast":["Lea Lexis","Alexa Bold","Carla Cox","Blue Angel","Regina Moon"],"overview":"When sex is so hardcore... it's criminal hardcore core fans of police investigation series are going to love this sleek and urban porn thriller. A vicious lady killer on the loose and a hot team of police sexperts set out to crack the case and bang some balls. Denis Marti is the tough investigating cop who is seduced by Regina Moore, the foxy forensic technician who gets turned on by all that equipment in the lab and our hero gets to bang her in both test tubes before she takes a spunk sample in the face. The other half of the squad is Blue Angel and Carla Cox. Two dirty dick sucking detectives whose weapons are high heels, tight pussies and plump boobs. They use their extraordinary pussy powers to overcum and trap their suspects and they will do absolutely anything... to get their killer.","release_date":"2009-11-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":39676,"title":"Crime Sex Investigation","adult":true,"genre_ids":[]},{"cast":["Aleska Diamond","Angelica Heart","Britney","Claudia Rossi","Mandy Bright"],"overview":"On the first day of Christmas my true love gave to me; 2 cocks in each hole and a double anal creampie. It's not traditional but the Private way to spend Christmas.","release_date":"2009-12-01","vote_average":10.0,"runtime":128,"cert":"N\/A","id":39677,"title":"A Fucking Christmas Dinner","adult":true,"genre_ids":[]},{"cast":["Tarra White","Angelina Love","Kathy Sweet","Renata Black","Julia Grandi"],"overview":"While everybody is talking about the new \"Sex in the city\" sequel, Private releases Sluts and the City, 1000% times sexier than the successful TV series.","release_date":"2009-12-12","vote_average":0.0,"runtime":104,"cert":"N\/A","id":39678,"title":"Sluts and the City","adult":true,"genre_ids":[]},{"cast":["Ashley Blue","Jada Fire","Nina Hartley","Rebeca Linares","Sasha Grey"],"overview":"Horny housewives married to the rich and famous use male escort agencies to fulfill their sordid sexual fantasies.","release_date":"2010-01-01","vote_average":8.8,"runtime":104,"cert":"N\/A","id":39679,"title":"Cheating Hollywood Wives","adult":true,"genre_ids":[]},{"cast":[],"overview":"Live shows recorded in Rio De Janeiro. This DVD includes versions of their biggest hits never heard before including 4 unpublished tracks. This is an excellent chance to watch the exciting Adriana Calcanhotto in action.","release_date":"2008-08-28","vote_average":0.0,"runtime":60,"cert":"N\/A","id":39682,"title":"Adriana Calcanhotto - Público","adult":false,"genre_ids":[10402,99]},{"cast":["Steven Tyler","Brad Whitford","Joe Perry","Tom Hamilton","Joey Kramer"],"overview":"This is a VHS and Laserdisc release featuring music videos by the American hard rock band Aerosmith. It was released on November 4, 1994. In addition, there are outtakes and band interviews. The suggestive title comes from - and is a companion to - the 1994 then-current Greatest Hits compilation album Big Ones.","release_date":"1994-11-23","vote_average":5.0,"runtime":100,"cert":"N\/A","id":39683,"title":"Big Ones You Can Look At","adult":false,"genre_ids":[10402]},{"cast":["Alanis Morissette","Nick Lashley","Joel Shearer","Deron Johnson","Chris Chaney"],"overview":"MTV Unplugged is the first live album by Canadian singer-songwriter Alanis Morissette, released by Maverick Records in the United States on November 9, 1999 (see 1999 in music). It comprises songs performed by Morissette on the television program MTV Unplugged. Twelve tracks were included on the album, but Morissette performed several others, including \"Baba\", \"Thank U\" (both from 1998's Supposed Former Infatuation Junkie) and \"Your House\" (the hidden track on 1995's Jagged Little Pill), during her Unplugged concert. These were later released as B-sides on the \"King of Pain\" single release. The first single, \"That I Would Be Good\", was moderately successful, and two other tracks, \"King of Pain\" (a cover of the song by The Police) and \"You Learn\" were released as singles outside North America. As of March 2012, the album has sold 673,000 copies in the U.S.","release_date":"1999-11-09","vote_average":4.5,"runtime":44,"cert":"N\/A","id":39684,"title":"Alanis Morissette - MTV Unplugged","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"O DVD intitulado Estampado da cantora e compositora Ana Carolina traz grandes sucessos e músicas inéditas na voz desse ícone da música brasileira. Você pode conferir faixas novas como \"Escurinho\", \"Gente Humilde\" e \"Oração de São Francisco de Assis\", além da interpretação da canção \"Corsário\" acompanhada pelo violão de João Bosco. O disco ainda conta com participações especiais de Chico Buarque, Chico César e Maria Bethânia. Imperdível!","release_date":"2003-01-01","vote_average":5.3,"runtime":60,"cert":"N\/A","id":39685,"title":"Ana Carolina - Estampado","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"O Projeto Tom Acústico - realizado na casa de shows Tom Brasil, em São Paulo - reúne artistas de diferentes gêneros musicais, mas com grandes afinidades entre si. A primeira edição deste projeto aconteceu no encontro de Ana Carolina e Seu Jorge, cujos ingressos de dois shows marcados se esgotaram rapidamente, rendendo assim a programação de um show extra. Graças a este estrondoso sucesso, foi marcada mais uma apresentação, desta vez com um motivo mais do que especial: a gravação de Ana &amp; Jorge, onde estão registradas belíssimas canções que ressaltam as habilidades de ambos como instrumentistas. Os destaques ficam por conta da faixa inédita \"Unimultiplicidade\" e \"É Isso Ai\", uma versão de Ana Carolina para a música \"The Blower´s Doughter\", tema do filme \"Closer\". Imperdível!","release_date":"2005-07-28","vote_average":0.0,"runtime":60,"cert":"N\/A","id":39686,"title":"Ana Carolina & Seu Jorge - Ao Vivo","adult":false,"genre_ids":[]},{"cast":[],"overview":"When the local hotel is found to be on fire, the firemen (all of them Julius the cat lookalikes), led by Fire Chief Alice, are called in. The residents are busy escaping the blaze while the cats get to work helping them out of the building and putting out the flames. When a feline tenant gets caught on the top floor, one of the firemen bravely saves her by riding a smoke cloud up to reach her, but when they get back to the ground, he finds her expiring from smoke inhalation. He saves the day by rolling the smoke out of her with a rolling pin, and when she revives the two fall instantly in love.","release_date":"1926-01-01","vote_average":4.3,"runtime":9,"cert":"N\/A","id":39689,"title":"Alice the Fire Fighter","adult":false,"genre_ids":[16]},{"cast":["Toshihiko Seki","Minami Takayama","Yuusaku Yara","Masashi Hironaka","Hiroko Emori"],"overview":"Three adventurers - a warrior, a priest, and a young woman - traverse a land devastated by centuries of environmental calamaties searching only for a way to survive. In their journeys they stumble across first the remains of a band of desperate treasure-hunters, and then the treasure they were seeking: Azec Sistra, the legendeary City of the Dead. Unfortunately, the bandits responsible for slaughtering the treasure-hunters have also found their way to the city, but more worrisome still are the guardians which protect Azec Sistra from those who would violate the spirits at rest there. . .","release_date":"1992-06-21","vote_average":9.0,"runtime":54,"cert":"N\/A","id":39690,"title":"The Weathering Continent","adult":false,"genre_ids":[14,16]},{"cast":["James Marsden","Nick Nolte","Christina Applegate","Bette Midler","Pascale Hutton"],"overview":"The ongoing war between the canine and feline species is put on hold when they join forces to thwart a rogue cat spy with her own sinister plans for conquest.","release_date":"2010-07-28","vote_average":5.0,"runtime":82,"cert":"U","id":39691,"title":"Cats & Dogs: The Revenge of Kitty Galore","adult":false,"genre_ids":[35,10751,28,14]},{"cast":[],"overview":"Set at a hidden academy that teaches wimps how to be men (think of a low-rent Hogwarts), the first half of the feature follows a group of ragtag freshmen who can't seem to go seconds without getting their butts kicked by the near-tyrannical faculty. Then, when an old expelled student returns and demands that the school be given over to him, the freshmen must band together, save their school, and become men.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":39694,"title":"Be a Man Samurai School","adult":false,"genre_ids":[]},{"cast":["Lana Turner","Richard Burton","Fred MacMurray","Joan Caulfield","Michael Rennie"],"overview":"India. The spoilt and stubborn Edwina Esketh, comes to a small town with her husband. She falls in love with an indian doctor, Dr. Safti. She also meets an old friend of hers, the alcoholic Tom Ransome. An awful earthquake is followed by days of rain.","release_date":"1955-12-14","vote_average":4.0,"runtime":104,"cert":"N\/A","id":39695,"title":"The Rains of Ranchipur","adult":false,"genre_ids":[28,12,18,10749]},{"cast":["Bibi Andersson","Jordi Cortés Molina","Eva Morkeset","Fermí Reixach","Tristán Ulloa"],"overview":"A couple's marriage falls apart after the death of their son. Based on Henrik Ibsen's \"Little Eyolf\"","release_date":"2009-09-16","vote_average":5.0,"runtime":103,"cert":"N\/A","id":39698,"title":"The Frost","adult":false,"genre_ids":[18]},{"cast":[],"overview":"No one loves the cold months better than acerbic fat cat Garfield, who thrives on a bounty of junk food and traditional meals in the delightful collection of musical-comedy TV specials Garfield Holiday Celebrations. \"Garfield's Halloween Adventure\" finds the portly hero and airhead-sidekick Odie the dog scrounging through owner Jon's attic to find perfect costumes, then encountering ghosts and ghoulies that seem a tad authentic. \"Garfield's Thanksgiving\" is a screwball special in which Jon harasses veterinarian Liz into being his Turkey Day guest. Trouble is, Jon is clueless about how to cook a big bird; fortunately, starving Garfield has the good sense to call in Jon's spirited grandmother for a culinary rescue. Grandma shows up, too, in \"A Garfield Christmas,\" about a family get-together that covers all the nice holiday stuff and, of course, lots of bickering, pouting, and jealousy. As long as Garfield gets his Yuletide lasagna, however, all is right with the world.","release_date":"2004-10-26","vote_average":0.0,"runtime":71,"cert":"N\/A","id":39699,"title":"Garfield: Holiday Celebrations","adult":false,"genre_ids":[35,10751]},{"cast":["Laurie Love","Neal Trout","Scarlet Fry","Ron Jeremy","David C. Hayes"],"overview":"The Devil's daughter rises from the grave, bringing with her zombies, werewolves, vampires and the armies of Hell to destroy Earth. Mankind's only hope for salvation lies in a young hippie girl and a comic book geek.","release_date":"2009-11-24","vote_average":4.9,"runtime":94,"cert":"N\/A","id":39700,"title":"Blood Moon Rising","adult":false,"genre_ids":[27]},{"cast":[],"overview":"This program presents the stories of the works of architecture regarded by the Greeks and Romans as the most extraordinary structures of antiquity: the Hanging Gardens of Babylon, The Statute Of Zeus, the Temple of Artemis, the Mausoleum of Halicarnassus, the Pharos of Alexandria and the Pyramids of Egypt and more.","release_date":"1999-01-01","vote_average":0.0,"runtime":50,"cert":"","id":39703,"title":"Lost Treasures of the Ancient World: The Seven Wonders of the Ancient World","adult":false,"genre_ids":[99]},{"cast":["Paul Stanley","Gene Simmons","Paul Daniel Frehley","Peter Criss","Anthony Zerbe"],"overview":"The tale of rock band KISS and their efforts to thwart a diabolical plan by mad scientist Abner Devereaux. Devereaux has found a way to clone humans into robots in his laboratory at an amusement park. It just so happens that he plans to uses the KISS concert as a platform to unleash his plan on the world. KISS must use their special powers to stop him.","release_date":"1978-10-28","vote_average":4.6,"runtime":96,"cert":"N\/A","id":39704,"title":"KISS Meets the Phantom of the Park","adult":false,"genre_ids":[10402,878,10770]},{"cast":["Elza Brown","Jodie Moore","Petra Short","Sandy Style","Alicia Kiss"],"overview":"Five men are left stranded on an island. They must survive and compete with one another whilst being followed by a camera team 24 hours a day. Their goal is to leave the forest and make for a village where the women live. The first man to reach the female enclave has the right to do whatever he wishes until the others catch up. Then the women decide which members of the group must leave because at the end of the game only one man will remain. He will choose his favorite from among the girls and the couple become the winners of the first edition of the Private Sex Survivors.","release_date":"2002-10-24","vote_average":7.5,"runtime":122,"cert":"N\/A","id":39705,"title":"The Private Sex Survivors","adult":true,"genre_ids":[]},{"cast":["Daniella Schiffer","Elza Brown","Jane Darling","Jodie Moore","Mandy Bright"],"overview":"In Sunrise, Private takes you to the sun drenched, palm fringed beaches of the tropical paradise of Santo Domingo where we find our mouth-watering maidens ready to pander to your every whim.  Exclusive Private superstar Jodie Moore joins a star studded cast including Mandy Bright, Petra Short, Jane Darling, Elza Brown, Sandra Key, Daniella and Natalia as they take every opportunity under the sun to satisfy their search for sexual satisfaction.  In eight exciting scenes packed with red hot hardcore action Private Tropical takes you to the most exotic corners of the world where no expense is spared to bring you the best in sizzling sex action in the most sumptuous surroundings.","release_date":"2002-12-20","vote_average":10.0,"runtime":92,"cert":"N\/A","id":39706,"title":"Sunrise","adult":true,"genre_ids":[]},{"cast":["Jessica May","Kyra Cat","Melody Magic","Sandra Russo","Sheena Pearl"],"overview":"Alessandro del Mar, true to his name, takes you to the sea as the dazzling, crystal waters of the Caribbean beckon you to join Private Tropical on another no-expense-spared trip to the most tempting spots on earth, and explore the island paradise of Guadelupe with some of the hottest girls under the sun. Jet skis, luxury yachts and airplanes set the scene as we start off with some shipboard lesbian licking. The story dvelves into the world of glamour photography and glamour is definitely the keyword throughout as the action moves from sun-drenched coral sands to a luxury mansion with oodles of anal, oral and just about all the red hot rumpy-pumpy it is possible to cram into seven scenes of scorching sex action.","release_date":"2003-03-19","vote_average":10.0,"runtime":91,"cert":"N\/A","id":39707,"title":"Tropical Heat","adult":true,"genre_ids":[]},{"cast":["Sandra Russo","Kyra","Sheena Pearl","Melody Magic","Sandra Kay"],"overview":"A late night in the office turns into the beginning of a cock-aching adventure for overworked clerk Francisco. The discovery of a briefcase left behind in the office that contains a fortune in diamonds and a ticket to the Caribbean offers all the reason he needs to escape.","release_date":"2003-05-02","vote_average":0.0,"runtime":90,"cert":"N\/A","id":39708,"title":"Caribbean Vacation","adult":true,"genre_ids":[80]},{"cast":["Angela Crystal","Delfynn Delage","Janet Peron","Nikki Sun","Maya Gold"],"overview":"The only thing hotter than the blistering tropical sun is the sexual appetite of the gorgeous, cock-hungry Private Girls! Alessandro Del Mar brings you to the breathtaking beauty of the island of Reunion in the company of Sandra Russo, Alexa Weix, Delfinn Delage, Marie, Maya Gold, Frederica, Tina Time, and Angela Crystal for an exquisitely erotic story of the supernatural and sizzling hardcore sex set against the stunning scenery of this Indian Ocean paradise! Alessandro moves from luxury mansions to magnificent sailboats on the high seas for some frigging in the rigging in a show-stealing five-girl, three-guy decktop fuck-fest with Francesco and friends! They christen his new yacht in true Private style!","release_date":"2003-05-22","vote_average":0.0,"runtime":103,"cert":"N\/A","id":39709,"title":"Paradise Island","adult":true,"genre_ids":[]},{"cast":["Janet Peron","Nikki Sun","Maya Gold","Sandra Russo","Tina Wagner"],"overview":"As Tequila Bum Bum opens, our main character Alessandro (Francesco Malcom) is telling his wife (Sandra Russo) hes off to Kiev on a grueling business trip. In reality, however, he and his friend head for the luscious tropical island of La Reunion, where crazy nights and wild women await them. In the pairs first night on the island, they head out to the islands hottest nightclub, the Tequila Bum Bum, where they meet a mysterious millionaire, who offers his wife to Alessandro. At first, everything appears fantastic, but Alessandro soon learns that all is not as it seems... Join Private and Alessandro del Mar for this fun and frantic sex-charged sea-side mystery, starring a calvacade of coquettish young beauties.","release_date":"2003-08-20","vote_average":0.0,"runtime":105,"cert":"N\/A","id":39710,"title":"Tequila Bum Bum","adult":true,"genre_ids":[]},{"cast":["Veronica Sinclair","Luisa DeMarco","Julie Silver","Sarah Blue","Jennifer Dark"],"overview":"Can certain female students endure the punishment of doing without men during a vacation trip to the Seychelles? We will prove to you that they can't. In this new production you will find the wildest, most vicious sex filmed on location in Seychelles!","release_date":"2003-11-10","vote_average":0.0,"runtime":92,"cert":"N\/A","id":39711,"title":"Coconut Holiday","adult":true,"genre_ids":[]},{"cast":["Claudia Rossi","Sarah Twain","Jennifer Dark","Julie Silver","Lucy Lee"],"overview":"Robert is a policeman whose life completely changes the night before his wedding. The amazing setting of the seychelles will be where he can get away from his past and start a new life, until... With no expense spared on the locations and an impeccable cast Alessandro Del Mar presents us with a feast for the senses that will have your juices flowing from start to finish in a massive nine sizzling scenes of hardcore. Gorgeous girls, sun drenched sandy beaches, the most inviting pussies and asses just begging to be stuffed with man meat, explosive cumshots,the action is awesome.","release_date":"2004-02-16","vote_average":0.0,"runtime":90,"cert":"N\/A","id":39712,"title":"Ocean Dream","adult":true,"genre_ids":[]},{"cast":["Donna Marie","Elena","Jennifer Dark","Rita Neri","Bibi Fox"],"overview":"A recently married couple check into Hotel Coral to spend their honeymoon in heavenly Martinique. There they become mixed up in a series of double-crosses and pay-offs, the purpose of which is to financially swindle them.","release_date":"2004-04-12","vote_average":0.0,"runtime":92,"cert":"N\/A","id":39713,"title":"Coral Honeymoon","adult":true,"genre_ids":[]},{"cast":["Anita Queen","Donna Marie","Elena","Jennifer Dark","Rita Neri"],"overview":"Fly with our hot stewardesses to the exotic island of Martinique. Embark on a trip full of passion and the best hardcore sex, that will lead you into the ecstasy of pleasure.","release_date":"2004-03-09","vote_average":0.0,"runtime":88,"cert":"N\/A","id":39714,"title":"Caribbean Airlines","adult":true,"genre_ids":[]},{"cast":["Ellen Saint","Janet Alfano","Jessica May","Kristina Blonde","Sandy Style"],"overview":"Filmed against the fantastic scenery of the Caribbean island of St. Martin. During an erotic advertising shoot, a lowly cabin boy makes his wildest dreams come true with some of Private's hottest girls!","release_date":"2004-05-10","vote_average":0.0,"runtime":88,"cert":"N\/A","id":39715,"title":"Dream Girls in St. Martin","adult":true,"genre_ids":[]},{"cast":["Cora Carina","Janet Alfano","Jenny Smile","Jessica May","Kristina Blonde"],"overview":"A writer of romantic novels takes a trip to the Caribbean. Sun, sand, sea and sin, the perfect combination. Writers are usually known for their vivid imaginations, especially when their inspiration comes from a bevy of beautiful young ladies including Sandy Style, Jessica May, Janet Alfano, Jenny Smile, Christina Blond and Cora Corina. Here are six scenes of non-stop hardcore directed by one of the hottest directors of the moment, Alessandro del Mar. All the slamming anal, delicious DPs, oral deep throating and drenching cumshots are shot against the breathtaking backdrop of the tropical island paradise of St. Martin. So pack your passport and your cock and visit Sin Island. It will be the holiday of a lifetime!","release_date":"2004-08-23","vote_average":0.0,"runtime":91,"cert":"N\/A","id":39716,"title":"Sin Island","adult":true,"genre_ids":[]},{"cast":["Alexa May","Alicia Kiss","Cindy Lords","Claudia Ferrari","Christina Bella"],"overview":"Stefan is a voyeur obsessed with spying on sexy women. Tired of being pursued by angry husbands, he discovers a secret way to carry on fulfilling his sexual fantasies. Filled with lust and debauchery in the midst of breath-taking tropical scenery.","release_date":"2004-10-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":39717,"title":"A Hidden Pleasure","adult":true,"genre_ids":[]},{"cast":["Alicia Kiss","Cindy Lords","Claudia Ferrari","Christina Bella","Donna Marie"],"overview":"Directed by one of the world's best directors, Alessandro Del Mar, Sunset Memories is the story of a young couples failing marriage, because the husband can't get it up! A trip to the exotic Carribean lets the couple live out their hardest sexual fantasies, ensuring that their sex life gets a brand new lease on life!","release_date":"2004-12-13","vote_average":0.0,"runtime":89,"cert":"N\/A","id":39718,"title":"Sunset Memories","adult":true,"genre_ids":[]},{"cast":["Liz Honey","Jenny Blair","Barbara Voice","Jennifer Stone","Kathy Anderson"],"overview":"When a supermodel is in the Caribbean doing a fashion photoshoot, she drives the director and his crew insane with her bitchy prima donna ways. But they get their revenge by putting her in some very compromising sexual situations, because the only way to shut her up is to put a cock in her mouth! Alessandro del Mar produces yet another Private Tropical classic production that's packed with beautiful nymphomaniacs who just can't keep their clothes on or their hands, mouths, pussies and asses to themselves.","release_date":"2005-04-11","vote_average":0.0,"runtime":92,"cert":"N\/A","id":39719,"title":"Fashion in Paradise","adult":true,"genre_ids":[]},{"cast":["Alexa May","Jennifer Stone","Kathy Anderson","Lora Croft","Nikki Montana"],"overview":"Imagine a travel agency that organizes a complete holiday for you in the Caribbean, but this is no ordinary holiday, at the Dream Cum True resort it's full of beautiful women who want you to fuck them. Filmed by the master of tropical sex treats, Alessandro del Mar, prepare yourself for the holiday of a lifetime! Six rock hard anal scenes set in paradise, but is the resort all that it seems?","release_date":"2005-05-24","vote_average":10.0,"runtime":92,"cert":"N\/A","id":39720,"title":"Sun, Beach & Sex","adult":true,"genre_ids":[]},{"cast":["Angel Dark","Lara Stevens","Liliana Ferri","Maria Bellucci","Nikki Rider"],"overview":"Maurizio works in real estate in Italy and his boss, who is secretly fucking Maurizio's wife, has sent him to Puerto Rico with 100, 000 Euros in cash to buy the luxurious Fantasy Lagoon resort. When Maurizio arrives at the villa, he discovers it's a very high class and very exclusive brothel. Soon the temptation of all these beautiful girls gets to be too much so he starts spending some of the Euros on getting some top class sexual satisfaction. With all of these beautiful babes parading around in skimpy swimsuits it's no surprise that the money begins to run out. But after spending a month in the villa fucking, Maurizio's boss begins to get nervous and he calls Maurizio filled with rage, but Maurizio has a little shock in store both for his and his cheating wife. In six scenes, Alessandro brings Fantasy Lagoon to a terrific Private Tropical climax starring some delicious babes. This is a film packed with ass pounding anal sex, sumptuous blowjobs and clit tingling pussy eating.","release_date":"2005-07-19","vote_average":0.0,"runtime":92,"cert":"N\/A","id":39721,"title":"Fantasy Lagoon","adult":true,"genre_ids":[]},{"cast":["Angel Dark","Jennifer Stone","Lara Stevens","Madelin Crox","Maria Bellucci"],"overview":"Against the breathtaking scenery of the Caribbean, a famous movie producer seduces a hot and horny woman. This new Private Tropical movie takes you to seductive white beaches, hardcore scenes packed with hot babes and anal sex under the tropical sun.","release_date":"2005-09-26","vote_average":0.0,"runtime":92,"cert":"N\/A","id":39722,"title":"Puerto Rican Affairs","adult":true,"genre_ids":[]},{"cast":["Belicia Steele","Jane Darling","Katia","Laura Lion","Nikki Rider"],"overview":"Be brave and cum into the jungle and discover some of the sexiest and hottest girls you will ever meet in the tropics.","release_date":"2005-11-28","vote_average":0.0,"runtime":86,"cert":"N\/A","id":39723,"title":"Deadly Love in Paradise","adult":true,"genre_ids":[]},{"cast":["Jane Darling","Katia","Laura Lion","Nikki Rider","Sunny Jay"],"overview":"The sale of a house located in a tropical island is the pretext for a buyer to indulge in some wild sex. At the same time getting a free trip to the Grenadine Islands in the Caribbean, he's also going to be getting a sample of some beautiful ladies!","release_date":"2006-01-18","vote_average":0.0,"runtime":86,"cert":"N\/A","id":39724,"title":"Caribbean Dream","adult":true,"genre_ids":[]},{"cast":["Jane Darling","Jennifer Stone","Liliane Tiger","Melany","Monica Sweetheart"],"overview":"Alan and Sergio are sexually and criminally inclined students, with private agendas, on an archeological research trip to Madagascar led by the estranged Professor Remy. Sergio has been commissioned by billionaire Mr. Cavalieri to steal any ancient Roman Empire relics that he finds, while Alan is in search for a legendary Madagascan flower rumored to be an incredible Aphrodisiac. Though Sergio never finds any genuine ancient relics, Alan does find the elusive flower, which leads them on an erotic island fantasy ride filled with beautiful women and unimaginable orgies. Upon return, Sergio takes fake relics to his employer and a flower for his wife. Archeological students on a trail of deceit, sexual decadence, relics of the Roman Empire and a Madagascan Aphrodisiac flower.","release_date":"2006-02-22","vote_average":0.0,"runtime":89,"cert":"N\/A","id":39725,"title":"Aphrodisiac","adult":true,"genre_ids":[]},{"cast":["Bambola","Jane Darling","Priva Rey","Liliane Tiger","Lucia Furino"],"overview":"Two brothers, Ventura, who's only wish in life is to work in the television industry and is gay and the other, Silver, works as a photographer. Ventura uses his brother to photograph young and beautiful girls and later send the girls to various television producers with the promise of making them stars. Silver does all he can to help his brother in his career, but just when Ventura's dream is about to come true, a surprise awaits him. One of the managers that works for Randal Studios offers work to Silver and not to Ventura!","release_date":"2006-05-07","vote_average":0.0,"runtime":91,"cert":"N\/A","id":39726,"title":"Tropical Twins","adult":true,"genre_ids":[]},{"cast":["Diana Gold","Elinor Gasset","Jamie Brooks","Jenna Brooks","Justine Ashley"],"overview":"Robert and Donna go on a romantic holiday to the Grenadine Islands. But Donna can't resist flirting with the hotel guests, little does Donna know that by doing this she's making Robert a very happy man!","release_date":"2006-06-13","vote_average":0.0,"runtime":96,"cert":"N\/A","id":39727,"title":"Hotel Affairs","adult":true,"genre_ids":[]},{"cast":["Simone Peach","Jamie Brooks","Monica Lion","Lea Magic","Lucy Love"],"overview":"An inventor creates a micro chip that allows mobile phone users to see millions of images of sexy and naked women for one dollar a month. Two rivals want the chip to sell but they don't realize that they have a third opponent, the ultra sexy Angela.","release_date":"2006-07-11","vote_average":0.0,"runtime":109,"cert":"N\/A","id":39728,"title":"Sexy Business","adult":true,"genre_ids":[]},{"cast":["Diana Gold","Diana Lion","Electra Angel","Isabel Ice","Jamie Brooks"],"overview":"A Female reporter travels to the Grenadine islands to investigate the story of a murder that happened there two hundred years ago. There she begins to unravel a sinister mystery, but she doesn't realize that she is being watched. Alessandro del Mar takes you on a non-stop tropical adventure filled with suspense, historical flashbacks and hot anal sex in the Grenadines.","release_date":"2006-08-15","vote_average":0.0,"runtime":113,"cert":"N\/A","id":39729,"title":"Mystery Island","adult":true,"genre_ids":[]},{"cast":["Jamie Brooks","Jemstone","Katy Caro","Sabine Mallory","Sharka Blue"],"overview":"The first adult entertainment production to ever be filmed on the lush tropical island of Madagascar brings us one of the most beautiful productions of Private's history. The movie is shot entirely in high definition to further enhance the natural beauty of the island paradise of Madagascar in this hot tale of lust from director Alessandro Del Mar. The movie's five gorgeous and sex hungry girls are tired of sex in the city and life in general. They set out on a slut adventure through the tropical paradise where they get off on everything from deep sea fucking to some dirty dancing at the discotheque. Madagascar, with all its vibrant colors and vivacious vixens looking for love, has all the island men in absolute ecstasy in six scenes of the most sensational sex action set against the backdrop of the crystal clear waters and virgin beaches of the Indian Ocean.","release_date":"2006-09-26","vote_average":0.0,"runtime":95,"cert":"N\/A","id":39730,"title":"Madagascar","adult":true,"genre_ids":[]},{"cast":["Diana Gold","Jamie Brooks","Justine Ashley","Katy Caro","Sharka Blue"],"overview":"Revenge is always a recipe for intrigue and in this tropical tale we are sucked into a story combining danger and a delicious serving of sizzling hardcore sex. A star studded cast including Diana Gold, Katy Caro, Justine Ashley, Sharka Blue, Jamie Brooks and Jemstone treat us to five scenes of first class fuck action set against some of the most tempting tropical locations imaginable.","release_date":"2006-11-01","vote_average":10.0,"runtime":104,"cert":"N\/A","id":39731,"title":"Dangerous Sex","adult":true,"genre_ids":[]},{"cast":["Diana Gold","Justine Ashley","Katy Caro","Priva Rey","Sonia Red"],"overview":"Three guys that work for a big publicity company, go to Mayotte to take photos of Africa. The one who takes the best photos, will be selected to do the advertising campaign for the Cross World Airlines. Bruno is the one who really wants to win the competition, so he spends all his time taking photos around the island, the other two, Sergio and Marco, are more interested in girls and fun, but Sergio has his own plan to win the competition without taking a single photo, with the help of a girl, he will steal Bruno s photos. Six scenes of sizzling hardcore sex under the African sun, with suspense filled storyline in the very best Private Tropical style.","release_date":"2006-11-14","vote_average":10.0,"runtime":120,"cert":"N\/A","id":39732,"title":"African Temptation","adult":true,"genre_ids":[]},{"cast":["Boroka Bolls","Diana Gold","Justine Ashley","Katy Caro","Priva Rey"],"overview":"A group of gorgeous girls go wild as they arrive in a tropical island paradise for one of the horniest bachalorette party imaginable. Priva leads the cast in this sun drenched sex frenzy also featuring Katy Caro, Diana Gold, Boroka Balls, Sonia Red, Simonne Style, Justine Ashley and Virginiee. Shot in the Indian Ocean island paradise of Mayotte, Sluts And Coconuts is a tantalizing tropical teaser with a delicious blend of sun, sex and slavering sluts with six sensational hardcore scenes!","release_date":"2006-12-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":39733,"title":"Sluts and Coconuts","adult":true,"genre_ids":[]},{"cast":["Boroka Bolls","Diana Gold","Janet Joy","Leanna Sweet","Sahara Knite"],"overview":"Nicolas Stones professional life couldnt be any more successful. With a three million dollar contract and a hit TV show under his belt, things were looking very promising until he met Shelly (Sahara Knite). Shelly drives Nicolas crazy with jealousy as she plays the sexual adventures of one of the characters in her husband's show reel as a means to inspire her husband. But that is only the beginning of his downfall.","release_date":"2007-02-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":39734,"title":"Deep Lust","adult":true,"genre_ids":[]},{"cast":["Boroka Bolls","Diana Gold","Janet Joy","Sahara Knite","Leanna Sweet"],"overview":"Lights, camera, action! This is an explosive combination, a shooting, an abusive direction and a touch of magic that makes everyone horny and hungry for some testicle emptying sex.","release_date":"2007-03-01","vote_average":10.0,"runtime":87,"cert":"N\/A","id":39735,"title":"Sexual Healing","adult":true,"genre_ids":[]},{"cast":["Boroka Bolls","Lucie Theodorova","Jessica Moore","Chloé Delaure","Yasmine Gold"],"overview":"A Caribbean scorcher by Alessandro del Mar, where fraudsters get even naughtier if they're given half a rampant chance! Beautiful locations, exquisite bodies and a deep lust that drives these frenzied females into a sexual fury!","release_date":"2007-05-01","vote_average":0.0,"runtime":136,"cert":"N\/A","id":39736,"title":"Summer Sex Job in Guadaloupe","adult":true,"genre_ids":[]},{"cast":["Boroka Bolls","Judith Fox","Tera Bond","Yasmine Gold","Chloé Delaure"],"overview":"Eight sex crazed women, five throbbing members and as much Caribbean summer fucking as you can squeeze into sixteen juicy holes! Watch Boroka Bolls, Chloe Delaure, Jessica Moore, Judith Fox, Tera Bond, Morgan Moon, Yasmine Gold and Lucky get naughty.","release_date":"2007-06-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":39737,"title":"Summer Sex Job in Guadaloupe 2","adult":true,"genre_ids":[]},{"cast":["Ellen Saint","Nesty","Tarra White","Lauryn May","Nikki Sun"],"overview":"Cocksucking and DPs are dangerous weapons in this thrilling story of mendacity and lust, brought to you in hyper-real HD by Alessandro del Mar. Watch Ellen Saint take on two hardened criminals, wet wild poolside pumping with Lauren May and Tarra White, double penetrations, hot sticky facials, all under the sizzling Caribbean sun.","release_date":"2007-01-01","vote_average":8.0,"runtime":132,"cert":"N\/A","id":39738,"title":"Caribbean Sex Conspiracy","adult":true,"genre_ids":[]},{"cast":["Jennifer Love","Kathia Nobili","Tarra White","Boroka Bolls","Claudia Adams"],"overview":"A widow takes full sexual advantage of her presumed new status. She splays her legs to invite in throbbing cock and luscious lesbian slit licking! Shot on location in the Dominican Republic.","release_date":"2008-03-01","vote_average":0.0,"runtime":111,"cert":"N\/A","id":39739,"title":"Sex & Lies in the Caribbean","adult":true,"genre_ids":[]},{"cast":["Kathia Nobili","Sandra","Regina Moon","Sabrina Sweet","Daria Glower"],"overview":"Four couples decide to spend their honeymoon together in a tropical paradise. The search for new experiences and extreme sexual situations leads to infidelity, partner swapping, threesomes, virgin ass deflowering and to the wildest fucks ever.","release_date":"2008-06-02","vote_average":0.0,"runtime":105,"cert":"N\/A","id":39742,"title":"Anal Honeymoon in the Tropics","adult":true,"genre_ids":[]},{"cast":["Angelina Love","Sabrina Sweet","Daria Glower","Regina Moon","Sandra"],"overview":"Mothers and daughters decide to take a lot up the ass in a tropical paradise. The search for new experiences and extreme sexual situations leads to cum filled asses and the wildest fucks ever.","release_date":"2008-06-04","vote_average":0.0,"runtime":98,"cert":"N\/A","id":39743,"title":"Mother and Daughter Anal Vacation","adult":true,"genre_ids":[]},{"cast":["Tarra White","Black Angelika","Lucy Belle","Kathia Nobili","Crystal Pink"],"overview":"Two sisters on vacation compete to see can suck the most cocks, have the most anal sex and who can get the hardest DP. When sister rivalry involves two sluts, you gotta love it!","release_date":"2008-08-25","vote_average":0.0,"runtime":112,"cert":"N\/A","id":39744,"title":"On Vacation with My Slut Sister","adult":true,"genre_ids":[]},{"cast":["Boroka Bolls","Lucy Belle","Britney","Nesty","Sandra"],"overview":"Cheated before her wedding, now all she wants is a hard cock thrusting into her ass and pussy! Frenzied DP's, anal, oral & vaginal sex on hot Caribbean beaches!","release_date":"2008-10-01","vote_average":8.5,"runtime":115,"cert":"N\/A","id":39745,"title":"Boroka Does the Caribbean","adult":true,"genre_ids":[]},{"cast":["Nesty","Natalie Colt","Britney","Kiesha Kane","Leigh Logan"],"overview":"Hot sex in the hot sun, nothing can be better than sand on your balls with your dick deep in a hot babe. Private Tropical returns for a trip to the British Virgin Asses. Welcome to a super hot outdoor sexual paradise.","release_date":"2008-12-01","vote_average":0.0,"runtime":77,"cert":"N\/A","id":39746,"title":"British Virgin Asses","adult":true,"genre_ids":[]},{"cast":["Björn Skifs","Suzanne Reuter","Zara Zetterqvist","Mikael Håck","Lena Nyman"],"overview":"Göran buys a house in a suburb. It is in need of some repairs but Göran believes himself capable of repairing it himself and with the help of some cheap craftsmen. However, the house is much worse than he thought. At the same time, a gang of crooks is searching for the dynamite the hid in the basement some time ago. Göran has to rescue both his wallet from greedy craftsmen as well as his marriage with Tina,","release_date":"1993-10-28","vote_average":4.3,"runtime":97,"cert":"N\/A","id":39749,"title":"Drömkåken","adult":false,"genre_ids":[35]},{"cast":["Misha Collins","Torri Higginson","Peter Wingfield","Hill Harper","David Lewis"],"overview":"When a group of archaeologists dig up a human skeleton near the historical monument of STONEHENGE, an ancient piece of machinery hidden beneath the bedrock is discovered. Not knowing what it could be the workers accidentally trigger the mechanism and start a chain of events that may very well end the world as we know it","release_date":"2010-01-01","vote_average":4.1,"runtime":91,"cert":"12","id":39750,"title":"Stonehenge Apocalypse","adult":false,"genre_ids":[878,28]},{"cast":["Wu Jing","Wing-Kin Lau","Shannon Yao","Liu Chia-Liang","Chi Kuan-Chun"],"overview":"China, the early 1930's: martial arts master Wen Biao discovers that his brother has been using their security company for illegal activities. A confrontation between the brothers leaves Web Biao missing and presumed dead.","release_date":"2003-05-19","vote_average":6.0,"runtime":97,"cert":"N\/A","id":39751,"title":"Drunken Monkey","adult":false,"genre_ids":[28,12,35]},{"cast":["Tim Christensen","Lars Skjærbæk","Nicolai Munch-Hansen","Olaf Olsen"],"overview":"Live at Abbey Road Studios 2004 contains a recording of the final show of the Honeyburst tour, held on 3 September 2004 in Studio 1 of the Abbey Road Studios, marking the 10-year-anniversary of Christensen's professional career as a musician, which was made possible by the success of his 2003 album Honeyburst. Additionally, the band had a really good year and was on a roll, so Christensen was happy to have it documented.  The concert was composed of two sets; one with full band, one unplugged. The setlists contained songs from the two solo albums that had been released by then, Secrets on Parade (2000) and Honeyburst (2003), as well as from the eponymous debut album of Christensen's former band, Dizzy Mizz Lizzy (1994).","release_date":"2004-11-04","vote_average":8.0,"runtime":170,"cert":"N\/A","id":39752,"title":"Tim Christensen: Live at Abbey Road Studios","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"To see Sara K. live is an unbeatable experience. For quality this DVD is the closest to it you can get. Shot at the Zuckerraffinerie in Braunschweig, Germany, this is an audiophile recording of the Sara K. Nautilus Tour 2002.","release_date":"2003-01-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":39755,"title":"Sara K. Live: Nautilus Tour","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A concert in Vienna By The Hans Theessink Band","release_date":"2004-04-03","vote_average":0.0,"runtime":95,"cert":"","id":39756,"title":"Hans Theessink: Live in Concert","adult":false,"genre_ids":[10402]},{"cast":["Anders Jansson","Anders Jansson","Johan Wester"],"overview":"Tiffany, Kajan, Morgan Pålsson, Itzhak Skenström och Tony &amp; Zunken är några av karaktärerna som vi lärde känna i det populära TV-programet HippHipp! Nu får vi chansen att se dem tillsammans för första gången i föreställningen HippHipp! [paw rihk-titt].","release_date":"2005-01-01","vote_average":6.0,"runtime":120,"cert":"N\/A","id":39757,"title":"HippHipp! [paw rihk-titt]","adult":false,"genre_ids":[35]},{"cast":["Luke Goss","Anita Dobson","Steven Berkoff","Mark Arden","Leslie Grantham"],"overview":"Set in Post World War II Britain, chronicles the rise and fall of real life British crime lord Charlie Richardson.","release_date":"2004-02-06","vote_average":3.5,"runtime":95,"cert":"N\/A","id":39758,"title":"Charlie","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Tarra White","Jennifer Love","Lauryn May","Nesty","Renata Black"],"overview":"On a holiday to Madagascar, the only five star accommodation you'll need is the Madagascar Sex Resort! Luscious ladies will greet you with their wet cunts and show you how to really unwind as they pander to your every sexual whim. Let Jennifer Love and her harem of sexy babes take you deep into their anal sex paradise!","release_date":"2007-12-03","vote_average":8.5,"runtime":120,"cert":"N\/A","id":39761,"title":"Private Exotic 2: Madagascar Sex Resort","adult":true,"genre_ids":[]},{"cast":["Kathia Nobili","Tarra White","Boroka Bolls","Nesty","Jennifer Love"],"overview":"A tropical fuck fest by Alessandro Del Mar. This one is filled with anal, danger, sexual revenge and double penetrations, set by the scorching seas of the Dominican Republic!","release_date":"2007-12-21","vote_average":0.0,"runtime":116,"cert":"N\/A","id":39762,"title":"Private Exotic 3: Sexual Revenge in the Tropics","adult":true,"genre_ids":[]},{"cast":["Lauryn May","Jennifer Love","Tarra White","Renata Black","Angelina Love"],"overview":"An exotic story of illicit sex and blackmail! A famous female photographer is seduced by the juicy cunt of a young model, causing a string of sexual adventures. Put your banana in you hand and get ready to have a sexy island adventure with a Tropical Top Model !","release_date":"2008-02-25","vote_average":7.0,"runtime":123,"cert":"N\/A","id":39763,"title":"Tropical Top Model","adult":true,"genre_ids":[]},{"cast":["Woody Allen","Philip Glass","Errol Morris","Godfrey Reggio","Martin Scorsese"],"overview":"Academy Award®-nominated director Scott Hicks (\"Shine\") documents an eventful year in the career and personal life of distinguished Western classical composer Philip Glass as he interacts with a number of friends and collaborators, who include Chuck Close, Ravi Shankar, and Martin Scorsese.","release_date":"2007-09-07","vote_average":6.4,"runtime":119,"cert":"N\/A","id":39764,"title":"Glass: A Portrait of Philip in Twelve Parts","adult":false,"genre_ids":[99,10402]},{"cast":["Fedor Emelianenko","Fabrício Werdum","Scott Smith","Cung Le","Cristiane Justino"],"overview":"June 26, 2010 HP Pavilion, San Jose, California, United States Josh Thomson vs. Pat Healy Cristiane Santos vs. Jan Finney Cung Le vs. Scott Smith Fabricio Werdum vs. Fedor Emelianenko","release_date":"2010-06-26","vote_average":6.1,"runtime":119,"cert":"N\/A","id":39765,"title":"Strikeforce: Fedor vs. Werdum","adult":false,"genre_ids":[]},{"cast":["Darren McGavin","Broderick Crawford","Mako Iwamatsu","James Whitmore","Paul Lukas"],"overview":"All-out war between the United States and an Asian country is averted when the two sides agree to settle their differences by each choosing a single soldier as champion and having the two men fight to the death on an isolated island.","release_date":"1970-02-10","vote_average":0.0,"runtime":74,"cert":"N\/A","id":39766,"title":"The Challenge","adult":false,"genre_ids":[18,10752]},{"cast":["Dankan","Moeko Ezawa","Hakuryu","Hideo Higashikokubaru","Akiji Kobayashi"],"overview":"A slapstick comedy, about a goofy middle-aged man who is obsessed with the idea of having car sex. While pursuing his 'dream', he makes all the wrong moves possible, and ends up enrolling in a number of crazy escapades.","release_date":"1994-01-01","vote_average":5.6,"runtime":108,"cert":"15","id":39767,"title":"Getting Any?","adult":false,"genre_ids":[35]},{"cast":["Innokentiy Smoktunovskiy","Oleg Efremov","Georgi Zhzhyonov","Olga Aroseva","Lyubov Dobrzhanskaya"],"overview":"An insurance agent who moonlights as a carthief steals cars various crooks and never from the common people. He sells the stolen cars and gives the money to charity. His best friend, a cop, is assigned to bring in this modern robin hood.","release_date":"1966-05-22","vote_average":7.4,"runtime":94,"cert":"N\/A","id":39768,"title":"Beware of the Car!","adult":false,"genre_ids":[9648,35]},{"cast":["Missy","Silvia Saint","Brooke Ashley","Nastasy","Lana Sands"],"overview":"When Tatiana, a beautiful language student from Moscow, arrives in Hawaii, she has no idea of the astounding adventure and erotic mayhem her presence will unleash. Lonely and frustrated, Tatiana finds an ancient statue of a Hawaiian god buried in the sand, not knowing that it carries an old curse and has terrible powers...","release_date":"1997-08-01","vote_average":10.0,"runtime":91,"cert":"N\/A","id":39769,"title":"Hawaiian Ecstasy","adult":true,"genre_ids":[]},{"cast":["Sarah Pratt","Gilles Guillain","Marc Filipi","Laetitia Lopez","Marc Jablonski"],"overview":"A young French man and an older English woman spend one night together on a ship.","release_date":"2001-03-06","vote_average":6.2,"runtime":80,"cert":"N\/A","id":39770,"title":"Brief Crossing","adult":false,"genre_ids":[18,10749]},{"cast":["Pamela Sue Martin","Robert Conrad","Louise Fletcher","Robert Hogan","Laurie Heineman"],"overview":"1930's gangster era film about Dillinger and his last girl. Written by John Sayles.","release_date":"1979-07-01","vote_average":6.0,"runtime":93,"cert":"N\/A","id":39771,"title":"The Lady in Red","adult":false,"genre_ids":[28,53,80,10749]},{"cast":["Ruud Feltkamp","Hugo Haenen","Rick Engelkes","Yannick van de Velde","Jack Wouterse"],"overview":"The film is based on the popular Dutch childrens book by Chris van Abkoude. In a Dutch port in 1921 lives a 10-year-old orphan boy known to everyone simply as Little Crumb. His poverty-stricken mother Lize van Dien filled with shame was forced to turn him over to Mrs. Koster soon after he was born. Foster mother Mrs. Koster, who has cared for him since he was a baby, is very poor too, unable to support him by herself and proves to be a cruel taskmaster who insists Crumb bring her money before shell feed him. Somehow he must earn his keep out on the streets and can only go home after he has earned enough money. Crumb becomes an urchin stealing from the streets barrows and the shops to stay alive, sleeping in churches or huddled in doorways. Sometimes he has to run off from the police and he has earned the enmity of the most grownups around him.","release_date":"1999-12-22","vote_average":6.6,"runtime":119,"cert":"N\/A","id":39772,"title":"Little Crumb","adult":false,"genre_ids":[18]},{"cast":["Keir Gilchrist","Brie Larson","Marcia Cross","Adam Arkin","Tiya Sircar"],"overview":"At 104 pounds dripping wet, baby-faced sophomore Michael Peck (age 15) is not exactly the coolest guy at American High. Peck’s teachers make him feel like an idiot, his classmates make him feel like a geek and his home life is just as bad, with parents who schedule family time in their planners and require him to sign contracts with them about his extra-curricular activities.","release_date":"2009-01-01","vote_average":5.5,"runtime":90,"cert":"N\/A","id":39773,"title":"Just Peck","adult":false,"genre_ids":[35,10751]},{"cast":["George Kuchar","Mike Kuchar","B. Ruby Rich","John Waters","Guy Maddin"],"overview":"It Came from Kuchar is the definitive, feature documentary about the legendary, underground filmmaking twins, the Kuchar brothers. George and Mike Kuchar have inspired two generations of filmmakers, actors, musicians, and artists with their zany, \"no budget\" films and with their uniquely enchanting spirits.","release_date":"2009-01-01","vote_average":6.3,"runtime":86,"cert":"N\/A","id":39774,"title":"It Came from Kuchar","adult":false,"genre_ids":[99]},{"cast":["Juanita Brown","Roberta Collins","Erica Gavin","Ella Reid","Cheryl Smith"],"overview":"A girl is caught in a drug bust and sent to the hoosegow.","release_date":"1974-04-19","vote_average":5.0,"runtime":83,"cert":"N\/A","id":39775,"title":"Caged Heat","adult":false,"genre_ids":[28]},{"cast":["Brigitte Lin","Sally Yeh","Cherie Chung","Mark Cheng","Wu Ma"],"overview":"The film is set in 1913 Beijing, during Yuan Shikai's presidency of the Republic of China. It depicts the adventures of a team of unlikely heroines: Tsao Wan, a patriotic rebel who dresses as a man; Sheung Hung, a woman in search of a missing box of jewels; and Pat Neil, the daughter of a Peking Opera impresario.","release_date":"1986-09-06","vote_average":7.3,"runtime":104,"cert":"N\/A","id":39776,"title":"Peking Opera Blues","adult":false,"genre_ids":[28,35]},{"cast":["Marcel Witte","Norbert Witte","Pia Witte","Sabrina Witte"],"overview":"Norbert Witte, once the king of the only amusement park of the former GDR, today he is behind bars in Germany. When fleeing bankruptcy in Berlin, Norbert Witte and his family secretly shipped their rollercoasters to Peru. Things went wrong here too. In a desperate attempt, Norbert tried to smuggle cocaine to Germany. Three years later his 23 years old son Marcel was sentenced to 20 years in a Peruvian prison. Now the father is doing everything he can in order to free his son.","release_date":"2009-07-02","vote_average":6.6,"runtime":null,"cert":"N\/A","id":39777,"title":"Achterbahn","adult":false,"genre_ids":[99]},{"cast":["Mika Eirtovaara","Marko Kämäräinen","André Wickström","Stan Saanila","Teemu Vesterinen"],"overview":"","release_date":"","vote_average":7.5,"runtime":null,"cert":"N\/A","id":39778,"title":"Komedia Dynamo - ensimmäinen painos","adult":false,"genre_ids":[]},{"cast":["Lana Turner","Anthony Quinn","Richard Basehart","Sandra Dee","John Saxon"],"overview":"A pair of lovers plot to kill the woman's rich husband.","release_date":"1960-07-27","vote_average":6.0,"runtime":112,"cert":"N\/A","id":39779,"title":"Portrait in Black","adult":false,"genre_ids":[18,53]},{"cast":["Ralph Fiennes","Cate Blanchett","Ciarán Hinds","Tom Wilkinson","Richard Roxburgh"],"overview":"After a childhood of abuse by his evangelistic father, misfit Oscar Hopkins becomes an Anglican minister and develops a divine obsession with gambling. Lucinda Leplastrier is a rich Australian heiress shopping in London for materials for her newly acquired glass factory back home. Deciding to travel to Australia as a missionary, Oscar meets Lucinda aboard ship, and a mutual obsession blossoms. They make a wager that will alter each of their destinies.","release_date":"1997-12-31","vote_average":6.5,"runtime":132,"cert":"N\/A","id":39780,"title":"Oscar and Lucinda","adult":false,"genre_ids":[18,10749]},{"cast":["Julianne Moore","Annette Bening","Mark Ruffalo","Mia Wasikowska","Josh Hutcherson"],"overview":"Two women, Nic and Jules, brought a son and daughter into the world through artificial insemination. When one of their children reaches age, both kids go behind their mothers' backs to meet with the donor. Life becomes so much more interesting when the father, two mothers and children start to become attached to each other.","release_date":"2010-07-09","vote_average":6.6,"runtime":106,"cert":"15","id":39781,"title":"The Kids Are All Right","adult":false,"genre_ids":[35,18]},{"cast":["Lee Na-young","Jung Jae-young","Jang Young-nam","Oh Seung-hyun","Im Ha-ryong"],"overview":"A baseball player learns he has three months to live and drowns his sorrows at a bar, where the female bartender turns out to be a longtime admirer.","release_date":"2004-06-25","vote_average":6.2,"runtime":107,"cert":"N\/A","id":39784,"title":"Someone Special","adult":false,"genre_ids":[10749,35,18]},{"cast":["Travis Bagent"],"overview":"John Brzenk is troubled by when to call it quits; should he retire when he is on top or wait until someone takes his title. After twenty-five solid years of total world domination, John Brzenk, is aware that his dethroning may be near, he just doesn't know the cause. As the prodigal arm wrestler, Brzenk excelled in a way that seemed humanly impossible. Hungry for the best arm wrestling competition, Brzenk traveled the world beating every opponent. With a humble and understated character, his legend supercedes him in the hearts of arm wrestlers in over 120 countries. Among the super warriors of arm wrestling are 2 titans from opposite ends of the world, bonded by one defining goal, to beat John.","release_date":"2009-01-01","vote_average":6.7,"runtime":null,"cert":"N\/A","id":39785,"title":"Pulling John","adult":false,"genre_ids":[99]},{"cast":["Dustin Hoffman","Tom Ford","Frances Anderton","Kelly Lynch"],"overview":"Visual Acoustics celebrates the life and career of Julius Shulman, the world's greatest architectural photographer, whose images brought modern architecture to the American mainstream. Shulman, who passed away this year, captured the work of nearly every modern and progressive architect since the 1930s including Frank Lloyd Wright, Richard Neutra, John Lautner and Frank Gehry. His images epitomized the singular beauty of Southern California's modernist movement and brought its iconic structures to the attention of the general public. This unique film is both a testament to the evolution of modern architecture and a joyful portrait of the magnetic, whip-smart gentleman who chronicled it with his unforgettable images.","release_date":"2009-10-09","vote_average":7.8,"runtime":83,"cert":"N\/A","id":39786,"title":"Visual Acoustics","adult":false,"genre_ids":[99]},{"cast":["Robert De Niro","Kathy Baker","Ed Harris","Ivar Brogger","Jordan Lund"],"overview":"A conflict develops between a troubled Vietnam veteran and the sister he lives with when she becomes involved romantically with the army buddy who reminds him of the tragic battle they both survived.","release_date":"1989-03-10","vote_average":6.4,"runtime":102,"cert":"N\/A","id":39787,"title":"Jacknife","adult":false,"genre_ids":[18]},{"cast":["Robert Więckiewicz","Borys Szyc","Mieczysław Grąbka","Marcin Dorociński","Kamilla Baar"],"overview":"The sophisticated thief of art Robert \"Cuma\" Cuminski is released on probation from the local prison by the corrupt Doctor Wiaderny to organize the theft of the famous Leonardo Da Vinci painting \"Lady with Ermine\" for the dealer Gruby. Three years ago, Cuma was accidentally arrested by the snoopy detective Wilk after a successful heist in the house of the collector Lehman, but he has not ratted his comrade Julian.","release_date":"2004-09-17","vote_average":7.0,"runtime":108,"cert":"N\/A","id":39788,"title":"Vinci","adult":false,"genre_ids":[80,35]},{"cast":["Rena Tanaka","Mieko Harada","Mitsuru Hirata","Hiroyuki Sanada","Masaki Nishina"],"overview":"This coming-of-age story from Japan opens just after 17-year-old Sataka has gotten dumped by her boyfriend. When her mother is hospitalized with a malignant stomach ulcer, Sataka is left alone with her emotionally repressed father; whiling away the hours one day, she comes across a love letter written to her mother 24 years earlier. Deciding to track down the letter's author, Sataka eventually finds Shinichiro (Hiroyuki Sanada), an overweight slob who was abandoned by his wife years earlier and now spends his time hanging around pachinko parlors. Determined to clean him up and reintroduce him to her mother, Sataka nags Shinchiro until he finally agrees to her demands, and a gradual friendship develops between the two as Sataka drags him to the gym and a clothing store. But once Shinchiro's makeover is complete, he turns the tables on his young friend, and when the time comes for him to meet Sataka's mother, all concerned parties find themselves embarking on a new phase in their lives.","release_date":"2000-04-01","vote_average":6.5,"runtime":113,"cert":"N\/A","id":39793,"title":"First Love","adult":false,"genre_ids":[10749]},{"cast":["Mark Tremonti","Brian Marshall","Scott Stapp","Scott Phillips"],"overview":"If Nirvana's Nevermind heralded alternative's ascendancy into the mainstream, Creed's mega-successful 1997 debut showed just how quickly--and craftily--alt.rock's musical hallmarks could be utterly co-opted by it. Fueled by vocalist Scott Stapp's Weiland-inspired growl, Creed rode the Seattle pop-suffused string of hits included here to become one of the 90's most successful rock acts--if one whose level of critical revile nearly matched its multi-million sales. This CD\/DVD combo features 13 of the band's signature performances (including all eight of its number one singles), songs that often turn on a Christianity-inspired message that could be as opaque (the anthemic \"Higher\") as it was overt (\"My Own Prison,\" \"What's This Life For\"). The accompanying DVD completes the career retrospective, anthologizing nine of the band's videos along with previously unreleased live performances of \"Torn,\" \"Higher\" and \"Weathered.\" --Jerry McCulley","release_date":"2004-11-23","vote_average":0.0,"runtime":53,"cert":"N\/A","id":39794,"title":"Creed: Greatest Hits","adult":false,"genre_ids":[10402]},{"cast":["Pia Tjelta","Thorbjørn Harr","Jon Øigarden","Anders Baasmo Christiansen","Henriette Steenstrup"],"overview":"Ida and Mathias is a very \"normal\" couple. Her architect, he was a kind of production manager. They have two children, is still horny on each other. But life has set in: The kids interrupt the sex, she earns more than him, and the apartment is just too narrow and too unopposed. In short: It's time to dream. She wants to finish his life's prestige project. He would like to have a boat. Old sailboat even made of wood. One day, Mathias makes the fatal (or maybe the right thing :) He just buys the boat...","release_date":"2007-02-14","vote_average":2.8,"runtime":93,"cert":"N\/A","id":39795,"title":"Mars & Venus","adult":false,"genre_ids":[35]},{"cast":["Roselyn Sánchez","Sully Díaz","Bill Duke","Jaime Tirelli","D. B. Sweeney"],"overview":"Amaryllis Campos is a young, classically trained Latina ballerina, who dreams of leaving her impoverished home in Puerto Rico to pursue fame and fortune as a dancer. Amaryllis heads for New York City, where she is forced to work in a seedy strip club to make ends meet. Setting audiences afire with her erotic moves, Amaryllis quickly becomes the strip club's hottest attraction, but must finally decide between true love and realizing her dream of becoming a star.","release_date":"2006-12-08","vote_average":5.8,"runtime":90,"cert":"N\/A","id":39796,"title":"Yellow","adult":false,"genre_ids":[18,10749]},{"cast":["Robert Gustafsson","Sif Ruud","Lis Nilheim","Ulla-Britt Norrman-Olsson","Vanna Rosenberg"],"overview":"Roger is a failed petty criminal living in Stockholm who falls in love with the cute Susanna","release_date":"1996-12-25","vote_average":2.2,"runtime":93,"cert":"N\/A","id":39797,"title":"Att stjäla en tjuv","adult":false,"genre_ids":[35]},{"cast":["Fusako Urabe","Nene Otsuka","Kikujirô Honda","Teruyuki Kagawa"],"overview":"Yuko is a Japanese girl who was taken hostage in Iraq while volunteering there as an aid worker. Finally released and back in her hometown, Yuko finds herself ostracized as a national disgrace by society that sees her helping a country other than Japan, and the embarrassment of getting captured but not killed, as things of which to be brutally ashamed.","release_date":"2005-05-12","vote_average":6.4,"runtime":82,"cert":"N\/A","id":39798,"title":"Bashing","adult":false,"genre_ids":[18]},{"cast":["Tomoya Nagase","Mayuko Fukuda","Keishi Nagatsuka","Koji Okura","Soko Wada"],"overview":"A young man Tomoya Nagase and a girl Mayuko Fukuda both learn that they have an untreatable illness and are nearing death. When one reveals that they have never been to the ocean, they embark on a comical adventure to see the sea.","release_date":"2009-02-07","vote_average":6.3,"runtime":106,"cert":"N\/A","id":39799,"title":"Heaven's Door","adult":false,"genre_ids":[18]},{"cast":["Ally Sheedy","Paul Reubens","Shirley Henderson","Allison Janney","Michael Kenneth Williams"],"overview":"Friends, family, and lovers struggle to find love, forgiveness, and meaning in an almost war-torn world riddled with comedy and pathos. Follows Solondz's film Happiness (1998).","release_date":"2009-10-10","vote_average":6.4,"runtime":97,"cert":"15","id":39800,"title":"Life During Wartime","adult":false,"genre_ids":[35,18]},{"cast":["Masato Sakai","Makoto Ayukawa","Miki Mizuno","Asami Tanaka","Dankan"],"overview":"A son quits his job and is persuaded by his father to head off to a cottage in the remote mountains. Together, the two of them manage to get through their days while wearing old jerseys left by a deceased grandmother. The following summer, the two once again leave the stifling heat of Tokyo, as if escaping to the mountain cottage. However, the next summer is very different...","release_date":"2008-07-18","vote_average":6.8,"runtime":93,"cert":"N\/A","id":39801,"title":"The Two in Tracksuits","adult":false,"genre_ids":[]},{"cast":["Sakura Ando"],"overview":"High school student Mariko (Ando Sakura) sings in the choir at the all-girls school she attends, and her biggest dream right now is to go to a music college. One day on her way home from school, she accidentally drops her bookbag into the sea. A man (Sasaki Takao) jumps into the water and recovers the bag for her, but all of her score sheets have been ruined. From that day on, Mariko’s new acquaintance becomes her bodyguard, walking her home everyday. But for some reason, he refuses to tell her his name.","release_date":"2007-12-22","vote_average":7.0,"runtime":123,"cert":"N\/A","id":39802,"title":"Out of the Wind","adult":false,"genre_ids":[18,53]},{"cast":["Jen Greiss","Hannah Moltoni","Peter Love","Kurtis Wakefield"],"overview":"A discussion by friends with long-winded histories and a love of drinking results in four of them running off to house-sit for a long weekend while playing Killer, a schoolyard game where each player has to \"take out\" targets over a period of time using everything from water pistols to bits of cardboard with \"sword\" written on them. As the game progresses and frustrations rise, sexual tensions surface and it's obvious that with the possibility of only one winner, some people will do anything for victory. Dead Man Drinking is a full-length independent feature-film released for free under a creative commons 3.0 license.","release_date":"2008-05-03","vote_average":10.0,"runtime":89,"cert":"N\/A","id":39803,"title":"Dead Man Drinking","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Joe Satriani playing live at The Grove in Anaheim, California, on May 02, 2006.","release_date":"2006-10-31","vote_average":0.0,"runtime":84,"cert":"N\/A","id":39804,"title":"Satriani Live","adult":false,"genre_ids":[10402]},{"cast":["Jacqueline Betts","Bobby Horvath","Liam Card","Tim Clarke","Sandy Lai"],"overview":"A group of urban researchers set about exploring an abandoned psychiatric hospital with a terrible history, but are they prepared for the horrifying, possibly supernatural secrets hidden within its crumbling walls? No sooner do they get there than the would-be explorers begin to vanish mysteriously, and soon they must band together and use their wits, knowledge and resourcefulness to survive the terror of the Pyscho Ward.","release_date":"2007-10-27","vote_average":3.0,"runtime":90,"cert":"N\/A","id":39805,"title":"Psycho Ward","adult":false,"genre_ids":[27,53]},{"cast":["Q'orianka Kilcher","Barry Pepper","Will Patton","Jimmy Yuill","Shaun Evans"],"overview":"Lush scenery and gorgeous photography highlight this bio of Princess Ka'iulani (Q'Orianka Kilcher), a 19th-century Hawaiian princess raised in England but determined to maintain her people's independence from aggressive American businessmen. After being sent to England as a child by her Scottish father, Ka'iulani returns to Hawaii and becomes a political activist who fights to retain her throne, even though she must leave her English paramour.","release_date":"2010-05-14","vote_average":5.2,"runtime":130,"cert":"N\/A","id":39806,"title":"Princess Ka'iulani","adult":false,"genre_ids":[18]},{"cast":["Terence Hill","Paul Sorvino","Boots Southerland","Clare Carey","Adam Taylor"],"overview":"After bandits steal his poker winnings this American legend makes his way to the next town in search of them. Seeking out his revenge during a poker game gone bad Doc West finds himself in the local town jail. When his past is exposed and a battle amongst the town breaks out in gunfire he will have to choose sides, between the outlaws or the law-abiding citizens.","release_date":"2009-09-07","vote_average":6.1,"runtime":180,"cert":"N\/A","id":39807,"title":"Doc West","adult":false,"genre_ids":[37,28]},{"cast":[],"overview":"The two teams become even more strained when the Metal Maniacs get a new leader. Meanwhile, the Acceleracers and the Racing Drones face challenges while competing in the Racing Realms with a new, mysterious opponent.","release_date":"2006-01-01","vote_average":9.2,"runtime":60,"cert":"N\/A","id":39810,"title":"Hot Wheels AcceleRacers: Breaking Point","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"As Dr. Tezla works at unlocking the mystery of the Accelechargers, the Racing Drones unleash their most powerful weapon against the Acceleracers: the car-eating Drone Sweeper.","release_date":"2005-03-22","vote_average":8.0,"runtime":60,"cert":"N\/A","id":39811,"title":"Hot Wheels AcceleRacers: The Speed of Silence","adult":false,"genre_ids":[16,10751]},{"cast":["Shahid Ahmed","Sufian Ashraf","Ben Batt","Linzey Cocker","Trevor Hancock"],"overview":"When a container washes ashore the residents of a sleepy cul-de-sac are plunged into violence, terror and paranoia. Ring fenced by the military a single mother must overcome all the odds to save her daughter.","release_date":"2010-03-22","vote_average":5.3,"runtime":79,"cert":"18","id":39814,"title":"Salvage","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Oswald would like to see Mlle. Zulu the Shimmy Queen but he's short on cash. Seeing the more stately gentlemen being admitted without tickets, he tries to fool the bouncer into thinking he's important by puffing up his chest and striding in. It doesn't work, and he's forced to try a second plan, sneaking in under another patron's shadow. He gets caught and spends his time being chased by the bouncer throughout the theater.","release_date":"1928-03-05","vote_average":5.8,"runtime":8,"cert":"N\/A","id":39815,"title":"Bright Lights","adult":false,"genre_ids":[16]},{"cast":["Venkatesh Chavan","Jhangir Badshah","Ayesha Mohan","Nana Patekar"],"overview":"A boy in abject poverty works in a hotel and becomes obsessed with a swimming pool in the opulent hills of Panjim, Goa, India. His life gets turned upside-down when he attempts to meet the mysterious family who lives at the house.","release_date":"2008-09-03","vote_average":7.3,"runtime":98,"cert":"N\/A","id":39816,"title":"The Pool","adult":false,"genre_ids":[18]},{"cast":["Pankaj Kapur","Supriya Pathak","Hrishitaa Bhatt","Pankaj Tripathi","K.K. Raina"],"overview":"The story is based in Banaras and is about a Hindu Priest Chaturvedi (Pankaj Kapoor) who follows the scriptures to practice Hindu religion. When a child is abandon by a woman and brought in his house by his daughter - after initial hesitation but due to requests from his wife (Supriya Pathak) - the family adapts the child; only to know after 4 years that the child is a Muslim. The family gives away the child and Chaturvedi engulfs himself in the purification process to cleanse his body, mind and soul due to contact with a Muslim soul. By the time, Chaturvedi thinks he is fully purified – the child reappears – seeking refuge, due to Hindu- Muslim riots. This is the time Chaturvedi finally realizes that the true religion is - religion where humans help humans – humanity.","release_date":"2007-06-08","vote_average":5.9,"runtime":105,"cert":"N\/A","id":39817,"title":"Dharm","adult":false,"genre_ids":[18,36]},{"cast":[],"overview":"A puppy is forced into a barber shop run by Oswald the Rabbit. Oswald can't shave the dog's back at first, as the hair keeps growing back. He eventually realizes the mutt's drinking hair tonic and so he takes the bottle away and finishes the job. A hippo's next in line, then an elephant, then a truculent and lascivious bear, all with equally humorous results.","release_date":"1929-01-01","vote_average":6.0,"runtime":6,"cert":"N\/A","id":39818,"title":"Yanky Clippers","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Oswald is with his mates in a fox hunt, but he finds his horse is stubborn and won't let him ride at first. Meanwhile, the sly fox outwits the dogs and riders in pursuit at every turn.","release_date":"1928-06-24","vote_average":4.3,"runtime":5,"cert":"N\/A","id":39819,"title":"The Fox Chase","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Oswald is riding along on his horse having a merry old time when the two of them fall down a hill, right up to a castle. Oswald whistles for the princess, who blows him a kiss as she appears on a balcony. He reaches her by lassoing the balcony and tying the other end of the rope to his horse's tail, using it as a tightrope. A rival knight suddenly appears and Oswald falls off the balcony, startled. He manages to climb back up and the two fight for the princess.","release_date":"1928-05-27","vote_average":6.0,"runtime":6,"cert":"N\/A","id":39820,"title":"Oh, What a Knight","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Oswald is off to see his sweetheart when he is passed by a rival in a faster car. He takes the lead, though, when both drivers encounter a mud puddle; Oswald isn't afraid to get a little dirty, while his competitor is. Oswald arrives and serenades his love, hampered by the animals in the yard. The rival shows up and they fight over the girl, during which time she slips away with a third suitor.","release_date":"1928-03-18","vote_average":5.7,"runtime":6,"cert":"N\/A","id":39821,"title":"Rival Romeos","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Oswald the Rabbit enters an airplane race with a makeshift aircraft and ends up riding a dachshund lifted into the air by balloons. Meanwhile, his peg-legged rival tries to cheat his way to victory.","release_date":"1927-11-14","vote_average":6.3,"runtime":6,"cert":"N\/A","id":39822,"title":"The Ocean Hop","adult":false,"genre_ids":[35,16]},{"cast":[],"overview":"Oswald's country is at war, like many other volunters he joins the army and finds himself soon in the trenches. A short battle leaves him wounded, but at least in the field hospital where his girlfriend is working.","release_date":"1927-10-16","vote_average":5.8,"runtime":7,"cert":"N\/A","id":39823,"title":"Great Guns","adult":false,"genre_ids":[16]},{"cast":["Gail O'Grady","William R. Moses","Mariana Klaveno","Madison Davenport","Tristan Lake Leabu"],"overview":"A prosperous couple find the perfect live-in nanny but soon discover she intends to do her job to deadly perfection.","release_date":"2007-09-16","vote_average":4.9,"runtime":90,"cert":"N\/A","id":39824,"title":"The Sitter","adult":false,"genre_ids":[27,53]},{"cast":["Bruce Springsteen"],"overview":"What can be said about Born To Run that hasn't already been said or written over the years? The album took Springsteen from punk to rock star, from rags to riches, from boy to man, educating his crowd in lessons of love, broken dreams and cars. This documentary details the making of the album and covers everything from the pressure that Springsteen was working under to produce a hit album for Columbia Records to working with the band in the studio to achieve the sound he wanted for the album. Finally the \"Hype\" of Springsteen that threatened to overtake the value of the album and the artist is also discussed. Featuring vintage footage and new interviews, it's a marvelous glimpse into the creation of one of the top ten albums of all time. There are also three performances from 1973 recorded in Los Angeles-\"Spirit in the Night\" \"Wild Billy's Circus Story\" and \"Thundercrack\".","release_date":"2005-11-15","vote_average":8.3,"runtime":90,"cert":"N\/A","id":39825,"title":"Wings for Wheels: The Making of 'Born to Run'","adult":false,"genre_ids":[10402]},{"cast":["Bruce Springsteen","Steven Van Zandt","Roy Bittan","Danny Federici","Garry Tallent"],"overview":"The first performance of Bruce Springsteen and the E Street Band in London. Performed at the Hammersmith Odeon in 1975.","release_date":"2005-11-15","vote_average":7.0,"runtime":130,"cert":"N\/A","id":39826,"title":"Bruce Springsteen & The E Street Band - Hammersmith Odeon, London '75","adult":false,"genre_ids":[10402]},{"cast":["Roger Daltrey","Pete Townshend","John Entwistle","Bill Curbishley","Keith Moon"],"overview":"A celebration of 30 years of The Who.","release_date":"1994-08-15","vote_average":0.0,"runtime":155,"cert":"N\/A","id":39827,"title":"The Who: Thirty Years of Maximum R&B","adult":false,"genre_ids":[]},{"cast":["Ekin Cheng","Jordan Chan","Jerry Lamb","Francis Ng","Frankie Ng"],"overview":"Nam opens a bar in Wanchai and continues his rise in Hong Kong's Hung Hing gang. His best friend, Chicken, needs to lie low, so he's sent to Taiwan to work for Lui, leader of the San Luen gang; there, he falls for the aging Lui's mistress, Ting Yiu. When Chicken returns to Hong Kong, he finds Nam in a struggle with long time rival, Fai Fat. Then, Lui shows up, demanding that Hung Hing sell him a half interest in their new Macau casino. When Chiang, the Hung Hing boss, wants to think about it, Lui threatens war, Chicken must choose sides, and Ting Yui sets up a meeting. Chicken's affections, Fai and Nam's rivalry, Lui's greed, and Ting's intentions are on a collision course.","release_date":"1996-01-25","vote_average":7.1,"runtime":99,"cert":"N\/A","id":39828,"title":"Young and Dangerous","adult":false,"genre_ids":[28,80]},{"cast":["Lee Majors","Barbara Anderson","Martin Balsam","Darren McGavin","Charles Robinson"],"overview":"Colonel Steve Austin, astronaut and test pilot, is badly injured when he crashes while testing an experimental aircraft. A covert government agency (OSI) is willing to pay for special prosthetics to replace the eye, arm and both legs he lost in the crash. Highly advanced technology (Bionics) built into them will make him faster, stronger and better than normal. In return they want him to become a covert agent for the OSI. It will cost $6,000,000 to rebuild Steve Austin.","release_date":"1973-03-07","vote_average":6.4,"runtime":90,"cert":"N\/A","id":39829,"title":"The Six Million Dollar Man","adult":false,"genre_ids":[878,12]},{"cast":["Linas Phillips","Davie-Blue","Jim Fletcher","Alex Karpovsky"],"overview":"A man coming off a disastrous affair with a married woman has a lyrical, strange and comedic cross-country journey in a modified VW bus.","release_date":"2010-01-23","vote_average":5.1,"runtime":103,"cert":"N\/A","id":39830,"title":"Bass Ackwards","adult":false,"genre_ids":[12,35]},{"cast":["Johnny Cotugno","Tami Reynolds","B.J. Thorne","Dennis Wiggins","Bram Fulk"],"overview":"Inspired by the ghost of Johnny Appleseed, a young man undertakes a mission to populate the countryside with seeds... marijuana seeds that is.","release_date":"2008-03-16","vote_average":0.0,"runtime":89,"cert":"N\/A","id":39831,"title":"Johnny Appleweed","adult":false,"genre_ids":[18,35]},{"cast":["Richard Conte","Constance Smith","Bruce Bennett","Cathy Downs","James Millican"],"overview":"A newspaper man uses a mobster's tips to get the scoop on gangster activities.","release_date":"1955-03-20","vote_average":5.0,"runtime":78,"cert":"N\/A","id":39832,"title":"The Big Tip Off","adult":false,"genre_ids":[80]},{"cast":["Richard Egan","Debra Paget","Elvis Presley","Robert Middleton","William Campbell"],"overview":"Elvis Prestley's first film is a Civil War drama.","release_date":"1956-11-15","vote_average":5.7,"runtime":89,"cert":"N\/A","id":39833,"title":"Love Me Tender","adult":false,"genre_ids":[18,37,10402,10749]},{"cast":["Victor Mature","Richard Egan","Stephen McNally","Virginia Leith","Tommy Noonan"],"overview":"Three men case a small town very carefully, with plans to rob the bank on the upcoming Saturday, which turns violent and deadly.","release_date":"1955-04-01","vote_average":7.1,"runtime":90,"cert":"N\/A","id":39834,"title":"Violent Saturday","adult":false,"genre_ids":[18,80]},{"cast":["Roger Coma","Aina Clotet","Pau Roca","Judit Uriach","Natasha Yarovenko"],"overview":"Jordi is going to make it big, cost what it may, juggling a stock exchange portfolio; Cristina combines booze, drugs and sex in the celebration of her birthday; and Pau, in search of strong emotions, turns to violence, xenophobic attitude. Three young protagonists flee towards the future in the pursuit of an illusory happiness.","release_date":"2004-01-01","vote_average":5.0,"runtime":105,"cert":"N\/A","id":39835,"title":"Youth","adult":false,"genre_ids":[]},{"cast":["Ada Condeescu","Pistereanu George","Mihai Constantin","Clara Vodă","Cosmin Pădureanu"],"overview":"A teenager prisoner awaits his release when two weeks before that happens he's told that his mother is returned home. Meanwhile, he finds himself in love with a Sociology student, Ana, working in the penitentiary as an intern.","release_date":"2010-03-26","vote_average":6.3,"runtime":94,"cert":"N\/A","id":39840,"title":"If I Want to Whistle, I Whistle","adult":false,"genre_ids":[18]},{"cast":["Lily Chung Suk-Wai","Money Lo","Ben Ng","Baat Leung-Gam"],"overview":"Insane film from the master Billy Tang. A deranged man stalks and kills women that wear red. A young, mentally challenged woman is admitted into a group home that the deranged man happens to run. One day, she happens to wear a red dress for a dance recital that her social worker puts on. The nut sees her wearing red and that's when the fun really begins.","release_date":"1994-10-20","vote_average":7.6,"runtime":91,"cert":"N\/A","id":39843,"title":"Red to Kill","adult":false,"genre_ids":[27]},{"cast":["Roberts Blossom","Cosette Lee","Leslie Carlson","Robert Warner","Marcia Diamond"],"overview":"A man living in rural Wisconsin takes care of his bed-ridden mother, who is very domineering and teaches him that all women are evil. After she dies he misses her, so a year later he digs her up and takes her home. He learns about taxidermy and begins robbing graves to get materials to patch her up, and inevitably begins looking for fresher sources of materials. Based closely on the true story of Ed Gein.","release_date":"1974-02-02","vote_average":6.0,"runtime":83,"cert":"N\/A","id":39844,"title":"Deranged","adult":false,"genre_ids":[80,27,53]},{"cast":["Helen Mirren","Joe Pesci","Sergio Peris-Mencheta","Gina Gershon","Taryn Manning"],"overview":"Story of a couple that starts the first legal brothel in Nevada and a boxer they own a piece of.","release_date":"2010-06-30","vote_average":6.1,"runtime":117,"cert":"N\/A","id":39845,"title":"Love Ranch","adult":false,"genre_ids":[18]},{"cast":["Matt Dillon","John Cusack","Benicio del Toro","Terry Gilliam","Hunter S. Thompson"],"overview":"Breakfast with Hunter is a feature length documentary starring the infamous outlaw journalist Dr. Hunter S. Thompson. Edited by director Wayne Ewing from cinema verite film and digital video that he shot over many years on the road with Dr. Thompson, Breakfast with Hunter follows several story lines in the trials (literally) and triumphs of this cultural icon who created his own genre of writing - Gonzo journalism.","release_date":"2003-06-21","vote_average":6.7,"runtime":91,"cert":"N\/A","id":39848,"title":"Breakfast with Hunter","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Filmmaker Kate Churchill is determined to prove that yoga can transform anyone. Nick Rosen is skeptical but agrees to be her guinea pig. Kate immerses Nick in yoga, and follows him around the world as he examines the good, the bad and the ugly of yoga. The two encounter celebrity yogis, true believers, kooks and world-renowned gurus. Tensions run high as Nick’s transformational progress lags and Kate’s plan crumbles. What unfolds and what they discover is not what they expected.","release_date":"2008-01-01","vote_average":5.0,"runtime":82,"cert":"N\/A","id":39849,"title":"Enlighten Up!","adult":false,"genre_ids":[99]},{"cast":["Robert Downey Jr.","Alan Arkin","Ele Keats","Christopher Buchholz","Regina Nemni"],"overview":"A three-part anthology film about love and sexuality: a menage-a-trois between a couple and a young woman on the coast of Tuscany; an advertising executive under enormous pressure at work, who, during visits to his psychiatrist, is pulled to delve into the possible reasons why his stress seems to manifest itself in a recurring erotic dream; and a story of unrequited love about a beautiful, 1960s high-end call girl in an impossible affair with her young tailor.","release_date":"2004-09-09","vote_average":5.7,"runtime":104,"cert":"N\/A","id":39850,"title":"Eros","adult":false,"genre_ids":[18,10749]},{"cast":["Maggie Cheung","Nick Nolte","Béatrice Dalle","Jeanne Balibar","Don McKellar"],"overview":"After losing her husband to a heroin overdose, Emily Wang fights to overcome her own addictions and to be reconciled with her estranged son.","release_date":"2004-09-01","vote_average":6.7,"runtime":111,"cert":"N\/A","id":39851,"title":"Clean","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Girl power rules as Mattel's spunky heroine moves from dollhouse to screen in her first animated adventure. With a little help from her friends, Polly can handle anything -- even her scheming soon-to-be step mom. Neither mean \"mom\" nor a jealous classmate can spoil the fun for Polly and pals as they enter a reality show competition and take in the thrilling rides (and even more thrilling shopping) at a local amusement park.","release_date":"2006-11-01","vote_average":3.3,"runtime":68,"cert":"N\/A","id":39852,"title":"Pollyworld","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"Tom enters from stage left in white tie and tails, sits at the piano, gets his focus as the orchestra in the pit beneath him warms up, and begins to play Liszt's \"Hungarian Rhapsody.\" Unbeknownst to Tom and the audience, Jerry is asleep across several of the high-note keys inside the instrument, so Tom's playing eventually wakes him. Jerry is pummeled by hammers, bounced by wires, and squeezed by Tom as the cat tries to play the concerto while dispensing with Jerry. Jerry's defensive antics add to the brio of the program and answer Tom with Jerry's own skillful musical attack. By the concerto's end, the duet leaves only one animal standing for the audience's applause.","release_date":"1947-04-25","vote_average":7.6,"runtime":8,"cert":"N\/A","id":39853,"title":"The Cat Concerto","adult":false,"genre_ids":[16,35]},{"cast":["Cynthia Khan","Donnie Yen","Michael Wong","Yuen Yat-Choh","Lisa Chiao Chiao"],"overview":"Two detectives who are up to their necks in trouble and in each other's face, as they try to shut down a drug-trafficking scheme that could be connected with international ties to organized crime. But in the midst of their investigation, innocent immigrant dock worker Luk Wan-Ting gets caught up in the mix when he witnesses the murder of an intelligence operative and is framed for the crime.","release_date":"1989-07-21","vote_average":6.9,"runtime":94,"cert":"18","id":39854,"title":"In the Line of Duty 4","adult":false,"genre_ids":[12,28]},{"cast":["Cristie Whiles","Fred Vogel","Shelby Vogel","Jerami Cruise","Anthony Matthews"],"overview":"\"August Underground's Penance\" is basically the personal home video of two sociopathic killers on murder spree.Again two nameless butchers played by Fred Vogel and Cristie Whiles videotape their bloodthirsty madness,but \"Penance\" shows also their slow decline.","release_date":"2007-01-01","vote_average":4.1,"runtime":85,"cert":"N\/A","id":39855,"title":"August Underground's Penance","adult":false,"genre_ids":[27]},{"cast":["Tamaki Katsura","Yutaka Hayashi","Yuri Yamashina","Rei Okamoto","Midori Mori"],"overview":"Two restaurant employees begin a sexual killing spree after they accidentally kill a hitch hiker and find that murder and mutilation is their mutual aphrodisiac.","release_date":"1976-07-07","vote_average":6.1,"runtime":72,"cert":"N\/A","id":39856,"title":"Assault! Jack the Ripper","adult":false,"genre_ids":[27]},{"cast":["Anthony Wong","Danny Lee Sau-Yin","Emily Kwan Bo-Wai","Julie Lee","Parkman Wong"],"overview":"In 1978 in Hong Kong, a grisly murder takes place. Eight years later, on a Macao beach, kids discover the severed hands of a fresh victim. A squadron of coarse, happy-go-lucky cops investigate, and suspicion falls on Wong Chi Hang, the new owner of Eight Immortals Restaurant, which serves delicious pork bao. The hands belong to the missing mother of the restaurant's former owner; he and his family have disappeared; staff at the restaurant continue to go missing; and, Wong can't produce a signed bill of sale: but there's no evidence. The police arrest Wong and try to torture him into a confession. Can they make him talk? And what was in those pork bao?","release_date":"1993-05-13","vote_average":6.6,"runtime":96,"cert":"N\/A","id":39857,"title":"The Untold Story","adult":false,"genre_ids":[35,80,18,27]},{"cast":["Megumi Ozawa","Seira Kitagawa","Ken Yoshizawa","Ayako Ishii","Shinji Sekikawa"],"overview":"A tortured and raped young girl mutates into a penis-headed demon and mutilates her captors.","release_date":"1986-09-23","vote_average":6.4,"runtime":68,"cert":"N\/A","id":39858,"title":"Entrails of a Beautiful Woman","adult":false,"genre_ids":[27]},{"cast":["Mia Farrow","Dorothy Alison","Robin Bailey","Diane Grayson","Brian Rawlinson"],"overview":"In the English countryside, Sarah Rexton, recently blinded in a horse riding accident, moves in with her uncle's family and gallantly adjusts to her new condition, unaware that a killer stalks them.","release_date":"1971-09-02","vote_average":6.7,"runtime":89,"cert":"N\/A","id":39859,"title":"See No Evil","adult":false,"genre_ids":[80,53,9648]},{"cast":[],"overview":"Spike is guarding a private fishing hole - in his sleep. Tom sneaks in to do some fishing - with Jerry as bait. But one particularly vicious fish turns out to be more than Tom or Jerry bargained for, particularly when he wakes up Spike.","release_date":"1947-02-22","vote_average":6.8,"runtime":8,"cert":"N\/A","id":39860,"title":"Cat Fishin'","adult":false,"genre_ids":[16,35]},{"cast":["Peter Cushing","Sue Lloyd","Noel Trevarthen","Kate O'Mara","David Lodge"],"overview":"A surgeon discovers that he can restore the beauty to his girlfriend's scarred face by murdering other women and extracting fluids from their pituitary gland. However, the effects only last for a short time, so he has to kill more and more women. It is ultimately a killing spree which ends with considerable death and disaster.","release_date":"1968-07-18","vote_average":5.5,"runtime":91,"cert":"","id":39861,"title":"Corruption","adult":false,"genre_ids":[27]},{"cast":["Heidi Lenhart","Jon Sklaroff","Martin Kove","Darryl Theirse","David Valcin"],"overview":"After a bank robbery, four criminals escape to Mexico, but a storm causes an accident which takes down the plane where several die in the crash. The criminals take it into their own hands to continue when one survivor is attacked and eaten by a crocodile. The criminals kill it, but from then on the mother Crocodile is on a killing spree with a goal to kill each survivor. But that is not the only worry, because they're trapped within it's world, and if it doesn't kill them, the criminals will.","release_date":"2002-01-01","vote_average":3.8,"runtime":89,"cert":"N\/A","id":39862,"title":"Crocodile 2: Death Swamp","adult":false,"genre_ids":[27]},{"cast":["Yuka Asagiri","Yûko Asuka","Shun Domon","Hiromi Namino","Hiroshi Nawa"],"overview":"\"Beautiful Girl Hunter\" by Norifumi Suzuki is based on manga by Maasaki Sato.The film portrays the life of Tatsuya,a young man of proper descent whose outward respectability hides his urges for rape and torture.This handsome rapist seduces women,then brings them to the basement of the mansion he inherited from his well-to-do parents,where he indulges in lengthy sessions of sado-sexual violence.","release_date":"1979-10-27","vote_average":6.5,"runtime":100,"cert":"N\/A","id":39863,"title":"Star of David: Beauty Hunting","adult":false,"genre_ids":[27,53]},{"cast":["Naomi Tani","Tatsuya Hamaguchi","Hitoshi Takagi","Shôhei Yamamoto","Yuri Yamashina"],"overview":"Okoma (literally, Red Cherry) was a woman gambler until she retired from the yakuza world. Two years later, she returns home, and finds that the big boss has been assassinated and his daughter is having trouble keeping things in line against the rival gang headed by the men who killed her father. Okoma decides to avenge her former boss and help his daughter, a former friend of hers. She recruits her own gang, starting with an expert knife-fighter, her former lover. After a fight, the new Gang Leader captures and tortures Okoma sadistically.","release_date":"1979-01-01","vote_average":10.0,"runtime":70,"cert":"N\/A","id":39864,"title":"Rope and Skin","adult":false,"genre_ids":[]},{"cast":["Norman Chu","Melvin Wong","Eddy Ko","Hon Kwok-Choi","Michelle Yim"],"overview":"A secret agent investigates a village that is populated by crazed, inbred cannibals.","release_date":"1980-01-01","vote_average":5.9,"runtime":90,"cert":"N\/A","id":39865,"title":"We're Going to Eat You","adult":false,"genre_ids":[28,27,35]},{"cast":["Clint Howard","R. G. Armstrong","Joe Cortese","Claude Earl Jones","Haywood Nelson"],"overview":"Bullied by classmates, a pudgy military-school student fights back by computer with the devil.","release_date":"1981-08-22","vote_average":5.2,"runtime":93,"cert":"N\/A","id":39868,"title":"Evilspeak","adult":false,"genre_ids":[27]},{"cast":["Jim Betz","Jacob Casper","Jesse Casper","John Casper","John Coffman"],"overview":"Kelby Unger is a young man from a dysfunctional family that lives with his girlfriend Amelia Gates and has sleeping problems with dreadful nightmares. When he proposes Amelia, he coincidently receives a phone call from the warden of the prison of his hometown telling that his father had just died from heart attack. He decides to return to Bisbee for the funeral and Amelia goes with him. Kelby and Amelia lodge at his mother's house and he meets his slut sister Trish, his former friends James Lilly and the policeman Wally and his unknown uncle Tom. When Wally has a nervous breakdown with the name of Joshua, Kelby is haunted by the evil past in Bisbee.","release_date":"2006-01-01","vote_average":5.1,"runtime":95,"cert":"N\/A","id":39869,"title":"Joshua","adult":false,"genre_ids":[27]},{"cast":["Jana Cova","Alexis Texas","Adrianna Nicole","Heather Gables","Lisa Daniels"],"overview":"Jana Cova and Shay Jordan star in this all sex extravaganza","release_date":"2007-12-28","vote_average":0.0,"runtime":113,"cert":"N\/A","id":39870,"title":"Jana Cova: Video Nasty","adult":true,"genre_ids":[]},{"cast":["Ginger Rogers","Ray Milland","Rita Johnson","Robert Benchley","Diana Lynn"],"overview":"Susan Applegate, tired of New York after one year and 25 jobs, decides to return to her home town. Discovering she hasn't enough money for the train fare, Susan disguises herself as a 12-year-old and travels for half the price. Caught out by the conductors, she hides in the compartment of Major Philip Kirby, a military school instructor who takes the \"child\" under his wing.","release_date":"1942-09-16","vote_average":7.0,"runtime":100,"cert":"N\/A","id":39871,"title":"The Major and the Minor","adult":false,"genre_ids":[35,10749]},{"cast":["Meiko Kaji","Fumio Watanabe","Kayoko Shiraishi","Yuki Aresa","Hiroko Isayama"],"overview":"Matsu, known to the prisoners as Scorpion, is locked away in the bowels of the prison as revenge for disrupting the smooth operation of the prison and for her disfiguring attack on the warden. Granted a one day reprieve due to the visit of a dignitary, she takes advantage and attacks the warden again. This leads to more brutal punishment and humiliation. But the punishment gives her an oppurtunity to escape along with six other female prisoners. Their surreal flight from prison pits the convicts against the guards, the warden and each other.","release_date":"1972-12-30","vote_average":7.0,"runtime":90,"cert":"N\/A","id":39872,"title":"Female Prisoner Scorpion: Jailhouse 41","adult":false,"genre_ids":[28,80,18,53]},{"cast":[],"overview":"When the all-girl gang, The Bombers, kidnap a man to use as their personal sex slave, S&amp;M Hunter accepts the mission to infiltrate The Bombers' hideout and show them the ropes.","release_date":"1986-02-01","vote_average":6.5,"runtime":61,"cert":"N\/A","id":39873,"title":"S&M Hunter","adult":false,"genre_ids":[]},{"cast":["Paul Kelman","Lori Hallier","Neil Affleck","Keith Knight","Cynthia Dale"],"overview":"Twenty years ago in the sleepy mining town of Valentine Bluffs, a fatal mining disaster occurred on Valentine's Day while some of the crew was decorating for a party. The sole survivor of the accident killed the remaining crewmembers and warned the town not to celebrate Valentine's Day again. When a group of teenagers decides to defy that order, a murderous maniac in mining gear begins dispatching townsfolk in bloody and creative ways.","release_date":"1981-02-11","vote_average":6.3,"runtime":90,"cert":"15","id":39874,"title":"My Bloody Valentine","adult":false,"genre_ids":[53,27,9648]},{"cast":["Jill Schoelen","Dee Wallace","Kelly Jo Minter","Karen Lorre","Ray Walston"],"overview":"A horror film festival, held in a theater which was once the scene of a tragic fire, turns into a real life horror show.","release_date":"1991-02-01","vote_average":5.6,"runtime":91,"cert":"N\/A","id":39875,"title":"Popcorn","adult":false,"genre_ids":[27]},{"cast":["Yuri Yamashina","Yudai Ishiyama","Sueto Tsukada","Akira Takahashi","Yoshihiko Tabata"],"overview":"A serial rapist takes on a young protégé to his craft as he is pursued by a homosexual gang seeking vengeance for an attack on their leader.","release_date":"1977-01-22","vote_average":4.5,"runtime":73,"cert":"N\/A","id":39876,"title":"Rape! 13th Hour","adult":false,"genre_ids":[28,80,53]},{"cast":["Ally Walker","Tom Amandes","Hayden Panettiere","Meredith McGeachie","Andrew Tarbet"],"overview":"Bah! Humbug! Susan Stone is definitely what you'd call a modern-day scrooge. She is a young, jaded book editor who is consumed with self-doubt and has lost the passion and drive that defined her childhood persona. On the verge of losing her job and being completely on the \"outs\" with her family, Susan has nearly given up on happiness. Out of nowhere, a cheerful, carefree seven-year-old girl named Suzie awaits Susan back at her apartment. It turns out that little Suzie is the embodiment of Susan's inner child, she is Susan as she once was years ago. Suzie has come to help the adult Susan rediscover and recapture the love of life that she's lost.","release_date":"1999-12-06","vote_average":7.8,"runtime":87,"cert":"N\/A","id":39877,"title":"If You Believe","adult":false,"genre_ids":[18]},{"cast":["Kao Yuen","Lo Pi-Ling","Wei Pin-ao","Ou-Yang Sha-Fei","Chou Chung-Lien"],"overview":"During the construction of luxury apartment buildings a huge nest of thousands of snakes is discovered. Francis Chang (the boss) refuses to delay the construction and orders to kill all the animals. He is repeated warned by his wife, who had some nightmares concerning him and the snakes. They do not manage to kill all snakes and so they take revenge on the construction workers and Francis Chang. Soon thousands of killer snakes under the lead of a giant Boa invades the building an kill all the new inhabitants. Even a snake master can't stop them.","release_date":"1983-01-01","vote_average":8.0,"runtime":86,"cert":"N\/A","id":39878,"title":"Calamity of Snakes","adult":false,"genre_ids":[27]},{"cast":["Alexander Lo Rei ","Mark Lung","Jack Lung","William Yen","Chen Shan"],"overview":"The plot centres around Wu Tang villain, Abbot White, who wants to destroy the Shaolin monks and become supreme martial artist. In order to do so, he teams up with a clan of Ninjas, led by three masters – gold lamé ninja, white mustachioed ninja and black ninja – and succeeds in destroying the Shaolin temple and most of its inhabitants. However, there are some survivors. It is their job to pass on the knowledge of the Shaolin finger jab to a new generation, who must defeat the ninjas and Abbott White if peace and order is to be restored.","release_date":"1984-01-01","vote_average":8.0,"runtime":88,"cert":"N\/A","id":39879,"title":"Ninja Hunter","adult":false,"genre_ids":[28]},{"cast":["Nozomi Ando","Kyusaku Shimada","Keiko Matsuzaka","Moeko Ezawa","Hiroshi Fujioka"],"overview":"The eruption of Mt. Fuji in 1707 released hordes of demons from deep inside the earth. Sakuya, the young daughter of a samurai killed fighting these demons, accepts a mission to travel to Mt. Fuji and defeat the evil spirits. Accompanying her on her journey are two veteran warriors who served her father, and Taro, a young kappa, or river spirit, whom she has adopted as her little brother. Along the way, the two warriors have doubts about Taro's loyalties, and the young kappa himself must decide if he will stand with his own species or with the humans who have cared for him.","release_date":"2000-08-12","vote_average":5.0,"runtime":88,"cert":"N\/A","id":39880,"title":"Sakuya: Slayer of Demons","adult":false,"genre_ids":[12,14]},{"cast":["Sammo Hung","Chan Sing","Lo Hoi-Pang","Wang Hsieh","Fung Hak-On"],"overview":"Iron Fisted Monk, heavyweight HK superstar Sammo Hung's directorial debut, is a powerful old school kung fu movie which sees the portly one at his physical peak on screen as well as calling the shots behind the camera. Husker (Sammo) is a student of the Shaolin monks, learning kung fu so that he can avenge his uncle, who was murdered by the nasty Manchus who control the province. He leaves his training early, desperate to teach the killers a lesson and teams up with a martial artist monk (Chan Sing) who is teaching a group of factory workers how to defend themselves. When the Manchus attack the factory and kill everyone there, Husker and his Buddhist pal decide it's time to even the score.","release_date":"1977-08-24","vote_average":7.7,"runtime":93,"cert":"N\/A","id":39881,"title":"The Iron-Fisted Monk","adult":false,"genre_ids":[28]},{"cast":["Gary Kent","Suzanne Lund","Cheryl Waters","Merrie Lynn Ross","John Parker"],"overview":"Two deranged brothers, who are under the domineering influence of their crazed mother, kidnap young girls and keep them captive in chains in their basement, where they subject them to depraved \"games\" that often end in torture and murder.","release_date":"1973-01-01","vote_average":5.0,"runtime":90,"cert":"N\/A","id":39882,"title":"Schoolgirls in Chains","adult":false,"genre_ids":[27]},{"cast":["Florian Koerner von Gustorf","Monika M.","Micha Brendel","Carolina Harnisch","Xaver Schwarzenberger"],"overview":"Lothar Schramm is a simple man with complex problems, yet he seems like such a nice guy. He works as a taxi driver and lives by himself where he is happy to answer his door to strangers and kill them outright. As with many shy loner types he has a problem dealing with woman so he drugs them and photographs their nude bodies for sexual stimulation. He then murders his helpless victims and so goes the life of a deranged serial killer.","release_date":"1993-01-01","vote_average":6.3,"runtime":65,"cert":"N\/A","id":39883,"title":"Schramm","adult":false,"genre_ids":[27]},{"cast":["Gene Ross","Ann Stafford","Norma Moore","Camilla Carr","Charlie Dell"],"overview":"Newlyweds Helen and Paul go to a backwoods cabin on vacation. When Paul goes back to the car for some cigarettes he's not given a chance to ponder the carcinogenic ramifications as an axe blade makes the point moot. Panic stricken, Helen runs into the woods, only to find Odie Pickett as her only savior. He takes her back to his place, where pregnant wife Emmy, thick-as-a-brick son Bo, and available-since-she-was-twelve daughter Sarah, do their best to give her a \"family\" welcome. While Helen's immediate danger is somewhat delayed, her newfound shelter begins showing some signs of danger as well.","release_date":"1974-01-01","vote_average":4.7,"runtime":90,"cert":"N\/A","id":39884,"title":"Scum of the Earth","adult":false,"genre_ids":[53,18,27]},{"cast":["Yumi Takigawa","Emiko Yamauchi","Yayoi Watanabe","Ryouko Ima","Hachiro Tako"],"overview":"After the mysterious death of her mother, Maya takes religious vows to find out what terrible things happened to her mother inside the Sacred Heart Convent. As soon as the door closes to the nunnery, the nuns start torturing her. She also has to deal with a lecherous archbishops and a lesbian mother superior.","release_date":"1974-02-16","vote_average":6.7,"runtime":91,"cert":"N\/A","id":39885,"title":"The Transgressor","adult":false,"genre_ids":[18,53]},{"cast":["Kam Kwok-Leung","Maggie Li Lin-Lin","Richard Chan Chun","Helen Ko Ti-Hua","Chow Gat"],"overview":"A young man who has been beaten, abused, humiliated and laughed at all his life finds that he has an unusual empathy with snakes. He can talk to them and they understand him, and eventually he finds that he can get them to do his bidding. He decides to use his newfound friends to take his revenge on everyone who ever did him wrong.","release_date":"1974-02-05","vote_average":7.8,"runtime":125,"cert":"N\/A","id":39886,"title":"The Killer Snakes","adult":false,"genre_ids":[27]},{"cast":["Ira \"Buck\" Woods","William Hanna","Billy Bletcher"],"overview":"Near a house is a doghouse labeled \"Killer\" with a dog (Spike) in it. Tom pokes his head over the wall and spots a female cat (Toodles Galore) in the window. Tom brings along his double bass, then wakes up Spike and neutralizes him by whacking him in the head with a mallet and tying him up. Tom uses his bass as a pogo stick to hop over to the window, stopping to taunt Spike along the way.","release_date":"1946-08-31","vote_average":6.5,"runtime":7,"cert":"N\/A","id":39887,"title":"Solid Serenade","adult":false,"genre_ids":[16]},{"cast":["Billy Bletcher"],"overview":"Spike the bulldog, grateful to Jerry for getting him out of the dogcatcher's van, offers to help the little mouse any time he whistles. Tom, Jerry's feline tormentor, seeks to overcome this new disadvantage.","release_date":"1944-07-22","vote_average":7.0,"runtime":7,"cert":"N\/A","id":39888,"title":"The Bodyguard","adult":false,"genre_ids":[16]},{"cast":["Tiffany Bolling","Ben Piazza","Susan Sennett","Brad David","Vince Martorano"],"overview":"An abused autistic boy is the sole witness to the kidnapping of a teenage heiress.","release_date":"1973-06-01","vote_average":6.7,"runtime":94,"cert":"N\/A","id":39889,"title":"The Candy Snatchers","adult":false,"genre_ids":[18,53,80]},{"cast":["Christopher Lee","Patricia Jessel","Betta St. John","Dennis Lotis","Venetia Stevenson"],"overview":"A young college student arrives in a sleepy Massachusetts town to research witchcraft; during her stay at an eerie inn, she discovers a startling secret about the town and its inhabitants.","release_date":"1960-09-09","vote_average":6.7,"runtime":76,"cert":"15","id":39890,"title":"The City of the Dead","adult":false,"genre_ids":[9648,27]},{"cast":["Christopher Lee","Charles Gray","Niké Arrighi","Leon Greene","Patrick Mower"],"overview":"The powers of good are pitted against the forces of evil as the Duc de Richelieu wrestles with the charming but deadly Satanist, Mocata, for the soul of his friend. Mocata has the knowledge and the power to summon the forces of darkness and, as the Duc de Richelieu and his friends remain within the protected pentacle, they are subjected to ever-increasing horror until thundering hooves herald the arrival of the Angel of Death. Known as \"The Devil's Bride\" in the United States.","release_date":"1968-07-20","vote_average":6.9,"runtime":96,"cert":"","id":39891,"title":"The Devil Rides Out","adult":false,"genre_ids":[27]},{"cast":["Lillian Randolph","William Hanna","Frank Graham"],"overview":"Jerry crashes a vase onto Tom's head, which gets Mammy to throw Tom out. Jerry revels in his freedom, among other things turning Tom's picture into a Hitler caricature then spitting on it. But he soon tires of this, and under a flag of truce, hatches a plan with Tom. The abnormally talkative duo stage a grand chase, but whenever they're out of sight of Mammy, they fake it, pausing for patty-cake, a turkey leg, and a drum jam session. Eventually, Tom chases Jerry under a rug, then swaps in a tomato, which Mammy crushes. With Jerry apparently vanquished, Tom is rewarded with a pie, but when Jerry tries to claim his share, Tom shuts him out.","release_date":"1943-05-22","vote_average":5.9,"runtime":8,"cert":"N\/A","id":39892,"title":"The Lonesome Mouse","adult":false,"genre_ids":[35,16]},{"cast":["Bette Davis","Wendy Craig","Jill Bennett","James Villiers","William Dix"],"overview":"Nanny, a London family's live-in maid, brings morbid 10-year-old Joey back from the psychiatric ward he's been in for two years, since the death of his younger sister. Joey refuses to eat any food Nanny's prepared or take a bath with her in the room. He also demands to sleep in a room with a lock. Joey's parents -- workaholic Bill and neurotic Virgie -- are sure Joey is disturbed, but he may have good reason to be terrified of Nanny.","release_date":"1965-10-27","vote_average":7.2,"runtime":91,"cert":"","id":39893,"title":"The Nanny","adult":false,"genre_ids":[18,53]},{"cast":["Frank Graham"],"overview":"It's snowy and cold outside, and warm inside where Jerry squeezes past a mousetrap to cavort under a present-laden Christmas tree. Mistaking the sleeping Tom for a plush toy, Jerry wakes the cat and a mad chase ensues. Various toys come to Jerry's rescue as he dashes about. Mistletoe is his final refuge before he must escape to the outdoors just ahead of Tom's claws. Out in the snow, he may become a mouse Popcycle, and unless Christmas peace can descend, Tom may be in for a nasty surprise as well. Can the lads find the spirit of the season?","release_date":"1941-12-06","vote_average":6.7,"runtime":9,"cert":"N\/A","id":39894,"title":"The Night Before Christmas","adult":false,"genre_ids":[16,35]},{"cast":["Vincent Price","Clu Gulager","Terry Kiser","Rosalind Cash","Cameron Mitchell"],"overview":"The uncle of an executed murderess relates four stories of his hometown, Oldfield, to a reporter. In the first, an elderly man pursues a romance with a younger woman, even to the grave and beyond. In the second, a wounded man on the run from creditors is rescued by a backwoods hermit who holds the secret to eternal life. In the third, a glass-eating carny pays the ultimate price for looking for love on the outside. And in the fourth, a group of Civil War soldiers are held captive by a household of orphans with strange intentions for them.","release_date":"1987-09-25","vote_average":6.2,"runtime":99,"cert":"N\/A","id":39895,"title":"From a Whisper to a Scream","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"As Tom and Jerry stage their typical fight sequences, the patriotic soldier theme of the title is evidenced by such things as a carton of eggs labeled \"Hen Grenades\"; Jerry dropping light bulbs from an airplane like bombs; and Jerry sending a telegram with the message \"Sighted Cat - Sank Same.\" Musical phrasings from various patriotic war songs are heard throughout.","release_date":"1943-06-26","vote_average":6.4,"runtime":8,"cert":"N\/A","id":39896,"title":"The Yankee Doodle Mouse","adult":false,"genre_ids":[16,10402,10751]},{"cast":["Meletis Georgiadis","Argiris Thanasoulas","Pepi Moschovakou","Stavroula Thomopoulou","Mary Tsoni"],"overview":"An evil force is awakened in downtown Athens transforming the unsuspecting citizens into raving zombies. The few survivors will have to fight hard for their lives. To the death.","release_date":"2005-09-23","vote_average":5.5,"runtime":83,"cert":"N\/A","id":39897,"title":"Evil","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Deanna, a young, pretty and upwardly mobile nurse is about to face the most difficult challenge of her life...Deciding whether five men should live or die. In a moment which would change her life forever, Deanna is brutally raped, but the pain she suffered is nothing compared to that which her five suspects are about to endure. One by one, Deanna avenges her rape. Do the men deserve the punishment she inflicts upon them, or the death they will soon desire? Only Deanna will decide who will survive and who gets Torched.","release_date":"2003-12-29","vote_average":6.0,"runtime":47,"cert":"N\/A","id":39898,"title":"Torched","adult":false,"genre_ids":[27]},{"cast":["Steve Railsback","Olivia Hussey","Michael Craig","Carmen Duncan","Noel Ferrier"],"overview":"In the near future, after an unspecified holocaust, survivors are herded into prison camps. There, they are hunted for sport by the leaders of the camp. Paul, one of the newest prisoners, is determined not to go down as quietly as the others.","release_date":"1982-03-25","vote_average":5.8,"runtime":93,"cert":"N\/A","id":39899,"title":"Turkey Shoot","adult":false,"genre_ids":[27,878]},{"cast":["Chow Yun-Fat","Chui Sau-Lai","Chin Siu-Ho","Maggie Cheung","Dick Wei"],"overview":"A young heroic cop in the jungle of Thailand attempts to rescue a beautiful girl from being sacrificed to the \"Worm Tribe\" she belongs to. As a result, the cop is damned with seven \"Blood Curses\" which burst through his leg periodically. When the seventh bursts, he will die, but Betsy, the beauty he saved stops the curse with an antidote that lasts only one year, so on the advice of Wisely (Chow yun Fat) he heads back to Thailand to find a permanent cure. Action ensues as the cop and cohorts battle the evil sorcerer of the Worm Tribe, a hideous bloodthirsty baby like creature and \"Old Ancestor,\" a skeleton with glowing blue eyes that transforms into a monster that is a cross between Rodan and Alien.","release_date":"1986-01-01","vote_average":6.5,"runtime":78,"cert":"N\/A","id":39900,"title":"The Seventh Curse","adult":false,"genre_ids":[14,27,28]},{"cast":["Yuen Biao","Sammo Hung","Lau Kar-Wing","Leung Kar-Yan","Karl Maka"],"overview":"After being cheated out of some money, two small time crooks convince a martial arts expert to take them on as students.","release_date":"1979-04-12","vote_average":6.9,"runtime":92,"cert":"N\/A","id":39901,"title":"Knockabout","adult":false,"genre_ids":[12,28,35]},{"cast":["Joseph Paur","Ivey Lloyd","Cynthia Jump","John Huntington"],"overview":"Things are not going well in the depression-era town of Castle Gate. Mr. Ribaldi, a mysterious rich man with a disfigured face and an abrasive personality, has just bought and moved into a long-vacant mansion. Bonnie, an adolescent girl who loves to sing, ends up working for Ribaldi so that her family can stay in their house. But Ribaldi is quite an accomplished musician himself, and he is soon giving Bonnie voice lessons. Meanwhile, local businesses are being shut down by foreclosures, and the townspeople suspect Ribaldi is responsible.","release_date":"1993-07-13","vote_average":6.7,"runtime":98,"cert":"N\/A","id":39902,"title":"Rigoletto","adult":false,"genre_ids":[18]},{"cast":["Izabella Scorupco","Mikael Persbrandt","Jakob Eklund","Krister Henriksson","Suzanne Reuter"],"overview":"While in a party promoted by her chief and friend Måns Wenngren, the fiscal attorney, Rebecka Martinsson, receives a call from her former sister-in-law, Sanna Strandgård, telling that her brother and preacher Viktor was murdered, stabbed and with severed hands, and she would be arrested. Rebecka heads to her hometown Kiruna and defends Sanna, but the evidences found by the police in her house prove her guilty and she is arrested. While investigating the crime, Rebecka is haunted by her past and faces the bigoted and fanatic religious dwellers that worship the local church, and is more convinced of the innocence of Sanna.","release_date":"2007-11-02","vote_average":5.3,"runtime":103,"cert":"N\/A","id":39903,"title":"Solstorm","adult":false,"genre_ids":[53]},{"cast":["Jesdaporn Pholdee","Noppachai Muttaweevong","Champagne X","Supakorn Kitsuwon","Attaporn Teemakorn"],"overview":"Nonzee recreates the life of a notorious late-1950s gangster. Dang Bireley's (nicknamed after his favorite soda-pop) had Elvis and James Dean fixations and lived predictably fast and died predictably young. He first killed a man at the age of 13, and became famous in Phra Nakorn as a Chinese protection racketeer from the age of 18. Everything swung his way until one of Thailand's many coups d'etat imposed martial law and drove the city's gangsters up-country. Dang and his loyal cohort Piak had little trouble facing down the local hicks, but bristled when forced to operate a long side their arch-enemy Pu, known as Bottle-Bomb.","release_date":"1997-01-01","vote_average":5.9,"runtime":110,"cert":"N\/A","id":39904,"title":"Dang Bireley's and Young Gangsters","adult":false,"genre_ids":[28,18]},{"cast":["Irene Azuela","Juan Carlos Barreto","Bernardo Benítez","Ricardo Blume","Diana Bracho"],"overview":"Eugenia is a former pop singer who is bedridden and dying of cancer. She is cared for by her daughter, Helena, who dreams of traveling the world and wishes she could be a glamorous pop star like her mother was. Helena’s younger brother Sebastian's dreams are simple and he merely wants to move to the beach. Helena is smart and pretty but she has no friends, male or female and is totally devoted to her mother's care and is also on the verge of initiating an incestuous relationship with Sebastian. Sebastian however, is falling in love with a boy at school named Juan who is the school roughneck and the son of a single father who owns a little bar. Juan is the nemesis of the school preppy named Ismael who comes from such a wealthy home that he has his own chauffeur and bodyguards. Ismael's ping-pong obsessed girlfriend Aurora rents a room at Helena and Sebastian's house where Ismael discovers he is also attracted to Sebastian.","release_date":"2007-04-05","vote_average":7.3,"runtime":100,"cert":"N\/A","id":39905,"title":"Burn the Bridges","adult":false,"genre_ids":[18]},{"cast":["Jun'ichi Haruta","Yumiko Ishikawa","Hirohisa Nakata","Nakayama Shouji","Sakaguchi Tetsurou"],"overview":"\"Biotherapy\" is a fairly nasty Japanese gorefest about a group of Japanese scientists stalked and viciously butchered by a creepy-looking alien.","release_date":"1986-01-01","vote_average":6.0,"runtime":36,"cert":"N\/A","id":39906,"title":"Biotherapy","adult":false,"genre_ids":[27,878]},{"cast":["Jaran Ngamdee","Winai Kraibutr","Theerayut Pratyabamrung","Bin Bunluerit","Bongkod Bencharongkul"],"overview":"Set right before the fall of Thailand's old capital, Ayuttaya, Bang Rajan draws on the legend of a village of fighters who bravely fended off the Burmese armies. With no support from the Royal army, the villagers drives the invading Burmese away many times until their names have become legendary during the time. As each subsequent battles becomes fiercer, the villagers tries to forge a canon to battle the enemy in a final battle where everyone, women and children included, die in combat.","release_date":"2000-12-29","vote_average":6.7,"runtime":113,"cert":"N\/A","id":39907,"title":"Bang Rajan","adult":false,"genre_ids":[28,36,10752]},{"cast":["Darren Shahlavi","Russell Friedenberg","David Creedon","Natacza Boon","James Matthews"],"overview":"The rookie journalist Vivian seeks Frederick, the caretaker of the oldest cemetery in an undefined country, asking for an interview and the old man tells the story of two \"costumers\" and both connected by a mysterious secret. The powerful gangster Jimmie Levinson accuses his former partner Paul Pattuchi of stealing a load of cocaine and orders to kill his beloved girlfriend Clarice. Paul is found dead later in a cottage, and Jimmie and his friends and girlfriends are visited during a dinner party by Robert Downing first and then by the sadistic Mortimer and his partner Rick seeking the truth about Paul and a suitcase with a mysterious relic. The second story takes place in the Middle Ages, where the cruel David Deming and his minion Tom Brewster chase the renegade priest James Flynn in the name of the Inquisition but actually trying to force him to reveal the secret of the Eternal Heart to grant immortality.","release_date":"2003-01-01","vote_average":5.5,"runtime":100,"cert":"N\/A","id":39908,"title":"Beyond the Limits","adult":false,"genre_ids":[27,53]},{"cast":["Kevin Barbare","Griff Brohman","Brian DeClercq"],"overview":"Her husband's health suddenly devastated by a terminal bone disease, a desperate young woman finds her search for alternative treatment leading to unexpectedly grave consequences.","release_date":"2004-01-01","vote_average":3.2,"runtime":98,"cert":"N\/A","id":39909,"title":"Bone Sickness","adult":false,"genre_ids":[27]},{"cast":["Anita Ekberg","Rosalba Neri","Evelyne Kraft","Howard Vernon","Pietro Martellanza"],"overview":"The plot involves the murder of a prostitute in a Paris brothel (run by early 60's sex symbol Anita Ekberg). It's blamed on a jealous client, but the lead detective (\"Bogey\") suspects otherwise. And when the murders continue after the suspect's ironic-if-he-were-actually-guilty demise, his suspicions are confirmed.","release_date":"1972-06-15","vote_average":5.8,"runtime":83,"cert":"N\/A","id":39910,"title":"The French Sex Murders","adult":false,"genre_ids":[27]},{"cast":["Albert Dupontel","Marie Trintignant","Serge Larivière","Bouli Lanners"],"overview":"Jean V., huissier de justice de quarante ans, exerce son métier avec talent mais sans faire preuve d'humanité. Il est marié à Nicole, 35 ans et consommatrice en crise. Régulièrement, Jean a recours aux services de George, débiteur chronique et personnage folklorique, qui l'aide dans ses \"petites combines\". Incidemment, George redonne à Nicole le goût d'acheter. Un jour, Jean fait la rencontre d'Eddy, un policier qui l'accompagne durant sa tournée des saisies. Mais un différent les oppose et va prendre des dimensions disproportionnées. Poussé à bout, Jean décide de monter avec George une sombre machination pour donner une leçon au flic.","release_date":"2002-02-06","vote_average":4.3,"runtime":82,"cert":"N\/A","id":39911,"title":"Dead Man's Hand","adult":false,"genre_ids":[35]},{"cast":["Reggie Bannister","Peter Stickles","Nicole DuPort","Ky Evans","Aime Wolf"],"overview":"When two ecologists break-in the laboratory of Dr. Belmont, they find a box with a subject and they decide to set the experiment free in the woods. During the transportation, the box opens and releases the mutant Tasmanian Devil that devours the two activists and escapes to the woods. Meanwhile, Dr. Belmont's son Hunter travels in a van with four friends to film a horror movie in the cemetery in the woods, while Belmont and his associate Dr. Christine Kollar seek their deadly experiment called Precious.","release_date":"2006-05-30","vote_average":4.0,"runtime":92,"cert":"N\/A","id":39912,"title":"Cemetery Gates","adult":false,"genre_ids":[27,878,28]},{"cast":["Bruce Le","Richard Harrison","Hwang Jang-Lee","Nadiuska","Brad Harris"],"overview":"Two CIA agents, a kung fu master and a suave womanizer, track the stolen formula for a super-sterility drug from Spain to Hong Kong, battling Neo-Nazi terrorists and a Vietnamese spy ring for its possession.","release_date":"1980-01-01","vote_average":5.2,"runtime":86,"cert":"N\/A","id":39913,"title":"Challenge of the Tiger","adult":false,"genre_ids":[28,12]},{"cast":["Kevin Gage","Sage Stallone","Kelly K.C. Quann","Maya Barovich","Chantal Degroat"],"overview":"Emily and her friend Angelica go to a rave in the woods, and when they arrive, they meet a stranger called Swan that promises some Exstasy for the girls. They follow him to a cabin into the forest where they meet the sadistic gang leaded by the psychotic Chaos. The girls are abused, tortured and raped in a night of nightmare and murder.","release_date":"2005-08-10","vote_average":4.0,"runtime":74,"cert":"N\/A","id":39914,"title":"Chaos","adult":false,"genre_ids":[28,27,53]},{"cast":["Joey Wong","Maggie Cheung","Vincent Zhao","Wu Hsing-Guo","Ma Jing-Wu"],"overview":"A mischievous snake who assumes human form interferes with the romance between her reptilian sister and a hapless man.","release_date":"1993-04-10","vote_average":7.8,"runtime":99,"cert":"N\/A","id":39915,"title":"Green Snake","adult":false,"genre_ids":[28,14,10749]},{"cast":["Ian McCulloch","Louise Marleau","Marino Masé","Siegfried Rauch","Gisela Hahn"],"overview":"A former astronaut helps a government agent and a police detective track the source of mysterious alien pod spores, filled with lethal flesh-dissolving acid, to a South American coffee plantation controlled by alien pod clones.","release_date":"1980-08-02","vote_average":5.1,"runtime":95,"cert":"N\/A","id":39916,"title":"Contamination","adult":false,"genre_ids":[12,878,27]},{"cast":["Colleen Brennan","Roberta Pedon","George Buck Flower","Michael Pataki","Bob Minor"],"overview":"Three mental patients  escape their asylum and sexually assault their way into a girl's private school. The girls education includes wrestling and karate, so the three mad men will find stern opposition when they least expected.","release_date":"1975-01-01","vote_average":6.2,"runtime":89,"cert":"N\/A","id":39917,"title":"Delinquent School Girls","adult":false,"genre_ids":[35,18]},{"cast":["Olivia Pascal","Christoph Moosbrugger","Nadja Gerganoff","Alexander Waechter","Jasmin Losensky"],"overview":"Miguel, a horribly disfigured young man, goes on a rampage at a masquerade party and rapes and then mutilates a girl. Institutionalized at a mental asylum, he is released five years later, into the care of his sister, Manuela who, along with their wheelchair bound mother operates a boarding school for young women. Miguel becomes obsessed with one of the girls at the school, and wants to resume his incestuous relationship with his sister.","release_date":"1981-03-27","vote_average":4.8,"runtime":90,"cert":"N\/A","id":39918,"title":"Bloody Moon","adult":false,"genre_ids":[27,9648,53]},{"cast":["Laura Gemser","Christian Anders","Gabriele Tinti","Maximilian Wolters","Simone Brahmann"],"overview":"The young daughter of a US Senator is drawn into a hippie \"free love\" cult called \"The Children of Light\" by the blond boyfriend of the cult's leader, a mysterious and beautiful Asian woman. The cult turns out to be not quite the \"free\" love community it presents itself to be.","release_date":"1981-04-10","vote_average":3.8,"runtime":88,"cert":"N\/A","id":39919,"title":"Divine Emanuelle","adult":false,"genre_ids":[80]},{"cast":["Lillian Randolph"],"overview":"Tom's chasing Jerry when he runs, literally, right into the sleeping (and quite nasty) dog later known as Spike. Spike chases Tom up a lamp; Jerry's quite amused, until Spike turns on him and traps him in a cuckoo clock. Spike trades off between the two of them, until Tom climbs down the lamp, then finds himself depending on Jerry to help him to the clock. They're both trapped, then Jerry has an idea. As Tom keeps Spike distracted, Jerry uses a ball of yarn to tie everything in the next room together. When he's ready, he kicks Spike, who runs into the mess, bringing the wrath of Mammy. The truce between Tom and Jerry ends, though, when Tom's tail gets caught in a mousetrap.","release_date":"1942-04-18","vote_average":5.8,"runtime":8,"cert":"N\/A","id":39920,"title":"Dog Trouble","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Tom, sick of Jerry stealing the milk out of his bowl, poisons it. Instead of killing the mouse, the potion transforms him into a muscular beast.","release_date":"1947-06-15","vote_average":6.8,"runtime":8,"cert":"N\/A","id":39921,"title":"Dr. Jekyll and Mr. Mouse","adult":false,"genre_ids":[16]},{"cast":["Torben Bille","Tony Eades","Anne Sparrow","Clara Keller","Gerda Madsen"],"overview":"Olaf and his mother run a boarding house and a white slavery ring. They also smuggle heroin to keep the addict girls happy so they do not try and escape. A young couple move into the house and the evil landlords take a liking to the female.","release_date":"1973-12-20","vote_average":5.4,"runtime":95,"cert":"N\/A","id":39922,"title":"The Sinful Dwarf","adult":true,"genre_ids":[80,27]},{"cast":["Bobbie Phillips","Howard Rosenstein","Ginger Lynn Allen","Jenna Jameson","Chasey Lain"],"overview":"Two American tourists on a romantic camping trip are brutally murdered. A few days later, during the ancient festival of Samhain, a group of American university students moves into a beautiful cottage, surrounded by a lush forest and a majestic lake They are here to learn about the rituals of the ancient Druids and other Celtic legends. But in the remains of an abandoned copper mine, lives the ancestors of an incestuous clan of cannibals. Stalked by a hulking, disfigured mutant, the students and their chaperone are in for the most harrowing time of their young lives. And keeping their heads on their necks will become their main concern...","release_date":"2003-03-01","vote_average":4.3,"runtime":78,"cert":"","id":39923,"title":"Evil Breed: The Legend of Samhain","adult":false,"genre_ids":[27,35]},{"cast":["Udo Kier","Linda Hayden","Fiona Richmond","Patsy Smart","Vic Armstrong"],"overview":"A paranoid writer is unable to get started on his second novel. He hires a secretary and then his troubles really begin.","release_date":"1976-03-01","vote_average":5.8,"runtime":84,"cert":"18","id":39924,"title":"Exposé","adult":false,"genre_ids":[53]},{"cast":["Joan Collins","Peter Cushing","Judy Geeson","Ralph Bates","James Cossins"],"overview":"It took Peggy Heller a long time to recover from the trauma of a brutal physical assault, suffered in her youth. When she married Robert, he provided her with the love and reassurance she craved for and the two settled down in a pretty house in the grounds of the public school where Robert was a master. But the headmaster of the school is not what he seems and Penny is convinced he means to harm her - is her fear a figment of her tortured imagination or are there forces at work that intend to manipulate her anxieties with fatal consequences?","release_date":"1972-07-09","vote_average":6.1,"runtime":94,"cert":"15","id":39925,"title":"Fear in the Night","adult":false,"genre_ids":[9648,53]},{"cast":["Markus Eberhard","Engelbert Weiss","Ralph Polinski","Katja Weber","Beatrice Heimrich"],"overview":"A website offers people to have their suicides filmed.","release_date":"2001-12-06","vote_average":6.0,"runtime":84,"cert":"N\/A","id":39926,"title":"Suicide","adult":false,"genre_ids":[18,27]},{"cast":["Natasha Lyonne","María Celedonio","David Alan Grier","Vincent Gallo","April Telek"],"overview":"After escaping from jail, two teens flee to Tijuana and stay with one's childhood protector, a man masquerading as a nun.","release_date":"1999-09-10","vote_average":6.1,"runtime":97,"cert":"N\/A","id":39927,"title":"Freeway II: Confessions of a Trickbaby","adult":false,"genre_ids":[35,80,18,53]},{"cast":["Fernando Acaso","María José Bausá","Raquel Arenas","Xènia Reguant","Sonia Moreno"],"overview":"H6 tells the story of Antonio Frau, a serial killer set free after serving 25 years in jail for the violent murder of his girlfriend. After inheriting and old motel from a relative he never knew, he sees this as a signal and takes to his holy task of relieving the grief of those who have lost the will to live. He takes his victims to room Number 6 in the motel where he 'purifies' them, while, at the same time, continues his everyday life next to his wife. A mistake leads to his arrest, and his plan to become rich and famous takes relevance.","release_date":"2005-01-01","vote_average":5.3,"runtime":92,"cert":"N\/A","id":39928,"title":"H6: Diary of a Serial Killer","adult":false,"genre_ids":[27,53]},{"cast":["Michael Ironside","Wendy Lyon","Louis Ferreira","Lisa Schrage","Richard Monette"],"overview":"When Hamilton High's Prom Queen of 1957, Mary Lou Maloney is killed by her jilted boyfriend, she comes back for revenge 30 years later. Bill Nordham is now the principle of Hamilton High and his son is about to attend the prom with Vicki Carpenter. However, she is possessed by Mary Lou Maloney after opening a trunk in the school's basement. Now Bill must face the horror he left behind in 1957.","release_date":"1987-10-16","vote_average":5.7,"runtime":97,"cert":"N\/A","id":39929,"title":"Hello Mary Lou: Prom Night II","adult":false,"genre_ids":[27]},{"cast":["Neil Giuntoli","Kate Walsh"],"overview":"Henry has wandered into a small town looking for work and a place to stay. He gets a job delivering and cleaning porto-potties and moves in with a co-worker until he gets his feet off of the ground. Henry and his new friend soon start to kill.","release_date":"1996-10-10","vote_average":4.8,"runtime":84,"cert":"18","id":39930,"title":"Henry II: Portrait of a Serial Killer","adult":false,"genre_ids":[80,27,53]},{"cast":["Herbert Lom","Udo Kier","Olivera Katarina","Reggie Nalder","Herbert Fux"],"overview":"In 1700s Austria, a witch-hunter's apprentice has doubts about the righteousness of witch-hunting when he witnesses the brutality, the injustice, the falsehood, the torture and the arbitrary killing that go with the job.","release_date":"1970-02-19","vote_average":6.1,"runtime":96,"cert":"N\/A","id":39931,"title":"Mark of the Devil","adult":false,"genre_ids":[27,18,36,53]},{"cast":["Sam Bottoms","Kim Delaney","Clu Gulager","Ken Swofford","Joey Travolta"],"overview":"Five \"city boys\" travel to the country to relax by doing some hunting, drinking Bud, and generally having good time. However, the local inbred backwoods psychos turn the hunters to be the hunted, and they need all the ammo and wits they have to get out of the woods alive.","release_date":"1986-01-01","vote_average":6.4,"runtime":101,"cert":"N\/A","id":39932,"title":"Hunter's Blood","adult":false,"genre_ids":[27,28]},{"cast":["Louisa Krause","Sonequa Martin-Green","Chris Riggi","Gaius Charles","Silvestre Rasuk"],"overview":"Out on the lacrosse pitch, wealthy but troubled Jesse and poor but driven Tosha form an easy and deep bond, but their relationship is threatened once they enter the hallways of an elite prep school they attend in Washington, D.C. There, they must work to overcome racial and other tensions in their classmates, and in themselves, if they hope to keep their friendship alive.","release_date":"2010-02-26","vote_average":3.5,"runtime":104,"cert":"N\/A","id":39933,"title":"Toe to Toe","adult":false,"genre_ids":[18,10749]},{"cast":["Campbell Scott","Patrick Cassidy","Bruce Davison","Stephen Caffrey","Mary-Louise Parker"],"overview":"Longtime Companion follows the lives of a small circle of friends from the first mention of the disease in the New York Times in 1981. First referred to as \"Gay-Related-Immune-Disorder,\" we watch the effect of the disease as it devastates the lives of our protagonists. Jumping between Manhattan and Fire Island, vignettes carry us from the it-couldn't-happen-to-me mentality of the early days of the disease to the invasive effect it has had on all of our lives, today. The title of the film comes from the New York Times' refusal to acknowledge homosexual relationships in their obituary section during this period. Instead, survivors were referred to as \"Longtime Companions\" of the deceased","release_date":"1989-10-11","vote_average":7.6,"runtime":96,"cert":"N\/A","id":39934,"title":"Longtime Companion","adult":false,"genre_ids":[18]},{"cast":[],"overview":"With its four operas, seventeen-hour running time and months of rehearsal, Wagner's \"Ring Cycle\" is a daunting undertaking for any opera company. Jon Else goes backstage to show this rare event entirely from the point of view of union stagehands at the San Francisco Opera.","release_date":"1999-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":39935,"title":"Sing Faster: The Stagehands' Ring Cycle","adult":false,"genre_ids":[99]},{"cast":["Mateusz Kościukiewicz","Olga Frycz","Jakub Gierszał","Andrzej Chyra"],"overview":"Follows four friends in their quest to form a punk band. As workers protests sweep across the country, Janek and Staszek, the sons of a navy man, the rebellious Kazik, and the affluent Diabel gel as a band, but their disparate lives are touched by social turmoil and outside perceptions.","release_date":"2009-05-13","vote_average":6.8,"runtime":95,"cert":"N\/A","id":39936,"title":"All That I Love","adult":false,"genre_ids":[35,18,10402]},{"cast":["Marc Béland","Gabriel Gascon","Michel Muller","Pascale Bussières"],"overview":"Bernard, an accountant in an upscale jewellery store, suffers from daily psychological abuse by his boss Vendôme. Thanks to his pal Robert, also victim of harassment by this cruel man, Bernard will toy with the consequence of a well-deserved retaliation at the expense of his boss. However, as not everything is perfect in this world, Bernard will also have to experience the sometimes less pleasant after effects of this ruthless act of revenge.","release_date":"2006-11-17","vote_average":5.0,"runtime":105,"cert":"N\/A","id":39937,"title":"Guide de la petite vengeance","adult":false,"genre_ids":[35,18]},{"cast":["Katharine Hepburn","Joan Bennett","Paul Lukas","Edna May Oliver","Jean Parker"],"overview":"Little Women is a coming-of-age drama tracing the lives of four sisters: Meg, Jo, Beth and Amy. During the American Civil War, the girls father is away serving as a minister to the troops. The family, headed by their beloved Marmee, must struggle to make ends meet, with the help of their kind and wealthy neighbor, Mr. Laurence, and his high spirited grandson Laurie.","release_date":"1933-11-24","vote_average":6.9,"runtime":115,"cert":"N\/A","id":39938,"title":"Little Women","adult":false,"genre_ids":[18,10751]},{"cast":["Jay Chandrasekhar","Steve Lemme","Kevin Heffernan","Paul Soter","Brian Cox"],"overview":"Five bored, occasionally high and always ineffective Vermont state troopers must prove their worth to the governor or lose their jobs. After stumbling on a drug ring, they plan to make a bust, but a rival police force is out to steal the glory.","release_date":"2001-01-18","vote_average":6.7,"runtime":100,"cert":"15","id":39939,"title":"Super Troopers","adult":false,"genre_ids":[35,80,9648]},{"cast":["William Holden","Kim Novak","Rosalind Russell","Betty Field","Susan Strasberg"],"overview":"The morning of a small town Labor Day picnic, a drifter (Hal Carter) blows into town to visit an old fraternity buddy (Alan Benson) who also happens to be the son of the richest man in town. Hal is an egocentric braggart - all potential and no accomplishment. He meets up with Madge Owens, the town beauty queen and girlfriend of Alan Benson.","release_date":"1955-11-18","vote_average":6.8,"runtime":115,"cert":"N\/A","id":39940,"title":"Picnic","adult":false,"genre_ids":[18,10749]},{"cast":["Lona Andre","John Carroll","Leon Ames","Henry Hall","Hans Joby"],"overview":"Aircraft are being shot down by a large black plane with a big \"X\" painted on the wing. The chief suspects are invited for the weekend to an old dark mansion.","release_date":"1936-12-01","vote_average":0.0,"runtime":69,"cert":"N\/A","id":39941,"title":"Pilot X","adult":false,"genre_ids":[]},{"cast":["Michael Redgrave","Jean Kent","Nigel Patrick","Wilfrid Hyde-White","Bill Travers"],"overview":"Andrew Crocker-Harris has been forced from his position as the classics master at an English public school due to poor health. As he winds up his final term, he discovers not only that his wife, Millie, has been unfaithful to him with one of his fellow schoolmasters, but that the school's students and faculty have long disdained him. However, an unexpected act of kindness causes Crocker-Harris to re-evaluate his life's work.","release_date":"1951-04-06","vote_average":7.7,"runtime":90,"cert":"","id":39946,"title":"The Browning Version","adult":false,"genre_ids":[18]},{"cast":["Adele Jergens","Marilyn Monroe","Rand Brooks","Nana Bryant","Eddie Garr"],"overview":"Former burlesque star May and her daughter Peggy dance in the chorus. When May has a fight with featured dancer Bubbles, Bubbles leaves the show and Peggy takes her place. When Peggy falls in love with wealthy Randy, May fears class differences may lead to misery. Marilyn sings \"Every Baby Needs a Da Da Daddy\" and \"Anyone Can Tell I Love You.\"","release_date":"1948-12-30","vote_average":6.7,"runtime":61,"cert":"N\/A","id":39949,"title":"Ladies of the Chorus","adult":false,"genre_ids":[10402,10749]},{"cast":["Theda Bara","Fritz Leiber","Thurston Hall","Alan Roscoe","Herschel Mayall"],"overview":"The story of Cleopatra, the fabulous queen of Egypt, and the epic romances between her and the greatest men of Rome, Julius Caesar and Antony. (IMDb) Only a fragment of this film is known to still exist.","release_date":"1917-10-14","vote_average":5.5,"runtime":125,"cert":"N\/A","id":39950,"title":"Cleopatra","adult":false,"genre_ids":[18,36]},{"cast":[],"overview":"The story concerns a homeless boy named Ricky, or Ted in the Japanese version. After seeing a movie about Gulliver he meets Professor Gulliver himself in a forest. Gulliver is now an elderly, space-traveling scientist. With Dr. Gulliver's assistant Sylvester the crow (named Crow in the Japanese edition), and Ricky's companions, a talking dog and a toy soldier, they travel the Milky Way to the Planet of Blue Hope, which has been taken over by the Queen of Purple Planet and her evil group of robots. Armed with water-pistols and water balloons, which melt the villains, Ricky and Gulliver restore Blue Hope to its doll-like owners.","release_date":"1965-03-20","vote_average":6.0,"runtime":85,"cert":"N\/A","id":39951,"title":"Gulliver's Travels Beyond the Moon","adult":false,"genre_ids":[16]},{"cast":["Kiyoshi Kobayashi","Kanichi Kurita","Eiko Masuyama","Gorō Naya","Makio Inoue"],"overview":"Lupin begins his heist of stealing a newly discovered Japanese cultural treasure being transported in Germany. During his attempt to steal the treasure he witness the always ambitous Zenigata's \"suppose\" death. A ninja clan who is also interested in the treasure were responsible for the Inspector's death. Lupin and his friends will try to prevent the ninja clan from obtaining what they seek. Along with the help of a ninja girl and a mysterious raven hair woman.","release_date":"2010-02-12","vote_average":5.9,"runtime":92,"cert":"N\/A","id":39952,"title":"Lupin the Third: The Last Job","adult":false,"genre_ids":[28,16,35,10770]},{"cast":["James Andrews","Mary Beth Aylesworth","Mike Barbour","Steve Bilich","Wendy Brokaw"],"overview":"Each of the three short films in this collection presents a young gay man at the threshold of adulthood. In \"Pool Days,\" Justin is a 17-year old Bethesda lad, hired as the evening life guard at a fitness center. In the course of the summer, he realizes and embraces that he's gay. In \"A Friend of Dorothy,\" Winston arrives from upstate for his freshman year at NYU. He has to figure out, with some help from Anne, a hometown friend, how to build a social life as a young gay man in the city. In \"The Disco Years,\" Tom looks back on 1978, the year in high school that he came out of the closet after one joyful and several painful encounters","release_date":"1994-09-30","vote_average":4.3,"runtime":91,"cert":"N\/A","id":39953,"title":"Boys Life: Three Stories of Love, Lust, and Liberation","adult":false,"genre_ids":[18]},{"cast":["Kanichi Kurita","Eiko Masuyama","Kiyoshi Kobayashi","Gorō Naya","Makio Inoue"],"overview":"Stolen from the famous \"secret\" Air Force base, Area 51, Lupin's most recently stolen treasure holds a secret. Four \"Bloody Angels,\" the toughest women Lupin has ever faced, want the treasure for their own terrorist purposes. Meanwhile Zenigata teams up with a female police officer to hunt Lupin and the terrorists down.","release_date":"2005-07-22","vote_average":6.6,"runtime":93,"cert":"N\/A","id":39954,"title":"Lupin the Third: Angel Tactics","adult":false,"genre_ids":[28,12,16,35,80,10770]},{"cast":["Briana Evigan","Garret Dillahunt","Meat Loaf","Charlie Tahan","Peggy Sheffield"],"overview":"After her lousy stepfather steals her savings to buy a vicious tiger, Kelly loses all hope of going to college. But Kelly's situation worsens when a hurricane leaves her and her autistic brother boarded up in their house with the man-eating beast. This edge-of-your-seat thriller follows the gutsy heroine and her younger sibling as they struggle to outwit the ravenous predator and find a way to survive.","release_date":"2012-05-02","vote_average":6.1,"runtime":89,"cert":"N\/A","id":39957,"title":"Burning Bright","adult":false,"genre_ids":[18,27,53]},{"cast":["Benjamin Walker","Peter Gallagher","Brian J. Smith","Victor Rasuk","Greg Serano"],"overview":"David, George, and Greg, best friends since high school, are “The War Boys”. They used to perch on the US-Mexican border, waiting to spot illegal immigrants who were trying to run into the United States. Sometimes, without a thought for the immigrants, the boys chased them across the wasteland and back across the border – just for fun. It was just one of those games boys played to make themselves feel big. But high school’s over now. David is unexpectedly home from his freshman year of college and the War Boys have been reunited.","release_date":"2009-05-30","vote_average":6.5,"runtime":93,"cert":"N\/A","id":39958,"title":"The War Boys","adult":false,"genre_ids":[18]},{"cast":["Anna Paquin","Stephen Moyer","Tricia Helfer","Rachel Blanchard","Jessica Collins"],"overview":"Attempting to sell her home after her marriage ends, Alice (Rachel Blanchard) holds an open house -- but the event spirals into a nightmare when a serial-killing couple (Brian Geraghty and Tricia Helfer) doesn't leave and Alice becomes a prisoner in her own basement crawl space. Now she watches as the disturbing relationship between her captors unravels. Anna Paquin co-stars in this chiller written and directed by her brother, Andrew.","release_date":"2010-08-03","vote_average":4.7,"runtime":88,"cert":"18","id":39959,"title":"Open House","adult":false,"genre_ids":[18,27,53]},{"cast":["Béatrice Dalle","Takeshi Katô","Hisayo Mochizuki","Shinje Takeda"],"overview":"Tamala is a cat living on Planet Cat Earth in the Feline Galaxy. In attempt to leave the Feline Galaxy, which is practically owned by a mega corporation called Catty & Co., she crashes on the violence-ridden Planet Q where she meets Michelangelo. Together they have fun, while Tamala seaches for her connections to Catty & Co. and her mysterious homeworld Orion","release_date":"2002-10-19","vote_average":6.7,"runtime":92,"cert":"N\/A","id":39962,"title":"Tamala 2010: A Punk Cat in Space","adult":false,"genre_ids":[16,35,878]},{"cast":["Laura Gemser","Gabriele Tinti","Ely Galleani","Ivan Rassimov","Venantino Venantini"],"overview":"Emanuelle is sent to Bangkok on a journalism assignment. While there, she embarks on her own exploration of the secrets of sensual pleasure. While learning much, she also reveals several secrets of her own.","release_date":"1976-05-06","vote_average":5.0,"runtime":87,"cert":"18","id":39965,"title":"Emanuelle in Bangkok","adult":false,"genre_ids":[18,10749,12]},{"cast":["Alistair Overeem","Brett Rogers","Andrei Arlovski","Antonio Silva","Ronaldo Souza"],"overview":"World Heavyweight Champion Alistair \"The Demolition Man\" Overeem (32-11) will make his highly anticipated return to action against heavy-handed knockout artist Brett \"The Grim\" Rogers (10-1) in the main event of a STRIKEFORCE mixed martial arts (MMA) extravaganza at Scottrade Center in St. Louis, Mo., on Saturday, May 15. In another heavyweight confrontation, Andrei \"The Pitbull\" Arlovski (15-7) will clash with Antonio \"Big Foot\" Silva (13-2).","release_date":"2010-05-15","vote_average":6.1,"runtime":127,"cert":"N\/A","id":39966,"title":"Strikeforce: Heavy Artillery","adult":false,"genre_ids":[]},{"cast":["Didier Bezace","Jean-Paul Comart","Charlotte Kady","Jean-Roger Milo","Nils Tavernier"],"overview":"In Paris, Lulu, a passionate policeman, works with the faith of a rookie, despite the sclerotic bureaucracy and the incompetence or negligence of some of his colleagues. In his new position as a narcotics inspector, he tries to keep his sanity as he witnesses the worst of the human condition.","release_date":"1992-09-09","vote_average":7.1,"runtime":141,"cert":"15","id":39967,"title":"L.627","adult":false,"genre_ids":[53,18,80]},{"cast":["Sergi López","Sacha Bourdo","Élisabeth Vitali"],"overview":"Catalonian Paco is a traveling rep for a shoe manufacturer. When he stops to pick up Russian emigree hitchhiker Nino, Paco soon finds himself on the side of the road with everything stolen out from under him. Local gift shop owner Marinette gives the Spaniard a lift. Their mutual attraction manifests itself quickly, and Paco, who was fired over the stolen-car episode, hangs around. When he happens to spot Nino in the same town, he beats up the scrawny Russian, who lands in the hospital. Oddly enough, this marks the beginning of a beautiful friendship. Paco and Nino soon take the trip down the road together","release_date":"1997-05-09","vote_average":6.8,"runtime":124,"cert":"","id":39968,"title":"Western","adult":false,"genre_ids":[18,10749]},{"cast":["Jamie Varner","Kamal Shalorus","Mark Hominick","Yves Jabouin","Josh Grispi"],"overview":"World Extreme Cagefighting® heads to Canada for the first time ever with a loaded card. Former lightweight world champion Jamie Varner begins his quest back to WEC gold when he takes on the heavy-handed Kamal Shalorus in the main event, while rising featherweight Josh Grispi battles LC Davis in a fight that will push the winner one step closer to a world title shot. If those two fights weren’t enough to get MMA fans’ juices flowing, London, Ontario’s Chris Horodecki takes on Taekwondo expert Ed Ratcliff and standup ace Mark Hominick of Thamesford, Ontario, battles Montreal’s Yves Jabouin in a long-awaited featherweight bout. World Extreme Cagefighting at Rexall Place in Edmonton, Alberta, Canada, on Sunday, June 20th.","release_date":"2010-06-20","vote_average":6.0,"runtime":130,"cert":"N\/A","id":39969,"title":"WEC 49: Varner vs. Shalorus","adult":false,"genre_ids":[]},{"cast":["Céline Tran","Brianna Love","Evie Delatosso","Jandi Lin","Stoya"],"overview":"Katsuni makes crazy-sex and delivers superb anal scenes throughout Digital Playground's fourth installment of Video Nasty. She proves her pure and delicious nastiness in a sexually charged three-way and in a rockin' tumble with Jerry. Add Digital Plagyround's breathtaking, super fresh starlet, Stoya to the scene and enjoy hours of sensational video nasty. With an all star cast that includes Jandi, Brianna, Keeanni, Evie & Abbey, Director Celeste guarantees you will enjoy tight anal, decadent three-ways, wet blow jobs and slap happy boy \/ girl action with natural sounds.","release_date":"2008-05-22","vote_average":0.0,"runtime":145,"cert":"N\/A","id":39972,"title":"Katsuni: Video Nasty","adult":true,"genre_ids":[]},{"cast":["Ursula Andress","Stacy Keach","Claudio Cassinelli","Antonio Marsina","Franco Fantasia"],"overview":"A girl and her brother fly to New Guinea to look for a lost expedition, led by her husband, which has vanished in the great jungle.","release_date":"1978-05-23","vote_average":5.4,"runtime":99,"cert":"N\/A","id":39973,"title":"Slave of the Cannibal God","adult":false,"genre_ids":[12,27]},{"cast":["Shay Jordan","Nautica Thorn","Sasha Grey","Maya Hills","Madison Young"],"overview":"Shay Jordan: Video Nasty is the second release in the Video Nasty Series. It's nasty, straight-up, hard-edged, horny sex with no plot.","release_date":"2008-02-14","vote_average":0.0,"runtime":94,"cert":"N\/A","id":39974,"title":"Shay Jordan: Video Nasty","adult":true,"genre_ids":[]},{"cast":["Teagan Presley","Jenna Haze","Gianna Michaels","Brianna Love","Starla Sterling"],"overview":"Celeste unleashes her dirty side in \"Teagan: Video Nasty 5\". Superstars Teagan Presley and Jenna Haze set the tone for the filthy, nasty ride of pleasure. Teagan and Jenna tap every hole on each other's perfect bodies. Gianna makes her men get on their knees and beg to suck her tits and fuck her pussy. Both Teagan and Jenny Hendrix spread their asses and create an inviting entryway for willing and able cocks. \"Teagan: Video Nasty 5\" also features hotties Brianna Love and Starla Sterling. Celeste creates the perfect balance of artistic sex and hardcore smut.","release_date":"2009-07-04","vote_average":8.0,"runtime":120,"cert":"N\/A","id":39975,"title":"Teagan: Video Nasty","adult":true,"genre_ids":[]},{"cast":["Håkon Øvergård","Tage Berget","Stian Moen","Morten Lindberg"],"overview":"The Blumens is a couple of crazy Norwegian guys who do all kind of random and crazy stunts,stuff and activities.","release_date":"2011-08-09","vote_average":10.0,"runtime":120,"cert":"N\/A","id":39976,"title":"The Blumens","adult":false,"genre_ids":[]},{"cast":["Mayo Suzukaze","Miki Fujitani","Yuji Ueda","Mîna Tominaga","Hirotaka Suzuoki"],"overview":"The war against the Tokugawa Shogunate ended years ago. But there are some who are not happy with the outcome. Shigure Takimi watched his friends and family get slashed down in the name of freedom and prosperity. Now he and a band of desparate rebels have sworn to settle one final score. Only one man stands in their way: Rurouni Kenshin. Will the former assassin take up his sword to fight again? When Shigure discovers Kenshin's true identity and his fight becomes a personal vendetta, the young hero will have no choice.","release_date":"1997-12-20","vote_average":6.2,"runtime":91,"cert":"N\/A","id":39977,"title":"Rurouni Kenshin: Requiem for the Ishin Patriots","adult":false,"genre_ids":[35,16,28,18,14]},{"cast":["Pierre Richard","Camilla More","Carey More","Jean-Pierre Kalfon","Andréa Ferréol"],"overview":"Matthias Duval is in love, but he can't choose between the two twin sisters Betty and Liz Kerner. To pick up the two sisters, he invents his own twin brother and will play both characters.","release_date":"1984-10-10","vote_average":5.9,"runtime":104,"cert":"N\/A","id":39978,"title":"The Twin","adult":false,"genre_ids":[35]},{"cast":["Fabio Testi","Vincent Gardenia","Orso Maria Guerrini","Glauco Onorato","Marcella Michelangeli"],"overview":"Nico Palmieri is a police inspector who battles against hoodlums terrorising a sleepy Italian village, extorting cash from the locals.","release_date":"1976-08-12","vote_average":6.8,"runtime":104,"cert":"N\/A","id":39979,"title":"The Big Racket","adult":false,"genre_ids":[28,53,80]},{"cast":["George Kennedy","Mike Kellin","Chris Lemmon","Gregg Henry","Deborah Benson"],"overview":"Five campers arrive in the mountains to examine some property they have bought, but are warned by the forest ranger Roy McLean that a huge machete-wielding maniac has been terrorising the area. Ignoring the warnings, they set up camp, and start disappearing one by one. If that sounds too run-of-the-mill, there's a genuinely shocking plot twist half-way through...","release_date":"1981-10-14","vote_average":6.5,"runtime":90,"cert":"N\/A","id":39982,"title":"Just Before Dawn","adult":false,"genre_ids":[27,53]},{"cast":["Jun Kunimura","Ken Mitsuishi","Masato Hagiwara","Miki Nakatani"],"overview":"A man gets involved in a kidnapping scheme with the wife of a wealthy businessman. She lets herself be tied up and confined in his house while he sends the ransom demand. When he returns home that night, however, he finds her laying dead on the floor. In a panic he buries her body deep in the woods and tries to return to his ordinary life. One day, he thinks he spots her walking down the street. Is his mind playing tricks on him, or has she somehow returned from the grave?","release_date":"2000-06-30","vote_average":6.1,"runtime":90,"cert":"N\/A","id":39983,"title":"Chaos","adult":false,"genre_ids":[18,9648,53]},{"cast":["James Luisi","Susan Sullivan","John Karlen","Martin Speer","Hilary Thompson"],"overview":"A detective tracks a serial killer through San Francisco.","release_date":"1978-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":39984,"title":"Killer's Delight","adult":false,"genre_ids":[18,27,53]},{"cast":["Yuuki Fujita","Michiru Katô","Kozue Aoki","Shirô Misawa","Nobuyuki Hasegawa"],"overview":"\"Eat the Schoolgirl\" concerns two young adults who made a dirty work for a yakuza gang by making sadistic rape\/snuff films. Both of them are sexually obsessed; one is addicted to telephone sex whilst the other can only function sexually, whilst seeing mutilated female corpses.","release_date":"1997-01-01","vote_average":3.5,"runtime":60,"cert":"N\/A","id":39985,"title":"Eat the Schoolgirl: Osaka Telephone Club","adult":false,"genre_ids":[27]},{"cast":["Teruo Yoshida","Teruko Yumi","Yukie Kagawa","Tatsumi Hijikata","Minoru Oki"],"overview":"Hirosuke (Teruo Yoshida) , a medical student with almost no recollection of his past, is trapped in an asylum, despite being perfectly sane. After escaping from the loony bin, and being framed for the murder of a circus girl, he spots the photo of a recently deceased man, Genzaburo Komoda, to whom he bears an uncanny resemblance. By pretending to have been resurrected, Hirosuke assumes the dead man's identity, fooling everyone, including Komoda's widow and mistress. Whilst at the Komoda household, Hirosuke recalls memories that convince him to travel to a nearby island, home of Jogoro, the web-fingered father of Genzaburo. Whilst on the island, Hirosuke not only discovers Jogoro's plans to build his 'ideal community' (by transforming perfectly normal humans into hideous freaks), but also the awful truth behind his own identity.","release_date":"1969-10-31","vote_average":6.7,"runtime":99,"cert":"N\/A","id":39986,"title":"Horrors of Malformed Men","adult":false,"genre_ids":[27,9648]},{"cast":["Daniela Poggi","Adriano Micantoni","Maristella Greco","Fulvio Ricciardi","Antiniska Nemour"],"overview":"Lise Cohen is taken to a special prisoner-of-war camp for female Jews, a camp run as a bordello to entertain the German officers and troops going in to battle. The camp is run with an iron fist by Commandant Starker and his minion Alma. Starker becomes frustrated when Lise demonstrates no fear, and devises cruel experiments to scare her, to no avail. Once she realizes her guilt is unfounded, Lise begins to play Starker's game, but even though she begins living a better life, she doesn't forget the atrocities she has seen and experienced.","release_date":"1977-01-21","vote_average":5.6,"runtime":81,"cert":"N\/A","id":39987,"title":"Gestapo's Last Orgy","adult":false,"genre_ids":[27,10752]},{"cast":["Flavio Bucci","Macha Méril","Gianfranco De Grassi","Enrico Maria Salerno","Marina Berti"],"overview":"A pair of psychotic hoodlums and an equally demented nymphomaniac woman terrorize two young girls on a train trip from Germany to Italy.","release_date":"1975-04-09","vote_average":6.1,"runtime":94,"cert":"N\/A","id":39988,"title":"Late Night Trains","adult":false,"genre_ids":[27]},{"cast":["Håkon Øvergård","Tage Berget"],"overview":"Two young guys decide to take a trip to Greece. When they arrive in Greece they discover the countries great alcoholic beverages and the party begins.","release_date":"2011-08-08","vote_average":5.3,"runtime":60,"cert":"N\/A","id":39989,"title":"Eager Drinking","adult":false,"genre_ids":[35]},{"cast":["Keith Van Hoven","Karina Huff","Paolo Paoloni","Bettine Milne","Peter Hintz"],"overview":"A gang of ruthless thugs intent on robbery prey upon a seemingly harmless elderly couple, Vittorio and Sara.  The simple plan turns into a terrifying nightmare, as Vittorio's antique clock collection mysteriously turns back time.  Now the hunters become the hunted and the old couple becomes a vengeful, malevolent force.","release_date":"1989-01-01","vote_average":6.0,"runtime":84,"cert":"N\/A","id":39992,"title":"The House of Clocks","adult":false,"genre_ids":[27]},{"cast":["Ingrid Thulin","Jean Sorel","Mario Adorf","Barbara Bach","Fabijan Šovagović"],"overview":"An American journalist in Prague searches for his girlfriend who has suddenly disappeared.","release_date":"1971-10-21","vote_average":7.0,"runtime":92,"cert":"18","id":39993,"title":"Short Night of Glass Dolls","adult":false,"genre_ids":[27,9648,53]},{"cast":["Lina Polito","Erna Schürer","John Steiner","Sara Sperati","Solvi Stübing"],"overview":"Young women in Nazi-occupied countries are packed onto a train and shipped off to a prison camp, where the sadistic commandant uses them as rewards for his lesbian guards and perverted and deviate troops.","release_date":"1975-12-31","vote_average":9.0,"runtime":98,"cert":"N\/A","id":39994,"title":"Deported Women of the SS Special Section","adult":false,"genre_ids":[18,53,10752]},{"cast":["John Hargreaves","Briony Behets","Mike McEwen","Roy Day","Michael Aitkens"],"overview":"When a suburban couple go camping for the weekend at a remote beach, they discover that nature isn't in an accommodating mood.","release_date":"1978-10-14","vote_average":6.5,"runtime":92,"cert":"15","id":39995,"title":"Long Weekend","adult":false,"genre_ids":[27,9648,53]},{"cast":["Fabio Testi","Ivana Monti","Guido Alberti","Enrico Maisto","Daniele Dublino"],"overview":"Cigarette smugglers in Naples run into problems with cocaine operations being set up by a rival smuggler. Full of violence, including a women's face being burned off with a blow torch and a graphic rape scene.","release_date":"1980-08-08","vote_average":6.8,"runtime":97,"cert":"N\/A","id":39996,"title":"Contraband","adult":false,"genre_ids":[18,28,53,80]},{"cast":["John Glover","Nancy Mette","Richard Portnow","Juliette Lewis","Joshua John Miller"],"overview":"The Hollowheads are a strange, futuristic family that live in a Jetsons type world complete with many cool gadgets. Henry is hoping for a promotion at the slime factory in which he works and decides to bring his boss home for dinner and to meet the family. The horny, pervert, rude boss does not know what he is up against when he begins with his advances towards Mrs. Hollowhead and his abundance of rudeness.","release_date":"1989-11-15","vote_average":5.8,"runtime":86,"cert":"N\/A","id":39997,"title":"Meet the Hollowheads","adult":false,"genre_ids":[35,878]},{"cast":["Chun Chung","Christine Hung","Stephanie Fong Shuan","Shu Qi","Elvis Tsui"],"overview":"An 8-year-old girl named Peach makes a wish and wakes up to find herself transformed into an 18-year-old woman.","release_date":"1997-03-12","vote_average":4.7,"runtime":90,"cert":"N\/A","id":39998,"title":"The Fruit is Swelling","adult":false,"genre_ids":[10749]},{"cast":["Anthony Perkins","Mia Sara","Jack Coleman","Robert Reynolds","Dezső Garas"],"overview":"An atmospheric, sub-hallucinogenic venture into the world of the unknown. The enigma facing a young woman is the identity of her father. Unfortunately for her, she becomes drawn into a small Romanian underworld of brooding menace, darkness, torture chambers, and bizarrely over make-over'ed vampires. The moody undertones and well chosen locations are certainly a bonus, as is the comically funny finale.","release_date":"1990-01-26","vote_average":6.0,"runtime":93,"cert":"N\/A","id":39999,"title":"Daughter of Darkness","adult":false,"genre_ids":[10770,27]}]