[{"cast":["Dariush Arjmand","Mohammad Reza Foroutan","Mitra Hajjar"],"overview":"When Amir learns that the woman who is to marry his younger brother Reza is having an affair with another man, he murders her to restore his family's good name. Considering the killing to be a matter of honor, Amir stoically goes to prison for 12 years where his fellow inmates regard him as a hero. But when he is released, he discovers that the Iran he knew has changed.","release_date":"2000-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":400503,"title":"Protest","adult":false,"genre_ids":[]},{"cast":[],"overview":"A female figure wanders inside a warehouse interior and through various various motifs, including a fan and a birdcage, set to a medieval chant.","release_date":"1972-06-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":400511,"title":"Blonde Barbarei","adult":false,"genre_ids":[]},{"cast":["Ljiljana Međeši","Emir Hadžihafizbegović","Enver Petrovci","Jordančo Čevrevski","Nada Pani"],"overview":"In the fifties, a young Belgrade teacher girl, after finishing her school, and by the Ministry of education order, arrives to a remote town to educate people. Unready and inexperienced, she fails in building a bridge between herself and the environment where she was brought against her will, and conflicts start. The conflict with others soon causes the conflict with herself, which causes the tragedy...","release_date":"1990-01-01","vote_average":5.0,"runtime":86,"cert":"N\/A","id":400516,"title":"Regular Trains Station","adult":false,"genre_ids":[18]},{"cast":["Pavlína"],"overview":"Pavlina is a drug addict imprisoned, as well as her boyfriend, for illegal drug manufacturing. They meet again after the amnesty and the vicious circle of drugs starts rolling again.","release_date":"1992-01-01","vote_average":0.0,"runtime":44,"cert":"N\/A","id":400518,"title":"Tell Me Something About Yourself - Pavlína","adult":false,"genre_ids":[99]},{"cast":["Láda"],"overview":"Lada is a product of  \"educational“ or \"corrective“ institutions. Not only is he not educated or corrected, he simply does not understand anything about life. He solves his problems in his own way – by swallowing sharp objects.","release_date":"1994-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":400520,"title":"Tell Me Something About Yourself - Láda","adult":false,"genre_ids":[99]},{"cast":["Martin"],"overview":"\"The whole film talks about the time when I was first locked up, from sixteen till now, I’m 22 now, and during that whole time I was out maybe five months, and I’ve really had it by now. It’s also about why I’d given my life to Jesus Christ and then failed that Jesus in me because I was tempted by earthly pleasures; and it’s also about how every time I’m ready to start a new life, I get locked up again because it’s always too late. It’s just too late. That’s the greatest shame and that’s what it’s about...\"","release_date":"1994-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":400522,"title":"Tell Me Something About Yourself - Martin","adult":false,"genre_ids":[99]},{"cast":["Aleksei Cherstvov","Tamara Syomina","Lyubov Sokolova","Rimma Markova","Yelizaveta Nikishchikhina"],"overview":"An adult man is recalling his childhood years in North Russia during WWII.","release_date":"1977-12-01","vote_average":0.0,"runtime":83,"cert":"N\/A","id":400527,"title":"And We Had Silence...","adult":false,"genre_ids":[10752,18,10751]},{"cast":[],"overview":"This eye-opening \"Nova\" special sheds light on the clandestine practices of the U.S. government's top secret National Security Agency, the world's largest intelligence outfit, which is responsible for spying within and beyond America's borders. Based on James Bamford's best-selling book The Shadow Factory, the program also examines how the threat of terrorism is affecting the agency's day-to-day operations.","release_date":"","vote_average":0.0,"runtime":56,"cert":"N\/A","id":400538,"title":"The Spy Factory: Nova","adult":false,"genre_ids":[]},{"cast":["Yermek Tolepbayev","Uran Sarbasso","Baken Kydykeyeva","Makil Kulanbayev"],"overview":"A funny story of a six year old Kazakh boy who really wants to start going to school in order to join his seven year old friend.","release_date":"1976-06-02","vote_average":0.0,"runtime":71,"cert":"N\/A","id":400546,"title":"Alpamys Goes to School","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"A new documentary exploring Fetal Stem Cell injections for a variety of neurological and immunological ailments.","release_date":"2016-06-03","vote_average":0.0,"runtime":94,"cert":"\"\"","id":400548,"title":"The God Cells","adult":false,"genre_ids":[99]},{"cast":["Patrick Macnee","Joan Elan","Isobel Elsom"],"overview":"Unusual adaptation of the classic novel.","release_date":"1957-05-16","vote_average":2.0,"runtime":60,"cert":"\"\"","id":400550,"title":"Jane Eyre","adult":false,"genre_ids":[]},{"cast":["Kostja Ullmann","Marleen Lohse","Wotan Wilke Möhring","Torben Liebrecht","Julia Koschitz"],"overview":"An unemployed with diagnosed burn-out is getting a therapy in a clinic.","release_date":"2017-04-11","vote_average":5.5,"runtime":90,"cert":"N\/A","id":400552,"title":"Happy Burnout","adult":false,"genre_ids":[35]},{"cast":["Julia Koschitz","Jonas Nay","Uwe Preuss","Thure Lindhardt","Alexander Held"],"overview":"The end of a summer, a sleepy fishing port on the Baltic Sea and the beginning of a great feeling that must not be: Shortly before the start of the new school year, the 18-year-old Christian falls in love with his new English teacher Stella Petersen. In a moment of unexpected lightness and freedom, in the dunes and seascape far away from the small town, Stella and Christian discover a shared longing and an attraction to each other, the intensity of which both overwhelmed. But soon after class has begun again, the secret relationship between the young teacher and her pupil threatens the scandal ...","release_date":"2016-10-31","vote_average":5.2,"runtime":85,"cert":"N\/A","id":400554,"title":"Schweigeminute","adult":false,"genre_ids":[18]},{"cast":["Friedrich von Thun","Julia Koschitz","David Rott"],"overview":"","release_date":"2016-12-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":400559,"title":"Spinnennetz","adult":false,"genre_ids":[18]},{"cast":["Clément Mégé"],"overview":"A Calino comedy short.","release_date":"1909-06-02","vote_average":0.0,"runtime":3,"cert":"N\/A","id":400564,"title":"Calino bureaucrate","adult":false,"genre_ids":[]},{"cast":[],"overview":"The construction of a dam on the Euphrates River is an example of a country’s economic development. Through grandly composed images, rhythmic editing, and aestheticized details, the director demonstrates his admiration for the interwar avant-garde. The film is a celebration of the new, while at the same time showing a traditional way of life and calling attention to working conditions; it is a refrain-like evocation of an arid country that explores the difficult lot of Syria’s rural inhabitants.","release_date":"1970-01-01","vote_average":2.5,"runtime":12,"cert":"N\/A","id":400569,"title":"Film-Essay on the Euphrates Dam","adult":false,"genre_ids":[99]},{"cast":["Mary Pickford","Owen Moore","Charles Arling"],"overview":"The story opens with a pretty love scene between the Lieutenant and his betrothed, Kate Stanley. Hammond is ordered to join his regiment in Cuba and Kate is heartbroken. He tells her they must part, and the girl decides to be brave. She exacts from him a promise that he will be true to her, and not indulge in any flirtations with the dark-eyed senoritas she has been told lure men from their vows of constancy in the land of flowers. Hammond is only too willing to swear eternal constancy. Kate places in his watch case a photograph of herself, kisses her manly soldier, and the leave-taking is very affectionate. The scene reverts to Cuba, Lieutenant Hammond arrives, and is impressed with the country. Kate, having relatives in Havana, receives an invitation to pay them a visit and eagerly accepts, thinking she will meet her lover. She is apprised of his arrival at Havana, and, knowing the predilection of soldiers to flirt, resolves to investigate.","release_date":"1911-02-23","vote_average":0.0,"runtime":12,"cert":"\"\"","id":400571,"title":"Artful Kate","adult":false,"genre_ids":[]},{"cast":["Cian Barry","Ruta Gedmintas","John Thomson"],"overview":"A young man who has lost his car in a huge airport car park meets a beautiful woman in the same predicament. Stuck together at the Help Point, his attempt to charm her does not quite work out as planned.","release_date":"2013-01-01","vote_average":7.0,"runtime":13,"cert":"N\/A","id":400573,"title":"Help Point","adult":false,"genre_ids":[]},{"cast":["Loïe Fuller","Crissie Sheridan","Annabelle Whitford Moore"],"overview":"Edison and Lumiere footage of the Serpentine Dance, created by Loïe Fuller, is reworked to follow the poetic interpretations of several artists who experienced Fuller’s performances in person: texts of Mallarmé, lithographs of Toulouse-Lautrec, sketches of Whistler, and a futurist manifesto on dance by Marinetti.","release_date":"2005-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":400575,"title":"fugitive l(i)ght","adult":false,"genre_ids":[]},{"cast":["Carter Cruise","Asa Akira","Aiden Ashley","Steve Holmes","Tommy Gunn"],"overview":"Bold. Intimate. Explosive! Carter Cruises debut under her new exclusive contract with Axel Braun is a sexual exploration of different stages of control, and the 2015 AVN Best New Starlet and Best Actress definitely brings her A-game to this phenomenal, provocative showcase movie!","release_date":"2016-05-11","vote_average":10.0,"runtime":133,"cert":"\"NC-17\"","id":400580,"title":"Cruise Control","adult":true,"genre_ids":[10749]},{"cast":["Gundula Janowitz","René Kollo","Manfred Jungwirth","Hermann Hans Sotin","Lucia Popp"],"overview":"This production is a gala affair; the sets are traditional (evocative of 18th-19th century Spain); the lighting is bright, so colors are good and one can see all of the action. Singers are generally well chosen and perform admirably. However, at this point, slight reservations creep in; although Janowitz (Fidelio\/Leonore) and Kollo (Florestan) look \"good\" and act well, the singing parts tax them a bit when pushed to the limit. Most of the time that doesn't matter, and an argument can be made that a little vocal strain is in character with their dire plight. Ideally, for me, Vickers as Florestan would have added extra vocal heft and more sensitive acting than Kollo.","release_date":"1978-11-04","vote_average":10.0,"runtime":147,"cert":"N\/A","id":400582,"title":"Beethoven Fidelio","adult":false,"genre_ids":[]},{"cast":["Rich Evans","Mike Stoklasa","Dixie Jacobs","Jack Packard","Dan Benavente"],"overview":"Red Letter Media's entry to the 2009 48 Hour Film Project in Milwaukee. The story of a geologist, a disgruntled prospector, and a prostitute.","release_date":"2009-06-01","vote_average":0.0,"runtime":7,"cert":"\"\"","id":400584,"title":"The Western Ore Musical","adult":false,"genre_ids":[35,10402,37]},{"cast":["Wang Xianghong","Tong Xin"],"overview":"Hao (Wang Xianghong) came to town and rented an old house. After Meng Hao Wu met with a old woman and used a vintage camera to take pictures, old house began to appear a series of bizarre events. A red ghost appeared to startle his girlfriend Ran Meng Hao Jie (Tong Xin), slowly Ran Jie feel the ghost otherwise strange events began an investigation and, in the investigation of the truth of strange events began to emerge.","release_date":"2016-04-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":400586,"title":"Music and Dream","adult":false,"genre_ids":[27,53]},{"cast":["Kitty de Hoyos","Manuel López Ochoa","Marta Romero","Fernando Luján","Maura Monti"],"overview":"Roberto is tired of his life as an office worker in Mexico City, so he moves to Acapulco to try his luck as a \"Latin lover\".","release_date":"1967-01-02","vote_average":0.0,"runtime":100,"cert":"N\/A","id":400588,"title":"Un Latin lover en Acapulco","adult":false,"genre_ids":[10749]},{"cast":["Jaime Hamilton","René Monclova","Myrna Cuevas","Yvonne Caro Caro","Axel Anderson"],"overview":"The story of a college professor obsessed with private eye novels who, following an accident, becomes a private investigator patterned after the movies and novels of the 40’s. Among the cases he investigates, three will come to him that will reveal a full range of intrigue and bizarre secrets.","release_date":"2011-05-06","vote_average":8.0,"runtime":83,"cert":"N\/A","id":400590,"title":"El detective Cojines","adult":false,"genre_ids":[35]},{"cast":["Sule Rimi","Jean-Claude Boeke","Pontus Ströbaek","Perra Söderberg"],"overview":"Ten men from West Africa come to Sweden to plant trees, but instead of a promised monthly salary they're forced to do piecework. Based on a true story.","release_date":"2015-11-15","vote_average":0.0,"runtime":30,"cert":"N\/A","id":400592,"title":"Francis","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The primary aim of this short movie was celebration of Moscow’s underground. It was produced by Czechoslovak Army Film, so there were hopings for some kind of propagandistic film. But the director Balada made dark ballad showing crowds of sorrowful people going on the stairs of underground labyrinth seconded by orthodox chorales. The movie was banned shortly after the invasion of soviet army to Czechoslovakia in august ’68.","release_date":"1967-06-03","vote_average":0.0,"runtime":10,"cert":"N\/A","id":400594,"title":"Metrum","adult":false,"genre_ids":[99]},{"cast":["Jesse Metcalfe","Keegan Connor Tracy","Marie Avgeropoulos","Jessica Harmon","Dennis Haysbert"],"overview":"Investigative reporter Chase Carter must stop a secret government conspiracy in the zombie infested quarantine zone of East Mission City.","release_date":"2016-06-20","vote_average":4.9,"runtime":96,"cert":"\"\"","id":400605,"title":"Dead Rising: Endgame","adult":false,"genre_ids":[28,27]},{"cast":[],"overview":"Chicago 2035, terrorists have attacked. An average man holds the key to a cure. As time runs out and the viral infections reach epidemic proportions, the leaders of government operation attempt to save the man and find the cure.","release_date":"2014-09-23","vote_average":0.0,"runtime":20,"cert":"\"\"","id":400607,"title":"Plasma","adult":false,"genre_ids":[28]},{"cast":["Jason Donovan","Anita Hegh","Mark Mitchell","Barry Otto"],"overview":"Jon Peregrine (Jason Donovan), a financial slueth investigates a stock market rort which caused his brother-in-law to commit suicide. Meanwhile his ex-wife asks for his help to investigate a missing underworld \"business\" figure.","release_date":"2004-06-25","vote_average":4.0,"runtime":89,"cert":"N\/A","id":400609,"title":"Loot","adult":false,"genre_ids":[]},{"cast":["Eric Aradits","Dan Chișu","Adrian Titieni","Maria Radu"],"overview":"Following a TV News which announce the landing of aliens in Romania, Eugen (9) steals a camera from the shop where his father works as a guard and starts filming his everyday life and then disappears. When he is found, the little boy's footage is misinterpreted by the media.","release_date":"2014-04-05","vote_average":0.0,"runtime":19,"cert":"N\/A","id":400611,"title":"Excursion","adult":false,"genre_ids":[18]},{"cast":["Alison Becker","Andrew Bowler","Brendan Burke","Owen Burke","Fred Cabral"],"overview":"Two best friends compete to be the best man at their childhood friend's wedding.","release_date":"2009-09-09","vote_average":0.0,"runtime":67,"cert":"\"\"","id":400613,"title":"May the Best Man Win","adult":false,"genre_ids":[35]},{"cast":["John Berger","Tilda Swinton","Colin MacCabe","Christopher Roth","Akshi Singh"],"overview":"The Ways of Seeing writer is celebrated by Tilda Swinton and her fellow admirers in an unorthodox four-part documentary that visits him at his Alpine home","release_date":"2017-06-23","vote_average":7.0,"runtime":90,"cert":"N\/A","id":400618,"title":"The Seasons in Quincy: Four Portraits of John Berger","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2015-07-08","vote_average":0.0,"runtime":92,"cert":"N\/A","id":400626,"title":"Die Frau mit der Kamera","adult":false,"genre_ids":[99]},{"cast":["Thomas Dunbar","Kristine Renee Farley","Ashley Anderson","Ryan Beyer"],"overview":"","release_date":"2016-03-22","vote_average":5.0,"runtime":null,"cert":"\"\"","id":400628,"title":"A wish for the dead","adult":false,"genre_ids":[27]},{"cast":["Illana Moore","Silvia Stena","Laura Singer","Judith Grant","Frank Gun"],"overview":"In this Caribbean number you'll find three exclusive and exciting stories from the irrefutable Frank Thring, with \"Domina Dreaming\", \"Rich Bitch\" and \"The Invite\", stories overflowing with lewd fantasies taken to the extreme.","release_date":"2001-01-01","vote_average":8.5,"runtime":80,"cert":"\"NC-17\"","id":400630,"title":"Rich Bitch","adult":true,"genre_ids":[]},{"cast":["Anna Neagle","James Rennie","Benita Hume","Athole Stewart","Alfred Drayton"],"overview":"A captain pays one of his sailors to marry a woman who works in a nightclub.","release_date":"1933-01-01","vote_average":0.0,"runtime":73,"cert":"N\/A","id":400632,"title":"The Little Damozel","adult":false,"genre_ids":[10402,10749]},{"cast":["Türkan Şoray","Bulut Aras","Erol Taş","Ayfer Feray","Aliye Rona"],"overview":"Easily deceived by her charming affectation, a boisterous country man kidnaps an adventurous damsel to a far off land hoping soon she will come to her senses with him. She lacks the courage to reject his straightforward endearment.","release_date":"1978-01-01","vote_average":4.7,"runtime":84,"cert":"N\/A","id":400634,"title":"Sweet Nigar","adult":false,"genre_ids":[18]},{"cast":["Clara Morel","Johnnie Mercedes","Luis Castillo","Juana Santurria","Ramón Ant"],"overview":"A single mother struggles to raise her children on the poor outskirts of Santo Domingo. Tired of hustling in the streets, she decides to leave it all behind and illegally immigrate to Puerto Rico on an overcrowded wooden vessel.","release_date":"2013-01-02","vote_average":0.0,"runtime":14,"cert":"N\/A","id":400636,"title":"Yolanda","adult":false,"genre_ids":[18]},{"cast":["Ric Flair","Paul Michael Lévesque","Hulk Hogan","Richard Henry Blood Sr.","Tully Arthur Blanchard"],"overview":"A film covering the life and career of pro wrestler Ric Flair.","release_date":"2017-11-07","vote_average":8.3,"runtime":90,"cert":"\"\"","id":400638,"title":"Nature Boy","adult":false,"genre_ids":[99]},{"cast":["Savannah Bailey","Hunter Gilmore","Kai Kellerman","Sienna Lampi","Natasha Lombardi"],"overview":"Director Chris Brown creates a hybrid of fiction and non-fiction in which he collaborates with real high school seniors to tell their personal stories. The result is a portrait of six teens on the threshold of adulthood and how each is dealing with his or her impending future","release_date":"2016-03-05","vote_average":0.0,"runtime":94,"cert":"\"\"","id":400652,"title":"The Other Kids","adult":false,"genre_ids":[18]},{"cast":["Taghd O'Leary Ashford","Frank Hurley"],"overview":"While exploring a burnt-out house, Olin loses an eye.","release_date":"2013-11-10","vote_average":0.0,"runtime":6,"cert":"N\/A","id":400654,"title":"How Olin Lost His Eye","adult":false,"genre_ids":[27,35]},{"cast":["Michael Bell","Lucille Bliss","Richard Dawson","Michael Evans","Pamelyn Ferdin"],"overview":"An animated sequel to the story of \"Oliver Twist\". Oliver is adopted by Mr. Brownlow. When Mr. Brownlow dies, his will cannot be found so his nephew Sniperly tries to just take the money. Oliver has to stop him. Meanwhile, Artful Dodger now helps children escape from workhouses.","release_date":"1972-08-21","vote_average":5.5,"runtime":70,"cert":"\"NR\"","id":400656,"title":"Oliver and the Artful Dodger","adult":false,"genre_ids":[16]},{"cast":["Will Roth","Yogi Roth"],"overview":"Yogi Roth never wanted to say 'I wish I'd spent more time with my Dad.' After realizing he had not dealt with the emotion stemming from his father's battle with prostate cancer, Yogi invites his Dad on a walk along the Camino de Santiago that would change their lives forever.","release_date":"2015-12-01","vote_average":0.0,"runtime":76,"cert":"\"NR\"","id":400658,"title":"Life in a Walk","adult":false,"genre_ids":[12,99,10751]},{"cast":["Sotiris Moustakas","Stavrina Prevedorou","Maro Athanasiou","Gianna Krezou","Giorgos Loukakis"],"overview":"The Timolaos is a teacher of Greek province and to find a job, do not hesitate to hit even the door of the minister. But the minister instead to appoint the school, finds work in a factory and there, by a strange quirk of fate, you will love the daughter of industrialist.","release_date":"1988-01-01","vote_average":0.0,"runtime":69,"cert":"N\/A","id":400660,"title":"Ένας Τρελός θα μας Σώσει","adult":false,"genre_ids":[35]},{"cast":["Nasir Ali","Manoj Bakshi","Shashi Bhushan","Sudheer Chobessy","Tanaji Dasgupta"],"overview":"When an ambitious journalist exposes a barbaric practice occurring in a town near New Delhi, all of India becomes embroiled in the resulting scandal.","release_date":"2015-12-04","vote_average":7.0,"runtime":103,"cert":"N\/A","id":400662,"title":"Kajarya","adult":false,"genre_ids":[18]},{"cast":["Paul Michael Lévesque","Joanie Laurer","Shane McMahon","Mick Foley"],"overview":"It's their time, all right! Travel with Triple H and Chyna as they climb to the top of the World Wrestling Federation. Exclusive behind-the-scenes footage shows what it takes to be a Federation Superstar and the struggles of life on the road. Find out the truth and the consequences about the controversial \"curtain call.\" Triple H and the Ninth Wonder of the World worked very hard to get where they are and they want everyone to know it. It's been a long, hard road and there is no end in sight, especially when you're at the top of the game.","release_date":"1999-11-23","vote_average":0.0,"runtime":70,"cert":"\"\"","id":400679,"title":"WWF: It's Our Time","adult":false,"genre_ids":[]},{"cast":["Jerry Verno","Janet McGrew","Ben Welden","Polly Ward","Peter Gawthorne"],"overview":"The commoner is a happy cockney plumber by the name of Bert Gibbs. Bert comes into contact with the celebrated Russian movie star Ilya Myona. Desperate for publicity and aware that nobility make for good copy, Ilya persuades Bert to pose as her fiancé (with the possibility of persuading him to go through with the marriage if need be). Things are complicated by a pair of anarchic Bolsheviks, one of whom has a daughter named Lenina who knows Bert from his plumber days and is quite in love with him.","release_date":"1932-12-05","vote_average":7.0,"runtime":68,"cert":"N\/A","id":400681,"title":"His Lordship","adult":false,"genre_ids":[35,10402]},{"cast":["Achako Hanabishi","Chieko Naniwa","Roppa Furukawa","Kingoro Yanagiya","Tony Tani"],"overview":"Fourth installment in the \"Achako's Notebook of Youth\" series.","release_date":"1953-06-03","vote_average":0.0,"runtime":92,"cert":"N\/A","id":400683,"title":"Achako's Notebook of Youth 4: Happy Marriage","adult":false,"genre_ids":[35]},{"cast":["Tom Powers","Helen Case","Lillian Christy","Tom Fortune","Robert Thornby"],"overview":"A Western drama in which a gang steals John’s horse and then kidnaps Polly when she tries to warn the new buyer.","release_date":"1912-01-20","vote_average":0.0,"runtime":14,"cert":"\"\"","id":400685,"title":"A Girl of the West","adult":false,"genre_ids":[]},{"cast":["Charles Kent","Julia Swayne Gordon","Leo Delaney","Leah Baird","Maurice Costello"],"overview":"During the French Revolution, the Duke and Duchess of Bérac are captured by a mob. The Duchess agrees to marry one of their leaders in order to save her husband’s life. But her husband finds out about this, and forbids the Duchess to do so. The girlfriend of this leader takes revenge when she learns the truth, and stabs him. The two Béracs then proceed to the guillotine with their heads held high.","release_date":"1912-06-13","vote_average":0.0,"runtime":16,"cert":"\"\"","id":400687,"title":"The Days of Terror; or, In the Reign of Terror","adult":false,"genre_ids":[]},{"cast":["Igor Vernik","Vsevolod Abdulov"],"overview":"Captain Pronin goes to America to settle some business.","release_date":"1993-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":400689,"title":"Captain Pronin 2: In America","adult":false,"genre_ids":[]},{"cast":["Eric Cutler","Anna Netrebko","John Relyea","Valerian Ruminski","Franco Vassallo"],"overview":"It's hard to imagine a video opera collection without this superbly sung MET production of Bellini's I Puritani. Not that it's perfect by any means, but its excellences--most especially Anna Netrebko's electrifying singing and acting of Elvira--banish carping about other aspects of this memorable night at the opera. Netrebko is fragile from the start, her facial expressions and hand movements immediately conveying the girl's vulnerability. She has a mad scene in each act; the first when she realizes her fiancé has disappeared with another woman, the third, in the final act, a brief relapse when her returned fiancé is taken by the army to be executed. But it's in the second act that the real fireworks occur, with a Mad Scene that rivals Donizetti's Lucia for bel canto primacy. Here, Elvira is first heard off-stage, after the chorus has informed us that she's deranged. She enters wearing her wedding gown and begins Qui la voce in a voice as frail as her psyche.","release_date":"2007-11-22","vote_average":0.0,"runtime":149,"cert":"\"PG\"","id":400691,"title":"Bellini I Puritani","adult":false,"genre_ids":[]},{"cast":["Joyce DiDonato","Nicole Cabell","Saimir Pirgu","Eric Owens","Ao Li"],"overview":"Vincenzo Bellinis bel canto masterpiece I Capuleti e i Montecchi, inspired by the tragic tale of Romeo and Juliet, is what The New York Times calls an opera of definite dramatic appeal. Joyce DiDonato, winner of the Grammy Award and the ECHO Klassik, and Nicole Cabell as the ill-fated lovers Romeo and Giulietta headline a cast of international stars. Directed by Vincent Boussard in his U.S. debut and led by returning conductor and bel canto specialist Riccardo Frizza, this new co-production has sets created by French opera, theater and dance designer Vincent Lemaire. The production also features stunning costumes by renowned fashion designer Christian Lacroix, a frequent collaborator with Mr. Boussard and a prominent fashion icon known for both his couture house as well as his theater, ballet and opera costumes.","release_date":"2012-06-03","vote_average":0.0,"runtime":135,"cert":"\"PG\"","id":400693,"title":"I Capuleti e i Montecchi","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dirty Model is a story of a young girl who takes the wrong path to become rich and famous.","release_date":"2015-09-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":400707,"title":"Dirty Model","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":400709,"title":"Herman van Veen - 30 Jaar Carré","adult":false,"genre_ids":[]},{"cast":["Marina Foïs","Jérémie Elkaïm","Joséphine Japy","Benjamin Biolay","Jean-Luc Vincent"],"overview":"Constance, a 40-years-old real estate agent, gets fired from her job. With no options left, she contacts her former boss, from the small agency where she started her career. To her surprise, he is hiring, but explains he may have already found someone. Constance is convinced she will get the job because of her experience and extensive qualifications. But when Audrey, a younger and prettier woman, is hired instead, it proves too much for Constance to take.","release_date":"2016-07-06","vote_average":6.1,"runtime":103,"cert":"N\/A","id":400711,"title":"Faultless","adult":false,"genre_ids":[53]},{"cast":[],"overview":"A short romantic comedy about two women whose canoe capsizes; they are then rescued by two train engineers. This leads to two couples who want to marry, but are prevented by a train accident.","release_date":"1913-11-19","vote_average":0.0,"runtime":15,"cert":"\"\"","id":400713,"title":"A Railroad Wooing","adult":false,"genre_ids":[]},{"cast":["Earle Williams","Rose Tapley","Mlle. Ideal","Lillian Mulhearn","Charles Wellesley"],"overview":"Rita, who is in love, makes a false accusation against the “Nymph”, one of her rivals in love. But when the “Nymph” rescues Rita's daughter from the water, she has regrets, and retracts her accusation.","release_date":"1913-11-08","vote_average":0.0,"runtime":20,"cert":"\"\"","id":400715,"title":"The Diver","adult":false,"genre_ids":[]},{"cast":["Madiha Hidayat","Ramsha Shaikh"],"overview":"K. Pervaiz's debut feature film about jinn (demonic) possession in Pakistan, Maya, tells the story of a young woman who rediscovers her traumatic childhood through the grips of demonic possession.","release_date":"2015-12-04","vote_average":0.0,"runtime":111,"cert":"N\/A","id":400717,"title":"Maya","adult":false,"genre_ids":[]},{"cast":["Adith Arun","Dimple Chopade","Charandeep","Sathyaraj","Kota Srinivasa Rao"],"overview":"Sai Korrapati who has not only produced big films like Eega and Legend has also made few small movies with different themes. Coming from his production house Tungabhadra caught the attention of Telugu movie lovers.","release_date":"2015-03-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":400719,"title":"Tungabhadra","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Visus shows the working of the eye using optical and sound effects neglecting the concrete nature of the objects depicted while promoting a technically impeccable exploration of photo receptive capacities to an essay on the visible and the invisible in order to make a poetic vow of loyalty to the act of vision.","release_date":"1976-06-03","vote_average":0.0,"runtime":18,"cert":"N\/A","id":400727,"title":"Visus","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2000-08-04","vote_average":0.0,"runtime":null,"cert":"\"\"","id":400729,"title":"Possessed","adult":false,"genre_ids":[27]},{"cast":["Pat Healy","Mark Mullaney Jr.","Heidi Schooler","Philip Friedman","Bil Dwyer"],"overview":"A lonely insurance adjuster struggles with mounting problems from his customers and increasingly hostile bosses, after receiving a poor performance review.","release_date":"2015-03-14","vote_average":0.0,"runtime":18,"cert":"\"\"","id":400731,"title":"Desk Job","adult":false,"genre_ids":[18]},{"cast":["Pat Healy","Matt Porter","Olivia Sandoval","Nelson Cheng","Kira Pearson"],"overview":"In an attempt to get his life together, Ryan, a slacker in his mid-20s, gets a temp data entry job in a soul-crushing cubicle farm. He volunteers to pull an all-nighter to finish a time-sensitive project for the company. But late at night, alone in the office, Ryan discovers a dying, disheveled man hiding above the ceiling tiles. He's a former employee, the guy Ryan's essentially replacing, and he needs help...","release_date":"2016-12-31","vote_average":0.0,"runtime":16,"cert":"\"\"","id":400733,"title":"Man in Ceiling","adult":false,"genre_ids":[35]},{"cast":["Cara Brown","Finn Brown"],"overview":"When a teenage boy is unable to focus on life itself, he decides to venture inside his mind to fix the issue.","release_date":"2016-05-22","vote_average":0.0,"runtime":3,"cert":"N\/A","id":400735,"title":"Unfocused","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A woman's world comes crashing down when a stranger reveals he's been hired to kill her. What follows is a dark proposition: pay double, and she can turn the hit back on her murderous husband.","release_date":"2015-11-10","vote_average":0.0,"runtime":15,"cert":"\"\"","id":400737,"title":"An Entanglement","adult":false,"genre_ids":[]},{"cast":["Efrain Gonzalez Jr.","Jason Matthews","David Joseph","Brent Sackris","Christopher Ward"],"overview":"In this new softcore erotica film from the writer\/director of Daydream Obsession, Lawrence is just out of the closet and he turns to his straight friends for help. After getting a massage from an old high school crush, he has his friends find out more about the masseur. Will he turn out to be more than a masseur? Will he be faithful to Lawrence?","release_date":"2006-04-18","vote_average":3.0,"runtime":104,"cert":"\"NR\"","id":400739,"title":"Outcall","adult":false,"genre_ids":[10749]},{"cast":["Yannis Zouganelis","Yiannis Tsimitselis","Katerina Geronikolou","Apostolis Totsikas","Thanasis Viskadourakis"],"overview":"A mistake made by the bride rejoins 4 old friends of disaster and a father in law! 5 guys go to Thassaloniki to tear everything down. A father in law gets in a hearse in order to kill a love in the making. An ex-girlfriend dances tango with her memories as a partner. A cancelled wedding and a relationship that starts with the brides vail floating at the wind of independence.","release_date":"2016-12-01","vote_average":5.4,"runtime":110,"cert":"N\/A","id":400753,"title":"The Bachelor","adult":false,"genre_ids":[35,10749]},{"cast":["Des Bishop"],"overview":"Winner of the 2002 Tap Water Award at Edinburgh, native New Yorker Des Bishop has become one of Ireland's most outspoken and exciting Comedians","release_date":"2005-01-01","vote_average":9.5,"runtime":57,"cert":"N\/A","id":400755,"title":"Des Bishop: Live at Vicar Street","adult":false,"genre_ids":[]},{"cast":[],"overview":"A short documentary about a young man who works in a high position in Telenor. He feels that people still lose focus when he shows up at meetings in a wheelchair and is 76 cm high .","release_date":"2006-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":400757,"title":"Fokus","adult":false,"genre_ids":[]},{"cast":["Dung Chi-Wa","Chui Siu-Kin","Ku Wing-Chuen","Do Yuk-Ming","Chan Yee-Gong"],"overview":"In the mid-30s, Kuomintang Sichuan rhubarb Division Commander Liu Shaoji colludes with Japanese invaders. He sends the cloud boat's beauty to the Si-chuan Opera.  The Si-chuan opera entertainer steps forward in sharp opposition with warlord's wicked running dogs.  Mu Xiaolou sacrifices himself up to take the righteous path and confronts the Japanese invaders.","release_date":"1988-04-29","vote_average":0.0,"runtime":78,"cert":"N\/A","id":400759,"title":"Cross the River","adult":false,"genre_ids":[28]},{"cast":["Naga Shourya","Sonarika Bhadoria","Ashish Vidhyarthi","Ajay","Zakir Hussain"],"overview":"adoogadu (English: Magician) is a 2015 Indian Telugu film directed by Yogie and produced by V.V.N Prasad under the banner Sathyaa Entertainments. It features Naga Shourya and Sonarika Bhadoria in the lead roles while Ashish Vidyarthi and Ajay appear in crucial roles. This movie marks the debut of Sonarika Bhadoria in Tollywood industry. The film has released worldwide on 26 June 2015.","release_date":"2015-06-26","vote_average":0.0,"runtime":145,"cert":"N\/A","id":400761,"title":"Jadoogadu","adult":false,"genre_ids":[]},{"cast":["Raj Tarun","Ranadheer","Raja Ravindra","Shakalaka Shankar","Arthana Binu"],"overview":"Sri Ram is a young village guy, who starts loving a girl Seetha mahalakshmi from young age. Sri Ram remains in the village, Seetha goes to the city for higher education and keeps coming to the village for holidays. Sri Ram and Seetha become good friends after a couple of positive incidents.  Sri Ram tries to impress her in many ways and tries to express his love throughout the first half of the movie. Seetha rejects his proposal when she gets to know that Ram loves her. The Second half is more of how Ram wins her love and impresses Seetha's Family with his determination and overcoming some challenges.","release_date":"2016-01-29","vote_average":0.0,"runtime":145,"cert":"N\/A","id":400763,"title":"Seethamma Andalu Ramayya Sitralu","adult":false,"genre_ids":[]},{"cast":[],"overview":"A poetic tale of a conversation.","release_date":"2006-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":400765,"title":"Conversation","adult":false,"genre_ids":[]},{"cast":["Ineko Arima","Sachiko Atami","Junzaburô Ban","Yoshiko Hirose","Ryô Ikebe"],"overview":"A human billboard and a shoeshine girl met a kid of five who got separated from her mother at a street of Ginza. They try to find a mother in a crowded town...","release_date":"1953-07-08","vote_average":0.0,"runtime":75,"cert":"N\/A","id":400776,"title":"Tokyo Profile","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Mr. Mustache is a funny short documentary based on interviews and animations ten hairy men and their thoughts about having mustache .","release_date":"2006-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":400778,"title":"Mr Mustache","adult":false,"genre_ids":[]},{"cast":[],"overview":"We meet a group of elderly people who meet every week to dance together - and they've done since they were young.","release_date":"2006-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":400780,"title":"Waltz","adult":false,"genre_ids":[]},{"cast":[],"overview":"A small film about looking back on his childhood and discover that it looks like back in deg.Musikkvideo made ​​of super 8mm footage of the singer in The White Birch , while he goes from infancy to adult alder.R","release_date":"2006-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":400782,"title":"Seer believer","adult":false,"genre_ids":[]},{"cast":[],"overview":"Lussi is a well-behaved little girl. She is always quiet, clever, clean and pretty, Mommy’s darling and Daddy’s girl. Finally it becomes too much of a good thing, and Lussi refuses to behave.  This children’s short is based on the book “Snill” by Gro Dahle.Produsent:Lise Fearnley","release_date":"2006-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":400784,"title":"Good girl","adult":false,"genre_ids":[]},{"cast":["Izabella Pruska-Oldenhof"],"overview":"A self-portrait of Pruska-Oldenhof's childhood and native home in three segments of image, song and text. Images of her birth country are shown as she silently mouths a Polish emigrants' song, followed by a recording of her singing the same song as a child, followed by a text translation of the song into English.","release_date":"2007-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":400786,"title":"Echo","adult":false,"genre_ids":[]},{"cast":[],"overview":"Based on a shoujo manga written and illustrated by Shinohara Chie serialised in Shoujo Comic.  The original story follows the struggles of a teenage girl after she finds herself turning into a lycanthropy-leopard and having to battle her newly found predatory instincts.  (Source: AniDB)","release_date":"1988-10-26","vote_average":0.0,"runtime":29,"cert":"N\/A","id":400788,"title":"Purple Eyes in the Dark","adult":false,"genre_ids":[16,10402]},{"cast":[],"overview":"“Last Men Standing,” the first feature-length documentary from The San Francisco Chronicle, Northern California’s largest newspaper was selected for entry into a series of prestigious LGBT festivals being held in the U.S. and Canada this spring. One of the few newspapers to write, direct and produce a feature-length documentary, this film follows the lives and experiences of eight long-term AIDS survivors.","release_date":"2016-05-22","vote_average":0.0,"runtime":66,"cert":"\"\"","id":400790,"title":"Last Men Standing","adult":false,"genre_ids":[99]},{"cast":["Heinz Marecek","Evelyn Engleder","Thaddäus Podgorski","Kurt Sobotka","Edith Leyrer"],"overview":"","release_date":"1982-07-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":400801,"title":"Ohne Ball und ohne Netz","adult":false,"genre_ids":[35]},{"cast":["Sebastián Pérez Pérez","Piero Dáttole","Gustavo Pivotto","Daniela Steinhauer","Pablo Pipolo"],"overview":"","release_date":"2014-09-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":400806,"title":"Kamikaze","adult":false,"genre_ids":[35]},{"cast":["Michiro Endo","Mizuki Misumi","Takao Morishima","Pistol Takehara","Otomo Yoshihide"],"overview":"Pig heads, intestines, megaphones: all these and more have been thrown into crowds of loyal fans following the influential punk band THE STALIN or any of number of Michiro Endo's other bands since 1980. Taking a step in front of the camera, however, Endo offers a very different kind of encounter in this inspiring self-portrait. \"Mother, I've Pretty Much Forgotten Your Face\" follows the artist, a native of Nihonmatsu, Fukushima, on the 2011 nationwide solo tour celebrating his 60th birthday, which was interrupted by the Great East Japan Earthquake. Traveling, performing and talking with fellow musicians and activists, Endo reflects on the past and future of Fukushima, the legacy of Hiroshima, his upbringing and his feelings about his mother, communicated in the song from which the documentary is named.","release_date":"2016-01-01","vote_average":0.0,"runtime":103,"cert":"N\/A","id":400808,"title":"Mother, I've Pretty Much Forgotten Your Face","adult":false,"genre_ids":[99]},{"cast":["Dadie T","Aoba Kawai","Ryôya Shinoda","Kôdai Izumiya","Kyôko Yanagihara"],"overview":"Living in Tokyo, Keisuke Fujii never really considered the colour of his skin; but when he and his mother move to rural Japan, the other kids assume that he is of African descent and therefore must have AIDS. Unsure of how to address these prejudices, Keisuke sets out to find answers and confront the cruel rumours once and for all.","release_date":"2014-01-01","vote_average":0.0,"runtime":17,"cert":"N\/A","id":400810,"title":"Born with it","adult":false,"genre_ids":[18,10751]},{"cast":["Haydar Sisman","Nuray Yesilaraz","Hanife Kara","Ibrahim Kuvvet","Temel Kara"],"overview":"Mehmet is a man who lives with his two children, wife, and mother in a mountain village on Black Sea. He earns his bread by breeding a few animals, while looking for a mineral reserve on the mountains with a great passion and hope. However, his endless pursuit is perceived as useless by his mother and wife. Destroyed in search of a mineral reserve, his hope is renewed with the news of a competition. Mehmet will attend the bull fight that will be held in Artvin, so he dedicates his time to training the bull in the stable till the day of competition.","release_date":"2017-03-23","vote_average":6.6,"runtime":138,"cert":"N\/A","id":400812,"title":"Cold of Kalandar","adult":false,"genre_ids":[10751,18]},{"cast":["Michael Bisping","Dominick Cruz","Luke Rockhold","Dustin Poirier","Bobby Green"],"overview":"UFC 199: Rockhold vs. Bisping 2 was a mixed martial arts event held on June 4, 2016 at The Forum in Inglewood, California.  Main Card:  Middleweight: Michael Bisping vs. Luke Rockhold  Bantamweight: Dominick Cruz vs. Urijah Faber  Featherweight: Max Holloway vs. Ricardo Lamas  Middleweight: Dan Henderson vs. Hector Lombard  Lightweight: Dustin Poirier vs. Bobby Green","release_date":"2016-06-04","vote_average":9.0,"runtime":null,"cert":"\"\"","id":400814,"title":"UFC 199: Rockhold vs. Bisping 2","adult":false,"genre_ids":[28]},{"cast":["Heinz Behrens","Blanche Kommerell","Marianne Kiefer","Ruth Kommerell","Herbert Köfer"],"overview":"","release_date":"1974-02-09","vote_average":4.0,"runtime":null,"cert":"N\/A","id":400819,"title":"Das Wunschkind","adult":false,"genre_ids":[10751,35]},{"cast":[],"overview":"A house is visited by a clean, organized, well-mannered guest.","release_date":"2015-10-14","vote_average":0.0,"runtime":2,"cert":"\"\"","id":400821,"title":"Perfect Houseguest","adult":false,"genre_ids":[]},{"cast":["Yu Ha-jun","Han Je-in","Na Sang-Gyoo"],"overview":"Jeong-min, a scenario writer, was recently dumped by his girlfriend who left for another man. No matter how much he begs she never seems to return to him. To forget everything and concentrate on his scenario, Jeong-min stays in a small inn in a remote country town. There he meets an attractive teenage girl, Yoo-mi who lives with the mysterious landlord.","release_date":"2015-09-17","vote_average":5.0,"runtime":107,"cert":"N\/A","id":400823,"title":"Trap","adult":false,"genre_ids":[53,18]},{"cast":["Wanchana Sawatdee","Pongsakorn Mettarikanon","Pimdao Panichsamai"],"overview":"The story of the relationship between the King who is renown for his ruthlessness and his subject who became his trusted steersman. They met when the King decided to disguise himself as commoner to see how his subject was doing.  He befriend a commoner after a fight to decide who should win the girl’s hand. They become blood brother and the commoner was assigned to be his steersman. When there was an assassination attempt at the King, the steersman tried to evade the threat and cause the boat to run aground with death penalty.  It’s time to see if the friendship is stronger than the rule of law that the King must have absolute authority over the life of his subject regardless of their personal relationship.","release_date":"2015-12-30","vote_average":8.0,"runtime":177,"cert":"N\/A","id":400825,"title":"Pantainorasingh","adult":false,"genre_ids":[28,10749]},{"cast":["Onur Ünlü","Funda Alp","Serkan Cakarer","Sevilay Demirci","Yonca Erturk"],"overview":"Turkish film industry has been experiencing a breakthrough in the last ten years. According to 2015 figures, there is a bold uptrend in terms of viewers and film production. Yet without any regulations at work, this growth only made injustices in distribution bigger. While a single cinema chain controls more then 50% of the market, it also started to control distribution and production. In this monopolized environment, there seems to be no country for independent production. With the guidance of producers, distributors, and economists, the film traces the distortion created by the bad economy that has become an obstacle for freedom of choice.","release_date":"2016-04-10","vote_average":6.5,"runtime":46,"cert":"N\/A","id":400827,"title":"Only Blockbusters Left Alive: Monopolizing Film Distribution in Turkey","adult":false,"genre_ids":[99]},{"cast":["Lloyd Samartino","William Martinez","Albert Martinez","Joel Alano","Cherie Gil"],"overview":"A motion picture about about a group of lost and confused youth","release_date":"1982-03-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":400829,"title":"Are These Our Children?","adult":false,"genre_ids":[18]},{"cast":["Kana Nishino"],"overview":"Kana Nishino’s fourth concert video.","release_date":"2014-07-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":400831,"title":"Kana Nishino Love Collection Tour ~pink & mint~","adult":false,"genre_ids":[10402]},{"cast":["Nora Aunor","Phillip Salvador","Hilda Koronel","Bongchi Miraflor","Ernie Zarate"],"overview":"Corazon Rivera (Nora Aunor) is a factory worker in a textile company owned by Cynthia Ocampo's (Hilda Koronel) family. Her live-in partner and co-worker, Robert de Asis (Phillip Salvador), is an ambitious law student. One day, she finds herself pregnant and Robert is not pleased. As he worms his way into the good graces of his employer, Cynthia falls in love with him and also becomes pregnant. The two plan a church wedding but first, Robert must get rid of Azon.","release_date":"1980-01-25","vote_average":10.0,"runtime":99,"cert":"N\/A","id":400833,"title":"Stolen Love","adult":false,"genre_ids":[]},{"cast":["One Ok Rock"],"overview":"ONE OK ROCKs’ “35XXXV” concert at Saitama Super Arena.","release_date":"2016-04-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":400838,"title":"ONE OK ROCK 2015 “35XXXV” JAPAN TOUR LIVE","adult":false,"genre_ids":[10402]},{"cast":["Stanley Fung","Michael Miu","Lam Suet","Sam Lee","Charlene Choi"],"overview":"GOOD TAKE is an omnibus of five short stories with 85 minutes duration, filled with suspense, surprise etc. The ending of each story is never what it seems….","release_date":"2016-04-14","vote_average":9.0,"runtime":95,"cert":"N\/A","id":400840,"title":"Good Take!","adult":false,"genre_ids":[]},{"cast":[],"overview":"Seven-year-old Polina and her 13-year-old sister Nastia live and breathe ballet. Both of them are studying at the Boris Eifman Dance Academy in frigid Saint Petersburg. They’re currently awaiting their grades to find out if they’ve done well enough to be promoted to the next year, with Nastia lovingly guiding he little sister through the process. But in the meantime, Nastia also has to deal with the high demands that the academy places on its students. The gorgeously styled shots are sometimes calm, even clinical, and sometimes warm, lively and funny.","release_date":"2015-11-21","vote_average":0.0,"runtime":25,"cert":"N\/A","id":400842,"title":"Varicella","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In Finland, a small child is waiting for his time to begin. His heart is broken. A major heart surgery is expected. There is a fight against time. The boys parents are wandering in the corridors of the hospital. The heart is stopped during the surgery operation. Le Locle, a village in Switzerland acts as the heart of watch industry. Narrow streets of the village carry vital parts to watches and nowdays also into human bodies, for example pacemakers. Village is formed as a big factory line and appears as a time-twisting machine. There pieces are refined and workers hands turns the time on and off.","release_date":"2015-06-06","vote_average":6.0,"runtime":16,"cert":"N\/A","id":400844,"title":"Momentum","adult":false,"genre_ids":[99]},{"cast":["Ronnie Lazaro","Pen Medina","Wenah Nagales","Paolo O'Hara","Elizabeth Oropesa"],"overview":"Sexually frustrated Perla wants out of her marriage; servant Lea yearns for power; streetwalker Joan has a secret; and Diana is lost in grief. They find escape and salvation in the only place that inspires hope: the karaoke bar. Music is the only way they're able to feel whole once more, but will it work in the long run?","release_date":"2005-07-13","vote_average":10.0,"runtime":null,"cert":"N\/A","id":400849,"title":"Karaoke Bar","adult":false,"genre_ids":[]},{"cast":["Shamaine Buencamino","Celso Ad. Castillo","Soliman Cruz ","Mike Dagñalan","Perry Dizon"],"overview":"Beginning at the break of dawn and ending the next morning, the story, set around a rugged city intersection, follows the path of a marked one-thousand-peso bill as it transfers from one character to another, returning to its originator in the end, blood-tainted. The money leads us to each of the five offbeat characters, all in desperate need of their soul's redemption: a disillusioned tabloid reporter planning to commit suicide in a motel, a nightclub dancer con prostitute who has avowed to give her kid sister a better life, a fallen henchman resurfacing to score big time, a chronic runaway teenage girl held captive as sex slave by a cop, and a long-suffering son bearing a sadomasochistic relationship with his brutish, half-paralyzed father who behaves like a mad dictator in his wheelchair.","release_date":"2006-07-18","vote_average":10.0,"runtime":null,"cert":"N\/A","id":400851,"title":"Roundabout","adult":false,"genre_ids":[]},{"cast":[],"overview":"The 2016 CFDA Fashion Awards will take place on Monday, June 6 in New York City.  The annual event recognizes the outstanding contributions made to American fashion by individuals from all areas of the industry and related arts, with awards being given for design excellence in womenswear, menswear, and accessories as well as extraordinary accomplishments in journalism, creative vision, and lifetime achievement.  Nominations for each award category are submitted by The CFDA Fashion Awards Guild, an invitation only network comprised of top fashion retailers, journalists, stylists, influencers and the 450+ member designers of the CFDA.  The nominees, as well as recipients of the honorary awards are ratified by the CFDA Board of Directors.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":400856,"title":"CFDA Fashion Awards 2016","adult":true,"genre_ids":[]},{"cast":[],"overview":"This production of the famous ballet has been reset to take place during the 1915 San Francisco World's Fair.","release_date":"2008-11-08","vote_average":10.0,"runtime":135,"cert":"\"\"","id":400864,"title":"Dance in America: San Francisco Ballet's Nutcracker","adult":false,"genre_ids":[]},{"cast":["Margaret Aspinall","David Duckenfield","Tony Evans","Abdul Hakim Joy","Steve Leighton"],"overview":"Hillsborough is an in-depth, moving account of Britain's worst sporting disaster, in which 96 men, women and children were killed, hundreds injured and thousands traumatised. Beginning with that fateful day, 15 April 1989, the film details the horror of the tragedy, told through the experiences of those directly involved: fans, survivors, family members and police officers. Many speak publicly for the first time. It captures the horror of the crush on the terraces, revealing the prejudices held by the police towards football fans.","release_date":"2016-05-08","vote_average":7.3,"runtime":121,"cert":"N\/A","id":400869,"title":"Hillsborough","adult":false,"genre_ids":[99,10770]},{"cast":["Nick Prosser","Richard Childs-Hunt","Nick Prosser"],"overview":"A man is kidnapped and wakes up tied and gagged inside a dark shed. While the media call out for witnesses, no one suspects the culprit; a black-coated man named Maxwell.","release_date":"2015-11-02","vote_average":10.0,"runtime":2,"cert":"N\/A","id":400871,"title":"Maxwell","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"A rebellious teen threatened with expulsion from school is offered an alternative: an experimental program in which she would counsel troubled children. Initially rebelling from the concept, she finds that her involvement lets her confront her own angers and eventually her family including a loving grandmother. With the help of a new friend, she eventually turns away from her trouble-making boyfriend and makes a new life.","release_date":"","vote_average":0.0,"runtime":92,"cert":"N\/A","id":400873,"title":"Nowhere to Go","adult":false,"genre_ids":[]},{"cast":["Vincent Lindon"],"overview":"What happened in France just after WWII, between 1945 and 1949? An interesting historic documentary looks at the fate of male and female (presumed) collaborators with the Nazis, the use of the POW in the reconstruction of the plundered and devastated country.","release_date":"2016-05-08","vote_average":8.5,"runtime":null,"cert":"N\/A","id":400875,"title":"After Hitler","adult":false,"genre_ids":[99]},{"cast":["Edward Longman-Turner","Amy Lewis","Adam Skates","Andrew Jones","Nick Prosser"],"overview":"A bored studio photographer, tired of taking repetitive photos for a fashion magazine, spends his nights indulging in his darker obsession: taking photos of the recently deceased. But how far will he go to fulfill his urge?","release_date":"2016-08-18","vote_average":10.0,"runtime":5,"cert":"N\/A","id":400877,"title":"Viewfinder","adult":false,"genre_ids":[18,27,53]},{"cast":["Sophia Aram"],"overview":"","release_date":"2014-01-24","vote_average":8.0,"runtime":52,"cert":"N\/A","id":400879,"title":"Pourquoi les femmes sont-elles plus petites que les hommes?","adult":false,"genre_ids":[99]},{"cast":["Giorgos Konstadinou","Giovanni Frangoulis","lambis livieratos","Takis Papamattheou","Kostas Palios"],"overview":"The Antipas is a lawyer and family man who lives a relatively quiet life, when suddenly falls to his home a thunderbolt to the shape of a woman. It is a fiery Italian woman who was mistress of many years ago. He just says he has a son, Antipas assumes is his and mad when realizes that his son is in love with his own daughter ...","release_date":"1990-01-01","vote_average":0.0,"runtime":140,"cert":"N\/A","id":400881,"title":"To exprés tou trelokomeíou","adult":false,"genre_ids":[35]},{"cast":["Giannis Gionakis","Steve Douzos","Elias Logothetis","Vana Barba"],"overview":"Peter, a lively and wacky young, along with the equally crazy friends, erecting tents on a beach next to a luxury hotel, which makes a holiday of the girl, Anna, along with strict parents of, not the allow comes with this company. The sister of Peter drifted into a supposedly Anna erotic rendezvous father to give the opportunity to Anna to see his brother","release_date":"1985-01-01","vote_average":0.0,"runtime":72,"cert":"N\/A","id":400883,"title":"National Lampoon's Crazy holiday","adult":false,"genre_ids":[35]},{"cast":["Kyoko Koizumi","Fumi Nikaido","Kengo Kora","Itsuji Itao","Mochika Yamada"],"overview":"Kako (Fumi Nikaido) is a female high school student. She lives at a restaurant run by her family in Kitashinagawa, Tokyo. Unexpectedly, Kako's aunt, Mikiko (Kyoko Koizumi), suddenly appears. Kako thought her aunt died 18 years ago. Her whole family is embarrassed by Mikiko's appearance due to a past incident caused by Mikiko. Kako is also irritated when Mikiko lives in her room. They spend the summer together.","release_date":"2016-06-25","vote_average":0.0,"runtime":120,"cert":"N\/A","id":400885,"title":"Kako: My Sullen Past","adult":false,"genre_ids":[35,18]},{"cast":["Anna Kalouta","Anna Kalouta","Vassilis Maloucho","Manos Vakousis","Vilma Tsakiri"],"overview":"The Fanouris, who's dream is to catch the 13s, to do the grocery store Super Markets. The imagined wife. The modern daughter and a whole world of the neighborhood with their problems, their differences, their love and their plates.","release_date":"1988-01-01","vote_average":0.0,"runtime":96,"cert":"N\/A","id":400887,"title":"of whack","adult":false,"genre_ids":[35]},{"cast":["Rei Naito","Taniguchi Ran ","Hina Yukawa","Keiko Oyama","Nobuko Numakura"],"overview":"On an island in the Seto Inland Sea, the Teshima Art Museum integrates the serene seaside environment with an architectural structure by Ryue Nishizawa and the artwork \"Matrix\" by Rei Naito. The remote museum's single installation suspends light, air and droplets of underground water in constant play, defining a unique, meditative space barred from filming. An innovative portrait in which the mysterious artist refuses to appear onscreen, Yuko Nakamura's documentary explores five women's interactions with the dynamic space of \"Matrix\" in unprecedented access to the site while delving into Naito's body of work, beginning with her projects in Hiroshima. Foregrounding a deep connection with tangible and intangible elements of human experience and generations of Japanese women, Nakamura's film takes full advantage of the cinematic medium to confront Naito's artworks and the existential themes they evoke. -JAPAN CUTS: Festival of New Japanese Film","release_date":"2015-09-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":400889,"title":"A Room of Her Own: Rei Naito and Light","adult":false,"genre_ids":[]},{"cast":[],"overview":"The mystical happenings of a tropical island are pictured in an animated scroll. -JAPAN CUTS: Festival of New Japanese Film","release_date":"2015-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":400894,"title":"lost summer vacation","adult":false,"genre_ids":[16]},{"cast":[],"overview":"The mutating forms of Tensai Banpaku, or “Genius Expo” create a stunning abstract orchestra.","release_date":"2014-12-29","vote_average":2.0,"runtime":4,"cert":"N\/A","id":400896,"title":"TENSAI BANPAKU","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Forms shift like a landscape of memory in this enchanting work featuring music by Tatsuki Tsushima. -JAPAN CUTS: Festival of New Japanese Film","release_date":"2015-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":400898,"title":"such a good place to die","adult":false,"genre_ids":[16]},{"cast":["James Edward Thomas","Baby Norman","Stefanie Kleine","Levi Burdick","Drew Sheer"],"overview":"A woman finds herself the target of the mob after her boyfriend steals three million dollars from his employers.","release_date":"2015-01-01","vote_average":0.0,"runtime":72,"cert":"\"\"","id":400903,"title":"Watch Over Me","adult":false,"genre_ids":[10749,28,18]},{"cast":["Kanjûrô Arashi","Minoru Takada","Masao Shimizu","Hiroshi Hayashi","Joji Oka"],"overview":"In 1941, overpopulated Japan faces an economic boycott and its armed forces push further to the south. And despite negotiations between Japan and the U. S. A. war is declared with the attack on Pearl Harbour. Victories follow for Japan on land and sea and her forces push forward to the borders of India. But gradually the tide turns in favour of the Allies and after the atom bombings of Hiroshima and Nagasaki, Japan is compelled to accept the Potsdam Declaration and by the order of the Emperor agrees to unconditional surrender. Under the supervision of the occupation forces the International Military Tribunal opens in Tokyo to try the Japanese war leaders. Established in the cause of justice, and to prevent future aggressive wars the trials drag on for two and a half years. And on December 23, 1948, General Tojo and six other war leaders mount the thirteen steps to the gallows at Tokyo's Sugamo prison.","release_date":"1959-01-03","vote_average":0.0,"runtime":104,"cert":"N\/A","id":400905,"title":"The Pacific War and the International Military Tribunal","adult":false,"genre_ids":[10752]},{"cast":["Chui Siu-Kin","Do Yuk-Ming","Dung Chi-Wa","Muk Lap-San","Ku Wing-Chuen"],"overview":"In August 1937, Japanese troops occupied Shanghai. Three leaders in Shanghai go their separate ways: Jinrong Huang never sees other people; Xiaolin Zhang makes a great fortune and Yuesheng Du leaves for HongKong. Japanese form The Traitors Agents Headquarters to kill Chinese people. The patriotistic people composes the assassination team.","release_date":"1986-08-28","vote_average":0.0,"runtime":115,"cert":"N\/A","id":400907,"title":"Great Shanghai 1937","adult":false,"genre_ids":[]},{"cast":["Jale Arikan","Marek Harloff","Jessica Kosmalla","Uwe Rohde","Tatjana Blacher"],"overview":"","release_date":"1998-09-28","vote_average":0.0,"runtime":90,"cert":"N\/A","id":400909,"title":"Ein Engel schlägt zurück","adult":false,"genre_ids":[18]},{"cast":["Gila von Weitershausen","Max Tidof","Jessica Kosmalla","Kurt Weinzierl","Günter Meisner"],"overview":"","release_date":"1991-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":400911,"title":"Leporella","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A visual duet consisting of a 16mm film and a 16mm photogram self-portrait collage. It is inspired by earthly pleasures and wonders as revealed in the vibrant marvels of Stan Brakhage's cinema and in the central panel of the 1504 triptych by Hieronymous Bosch titled “The Garden of Earthly Delights.”","release_date":"2008-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":400913,"title":"The Garden of Earthly Delights","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":8.5,"runtime":null,"cert":"N\/A","id":400915,"title":"Bassie en Adriaan: De geheimzinnige opdracht Deel 1 (Nederland en Frankrijk)","adult":false,"genre_ids":[]},{"cast":["Venket Krishna","Jeeva","Ravianand","Umasri","Soniya"],"overview":"Starring Venket Krishna|Jeeva|Raviand|Umasri|Soniya","release_date":"2015-11-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":400920,"title":"Eppo Solla Pora","adult":false,"genre_ids":[]},{"cast":[],"overview":"Listen to the way you pray, and to the prayers of those around you, and you'll hear these four tried and true phrases often - familiar words we've probably been saying over and over to God  since we first learned how to pray.  Yet, while these prayers are part of the Biblical journey, the fact that they dominate our conversations with God can indict a me-centered faith that is distant from the New Testament adventure we are called to in Christ.  ReMIXED prayers embrace these four concepts, while moving towards a healthier, God-centered prayer language that saturates our thoughts and words with the phrases, \"Let Me Bless You,\"\"Live Through Me,\" and \"No Matter What, Use Me.\"  A subtle shift based on radical truth.  Potent prayers for a full life.","release_date":"2010-11-16","vote_average":0.0,"runtime":180,"cert":"\"\"","id":400922,"title":"Louie Giglio: Prayer - Remix","adult":false,"genre_ids":[]},{"cast":["Denjirô Ôkôchi","Yataro Kurokawa","Sôji Kiyokawa","Yônosuke Toba","Kokuten Kôdô"],"overview":"Japanese film.","release_date":"1937-08-11","vote_average":0.0,"runtime":86,"cert":"N\/A","id":400924,"title":"南国太平記","adult":false,"genre_ids":[]},{"cast":[],"overview":"A short film","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":400932,"title":"A Fate Foretold","adult":false,"genre_ids":[]},{"cast":["Jade Foster","Be Steadwell","t’ai freedom ford","Jonquille Rice","Elizah Turner"],"overview":"Among a congregation of queer women of color artists, the Holy Trinity is the heart of a tour centering on the power, inspiration, and real-talk of a group of five poets who hit the road to perform in seven states in nine days.","release_date":"2016-01-01","vote_average":0.0,"runtime":82,"cert":"\"\"","id":400934,"title":"The Revival: Women and the Word","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Angeles City in the Philippines is a well-known sex tourism destination. Hundreds of local young women work in the bars and nightclubs offering additional services for the money they desperately need to make ends meet and feed their families. The real victims though are the sex workers’ children, conceived by foreign travellers. In most cases, the kids have never met their fathers who, after visiting for a brief holiday, either don’t know or care that their own offspring have been left behind. The burden of raising the children rests entirely on the shoulders of the already struggling mothers.  An RT Doc film crew visits Angeles City to meet the children abandoned by foreign sex tourist fathers, revealing their lives and dreams and some heartfelt messages for the estranged fathers.","release_date":"2016-05-25","vote_average":0.0,"runtime":49,"cert":"N\/A","id":400936,"title":"Fallen Angels","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Ponders the possibilities of what awaits us at the end of our life.","release_date":"2009-06-05","vote_average":8.0,"runtime":2,"cert":"N\/A","id":400938,"title":"The Art of Drowning","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"2014-06-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":400940,"title":"La Caja Ronca","adult":false,"genre_ids":[18]},{"cast":["Joaquín Cordero","Lucha Villa","Julio Aldama","Luis Aragón","Emilio Gálvez"],"overview":"Two cowboys fight over ownership of a horse and a woman.","release_date":"1967-01-06","vote_average":0.0,"runtime":101,"cert":"N\/A","id":400942,"title":"Mi caballo prieto rebelde","adult":false,"genre_ids":[]},{"cast":["Mai Endô","Miho Harita","Mochihito Igarashi","Otsuka Kanako","Makoto Kikuchi"],"overview":"The Slit-Mouthed Woman 0: The Beginning","release_date":"2008-12-06","vote_average":4.0,"runtime":88,"cert":"N\/A","id":400947,"title":"The Slit-Mouthed Woman 0: The Beginning","adult":false,"genre_ids":[27]},{"cast":["Ina Feleo","Kimmy Maclang","Mercedes Cabral","Allan Paule","Raquel Villavicencio"],"overview":"When Donna Reyes (Ina Feleo) is robbed in the middle of a bustling Quezon City overpass, she’s hard pressed to find the thief. But with the help of a friend (Maclang), Donna is able to track down Robert Igawad (Kristoffer King), an ill-tempered messenger that becomes the prime suspect in the robbery.","release_date":"2012-12-18","vote_average":7.5,"runtime":null,"cert":"N\/A","id":400949,"title":"Argument from Ignorance","adult":false,"genre_ids":[]},{"cast":["Ramon Y. Tungka","Ibnu Jamil","Endhita","Dwi Putrantiwi","Zora Vidyanata"],"overview":"A jealous young man tries to steal his brother's girlfriend using the power of an ancient myth.","release_date":"2008-04-10","vote_average":6.0,"runtime":105,"cert":"N\/A","id":400951,"title":"The Virgin Corpse","adult":false,"genre_ids":[27]},{"cast":[],"overview":"In describing the foundations for SOLAR SIGHT, artist Lawrence Jordan writes, \"A question I had in mind was: what's the place of the human being in the cosmos? More and more we think about what is 'beyond.' Less and less is art concerned. I don't know why. The question seems a bit grandiose but I approached it quite simply. I have never worked with color photography as primary background to cut-out animation before. I was surprised that the result was so powerful (helped by John Davis' very resonant music). It was liberating to release human figures into an apperception of suggested space, along with the primordial enigma of the revolving sphere.\"","release_date":"2011-06-06","vote_average":10.0,"runtime":16,"cert":"\"\"","id":400953,"title":"Solar Sight","adult":false,"genre_ids":[16]},{"cast":["Meryll Soriano","Aiza Marquez","Kathleen Hermosa","Gracy Morales","Myla Ajero"],"overview":"Doring is a 24-year old girl who is engaged in a sport that is not common to Filipino women-boxing. This in her desire to alleviate her family from poverty which is slowly devouring them. Her mother Idang is a fish vendor whose hope she leaves on to God. Her brother Aloy is a cynical teenager who is hopeless about the future and just going with the flow of the times. Her youngest sibling Uno is fast growing up discovering the stark realities of life and is slowly losing his innocence. Desperate and tired of living a miserable life and working in a palengke, Doring enters into amateur boxing in the hope of being discovered and go big time in the professional level. This is not just a fight for her dream but a battle of survival for her family.","release_date":"2006-07-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":400958,"title":"In da Red Corner","adult":false,"genre_ids":[18]},{"cast":["Kim de los Santos","Dino Guevarra","Dina Bonnevie","Assunta de Rossi","Aiza Marquez"],"overview":"On the outside, they are as opposite as north and south. Ella is a responsible young woman working very hard to fend for her family; Caloy is a happy-go-lucky guy who never had any problems with money. But love knows no boundary. They meet and fall in love. With Ella in his life, Caloy finds direction. But while Caloy is enjoying his new life, Ella finds it hard to combine relationship and responsibility.","release_date":"1999-08-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":400960,"title":"Ikaw Lamang","adult":false,"genre_ids":[10749]},{"cast":["Bobby Simha","Monica","Surendar","Swaminathan","Krishnamoorthy"],"overview":"A visual communication student sets out to trace the mysterious story behind an infamous bridge with his friends, and ends up with interesting revelations.","release_date":"2016-05-27","vote_average":3.5,"runtime":111,"cert":"N\/A","id":400962,"title":"Meera Jaakirathai","adult":false,"genre_ids":[18,27]},{"cast":["Ynez Veneracion","Mark Gil","Lara Fabregas","Junell Hernando","Simon Ibarra"],"overview":"A woman who was maltreated during her younger years gets revenge on the people who abused her.","release_date":"1998-07-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":400964,"title":"Dama de Noche","adult":false,"genre_ids":[18]},{"cast":["Colby Lopez","Leati Joseph Anoa'i","Jonathan Good","Allen Neal Jones","Andrew Hankinson"],"overview":"Battleground (2016) is an upcoming professional wrestling pay-per-view (PPV) event and WWE Network event produced by WWE. It will take place on July 24, 2016 at the Verizon Center in Washington, D.C. It will be the fourth event under the Battleground chronology.","release_date":"2016-07-24","vote_average":5.1,"runtime":195,"cert":"\"\"","id":400966,"title":"WWE Battleground 2016","adult":false,"genre_ids":[]},{"cast":["Judy Ann Santos","Onemig Bondoc","Gladys Reyes","Trinity M. Stiles","Antoinette Taus"],"overview":"In the hope of landing a job that will eventually enable her to pay for her sister's operation Tinay leaves her small fishing village and heads for Manila. With only her dreams accompanying her she arrives in the big city and how! She gets hit by a car but that proves to be a blessing in disguise because the accident leads her to her employment. She then meets Randy the son of her boss whose girlfriend Sylvia has been goading that they get married. But Randy feels that he's not yet ready to settle down and when he refuses to marry her Sylvia hooks up with another guy in a desperate attempt to make him change his mind.","release_date":"1998-08-19","vote_average":0.0,"runtime":101,"cert":"N\/A","id":400968,"title":"I'm Sorry, My Love","adult":false,"genre_ids":[10749,18]},{"cast":["Vivian Velez","Evelyn Vargas","Simon Ibarra","Sue Prado","Lester Llansang"],"overview":"Blondie (Vivian Velez) is personified as three things: a hardworking businesswoman, a wife who’s been cheated on, and a mother of three. She is a 50-something woman with poor eyesight who works as an upfront candle vendor outside Quiapo church and sells Cytotec, an abortion pill, on the side.","release_date":"2013-11-11","vote_average":10.0,"runtime":null,"cert":"N\/A","id":400970,"title":"Vendor","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Short animated film by Shuhei Nishizawa","release_date":"2014-01-01","vote_average":0.0,"runtime":13,"cert":"N\/A","id":400972,"title":"I and i","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Short animated film by Eri Eri Kinoshita.","release_date":"2014-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":400974,"title":"Ran","adult":false,"genre_ids":[16]},{"cast":["Cary Elwes","Kara Killmer","Meg Chambers Steedle","Taylor Handley","Ruth Bradley"],"overview":"Set during the height of World War II, Horizon centers on Lauren (Bradley), a secretary at the FBI who begins a secretive investigation into files that have been stamped with the codename \"horizon.\" The mysterious project provides links to the presumed death of her husband and the disappearance of a young girl.  —deadline.com","release_date":"2013-06-06","vote_average":3.0,"runtime":null,"cert":"\"\"","id":400976,"title":"Horizon","adult":false,"genre_ids":[878]},{"cast":[],"overview":"This fictional documentary film about a Native American reservation critiques the practice of film production itself.","release_date":"1974-02-05","vote_average":0.0,"runtime":44,"cert":"\"\"","id":400978,"title":"The Desert People","adult":false,"genre_ids":[]},{"cast":[],"overview":"This fictional documentary film about a Native American reservation critiques the practice of film production itself.","release_date":"","vote_average":0.0,"runtime":44,"cert":"N\/A","id":400980,"title":"The Desert People","adult":false,"genre_ids":[]},{"cast":["Luis Aguilar","Dagoberto Rodríguez","Pascual García Peña","José Eduardo Pérez","Esperanza Issa"],"overview":"La Calavera Negra concerns a bunch of small Mexican town who must contend with a mysterious, disruptive figure known as the Black Skull. Many different people attempt to uncover the truth behind this frightening phenomenon. (Rotten Tomatoes)","release_date":"1960-12-14","vote_average":0.0,"runtime":87,"cert":"N\/A","id":400982,"title":"La calavera negra","adult":false,"genre_ids":[37,27,9648]},{"cast":[],"overview":"Memory Surfaces and Mental Prayers is a collection of works that address the desire to transcend the perceptual and cognitive structures of experience.","release_date":"1977-01-01","vote_average":0.0,"runtime":29,"cert":"\"\"","id":400984,"title":"Memory Surfaces and Mental Prayers","adult":false,"genre_ids":[]},{"cast":[],"overview":"The title of The Morning After the Night of Power refers to a passage of the Koran in which angels descend from the heavens to impart the divine inspiration to followers. The central image of the tape is a blue vase standing motionless on a table. This object is framed by a dramatic interplay of light, shadow and movement, which is registered by a fixed camera over an extended period of time. Writes Viola, \"As the condensed stillness of pure duration becomes activity, events hover at the edge of awareness until a final culminating action of transcendent liberation.\"","release_date":"1977-01-01","vote_average":0.0,"runtime":11,"cert":"\"\"","id":400986,"title":"The Morning After the Night of Power","adult":false,"genre_ids":[]},{"cast":[],"overview":"The subject matter of Memory Room 451 is the cultural and historical significance of 20th-century hairstyles – the Afro, the conk, dreadlocks – in Black communities on both sides of the Atlantic. Akomfrah has disguised this exploration as a science fiction story – in the manner of the groundbreaking writers profiled in The Last Angel of History – while providing a bravura display of the aesthetics of video art in the 1990s. The tale of visitors from the future who gather dreams from unwitting subjects in order to construct a history of the Black diaspora both defamiliarizes Akomfrah’s ongoing project and points to the danger that extracting history from memory can be a kind of expropriation.","release_date":"1996-01-01","vote_average":0.0,"runtime":25,"cert":"N\/A","id":400988,"title":"Memory Room 451","adult":false,"genre_ids":[878,99]},{"cast":["Im Seul-ong","Kyung Soo-jin","Park Jung-min","Hong Eun Hee","Cha Ji-yeon"],"overview":"Three horror stories, with each set in the past, present and future.","release_date":"2016-06-02","vote_average":7.0,"runtime":94,"cert":"N\/A","id":400990,"title":"Horror Stories 3","adult":false,"genre_ids":[53,27]},{"cast":["Jiří Bartoška","Ondřej Pavelka","Jana Preissová","Zdeněk Dušek","Jan Přeučil"],"overview":"","release_date":"1990-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":400992,"title":"Don Juan","adult":false,"genre_ids":[]},{"cast":["Robert Lowery","Billy Halop","Teala Loring","Carl Switzer","David Reed"],"overview":"The Gas House Kids tackle a gang of criminals in the hope of winning the reward and helping a returning war veteran make a life with his girl.","release_date":"1946-10-08","vote_average":0.0,"runtime":71,"cert":"\"\"","id":400994,"title":"Gas House Kids","adult":false,"genre_ids":[18,35]},{"cast":["Emory Parnell","Chili Williams","Vince Barnett","William Wright","Lela Bliss"],"overview":"The second of three \"Bowery Boys\" rip-offs produced by bargain-basement Producers Releasing Corporation.","release_date":"1947-06-12","vote_average":6.0,"runtime":62,"cert":"\"\"","id":400996,"title":"Gas House Kids Go West","adult":false,"genre_ids":[35,12,37]},{"cert":"N\/A","title":"Ichiyo Higuchi","cast":["Isuzu Yamada","Minoru Takada","Hideko Takamine","Yuriko Hanabusa","Heihachirô Ôkawa"],"id":400998,"overview":"Japanese film based on the life of writer Ichiyo Higuchi (1872-1896).","runtime":83,"genre_ids":[18],"release_date":"1939-05-31","vote_average":0.0,"adult":false}]