[{"cast":["Hans Hass"],"overview":"","release_date":"1947-06-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":401501,"title":"Menschen unter Haien","adult":false,"genre_ids":[99]},{"cast":["Dakota Skye","Kimmy Granger","Kimber Woods","Stella Cox","Kenzie Taylor"],"overview":"\"#My Face 2\" is out and we have a slew of cock sucking sluts ready to take on any cock. All oral with gagging, deep throat and face fucking these girls are lead by AJ Applegate with stars Cali Carter, Kimber Woods, Dakota, Kimmy Granger and Kenzie Taylor fresh off her first interracial scene. New girl to ArchAngel Stella Cox brings her buxom figure and eager mouth in a hot scene where she goes balls deep. Lots of cock and ball sucking and facials and mouthfuls of cum, not to be missed for the blowjob lovers!","release_date":"2016-05-31","vote_average":0.0,"runtime":103,"cert":"\"NC-17\"","id":401503,"title":"#My Face 2","adult":true,"genre_ids":[]},{"cast":["Hans Hass"],"overview":"","release_date":"1974-07-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":401505,"title":"Das Wrack der Toten","adult":false,"genre_ids":[99]},{"cast":["Hans Hass","Hans Hass Jr."],"overview":"","release_date":"1971-11-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":401507,"title":"Das Geheimnis der Cheviot Bay","adult":false,"genre_ids":[99]},{"cast":["Hans Hass","Hans Hass Jr.","Lotte Hass","Irenäus Eibl von Eibesfeldt"],"overview":"","release_date":"1972-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":401509,"title":"Die verzauberten Inseln","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Everything will be ok, just close\r your eyes little thing\r go to sleep little fuck\r feel my hand on your warm\r forehead\r It's cold isn't it? Ice cold.  Dream of something real sweet\r for mommy\r Mommy likes sweet things\r Dream of a merry-go-round and\r cotton candy  Mommy's hand got all warm\r resting on your tiny head\r See, look at mommy's hand\r It got all warm now  You're running a slight fever\r Mommy will get you some\r water\r And you're running a slight\r fever  Little fuck don't have to go to\r school tomorrow\r but no playing in the yard\r Someone could see you\r And I'll be an unfit mommy  You'll have to stay in all day  but now, dream of the prettiest\r flower for mommy\r I'll make you oatmeal first thing\r And you could tell me the color\r of the -\r prettiest flower.","release_date":"1988-06-10","vote_average":0.0,"runtime":35,"cert":"\"\"","id":401511,"title":"Warm Broth","adult":false,"genre_ids":[]},{"cast":["Rinal Mukhametov","Sergey Garmash","Oleg Menshikov","Irina Starshenbaum","Nikita Kukushkin"],"overview":"After an alien ship crash lands in a Russian city, many who see the inside and the occupants start to question their own existence while others demand the aliens leave Earth.","release_date":"2017-01-26","vote_average":5.9,"runtime":117,"cert":"N\/A","id":401513,"title":"Attraction","adult":false,"genre_ids":[18,10749,878,12]},{"cast":["Brooklyn Chase","Nikki Benz","Nina Elle","Peta Jensen"],"overview":"Beautiful Tits 2 is all about the big boobs and hot chicks. This DVD has Nikki Benz in an incredible anal scene. Super busty babe Brooklyn Chase is hammered hardcore in many positions while Nina Elle is back for another scene with us getting her pussy and tits cock stuffed good. And finally we have new girl Peta Jensen who is hot, busty and loves sex taking cock like a champ. Another big tits extravaganza winner from ArchAngel.","release_date":"2015-10-12","vote_average":8.0,"runtime":119,"cert":"\"\"","id":401515,"title":"Beautiful Tits 2","adult":true,"genre_ids":[]},{"cast":["Garry Cabalic","Joan dela Cruz","Anna Luna","Manel Sevidal","Natasha Cabrera"],"overview":"An Aeta from Baytan village in Zambales makes a living from cutting down and burning of trees and hunting on the foothills of Mt. Pinatubo.","release_date":"2016-07-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":401520,"title":"Crossing","adult":false,"genre_ids":[10749,18]},{"cast":["Thomas Heinze","Carin C. Tietze","Heio von Stetten","Rupert Frazer","Aleksandr Peskov"],"overview":"","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":401522,"title":"Death Run","adult":false,"genre_ids":[]},{"cast":["Paolo O'Hara","Michael De Mesa","Leo Rialp","Jojit Lorenzo","Madeleine Nicolas"],"overview":"Chito is the son of the owners of a lodge in Coron, Palawan. Because of a shortage in eggs in the town, he gets encouraged to go into growing organic chickens.","release_date":"2016-07-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":401524,"title":"Free Range","adult":false,"genre_ids":[18]},{"cast":["Ben Lyon","Jane Baxter","Athole Stewart","Ronald Ward","Jean Cadell"],"overview":"Jill Trevor vows revenge on newspaper baron Sir Joshua Morple, who she holds responsible for ruining her father. Her very public antics to draw attention to Morple's despicable conduct come to the notice a rival newspaper, who send journalist Jim Brent to offer to write up Jill's story.....","release_date":"1939-12-01","vote_average":0.0,"runtime":74,"cert":"N\/A","id":401526,"title":"Confidential Lady","adult":false,"genre_ids":[18,10749]},{"cast":["Cüneyt Arkın","Hüseyin Peyda","Emel Tümer"],"overview":"Cüneyt Arkın trying to find a killer that uses a small shaving blade.","release_date":"1983-06-10","vote_average":2.0,"runtime":76,"cert":"N\/A","id":401531,"title":"Dead Man Down","adult":false,"genre_ids":[]},{"cast":["Luther Wills","Lorene Wills","Johnny Cuviello","Johnny Cuviello","Bobby Koeffer"],"overview":"Legendary western swing band leader Bob Wills rose up in the Great Depression to fame in Oklahoma and Texas that soon swept the entire nation. The documentary FIDDLIN MAN offers a full biography of Wills, using a vast array of on camera interviews with his friends, family, and fellow musicians. The film also draws on a wealth of rare archival footage.","release_date":"1993-09-11","vote_average":0.0,"runtime":58,"cert":"\"\"","id":401533,"title":"Fiddlin Man: The Life and Times of Bob Wills","adult":false,"genre_ids":[99]},{"cast":["Manu Bennett","Malcolm McDowell","Marci Miller","Burt Grinstead","Folake Olowofoyeku"],"overview":"The year 2050 the planet has become overpopulated, to help control population the government develops a race. The Death Race. Annually competitors race across the country scoring points for killing people with their vehicles.","release_date":"2017-01-17","vote_average":3.9,"runtime":93,"cert":"\"R\"","id":401544,"title":"Death Race 2050","adult":false,"genre_ids":[28,35,878]},{"cast":["Richard Gere","Laura Linney","Steve Coogan","Rebecca Hall","Chloë Sevigny"],"overview":"Two brothers and their wives meet up at a haute-cuisine restaurant to discuss what to do about a horrific crime that their sons committed together. As the quartet debate their options, the conversation reopens old wounds between the siblings.","release_date":"2017-05-05","vote_average":4.3,"runtime":120,"cert":"\"PG-13\"","id":401546,"title":"The Dinner","adult":false,"genre_ids":[18,53,9648]},{"cast":["Franz Rogowski","Gabi Herz","Paula Schramm","Simon Finkas","Charlotte Albrecht"],"overview":"\"Frontalwatte\" is like running against a hard wall and falling down softly. Franz, Adrian and Anastasia stumble through a pointless world. They kill time by viewing apartments, jaw operations, incest and poetry slams. Their search for identity becomes a search for the best fitting role.","release_date":"2016-07-14","vote_average":6.0,"runtime":81,"cert":"N\/A","id":401551,"title":"Frontalwatte","adult":false,"genre_ids":[35,18]},{"cast":["Nadine Baumgartner","Wolfgang Baumgartner","Lisa Leonhartsberger","Reinhard Leonhartsberger","Paul Lehner"],"overview":"Facebook is for “old people” and baggy pants are almost vintage.  We are the generation that now has to learn to fit in the shoes of grown-ups.  We are the generation \"not-as-young-as-we-thought-we-were\"  - Y.  This documentary tells our journey through the different generations and which milestones our lives hold from the viewpoint of a modern \"social and connected\" society.  We met people of the generations before and after us, to find out what matters to them, what unites them and also divides them. We talked about communication, family, work and aging. We learned about ways of life, dreams and goals.  This isn’t just a movie about generations. This is a movie about finding one’s place.  This is a movie about growing up, growing old and everything in between.  This is a movie about life.","release_date":"2016-06-13","vote_average":8.0,"runtime":45,"cert":"N\/A","id":401553,"title":"Das mit dem Älterwerden","adult":false,"genre_ids":[99]},{"cast":["Abbey Brooks","Austin Kincaid","Francesca Lé","Mindy Main","Kenzi Marie"],"overview":"Big Tits Rule At The Brazzers School! The Quick Way Out Of: Because of her attitude Jenna is called to the office. She is ordered to show the new exchange student around campusBut she gives him a tour of her giant boobs instead! College of Knowledge: Mindys teacher Austin is teaching her how to suck cock like a pro. Her final exams include more than just theory. They include big tits and round asses! From Student To Slut: Kenzi is not a very good student. When her teacher tells her she should get into modeling , she gets so turned on that she gives her teacher a big titted reward. Earthquake Drill: While Ms. Mason Storm is teaching, an earthquake causes her tits to pop out, allowing her favorite student to get in a little private instruction! Sexy Sunday School: Abbey went into school on Sunday to catch up. She catches two of her teachers studying anatomy and gets invited. The subject is giant tits and big dicks!","release_date":"2009-05-29","vote_average":0.0,"runtime":180,"cert":"\"XXX\"","id":401555,"title":"Big Tits At School 6","adult":true,"genre_ids":[]},{"cast":[],"overview":"View is an imaginary story, but also a reality of a \"child\" who thinks that her \"mommy\" has left her behind because she does not love her anymore. The View speaks of children's feelings, evident in many broken families. Since the story is told from a child's point of view, the memories which the child conveys are mostly exaggerated and could be misrepresented. Still, a child's point of view tells the most truthful stories.","release_date":"2008-12-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":401560,"title":"View","adult":false,"genre_ids":[16]},{"cast":[],"overview":"The Way We Talk is a personal documentary intimately centered around a support group for people who stutter on their journey toward self-acceptance.","release_date":"","vote_average":0.0,"runtime":80,"cert":"N\/A","id":401568,"title":"The Way We Talk","adult":false,"genre_ids":[99]},{"cast":["Lucio Fulci"],"overview":"A testament of the greta B-movie director Lucio Fulci, whose films inspired great director like Quentin Tarantino. Lucio Fulci gift a long meditation about moviemaking fascinating for his sincerity, irony e clearness, about his filmmaking and his particular career.","release_date":"1994-11-21","vote_average":0.0,"runtime":30,"cert":"N\/A","id":401570,"title":"The American Night of Dr. Lucio Fulci","adult":false,"genre_ids":[99]},{"cast":["James Dunn","Sally Eilers","Ralph Morgan","Minna Gombell","Edward Crandall"],"overview":"From Wikipedia.com  A 1932 American Pre-Code comedy film directed by Sidney Lanfield and written by Edwin J. Burke.","release_date":"1932-01-17","vote_average":0.0,"runtime":76,"cert":"\"\"","id":401572,"title":"Dance Team","adult":false,"genre_ids":[35]},{"cast":["Joe Elliott","Rick Savage","Phil Collen","Rick Allen","Vivian Campbell"],"overview":"Songs From the Sparkle Lounge DVD content","release_date":"2008-04-25","vote_average":0.0,"runtime":22,"cert":"\"\"","id":401574,"title":"Songs From the Sparkle Lounge - Commentary","adult":false,"genre_ids":[10402]},{"cast":["Jessica Drake","Alexa Rae","Sunrise Adams","Dolorian","Barrett Blade"],"overview":"Alexa Rae, Jessica Drake and Barrett Blade star in this killer comedy about a hit man whose conscience won't allow him to hurt the many women he has been ordered to take out. Rather than have them sleep with the fishes, he has them sleep with him, much to the disappointment of his crime boss. Super hot sex scenes and a little fate lend a helping hand in this edgy comedy by acclaimed director, Robby D.","release_date":"2003-12-30","vote_average":8.0,"runtime":85,"cert":"\"NC-17\"","id":401579,"title":"The Hitman","adult":true,"genre_ids":[35]},{"cast":["Dale Reed"],"overview":"From the search to find the appropriate landing site, the planning of the landing, its execution and aftermath, this is the complete story.","release_date":"1998-01-01","vote_average":0.0,"runtime":171,"cert":"\"NR\"","id":401581,"title":"D-Day: Code Name Overlord","adult":false,"genre_ids":[99]},{"cast":[],"overview":"About two young artists recall their past time together.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":401595,"title":"Beautiful Memories","adult":false,"genre_ids":[]},{"cast":["Tatsuo Umemiya","Fumio Watanabe","Akio Hasegawa","Reiko Oshida","Kikko Matsuoka"],"overview":"A spy learns the top secrets of a company.","release_date":"1968-05-21","vote_average":6.0,"runtime":90,"cert":"N\/A","id":401597,"title":"Industrial Spy","adult":false,"genre_ids":[53]},{"cast":["Violeta Urmana","Johan Botha","Dolora Zajick","Roberto Scandiuzzi","Carlo Guelfi"],"overview":"Although there is an intimate and tragic love story at its heart, Aida is set against the exotic background of the Egypt of the Pharaohs, and is full of patriotic, nationalistic sentiments, as the Egyptian army prepare to go to war to fight off a revolt by the Ethiopians. It's a perfect subject, in other words, for Verdi, and it was undoubtedly the nature of the storyline, much more than any commission for the new opera house in Cairo (which he repeatedly refused) or the grand occasion of the opening of the Suez Canal, that encouraged him to return to opera composition in 1871, and he would return in style with a magnificent work.","release_date":"2009-06-10","vote_average":0.0,"runtime":150,"cert":"\"PG\"","id":401599,"title":"Verdi Aida","adult":false,"genre_ids":[]},{"cast":["Jonas Kaufmann","Anja Harteros","Ludovic Tézier","Nadia Krasteva","Vitalij Kowaljow"],"overview":"This performance of 2014 can be considered as a reference on account of the quality of the vocal material involved and because the daring staging of Austrian Martin Kušej is rich in meaning within the context of the global challenges of today. He proposes a reflection on war, on vengeance and also on the mark of guilt which ends with the joie de vivre and the expansion of passions. In the intimacy of Calatrava, his is a post-Bauhaus picture of a Fascist neatness which then contrasts with the chaos of battles, the abyss of misery and the sexual stampede after triumph or failure. In this context, religion, instead of being a consolation is both an escape and the tomb of humanity; the chapel wherein Leonora hides is made out of huge crosses and in one of them, just for a moment, Don Álvaro seems crucified by his fate.","release_date":"2014-06-10","vote_average":0.0,"runtime":177,"cert":"N\/A","id":401601,"title":"Verdi La Forza del Destino","adult":false,"genre_ids":[]},{"cast":["Duncan Fisher","Jesse Owens"],"overview":"In the fall of 1975, while attending the University of Saskatchewan in Canada, Doug Wilson placed an ad in the students' newspaper, seeking to start a campus gay group. This seemingly benign action would serve as the catalyst for a dramatic unfolding of events, shaping the future of Wilson's life. Stubblejumper is a biographical docudrama on the life and work of gay activist Doug Wilson - a story filled with activism, poetry, performance, politics, and a touching yet tragic love story.","release_date":"2009-03-29","vote_average":0.0,"runtime":48,"cert":"N\/A","id":401603,"title":"Stubblejumper","adult":false,"genre_ids":[]},{"cast":["Gina Gianetti","Nina Hartley","Scott Irish","Frank James","Krista Lane"],"overview":"This time the subject is twins. Doreen (the voluptuous Nina Hartley) has a sexual obsession for a fantasy lover. She lusts when he lusts and is consumed with desire for him. On the advice of her friend, Taffy (Gina Giannetti), Doreen visits a psychic, Natasha (the sensual Krista Lane) because her marriage to Roger (Scott Irish) is falling apart. During the reading, Natasha unlocks Doreen's secret, the lust she has for her twin brother, Dalton (Joey Silvera ). Doreen goes to her brother. Arriving at his mountain cabin Doreen schemes to break up the relationship between Dalton and his fiance. Natasha arranges a seance with Doreen, Dalton and Michelle. With her psychic powers at their peak, Natasha unleashes a vortex of sexuality that explodes on the screen in scorching intensity, in the classic Taboo tradition.","release_date":"1988-01-01","vote_average":4.0,"runtime":90,"cert":"\"NC-17\"","id":401614,"title":"Taboo VI: The Obsession","adult":true,"genre_ids":[18,14,10749]},{"cast":[],"overview":"Its been 50 years since the iconic Magic Trip. How much Furthur have we come?","release_date":"","vote_average":0.0,"runtime":96,"cert":"N\/A","id":401616,"title":"Going Furthur","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documents an Indian-English family's attempt to give their Briticized daughter a traditional Indian arranged marriage, with as much photography as possible.","release_date":"1994-06-11","vote_average":0.0,"runtime":11,"cert":"N\/A","id":401618,"title":"A Nice Arrangement","adult":false,"genre_ids":[]},{"cast":["Dennis Anderson","Luke Frost","Dana Jackson","Lindsay Powers","Aaron Russell"],"overview":"A group of sexy teens embark on one last outing together before going their separate ways. Little do they know that dwelling in the lush forest they have chosen to set up camp is a beast so foul and heinous that to speak his name is to utter fear itself. Now to escape they will have to beat him at his own game. Can they survive? Or will The Gremlin live to spook again?","release_date":"","vote_average":4.0,"runtime":77,"cert":"N\/A","id":401620,"title":"The Gremlin","adult":false,"genre_ids":[27]},{"cast":[],"overview":"The story about Pierre Riviere, who tired of the constants demands of her mother to her father decides to kill her, but also his brother and his siste","release_date":"1976-04-07","vote_average":2.0,"runtime":127,"cert":"N\/A","id":401625,"title":"Je suis Pierre Rivière","adult":false,"genre_ids":[]},{"cast":["Ben Goertzel","Gwen Aranya Goertzel","David Hanson","Aaron D. Nitzkin","Mandeep Bhatia"],"overview":"A.I. guru Ben Goertzel grew up in a hippie community in Oregon during the Vietnam War. Inspired by science fiction, he imagined a perfect rational world that would transcend 1970s’ America. Ben has dedicated his life to developing OpenCog, a software that models the human mind. If Ben’s design works, OpenCog will become a human-like general intelligence. But for OpenCog to work, it needs a body.","release_date":"2016-06-11","vote_average":10.0,"runtime":76,"cert":"N\/A","id":401627,"title":"Machine of Human Dreams","adult":false,"genre_ids":[99]},{"cast":["Phoebe Tonkin","Shawn Christensen","Michael Drayer","Joe Perrino","Dina Shihabi"],"overview":"A seemingly normal Mom and Dad's secret past is revealed when they find a wiretap in their Son's Teddy Bear.","release_date":"2016-09-09","vote_average":6.6,"runtime":15,"cert":"N\/A","id":401629,"title":"Cul-de-Sac","adult":false,"genre_ids":[9648,18]},{"cast":["Ben Lyon","Syd Walker","Terence de Marney","Barbara Blair","Athole Stewart"],"overview":"Scotland Yard Detective Inspector Davidson is trying to determine who murdered the much-hated Count Matton. The dilemma isn't that the Detective is suffering from a lack of witnesses but that four different people have come forth to confess to the killing, each of them with plenty of motive and opportunity.","release_date":"1939-05-06","vote_average":0.0,"runtime":69,"cert":"N\/A","id":401631,"title":"I Killed the Count","adult":false,"genre_ids":[35,9648]},{"cast":["J. Warren Kerrigan","Pauline Bush","Marshall Neilan","Jessalyn Van Trump","George Periolat"],"overview":"Old Bob Langfall guarded two pretty daughters carefully. When Jim and Charley Bradley met them by accident, old Bob showed them the butt of his gun and bade them adieu. But Jim and Charley had a widowed mother, and old Bob was a widower.","release_date":"1912-06-05","vote_average":0.0,"runtime":13,"cert":"\"\"","id":401633,"title":"Cupid Through Padlocks","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-06-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":401635,"title":"Golden Globe - Australien - Der Südosten","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2015-06-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":401637,"title":"Jorge & Mateus - Como Sempre Feito Nunca","adult":false,"genre_ids":[10402]},{"cast":["Audrey Hollander","Chennin Blanc","Claudio Meloni","Dylan Ryder","James Deen"],"overview":"Lucy. . . you've got some splainin' to do! Don't miss America's favorite red head doing some of the naughtiest things in this zany sex parody adventure! This 2 disc set features: black &amp; white version, tons of BTS, bloopers and 2 bonus scenes!","release_date":"2009-08-03","vote_average":7.0,"runtime":117,"cert":"\"X\"","id":401639,"title":"Everybody Loves Lucy","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2016-02-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":401641,"title":"Milionário e Marciano - Lendas","adult":false,"genre_ids":[10402]},{"cast":["Carmella Bing","Emma Cummings","Jenna Presley","Lisa Daniels","Leslie Foxx"],"overview":"Junk in the trunk and more cushion for the pushin'! That's what these voluptuous vixens have to offer. So go ahead! Grab on to her round apple bottom and suck hard on those DD tittes. One thing's for sure - when she's got a little more to love, she's got a lot more to fuck you with!","release_date":"2011-06-17","vote_average":7.0,"runtime":113,"cert":"\"NC-17\"","id":401652,"title":"Chubby Chasin'","adult":true,"genre_ids":[]},{"cast":[],"overview":"The filmmaker does an inventory of the objects he has received from his friends or relatives. Through that variety of things that binds him and his beloved ones together, he tries to take interest in the notion of identity in an indirect, metonymic and multiple way: the part represents the whole, the object represents the individual to whom it now belongs but, at the same time, its original owner.","release_date":"2010-08-25","vote_average":0.0,"runtime":15,"cert":"N\/A","id":401654,"title":"Choses qui me rattachent aux êtres","adult":false,"genre_ids":[]},{"cast":["Amado Batista"],"overview":"","release_date":"2016-03-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":401656,"title":"Amado Batista - 40 Anos Ao Vivo","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2010-07-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":401658,"title":"Reginaldo Rossi - Cabaret do Rossi","adult":false,"genre_ids":[10402]},{"cast":["Felix Aylmer","Jeanne De Casalis","Fred Emney","Gertrude Michael","David Burns"],"overview":"A group of private detectives working for a jeweler pursue a gang of thieves in Argentina.","release_date":"1939-11-16","vote_average":0.0,"runtime":71,"cert":"\"\"","id":401660,"title":"Just like a Woman","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Mark Cousins (The Story of Film: An Odyssey) reflects on questions concerning copyright and the extent to which a film can conform to the associations of the person watching it. Can two people ever really see the same film?","release_date":"2016-02-03","vote_average":0.0,"runtime":90,"cert":"N\/A","id":401662,"title":"Bigger Than The Shining","adult":false,"genre_ids":[]},{"cast":["Colm Kearns","Aisling Lynch","Séamus Hanly"],"overview":"Ben (Colm Kearns) finds himself out of sync with reality, unable to function day to day or sleep  in any regular pattern, after suffering a bizarre car accident.  In the empty quiet night, Ben finds company in Elizabeth (Aisling Lynch), a lost and fragile woman, in search of her missing husband, and crosses path with a mysterious misfit from the world of the dead on a mission of his own.  As Ben pieces together these strange circumstances, he soon realises that there are forces in the night of great danger to him and that his darkest nightmares may be coming true.","release_date":"2012-11-02","vote_average":0.0,"runtime":80,"cert":"N\/A","id":401664,"title":"BenD","adult":false,"genre_ids":[9648,14]},{"cast":["Chingmy Yau","Veronica Yip","Tou Chung-Hua","Law Kar-Ying","Julie Lee"],"overview":"A family suffers at the hands of the Japanese during the occupation of Hong Kong.","release_date":"1994-12-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":401666,"title":"1941 Hong Kong on Fire","adult":false,"genre_ids":[18,10752]},{"cast":["Gilbert M. Anderson","Evelyn Selbie","Fred Church","Bill Cato","Lloyd Ingraham"],"overview":"Juan Yukas, a greaser, schemes with his sweetheart, Evelyn, to hold up the stage and rob the driver of the express box. Broncho Billy is infatuated with Evelyn, The coach is held up. Broncho Billy captures Juan and takes him to Evelyn's shack, to get a drink of water. Evelyn betrays herself. Although he loves her, his duty compels Broncho Billy to take Evelyn prisoner.","release_date":"1913-06-06","vote_average":0.0,"runtime":10,"cert":"\"\"","id":401668,"title":"Broncho Billy's Capture","adult":false,"genre_ids":[]},{"cast":["Chingmy Yau","Lily Chung Suk-Wai","Anita Lee","Lawrence Cheng","Sunny Chan"],"overview":"Hong Kong in the 90's - the women's movement and attitudes towards love and sex is depicted through experiences of three women.","release_date":"1994-04-21","vote_average":0.0,"runtime":96,"cert":"N\/A","id":401670,"title":"The Modern Love","adult":false,"genre_ids":[18,10749,35]},{"cast":["Johann Ernst Hinterseer","Anja Kruse","Karina Thayenthal","Johann Ernst Hinterseer","Simon Verhoeven"],"overview":"","release_date":"2004-02-04","vote_average":3.0,"runtime":null,"cert":"N\/A","id":401672,"title":"Da wo die Heimat ist","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"For the first time ever, you can enjoy the full Squonk experience in the comfort of your home! Watch the outdoor spectacle that the Pittsburgh Post-Gazette called one of the most memorable musical moments of 2008 -\"The visuals were outstanding and Squonk's progressive-rock was transcendent.”","release_date":"2008-12-01","vote_average":0.0,"runtime":62,"cert":"\"\"","id":401680,"title":"Squonk Opera's Astro-Rama: Live Under The Stars","adult":false,"genre_ids":[10402]},{"cast":["Kim Beavers","Jacqueline Guzman Cereceres","Ingrid Clay","Michelle Coyle"],"overview":"How to get rid of an unwanted houseguest.","release_date":"2012-12-31","vote_average":0.0,"runtime":8,"cert":"\"\"","id":401682,"title":"Make Like a Tree","adult":false,"genre_ids":[35]},{"cast":["Brandon Jones","Christa B. Allen","Cassi Thomson","French Stewart","Maiara Walsh"],"overview":"Hopeless romantic Matt (Brandon W. Jones) decides it’s time to pop the big question to his girlfriend, Alexis (Cassi Thomson). Before the big evening he practices his proposal on his best friend, Liz (Christa B. Allen). Matt believes if he follows the rules of all of his favorite romantic comedies he’s guaranteed a “Yes!” To Matt’s dismay, Alexis gently rejects him stating he’s only interested in the idea of being in love and not a real relationship. After this unexpected disaster, Matt binge watches one rom-com after another and comes up with plan to win Alexis back. Though Liz thinks Matt’s plan is absurd she agrees to be his wingman. The operation to rekindle his relationship appears to be working only for Matt to face the reality that he and Alexis may have grown apart and his heart belongs elsewhere.","release_date":"2016-06-04","vote_average":4.5,"runtime":86,"cert":"\"G\"","id":401687,"title":"Hopeless Romantic","adult":false,"genre_ids":[10770,10749]},{"cast":["Kristian Nairn","Matthew Mercer","Adam Johnson","Melanie Stone","Kevin Sorbo"],"overview":"As the Lich King's zombie legions ravage the world, a cursed young sorceress (Marek) embarks on a quest to obtain a weapon from the gods, with her friend Dagen, a self-serving half-elf rogue. But when she joins her sworn enemy in a desperate attempt to save the world, she must recover the good in herself before her friends are all dead, and defeat the Lich King before the gods are destroyed and the world forever enslaved.","release_date":"2016-12-17","vote_average":6.2,"runtime":118,"cert":"\"NR\"","id":401689,"title":"Mythica: The Godslayer","adult":false,"genre_ids":[12,14,28]},{"cast":["Robert Shaw","Daun Kennedy","Robert 'Buzz' Henry","Jim Diehl","Hugh Prosser"],"overview":"Looking for all the world like Robin Hood, Robert Shaw starred in this typically threadbare Sam Katzman serial as David Trent, a nobleman who forms an outlaw group to combat his evil uncle Sir Edgar Bullard (Charles King). The outlaws of Sherwood Forest (yes, Sherwood Forest!) are championing young Roger Mowbray, really Prince Richard (Robert \"Buzz\" Henry), whose right to the throne is being usurped by an evil regent (John Merton).","release_date":"1946-10-23","vote_average":0.0,"runtime":null,"cert":"\"\"","id":401691,"title":"Son of the Guardsman","adult":false,"genre_ids":[]},{"cast":["Tom Mix","Louella Maxam","Pat Chrisman","William Brunton","Sid Jordan"],"overview":"The story concerns cowboy Tom Warner, who raises sheep on a cattle ranch owned by a man named Dixon, the father of his girlfriend Jean. Jean, meanwhile, is being menaced by a Mexican outlaw who wants to have his way with her. When Jean's father decides he no longer wants Tom to raise sheep on his ranch they quarrel, and Dixon later sends a gang of thuggish ranch hands to persuade Tom to see things his way.","release_date":"1915-05-03","vote_average":0.0,"runtime":10,"cert":"\"\"","id":401693,"title":"An Arizona Wooing","adult":false,"genre_ids":[]},{"cast":["Patrick Timsit","Bérenger Anceaux","Jules Houplain","Bruno Putzulu","Barbara Schulz"],"overview":"Nathan, 16, lives alone with his father Stephane. A newcomer in high school, he is invited to a party and falls in love with Louis, a boy in his class. They find themselves out of sight and kiss each other, but someone takes a picture of them. Soon, the photo is published on Facebook and a storm overtakes their lives as they face bullying and rejection.","release_date":"2016-08-24","vote_average":7.4,"runtime":87,"cert":"N\/A","id":401698,"title":"Hidden Kisses","adult":false,"genre_ids":[18]},{"cast":["Eric Mun","Lee Min-woo","Kim Dong-wan","Shin Hye-sung","Jun Jin"],"overview":"Shinhwa wraps up their 2013 The Classic tour in Seoul.","release_date":"2014-09-17","vote_average":0.0,"runtime":204,"cert":"N\/A","id":401700,"title":"Shinhwa 2013 Grand Finale The Classic in Seoul","adult":false,"genre_ids":[10402]},{"cast":["Barry Rothbart","Will Weldon","Hanie Lynch","Brooks Wheelan","Luke Cunningham"],"overview":"One morning Cameron shows up at Chad's apartment to take him out for breakfast. What Chad assumes to be a good friend's attempt at helping him get over his ex-girlfriend, turns into something entirely unexpected. It's definitely not breakfast.","release_date":"2012-12-31","vote_average":0.0,"runtime":7,"cert":"\"\"","id":401702,"title":"Lose Yourself, Save Yourself","adult":false,"genre_ids":[10749,35]},{"cast":["Ivana Wong","Alex Fong Lik-Sun","Sek Sau","Hui Siu-Hung"],"overview":"Don wakes up to find a kidnapped girl, Ding Ding, who claims Don is her kidnapper, except Don has no memory of the kidnapping.","release_date":"2016-06-23","vote_average":5.0,"runtime":97,"cert":"N\/A","id":401704,"title":"Kidnap Ding Ding Don","adult":false,"genre_ids":[]},{"cast":["Chow Yun-Fat","Nicola Cheung","Cherie Chung","Ambrose Hsu","Kelvin Liew"],"overview":"An Autumn Diary, a winning modern romance which takes inspiration - and even some footage - from the classic An Autumn's Tale, which starred Chow Yun Fat and Cherie Chung! Wing is a young woman who has patterned her romantic ideals after an old diary she discovered fourteen years ago. Within the diary's pages is recounted a heartwarming romantic tale of a young woman, who finds love with an uncouth country hick who, deep down, is a true gentleman.","release_date":"2001-06-11","vote_average":0.0,"runtime":105,"cert":"N\/A","id":401706,"title":"An Autumn Diary","adult":false,"genre_ids":[18,10749]},{"cast":["Julie Meijer","Kees Lageman","Wilhelmina Kleij","Jaap Van der Poll","Coen Hissink"],"overview":"Het wrak in de Noordzee ('The North Sea Wreck') is a fisherman's drama about the romance between the daughter of a Scheveningen captain and a young fisherman. Their love is threatened when another fisherman sinks the boat of his rival, and blackmails the girl's father to give away her hand in marriage. Eventually the missing fisherman pops up again, and marries his beloved. His criminal rival is punished.","release_date":"1915-11-05","vote_average":0.0,"runtime":73,"cert":"N\/A","id":401708,"title":"The Wreck in the North Sea","adult":false,"genre_ids":[18]},{"cast":["Erin Fleming","Brett Hundley","John Karyus","Trent Haaga"],"overview":"Keith and Kim Russell have just tied the knot and have set out on an adventure packed honeymoon in the wilderness. But much to their surprise, they find more action than they were looking for when they stumble upon a pair of cave dwelling savages.","release_date":"2008-09-26","vote_average":3.0,"runtime":78,"cert":"\"\"","id":401716,"title":"The Trek","adult":false,"genre_ids":[18,27]},{"cast":["Emmanuelle Devos","Patrick Pineau","Eric Petitjean"],"overview":"","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":401718,"title":"Tontaine et tonton","adult":false,"genre_ids":[35]},{"cast":["Nuufolau Joel Seanoa","Shinsuke Nakamura","Kanako Urai","Pamela Rose Martinez","David Harwood"],"overview":"NXT TakeOver: Brooklyn (2016) is an upcoming professional wrestling show in the NXT TakeOver series is scheduled to take place on August 20, 2016. The NXT TakeOver: Brooklyn event will be produced by WWE, showcasing its NXT developmental brand, and streamed live on the WWE Network. The event will take place in the Barclays Center of Brooklyn, New York City, New York.","release_date":"2016-08-20","vote_average":7.0,"runtime":null,"cert":"\"\"","id":401726,"title":"NXT Takeover: Brooklyn 2","adult":false,"genre_ids":[]},{"cast":["Walter Edwards","Frank Borzage","Louis Morrison","Louis Durham","Gertrude Claire"],"overview":"IN THE SWITCH TOWER stars Walter Edwards (who also directed) as Bill Wharton, a middle-aged alcoholic who was once a leading engineer with a railroad. Wharton is estranged from his son Joel (Frank Borzage), who now works as an executive with the railroad, but Frank does send him money through Bill's longtime friend, Louis Hall (Robert Hall).","release_date":"1915-03-24","vote_average":0.0,"runtime":28,"cert":"\"\"","id":401728,"title":"In the Switch Tower","adult":false,"genre_ids":[]},{"cast":["Edita Gruberova","Reri Grist","Martti Talvela","Francisco Araiza","Norbert Orth"],"overview":"On available record, the great Austrian conductor Karl Boehm had three Enthurung recordings: the 1945 mono with Dermota\/Schwarzkopf; the 1974 with Schreier\/Auger\/Grist, and this his last opera conducting in 1980.  So you see, this was Karl Boehm's last opera conducting, and the emotional side of the whole thing WAS evident. Boehm came out at the end of curtain calls all by himself, saluting the orchestra members. It was a very moving event by istelf.  Back to the performance. A special event is a special event. There is no need, absolutely no need, to prick the legend and excruciate imperfections, which there WERE, given the high tension of the event.  The singers here, with the exception of Reri Grist, are all in their prime. As Konstanze, Gruberova is very capable vocally, but she did not give a perfect performance. Her duet with Belmonte at the last Act is one-sided and there was no chemistry between her and Araiza at all.","release_date":"1980-06-11","vote_average":0.0,"runtime":146,"cert":"N\/A","id":401730,"title":"Mozart Die Entfuhrung aus dem Serail","adult":false,"genre_ids":[]},{"cast":["Mike C. Manning","Griffin Freeman","Ryan Pinkston","August Roads","Lindsay Bushman"],"overview":"A group of young men dare a classmate to reach the porch of a legendary old house, said to be haunted by the thirteen victims of a family massacre. In hopes of making a viral video they arm him with a video camera to prove he was there or to capture him fleeing in terror before even reaching the house, as others have. When he doesn't return, the guys must go in to get him. Inside they discover the truth about the house, the fate of their friend and their own fate as well.","release_date":"2018-01-19","vote_average":4.1,"runtime":86,"cert":"\"\"","id":401732,"title":"Delirium","adult":false,"genre_ids":[53,27]},{"cast":["Álvaro Faria","Ângela Pinto","Isabel Fernandes","Bruno Cochat","Silvina Pereira"],"overview":"","release_date":"1993-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":401734,"title":"Portugaru San - O Sr. Portugal em Tokushima","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"1998-12-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":401736,"title":"Camões - Tanta Guerra, Tanto Engano","adult":false,"genre_ids":[]},{"cast":["Céline Tran","Micah Moore","Paola Rey","Alexis Love","Maya Gates"],"overview":"Digital Playground's Katsuni was the inspiration for this passionate film. Written and directed by Celeste, Minx is based entirely around Katsuni's own dominant sexual persona and many fantasies she dreamt of playing out. She leads an all-star, entirely brunette cast into a foray of sexual bliss and empowerment. Minx features Katsuni in two tantalizing, highly erotic anal scenes, all the while emphasizing her craving for power and control. Micah Moore, Paola Rey, Alexis Love, Maya Gates & Brandi Edwards also dominate the screen and their lovers in three-ways, boy\/girl scenes and anal pleasure. Captured en-tirely on High Definition by Robby Dallas, MINX fulfills every secret longing with crisp, technically genius production values.","release_date":"2008-07-08","vote_average":6.0,"runtime":147,"cert":"\"NC-17\"","id":401738,"title":"Katsuni: Minx","adult":true,"genre_ids":[]},{"cast":["Riley Steele","Mason Moore","Breanne Benson","Lea Lexis","Manuel Ferrara"],"overview":"Beautiful Riley Steele is in love with her passionate lover, Tommy Gunn, but is desperate to set up her hung stud roommate, Scott Nails, with one of her horny girlfriends after sexy bitch, Mason Moore, dumps him for Manuel Ferrara. The stakes are raised after the first hot date with Breanne Benson turns into a wild, uncontrollable one night stand, but blind date #2 ends up dumping Scott for Mick Blue's stiff member. Scott and Riley, both secretly wanting to fuck each other, take matters into the bedroom, where deep desire takes control.","release_date":"2012-05-08","vote_average":6.0,"runtime":119,"cert":"\"NC-17\"","id":401740,"title":"Looking for Love","adult":true,"genre_ids":[35,10749]},{"cast":[],"overview":"A short film set to music documenting the last day of school with a dear friend.","release_date":"2016-06-11","vote_average":9.5,"runtime":null,"cert":"\"\"","id":401742,"title":"Hannah.","adult":false,"genre_ids":[]},{"cast":["Henrietta Crosman","Walter Craven","Lorraine Huling","Minna Gale","Harold Lockwood"],"overview":"Marian Lorimer is a young affectionate woman whose husband Richard does not appreciate her. When his philandering causes her to fall in love with someone else, she leaves him a note telling him that she is running off with the man. At the last moment, thinking of her young daughter, she changes her mind, but Richard refuses to take her back and divorces her, gaining custody of their child. Marian goes West and changes her name to Mrs. Hatch, but years later returns when she sees her daughter's picture in the paper in a marriage announcement. She poses as a dressmaker to see her daughter but when she is revealed as Marian by Richard and his new wife, she is forced to leave. In the end, however, Marian and her child are reunited and Richard and his new wife finally are humbled. -From TCM.com Database, powered by the AFI.","release_date":"1914-09-10","vote_average":0.0,"runtime":45,"cert":"\"\"","id":401750,"title":"The Unwelcome Mrs. Hatch","adult":false,"genre_ids":[18]},{"cast":["Edward Abeles","Bessie Barriscale","Howard C. Hickman","George Hernandez","Theodore Roberts"],"overview":"Bobby Burnit, a naïve young man, inherits $300,000 from his father, a hard-working entrepreneur. Because the will specifies that the money must be invested, Agnes Elliston, Bobby's sweetheart, suggests that he take over his father's chain of stores. Soon Bobby becomes the dupe of various swindlers and charlatans, among them Sam Stone and Bobby's shady lawyer. With the help of Bobby's friend Biff Bates and Daniel Johnson, a loyal employee of Bobby's father, the swindlers are exposed in the newspaper and Bobby's inheritance is saved. Finally, after rescuing Agnes from Stone's advances, Bobby proposes to her, thus complying with all of his late father's wishes. -From TCM.com Database, powered by the AFI.","release_date":"1914-09-17","vote_average":0.0,"runtime":40,"cert":"\"\"","id":401752,"title":"The Making of Bobby Burnit","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A short film inspired by the poetry of Billy Collins.","release_date":"2006-06-11","vote_average":0.0,"runtime":2,"cert":"\"\"","id":401754,"title":"Forgetfulness","adult":false,"genre_ids":[16]},{"cast":["Mary Pickford","Carlyle Blackwell","Harold Lockwood","Russell Bassett","Arthur Hoops"],"overview":"A lost film. Queen Anna Victoria of Herzegovina is exiled from her tiny country and forced to live in poverty in America. Meanwhile, King Stephen of Bosnia, whom she loves but cannot marry due to political reasons, also is exiled to America. When both are forced by circumstances to get jobs, they go to work for wealthy New York meat packer Adolph Lauman who soon decides that his daughter should marry Stephen for social status. Eventually, Lauman's daughter convinces her father that she is in love with an American and Stephen and Anna are returned to their respective thrones, now free to marry each other. -From TCM.com Database, powered by the AFI.","release_date":"1914-09-20","vote_average":0.0,"runtime":55,"cert":"\"\"","id":401756,"title":"Such a Little Queen","adult":false,"genre_ids":[10749,35,18]},{"cast":["RayVeness","Darryl Hanah","Sky Taylor","Kayla Synz","Sienna West"],"overview":"Mrs. Conduct proves that the sexual appetite in women only increases with age. Director Celeste gathers a horny group of MILF's whose sole desire is to drain every dick in sight. These cock craving cougars practice their entire repertoire in the art of seduction to get the pants off of every hung, young stud they see. The all-star MILF line up includes Rayveness, Darryl Hannah, Kayla Synz, Sienna West, Devon Lee, & Sky Taylor. A MILF may send you to bed without dinner, but you're always guaranteed to get a sweet dessert.","release_date":"2008-12-09","vote_average":6.0,"runtime":119,"cert":"\"NC-17\"","id":401758,"title":"Mrs. Conduct","adult":true,"genre_ids":[]},{"cast":["Marilyn Jess","Céline Galone","Mika Barthel","Piotr Stanislas","Maryse Sandra"],"overview":"Her parents throw a birthday party for her, but most of the guests are middle-aged, and she feels left out at her own party, until Marbeuf persuades her to join in the dancing, during which she displays an impressive cleavage while her mother looks on disapprovingly. Then there's a slow tune and the only young male guest at the party (Pjotr Stanislas) asks her to dance. During the dance they sneak into an alcove and have sex, hidden (but not very well) by some flimsy strands forming a curtain. Her mother discovers them in flagrante and Iris is thrown out of her home.","release_date":"1979-11-21","vote_average":0.0,"runtime":84,"cert":"N\/A","id":401760,"title":"Trois lycéennes à Paris","adult":true,"genre_ids":[]},{"cast":["Dharmendra","Dinesh Hingoo","Shakti Kapoor","Roma Navani","Amit Pachori"],"overview":"Gajendra Singh lives a wealthy lifestyle in a village in India. He has never attended school and as a result does not know how to read or write in Hindi nor English. His marriage is arranged with equally wealthy Janki, the sister of Thakur Diwan and Ranjit Singh. On Hanuman Jayanti they get married but Janki is not happy and decides to leave her husband. Gajendra searches for her but when he hears that she is dead, decides to seal the Hanuman Mandir doors and remain single.","release_date":"2000-06-11","vote_average":0.0,"runtime":118,"cert":"N\/A","id":401765,"title":"Bhai Thakur","adult":false,"genre_ids":[18]},{"cast":["Hobart Bosworth","Rhea Haines","Helen Wolcott","Courtenay Foote","Myrtle Stedman"],"overview":"Accompanied by his dog Skookum, artist Richard Alden goes to work painting the beauty of Laguna Beach. There he courts a city woman, much to the delight of a whimsical waif who weaves fantasies about the lovers. The idyll is interrupted, though, when Wyant Van Zandt, an ambitious millionaire, steals the artist's sweetheart. Alden marries the waif, who later bears him six children. Years pass, and Van Zandt's son falls in love with Helen, the artist's daughter. Indignant at the unsuitability of the match, the millionaire forces his son to break with Helen. Thinking that his daughter's honor has been compromised, Alden attacks and chokes the youth, but at young Van Zandt's bedside, all are reconciled. An allegorical epilogue contrasts the lots of Van Zandt and Alden. To the left, the millionaire embraces a skeleton in black, while, to the right, the artist holds his wife. -From TCM.com Database, powered by the AFI.","release_date":"1914-10-01","vote_average":0.0,"runtime":50,"cert":"\"\"","id":401767,"title":"The Pursuit of the Phantom","adult":false,"genre_ids":[18]},{"cast":["Hemant Birje","Robin Ghai","Raza Murad","Yunus Parvez","Preeti Patel"],"overview":"Dev along with his friends go for a holiday to the hills, where he meets Gunja & slowly their meetings develop into love. Renuka ,Devs childhood friend is jealous, because from childhood she has dreamt of marrying him. In a fit of anger Renuka wants to destroy their love & so she takes the help of Gunjas fiancee Jagga. Before they could succeed Gunjas elder brother Manga, tells them all their plans.","release_date":"2001-06-11","vote_average":0.0,"runtime":121,"cert":"N\/A","id":401769,"title":"Bholi Bhali Ladki","adult":false,"genre_ids":[80,53]},{"cast":["Robert Edeson","Theodore Roberts","Jack W. Johnston","Winifred Kingston","James Neill"],"overview":"Col. Landers adopts two children, \"How,\" an Indian boy, and Bess, whose parents were killed in an Indian uprising. When the children are grown, How proposes to Bess, whom he has loved since his childhood. She accepts his proposal, thus angering Clayton Craig, Lander's nephew who also wants to marry her. After Lander's death, How is exiled from the ranch, so he and Bess buy new land. One day, after he has been away, How returns to his cabin to see Bess and Craig embracing. How grants Bess her freedom after which she marries Craig and moves to New York. Some time later, How discovers oil on the land that he gave Bess, so he follows them to New York. There he finds that Craig has been unfaithful to Bess. In the end, Bess rejects Craig so that she and How can remarry and find \"a trail to happiness together.\" -From TCM.com Database, powered by the AFI.","release_date":"1914-10-12","vote_average":0.0,"runtime":55,"cert":"\"\"","id":401771,"title":"Where the Trail Divides","adult":false,"genre_ids":[37]},{"cast":["Arnold Schwarzenegger","Craig R. Baxley","Shane Black","Elpidia Carrillo","Richard Chaves"],"overview":"A behind-the-scenes look at the 1987 sci-fi\/action film that has since become one of the modern classics, about a team of special forces soldiers who find themselves being stalked and killed by a hunter from another world. Includes interviews with the cast and crew, who relate their experiences in bringing this film to life.","release_date":"2001-03-14","vote_average":8.6,"runtime":29,"cert":"\"\"","id":401773,"title":"If It Bleeds We Can Kill It: The Making of 'Predator'","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Film director Kyoko Miyake remembered Namie, a fishing village ravaged by the 2011 Fukushima nuclear catastrophe, as her childhood paradise. Revisiting her family’s hometown after 10 years abroad, Miayke’s multilayered documentary examines the disaster’s profound personal, social and environmental impact.","release_date":"2013-03-08","vote_average":0.0,"runtime":73,"cert":"N\/A","id":401775,"title":"My Atomic Aunt","adult":false,"genre_ids":[99]},{"cast":["Robert Conrad","William B. Davis","Tom Heaton","Ocean Hellman","Matt LeBlanc"],"overview":"A father and his children are caught by a storm whilst sailing in Alaska. When they get shipwrecked, things go from bad to worse.","release_date":"1990-02-05","vote_average":7.3,"runtime":91,"cert":"\"\"","id":401777,"title":"Anything to Survive","adult":false,"genre_ids":[12]},{"cast":["Naoya Hatakeyama"],"overview":"Tracing the Future follows In the Wake exhibition artist Naoya Hatakeyama as he photographs the devastated landscape of his hometown of Rikuzentakada after 3\/11. Hatakeyama, who represented Japan in the 2001 Venice Biennale and is renowned for meticulous photographs that explore the relationship between humankind and nature, suffered enormous losses on 3\/11: his family home was washed away in the tsunami and his mother lost her life. Tracing the Future delves into the artist’s deeply personal response to the disaster and explores his four-year-long mission of documenting the place of his upbringing.","release_date":"2016-06-10","vote_average":0.0,"runtime":87,"cert":"\"\"","id":401779,"title":"Tracing the Future: Photographer Naoya Hatakeyama","adult":false,"genre_ids":[99]},{"cast":[],"overview":"From the early 19th century 1946 Paris had many brothels that were tolerated and controlled by the state. These were sometimes rough places but more often were housed in richly designed buildings and serviced a clientèle from all walks of life. This documentary looks back at the Paris brothels through photographs, historians as well as memories from some who would frequent them as clients or work there as prostitutes.","release_date":"2003-08-31","vote_average":0.0,"runtime":60,"cert":"N\/A","id":401781,"title":"Paris Brothel","adult":false,"genre_ids":[]},{"cast":["Harold Agnew","Jeremy Bernstein","Robert Christy","Michael Cumpsty","Freeman Dyson"],"overview":"J. Robert Oppenheimer was a national hero, the brilliant scientist who during WWII led the scientific team that created the atomic bomb. But after the bomb brought the war to an end, in spite of his renown and his enormous achievement, America turned on him - humiliated and cast him aside. The question the film asks is, \"Why?\"","release_date":"2008-03-24","vote_average":4.0,"runtime":109,"cert":"\"\"","id":401783,"title":"The Trials of J. Robert Oppenheimer","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The Stories Behind the Making of The Blues Brothers is an hour- long documentary featuring every participant from the film. Star and co-writer Dan Aykroyd explains how a joke that he and best friend John Belushi shared with friends evolved from a Saturday Night Live skit to a best-selling album and then to a film. Director John Landis covers the difficult production, from the outrageous stunts to Belushi's disappearances from the set.","release_date":"1998-09-08","vote_average":0.0,"runtime":56,"cert":"\"\"","id":401785,"title":"The Stories Behind the Making of 'The Blues Brothers'","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Based on the Comic \"Misfile\", Misfile -Day One- is the story of Ash, Emily and Rumisiel, two mortals with their lives cast into limbo by a filing mistake in heaven, and the angel that did it to them.","release_date":"2015-10-26","vote_average":0.0,"runtime":23,"cert":"\"\"","id":401787,"title":"Misfile - Day One-","adult":false,"genre_ids":[]},{"cast":["Jacqueline Guzman Cereceres","Art Roberts","Emily Fitz","Stephanie Hernandez","Emily Pelz"],"overview":"Adult film editor, Belinda Brimhouse, quits working for her perverted boss, and tries to produce a movie on her own.","release_date":"2012-06-12","vote_average":6.0,"runtime":80,"cert":"\"\"","id":401789,"title":"8 Reels of Sewage","adult":false,"genre_ids":[18]},{"cast":["Jimmy Lin Zhi-Ying","Sharla Cheung Man","Dicky Cheung Wai-Kin","Ng Man Tat","Athena Chu"],"overview":"When a new teacher (Sharla Cheung) arrives, she finds herself caught up in the affairs of the students from her class. Jimmy Lin is harbouring an unrequited crush on childhood friend Athena Chu. However, he is too shy to reveal his feeling to her when he discovers that she has fallen for the cool kid in class, Nicky Wu. Meanwhile, another student Dicky Cheung has gotten himself into trouble with the triads after failing to pay a debt owed to them. With so much going on, how will Sharla Cheung find a way to solve the troubles of her students and get them to study hard to pass their exams?","release_date":"1992-10-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":401794,"title":"To Miss with Love","adult":false,"genre_ids":[35]},{"cast":["Veronica Yip","Sharla Cheung Man","Cecilia Yip","Carrie Ng","Vincent Wan Yeung-Ming"],"overview":"When a frumpy divorcee leaves her philandering spouse for the company of her best friend's classy stable of escorts, romantic misadventures begin.","release_date":"1992-10-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":401796,"title":"Call Girl '92","adult":false,"genre_ids":[18]},{"cast":["Ti Lung","Sarah Tan","Jessica Hester Hsuan","Jayson Tan"],"overview":"Sarah, raised in New York, visits Malaysia for the first time and learns why her grandfather, Gen, and mother, Sophia, have not seen each other since she was born, and why they care so much about their cultural traditions.","release_date":"2016-03-10","vote_average":7.0,"runtime":120,"cert":"N\/A","id":401798,"title":"The Kid from the Big Apple","adult":false,"genre_ids":[10751,18]},{"cast":[],"overview":"City Of Dreams A Musical is a dizzying and unique musical extravaganza. Set in a school in Dharavi, Mumbai, the biggest slum in Asia, it combines observational footage of the children’s daily lives, with songs reflecting their hopes and dreams. This is the very first Bollywood style documentary musical. But this is not a depressing examination of extreme poverty, it’s an uplifting celebration of human spirit and endeavour.","release_date":"2016-06-12","vote_average":0.0,"runtime":77,"cert":"N\/A","id":401800,"title":"City of Dreams: A Musical","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-01-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":401802,"title":"Kees Kraayenoord - Het Is Volbracht","adult":false,"genre_ids":[]},{"cast":["Rolf Schilling","Jonathan Leidich"],"overview":"In the Aysén region dwell a population of 90000 isolated souls sharing the harsh landscapes of an area about the size of England. Here where beauty seems to be on first-name terms with fear and danger,in a place where the immensity of nature can never be dominated, the setting hesitates, along the expanses, between sparkling colours and the black and white of the snow and the water. The day-to-day images intermingle with a story of mythological aspect; that of the timeless quest for the Lost City of the Caesars, a city of gold built 500 years ago by the conquerors.","release_date":"2016-04-15","vote_average":0.0,"runtime":78,"cert":"N\/A","id":401804,"title":"The Lost City","adult":false,"genre_ids":[12,99]},{"cast":["Lucious Dosi","Thembalethu Ntuli","Gundo Ramuligho","Bongeka Sishi"],"overview":"In a South African township, where an argument over whether red or green apples are better causes the greatest divide in the town’s history, a young man, Thomas, falls in love with Thandi, who falls into the opposite camp.","release_date":"2013-01-01","vote_average":7.5,"runtime":26,"cert":"N\/A","id":401809,"title":"Kanye Kanye","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Short genre movie.","release_date":"2001-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":401811,"title":"Die Übergabe","adult":false,"genre_ids":[]},{"cast":["Rainer Knepperges","Ulrich Mannes"],"overview":"A conversation about the history of a cinema based in Cologne is constantly sidetracked.","release_date":"2008-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":401813,"title":"Zeugen des Jahrhunderts - Ulrich Mannes im Gespräch mit Rainer Knepperges","adult":false,"genre_ids":[]},{"cast":[],"overview":"Film about a foto shoot for the cover of an underground film magazine.","release_date":"2009-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":401815,"title":"SGE-Coversessions","adult":false,"genre_ids":[]},{"cast":["Charles Quinlivan","Lola Albright","James Griffith","Jay Adler","John Cliff"],"overview":"A band of outlaws, led by \"Papa\" Clellan, hold up in a ghost town as they plan an attack on a wagon train loaded with gold. The unexpected arrival of a stagecoach forces the gang to hold the passengers and driver as hostages. The later arrival of a wanderer, John Trey, sets in motion events not in \"Papa\" Clellan's original plan.","release_date":"1958-03-16","vote_average":0.0,"runtime":69,"cert":"\"\"","id":401817,"title":"Seven Guns to Mesa","adult":false,"genre_ids":[28,10749,53,37]},{"cast":[],"overview":"Cat film by Chris Marker","release_date":"2008-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":401819,"title":"Guillaume Movie","adult":false,"genre_ids":[]},{"cast":[],"overview":"Essay Film about Aby Warburg.","release_date":"2012-01-01","vote_average":0.0,"runtime":77,"cert":"N\/A","id":401821,"title":"Snake Dance","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary about a left-behind space in Eastern Germany.","release_date":"2010-01-01","vote_average":0.0,"runtime":18,"cert":"N\/A","id":401823,"title":"Plänterwald","adult":false,"genre_ids":[]},{"cast":[],"overview":"A little man, with a mark of defeat, experiences an unreal dream of love. But he is misjudged as a toy and soon the dream bursts in disruptive jealousy and unsettled self-awareness. But the dream continues in a world where love means torture and to neglect life a virtue.","release_date":"2013-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":401825,"title":"Blue Dream","adult":false,"genre_ids":[16]},{"cast":["Shay Jordan","Ryaan Reynolds","Kimberly Franklin","Austin Kincaid","Whitney Stevens"],"overview":"Naked Aces is a gorgeous tribute to powerful, sexy women. The A-list cast are frocked in revealing velvet bikinis and sport an arsenal of weaponry. Digital Playground's contract superstar, Shay Jordan stars in the opening scene. As she begs for cock, Tommy Gunn happily obliges, only to be gunned down and ordered to fulfill Shay's fantasies. Ryaan Reynolds, Kimberly Franklin, Austin Kincaid and Whitney Stevens also perform their own variety of gun show and nob riding. Naked Aces delivers boy\/girl, anal and even some tasty solo scenes for the conservative viewer. Slick editing intertwines hot fuck sessions, explosive gun toting and the sexiest creatures on the planet. Don't miss this action-sex-adventure starring DP's freshest face, Shay Jordan","release_date":"2007-05-03","vote_average":0.0,"runtime":79,"cert":"\"NC-17\"","id":401827,"title":"Naked Aces","adult":true,"genre_ids":[]},{"cast":["Chessie Moore","Dallas D'Amour","Kat Langer","Nena Cherry","Dave Hardman"],"overview":"Too Many Cocks Not Enough Holes, sounds like a problem we'd love to have. Four whole hours of dp's, anal, cumshots and lots of hardcore gang banging action.","release_date":"","vote_average":6.0,"runtime":239,"cert":"N\/A","id":401829,"title":"Too Many Cocks Not Enough Holes","adult":true,"genre_ids":[]},{"cast":["Fritz Schade","Dixie Chene","Charley Chase","Frank Opperman","Billie Bennett"],"overview":"A Keystone comedy with Charley Chase and the gang.","release_date":"1915-02-22","vote_average":0.0,"runtime":10,"cert":"\"\"","id":401831,"title":"A Lucky Leap","adult":false,"genre_ids":[]},{"cast":["Jesse Jane","Brianna Love","Rebeca Linares","Candy Manson","Madison Young"],"overview":"\"Naked Aces 2\" stars Jesse Jane® and is a luscious tribute to powerful, sexy women. The A-list cast are frocked in revealing velvet bikinis and sport an arsenal of weaponry. Digital Playground's contract super-star, Jesse Jane® stars in a mind-blowing orgy and awesomely delicious boy \/ girl romp. Naked Aces 2 delivers anal, orgy, boy \/ girl, and even some tasty blow-jobs for the conservative viewer. Slick editing inter-twines hot fuck sessions, explosive gun toting and the sexiest creatures on the planet. Don't miss this action-sex-adventure starring DP's one and only Jesse Jane®.","release_date":"2007-07-26","vote_average":10.0,"runtime":112,"cert":"\"NC-17\"","id":401833,"title":"Naked Aces 2","adult":true,"genre_ids":[]},{"cast":[],"overview":"Glad tidings about a device that will turn life around for good – Three treasure hunters follow the cross – A father and a son share the secrets of everlasting joy – On the other hand, a crippled child can only find serenity inside his model railway. A miracle healer shall finally bring him salvation... Little by little, odd human beings and an odd world will manifest. Always with them is a laughing kookaburra, suggesting what may be the only solution to this madness: laughing lightheartedly.","release_date":"2016-02-14","vote_average":0.0,"runtime":10,"cert":"N\/A","id":401835,"title":"What They Believe","adult":false,"genre_ids":[16]},{"cast":["Carmel Moore","Rebeca Linares","Codi Milo","Alexis Love","Honey DeJour"],"overview":"Robby D's Red Hot Fox is a filthy, horny, cum-calling experience with the hottest and freshest faces in adult. This is pure hardcore porn with the finest production values on the planet. Let hot babes talk dirty to you while you get off watching them suck and fuck. The seduction is breathtaking and in your face. All you have to do is watch, Red Hot Fox will do everything else. Extra thanks to Robby D for this masterpiece...","release_date":"2007-05-21","vote_average":0.0,"runtime":132,"cert":"\"NC-17\"","id":401837,"title":"Red Hot Fox","adult":true,"genre_ids":[]},{"cast":[],"overview":"Film journals are constantly being made and edited and end in death - Szirtes's intimate social journals are an epic, multi-layered system, a remarkable reflection of an individual and of contemporary mores.","release_date":"1984-01-01","vote_average":0.0,"runtime":170,"cert":"N\/A","id":401839,"title":"Diaries 1 - 8","adult":false,"genre_ids":[99]},{"cast":["Hillary Scott","Angelina Ash","Madison Parker","Chayse Evans","James Deen"],"overview":"The Replacement proves that behind every unsatisfied woman are dozens of men waiting for their chance to bring her to ecstasy. Unhappy with her monotonous sex life with the same man, stunning Hillary Scott learns an important lesson. She eagerly takes on Manuel and James in two hot and aggressive anal scenes that begin and end the film. Splashes of rough sex and desire from Angelina Ashe, Chayse Evans and Madison Parker add a spicy and stimulating flair. The Replacement featuring Hillary Scott is a tempting film that proves that when love isn't enough sometimes a replacement is all that's needed!","release_date":"2010-02-02","vote_average":0.0,"runtime":80,"cert":"\"NC-17\"","id":401841,"title":"The Replacement","adult":true,"genre_ids":[]},{"cast":["Evan Tramel","Jesse Baget"],"overview":"After a shark attack leads to Cleo and Puffer's eight-legged octopus friend Ollie getting lost in the ocean, a fun-loving manta ray named Crash helps them search the sea to find their lost mate. Along their journey they meet all sorts of fascinating creatures of the deep and learn about each and every one of them during their aquatic adventure..","release_date":"2017-01-01","vote_average":7.8,"runtime":72,"cert":"\"G\"","id":401846,"title":"Fishtales","adult":false,"genre_ids":[16,10751]},{"cast":["Selena Rose","Samantha Saint","Cassandra Nix","Juelz Ventura","Manuel Ferrara"],"overview":"Sexy Selena Rose spices up a wild ride of nasty perversions. She gets pounded by her explosive boss Manuel Ferrara, and before sliding down a lusty, long stripper pole, she gets banged hard by her hung boyfriend, Nacho Vidal. Hot stud Tony Ribas gives Juelz Ventura the fat sausage injection to handle her hungry horniness. Nacho hits the wet holes of hottie Cassandra Nix after a seductive massage and sultry Samantha Saint sells lingerie to thick tooled Erik Everhard for a raw and orgasmic sinful adventure.","release_date":"2012-05-23","vote_average":6.0,"runtime":102,"cert":"\"NC-17\"","id":401848,"title":"Sexy Selena Rose","adult":true,"genre_ids":[35,10749]},{"cast":[],"overview":"","release_date":"2013-02-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":401850,"title":"Braise","adult":false,"genre_ids":[16]},{"cast":["Jaap Achterberg","Tilo Nest","Pascal Ulli","Raeto Studer","Markus Merz"],"overview":"","release_date":"2003-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":401852,"title":"Der Code","adult":false,"genre_ids":[]},{"cast":[],"overview":"This disc is a collection of 3D Theme Park Rides\r True Stereoscopic 3-D Field Sequential Format\r View using Shutterglasses , 3D ready Displays or Anaglyph Glasses(using Steroscopic Player for Anaglyph output)  Overview:\r All of these Animated Movies on one DVD:  Ali Baba Adventure\r Ali Baba Jewel Quest\r Alice in Wonderland\r Burning Rubber\r Draculas Castle\r Enchanted Castle\r Galactic Bumper Cars\r Galaxy Wars 1\r Galaxy Wars 2\r Ganymede: First Zolo Contact\r Inner-Space\r Mouse Cartoon School\r P-51 DogFight\r Paradise Coaster\r Prehistoria Adventure\r Roswell Incident\r Shark Island\r Space Shuttle Adventure","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":401854,"title":"Theme Park Animation in Stereoscopic 3D","adult":false,"genre_ids":[]},{"cast":["Yui Horie","Junko Noda","Hideo Ishikawa","Yumi Touma","Motomu Kiyokawa"],"overview":"A mysterious organization known as Panther Claw make their presence known by terrorizing Tokyo and giving the cops a run for their money. Police are further baffled by the appearance of a lone cosplaying vigilante who thwarts all of Panther Claw's evil schemes before disappearing. That cosplayer is Honey Kisaragi, the result of the late Professor Kisaragi's prize experiment. A master of disguise, Honey can instantly alter her physical appearance and outfits. But with a push of the heart-shaped button on her choker, she transforms herself into Cutie Honey, the scantily clad, sword-wielding warrior of love and justice.","release_date":"2004-06-24","vote_average":9.0,"runtime":137,"cert":"N\/A","id":401856,"title":"Re: Cutie Honey","adult":false,"genre_ids":[16,35,878,28]},{"cast":["Daniela Barcellona","Andrea Concetti","Olga Peretyatko","Antonino Siragusa","Manuela Bisceglie"],"overview":"Early Rossini has a youthful, buoyant vibrancy about it, even in the dark swirls of drammi per musica like Sigismondo. The work, centered on a mad king and his delusions, was rarely played after its premiere in 1814. This performance marked the first from the critical new edition at the 2010 Rossini Opera Festival in Pesaro and was hailed as a \"perfect symbiosis of music and stage work\" resulting in \"truly brilliant theatre.\" Complete with a cast of sought-after Rossini singers, this is not to be missed.","release_date":"2010-06-12","vote_average":0.0,"runtime":183,"cert":"N\/A","id":401858,"title":"Rossini Sigismondo","adult":false,"genre_ids":[]},{"cast":["Jessica Drake","Alexa Rae","Cheyne Collins","Herschel Savage","Stormy Daniels"],"overview":"Power mogul Brooke Peterson is hot, sexy and one very domineering bitch but her husband, Charles has had enough! After discovering a hidden world of paradise through a vortex in his pool, Charles gains the courage to tell Brooke off! No more pussy footing around for him, now it's just more pussy... But can he handle being a man in charge?","release_date":"2004-08-23","vote_average":0.0,"runtime":79,"cert":"\"NC-17\"","id":401860,"title":"Slave to Love","adult":true,"genre_ids":[]},{"cast":["Joanna Lumley"],"overview":"Glamorous actress Joanna Lumley undergoes a week's hardship on an isolated island off the coast of Madagascar. She is given a brief lesson in survival by the Royal Marines and is then deposited on the island with few provisions but a large BBC crew for company. With comic results Ms Lumley attempts to build a shelter and forage for food before succumbing to the offers of goodies from the camera crew.","release_date":"1994-12-28","vote_average":0.0,"runtime":65,"cert":"N\/A","id":401865,"title":"Girl Friday","adult":false,"genre_ids":[99]},{"cast":["Emily Barber","Ciaran Kellgren","Alison Williams","Olivia Head","Emma Osei-Lah"],"overview":"Anna contemplates a big decision while waiting for someone in a cafe.","release_date":"2016-05-10","vote_average":7.0,"runtime":5,"cert":"\"\"","id":401867,"title":"The Arrival","adult":false,"genre_ids":[]},{"cast":["Joanna Lumley"],"overview":"In search of the truth behind the story of Noah's Flood, Joanna Lumley and her team examine the theory that Noah's Ark was preserved on Mount Ararat, in Turkish Armenia.","release_date":"2012-12-23","vote_average":0.0,"runtime":65,"cert":"N\/A","id":401869,"title":"Joanna Lumley: The Search for Noah's Ark","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A collection of Popeye film Shorts featuring: 1. Greek Mirthology 2. A Date To Skate 3. Bride And Groom 4. Floor Flusher 5. Fright To The Finish 6. Little Swee' Pea 7. Ancient History 8. Out To Punch 9. Spooky Swabs 10. Assault And Flattery","release_date":"","vote_average":0.0,"runtime":65,"cert":"N\/A","id":401874,"title":"Cartoon Craze Presents: Popeye: Little Swee' Pea","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A collection of video artists in Japan that at once represents a diversity of expression, and indicates three themes which underscore Japanese sensibility: nature, the persistence of cultural traditions, and the embracing of new technology.","release_date":"","vote_average":0.0,"runtime":62,"cert":"N\/A","id":401876,"title":"Art Com Video 2: Waveforms","adult":false,"genre_ids":[]},{"cast":[],"overview":"Experience the thrill of the Video Kaleidoscope by Head Candy. One hour of hyper-psychedelic images created to give you s unique sensory sensation, not only for the eyes and ears, but for the mind.","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":401878,"title":"Head Candy","adult":false,"genre_ids":[]},{"cast":["William Donnelly","James McCaffrey","Aisling Trimble"],"overview":"A young, aloof upper-class boy decides to venture out of his comfortable suburbia in spite of his family. He is found by a working class gang and is then initiated by love and lust for a lower-class girl.","release_date":"2016-02-20","vote_average":0.0,"runtime":21,"cert":"N\/A","id":401880,"title":"Privilege of Choice","adult":false,"genre_ids":[]},{"cast":["Daisuke Nagakura","Naomi Serizawa","Minoru Toyoshima","Yasuo Shimosaka","Ikuo Fukuda"],"overview":"Takahiro Yamane (Daisuke Nagakura) is the owner of an automobile tuning shop. Junichi Tashiro (Arthur Kuroda) who's a friend of Takahiro has a girlfriend Nozomi (Naomi Serizawa) who's a reporter and has connections to the race driver Keiichi Tsuchiya. Tashiro accepts a challenge from another street racer named Sawaki (Minoru Toyoshima), and dies in the attempt. Nozomi shows Takahiro the Skyline GT-R that she bought for her late boyfriend. She gifts this car to him. Takahiro, while discouraged by her not to drive the Shutoko again, Sawaki challenges him to a duel.","release_date":"1990-07-06","vote_average":0.0,"runtime":70,"cert":"N\/A","id":401885,"title":"Megalopolis Express Way Trial 2","adult":false,"genre_ids":[28]},{"cast":["Chris Osborn","Jordan Johnson","Paul Hollingsworth","Gopal Bidari","Crystalyn Falk Corso"],"overview":"LEGO Ghostbusters is an epic re-imagining of the classic Ghostbuster films. Digital Wizards Studios - Eight artists with a combined collection of over $100,000 of LEGO bricks spend 2000 hrs over the last 5 months: building, animating, lighting, compositing and composing for this animated marvel!","release_date":"2016-05-28","vote_average":8.5,"runtime":5,"cert":"\"G\"","id":401887,"title":"LEGO Ghostbusters","adult":false,"genre_ids":[12,16,35]},{"cast":["Iko Uwais"],"overview":"A contemporary American gangster story with echoes of The Wild Bunch.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":401889,"title":"Blister","adult":false,"genre_ids":[28]},{"cast":["Juan Diego Flórez","Joyce DiDonato","John Osborn","Daniela Barcellona","Oren Gradus"],"overview":"An all-star cast assembled for the Met’s first-ever performances of Rossini’s romantic retelling of Sir Walter Scott’s epic poem The Lady of the Lake. Joyce DiDonato is Elena, the title heroine, who is being pursued by not one, but two tenors—setting off sensational vocal fireworks. Juan Diego Flórez is King James V of Scotland, disguised as the humble Uberto, and John Osborn sings his political enemy, and rival in love, Rodrigo Di Dhu. Complicating matters is the fact that Elena herself loves Malcolm, a trouser role sung by mezzo-soprano Daniela Barcellona, and that she is the daughter of Duglas (Oren Gradus), another of the king’s political adversaries. Paul Curran’s atmospheric production is conducted by Michele Mariotti.","release_date":"2015-03-14","vote_average":8.0,"runtime":172,"cert":"\"PG\"","id":401891,"title":"Rossini: The Lady of the Lake","adult":false,"genre_ids":[10402]},{"cast":["Ronaldo Lupo","Zé Trindade","Tereza Raquel","Adelaide Chiozzo","Carlos Matos"],"overview":"","release_date":"1956-06-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":401893,"title":"Genival é de Morte","adult":false,"genre_ids":[10402,35]},{"cast":["José Suárez","Manuel Gas"],"overview":"A young policemen witnesses a bank robbery which will become his first case. To catch the thieves he will infiltrate himself as one of the gang members. At first it works, but it won't be so easy afterwards.","release_date":"1950-12-04","vote_average":5.5,"runtime":80,"cert":"N\/A","id":401895,"title":"Brigada criminal","adult":false,"genre_ids":[]},{"cast":["Joey Ray","Alexa Rae","Angel Cassidy","April Flowers","Crissy Moran"],"overview":"Peter is a small time crook, betrayed and killed by his sexy female partner in crime. Upon entering heaven he finds out he can have all the women he asks for, all the power he wants and all the money he needs. But there is a fine line between heaven and hell and it's called South of Eden.","release_date":"2004-05-14","vote_average":6.0,"runtime":88,"cert":"\"NC-17\"","id":401897,"title":"South of Eden","adult":true,"genre_ids":[]},{"cast":["Adrenalynn","Shay Jordan","Sophia Santi","Alektra Blue","Jada Fire"],"overview":"Naked Aces 4 stars Digital Playground contract superstars Shay Jordan, Adrianna Lynn & Sophia Santi with in-dusty babes, Alektra Blue & Jada Fire. This fourth volume is a luscious tribute to powerful, sexy women and the entirely A-list cast is dressed up in revealing velvet bikinis and they sport an arsenal of weaponry. Naked Aces 4 delivers throbbing horny sex action and even some tasty blow-jobs. Slick editing intertwines hot fuck sessions, explosive gun toting and the sexiest creatures on the planet. Don't miss this action-sex-adventure starring DP's beautiful and exotic contract stars.","release_date":"2008-04-17","vote_average":0.0,"runtime":109,"cert":"\"NC-17\"","id":401899,"title":"Naked Aces 4","adult":true,"genre_ids":[]},{"cast":["Marco Banderas","Mick Blue","Abbey Brooks","Tony De Sergio","Tommy Gunn"],"overview":"Naked Aces 3 stars Katsuni and is a luscious tribute to powerful, sexy women. The A-list cast is dressed up in revealing velvet bikinis and they sport an arsenal of weaponry. Digital Playground's contract superstar, Katsuni stars in two deli-cious anal scenes. Naked Aces 3 delivers anal, boy \/ girl, and even some tasty blow-jobs for the conservative viewer. Slick editing intertwines hot fuck sessions, explosive gun toting and the sexiest creatures on the planet. Don't miss this action-sex-adventure starring DP's one and only Katsuni.","release_date":"2008-06-23","vote_average":10.0,"runtime":103,"cert":"\"NC-17\"","id":401907,"title":"Naked Aces 3","adult":true,"genre_ids":[]},{"cast":["Mariya Nishiuchi","Yuta Tamamori","Kanna Mori","Joji Abe","Shigenori Yamazaki"],"overview":"Nobuyuki Sakisaka (Yuta Tamamori) is a salaryman. When he was in middle school student, he read light novel \"Fairy Game”. He still has that light novel, because he was so shocked by the ending. One day, Nobuyuki Sakisaka browses the internet and comes across the blog \"Rein Tsuri no Kuni.” He learns that the blog writer, Rika Hitomi (Mariya Nishiuchi), also was shocked by the ending in light novel \"Fairy Game.\" Nobuyuki and Rika soon begin to exchange emails. Nobuyuki wants to meet Rika, but she refuses due to her secret.","release_date":"2015-10-21","vote_average":8.0,"runtime":108,"cert":"N\/A","id":401909,"title":"The Land of Rain Trees","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"This film chronicles the health and social problems that African albinos face and details the fight waged on their behalf by advocacy groups in Spain.","release_date":"2016-06-18","vote_average":0.0,"runtime":78,"cert":"N\/A","id":401911,"title":"Black Man White Skin","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The body of the lamp are the eyes; so if your eyes are good, your whole body will be filled with light; but if your eye is bad, your whole body will be in darkness. So if your inner light is dark, how much longer will the same dark?","release_date":"2016-06-12","vote_average":0.0,"runtime":20,"cert":"N\/A","id":401913,"title":"La soledad de las imágenes","adult":false,"genre_ids":[]},{"cast":[],"overview":"A close look at nature.","release_date":"2016-06-12","vote_average":0.0,"runtime":15,"cert":"N\/A","id":401915,"title":"The Grey House and the Green Mountains","adult":false,"genre_ids":[]},{"cast":["Julio Aldama","Elvira Quintana","Carlos López Moctezuma","Bárbara Gil","Jaime Fernández"],"overview":"Unscrupulous landowner and his family are trying to deny water rights to the townsfolk. Particular beef with the guy that runs the mill. Ultimately the Revolution rolls through town and helps put everything right.","release_date":"1961-02-02","vote_average":0.0,"runtime":90,"cert":"N\/A","id":401923,"title":"Una pasión me domina","adult":false,"genre_ids":[]},{"cast":[],"overview":"A study of surfaces figurative and metaphysical, with various levels and planes of a city combined and superimposed to become visual echoes, suggesting an animated city surface of grids, graphs, geometries and lines: layers of subterranean streets and shadows evoking multiple levels of consciousness. Filmed in New York, San Francisco and Hong Kong. An homage to Saul Bass. Music by King Midas Sound \/ Fennesz.","release_date":"2015-09-01","vote_average":4.0,"runtime":5,"cert":"\"\"","id":401931,"title":"Lighthouse","adult":false,"genre_ids":[]},{"cast":["Christopher Mitchum","Pugil Kwon","Victoria Loveland","W. T. Zacha"],"overview":"A Russian scientist who discovers the formula for a new synthetic fuel becomes the target of a group of desperate men.","release_date":"1980-01-01","vote_average":0.0,"runtime":90,"cert":"\"\"","id":401933,"title":"Desperate Target","adult":false,"genre_ids":[28]},{"cast":["Bobby Dunn"],"overview":"Bobby Dunn and his girl enters a marathon dance contest.","release_date":"1923-06-29","vote_average":0.0,"runtime":27,"cert":"\"\"","id":401935,"title":"Hot Foot","adult":false,"genre_ids":[]},{"cast":["Neal Burns","Betty Compson","Stella Adams","Harry L. Rattenberry","Dave Morris"],"overview":"That Doggone Baby (1916) is about a small puppy who is supposed to be a baby.","release_date":"1916-10-20","vote_average":0.0,"runtime":13,"cert":"\"\"","id":401937,"title":"That Doggone Baby","adult":false,"genre_ids":[]},{"cast":["Indrajith Sukumaran","Padmini Kolhapure","Nithya Menen","Saiju Kurup","Ashokan"],"overview":"The film tells the story of Rudran Gurukkal, the lone male descendant of the Chathothu family. The family represents the Yogi community, in which Lord Shiva is believed to have been born. Rudran is haunted by a strange kind of destiny. This forms the crux of the story","release_date":"2012-03-16","vote_average":6.0,"runtime":null,"cert":"N\/A","id":401948,"title":"Karmayogi","adult":false,"genre_ids":[18]},{"cast":["Bruce Cabot","Marta Labarr","Tamara Desni","Romilly Lunge","Edward Lexy"],"overview":"A British man is hunted by British and German spies when he tries to sell blueprints.","release_date":"1939-12-01","vote_average":4.0,"runtime":70,"cert":"N\/A","id":401950,"title":"Traitor Spy","adult":false,"genre_ids":[9648]},{"cast":[],"overview":"An encounter between Russian and American volleyball teams, presented  more as an essay in the choreography of the players' movements than as  a play-by-play report of a sports event. Various camera tricks are  used to dramatize the action, notably stop-motion, that freezes the  ballet-like leaps and postures of the players. The film has jazz  background music. -NFB","release_date":"1966-06-13","vote_average":0.0,"runtime":10,"cert":"N\/A","id":401952,"title":"Volleyball","adult":false,"genre_ids":[]},{"cast":["Rolf Boysen","Romuald Pekny","Werner Kreindl","Ernst Fritz Fürbringer","Karl Schwetter"],"overview":"","release_date":"1978-11-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":401954,"title":"Wallenstein","adult":false,"genre_ids":[18,36,10770]},{"cast":[],"overview":"In November of 1993, director Dominic Angerame was diagnosed with coronary arterial disease. A subsequent angiogram revealed that open heart surgery was necessary. The angiogram was filmed originally on 35mm motion picture film. Two years later, in March of 1995, his apartment burned down in the early morning hours. He was able to return to the scene the next day in order to film the aftermath. LINE OF FIRE is a blend of footage from these two episodes and explores the temporal nature of the lives we live.","release_date":"1997-01-01","vote_average":0.0,"runtime":8,"cert":"\"\"","id":401956,"title":"Line of Fire","adult":false,"genre_ids":[]},{"cast":["Dani Martín","David Otero","Chema Ruiz"],"overview":"","release_date":"2006-06-13","vote_average":10.0,"runtime":null,"cert":"N\/A","id":401958,"title":"ECDL - Episodio 1","adult":false,"genre_ids":[]},{"cast":["Fito Cabrales","Andrés Calamaro"],"overview":"","release_date":"2008-06-13","vote_average":10.0,"runtime":null,"cert":"N\/A","id":401960,"title":"Dos son multitud - Andrés Calamaro y Fito & Fitipaldis","adult":false,"genre_ids":[]},{"cast":["Victor Banerjee","Vidya Bhushan","Lillete Dubey","Kulbhushan Kharbanda","Arun Mallick Kumar"],"overview":"Jasper has arrived in Delhi to begin a tour of India, where the newness of his surroundings quickly prove overwhelming. As he is drawn into the dynamics of his host family, the Bhatias, he finds that his mere presence has upset the natural order of things. Jasper finds that the first day of his journey is possibly more than he bargained for.","release_date":"2012-08-24","vote_average":6.3,"runtime":88,"cert":"N\/A","id":401971,"title":"Delhi in a Day","adult":false,"genre_ids":[35,18]},{"cast":["Ana Torroja","Jose María Cano","Nacho Cano"],"overview":"","release_date":"1987-06-13","vote_average":10.0,"runtime":null,"cert":"N\/A","id":401973,"title":"Mecano - Mecano en Concierto","adult":false,"genre_ids":[]},{"cast":[],"overview":"A critically acclaimed, poignant documentary that celebrates India’s travelling picture shows and laments their demise, filled with exquisite visuals and marvellous eccentrics.","release_date":"2016-05-15","vote_average":0.0,"runtime":96,"cert":"N\/A","id":401975,"title":"The Cinema Travellers","adult":false,"genre_ids":[99]},{"cast":["Evelyne Buyle","Julie de Bona","David Baïot","Alix Bénézech"],"overview":"","release_date":"2016-02-02","vote_average":6.4,"runtime":null,"cert":"N\/A","id":401977,"title":"Qui sème l'amour...","adult":false,"genre_ids":[35,10751,10770,10749]},{"cast":["Türkan Şoray","Sadri Alışık","Önder Somer","Gülbin Eray","Nubar Terziyan"],"overview":"Osman and Ekrem are brothers with diferent characters. Osman is a driver and fell in platonic love  with a very rich girl Turkan while she fell in love and engaged to his brother Ekrem.","release_date":"1965-11-04","vote_average":6.3,"runtime":92,"cert":"N\/A","id":401982,"title":"I Don't Deserve You","adult":false,"genre_ids":[18]},{"cert":"N\/A","title":"Bitter Cherry","cast":["Roger Daltrey","Denis Lawson"],"id":401984,"overview":"Set in an open prison, where a former trade union activist subjects his more passive cell mate to an incessant barrage of union mumbo-jumbo.","runtime":12,"genre_ids":[18],"release_date":"1983-12-01","vote_average":0.0,"adult":false}]