[{"cast":[],"overview":"Director\/producer Olympia Stone explores the 46-year career of her father, Allan Stone, a famed New York gallery owner and art collector, while examining Stone's obsession with art and his compulsive collecting genius.","release_date":"2006-12-13","vote_average":0.0,"runtime":61,"cert":"\"\"","id":402500,"title":"The Collector","adult":false,"genre_ids":[]},{"cast":["Francis Ng","Li Xinyun","Leon Dai","Tian Xiaojie","Zhizheng Li"],"overview":"The Chinese medical drama-thriller “Sentence Me Guilty” gives too much away in the early running and has nowhere special to go after that. Centered on a female doctor framed for highly unethical behavior in the wake of her young daughter’s death, the pic has some intriguing elements but generates little tension and doesn’t deliver the emotional clout auds might reasonably expect from a tale involving a grieving mother.","release_date":"2016-06-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":402505,"title":"Sentence Me Guilty","adult":false,"genre_ids":[]},{"cast":["Bryan Betancourt"],"overview":"Shopping carts take control of a parking lot and prevent a man from leaving it.","release_date":"2005-08-26","vote_average":0.0,"runtime":7,"cert":"N\/A","id":402507,"title":"Búscate un carrito","adult":false,"genre_ids":[53]},{"cast":["Eason Chan","Carol Cheng","Miriam Yeung","Eric Tsang","Wayne Lai"],"overview":"Diana and Wai have become overburdened with debt, and in a scheme to make some quick cash, they put together a fake \"family\" to go on a reality TV show. Their family is pitted against another one, and they must compete to see who can live off the smallest amount of money. But as the game approaches the end, the show's producer forces the director to make a few changes to boost ratings, which may inadvertently expose Diana and Wai for the frauds they are.","release_date":"2002-06-06","vote_average":0.0,"runtime":101,"cert":"N\/A","id":402509,"title":"Frugal Game","adult":false,"genre_ids":[35]},{"cast":["Flávio Migliaccio","Rodolfo Arena","Cleide Blota","Paulo Fortes","Canarinho"],"overview":"Maneco takes his nephews to spend his holidays at his grandfather's place. But the old scientist discovered a way to travel in time and got lost in the year 1926. Maneco and the boys will try to bring him back.","release_date":"1980-01-01","vote_average":6.0,"runtime":88,"cert":"N\/A","id":402511,"title":"Maneco, o Super Tio","adult":false,"genre_ids":[]},{"cast":[],"overview":"Yanomamo feasts are ceremonial, social, economic, and political events. They are occasions for men to adorn their bodies with paint and feathers, to display their strength in dance and ritualized aggression; for trading partnerships to be established or affirmed; and for the creation or testing of alliances. In the feast filmed in 1968, the Patanowa-teri had invited the Mahekodo-teri to their village. The two groups had been allies until a few years before this event, when they had fought over the abduction of a woman. They now hoped to renew their broken alliance, which they did successfully. Soon after the filmed feast, the two villages together raided a common enemy. A detailed discussion of this feast, and of the significance of feasting among the Yanomamo, is found in chapter 4 of Chagnon's Yanomamo: The Fierce People. The film's graphic representation of reciprocity and exchange may enrich (and be enriched by) a reading of Marcel Mauss' The Gift.","release_date":"1970-06-17","vote_average":0.0,"runtime":29,"cert":"N\/A","id":402513,"title":"The Feast","adult":false,"genre_ids":[]},{"cast":["Armin Habibovich","Victoria Lachelle","Livingston Oden","Taylor Scott Olson"],"overview":"After finding an old storage locker filled with his family's history, James Erikson begins a journey to discover the truth behind a mysterious piece of land in the small town of Solitude.","release_date":"2014-10-21","vote_average":2.7,"runtime":89,"cert":"\"10\"","id":402515,"title":"American Beast","adult":false,"genre_ids":[27]},{"cast":["Demetrius Shipp Jr.","Danai Gurira","Kat Graham","Jamal Woolard","Dominic L. Santana"],"overview":"All Eyez on Me chronicles the life and legacy of Tupac Shakur, including his rise to superstardom as a hip-hop artist, actor, poet and activist, as well as his imprisonment and prolific, controversial time at Death Row Records. Against insurmountable odds, Tupac rose to become a cultural icon whose career and persona both continue to grow long after his passing.","release_date":"2017-06-12","vote_average":6.4,"runtime":139,"cert":"\"R\"","id":402529,"title":"All Eyez on Me","adult":false,"genre_ids":[18,10402]},{"cast":["Hans Hass Jr.","Bernd Herzsprung","Hartmut Nolte","Isolde Barth","Hubert Suschka"],"overview":"Three former school friends, reunited at a school reunion, decide to embark on a camping trip into the woods.","release_date":"1984-06-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":402531,"title":"Deutschlandlied","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The film gives a bird's-eye view of the daily activity in Bergen, a town on the west coast of Norway. The city comes to life in miniature.","release_date":"2009-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":402533,"title":"Scenes from a Rooftop","adult":false,"genre_ids":[]},{"cast":[],"overview":"A dad tries to save his kids.","release_date":"2015-11-04","vote_average":0.0,"runtime":8,"cert":"\"\"","id":402535,"title":"Dadlionelephantbearbear","adult":false,"genre_ids":[28,18]},{"cast":["Sundar C","Vaibhav Reddy","Poonam Bajwa","Sathish Muthukrishnan","Kiran Rathod"],"overview":"A 40-year-old, small-time politician, who badly wants to shrug off his bachelorhood, falls in love with a 20-something girl.","release_date":"2016-06-17","vote_average":5.0,"runtime":129,"cert":"N\/A","id":402537,"title":"Muthina Kathirika","adult":false,"genre_ids":[10749,35]},{"cast":["Harikumar","Aisha Azim","Mamta Mohandas","Pandiarajan"],"overview":"Kadhal Agathee is a 2015 Romance Tamil movie directed by Shami Thirumalai and produced by Ramaiah Cine Creations. Kadhal Agathee movie stars Harikumar, Aisha Azim, Mamtha in the lead role.","release_date":"2016-06-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":402539,"title":"Kadhal Agathee","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2012-12-26","vote_average":8.5,"runtime":null,"cert":"N\/A","id":402541,"title":"Sentimento","adult":false,"genre_ids":[16,35]},{"cast":["Liz Bonnin"],"overview":"This documentary series follows three iconic species — caribou, zebra and elephant — on three of the world’s most breathtaking wildlife adventures. Each must overcome immense obstacles, from challenging terrain to hungry predators and sheer physical exhaustion. What drives these animals to risk everything in the race of their lives? Using the latest satellite-tagging technology, a team of scientists and filmmakers can now track the precise journeys of individual animals, witnessing their daily life-and-death decisions first hand as they happen. For the first time, we’ll reveal the complete picture of these epic races — the successes, the failures and the near misses.","release_date":"2016-05-11","vote_average":7.0,"runtime":180,"cert":"N\/A","id":402555,"title":"Nature's Epic Journeys","adult":false,"genre_ids":[99]},{"cast":["Peter Ustinov"],"overview":"","release_date":"1995-02-17","vote_average":9.0,"runtime":null,"cert":"N\/A","id":402557,"title":"Paths of the Gods","adult":false,"genre_ids":[99]},{"cast":["Cordelia González","Elia Enid Cadilla","Claribel Medina","René Monclova","Tony Chiroldes"],"overview":"A public relations rep is hired by a women's commission to produce a documentary commemorating the commission's 10th anniversary.","release_date":"1990-01-02","vote_average":0.0,"runtime":80,"cert":"N\/A","id":402559,"title":"A flor de piel","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Kelly, a young journalist, is working on her next big article about her father, the local mayor. It is a seemingly innocent piece on the wonderful things being done for the community. Little does she know that the deeper she digs, the closer she comes to a secret which lurks beneath the streets of her peaceful city...","release_date":"2007-03-31","vote_average":1.0,"runtime":70,"cert":"\"\"","id":402561,"title":"Satan's Cannibal Holocaust","adult":false,"genre_ids":[]},{"cast":[],"overview":"Organopolis takes a humorous look at the physical and emotional journey affecting young pupil's everyday life through the reactions of their body organs.","release_date":"2012-11-18","vote_average":0.0,"runtime":3,"cert":"N\/A","id":402563,"title":"Organopolis","adult":false,"genre_ids":[]},{"cast":["Franziska Petri","Pasquale Aleardi","Harry Blank","Sandra Borgmann","Marc Hetterle"],"overview":"","release_date":"2008-08-24","vote_average":5.0,"runtime":null,"cert":"N\/A","id":402565,"title":"Der Tag, an dem ich meinen toten Mann traf","adult":false,"genre_ids":[53,18]},{"cast":["Yvonne Zima","Claire Rankin","Garrett Hnatiuk","Rob Stewart","Vanessa Zima"],"overview":"When their mother announces her plans to remarry and sell the family estate, twin sisters Juliana and Deb have different reactions to the news. Juliana feels her mother will continue to support her, while Deb begins to threaten her mother's happiness to the point of threatening her life.","release_date":"2016-06-11","vote_average":8.0,"runtime":84,"cert":"\"PG-13\"","id":402567,"title":"Deadly Daughters","adult":false,"genre_ids":[10770,53]},{"cast":["Ufuk Bayraktar","Hasibe Eren"],"overview":"In a Turkish mountain village in the 1950s, Saniye develops fatal tuberculosis and suggests her husband take another wife for the good of the family. Six months later she is mysteriously cured and returns to her family's home—and her husband's new wife.","release_date":"2015-04-16","vote_average":5.0,"runtime":86,"cert":"\"\"","id":402578,"title":"The Coop","adult":false,"genre_ids":[]},{"cast":["Gene Barry","Andrew Duggan","Beverly Garland","Ross Martin","Lainie Kazan"],"overview":"Tale of Abraham who battles a King for his land and who seeks revenge on Abraham for killing his son. And the birth of his son, Isaac and the scheming of a slave who wishes for his freedom and is willing to do whatever to get it. And eventually his test where he has to sacrifice Issac.","release_date":"1979-05-22","vote_average":0.0,"runtime":49,"cert":"\"\"","id":402580,"title":"Abraham's Sacrifice","adult":false,"genre_ids":[]},{"cast":["Jeff Garlin","Natasha Lyonne","Chris Redd","Dana Powell","Eddie Pepitone"],"overview":"LA homicide detective Gene Handsome's knack for solving mysteries is matched only by his inability to make sense of his own problems.","release_date":"2017-05-05","vote_average":5.3,"runtime":81,"cert":"\"\"","id":402582,"title":"Handsome: A Netflix Mystery Movie","adult":false,"genre_ids":[35]},{"cast":["Sterling Moss","Jacky Ickx"],"overview":"A nostalgic look back at 100 years of the 24 Hours of Le Mans.","release_date":"2006-06-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":402584,"title":"Le Mans: 100 Years of Passion","adult":false,"genre_ids":[99]},{"cast":["Gwen Verdon","Wayne Cilento","Janet Eilber","John Jones","Lee Roy Reams"],"overview":"Dance routines from some of Broadway's greatest musicals (including The Boyfriend, Carousel, Finian's Rainbow, George M and Shenandoah) are recreated.","release_date":"1983-06-23","vote_average":0.0,"runtime":60,"cert":"\"\"","id":402586,"title":"American Dance Machine Presents a Celebration of Broadway Dance","adult":false,"genre_ids":[]},{"cast":["Peter Strauss","Richard Kiley","Barbara Hershey","Janis Paige","Seymour Cassel"],"overview":"Criminal dies and goes to hell, and is given one last chance to redeem himself by helping a respected judge","release_date":"1980-05-11","vote_average":8.0,"runtime":100,"cert":"\"\"","id":402588,"title":"Angel on My Shoulder","adult":false,"genre_ids":[18,14]},{"cast":["Cha In-pyo","Kim Yoon-jin","Park Kwang-Jung","David Alan Graf"],"overview":"MR. IRON PALM is certainly not your average South Korean movie. For one, it stars Koreans and the setting is Los Angeles, with no visits to the homeland at all. It's an appealing romantic comedy, highly predictable, but there's something to be said about a movie that doesn't make its leading lady completely sympathetic. All of the actors do a good job, and the movie is more funny than romantic, more lively than dull, and in a romantic comedy, that's really all one can hope for. Certainly not a bad film by any stretch. Worth a look for those who likes some quirk in their romantic comedies.","release_date":"2002-04-19","vote_average":6.3,"runtime":120,"cert":"N\/A","id":402590,"title":"Iron Palm","adult":false,"genre_ids":[35,18]},{"cast":["Dagoberto Rodríguez","Columba Domínguez","Crox Alvarado","Elvira Quintana","Arturo Martínez"],"overview":"A cabal of bad-hats is conspiring to dispossess the local Indians of their hereditary lands, but Pancho fights to defend them... while a messenger is securing copies of some needed legal documents. Etc. Second film of four in the series \"Pancho Pistolas.\"","release_date":"1961-05-12","vote_average":0.0,"runtime":87,"cert":"N\/A","id":402601,"title":"Duelo indio","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-06-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":402603,"title":"La oficina de Hitler","adult":false,"genre_ids":[99]},{"cast":["Cadel Evans"],"overview":"Take a peek behind the scenes at the Tour de France to find out just how famed cyclist Cadel Evans prepares to compete in a race that spans three weeks, and covers more than 2000 miles.","release_date":"2010-03-23","vote_average":0.0,"runtime":52,"cert":"\"NR\"","id":402605,"title":"Yell for Cadel: Backstage at the Tour de France","adult":false,"genre_ids":[99]},{"cast":["Jeannot Kuenzel"],"overview":"Won the Best Directorial Debut of a Short Film at the ITN Distribution Film &amp; New Media Festival in New York City USA 2011.  Film Winner of the Local Jury Award and Viewers' Choice Award, nominated for Best Picture and Best Director in The Malta International TV Short Film Festival 2011.  A German war veteran recalls an episode during the final days of the German empire, when he encountered a British Medic.","release_date":"2011-05-19","vote_average":0.0,"runtime":11,"cert":"N\/A","id":402607,"title":"The Medic","adult":false,"genre_ids":[10752]},{"cast":["András Kern","Béla Fesztbaum","Claudia Liptai","Ferenc Elek","Tamás Puskás"],"overview":"","release_date":"2016-01-21","vote_average":9.0,"runtime":103,"cert":"N\/A","id":402612,"title":"Gondolj rám","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"'Gooners' is a film about how an English soccer fan club sprung up in the heart of New York, changing the way we think about family and finding one in the most unlikely of places.","release_date":"","vote_average":0.0,"runtime":12,"cert":"N\/A","id":402614,"title":"Gooners","adult":false,"genre_ids":[]},{"cast":[],"overview":"Winter arrives and Nutsy Squirrel does not have an adequate nut supply, but he discovers a well-stacked table of nuts guarded only by a small dog. It doesn't take Nutsy long to make off with the nuts. The maid returns and finds the nuts gone, and locks the little dog out in the cold. Nutsy takes pity and invites him in to share his warm home and nuts.","release_date":"1950-10-14","vote_average":0.0,"runtime":7,"cert":"\"\"","id":402619,"title":"Squirrel Crazy","adult":false,"genre_ids":[]},{"cast":[],"overview":"Spring comes and melts winter's icy blanket and the forest is a merry place. The birds and beavers, and the flowers and the trees awaken after their winter's slumber. But the invasion of a woodsmen brings sadness as he begins to chop down a fir tree. All the animals come to the trees rescue and prevent him from chopping it down. When he tries to blast it down with dynamite, a caterpillar calls down a rainstorm and the frustrated woodsmen departs, leaving the idyllic forest to its inhabitants.","release_date":"1950-12-28","vote_average":0.0,"runtime":7,"cert":"\"\"","id":402621,"title":"Woodman, Spare That Tree","adult":false,"genre_ids":[]},{"cast":["Arthur Kay"],"overview":"Gandy Goose, dreaming, is taken across the Atlantic ocean to a fairy-tale Erie, where flowers dance and then turn into geese; elves warble Irish lullabies, and a giant terrorizes the countryside. Just as the giant chase Gandy into the ocean, he awakens safe at home back in the USA.","release_date":"1951-02-25","vote_average":0.0,"runtime":7,"cert":"\"\"","id":402623,"title":"Songs of Erin","adult":false,"genre_ids":[]},{"cast":["Otis Skinner","Rosemary Theby","Elinor Fair","Marguerite Comont","Nicholas Dunaew"],"overview":"Hajj, a rascally beggar on the periphery of the court of Baghdad, schemes to marry his daughter to royalty and to win the heart of the queen of the castle himself.","release_date":"1920-11-14","vote_average":0.0,"runtime":85,"cert":"\"\"","id":402625,"title":"Kismet","adult":false,"genre_ids":[]},{"cast":[],"overview":"Shots in the Dark is a snapshot of the current controversy surrounding vaccination. Although controversy over vaccinations is not new, current childhood immunization schedules include twice the amount of vaccines compared to 25 years ago, with multiple vaccines given simultaneously being the norm. In addition, elements used in the preparation of vaccines such as mercury and aluminum have not been tested for safety in humans since the early 1920’s. These facts, along with the increase in diagnosed cases of autism spectrum disorders and learning disabilities, coupled with the striking similarity in parental and physician post vaccination observations, direct the film’s exploration of the contention between government agencies, legal authorities, watchdog associations, drug companies, physicians, parents, and children.","release_date":"2009-01-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":402627,"title":"Shots in the Dark","adult":false,"genre_ids":[99]},{"cast":[],"overview":"'Fluoridegate: An America Tragedy' is a documentary that reveals the tragedy of how government, industry, and trade associations, protect and promote a policy known to cause harm to our country and specially small children, who suffer more than any other segment of the population. While the basis of their motivation remains uncertain, the outcome is crystal clear: it is destroying our nation.","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":402629,"title":"Fluoridegate: an American Tragedy","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-05-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":402631,"title":"La fortuna perdida de Hitler","adult":false,"genre_ids":[99]},{"cast":["Carol White","Alan Rothwell","Cavan Malone","Edward Cast"],"overview":"A boy and girl find true love for each other and escape from boredom and crime.","release_date":"1960-11-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":402642,"title":"Linda","adult":false,"genre_ids":[18]},{"cast":["Victoire Milandu","Ann Warungu","Lisa Hogg","Annette Badland"],"overview":"Two refugee teenage girls from Africa meet and become friends and help each other deal with the horrors in their past.","release_date":"2006-10-28","vote_average":3.5,"runtime":75,"cert":"N\/A","id":402644,"title":"Almost Adult","adult":false,"genre_ids":[18]},{"cast":["Stephan Weidner","Kevin Russell","Peter Schorowsky","Matthias Röhr"],"overview":"","release_date":"2016-06-17","vote_average":8.5,"runtime":null,"cert":"N\/A","id":402661,"title":"Böhse Onkelz - Böhse für's Leben","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"\"Arguably the definitive portrait of the postwar America of secretly toxic dreams and treacherous surfaces,\" is how critic Michael Atkinson describes Tales of the Forgotten Future.  Klahr’s breakthrough series traces an alternate history of 20th-century America in a collection of 12 diverse shorts. From the nuclear paranoia of The Organ Minder's Gronkey to Hi-Fi Cadets, where JFK is employed as a janitor in a neighborhood high school, Klahr's lo-fi animation style astutely captures the anxieties, dreams, disappointments, and promises of our recent cultural history. (wexarts.org)","release_date":"1989-01-01","vote_average":0.0,"runtime":133,"cert":"\"\"","id":402663,"title":"Tales of the Forgotten Future","adult":false,"genre_ids":[878,16]},{"cast":["Meilani Paul","Jay Huguley","Vincent Dale","Taylor Leigh","Pía Reyes"],"overview":"When erotic photographer Diandra Jensen has her first big exhibition, art collector Arthur Benton buys one of Diandras pictures. He is complimentary of her work, but thinks her career has only begun. He points her in a new exciting direction.","release_date":"1995-01-01","vote_average":0.0,"runtime":83,"cert":"\"R\"","id":402665,"title":"Call Girl","adult":false,"genre_ids":[]},{"cast":["Ruby Knox","Amber Prossly","Rebecca Riley","Alexis Breeze","Sea J. Raw"],"overview":"They always do their homework together… and always behind locked doors!","release_date":"2009-12-09","vote_average":0.0,"runtime":112,"cert":"\"NC-17\"","id":402667,"title":"College Sweethearts 6","adult":true,"genre_ids":[10749]},{"cast":["Tracy Vaccaro","Nathalie Breuer"],"overview":"The owner of a seedy, run-down strip club in New Orleans tries to save the building from being torn down by having it declared a historical landmark. The architect who visits in order to inspect the building, not realizing that its main use is as a joint so seedy that \"dive\" would be a step up, falls in love with the club's headline stripper...","release_date":"1983-08-01","vote_average":0.0,"runtime":93,"cert":"\"R\"","id":402669,"title":"Candy the Stripper","adult":false,"genre_ids":[]},{"cast":["Nina Hartley","Ron Jeremy","T.T. Boy","Steve Hatcher","Trinity Loren"],"overview":"Dr. Peter Proctor is doing well with his unorthodox anal clinic where patients more often enter through the back door.","release_date":"1992-01-01","vote_average":0.0,"runtime":80,"cert":"\"X\"","id":402671,"title":"Caught from Behind 16: The Reunion","adult":true,"genre_ids":[]},{"cast":[],"overview":"The adventures of a legendary hero who, dazzled by the beauty of a princess in the hand asks. This imposes several trials he emerges victorious. Only death will eventually bring the two young men.","release_date":"1977-03-26","vote_average":5.0,"runtime":14,"cert":"N\/A","id":402673,"title":"Samba the Great","adult":false,"genre_ids":[16]},{"cast":["Carol Connors","Tony Fields","Melody Marie","Lynn Nelson"],"overview":"COUSIN BETTY is what current \"reality TV\", say \"Big Brother\", might look like if it were done XXX style rather than the insipid titillation\/tease approach we get instead.","release_date":"1972-04-05","vote_average":0.0,"runtime":55,"cert":"\"\"","id":402675,"title":"Cousin Betty","adult":true,"genre_ids":[]},{"cast":["Abigail Clayton","John Leslie","Annette Haven","Ken Scudder","Lynn Harris"],"overview":"In Naked afternoon adorable Thomasina is the calmest and softest teenage girl you have ever seen. Free from principles, totally uninhibited and extremely seductive despite her young age. Having a job of masseuse master in an elite Beverly Hills spa, she meets a rich erotic film producer, who promises her a stunning career in movies. It beginning from a small adult movie, she completes a dizzying rise to the top of the erotic world, and the viewer perceives the reality of the studios of Hollywood as Naked afternoon sees them.","release_date":"1976-08-27","vote_average":0.0,"runtime":89,"cert":"\"NR\"","id":402686,"title":"Naked Afternoon","adult":true,"genre_ids":[]},{"cast":["Maribel Verdú","Antonio de la Torre","José Mota","Quim Gutiérrez","Josep Maria Pou"],"overview":"A housewife struggles with her husband after he is possessed by a ghost.","release_date":"2017-08-04","vote_average":5.2,"runtime":96,"cert":"N\/A","id":402688,"title":"Abracadabra","adult":false,"genre_ids":[35]},{"cast":["Dani Rovira","Alexandra Jiménez","Karra Elejalde","Nausicaa Bonnín","Maria de Medeiros"],"overview":"Based on the incredibly true story of a Spanish man with Multiple Esclorosis who tried to finish an Iron-Man: 3,8km swimming, 180km cycling and 42 running. And he was told that he could not make 100 meters.","release_date":"2016-11-04","vote_average":7.6,"runtime":null,"cert":"N\/A","id":402693,"title":"100 Meters","adult":false,"genre_ids":[35,18]},{"cast":["Norman Wisdom","Alfred Marks","Andrew Cruickshank","Reginald Beckwith","Susannah York"],"overview":"When a law-abiding demolition expert is duped by a gang of criminals into helping them he is caught and jailed. When he is released he goes straight and then notices a leading citizen in his town is cheating his neighbours.","release_date":"1960-08-31","vote_average":10.0,"runtime":107,"cert":"N\/A","id":402695,"title":"There Was a Crooked Man","adult":false,"genre_ids":[35]},{"cast":["Pamela Anderson","Raquel Gardner","Alexandra Kabi","Robyn Killian","Shauna O'Brien"],"overview":"Pam Anderson and other \"B\" movie models pose in various tropical island settings","release_date":"1995-01-01","vote_average":4.4,"runtime":60,"cert":"\"NR\"","id":402697,"title":"Edenquest: Pamela Anderson","adult":false,"genre_ids":[]},{"cast":["Sandra Taylor","Tracy Dali","Chloe Jones","Jennifer Lavoie","Lucinda Lewis"],"overview":"Sandra Taylor and her Playboy Playmate and model friends join her in a tropical paradise where they cavort around","release_date":"1995-01-01","vote_average":0.0,"runtime":60,"cert":"\"NR\"","id":402699,"title":"Edenquest: Sandra Taylor","adult":false,"genre_ids":[]},{"cast":["Robby Benson","Jennifer O'Neill","Lydie Denier","Ian Ogilvy","Patricia Barry"],"overview":"When a mentally imbalanced prisoner (Robby Benson) gets out on parole, he tracks down the journalist (Jennifer O'Neill) who interviewed him while he was behind bars and persuades her to hire him as an assistant. But when she denies his advances, he aims for her adolescent daughter (Lydie Denier). The girl thinks she can stave off his disturbing desires -- at least for a while. But her naïveté is no match for his perversity.","release_date":"1992-12-07","vote_average":0.0,"runtime":92,"cert":"\"R\"","id":402701,"title":"Invasion of Privacy","adult":false,"genre_ids":[53]},{"cast":["Anikka Albrite","Jasmine Jae","Leah Gotti","John Strong","Markus Dupree"],"overview":"BAM Visions presents “Anikka’s Fuck-it List,” in which performer\/director Anikka Albrite — the bodacious blonde knockout with the jumbo, spectacularly round ass — takes on the dicks and pussies that have been starring in her dreams. First, aroused Anikka masturbates with toys and tells about her fantasies — POV tease footage puts her heart-stopping butt and wet holes in your face as she talks dirty directly to viewers.","release_date":"2016-05-24","vote_average":0.0,"runtime":249,"cert":"\"NR\"","id":402709,"title":"Anikka's Fuck-it List","adult":true,"genre_ids":[]},{"cast":["Leslie Cheung","Natalis Chan","Sylvia Chang","Siu Gwok-Wa","David Wu"],"overview":"Hung is a street-wise smart aleck and Mak is his dumb sidekick. They are partners, mostly in unlawful jobs. One night, the two are spotted by Zaza in the middle of a heist. Consequently, they go to jail. Hung hates Zaza for this. In prison they are befriended by old timer Hui. The three run afoul of boss Orca and try to avoid Orca by insulting chief warden Ko. They are brought before correction officer who is none other than Zaza. Hung hates Zaza more.","release_date":"1985-08-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":402711,"title":"Crazy Romance","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"This collection of short films from stop-motion animator Kihachiro Kawamoto traces the arc of his career and the evolution of his craft across countries and decades.","release_date":"2014-06-18","vote_average":0.0,"runtime":99,"cert":"N\/A","id":402722,"title":"Exquisite Short Films of  Kihachiro Kawamoto","adult":false,"genre_ids":[]},{"cast":["Tara Aire","Samantha Fox","Tiffany Clark","Rod Pierce","Ron Jeremy"],"overview":"One thing stands between a successful model and a multi-million dollar inheritance: she has to be married to collect! She searches for Mr. Right, a guy interested ONLY as a business partner so she can quit working. Meanwhile, her modeling agent searches for Mr. Wrong, so as not to lose her agency's top model. They meet in the middle - with surprising results!","release_date":"1981-08-28","vote_average":0.0,"runtime":92,"cert":"\"NC-17\"","id":402724,"title":"Babe","adult":true,"genre_ids":[]},{"cast":[],"overview":"Frankenstein's monster does horrible things.","release_date":"2008-01-18","vote_average":10.0,"runtime":85,"cert":"\"\"","id":402726,"title":"Frankenstein the Rapist","adult":false,"genre_ids":[27]},{"cast":["Burt Kelly","Billy Young","Dick Harold","Skip Tumaloo","Jim Gay"],"overview":"Billy, a troubled young man is rescued from a beating by police by an older man who takes him in.  As Billy begins to fall under the influence of a delinquent, his loyalties to his friend are tested.","release_date":"1970-12-01","vote_average":0.0,"runtime":72,"cert":"\"\"","id":402728,"title":"Billy Boy","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"1915 in Armenian Documents\" is a documentary which reveals the history of 1915, when the Ottoman Empire was struggling for its very existence and foes were pressing on all sides. 1915 documents the inhumanity of war and suffering, armed rebellion and the demise of an empire during World War I.  Serkan Koc, who directed the documentary, says 1915 is a factual recounting of events by witness testimony. It is a product of extensive archival research that sheds light on a dark time in history.  Featured testimonies are from: Retired Ambassadors Sukru Elekdag and Nuzhet Kandemir, Professor Justin McCarthy, Professor Norman Stone, Dr. Pat Walsh, Dr. Mehmet Perincek, and former Turkish Historical Society President Professor Yusuf Halacoglu.","release_date":"","vote_average":9.8,"runtime":90,"cert":"N\/A","id":402736,"title":"1915 in Armenian Documents","adult":false,"genre_ids":[]},{"cast":["Luis Gonzaga","Alfredo de Quesada"],"overview":"Pito is trying to enjoy the simple pleasures that arise from watching an exciting game of basketball and drinking his favorite beer. A malfunction with his television and a visit from a stranger threaten to ruin his perfect afternoon.","release_date":"2013-01-02","vote_average":0.0,"runtime":10,"cert":"N\/A","id":402738,"title":"Gente buena","adult":false,"genre_ids":[35]},{"cast":["Tom Gaman"],"overview":"Actor Tom Gaman (Simon) narrates some 8mm movies shot during the film's three-month production and shares memories of working on the movie during his summer vacation.","release_date":"2013-07-16","vote_average":0.0,"runtime":6,"cert":"\"\"","id":402740,"title":"Living 'Lord of the Flies'","adult":false,"genre_ids":[]},{"cast":["Frank Welker","Jeff Bennett"],"overview":"Mischief and laughter are in full bloom as Curious George uncovers the wonders of nature in a delightful collection from the two-time Daytime Emmy Award-winning series. Join George for his own playful brand of monkey business as he cleverly tracks his neighbor's runaway bunnies, gets acquainted with exotic new vegetables, tries to identify an unusual egg and much more. Through these light-hearted misadventures, George proves that the fun of learning is the best discovery of all.","release_date":"2016-06-14","vote_average":1.0,"runtime":70,"cert":"\"NR\"","id":402742,"title":"Curious George: Garden Discoveries","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Discover the hidden secrets of a timeless mystery in this award winning film about the greatest Crop Circle formations ever created. The creators of these paranormal formations still remain a mystery. After years of painstaking research, scientific evidence still points to alien influences that are responsible for this phenomena. One thing is certain, what you are about to see in this amazing film can only be described as miraculous evidence of a secret art form that continues to defy explanation. Includes spectacular cinematography of the latest, greatest and most up to date Crop Circles and a fascinating series of spellbinding interviews with researchers, experiencers, and the best known, most credible Crop Circle authorities in the world today. Packed with expert analyses and an exclusive cinematic archive of the latest and greatest Crop Circle formations ever captured on film.","release_date":"2005-12-30","vote_average":0.0,"runtime":null,"cert":"\"\"","id":402747,"title":"Crop Circles: Crossovers from Another Dimension...","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary on the Political History of the Sugar Industry.","release_date":"2005-04-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":402749,"title":"Big Sugar","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2006-02-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":402757,"title":"Annett Louisan - Unausgesprochen Live","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2015-06-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":402759,"title":"After the Annex","adult":false,"genre_ids":[99]},{"cast":["Heimo Korth"],"overview":"Heimo Korth is the last man standing in 19 million acres of Alaskan wilderness. His neighbors are polar bears and caribous. Say good bye to civilization and see how they do it in the arctic circle on the last frontier in America.  In 1980, Jimmy Carter established the Arctic National Wildlife Refuge in the Alaskan Interior, cutting off 19 million acres of prime boreal wilderness from the mitts of fur trappers, oil tycoons, and would-be lodge owners alike. Only six families of white settlers were grandfathered in and allowed to keep cabins in the refuge—of them, only one still stays there year-round living off the land. His name is Heimo Korth, and he is basically the Omega Man of Americas Final Frontier.  Hosted by John Martin &amp; Thomas Morton | Originally released in 2009 at http:\/\/vice.com","release_date":"2009-04-25","vote_average":0.0,"runtime":53,"cert":"\"\"","id":402761,"title":"Surviving Alone in Alaska","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2015-10-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":402763,"title":"The Shoe Shiner‘s Journey","adult":false,"genre_ids":[99]},{"cast":["Harriet Andersson","Ulf Palme","Erik Strandmark","Sture Ström","Renée Björling"],"overview":"Marianne is unhappily married with the rich Arvid Croneman. Arvid has been ill for some time and Marianne has been looking forward to his passing away. However, Arvid recovers. Marianne has had an affair with Lennart Hägg, her husband's doctor. She steals poison from his office and makes sure that her husband gets a poisonous injection that swiftly kills him. After his burial, Arvid's relatives, who lives in the house, treats her with suspicion. Has she really gotten rid of all the evidence?","release_date":"1958-09-08","vote_average":0.0,"runtime":100,"cert":"N\/A","id":402768,"title":"Kvinna i leopard","adult":false,"genre_ids":[18]},{"cast":["John Bunny","Norma Talmadge","Clara Kimball Young"],"overview":"A widower with four grown daughters remarries and brings his new wife home to meet them. The girls set out to make life as difficult as possible for their new mother.","release_date":"1912-07-06","vote_average":0.0,"runtime":15,"cert":"\"\"","id":402770,"title":"The Troublesome Step-daughters","adult":false,"genre_ids":[]},{"cast":["Vishnu Priyan","Sanyathara","Delhi Ganesh","Meera Krishnan"],"overview":"Angali Pangali - Tamil movie, Directed by S.Balamurugan, Starring Vishnupriyan, Sanyathara, Soori, Delhi Ganesh, Meera Krishnan, Kottachi, Anjali....","release_date":"2016-06-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":402772,"title":"Angali pangali","adult":false,"genre_ids":[]},{"cast":["Arun Vijay","Mahima Nambiar","Vamsi Krishna","Thambi Ramaiah","Aravind Akash"],"overview":"A case involving the disappearance of a pregnant woman turns into a personal one for the cop who is tasked with investigating it.​","release_date":"2017-03-03","vote_average":7.2,"runtime":134,"cert":"N\/A","id":402780,"title":"Kuttram 23","adult":false,"genre_ids":[53,80,28]},{"cast":["Murali","Jijoy Rajagopal","Indrans","Vandana Menon","Margi Sathi"],"overview":"The film revolves around an ailing artist, who is trapped between tradition and the diktats of the new world.","release_date":"2006-12-22","vote_average":0.0,"runtime":100,"cert":"N\/A","id":402782,"title":"Drishtantham","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The icy South Pole desert is a harsh and desolate landscape in which few life-forms can flourish. But the extreme cold and isolation are perfect for astronomical observations. Taking advantage of the severe conditions, scientists are using the new South Pole Telescope—the largest ever deployed in Antarctica—to observe the oldest light in the Universe, the cosmic microwave background (CMB).","release_date":"2012-10-22","vote_average":0.0,"runtime":7,"cert":"\"\"","id":402784,"title":"The CMB: A New View from the South Pole","adult":false,"genre_ids":[99]},{"cast":["Fred MacMurray","Gladys Swarthout","Jack Oakie","Fritz Leiber","Herman Bing"],"overview":"n Vienna, a new jazz club featuring American trumpeter Buzzy Bellew threatens the existence of its neighbor, the Waltz Palace, run by Franz Strauss and featuring his granddaughter, singer Elsa. Smitten by Elsa, Buzzy hides his identity and association with the club -- whose owner intends to buy out the Palace property. When Elsa accidentally learns who Buzzy really is, it appears he may have to return to America alone.","release_date":"1937-02-05","vote_average":0.0,"runtime":85,"cert":"\"NR\"","id":402786,"title":"Champagne Waltz","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2016-06-19","vote_average":9.0,"runtime":null,"cert":"N\/A","id":402788,"title":"Cabaret das Lendas - Coletânea Sertaneja","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2016-06-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":402790,"title":"Jorge & Mateus - 40 Sucessos","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Fuji TV's hit program Mezamashi Doyobi (\"Wake Up Saturday\") presents Nyanko the Movie 2. Like the previous entry in the series, this cute and fuzzy title places the feline center stage. The film is divided into three segments, with music provided by popular indie artist S.E.N.S. In addition to the lead kitten featured in the first film, viewers will get to see even more cats, an island full of them to be exact. On a fishing island where felines outnumber people, the cats live like gods, as dogs are forbidden entry and the residents lavish love on them. Little do the cats know, a storm is about to come sweeping in.","release_date":"2007-01-01","vote_average":0.0,"runtime":73,"cert":"N\/A","id":402801,"title":"Nyanko the Movie 2","adult":false,"genre_ids":[]},{"cast":["Irfan Atasoy"],"overview":"Turkish masked hero.","release_date":"1970-06-03","vote_average":0.0,"runtime":63,"cert":"N\/A","id":402806,"title":"Masked Devil","adult":false,"genre_ids":[]},{"cast":[],"overview":"After waking up from his wacky dream, a theater stage hand inadvertently causes havoc everywhere he works.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":402808,"title":"The Playhouse","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":402810,"title":"Liquidation totale","adult":false,"genre_ids":[99]},{"cast":["Tarako","Teiyuu Ichiryuusai","Kei Tomiyama","Yuko Sasaki","Tomoko Naka"],"overview":"Maruko gets to know a painting girl Shizuka and they become good friends. They both paint down their favourite one song. Before long, Shizuka moves away with her husband and that makes Maruko sad. The little girl cherishes every memories about her friend.","release_date":"1992-12-19","vote_average":6.0,"runtime":92,"cert":"N\/A","id":402812,"title":"Chibi Maruko-chan: My Favorite Song","adult":false,"genre_ids":[16,35,18,10751,10402]},{"cast":[],"overview":"","release_date":"2016-06-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":402814,"title":"4% desigualdad en Hollywood","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Savants, those legendary masters of mental mayhem. They are blessed with an oasis of talent in a desert of disability and ineptitude. Although they could probably tell you how many thread are in their shoelaces, tying them together would be an almost impossible task. Although savant syndrome is not an officially recognized medical disorder it is perhaps one of the least understood and scientists are still trying to figure out what is going on in the minds of the these amazing savants.","release_date":"","vote_average":0.0,"runtime":9,"cert":"N\/A","id":402825,"title":"25 Amazing Savant Minds","adult":false,"genre_ids":[]},{"cast":[],"overview":"This documentary follows three people with autism at pivotal moments on the rocky road to being accepted as an adult. They are all fighting for independence and responsibility, but being frustrated by the shackles imposed on them by their disability, their families and the preconceived ideas of mainstream society.","release_date":"2010-04-22","vote_average":7.0,"runtime":56,"cert":"N\/A","id":402827,"title":"The Autistic Me: One Year On","adult":false,"genre_ids":[]},{"cast":["Lihua Cai","Chang Yang","Roy Chiao","Yifen Jin","Liu En-Jia"],"overview":"Devotion, should be grim enough a lesson for my teenager in love. Little Kitty Ting Hao suffers due to social evils that ruthlessly rob her of the inalienable right to marry Chang Yang, the man she loves. Her incidental misbehaviour with Chang, which leads to the birth of a fatherless baby, does the final nailing of her coffin. Fortunately their daughter is intelligent and strong enough to be the master of circumstances and fights for her own love.","release_date":"1960-04-21","vote_average":5.0,"runtime":101,"cert":"N\/A","id":402832,"title":"Devotion","adult":false,"genre_ids":[10749,18]},{"cast":["Aruna Irani","Ashok Kumar","Vinod Mehra","Bindiya Goswami"],"overview":"It is a tragedy that few people know about this gem. It has everything great random songs, comedy, tragedy, drama, action, betrayal, murder, criminal masterminds, romance, jealousy, siblings reunited, miracles, wonder pets, advanced technology, and memorable dialogue. An amazing Vinod Mehra in his prime (wonder why he never became a big star...?) complements many other stars and a huge number of big-name cameo appearances.","release_date":"1982-04-02","vote_average":0.0,"runtime":145,"cert":"N\/A","id":402834,"title":"Dial 100","adult":false,"genre_ids":[28,35,10749,18,80]},{"cast":[],"overview":"ZhengZheng, a young mother of an autistic child, travels the great distance from northern China to DongGuan, the land of tens of thousands of factories, looking for her husband. With her special-needs child XinXin in tow, she finds herself alone in the enormous city, with nothing but her wits and inner strength to guide her. When she realizes her husband is nowhere to be found, she is forced to take a factory job, earning just enough to support herself and her little boy, whom she hands over to the care of a community home. With hard work, ZhengZheng is promoted, moves into an apartment, and even finds a new love. Life is looking up...but the relationship is not without strings attached, and caring for an autistic son proves more and more challenging. It seems the one thing holding ZhengZheng back from happiness is her son. But things are not always as they seem.","release_date":"2011-10-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":402836,"title":"Xing xing de hai zi","adult":false,"genre_ids":[]},{"cast":["Kelsey Grammer","Polly Draper","Dean Stockwell","Jack Black"],"overview":"The owner of a drugstore is killed in a hold-up. The only witness who saw one of the murderers without his mask is Gregory, a nine year old autistic boy. Cop Barlow is sure they'll try to silence him. He tries to get him to draw a picture of the man he saw.","release_date":"1994-09-25","vote_average":0.0,"runtime":96,"cert":"\"\"","id":402838,"title":"The Innocent","adult":false,"genre_ids":[]},{"cast":["Mike Keneally"],"overview":"DVD with over two hours of unreleased stereo live and studio video material, a commentary track by Mike, the original 1997 stereo mix, more bonus audio tracks, shots of the original tracking sheets and more  From Mike Keneally:  \"My 1997 album Sluggo! has been out of print forever, but it's finally back!  It's available in a variety of formats featuring a great deal of unreleased audio and video material, and featuring new stereo and surround mixes of the Sluggo! album. I've always felt the album is really good, but I've had reservations about the mix forever. It's a long story (told at length in the new liner notes in the reissue packaging), but the upshot is I'm finally completely happy with the sound of the album. Sixteen years after recording it, I finally feel like I've finished Sluggo!\"","release_date":"2013-01-01","vote_average":10.0,"runtime":null,"cert":"\"\"","id":402849,"title":"Mike Keneally - Sluggo","adult":false,"genre_ids":[]},{"cast":["Renato Bruson","Mara Zampieri","James Morris","Dennis O'Neill","Sharon Sweet"],"overview":"Macbeth\" was Giuseppe Verdi's first attempt at music drama and also the first manifestation of his profound love for Shakespeare's work. Verdi took great pains with this opera, displaying special enthusiasm for it as he concentrated on the main characters of Lady Macbeth, Macbeth and the witches. This recording of Luca Ronconi's production is conducted by Giuseppe Sinopoli, who brings fresh color to Verdi's score. The cast, headed by Renato Bruson and Mara Zampieri, are strongly supported by a fine-toned and adaptable chorus who ably meet the demands of Verdi's great \"chorus opera.","release_date":"1987-06-19","vote_average":0.0,"runtime":149,"cert":"N\/A","id":402854,"title":"Macbeth","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"\"D. W. Griffith’s 1909 short film A Corner in Wheat, a Biblical tale of avarice, divine retribution, and the prolonged suffering of the masses, is the prelude to this political film essay. Straub-Huillet offer a dialectical montage of cause (capitalist greed) and effect (the poverty of the farmer and the urban underclass), and draw from excerpts of their earlier work: Moses und Aaron, Fortini\/Cani, and From the Cloud to the Resistance.\" - MoMA","release_date":"1985-12-28","vote_average":5.0,"runtime":41,"cert":"N\/A","id":402856,"title":"Proposta in quattro parti","adult":false,"genre_ids":[]},{"cast":["Dolando Bernardini"],"overview":"\"At the end of filming Umiliati, Straub and Huillet gave thanks to the cast and crew in a graceful way: by inviting Dolando Bernardini to sing several stanzas from Torquato Tasso’s 16th-century epic poem Jerusalem Delivered.\" - MoMA","release_date":"2002-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":402858,"title":"Dolando","adult":false,"genre_ids":[99]},{"cast":["Everson Candido","Izabelle Eleonora","Sandro Freitas","Alinne Mendes","Thiago Moura"],"overview":"","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":402860,"title":"Faroeste: Um Autêntico Western","adult":false,"genre_ids":[16]},{"cast":["Baker Terry","Becky Sloan","Joseph Pelling","Kellen Goff","Thomas Ridgewell"],"overview":"","release_date":"2016-06-19","vote_average":8.0,"runtime":8,"cert":"N\/A","id":402871,"title":"Don't Hug Me I'm Scared 6","adult":false,"genre_ids":[16,27,10402]},{"cast":[],"overview":"Daro Argento directed this Trussardi Fashion Parade as it was one of his movies: murder, wind, rain... nothing from his repertory was left off this show, a killer knocks off the models on the runway. On some scene you can spot muscle-man Bruno Bilotta, who was on \"Demons 2\". No dialogue, only music. Features themes by Kate Bush. Re-enacted opening from Suspiria (1977) on national TV. Paid homage to Bava's Blood and Black Lace by directing a fashion show for designer Nicola Trussardi.","release_date":"1988-06-20","vote_average":0.0,"runtime":28,"cert":"N\/A","id":402873,"title":"Trussardi Action X Dario Argento","adult":false,"genre_ids":[]},{"cast":["Lawrence Tibbett","Wendy Barrie","Gregory Ratoff","Arthur Treacher","Gregory Gaye"],"overview":"A famous singer, bored with music and fans, goes to live in Mexico. His manager sends a woman to bring him back. They fall in love.","release_date":"1936-11-06","vote_average":0.0,"runtime":62,"cert":"\"\"","id":402875,"title":"Under Your Spell","adult":false,"genre_ids":[35,10749,10402]},{"cast":["Leehom Wang","Xia Tai Li","Sol Ye","Sun Lu Fei","Joan Chen"],"overview":"Kai (Leehom Wang) awakens on his Shanghai houseboat––alone. His girlfriend Emma (Olivia Munn) has suddenly disappeared, leaving behind the one thing that could lead to her whereabouts: her smartphone.  Deeply disturbed, Kai seeks to uncover where she went, with whom she's connected, and what she took with her. Is Emma really who she says she is? Or is there something more sinister at play?","release_date":"2016-05-06","vote_average":7.0,"runtime":32,"cert":"\"\"","id":402877,"title":"Lifeline","adult":false,"genre_ids":[53]},{"cast":[],"overview":"DAD MOMENTS is a short film inspired by a Reddit post about a woman who is sent on a scavenger hunt by her late father, which triggers flashbacks to specific memories of their relationship.","release_date":"2016-06-15","vote_average":0.0,"runtime":11,"cert":"\"\"","id":402879,"title":"Dad Moments","adult":false,"genre_ids":[]},{"cast":[],"overview":"On an island, at the edge of the woods, a watchman and his bird live a miserable and isolated life. One day a deceptive chance came up to escape the boredom. But great danger lurks behind it.","release_date":"2014-10-18","vote_average":0.0,"runtime":7,"cert":"\"\"","id":402881,"title":"L'Île Noire","adult":false,"genre_ids":[]},{"cast":["Julia Jentsch","Sebastian Zimmler","Guy Burnet","Ole Lagerpusch","Bibiana Beglau"],"overview":"The thin line between happiness and disaster: Jakob cancels a business trip to New York City because he finds out his ex-girlfriend is coming to a party in Berlin on that day: 9\/11\/2001. His friend Hans goes to the US instead.","release_date":"2016-06-25","vote_average":4.7,"runtime":101,"cert":"N\/A","id":402892,"title":"The Have-Nots","adult":false,"genre_ids":[18]},{"cast":["Francis Cabatac","Nicholas Bateman","Katie O. Solomon","Hannah Lewis","Andrew Hann"],"overview":"A tragedy about a romance about some friends making a movie.","release_date":"2012-06-20","vote_average":0.0,"runtime":62,"cert":"\"NR\"","id":402894,"title":"The Circus Animals","adult":false,"genre_ids":[10749,18]},{"cast":["Murat Seven","Sasun Sayan","Mina Sagdiç","Uwe Preuss"],"overview":"Alan, Jan and Liya, born in Kurdistan, raised in Stuttgart, want to grant their deceased mother her final wish: to be buried beside her husband, who died in the war, in their home village in Kurdistan. The clan objects, but the three set out anyway. A risky journey to a homeland wracked by strife.","release_date":"2014-01-01","vote_average":7.0,"runtime":117,"cert":"N\/A","id":402896,"title":"House Without Roof","adult":false,"genre_ids":[]},{"cast":["Hans-Jochen Wagner","Samuel Finzi","Oliver Korittke","Marc Hosemann","Jule Böwe"],"overview":"Wolfi is in his mid-40s and wants to revisit the good old days with his three best buddies in the Provence, where life is good. Little does he realize that his old chums are in the middle of growing up for real, bringing their wives and kids and all their everyday family problems too.","release_date":"2016-10-13","vote_average":3.3,"runtime":98,"cert":"N\/A","id":402898,"title":"Monkey King","adult":false,"genre_ids":[35]},{"cast":["Sandra Bullock","Cate Blanchett","Anne Hathaway","Mindy Kaling","Sarah Paulson"],"overview":"Debbie Ocean, a criminal mastermind, gathers a crew of female thieves to pull off the heist of the century at New York's annual Met Gala.","release_date":"2018-06-07","vote_average":6.9,"runtime":111,"cert":"\"PG-13\"","id":402900,"title":"Ocean's Eight","adult":false,"genre_ids":[80,35,28,53]},{"cast":["Maricel Soriano","Lorna Tolentino","Gabby Concepcion","Eddie Garcia","Elvis Gutierrez"],"overview":"It is a story of Angeli (Maricel Soriano), an orphan girl raised by a wealthy widower, Diony (Eddie Garcia). Angeli's hardships as a child left her to be a possesive and selfish woman. Diony has an only son, Efraim (Gabby Concepcion). Angeli adores Efraim since childhood. Efraim and his dad have made Angeli the apple of their eyes. Santina (Lorna Tolentino) comes later in the picture and leaves Angeli vying head to head for the attention of his dad and the man he loves. Will Angeli win over Santina's delicate charm? Or will she be forced to accept where she really came from? Will Efraim pick Angeli over Santina?","release_date":"1987-10-16","vote_average":0.0,"runtime":117,"cert":"N\/A","id":402902,"title":"You Were Just Picked Off the Ground","adult":false,"genre_ids":[18]},{"cast":["Sophie Marceau","Suzanne Clément","Anne Le Ny","Alice Belaïdi","Eye Haïdara"],"overview":"In order to save the man she loves from jail, Mathilde takes his place by helping his break-out. While she exclusively relies on him to survive in this prison setting, Mathilde has not heard from him since her imprisonment. Isolated, with her son as her only support, she is now identified by the inmate number 383205-B. Will Mathilde become a convict like any other one?","release_date":"2016-09-14","vote_average":6.1,"runtime":98,"cert":"N\/A","id":402910,"title":"Jailbirds","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Heart warming family drama that sees the family thrown into a nightmare situation when their autistic son becomes lost in the wilderness and how those with a lack of knowledge treat the parents in their search for their son.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":402912,"title":"Lost Through the Eyes","adult":false,"genre_ids":[]},{"cast":["Barbara Dunkelman","Blaine Gibson","Nicholas Carr","Gavin Free","Gus Sorola"],"overview":"Follow Barbara Dunkelman and Blaine Gibson as they must survive their work, their social lives and the modern world without the comfort of their cell phones. With interviews from Nicholas Carr, author of the New York Times best-seller The Shallows, and behavioral psychologists Dr. Art Markman and Dr. Bob Duke, Connected explores how our brains change with our use of technology and analyze how we sustain and build relationships in the 21st century.","release_date":"2016-04-15","vote_average":7.5,"runtime":45,"cert":"\"\"","id":402914,"title":"Connected","adult":false,"genre_ids":[99]},{"cast":["Renato Teixeira","Sérgio Reis"],"overview":"","release_date":"2010-06-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":402916,"title":"Renato Teixeira & Sérgio Reis - Amizade Sincera","adult":false,"genre_ids":[10402]},{"cast":["Martina Gedeck","Ulrich Tukur","Johannes Krisch","Hans-Michael Rehberg","Dietrich Brüggemann"],"overview":"Helen Brindel is trapped in a violent marriage and the prison of her faith when she falls in love with a scholar, Professor Eduard Gluck. But he’s a secret porn addict. Slowly, carefully, two very different individuals get to know each other.","release_date":"2016-10-20","vote_average":5.5,"runtime":102,"cert":"N\/A","id":402918,"title":"Original Bliss","adult":false,"genre_ids":[18]},{"cast":["Zeca Baleiro"],"overview":"","release_date":"2015-06-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":402920,"title":"Zeca Baleiro - Canta Zé Ramalho Chão de Giz Ao Vivo","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Native Owl is an impressionistic story about a young woman's journey of rediscovery.","release_date":"2013-05-22","vote_average":0.0,"runtime":2,"cert":"\"\"","id":402934,"title":"Native Owl","adult":false,"genre_ids":[]},{"cast":[],"overview":"Short film about a girl and a ghost.","release_date":"2010-01-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":402936,"title":"Tales","adult":false,"genre_ids":[]},{"cast":[],"overview":"A young woman visiting her aunt in India is supposed to help her family by sleeping with a man.","release_date":"2013-01-01","vote_average":0.0,"runtime":70,"cert":"N\/A","id":402938,"title":"Fräulein Else","adult":false,"genre_ids":[]},{"cast":[],"overview":"Animated short about a kid on monkey island.","release_date":"1931-01-01","vote_average":0.0,"runtime":28,"cert":"N\/A","id":402940,"title":"Nonsense Story, Vol.1: Monkey Island","adult":false,"genre_ids":[]},{"cast":[],"overview":"Includes a basic Step workout led by David Essel, M.S.\r Also included is the Step Fit Test created by Dr. James Rippe.","release_date":"","vote_average":8.0,"runtime":44,"cert":"N\/A","id":402942,"title":"Intro to STEP Training","adult":false,"genre_ids":[]},{"cast":["Fatima Hersi","Tony Kgoroge"],"overview":"A man tries to find a woman among refugees.","release_date":"2005-01-01","vote_average":7.0,"runtime":80,"cert":"N\/A","id":402944,"title":"Conversations on a Sunday Afternoon","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Recruit is an immersive storytelling experience that brings you into the secretive world of a high-level, technologically advanced organization. Enter this world as the organization's newest \"recruit\" where you will be put through a series of tests and stresses to see if you've got the right stuff. Think you can handle it ?","release_date":"2015-01-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":402958,"title":"The Recruit","adult":false,"genre_ids":[]},{"cast":["Gilad Janklowicz"],"overview":"Burn fat, lose inches and tone up those problem areas with this exercise program from Gilad, the fitness instructor of the long-running TV program \"Bodies in Motion.\" Shot on location at a Hawaiian beach, the routine incorporates a step and light hand weights with easy-to-follow exercises that target the biceps, chest, shoulders, back, triceps and abs. The workout begins with a warm-up and ends with a cool-down to help you avoid injury.","release_date":"2005-04-19","vote_average":8.0,"runtime":60,"cert":"\"\"","id":402960,"title":"Gilad: Step and Tone Workout","adult":false,"genre_ids":[]},{"cast":["Georgina Baillie","Harmony Hex","Robyn Truelove","Michelle Thorne"],"overview":"Starring the UK's most notorious Satanic Slut, Voluptua, whose utterly salacious sex scandal threatened to topple the BBC and even had leading politicians utter the sacred words \"Satanic Sluts\". Inspired by tabloid sleaze, Voluptua relaxes and lets her naughty dreams take her to every scenario you can think of, from military dress-downs to '60s-style space settings and back again.","release_date":"2009-04-28","vote_average":2.0,"runtime":81,"cert":"\"NR\"","id":402962,"title":"Satanic Sluts III: Scandalized","adult":true,"genre_ids":[14]},{"cast":[],"overview":"","release_date":"2016-06-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":402964,"title":"El Chiguito","adult":false,"genre_ids":[35,36]},{"cast":[],"overview":"Short film featuring graffiti and interviews.","release_date":"1980-01-01","vote_average":7.0,"runtime":22,"cert":"\"\"","id":402969,"title":"Taboo: The Single and the LP","adult":false,"genre_ids":[]},{"cast":[],"overview":"Short film about a magician.","release_date":"1901-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":402971,"title":"L'homme aux cent trucs","adult":false,"genre_ids":[]},{"cast":[],"overview":"Rain or Shine takes the viewer on the comic journey of young Ella who’s keen to show off her swishy new sunglasses, only to be dogged by a persistent raincloud whenever she puts them on. The viewer has a direct impact on the pace of which the events unfold, depending on where their focus lies at various points throughout the film.","release_date":"2016-11-17","vote_average":0.0,"runtime":6,"cert":"\"\"","id":402982,"title":"Rain or Shine","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"Amon Amarth at Val de Moine, Clisson, France  The Pursuit of Vikings\r As Loke Falls\r First Kill\r Cry of the Black Birds\r Death in Fire\r Deceiver of the Gods\r Runes to My Memory\r War of the Gods\r Raise Your Horns\r Guardians of Asgaard\r Twilight of the Thunder God","release_date":"2016-06-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":402984,"title":"Amon Amarth: [2016] Hellfest","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sports Illustrated's 40th Anniversary Swimsuit Edition.  Tyra Banks, Heidi Klum, Marisa Miller, and many of the popular models come back for the 40th.","release_date":"","vote_average":0.0,"runtime":43,"cert":"N\/A","id":402986,"title":"Sports Illustrated 40th Anniversary Swimsuit Special: American Beauty","adult":false,"genre_ids":[]},{"cast":[],"overview":"flight display video test","release_date":"","vote_average":9.5,"runtime":110,"cert":"N\/A","id":402988,"title":"FDS","adult":false,"genre_ids":[]},{"cast":["Michael Huddleston","Pat McCormick","Lori Larsen","John Tristad","Susan Ludlow"],"overview":"A cab driver becomes involved in a chase for a misplaced atomic bomb.","release_date":"1985-06-01","vote_average":3.5,"runtime":82,"cert":"\"PG\"","id":402990,"title":"Bombs Away","adult":false,"genre_ids":[12,35]},{"cast":["Costa Chard","Kate Davies-Speak","Edward Carlton","Barrington De La Roche"],"overview":"In the distant future, Jack Deadman and his military team are the final hope to save our dying earth from its hellish apocalypse. The mission is to enter the underground world of Labyrinthia and retrieve the water stolen by the savage inhabitants below... 10 years later, the mission has failed, and Jack Deadman exists in isolation, trapped and buried deep within Labyrinthia. A lone wolf anti-hero, changed by failure and guilt. But when the opportunity to escape arises once again, Jack will begin a quest for vengeance and redemption in one last attempt to escape from Labyrinthia.","release_date":"2016-06-20","vote_average":4.5,"runtime":78,"cert":"\"\"","id":402992,"title":"Deadman Apocalypse","adult":false,"genre_ids":[12]},{"cert":"N\/A","title":"Frankie, desde la calle","cast":[],"id":402994,"overview":"20,000 people live in the streets of Puerto Rico. This gritty documentary recounts the story of Frankie, one among the tens of thousands of Puerto Rico's homeless whose stories will never be told.","runtime":28,"genre_ids":[99],"release_date":"2002-07-08","vote_average":0.0,"adult":false}]