[{"cast":["Raizō Ichikawa","Ganjiro Nakamura","Kinuyo Tanaka","Miwa Takada","Kyû Sazanka"],"overview":"The Fencing Master tells the story of a man trying to survive as the only world he knows is becoming increasingly irrelevant. Danpei Ichikawa lives for swordfighting – he was once a renowned kabuki swordfight choreographer, and as the Chairman of the New National Theatre Company, he wants nothing more than to choreograph the swordfights for the modern plays put on by the company.","release_date":"1962-09-30","vote_average":5.5,"runtime":86,"cert":"N\/A","id":403008,"title":"The Fencing Master","adult":false,"genre_ids":[18,28,12]},{"cast":[],"overview":"Shot on 16mm celluloid across parts of New Zealand and Samoa, interdisciplinary artist Sam Hamilton’s ten-part experimental magnum opus makes thought-provoking connections between life on Earth and the cosmos, and, ultimately, art and science. Structured around the ten most significant celestial bodies of the Milky Way, Apple Pie’s inquiry begins with the furthest point in our solar system, Pluto, as a lens back towards our home planet and the ‘mechanisms by which certain aspects of scientific knowledge are digested, appropriated and subsequently manifest within the general human complex’. Christopher Francis Schiel’s dry, functional narration brings a network of ideas about our existence into focus, while Hamilton’s visual tableaux, as an extension of his multifaceted practice, veer imaginatively between psychedelic imagery and performance art.","release_date":"2016-07-16","vote_average":2.0,"runtime":80,"cert":"N\/A","id":403010,"title":"Apple Pie","adult":false,"genre_ids":[]},{"cast":["Chien Fei Chang","Chan Ho","Kelly Lai Chen","Chu Mu","Kao Hsiang"],"overview":"Ostensibly a romantic comedy about mistaken identity, this film stars Kitty Ting Hao in two roles, the first as poor flower girl Fangfang and rich relation of a family in Hong Kong, who arrived in Hong Kong to see if she can feel better with the warmer climate. She meets Xihong, played by Kelly Lai Chen, who is the son in the family in Hong Kong. He is, of course, smitten with her, but when the secret is out, will he still feel the same?","release_date":"1960-08-27","vote_average":0.0,"runtime":95,"cert":"N\/A","id":403015,"title":"Dreams Come True","adult":false,"genre_ids":[10749,18,35]},{"cast":["Lyudmila Krylova","Vladimir Gusev","Lidiya Fedoseyeva-Shukshina","Lev Perfilov","Margarita Krinitsyna"],"overview":"","release_date":"1959-06-21","vote_average":3.0,"runtime":null,"cert":"N\/A","id":403017,"title":"Катя-Катюша","adult":false,"genre_ids":[10749]},{"cast":["Jacqueline Law","Wilson Lam","Michael Miu","Eileen Tung","Wong Ching"],"overview":"A beautiful young woman also happens to be the best professional car thief in town. Every man she meets makes a pass at her, except her boss at the legitimate job she has as a cover. She determines to take him away from his arrogant, stuck-up girlfriend.","release_date":"1993-03-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403019,"title":"Ms Butterfly","adult":false,"genre_ids":[35,80]},{"cast":["Cherie Chung","Kenny Bee","Eric Tsang","Lowell Lo"],"overview":"The gorgeous Cherie Chung is a cursed bride in the hilarious romantic comedy 18 Times! Gigi (Cherie Chung) is a young woman with no shortage of potential husbands to choose from. The big problem: every single one of her husbands dies after becoming wealthy! As a result, Gigi is obscenely rich, but she can't seem to find a \"Mr. Right\" that won't die! Numbers one through seventeen all get shuffled off the mortal coil, making Gigi promise to never love again. But when charming Jack Wong (Kenny Bee) shows up, will Gigi risk love for the eighteenth time? Director Joe Cheung creates laughs and hijinks aplenty, and a full cast of Hong Kong cinema stars - including Teresa Carpio, Sing Fui On, and John Sham, Eric Tsang, and Lowell Lo as three of Gigi's doomed husbands - turn in hilarious, self-effacing performances. Cherie Chung and Kenny Bee risk his death for their love in 18 Times!","release_date":"1988-11-03","vote_average":6.0,"runtime":87,"cert":"N\/A","id":403021,"title":"18 Times","adult":false,"genre_ids":[35,18]},{"cast":["Lawrence Cheng","Eileen Tung","Jay Lau","Elvis Tsui","Kim Yip"],"overview":"Obstetrician Joey Fong helps childless couple Shiu and Lan kidnap an unloved child and then decides she wants to have a baby with heartless news reporter husband Terrence.","release_date":"1995-04-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403023,"title":"The Meaning of Life","adult":false,"genre_ids":[18]},{"cast":[],"overview":"1987 Peter Rose short film","release_date":"1987-06-21","vote_average":0.0,"runtime":17,"cert":"\"\"","id":403031,"title":"Babel","adult":false,"genre_ids":[]},{"cast":["Marguerite Duras"],"overview":"Marguerite Duras tells the story of the death of a young English aviator in a French village.","release_date":"1993-01-01","vote_average":5.0,"runtime":36,"cert":"N\/A","id":403033,"title":"The Death of the Young English Aviator","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Three wacky characters are looking for a new roomate. However, the House must decides too...","release_date":"","vote_average":0.0,"runtime":6,"cert":"N\/A","id":403035,"title":"3+1","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dylan Standard's first ever stop motion animation made using dragon frame and adobe premiere pro","release_date":"","vote_average":0.0,"runtime":2,"cert":"N\/A","id":403037,"title":"Blue Man","adult":false,"genre_ids":[16]},{"cast":["Natsumi Takamori","Kumi Sakuma","Kana Akutsu","Junji Majima"],"overview":"Haruki spends most of his time with friends and fellow classmates Airi and Ayana. All seems well, that is until Airi and Ayana form separate clubs, the Mechanical Science Club and the Chemical Science Club. The two vie for Haruki's attention and hilarious chaos usually follows all attempts to make him join.","release_date":"2013-02-20","vote_average":5.7,"runtime":25,"cert":"N\/A","id":403039,"title":"Those Science Freaks","adult":false,"genre_ids":[16,35,878,10749,14]},{"cast":["Elena Granovskaya","Evgeniy Tetervov","Natalya Zabavnaya","Natalya Seleznyova","Zoya Fyodorova"],"overview":"","release_date":"1957-03-27","vote_average":6.0,"runtime":null,"cert":"N\/A","id":403041,"title":"The girl and the crocodile","adult":false,"genre_ids":[35,10751]},{"cast":["Fu-Tsai Chang","Li Kuan-Chang"],"overview":"Overweight shoeshiner Brother Wang (Wang Ge) and skinny rickshaw driver Brother Liu (Liu  Ge) are best friends and roommates. One day, they come across a fortune teller who offers a  peculiar forecast: that Wang will become very wealthy in three days but that Liu will die in 44  days. When Wang strikes gold by winning the lottery, just as predicted, the celebratory mood is  soon eclipsed by the reminder that Liu’s death also has been forecast. With his newfound  wealth, Wang decides to reward his dying buddy with the trip of a lifetime. Carrying around a  suitcase full of cash, the working-class twosome embark on a road trip around the beautiful island  of Taiwan. Enjoying a lavish lifestyle as inexperienced big spenders, they find themselves in unexpected  situations and amusing predicaments, one after another.","release_date":"1959-02-07","vote_average":0.0,"runtime":155,"cert":"N\/A","id":403043,"title":"Brother Wang And Brother Liu Tour Taiwan","adult":false,"genre_ids":[35]},{"cast":["Virgil Aioanei","Dorian Boguţă","Maria Dinulescu","Bogdan Dumitrache","Corina Moise"],"overview":"The drama follows a promising young architect as he tries to balance his personal life with the burdens of his career.","release_date":"2016-06-17","vote_average":4.0,"runtime":100,"cert":"N\/A","id":403054,"title":"Double","adult":false,"genre_ids":[18]},{"cast":["Bernhard Wicki","Yekaterina Strizhenova","Elizabeth Schofield","Ulrich Wildgruber","Sándor Szabó"],"overview":"Prinzenbad gives us a microcosm of a society dominated by male power plays, wheeling and dealing, corruption, love, and eroticism.","release_date":"1993-09-01","vote_average":6.0,"runtime":83,"cert":"N\/A","id":403056,"title":"Royal Baths","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Memories have the power to haunt us forever, whether or not they actually happened. For Margot, the man named Dan who stalked and tormented her for three years of her life is as real as any criminal—even if he's the manifestation of her first serious schizophrenic episode. Margot proves incredible strength in her first-hand accounts of her road to healing. Through art and therapy, she found relief. Through relief, she found a chance at life.","release_date":"2016-02-06","vote_average":0.0,"runtime":75,"cert":"N\/A","id":403058,"title":"Dan and Margot","adult":false,"genre_ids":[99]},{"cast":["Holden Goyette","Adam Elliott Davis","Graham Greene","John Lewis"],"overview":"Eli is a man in his twenties with a calling on his life from a young age, but he's been running from that calling - a modern day Jonah. After being fired by his father, arguing with his girlfriend in front of their daughter, and then a visit to the local pub, Eli decides to get out of town. On a lonely mountain highway Eli misses a turn and careens over an embankment, landing deep in the forest. It is a place of mystery with no way out, but it is there where God works on his heart. Satan is not far behind of course, working to convince Eli to take a different path. In the end Eli is faced with a choice that will have repercussions on generations as his destiny is to be the Billy Graham of his time.","release_date":"2016-07-01","vote_average":0.0,"runtime":87,"cert":"\"\"","id":403060,"title":"Out of the Darkness","adult":false,"genre_ids":[]},{"cast":[],"overview":"Kazuo Sugimoto is your typical young salaryman until he is wrongfully accused of molesting a girl on a train and forced to confess. After finding and confronting the true culprit, Kazuo becomes the man's 500th apprentice in Chikan-do: The Way of the Groper. Follow Kazuo's saga as he learns strategies such as The Berlin Wall, The Battle of Odawara and works to master his own technique The Gold Finger. Chikan-do: It will change the way you think.","release_date":"2003-03-14","vote_average":5.0,"runtime":28,"cert":"N\/A","id":403062,"title":"Xpress Train","adult":true,"genre_ids":[16]},{"cast":["Kana Hanazawa","Shintarou Asanuma"],"overview":"The simple, charming series follows Kanojo as she job hunts and experiences various changes in her life, all while her cat Daru remains the supportive constant.","release_date":"2016-05-18","vote_average":6.8,"runtime":28,"cert":"N\/A","id":403064,"title":"She and Her Cat: Everything Flows","adult":false,"genre_ids":[16]},{"cast":[],"overview":"An exchange of filmed correspondence between three documentarists, respectively Indonesian, Serbian and South Korean. Attentive to cultures other than their own, each films zones with blurred or shifting borders.","release_date":"2016-06-30","vote_average":0.0,"runtime":87,"cert":"N\/A","id":403066,"title":"Fluid Boundaries","adult":false,"genre_ids":[99]},{"cast":["Carissa Putri","Zaskia Adya Mecca","Tika Bravani","Natasha Rizki","Nino Fernandez"],"overview":"A girls friendship with hijab.","release_date":"2015-01-15","vote_average":7.5,"runtime":100,"cert":"N\/A","id":403080,"title":"Hijab","adult":false,"genre_ids":[35,18]},{"cast":["Satomi Kobayashi","Takaya Kamikawa","Misato Aoyama","Saori Imamura","Nobuko Shibuya"],"overview":"Kanami (Satomi Kobayashi) is a TV director. Her pet Natsu recently died due to a disease. Kanami begins to shoot a film about dogs after her movie director friend suggests the idea. For her movie, she visits an animal shelter and a shelter for dogs rescued from the area around Fukushima. She is touched by the people who work diligently to save the animals.","release_date":"2015-10-31","vote_average":10.0,"runtime":107,"cert":"N\/A","id":403085,"title":"Dogs Without Names","adult":false,"genre_ids":[]},{"cast":[],"overview":"Fifty years after emigrating to Brussels, seven North African Muslim women are finally starting to taste freedom after decades raising their families behind closed doors. In the 1960s, thousands of North Africans came to work in Belgium. Among them were women who had left everything behind to follow their men to an unknown country. “Patience, patience — you’ll get to heaven,” is what these women are repeatedly told to encourage them to put up with their lives without complaining.In this heartwarming new documentary we follow as seven women decide to experience a life of freedom before it’s too late. Together, everything becomes possible and slowly but surely the seven women venture out discovering a whole world they hadn’t previously known.","release_date":"2016-01-15","vote_average":0.0,"runtime":85,"cert":"N\/A","id":403087,"title":"Patience, Patience, You'll Go to Paradise!","adult":false,"genre_ids":[]},{"cast":["Maisie Williams"],"overview":"A troubled young boy finds his rooftop escape jeopardised by the girl he pines for.","release_date":"2013-10-17","vote_average":6.5,"runtime":17,"cert":"N\/A","id":403089,"title":"Up on the Roof","adult":false,"genre_ids":[]},{"cast":["Akira Nakata","Nozomi Mashiro","Haruki Yukimura","Sanae","Kanna Nawashi"],"overview":"Jyowa is a made-up word created by Yukimura Sensei which merges the characters for “rope” and for “speaking or communicating”, hence it can be translated as “communicating through ropes” or “rope stories”. This project was started in Tokyo in 2011 as a documentary film, yet it ended up becoming more of an aesthetic experience that takes the viewer into the unique universe of five of Japan’s top rope artists (by order of appearance): Naka Akira, Yukimura Haruki, Nawashi Kanna, Urado Hiroshi and Hajime Kinoko. In each of the the five chapters we can see two people taking a journey into a deep and profound level of communication in which rope takes a very special place.","release_date":"2015-01-01","vote_average":6.0,"runtime":110,"cert":"\"NC-17\"","id":403094,"title":"Jyowa","adult":true,"genre_ids":[99]},{"cast":[],"overview":"Blind Guardian at Val de Moine, Clisson, France  The Ninth Wave\r The Script for My Requiem\r Time Stands Still (at the Iron Hill)\r Tanelorn (Into the Void)\r Prophecies\r Valhalla\r The Bard's Song - In the Forest\r Mirror Mirror","release_date":"2016-06-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403108,"title":"Blind Guardian: [2016] Hellfest","adult":false,"genre_ids":[]},{"cast":["Olivier Gruner","Rebecca Ferratti","Gerald Okamura","Mel Novak","Tina Desiree Berg"],"overview":"When a powerful nuclear weapon mysteriously disappears, putting in risk all Los Angeles' population, only a SWAT team is prepared to fight against the terrorists leaded by the cruel Peter Chiang, one of the most dangerous men of the planet.","release_date":"2004-02-24","vote_average":0.0,"runtime":100,"cert":"N\/A","id":403110,"title":"SWAT: Warhead One","adult":false,"genre_ids":[53,28,12]},{"cast":["Rey Pascual","Rodolfo Rodríguez","Leonardo Castro Sitiriche"],"overview":"A story about three adolescents as they address the universal challenges of growing up in a time where drugs, sexual promiscuity, delinquency, and suicide seem to run rampant.","release_date":"2008-08-28","vote_average":0.0,"runtime":82,"cert":"N\/A","id":403112,"title":"Antes de las once","adult":false,"genre_ids":[18]},{"cast":["Ellen Page","Sandra Oh","Shohreh Aghdashloo","Payman Maadi","Eddy Ko"],"overview":"Rosie Ming, a young Canadian poet, is invited to perform at a Poetry Festival in Shiraz, Iran, but she’d rather be in Paris. She lives at home with her over-protective Chinese grandparents and has never been anywhere by herself. Once in Iran, she finds herself in the company of poets and Persians, all who tell her stories that force her to confront her past; the Iranian father she assumed abandoned her and the nature of Poetry itself. It’s about building bridges between cultural and generational divides. It’s about being curious. Staying open. And finding your own voice through the magic of poetry.  Rosie goes on an unwitting journey of forgiveness, reconciliation, and perhaps above all, understanding, through learning about her father’s past, her own cultural identity, and her responsibility to it.","release_date":"2016-06-13","vote_average":7.2,"runtime":85,"cert":"N\/A","id":403114,"title":"Window Horses: The Poetic Persian Epiphany of Rosie Ming","adult":false,"genre_ids":[16,18]},{"cast":["Frank Pettingell","Joyce Bland","Tom Helmore","Ruby Miller","Moira Lynd"],"overview":"A Yorkshire mill owner retires and leaves control to his nephew, who promptly gets married.","release_date":"1935-10-20","vote_average":0.0,"runtime":69,"cert":"N\/A","id":403116,"title":"The Right Age to Marry","adult":false,"genre_ids":[35]},{"cast":["George Walsh","Tyrone Power Sr.","Eugenia Gilbert","Evelyn Selbie","Michael D. Moore"],"overview":"In the frozen north, a husky but not over-bright half-breed Indian seeks the identity of his white father. Any child in the audience could have told him this – despite the fact that the hissable hypocrite is actually presented as a man of character.","release_date":"1926-03-01","vote_average":0.0,"runtime":97,"cert":"\"\"","id":403118,"title":"The Test of Donald Norton","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dead and Company take over Bonnaroo 2016.  SET I:  Jam, Truckin', Smokestack Lightning, Bertha, Playing in the Band, Bird Song, Tennessee Jed, Shakedown Street, Passenger, Bird Song, Casey and Jones  |  SET II: Help on the Way, Slipknot!, Scarlet Begonias, Fire on the Mountain, Terrapin Station, Drums, Space, The Other One, Wharf Rat, and Franklin's Tower  |  ENCORE: Touch of Grey","release_date":"2016-06-12","vote_average":0.0,"runtime":null,"cert":"\"NR\"","id":403129,"title":"Dead & Company: 2016.06.12 - Bonnaroo Music & Arts Festival","adult":false,"genre_ids":[10402]},{"cast":["Leonardo Castro Sitiriche","Carmen Nydia Velázquez","Idalia Pérez Garay","Noelia Crespo","Magali Carrasquillo"],"overview":"A few women arrive at an escort agency to choose the men who will accompany them at their events. They aren’t all there for the same reason. One of them mistakes the office for that of a gynaecologist, while two prostitutes seeking a change in profession want to learn how to be more refined and respectable. Others are indeed looking for an escort for events, where they must portray an image of personal success despite being single.","release_date":"2008-01-02","vote_average":0.0,"runtime":88,"cert":"N\/A","id":403131,"title":"Hay hombres para todas","adult":false,"genre_ids":[35]},{"cast":["Magali Carrasquillo","Rey Pascual","Andy Montañez","Alexandra Malagón","Domingo Quiñones"],"overview":"Three children disappear mysteriously from a peaceful town of Puerto Rico. Georgie's, Walter's, and Elenita's adventure takes them from the beautiful coast, through the mountains to the depths of the city. Only their innocence, the protective spirit of their father, and the kindness of the least able leads them back to the home they thought they would not see anymore.","release_date":"2006-04-15","vote_average":7.0,"runtime":86,"cert":"N\/A","id":403133,"title":"Lost Angels","adult":false,"genre_ids":[12]},{"cast":["Braulio Castillo hijo","Idalia Pérez Garay","Julián Gil","Rey Pascual","Luisa de los Ríos"],"overview":"Reflecting the closeness of Puerto Ricans in New York with those on the island, three stories among couples are combined to cast emotions of passion, jealousy, doubt and infidelity. The couples are burned by sudden and unexpected feelings and are pushed to make the decision that will change their lives forever influenced by the events of September 11th.","release_date":"2002-01-02","vote_average":0.0,"runtime":102,"cert":"N\/A","id":403135,"title":"Fire in the Soul","adult":false,"genre_ids":[18]},{"cast":["Joanna Angel","Bill Bailey","Seth Gamble","Small Hands","Chloe Carter"],"overview":"It's My First Time #4 captures some of the wildest erotic \"firsts\" in Burning Angel Entertainment history. This fascinating new look at Burning Angel's freshest and finest will deliver enough tats and splats to satisfy even the most demanding alt-porn devotee.","release_date":"2016-06-15","vote_average":6.0,"runtime":153,"cert":"\"X\"","id":403140,"title":"It's My First Time 4","adult":true,"genre_ids":[]},{"cast":["Siri","Marina Visconti","August Ames","Summer Brielle","Mick Blue"],"overview":"Stacked 2 is a celebration of sexy and voluptuous vixens loaded with large knockers. Siri's first anal scene appears alongside hot euro newcummer, Marina Visconti, the gorgeous August Ames, and the breathtakingly beautiful, Summer Brielle. Featuring lots of boob smothering, tit fucking, and cumshots drenching big natural breasts.","release_date":"2014-09-11","vote_average":8.0,"runtime":159,"cert":"\"NC-17\"","id":403142,"title":"Stacked 2","adult":true,"genre_ids":[]},{"cast":["Miki Lee","Eileen Tung","Kelly Chen Bai-Yu","Yu Chau-Yu","Chan Sze-Kit"],"overview":"Hong Kong triad movie","release_date":"2000-01-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403156,"title":"City of Angel","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"Just how far can engineering go? This program explores the feasibility of constructing several extraordinary projects such as a Europe to Africa Bridge or a tunnel across the Straights of Gibraltar. Could engineers really construct a mile high skyscraper or floating ocean cities? State of the art computer graphics and real world scientists help to explain these technological dreams. Current engineering advances, like revolutionary new vacuum, make these engineering marvel's a distinct possibility!","release_date":"2003-01-01","vote_average":0.0,"runtime":120,"cert":"\"\"","id":403158,"title":"Engineering The Impossible","adult":false,"genre_ids":[99]},{"cast":["Salina Vai","Frances Talataiga","Auau Faleafine","Joseph Iosua"],"overview":"Luana Lepou (Salina Vai) is a brilliant 15-year-old. The recent death of her father left her in the care of her mother, Susana (Frances Talataiga) and older sister, Sina (Auau Faleafine). Sina seems to have found the love of her life in her sweet, loving boyfriend, Limu Lualua (Joseph Iosua) who proposes marriage to Sina. After exchanging vows, Limu moves into the Lepou household with Sina, in bliss, until Sina notices a change in her newly wedded husband's behavior. Limu begins to come home late and drunk, fighting and arguing. Sina complains to her mother, who tries to patch things up. Unfortunately for young Luana, Limu turns his drunken attention on her, making suggestive gestures, and threatening her if she tells anyone. She struggles with the shame of her sister's husband's attention. Luana cries out for help, but to her dismay and frustration, the family does not believe her. With no help, Luana is forced to keep this a secret. Inspired by a true story.","release_date":"2011-09-13","vote_average":0.0,"runtime":49,"cert":"N\/A","id":403160,"title":"Silent Cries","adult":false,"genre_ids":[18]},{"cast":["Rodolfo Rodríguez","Isaac Santiago","Jorge Alberti","Jazmin Caratini","Benjamín López"],"overview":"Jack Freeman, an obsessed bounty hunter, will risk everything to catch the ultimate bounty.","release_date":"2009-10-06","vote_average":0.0,"runtime":98,"cert":"N\/A","id":403162,"title":"Not Even the Devil","adult":false,"genre_ids":[28]},{"cast":["Liu Hua","Baoqiang Wang","Alex Fong","Cheung Tat-Ming","Eileen Tung"],"overview":"Chinese comedy","release_date":"2009-12-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403164,"title":"Bright Future","adult":false,"genre_ids":[35]},{"cast":["Jeffrey Perkins"],"overview":"For one night Michael Pilz rides through New York with a remarkable taxi driver, Jeff Perkins. Sitting by his side, looking and listening, sometimes intervening, he uses his handy high-8 camera like a writing instrument, a „camera-stylo“.","release_date":"1997-06-22","vote_average":0.0,"runtime":69,"cert":"N\/A","id":403166,"title":"Facts for Fiction","adult":false,"genre_ids":[99]},{"cast":[],"overview":"It's the first Bundesliga season, and we accompany the team of Borussia Dortmund.","release_date":"1964-02-23","vote_average":0.0,"runtime":42,"cert":"N\/A","id":403180,"title":"Die Borussen kommen","adult":false,"genre_ids":[99]},{"cast":[],"overview":"1940 French silent stag film","release_date":"1936-06-22","vote_average":0.0,"runtime":5,"cert":"N\/A","id":403182,"title":"Un noir vaut deux blanches","adult":true,"genre_ids":[]},{"cast":[],"overview":"1945 French silent stag film","release_date":"1945-06-22","vote_average":0.0,"runtime":8,"cert":"N\/A","id":403184,"title":"Monsieur a sonné!!!","adult":true,"genre_ids":[]},{"cast":["Bronsen"],"overview":"Tommy dreams of becoming a hip-hop artist and of being able to do a back flip.","release_date":"2012-06-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":403186,"title":"Rat blong Tommy!","adult":false,"genre_ids":[35]},{"cast":["Arnaud Mathieu"],"overview":"In the Caribbean in Saint-Barthélemy, Léo, who is a down-on-his-luck treasure hunter, finds himself chasing the legend of a famous pirate of the island.","release_date":"2016-05-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":403188,"title":"Montbars","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A father buys his young daughter a pet hamster. When the hamster dies, they have a frank discussion about death, life, and humanity's often futile search for meaning in the universe.","release_date":"2015-11-18","vote_average":0.0,"runtime":12,"cert":"\"\"","id":403190,"title":"The Hamster","adult":false,"genre_ids":[]},{"cast":[],"overview":"A hitman is hired to kill two young men and retrieve a stolen item, but what awaits all of them is something they would never expect.","release_date":"2016-04-07","vote_average":0.0,"runtime":9,"cert":"\"\"","id":403192,"title":"Airstream","adult":false,"genre_ids":[]},{"cast":[],"overview":"A man has a strange adventure on a hill as he returns from the village festival.","release_date":"1929-03-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403203,"title":"The Golden Flower","adult":false,"genre_ids":[]},{"cast":[],"overview":"In order to win the hand of a princess, a man must defeat an evil dragon and claim its treasured magic stone. Upon his return, Baghdad has been invaded and he must use the stone to defeat his new enemy.","release_date":"1926-06-15","vote_average":6.0,"runtime":15,"cert":"N\/A","id":403205,"title":"Burglars of \"Baghdad\" Castle","adult":false,"genre_ids":[14,16]},{"cast":["Roberto Drago","María Botto","Juan Carlos Sánchez","Juan Motilla","Juan Motilla"],"overview":"The quiet day-to-day existence of two kidnappers, Alfonso and Marta, comes to an abrupt end when the elderly businessman they are holding in captivity tries to commit suicide.","release_date":"2008-01-01","vote_average":0.0,"runtime":21,"cert":"N\/A","id":403207,"title":"En la otra camilla","adult":false,"genre_ids":[35,80]},{"cast":["Kseniya Rappoport","Ingeborga Dapkūnaitė","Nikita Efremov","Mikhail Evlanov","Igor Jijikine"],"overview":"The world is going absolutely crazy when the giant meteor is approaching Earth...","release_date":"2014-11-25","vote_average":0.0,"runtime":80,"cert":"N\/A","id":403209,"title":"The Winter Will Not Come","adult":false,"genre_ids":[35,18]},{"cast":["Yuriy Kutsenko","Vladimir Gostyukhin"],"overview":"","release_date":"2015-05-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403211,"title":"Снайпер: Последний выстрел","adult":false,"genre_ids":[]},{"cast":[],"overview":"Mark Oliver Everett, singer of the band EELS, on his quest to get to know his late father, quantum physicist Hugh Everett III, who invented the Many Worlds theory.","release_date":"2007-11-26","vote_average":7.0,"runtime":60,"cert":"N\/A","id":403213,"title":"Parallel Worlds, Parallel Lives","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Shot for the 4th Annual Winnipeg Film Group 48 Hour Film Contest, a contest in which you shoot and edit a short in 48 hours.  This short was made entirely on a Fisher Price Pixelvision camera (or a PXL 2000).  No additional computer effects were added.","release_date":"2008-06-22","vote_average":0.0,"runtime":2,"cert":"N\/A","id":403230,"title":"An Exploration into Digital Representation","adult":false,"genre_ids":[]},{"cast":["Michael Jai White","Danny Trejo","Michael Madsen","Jason Mewes","Paul Sloan"],"overview":"The Vigilante Diaries is a high octane action-adventure film featuring 90's movie heroes, explosive action, and international espionage. The film revolves around a team of black-ops agents turned crime-fighters, led by a brooding anti-hero, known only as \"The Vigilante.\" These jam-packed missions of rescue and revenge take us from the mega-mansions and underbelly of Los Angeles to far away places like Iraq, Armenia, Russia, and The United Kingdom to introduce us to a cast of colorful, dangerous, and hilarious characters. From Beverly Hills filmmaker Mike Hanover, to a trio of Asian femme fatales, to ruthless Armenian mobsters, and at the top, a pair of deep cover super spies hell bent on throwing the world into chaos.","release_date":"2016-09-01","vote_average":4.8,"runtime":107,"cert":"\"R\"","id":403232,"title":"Vigilante Diaries","adult":false,"genre_ids":[28]},{"cast":["Gaspar Henaine","Enrique Rambal","Lucy Gallardo","Barbara Angely","Carolina Cortázar"],"overview":"","release_date":"1969-06-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403234,"title":"El mundo de los aviones","adult":false,"genre_ids":[10751,12,35]},{"cast":["Igor Selyhuzhonok","Zoya Aleksandrova","Lyubov Malinovskaya","Olga Avericheva","Pantelejmon Krymov"],"overview":"A young boy helps war veteran who suddenly feels bad on the street to get into a hospital.","release_date":"1962-06-27","vote_average":0.0,"runtime":33,"cert":"N\/A","id":403236,"title":"The Boy with Skates","adult":false,"genre_ids":[18,10751]},{"cast":["Yuri Belyayev","Vitaliy Gudkov"],"overview":"","release_date":"2013-08-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403238,"title":"Меня это не касается","adult":false,"genre_ids":[]},{"cast":["Marina Bleyk","Anfisa Chekhova","Timofey Karataev","Tatyana Lyutaeva","Anna Mikhaylovskaya"],"overview":"","release_date":"2012-08-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403240,"title":"Пять звёзд","adult":false,"genre_ids":[]},{"cast":["Angelina Stepanova","Oleg Borisov","Iya Savvina","Elena Proklova","Elena Finogeeva"],"overview":"A son comes to Leningrad on the birthday of his mother. He is the director of a large Siberian construction, twice married, happy in work, and in family life. His second wife Lida is also here. She brought her son and daughter with her.  The youth of the mother of the family fell on the 30s. Life practically did not change its principles and beliefs. And it's not clear to her children, and even more so grandchildren, for whom her ideals do not mean anything.","release_date":"1988-01-07","vote_average":6.0,"runtime":130,"cert":"N\/A","id":403242,"title":"Remember Me This Way","adult":false,"genre_ids":[18]},{"cast":["John Gollop"],"overview":"Short documentary giving a brief insight into the life of popular Guernsey politician John Gollop who lives with Asperger's syndrome. Filmed during 2009 in Guernsey and Alderney in the Channel Islands.","release_date":"2010-01-01","vote_average":0.0,"runtime":16,"cert":"N\/A","id":403253,"title":"Gollop","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403255,"title":"Het beste van de Bereboot","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2006-06-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403257,"title":"Amado Batista - 3x1","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2010-06-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403259,"title":"Vicente Nery & Amigos","adult":false,"genre_ids":[]},{"cast":["Anand Rajaram","Brittany Allen","Christian Potenza","Eugene Clark","Joel Keller"],"overview":"A man receives the power to tell if people are good or bad.","release_date":"2016-06-24","vote_average":8.0,"runtime":90,"cert":"N\/A","id":403261,"title":"Look Again","adult":false,"genre_ids":[35]},{"cast":["Carlos Goñi"],"overview":"","release_date":"2010-06-22","vote_average":10.0,"runtime":null,"cert":"N\/A","id":403266,"title":"Revolver - Basico 3","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2016-06-07","vote_average":9.0,"runtime":null,"cert":"N\/A","id":403268,"title":"Plus vite, plus haut, plus dopés","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Documentary about the building of a transcontinental railway in Canada.","release_date":"1910-06-21","vote_average":0.0,"runtime":10,"cert":"N\/A","id":403273,"title":"The Building of a Transcontinental Railway in Canada","adult":false,"genre_ids":[]},{"cast":["Clara Kimball Young","James Young","Tefft Johnson","Charles Kent"],"overview":"A comedy short directed by James Young and starring Clara Kimball Young and himself.","release_date":"1913-06-09","vote_average":0.0,"runtime":10,"cert":"\"\"","id":403275,"title":"Put Yourself in Their Place","adult":false,"genre_ids":[]},{"cast":["Christine Kaufmann","Burghart Klaußner","Wolfgang Kraßnitzer","Wolf-Dietrich Sprenger"],"overview":"","release_date":"1983-09-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403277,"title":"Ziemlich weit weg","adult":false,"genre_ids":[18]},{"cast":["Hidayatur Rahmi","Andre M. Addin","Diyan Novita"],"overview":"Sequel of Cinta Subuh.","release_date":"2015-07-06","vote_average":0.0,"runtime":20,"cert":"N\/A","id":403279,"title":"Cinta Subuh 2: Maha Cinta","adult":false,"genre_ids":[18]},{"cast":["Nedda Francy","Miguel Faust Rocha"],"overview":"","release_date":"1929-09-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403281,"title":"El adiós del unitario","adult":false,"genre_ids":[]},{"cast":["Doug Jones","Eva Swan","Lance Henriksen","Patrick Gorman"],"overview":"A group visits Saipan to search for locations for their company's newest resort. As they find what they think is the perfect spot, they discover a hidden bunker on the property which they decide to explore. However, they soon find out that curiosity can kill. As each member faces their most private secrets and the secrets of the bunker itself, the results lead to a most shocking conclusion.","release_date":"2016-01-01","vote_average":4.9,"runtime":107,"cert":"\"R\"","id":403283,"title":"Gehenna: Where Death Lives","adult":false,"genre_ids":[27,53,9648,878]},{"cast":["Hillary Clinton","Bernie Sanders","Chuck Todd","Joe Scarborough","Mika Brzezinski"],"overview":"In an extensive mini-documentary by Michelle Boley (@roguekite) and Taylor Gill (@taylorcgill) and produced by TYT and Rogue Kite Productions, the true story of what happened leading up to and after the 2016 California Democratic Primary is uncovered.","release_date":"2016-06-21","vote_average":10.0,"runtime":40,"cert":"\"NR\"","id":403285,"title":"UNCOUNTED - The Story of the California Election","adult":false,"genre_ids":[99]},{"cast":["Juan Carlos Thorry","Osvaldo Miranda","Héctor Calcaño","Alberto Bello","Analía Gadé"],"overview":"A couple splits up and gets married to other people. After the man dies, the woman becomes delirious and thinks she's found him again in heaven.","release_date":"1949-01-13","vote_average":8.0,"runtime":85,"cert":"N\/A","id":403296,"title":"Cita en las estrellas","adult":false,"genre_ids":[35]},{"cast":["Chris Kelley"],"overview":"War Games, Simulated radar tracks, aircraft exceeding their max operating limits by more than 130-150 knots, inaccurate aircraft position reports, false aircraft target reports, aircraft converging -- flying virtually in formation with -- and then diverging from reported 9\/11 aircraft, fighters launched in the wrong direction, aircraft seemingly still airborne after the alleged attack, poor communications, phones not working.... What happened in the skies on the morning of September 11, 2001? Why were our defenses ineffective? Pilots For 9\/11 Truth analyze NORAD response, audio recordings as well as Radar data provided by government agencies.","release_date":"2011-02-16","vote_average":8.0,"runtime":42,"cert":"\"\"","id":403298,"title":"9\/11: Intercepted","adult":false,"genre_ids":[99]},{"cast":["August Diehl","Valerie Pachner","Michael Nyqvist","Matthias Schoenaerts","Jürgen Prochnow"],"overview":"The Austrian Blessed Franz Jägerstätter, a conscientious objector, refuses to fight for the Nazis in World War II.","release_date":"2019-12-11","vote_average":0.0,"runtime":173,"cert":"\"\"","id":403300,"title":"A Hidden Life","adult":false,"genre_ids":[18,10752]},{"cast":["Myrna Báez","Gisela Rosario Ramos","Ruben Santos","Nelson Rivera","Maud Duquella"],"overview":"In San Juan, Puerto Rico, hundreds of artists gathered to pay honor to the work of Puerto Rican artist Myrna Báez. La otra intención (The Other Intention) is an observational documentary that travels through the work of Myrna while visiting artists, such as Petra Bravo, Deborah Hunt, Yiyo Tirado, Gustavo Castrodad, the theater group Y no había luz, among others, to accompany them in their creative process of re-interpretation.","release_date":"2014-12-13","vote_average":0.0,"runtime":25,"cert":"N\/A","id":403302,"title":"La otra intención","adult":false,"genre_ids":[99]},{"cast":["Debo Adejobi","Sayward Anderson","Ben Broussard","Gemmila Cadd","Chris Cude"],"overview":"RAIN is a 23-minute original independent short fan film created by Maya Glick, directed by Zane Rutledge and Jeff Stolhand, and produced by Matt Joyce. Inspired by the \"punk\" incarnation of the Marvel superhero Storm of the X-Men. Influenced by the more dystopian stories of the X-Men franchise as well as the seminal comic LifeDeath by Chris Claremont and Barry Windsor-Smith, this original story takes a broken mutant hero \"Rain\" from the lowest depths of despair into the darker recesses of her own shattered memory. If she is to survive, she must discover a new identity and somehow rediscover her lost power.","release_date":"2016-05-16","vote_average":10.0,"runtime":23,"cert":"\"\"","id":403304,"title":"Rain","adult":false,"genre_ids":[28,878]},{"cast":["Swen Hedin"],"overview":"In 1927\/8, the cameraman Paul Lieberenz accompanied the Swedish researcher Sven Hedin on an expedition through Inner Asia from Beijing to Urumqi. Lufthansa was planning to launch a direct flight from Berlin to Beijing; meteorological observations had to be made, weather stations had to be built and the land had to be investigated for places that would make appropriate airfields. But the film is less focused on the research carried out by the 27 academics in total than on the caravans, made up of no fewer than 300 camels and numerous helpers, as they make their way with \"Faustian drive\" (Siegfried Kracauer), through rocky and sandy deserts.","release_date":"1928-12-26","vote_average":0.0,"runtime":100,"cert":"N\/A","id":403306,"title":"With Sven Hedin Across the Deserts of Asia","adult":false,"genre_ids":[99]},{"cast":["Max Mauff","Alice Dwyer","Ruby O. Fee","Aaron Altaras","Naomi Krauss"],"overview":"Four young Jews survive the Third Reich in the middle of Berlin by living so recklessly that they become \"invisible.\"","release_date":"2017-10-08","vote_average":6.8,"runtime":110,"cert":"N\/A","id":403308,"title":"The Invisibles","adult":false,"genre_ids":[18,36]},{"cast":["Ryohei Suzuki","Fumika Shimizu","Tsuyoshi Muro","Osamu Adachi","Hirofumi Arai"],"overview":"News about the disappearance of panties is still being covered every day.  Kyosuke (Ryohei Suzuki) still wears Aiko Completo's (Fumika Shimizu) panties to battle evil. Meanwhile, Aiko has mixed emotions and decides to get her panties back. Kyosuke suffers from the loss of Aiko's panties and disappears, but his biggest enemy yet is about to materialise...","release_date":"2016-05-14","vote_average":6.5,"runtime":118,"cert":"N\/A","id":403310,"title":"HK: Hentai Kamen - Abnormal Crisis","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"Obsession. Addiction. Muscle Worship. Gender Bending. Steroids. Bigorexia. A day in the life of a Serena Moss, a female bodybuilder with a haunting past.","release_date":"2014-01-01","vote_average":0.0,"runtime":11,"cert":"\"\"","id":403321,"title":"Serena Strong","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Three Women. One Corpse. Stupid Plan.","release_date":"","vote_average":0.0,"runtime":10,"cert":"N\/A","id":403323,"title":"Hard Broads","adult":false,"genre_ids":[]},{"cast":["Albie Marber","Madeleine Hutchins","Kimberly Adams","Joanne Gale","Jo Dyson"],"overview":"It's 1982. Twelve-year old Doug is drawn into the lurid world of VHS horror as he explores the mysterious disappearance of his father.","release_date":"2015-10-13","vote_average":0.0,"runtime":15,"cert":"N\/A","id":403325,"title":"Nasty","adult":false,"genre_ids":[27]},{"cast":["Heather Morris","Jonathan Bennett","Ryan Michelle Bathe","Brandon Jay McLaren","Oscar Nunez"],"overview":"A young lady who has grown up with her father being a radio DJ, becomes one herself. Falls in love and hosts a 'Romantically Speaking' show.","release_date":"2015-01-01","vote_average":6.1,"runtime":90,"cert":"\"PG\"","id":403330,"title":"Romantically Speaking","adult":false,"genre_ids":[10751,10749,10770]},{"cast":["Roxane Duran","Lisa Reuter","Christine Kättner","Piet Fuchs","Conrad Risch"],"overview":"Anja lives with her parents in a small town somewhere in Germany. She is about to graduate, but the weekend is usually celebrated. When Anja runs home from a party one morning, she is hit by a car on the highway. Apparently not much has happened. After the first shock has subsided, everyone is relieved that the accident has gone so smoothly. First. But it is becoming increasingly clear that Anja is no longer the same. She sleeps badly, suffers from panic attacks and delusions. It's as if she's been followed by gloomy shadows since that party night.","release_date":"2013-12-12","vote_average":0.0,"runtime":80,"cert":"N\/A","id":403332,"title":"Sonnwende","adult":false,"genre_ids":[18]},{"cast":["Enrique Bunbury","Los Santos Inocentes"],"overview":"Enrique Bunbury MTV Unplugged: El libro de las mutaciones (2015)","release_date":"2015-11-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403334,"title":"Enrique Bunbury MTV Unplugged: El libro de las mutaciones","adult":false,"genre_ids":[10402]},{"cast":["Andrés López","Natalia Durán","Jimmy Vasquez"],"overview":"","release_date":"2013-06-23","vote_average":6.0,"runtime":79,"cert":"N\/A","id":403345,"title":"De rolling por Colombia","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Jerry Lewis short film, part of the 1992 omnibus film HOW ARE THE KIDS?","release_date":"1992-06-23","vote_average":0.0,"runtime":11,"cert":"\"\"","id":403347,"title":"Boy","adult":false,"genre_ids":[]},{"cast":[],"overview":"Racing Through Time Great Circuits 2 DVD Set - Nurburgring\/Silverstone\/Monaco\/Monza\/Spa","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403349,"title":"Racing Through Time - Great Circuits","adult":false,"genre_ids":[]},{"cast":["Murray Walker"],"overview":"Grand Prix commentator for over 50 years, Murray Walker presents his top ten Formula One drivers of all time. Michael Schumacher, Ayrton Senna, Nigel Mansell or Jackie Stewart? Watch this to find out who he places in the chart and who is Numero Uno.","release_date":"2002-11-11","vote_average":0.0,"runtime":93,"cert":"N\/A","id":403354,"title":"Murray Walker: Top 10 F1 Greats","adult":false,"genre_ids":[99]},{"cast":["Adalberto Martínez","Pedro Fernández","María Rebeca","Isabel Luke","Ramiro Oliveros"],"overview":"","release_date":"1980-06-23","vote_average":5.0,"runtime":93,"cert":"N\/A","id":403356,"title":"El oreja rajada","adult":false,"genre_ids":[12,18,10751]},{"cast":["David Longdon","Rachel Hall","Dave Gregory","Rikard Björk","Danny Manners"],"overview":"Stone &amp; Steel tells the story of the band’s transition from the studio back to the stage.","release_date":"2016-03-21","vote_average":0.0,"runtime":166,"cert":"\"\"","id":403358,"title":"Big Big Train: Stone & Steel","adult":false,"genre_ids":[10402]},{"cast":["Ida Ehre","Herta Kravina","Eva Ingeborg Scholz"],"overview":"","release_date":"1975-07-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403366,"title":"Madame Princesse","adult":false,"genre_ids":[35]},{"cast":["Julie Benz","Fionnula Flanagan","Belle Shouse","Josh Stamberg","Danielle Harris"],"overview":"A troubled young woman takes up residence in a gothic apartment building where she must confront a terrifying evil.","release_date":"2016-08-22","vote_average":5.1,"runtime":80,"cert":"\"\"","id":403368,"title":"Havenhurst","adult":false,"genre_ids":[27,9648,53]},{"cast":[],"overview":"In 1988 a group of unknown comedians burst onto the TV scene with a show that revolutionised Australian television - The Comedy Company. Overnight it became the highest rating series of the year. The characters - Kylie Mole, Con the Fruiterer and Colin Carpenter became household names. The show became compulsory Sunday night viewing. Now, for the first time this DVD presents a collection of their greatest sketches in their original form: uncut and uncensored. There's Kylie, Con, Colin, The Language of Football, Uncle Arthur, Jophasine and many more. Also included are some scenes that have never been broadcast.","release_date":"","vote_average":0.0,"runtime":88,"cert":"N\/A","id":403370,"title":"The Very Best of The Comedy Company Volume 1","adult":false,"genre_ids":[]},{"cast":["Einari Paakkanen","Veikko Paakkanen"],"overview":"My father from Sirius is a film about a boy who grew up believing his father is a messenger between the Earth and the outer space. Now the boy has become a man who wants to find out what is true in his father’s worldview. And what is not. Veikko Paakkanen, the father of the director Einari Paakkanen, believes that he’s able to cure people from cancer, see extraterrestial beings and contact the afterlife.","release_date":"2016-11-11","vote_average":0.0,"runtime":55,"cert":"N\/A","id":403372,"title":"My Father from Sirius","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A chain of events ignite after a high school basketball player gets in trouble on picture day and pins the blame on the star of the team.","release_date":"2015-10-13","vote_average":0.0,"runtime":16,"cert":"\"\"","id":403377,"title":"Cottonmouth","adult":false,"genre_ids":[]},{"cast":["Benoît Poelvoorde"],"overview":"For the Shadoks, panic strikes. A mysterious disease infects these curious creatures. Everyone talks about it, giving their various opinions, but all discussions lead to fighting. They used to spend their time enjoying, now it’s just a constant brawl. Professor Shadoko prepares a vaccination against this terrible disease.","release_date":"2016-01-06","vote_average":5.0,"runtime":4,"cert":"N\/A","id":403379,"title":"Les Shadoks et la maladie mystérieuse","adult":false,"genre_ids":[35,16]},{"cast":[],"overview":"A group of women are plucked from their abusive, negative surroundings to participate in anti-terrorist training. Training in skimpy, sometimes see through outfits ensue. - sogoodreviews.com","release_date":"1993-06-23","vote_average":0.0,"runtime":82,"cert":"N\/A","id":403387,"title":"Ladies in Operation","adult":false,"genre_ids":[]},{"cast":[],"overview":"A hard-hitting documentary on the largest polygamous cult in the U.S., the Fundamentalist Latter-Day Saints (FLDS), located right on the Utah-Arizona border. This film shows how women and girls are denied education and other civil rights, and are treated as slaves who are married off to the polygamous men of the cult. It investigates the role of Warren Jeffs, Head \"Prophet\" of the FLDS, and offers a searing indictment of his treatment of fellow cult members. It also addresses the lack of outrage from the mainstream Mormon church as well as the government's collective failure to take care of the problems that are plaguing many polygamists caught in this web of greed and deceit. See how a small group of courageous filmmakers managed to make their way into a town which shuns outsiders--particularly ones with movie cameras--and get damning testimonials from some of the women of this cult.","release_date":"2005-05-28","vote_average":0.0,"runtime":90,"cert":"\"\"","id":403389,"title":"Banking on Heaven","adult":false,"genre_ids":[]},{"cast":[],"overview":"An independent documentary exploring the nature of identity, through the eyes of an adult trans-racial adoptee (Lucy Sheen). How being an adoptee affects and influences others like herself and what it means (if anything) to be both Chinese and British - if there is such a thing?","release_date":"2015-10-10","vote_average":0.0,"runtime":38,"cert":"\"\"","id":403391,"title":"Abandoned Adopted Here","adult":false,"genre_ids":[]},{"cast":["Steve Friedman","Dennis Fimple","Perry Cook","Rusty Blitz","Lesley Woods"],"overview":"The Nixon Administration falls apart in a farcical manner in the time of the Watergate Scandal.","release_date":"1975-01-01","vote_average":0.0,"runtime":79,"cert":"\"\"","id":403396,"title":"White House Madness","adult":false,"genre_ids":[35]},{"cast":["Abigail Clayton","Spring Finley","Mimi Morgan","Turk Lyon","John Seeman"],"overview":"Dixie, a fourteen year old schoolgirl, becomes sexually experienced while living with her older sister, a prostitute.","release_date":"1976-02-24","vote_average":10.0,"runtime":65,"cert":"\"NC-17\"","id":403398,"title":"Dixie","adult":true,"genre_ids":[]},{"cast":["Susie Abromeit","Dillon Casey","Erin Gray","Neil Crone","Randal Edwards"],"overview":"Steve and Cynthia are a newlywed couple celebrating their first Christmas together. They invite their families to join them for the holidays, but when Steve is laid off just before Christmas and Cynthia discovers she's pregnant, they both keep their news secret in hopes that the celebration runs smoothly.","release_date":"2016-07-16","vote_average":5.9,"runtime":84,"cert":"\"\"","id":403400,"title":"A Perfect Christmas","adult":false,"genre_ids":[]},{"cast":["Armen Dzhigarkhanyan","Alla Chernova","Mikhail Gluzskiy","Oleg Borisov","Viktor Avdyushko"],"overview":"","release_date":"1975-06-24","vote_average":5.0,"runtime":null,"cert":"N\/A","id":403411,"title":"Рассказ о простой вещи","adult":false,"genre_ids":[18]},{"cast":["Dabney Coleman","Timothy Busfield","Lauren Tom","Tracey Walter","Barbara Williams"],"overview":"Arthur Milo, an IRS official with access to detailed personal and financial data, chooses his kidnap victims from his files. Pete Honeycutt is in charge of the case and Milo taunts him with personal phone calls, eventually threatening his family.","release_date":"1995-03-12","vote_average":3.0,"runtime":88,"cert":"\"\"","id":403413,"title":"In the Line of Duty: Kidnapped","adult":false,"genre_ids":[]},{"cast":[],"overview":"A non-narrative tribute to the seaside town of Onomichi, where Obayashi grew up and where most of these films were made.","release_date":"1963-06-24","vote_average":5.0,"runtime":20,"cert":"N\/A","id":403418,"title":"Onomichi","adult":false,"genre_ids":[]},{"cast":["Masahiro Sumiyoshi","Noriko Takemura"],"overview":"A young couple go on a picnic in the forest, where the woman reveals that she is pregnant.","release_date":"1961-06-24","vote_average":5.5,"runtime":19,"cert":"N\/A","id":403420,"title":"Thursday","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"An experimental film edited from footage of the Japanese countryside.","release_date":"1963-06-24","vote_average":5.0,"runtime":17,"cert":"N\/A","id":403422,"title":"Nakasendo","adult":false,"genre_ids":[]},{"cast":[],"overview":"The first BelAmi 3D blu-ray movie!  Filmed in Ibiza with erotic idols Kris Evans, Dolph Lambert, Dario Dolce, Jack Harrer and more. BelAmi takes sex into a new dimension-literally!","release_date":"2011-01-01","vote_average":8.0,"runtime":75,"cert":"\"\"","id":403424,"title":"3D BelAmi","adult":true,"genre_ids":[]},{"cast":[],"overview":"There's no place like home!  Nude Housewives of America - Volume 2 features another selection of beautiful housewives to prove it!","release_date":"2001-12-04","vote_average":0.0,"runtime":52,"cert":"\"\"","id":403426,"title":"Nude Housewives Of America: Volume 2","adult":true,"genre_ids":[]},{"cast":["Ritesh Deshmukh","Genelia D'Souza","Shakti Kapoor","Satish Shah","Tiku Talsania"],"overview":"Rishi and Anju are childhood buddies struggle to find out if they have more than friendship between them.","release_date":"2003-01-03","vote_average":8.0,"runtime":155,"cert":"N\/A","id":403428,"title":"Tujhe Meri Kasam","adult":false,"genre_ids":[10749]},{"cast":["Stephen Fung","Christy Chung","Natalie Ng","Crystal Cheung Yee-Tung","Abe Kwong"],"overview":"Stephen is about to enter University. He's been with his girlfriend Sophia for a while but he still hasn't made love to her because she's shy. When Stephen goes to University, he meets Amy and suddenly finds himself torn between two women.","release_date":"2000-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403430,"title":"A Kiss Stolen","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"Live from Lucas Oil Stadium in Indianapolis, six corps perform to get the 2016 season under way. The Bluecoats, Boston Crusaders, Carolina Crown, Phantom Regiment, Cadets, and Cavaliers all show up to march in the sixth annual DCI Tour Premiere, broadcast in select cinemas nationwide on Thursday, June 23.","release_date":"2016-06-23","vote_average":0.0,"runtime":120,"cert":"\"\"","id":403432,"title":"Drum Corps International 2016 Tour Premeire","adult":false,"genre_ids":[10402]},{"cast":["Joshua Bowman","Neil Maskell","Leila Mimmack","William Houston","Kulvinder Ghir"],"overview":"Gamers enter virtual reality video game contest for money only to realize things are not the way they seem.","release_date":"2016-08-26","vote_average":4.9,"runtime":84,"cert":"\"\"","id":403434,"title":"Level Up","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Television documentary from 1963 about the profound impact of television on people's lives.","release_date":"1963-06-24","vote_average":0.0,"runtime":58,"cert":"N\/A","id":403445,"title":"Fernsehfieber","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Two American soldiers with one last round each are all that's left from their unit after being pinned down by a German sniper.","release_date":"2016-06-01","vote_average":0.0,"runtime":7,"cert":"\"\"","id":403447,"title":"Baptized by Fire","adult":false,"genre_ids":[]},{"cast":["Mark Miller","Slim Pickens","Fran Ryan","Barbara Stanger","Brian Poelman"],"overview":"A cowboy comes to a town at Christmas time. He eats at a cafe but was unable to pay for his meal, so the owner throws him in jail. The town wants to alleviate their guilt over a Mexican family, who has pregnant woman with them, who lives on top of a mountain called Christmas mountain. They bail out the cowboy and tells to bring some old clothes and food to them. While there the young boy of the family feels sorry for him and prays that god will send him some help. It comes in the form of an old friend of his who died years ago. He tells him that he is not exactly living a proper life but he has a chance to turn things around, first by telling the townsfolk that their so called charity towards the Mexicans is not enough.","release_date":"1981-01-01","vote_average":6.0,"runtime":90,"cert":"\"G\"","id":403449,"title":"Christmas Mountain","adult":false,"genre_ids":[37,12,18,10751]},{"cast":[],"overview":"The animation is about a boy called 'Mo' who has fears for growing up and aging. Mo does many ridiculous things to avoid growing up. The animation describes his mundane life moments, shows his fears of separation, mortality, taking responsibility and standing out as an independent individual. The ideas were mainly from personal life experience and childhood memories. I focus on childhood anxieties as a means of gaining insight to the anxieties of adults. As we mature, rationality and social pressures inhibit our instinctive responses as we learn to conceal our fears.","release_date":"2014-10-21","vote_average":0.0,"runtime":5,"cert":"N\/A","id":403451,"title":"Gerascophobia","adult":false,"genre_ids":[]},{"cast":["Alexander Gustavo","Brandon Jones","Johnny V","Lance Luciano","Luke Adams"],"overview":"He's more than a pornstar: he's a 'Cockstar.' His sexual swagger is unmatched and nothing makes him cum more than showing off his talents for the world to see. Legendary director Tony Dimarco directs this super group of Cockstars who don't hold anything back. Lance Luciano and Sean Zevran explode in a burst of lust. Brandon Jones brings Alexander Gustavo to new heights of orgasmic sensation, then delivers a delicious load to Luke Adams' mouth. Johnny V rides Lance Luciano's cock to the point of no return. Luke Adams spreads his legs 180 degrees to accommodate Ryan Rose's massive tool. 'Cockstar' offers full-on, passionate sex with guys who know how to work each other's cocks, mouths and asses like no others. Every 'Cockstar' here is putting on the hottest show, and it's all for you!","release_date":"2015-05-15","vote_average":0.0,"runtime":108,"cert":"\"\"","id":403459,"title":"Cockstar","adult":true,"genre_ids":[]},{"cast":["Tommy Caldwell","Alex Honnold"],"overview":"The Fitz Roy Traverse is one of the most sought after achievements in modern alpinism: a gnarly journey across seven jagged summits and 13,000 vertical feet of climbing. Who knew it could be so much fun? Join Tommy Caldwell and Alex Honnold on the inspiring -- and at times hilarious -- quest that earned the Piolet d'Or.","release_date":"2015-09-17","vote_average":8.0,"runtime":40,"cert":"\"\"","id":403482,"title":"A Line Across the Sky","adult":false,"genre_ids":[12,99]},{"cast":["Mona Freiberg","Andreas Kern","Michaela Heigenhauser","Rupert Pointvogl","Thomas Kress"],"overview":"","release_date":"2007-12-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403484,"title":"Chiemgauer Volkstheater - Die Vorstadt-Diva","adult":false,"genre_ids":[35]},{"cast":["Egon Biscan","Monika Dahlberg","Mona Freiberg","Andreas Kern","Thomas Kress"],"overview":"","release_date":"2006-11-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403486,"title":"Chiemgauer Volkstheater - I versteh bloß Bahnhof","adult":false,"genre_ids":[35]},{"cast":["Mona Freiberg","Andreas Kern","Egon Biscan","Michaela Heigenhauser","Thomas Kress"],"overview":"","release_date":"2005-10-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403488,"title":"Chiemgauer Volkstheater - Wia grad der Wind geht","adult":false,"genre_ids":[35]},{"cert":"\"R\"","title":"Don't Blame Karma on What Happens to You for Being an Asshole","cast":["Verónica Echegui","Álex García","David Verdaguer","Alba Galocha","Jordi Sánchez"],"id":403499,"overview":"The lives of a Madrid-based feather-fashion designer and her whole family's completely tumbles after the appearance of a musician long-lost high school crush who is involved with her model sister.","runtime":98,"genre_ids":[35,10749],"release_date":"2016-11-11","vote_average":5.4,"adult":false}]