[{"cast":["Natalino Balasso"],"overview":"","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403501,"title":"Balasciò","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Two matches were contested on the WrestleMania Kickoff pre-show. The first was a fatal four-Way tag team match for the WWE Tag Team Championship between the champions Tyson Kidd and Cesaro (with Natalya), The New Day (Kofi Kingston and Big E) (with Xavier Woods), Los Matadores (Diego and Fernando) (with El Torito), and The Usos (Jimmy Uso and Jey Uso) (with Naomi).  The second match on the pre-show was the second annual Andre the Giant Memorial Battle Royal.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403506,"title":"WWE WrestleMania 31 - Kick Off","adult":false,"genre_ids":[]},{"cast":["Matthias Habich","Sebastian Hartmann","Tatiana Lygari","Jan Josef Liefers","Christos Tsagas"],"overview":"During the Greek summer in the war year of 1944, a German military unit sets up camp on the plateau of Thebes. Armed with a 16 mm camera, the captain of the unit, a former professor for classical Greek philology, comes up with the idea to film the myth of Oedipus.","release_date":"1991-04-03","vote_average":9.0,"runtime":95,"cert":"N\/A","id":403508,"title":"Der Fall Ö.","adult":false,"genre_ids":[18,10752]},{"cast":["Amy Pemberton","Joe Alaskey","Michael Gough","Rob Paulsen","Laraine Newman"],"overview":"With the Wicked Witch of the West now vanquished from Oz, Tom and Jerry along with Dorothy are back in Kansas! But not for long as an all-new villain has surfaced from beneath the magical land, the Gnome King! Having captured the Good Witch, the Gnome King and his army are wreaking havoc throughout Oz and need but one item to take control of The Emerald City, Dorothy's ruby slippers! It's up to our favorite cat and mouse duo to team up, go Back to Oz and save the land they love. Take to the skies, courtesy of the Wizard himself, with Dorothy, Toto, the Scarecrow, the Tin Man and the Lion as they make their magical journey. The laughs and adventure will roar as they encounter all-new frights and mischievous creatures down the Yellow Brick Road, 'cause \"we're not in Kansas anymore!\"","release_date":"2016-06-21","vote_average":6.0,"runtime":80,"cert":"\"G\"","id":403510,"title":"Tom & Jerry: Back to Oz","adult":false,"genre_ids":[16,10751]},{"cast":["Paul Borghese","Francis Capra","Dominic Chianese","Ben Gazzara","Chazz Palminteri"],"overview":"Documentary portrays the saga of how Italian Americans went from being outsiders who were stereotyped as gangsters in American movies to insiders in Hollywood who took control of their own stories. Interviews, film clips and home movies from Italian American filmmakers highlight personal experiences and comment on Hollywood's politics and cultural impact.","release_date":"2008-01-20","vote_average":0.0,"runtime":null,"cert":"\"\"","id":403515,"title":"Beyond Wiseguys: Italian Americans & the Movies","adult":false,"genre_ids":[99]},{"cast":["Ritesh Deshmukh","Nargis Fakhri","Aditya Kumar","Ram Menon","Dharmesh Yelande"],"overview":"A musical drama film directed by Ravi Jadhav, starring Riteish Deshmukh and Nargis Fakhri in the lead roles.","release_date":"2016-09-23","vote_average":4.3,"runtime":140,"cert":"N\/A","id":403517,"title":"Banjo","adult":false,"genre_ids":[18,10402,28]},{"cast":[],"overview":"","release_date":"","vote_average":4.0,"runtime":null,"cert":"N\/A","id":403519,"title":"Ich weiss was du letzen Sommer getan hast","adult":false,"genre_ids":[]},{"cast":[],"overview":"Nine Inch Nails Music Videos","release_date":"1994-06-24","vote_average":0.0,"runtime":32,"cert":"\"NR\"","id":403521,"title":"Nine Inch Nails Music Videos","adult":false,"genre_ids":[]},{"cast":[],"overview":"Nine Inch Nails Live in Rotterdam &amp; San Jose (1994)","release_date":"1994-01-01","vote_average":0.0,"runtime":115,"cert":"\"NR\"","id":403523,"title":"Nine Inch Nails Rotterdam & San Jose","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Super Furry Animals' Phantom Power Album with remixes.","release_date":"2004-12-13","vote_average":0.0,"runtime":105,"cert":"N\/A","id":403525,"title":"Super Furry Animals - Phantom Power","adult":false,"genre_ids":[]},{"cast":[],"overview":"The fifth album from Welsh pop prodigies Super Furry Animals, Rings Around the World, is their most staggeringly ambitious work to date. Featuring everything from Status Quo-style boogie-rockers to technofied drill &amp; bass meltdowns. Added to this they make rock &amp; roll history by releasing an album and DVD simultaneously. The DVD holds twelve specially commissioned film shorts rendered in dizzying surround sound. This is an immaculately conceived pop masterpiece.","release_date":"2001-07-23","vote_average":0.0,"runtime":52,"cert":"N\/A","id":403527,"title":"Super Furry Animals - Rings Around The World","adult":false,"genre_ids":[]},{"cast":[],"overview":"St. Joseph's Oratory, a picturesque shrine silhouetted against Mount Royal, draws pilgrims by the thousands every year. They come from California by Greyhound bus, from Vancouver by plane, and on foot from many parishes surrounding Montréal. What is the fame of this shrine, that it attracts the devout and the curious alike? The story is told by Brother Placide Vermandère of the Order of the Holy Cross, who was personally acquainted with Brother André, after whom the shrine's famous temple is named. Cameras follow a procession of the League of the Sacred Heart through the streets of the city to the famous sanctuary and show many of the religious observances conducted in the church, including Mass attended by invalids who come in the hope of being healed of various afflictions.","release_date":"1958-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":403538,"title":"Pilgrimage","adult":false,"genre_ids":[99]},{"cast":["Harshvardhan Kapoor","Saiyami Kher","Art Malik","K.K. Raina","Anuj Chowdhry"],"overview":"Two star-crossed lovers must battle the forces which try to keep them apart at different timelines and at different world's.","release_date":"2016-10-07","vote_average":6.3,"runtime":129,"cert":"N\/A","id":403540,"title":"Mirzya","adult":false,"genre_ids":[10749,18,14]},{"cast":[],"overview":"The misbehaving public performs for the camera in a half-hour miscellany of misdeeds. In a behind-the-scenes look at the hour-by-hour operation of a large metropolitan police force, this film presents a fair sampling of what keeps Toronto's police officers busy twenty-four hours a day.","release_date":"1958-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":403542,"title":"Police","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Volume 2 features a series of American secretaries SO HOT that it outsold the first edition!","release_date":"2002-07-23","vote_average":0.0,"runtime":43,"cert":"\"\"","id":403547,"title":"Nude Secretaries 2","adult":true,"genre_ids":[]},{"cast":["Steve Forrest","Ned Romero","John Anderson","Victor Mohica","Joan Prather"],"overview":"Hawkeye and Chingachcook attempt to rescue the daughter of a chief who was captured by raiders from a rival tribe.","release_date":"1978-12-18","vote_average":0.0,"runtime":74,"cert":"\"\"","id":403561,"title":"The Deerslayer","adult":false,"genre_ids":[]},{"cast":["Clark Gregg","Ilana Levine","Dan Riordan","Julie Roach"],"overview":"A mailman so obsessed with his job isolates himself from reality.","release_date":"1996-01-01","vote_average":0.0,"runtime":18,"cert":"\"\"","id":403566,"title":"Mailman","adult":false,"genre_ids":[35]},{"cast":["Eiji Okuda","Eiko Nagashima","Reiko Takashima","Sho Aikawa","Hakuryu"],"overview":"Tanaka is a yakuza who collects 'protection money' from establishments. He has just been released from jail, where he had spent eight years, and finds out that his boss wants to get rid of him. Tanaka is not an archetypal yakuza; he travels by public transport. But he does have two mistresses: Ayumi, who runs a nightclub, and Yoshie, a brothel-keeper. When Tanaka's boss ends up in hospital, second man Kurauchi exerts increasing pressure on Tanaka. Tanaka deliberately has himself wounded by a fighter to dodge several of Kurauchi's demands.","release_date":"1994-10-01","vote_average":7.0,"runtime":123,"cert":"N\/A","id":403568,"title":"Like a Rolling Stone","adult":false,"genre_ids":[18]},{"cast":["Levi Miller","Hanna Mangan Lawrence","Bryan Brown","Thomas Cocquerel","Steve Le Marquand"],"overview":"Explores the early events leading up to Red Dog's discovery on the road to Dampier, and his ultimate rise from ordinary dog to Australian legend.","release_date":"2016-12-26","vote_average":6.5,"runtime":88,"cert":"\"\"","id":403570,"title":"Red Dog: True Blue","adult":false,"genre_ids":[35,18,10751]},{"cast":["Jack Howard","Chris Kendall","Andrea Smith Valls","Dean Dobbs","PJ Liguori"],"overview":"The dark and twisted adventures of Hades, Aubrey &amp; Robin in their hair salon, Hair and Brimstone.","release_date":"2016-06-24","vote_average":8.0,"runtime":19,"cert":"N\/A","id":403572,"title":"Hair and Brimstone","adult":false,"genre_ids":[35]},{"cast":["Huang Xiaoming","Xu Zheng","Bajia Pu","Luo Jin","Tan Kai"],"overview":"Buddhism-themed Chinese-Indian historical adventure film based on Xuanzang's seventeen-year overland journey to India during the Tang dynasty in the seventh century.  Xuan Zang (c. 602 - 664), was a Chinese Buddhist monk, scholar, traveler, and translator who described the interaction between China and India in the early Tang dynasty. From boyhood, he took to reading religious books, including the Chinese classics and the writings of ancient sages. He later travelled throughout China in search of sacred books of Buddhism. Subsequently, he developed the desire to visit India. This is when he became famous for his seventeen-year overland journey to India, which is recorded in detail in the classic Chinese text Great Tang Records on the Western Regions.","release_date":"2016-04-29","vote_average":9.0,"runtime":90,"cert":"N\/A","id":403580,"title":"Xuan Zang","adult":false,"genre_ids":[36]},{"cast":["Park Chan-yeol","Yuan Shanshan","Seohyun","Jiang Chao"],"overview":"When journalist Miaomiao Fang accidentally snaps a photo of top Korean star Zhun Hou at a night club, she finds out more about his personal life than she bargained for. Zhun tries to protect his image and forces Miaomiao's magazine to fire her. Despite losing her job, the intrepid young woman has a new mission in life: Destroy Zhun at all costs","release_date":"2016-06-30","vote_average":5.8,"runtime":99,"cert":"\"NR\"","id":403582,"title":"I Married an Anti-Fan","adult":false,"genre_ids":[10749,35]},{"cast":["Tenoch Huerta","José Sefami","Sophie Alexander-Katz","Enrique Arreola"],"overview":"Café paraíso (\"Paradise Café\") is a 2008 Mexican short film directed and written by Alonso Ruizpalacios. The film won the \"Mayahuel Award\" for \"Best Mexican Short Film\" at the Guadalajara Mexican Film Festival\r Principal actor Tenoch Huerta Mejía won \"Best Actor\" at the Short Short Film Festival in Mexico City for his role as Gallo in the film.","release_date":"2008-03-11","vote_average":6.5,"runtime":10,"cert":"N\/A","id":403584,"title":"Café Paraíso","adult":false,"genre_ids":[18,35]},{"cast":["Q'orianka Kilcher","Gil Birmingham","Graham Greene","Mackenzie Astin","Brigid Brannagh"],"overview":"The extraordinary life of Chickasaw Nation citizen Mary Thompson Fisher is given a heartfelt tribute in this moving look at a culture in transition, and the way one woman used her voice to keep Native traditions and stories alive. Raised in Indian Territory, Fisher left home to pursue her dream of becoming an actress, only to find that her true calling was at home all along. From Chautauquas to Broadway and even the White House, Fisher traveled the world performing Native American songs and stories for heads of state, American presidents, and European royalty. Featuring Chickasaw citizens both in front of and be-hind the camera, this touching portrait starring Q’orianka Kilcher (“The New World”) and Graham Greene honors a woman whose own story was the most inspiring one she never told. -TCFF database","release_date":"2017-10-13","vote_average":7.6,"runtime":105,"cert":"\"PG\"","id":403586,"title":"Te Ata","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2015-10-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403588,"title":"My Wife's Lover","adult":false,"genre_ids":[]},{"cast":["Jorge Alberti","Carlos Fontané","Sully Díaz","Axel Anderson","Javier de Jesús"],"overview":"The story of Father Miguel Ángel, who has to face the parishioners' opposition to accept Father Lomba's retirement from the parish. Miguel Ángel will have to prove his worth as a priest when he is cornered by the community's apathy because he is too young and does not have previous experience in that line of work.","release_date":"2007-01-02","vote_average":0.0,"runtime":100,"cert":"N\/A","id":403590,"title":"Del cielo a la tierra","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Three thugs kidnap two innocent young women and demand $50,000 from one of the girl's sister, while her boyfriend is hot on the trail. Unfortunately, after being raped and cut with razor blades, the girls don't stand a chance.","release_date":"1971-01-01","vote_average":3.0,"runtime":50,"cert":"\"\"","id":403592,"title":"San Francisco Ball","adult":false,"genre_ids":[]},{"cast":["Andre Taulany","Ayu Pratiwi","Deddy Mizwar"],"overview":"About a rockerstar from USA falling in love with a good girl.","release_date":"2003-10-01","vote_average":9.0,"runtime":106,"cert":"N\/A","id":403600,"title":"Kiamat Sudah Dekat","adult":false,"genre_ids":[]},{"cast":[],"overview":"An underground classic. Great camp horror flick with stunningly primitive ideas and execution. From the waitress at the Greek diner to the old man with toilet paper stuck in his trousers, this is a treat for adults of all ages. And the classic, \"It's frothing too much.\" Comic genius at its best.","release_date":"1975-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":403602,"title":"Wapper","adult":false,"genre_ids":[]},{"cast":[],"overview":"Australian headlines screamed \"Skeleton Found In Housing Commission Apartment\" ... the man had died six months earlier but no-one noticed. The Northcott building is one of Sydney's most infamous buildings - synonymous with suicides, murders and drug deals. But now, Northcott residents are working hard to turn that perception around. This is their inspirational story.","release_date":"2006-06-01","vote_average":0.0,"runtime":55,"cert":"N\/A","id":403604,"title":"900 Neighbours","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A Discovery programme revealing the history, technology, drivers, engineers and fans of Formula 1 racing.","release_date":"2003-10-21","vote_average":0.0,"runtime":160,"cert":"N\/A","id":403606,"title":"The Secret Life Of Formula One","adult":false,"genre_ids":[99]},{"cast":["Reza Rahadian","Chelsea Islan","Dian Nitami","Ernest Prakasa","Indah Permatasari"],"overview":"Storyline about a young visioner from Indonesia: Rudy Habibie, before he would known as technocrat and 3rd president of Indonesia: BJ Habibie.","release_date":"2016-06-30","vote_average":7.4,"runtime":142,"cert":"N\/A","id":403608,"title":"Rudy Habibie","adult":false,"genre_ids":[10749,18]},{"cast":["Yuuna Sugiyama"],"overview":"Sing and dance with the sun.","release_date":"2009-03-18","vote_average":0.0,"runtime":43,"cert":"N\/A","id":403610,"title":"Inai Inai Baa! Dance with the sun","adult":false,"genre_ids":[10751]},{"cast":["Jim Clark"],"overview":"The story of an enigmatic Scottish sheep farmer who, in his day, became the greatest racing driver of all time, before being tragically killed in a race.","release_date":"2009-04-18","vote_average":5.0,"runtime":58,"cert":"N\/A","id":403618,"title":"Jim Clark: The Quiet Champion","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Jakarta 2036. Alif, Lam and Mim are three friends from martial art school Al-Ikhlas. Alif chooses to become state apparatus. He is determined to eradicate all forms of crime and searching for the killers of his parents. Lam, becomes a journalist. While Mim chooses to serve as a teacher in their school. All three are reunited after the explosion of a bomb in a cafe.  Evidence and investigation leads on the involvement of the pupils of Mim’s school. Alif must confront his own best friend and destroy the school that raised him. Lam who is sandwiched between his two friends, tries to find common ground in order to avoid a more severe destruction. Mim chooses to face the apparatus and willing to sacrifice his life.  Alif, Lam and Mim are forced to fight each other in defending and fighting for their version of truth.","release_date":"","vote_average":0.0,"runtime":122,"cert":"N\/A","id":403623,"title":"3","adult":true,"genre_ids":[]},{"cast":["Karina Salim","Sadha Triyudha"],"overview":"A romantic comedy short movie from Joko Anwar.","release_date":"2012-12-12","vote_average":7.0,"runtime":12,"cert":"N\/A","id":403625,"title":"Durable Love","adult":false,"genre_ids":[18,10749]},{"cast":["Wasabi Mizuta","Megumi Oohara","Yumi Kakazu","Subaru Kimura","Tomakazu Seki"],"overview":"In accordance with the fun song and dance of Doraemon, to support the healthy growth of young children of the mind, body, intelligence, Shogakukan children magazine has produced this educational DVD series. In this work, go with the power to communicate while having fun dancing to the songs and rhythm.","release_date":"2008-06-18","vote_average":0.0,"runtime":25,"cert":"N\/A","id":403636,"title":"Doraemon let's go: You can do with Dorami-chan","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"2003-03-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403638,"title":"Bigard - Best of","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2007-03-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403640,"title":"Cultus Ferox  - Rumtour","adult":false,"genre_ids":[]},{"cast":["Josh Stewart","Bill Engvall","Luke Edwards","Alex Essoe","Jaqueline Fleming"],"overview":"In the town of Cutter, most people keep to themselves. But when John comes home to find his girlfriend missing, he sneaks into his neighbor's house, finding his girlfriend and several other kidnapped people tied up in the basement. When the neighbor come home, John is forced to get out of the house alive and lead the group to safety.","release_date":"2016-08-19","vote_average":5.8,"runtime":87,"cert":"\"NR\"","id":403642,"title":"The Neighbor","adult":false,"genre_ids":[80,27,53,9648]},{"cast":["Maria Montez","Paul Hubschmid","Massimo Serato","Paolo Stoppa","Faye Marlowe"],"overview":"A beautiful tavern-keeper finds herself getting caught up in a war between Italy and Turkey.","release_date":"1950-12-22","vote_average":0.0,"runtime":90,"cert":"N\/A","id":403644,"title":"The Thief of Venice","adult":false,"genre_ids":[12]},{"cast":["Nadia Chan","Simon Lui","Helena Law Lan","Maggie Cheung Hoh-Yee","Tong Ka-Fai"],"overview":"Bud Pitt and his girlfriend Moon leave the city and move to the countryside to start a new chapter in their lives. At the village, they meet their new, cheery neighbor Olive. However, Bud is suspicious of Olive when she roams the streets at night, seemingly developing a multiple and mystifying personality. In addition, Pitt and Moon is uncomfortable with the eerie atmosphere of the village. As a result, Pitt pins his hope on his mother, who has expertise in the supernatural.","release_date":"2001-01-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403646,"title":"Troublesome Night 8","adult":false,"genre_ids":[35,27]},{"cast":["Wayne Lai","Helena Law Lan","Sherming Yiu","Tong Ka-Fai","Grace Lam"],"overview":"A boss and his employees take an excursion to Cheung Chou, an island off the coast of Hong Kong. There, the boss meets and courts a young woman, and is completely oblivious of her past. Meanwhile, while the employees try to enjoy their weekend adventure without their employer, they encounter abnormal events and the young woman may be a link to them.","release_date":"2001-03-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403648,"title":"Troublesome Night 10","adult":false,"genre_ids":[35,27]},{"cast":["Anthony Newley","Anne Aubrey","Bernie Winters","Hermione Baddeley","James Booth"],"overview":"A medical student who is thrown out of his university, ends up working in a laundry and rebuilds his confidence with a relationship with a fashion model.","release_date":"1960-03-22","vote_average":0.0,"runtime":91,"cert":"N\/A","id":403656,"title":"Let's Get Married","adult":false,"genre_ids":[35]},{"cast":["Richard Murdoch","Sandra Dorne","Jon Pertwee","Claude Hulbert"],"overview":"The efforts of a female Customs Officer to challenge smugglers who hide illicit liquor in a steam roller.","release_date":"1960-10-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403658,"title":"Not a Hope in Hell","adult":false,"genre_ids":[35]},{"cast":["Peter Engman","Fredrik Hammar","Thommy Berggren","Peter Dalle","Sara Arnia"],"overview":"Three young men have an interest they all burn for - jazz. But in the 1930's northern Sweden not many people like the new form of music. So when the three guys get a chance to make a journey to New York they take it.","release_date":"1995-09-15","vote_average":4.0,"runtime":109,"cert":"N\/A","id":403660,"title":"Big Men, Little Men","adult":false,"genre_ids":[18]},{"cast":["Juana Acosta","Jorge Perugorría","Mariam Hernández","Yoima Valdés","Pilar Mayo"],"overview":"The killing of a fiery young teacher sets Detective Mario Conde on the trail of a drug kingpin with ties to the high school he once attended.","release_date":"2016-09-30","vote_average":6.0,"runtime":95,"cert":"N\/A","id":403662,"title":"Winds of Havana","adult":false,"genre_ids":[53,18,80]},{"cast":["Samuel Fröler","Baiba Broka","Eva-Lena Björkman","Lennart Jähkel","Juris Zagars"],"overview":"The shy scientist Lars decides to publish a small ad in order to find a girlfriend. From the 218 replies, he selects Brigita, an attractive Latvian woman and invites her to Stockholm. But what actually happens after Brigita's arrival is far more complicated than Lars could ever have imagined.","release_date":"1999-08-20","vote_average":0.0,"runtime":93,"cert":"N\/A","id":403664,"title":"Reply with Photo","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Is a smiley on a pill a substitution for a smile in the eye? This documentary follows three young women and a mother of a lost daughter through parties, music, drugs, downers and uppers in a journey into the house culture.","release_date":"2002-09-06","vote_average":0.0,"runtime":80,"cert":"N\/A","id":403672,"title":"The Smile in the Eye","adult":false,"genre_ids":[99]},{"cast":["Vladimir Găitan","Joanna Pacula","Sergiu Nicolaescu","Sebastian Papaiani","Ion Besoiu"],"overview":"In 1916, shortly before Romania's entry in World War One Romanian Army Lieutenant Tudor Gheorghiu is posted to a border patrol unit on Romania's border with Austria-Hungary.  Not receiving any news from his wife he persuades the commanding officer, Captain Dimiu, to allow him a short leave to visit his wife. Tudor married Lena two years before but was very jealous and suspected her of infidelity. When his grandfather dies Tudor inherits most of the fortune.  Gigolo lawyer Andrei Nicolau is the executor of the will. He also is the man who lustfully desires Tudor's beautiful wife. A contest for Lena's love begins.  Romania is plunged into WW1 and ironically Tudor receives his junior Lieutenant commission in the same regiment where gigolo lawyer Nicolau serves as a Major. Their destinies seem intertwined.","release_date":"1980-03-30","vote_average":4.7,"runtime":100,"cert":"N\/A","id":403674,"title":"Last Night of Love","adult":false,"genre_ids":[18,10752]},{"cast":["Helena Law Lan","Simon Lui","Anita Chan","Ronnie Cheung Ho-Lung","Ken Wong"],"overview":"A pair of sunshades give a woman wearer an uncanny ability to relive a scene.","release_date":"2003-06-19","vote_average":0.0,"runtime":87,"cert":"N\/A","id":403679,"title":"Troublesome Night 19","adult":false,"genre_ids":[35,27]},{"cast":["Masayuki Shionoya","Mariko Takahashi","Shojiro Kataoka","Masao Komatsu"],"overview":"The piano tuner Ota is still in mourning for the loss of his beloved wife. He would like to go on, but he can’t find the beach where his wife wanted her ashes to be scattered. While helping his friend Kojima with his antique shop, Ota meets the old Kuzo, a ventriloquist with a mysterious and fascinating female puppet, Aria, and his disciple, Senju. But during a show, the old man collapses. At the hospital, he asks Ota to find a piano he sold a long time ago to a pawn shop, and dies. Ota and Senju decide to look for the piano, even if Kuzo will not be able to enjoy it anymore, as a way to carry on the master’s memory.  Just before the departure, a mysterious and beautiful woman enters the antique shop, claiming to be Kuzo’s daughter. She wants to join them in the quest for the piano.  The three leave in search of the long forgotten piano: they will meet a number of uncommon characters, who will guide them in a journey through the master’s past, and their memories, towards the future.","release_date":"2007-06-01","vote_average":0.0,"runtime":105,"cert":"N\/A","id":403681,"title":"Aria","adult":false,"genre_ids":[]},{"cast":[],"overview":"The youngest of 12 from the famous Hart wrestling family, and one of the most loveable personalities in all of sports entertainment, Owen Hart was a champion who won the hearts of fans around the world with his athleticism and one of a kind personality. For the first time ever, relive his greatest matches and hear from his brothers, sisters, friends and colleagues as they fondly look back on the life and career of a WWE Superstar with a true heart of gold.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403683,"title":"Owen Hart of Gold","adult":false,"genre_ids":[]},{"cast":["Elena Sangro","Giorgio Fini","Giorgio Fini","Carlo Gualandri"],"overview":"Produced by Elena Sangro and funded by the Commitee of Motenegrin Exiles (including the former Queen Milena), the film tells the full story of the heroic conduct of Montenegrin people during the First World War.","release_date":"1922-01-10","vote_average":0.0,"runtime":103,"cert":"N\/A","id":403688,"title":"There Is No Resurrection Without Death","adult":false,"genre_ids":[10752,36]},{"cast":[],"overview":"The \"Living Rock\" DVD, a joint publication of the US Geological Survey and Alpha DVD, is a one hour educational program about the Earth's geology. Targeted at High School grade levels, Living Rock introduces students to such geology concepts as: Geologic Time; Continental Crust; Plate Tectonics; Volcanic Activity; Earthquakes; Subduction Zones; Erosion and Glaciers.","release_date":"2002-08-13","vote_average":0.0,"runtime":60,"cert":"\"\"","id":403690,"title":"Living Rock: An Introduction to Earth's Geology","adult":false,"genre_ids":[]},{"cast":["Alberto Eskenazy","Efi Pikoula"],"overview":"In a television contest, three boys and three girls, high school graduates earn a 7 day cruise on the Aegean islands. They accompany a professor and a professor. Infinite contingencies, funny incidents and peculiar coincidences occurring on board","release_date":"1988-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":403692,"title":"Érotas sta Kýmata","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"In the 1950s and 1960s, a parade of gorgeous young women traveled to Hollywood, looking to be discovered by casting agents and big studio producers.  While some achieved their dreams of stardom, others ended up in independently produced short films in which these nubile would-be actresses were asked to throw their modesty - and clothes - to the wind.  These movies were meant to catch the modern woman in her most private moments - performing household chores, dancing to the latest twist record, or working on her tan - all of which, it seems, was better done in the nude.  Though the names of the women featured in this collection are lost to history, their sensual allure is still apparent today.","release_date":"2015-07-07","vote_average":0.0,"runtime":60,"cert":"\"\"","id":403694,"title":"Nudes On Parade: Vintage Erotica Of The 50s & 60s","adult":true,"genre_ids":[]},{"cast":["Michael Lonsdale","Tamia"],"overview":"Julien, a movie director, is on the phase of editing his new film, \"Juliette sacrifiée\". Hurried by his producer, he asks for the help of a professional editor. It is Anne, with whom Julien is soon falling in love. During the whole of the movie, both are sitting in front of the editing table, where they listen to music, talk about politics and what movies should and should not be about.","release_date":"1972-07-05","vote_average":8.0,"runtime":75,"cert":"\"\"","id":403696,"title":"Autumn","adult":false,"genre_ids":[18]},{"cast":["Micah Samter","Danny Zeitz","John Zeitz","Michael Zeitz","Patty Zeitz"],"overview":"After a craigslist transaction turns violent, a group of online gamers band together to support their fallen teammate.","release_date":"","vote_average":0.0,"runtime":8,"cert":"N\/A","id":403698,"title":"Level Up","adult":false,"genre_ids":[]},{"cast":["Bernard Hunter","Jill Ireland","Sheldon Lawrence","Danny Green"],"overview":"A young man inherits a fortune, but with a number of conditions attached.","release_date":"1960-03-01","vote_average":0.0,"runtime":69,"cert":"N\/A","id":403700,"title":"Girls of the Latin Quarter","adult":false,"genre_ids":[10402]},{"cast":["Eduardo Berri","Matilde Bhor","Héctor Cataruzza","Cecilia Lezard","Matilde Mur"],"overview":"The story follows Jaime Lara, a passenger whose ship makes a stop in Buenos Aires for one day. Lara elopes, leaving his wife on board, and walks around the city at night, coming to meet a beautiful yet frivolous hooker, Isa.","release_date":"1935-01-01","vote_average":7.0,"runtime":78,"cert":"N\/A","id":403705,"title":"Escala en la ciudad","adult":false,"genre_ids":[18]},{"cast":["Rufina Nifontova","Irina Shmeleva","Andrey Leonov","Evgeni Leonov","Alena Bondarchuk"],"overview":"Action takes place in England during the 20 years between the two wars. The film explores the relationship in the once wealthy bourgeois family, whose members, in their own way, are experiencing the collapse of their plans and hopes.","release_date":"1984-12-27","vote_average":0.0,"runtime":88,"cert":"N\/A","id":403707,"title":"Time and the Conways","adult":false,"genre_ids":[18]},{"cast":["Olga Lomonosova","Grigoriy Antipenko","Alisa Grebenshchikova","Andrey Kazakov","Aleksandr Konstantinov"],"overview":"The melodramatic life story of the modern urban intelligentsia. 45 seconds is exactly that short time during which the life of the heroes of the picture has changed. The main character, Tatyana Chernigova, is a successful business woman, a former fearless climber, and she is experiencing a difficult family drama: unsuccessful attempts to have a baby.  The trouble does not come alone, and against the background of the heroine’s psychological experiences, a criminal detective tragedy is played out, according to witnesses and participants, she becomes the culprit ...","release_date":"2013-03-24","vote_average":0.0,"runtime":94,"cert":"N\/A","id":403709,"title":"45 second","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"A dance by bodies of shifting colors.","release_date":"1982-01-01","vote_average":0.0,"runtime":4,"cert":"\"\"","id":403717,"title":"3 Degree K #02","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-06-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403752,"title":"Faszination Wüste: Atacama - Die skurrilste Wüstenlandschaft der Erde 3D","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Each winter a monstrous beast lures men and women to the ice of Lake Winnebago. It is the only place on the planet where this occurs. \"The Frozen Chosen\" introduces you to the obsessed men and women who are willing to wait days, years, even decades to propel their spears and bring you face-to-face with the prize below.","release_date":"2014-01-01","vote_average":0.0,"runtime":55,"cert":"\"\"","id":403754,"title":"The Frozen Chosen","adult":false,"genre_ids":[99]},{"cast":["Chin Ka-Lok","Eric Kot","Jerry Lamb","Tats Lau","Sam Lee"],"overview":"Several stories interweaves into this hilarious comedy. Eric Kot plays the genital dermatologist, Dr. Heung, that loves and respects his own profession. He and his assistant Ma work tacitly together professionally but are unable to take a step forward other than work. The up and coming artist Fifi Wong wants to make it big in her career, she later falls for the genteel To Bing at first sight although both of them already have their other important halves.","release_date":"2006-06-25","vote_average":0.0,"runtime":91,"cert":"N\/A","id":403786,"title":"Feel It Say It ...","adult":false,"genre_ids":[10749,35]},{"cast":["Sadha","Zeenat Aman","Raj Babbar","Raja Bundela","Sushmita Mukherjee"],"overview":"Raja(Haider Khan) is a guy who has always remained a 'good friend' to most of the girls, that is if they have not already beaten him up! He has always been shy, never to open his heart out. Raja meets the girl of his dreams Anamika(Sada) in tube in Malaysia. She is a spoilt, arrogant daughter of a billionaire in Malaysia. As days pass, Raja gets more and more hooked on to her and expresses his feelings to her. This is when his life takes a different turn and he is left on the thresholds of life.","release_date":"2016-06-24","vote_average":7.0,"runtime":135,"cert":"N\/A","id":403788,"title":"Dil Toh Deewana Hai","adult":false,"genre_ids":[10749,18]},{"cast":["Om Puri","Lucy Pinder","Gulshan Grover","Niharica Raizada"],"overview":"A modern day adaptation of the legendary fable of Savitri, Satyavaan and Yamaraj from Mahabharata, one of the major Sanskrit epics of ancient India. The modern day Savitri is adept in martial arts and will do anything to save her husband.","release_date":"2016-07-22","vote_average":2.5,"runtime":120,"cert":"N\/A","id":403790,"title":"Warrior Savitri","adult":false,"genre_ids":[53,28]},{"cast":["Gabriele Stötzer","Birgit Willschütz"],"overview":"An animated documentary short about the central prison for women in the former GDR, based on interviews with former prisoners.","release_date":"2016-02-14","vote_average":6.7,"runtime":7,"cert":"N\/A","id":403795,"title":"Kaputt","adult":false,"genre_ids":[16,99]},{"cast":["Alex Graham","Andrew Justice","Brandon Jones","Chris Bines","Kaleb Klark"],"overview":"The hottest studs around have Alpine Wood in Falcon's Two-Part Spring Blockbuster when they share a house in the mountains for a weekend of fun. Leading Director Bruno Bond shows how a rugged good time gets even better when these scruffy-faced Falcon men hook up all over the house in spontaneous manly action. Hard dicks and big appetites abound in the lodge, where the frigid weather drives men to seek the heat that only another man's body can provide. In part 2, ten hot Falcon studs indulge in mountain fun. Landon Conrad and Brandon Jones have needs that can't wait, so Landon lays his Alpine Wood into Brandon in as many ways as he can take it. Alex Graham and Nick Sterling work up a heat to match the embers in the fireplace. They exchange head, and Alex deep tongue-fucks Nick's ass before nailing it and getting some in return. Luke Milan and Chris Bines get hot over a game of pool when passerby Kaleb Klark adds a spark that ignites their smoldering lust...","release_date":"2014-11-07","vote_average":0.0,"runtime":142,"cert":"\"NC-17\"","id":403806,"title":"Alpine Wood 2","adult":true,"genre_ids":[]},{"cast":["Angel Rock","Chris Bines","Jimmy Durano","Will Evans","Landon Conrad"],"overview":"The hottest studs around sport Alpine Wood in Falcon's Two-Part Spring Blockbuster when they share a house in the mountains for a weekend of fun. Leading Director Bruno Bond shows you how a rugged good time gets even better when these scruffy-faced Falcon men hook up all over the house in spontaneous manly action. If home is where the hard on is, these studs feel right at home in this mountain cabin where the air smells like sex. Alpine Wood, Part 1 features nine of the sexiest young, hard and horny guys, and they're bound to burst into exciting action when their lust levels rise with the elevation. Being late for breakfast leaves Landon Conrad with nothing to eat except Ricky Decker, whose cock and hole are rarin' to go. Ricky cums likes there's no tomorrow. A hot bath is a perfect antidote to a cold hike for Nick Sterling and Angel Rock. Nick's humpy body makes Angel's cock swell to new heights...","release_date":"2014-02-06","vote_average":0.0,"runtime":135,"cert":"\"NC-17\"","id":403808,"title":"Alpine Wood","adult":true,"genre_ids":[]},{"cast":["Horyu Nishimura","Hidenobu Abera","Ryouko Ono","Syogoh Uno","Kazuki Kawakami"],"overview":"2041 - The west of Japan was destroyed in an earthquake. In between the slums within the rubble autonomous areas form with their own currency and administration. In the third communal district, known as Slum-Polis, criminals terrorize the poor population. In the daily struggle for survival the three friends Asu, Joe and the young prostitute Anna search for a little bit of security, but ultimately their strong bond is put to trial.","release_date":"2014-05-30","vote_average":0.0,"runtime":116,"cert":"N\/A","id":403810,"title":"Slum-Polis","adult":false,"genre_ids":[]},{"cast":["Barry Reeve","Mary Tempest","Bruce Dickinson","Chris Aylmer","Barry Purkis"],"overview":"The film depicts a 'super roadie' who fights evil orange jumpsuit-wearing bouncers stopping a rock and roll crowd from having a good time. He then falls foul of an evil wench who seduces and cuts his hair in order to take away his strength.","release_date":"1980-06-26","vote_average":5.0,"runtime":12,"cert":"N\/A","id":403812,"title":"Biceps of Steel","adult":false,"genre_ids":[10402,18,35]},{"cast":["Ziad Abaza","Scot Williams","Darren Morfitt","Kristin Atherton","Lucinda Rhodes Thakrar"],"overview":"After his father is killed in an altercation with drunken thugs, Salah's world is plunged into darkness. Forced into running the family kebab shop alone, Salah struggles to manage the increasingly rowdy night life and when a fight with an angry customer goes fatally wrong, he finds himself with a dead body on his hands.  With no faith in the authorities Salah disposes of the body in the one place he knows best… the kebabs.","release_date":"2016-06-26","vote_average":6.4,"runtime":115,"cert":"N\/A","id":403820,"title":"K - Shop","adult":false,"genre_ids":[53,27,80]},{"cast":["Aaryan Sigdel","Namrata Shrestha","Chhulthim Gurung"],"overview":"November Rain is a Nepali language film directed by Dinesh Raut and produced by Aaryan Sigdel and Sunil Giri. The movie features unusual rain in November that brings change in life of Aayush (Aaryan Sigdel) and Sheetal (Namrata Shrestha). It was released in 2014 worldwide.","release_date":"2014-04-14","vote_average":7.0,"runtime":132,"cert":"N\/A","id":403822,"title":"November Rain","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Cosmic Encounters\" relates one of mankind's oldest dreams: to leave our planet behind and explore outer space - a dream that still fires the imagination of countless human beings to this day. \"Encounter in Outer Space\" takes the viewer on a journey into the fascinating world of space travel, with images of breathtaking beauty.","release_date":"2014-10-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403824,"title":"Cosmic Encounters 3D","adult":false,"genre_ids":[99,27]},{"cast":["Maria Johnson","Åsa Bjerkerot","Sebastian Håkansson","Tomas Norström","Johan Hedenberg"],"overview":"Sonja and Mirre, two 19-year-old Swedish trainee nurses, dream of a trip to Rome but heart-rending passion and minor money troubles get in the way.","release_date":"1984-02-24","vote_average":0.0,"runtime":96,"cert":"N\/A","id":403826,"title":"Två solkiga blondiner","adult":false,"genre_ids":[18]},{"cast":["Modesto Lacen","Sara Jarque","Sunshine Logroño","Adrián García","Suzette Bacó"],"overview":"A renowned telenovela actor announces the end of the world in a television special, to which every citizen of the Santa Cristal island reacts in a peculiar way.","release_date":"2003-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403828,"title":"Santa Cristal","adult":false,"genre_ids":[35]},{"cast":["Jonathan Cahill","Alan Maxson"],"overview":"When a man breaks into a family's home he learns that he's not the only monster living in the shadows.","release_date":"2014-12-31","vote_average":0.0,"runtime":3,"cert":"\"\"","id":403830,"title":"Under Dark","adult":false,"genre_ids":[27]},{"cast":["Richard Wyler","Pauline Yates","Valentine Dyall","Nyree Dawn Porter","Vincent Ball"],"overview":"Two reporters, a youth and a girl, find romance during interviews with relatives and friends of passengers in an ill-fated airliner.","release_date":"1960-06-01","vote_average":0.0,"runtime":66,"cert":"N\/A","id":403832,"title":"Identity Unknown","adult":false,"genre_ids":[]},{"cast":[],"overview":"The preliminaries featured 2 KOs, 2 TKOs, 3 judges decision.  Jermaine McDermott vs Blake Watkins.  Paul Ruiz vs Christian Buron-Navarro  Javy Ayala vs Roy Boughton  Nick Bustamante vs. Antoine Smith  Jose Cabesas  vs. John Paul Elias  Chris Lewis vs. Myron Smith  Luis Jauregui vs.  Ryan Tobar.","release_date":"2016-06-20","vote_average":0.0,"runtime":null,"cert":"\"\"","id":403834,"title":"Bellator 156: Galvao vs. Dantas 2 prelims","adult":false,"genre_ids":[]},{"cast":["Shiv Pandit","Sandeepa Dhar","Vipin Sharma"],"overview":"Arjun (Shiv Pandit) come to Mumbai to visit his fiancee Maya. He reaches the City court to meet her and is taken aback when he is not able to find her anywhere. He begins to search for Maya and in an unexpected turn witnesses an unlikely murder. Frantic and exasperated, he is left with no choice but take passerby's as hostages before he is framed as the killer. The cops try to tackle the situation and within no time realize that Arjun is no ordinary hostage-taker and it seems next to impossible to apprehend him. Now, with nothing to lose, Arjun lays down his terms: \"I have 7 hostages! And I am giving the Police 7 hours to find out the killer...! I need progress every 60 minutes or one hostage dies every hour!!\" The clock ticks and the investigation begins.","release_date":"2016-06-24","vote_average":4.8,"runtime":115,"cert":"N\/A","id":403845,"title":"7 Hours to Go","adult":false,"genre_ids":[80,28,53]},{"cast":["Raai Laxmi","Ravi Kishan","Aditya Srivastava"],"overview":"Julie, a simpleton, follows through with her dream of becoming an actress and rises to stardom. However, she is soon introduced to the murky waters of the entertainment industry. She begins to compromise on her choices and seeks love from the men in her life. Just as she decides to change paths, she is offered a political biopic that further complicates her life.","release_date":"2017-11-24","vote_average":2.0,"runtime":137,"cert":"N\/A","id":403847,"title":"Julie 2","adult":false,"genre_ids":[18,10749,53]},{"cast":["Sahil Anand","Herry Tangiri","Niyati Joshi","Vikram Kochhar","Divvya Chouksey"],"overview":"Hai Apna Dil Toh Awara is a slice of life in the lives of three couples who have their own point of views about life and when their thoughts collide, it's a Bull vs Matador fight to the finish for them.","release_date":"2016-06-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403849,"title":"Hai Apna Dil Toh Awara","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Seasons result from the exposure of the sun to the rotation of the Earth in its axial tilt, also known as \"Epsilon\"","release_date":"2014-03-04","vote_average":0.0,"runtime":1,"cert":"N\/A","id":403851,"title":"Epsilon","adult":false,"genre_ids":[]},{"cast":["Rita Moreno","Steve Goldbloom","Joel Kelley Dauten","Ray Reinhardt","Melissa Locsin"],"overview":"Two self-involved cousins have better things to do than embark on a road trip with their grandmother, Gloria. But someone has to take the frail woman to an assisted care facility. Despite such inconvenient circumstances, the two cousins - a risk-averse yuppie and a slacker stand-up comedian - find plenty of laughs along the way.","release_date":"2016-03-05","vote_average":0.0,"runtime":83,"cert":"\"\"","id":403853,"title":"Remember Me","adult":false,"genre_ids":[35]},{"cast":["Gilda Haddock","Jaime Bello","Ofelia D'Acosta","Ramon Saldaña","Luz María Rondón"],"overview":"Sara Rodríguez faces a mid-life crisis, succumbing to the media clamor for a youthful appearance with everything from collagen to breast enhancements, as she faces her menopause. What she really needs is her workaholic husband's attention. After turning the world upside, Sara finds the solution where she least expects it.","release_date":"2002-06-28","vote_average":0.0,"runtime":85,"cert":"N\/A","id":403855,"title":"Kuarentayseis","adult":false,"genre_ids":[35]},{"cast":["Joely Fisher","Natasha Gregson Wagner","Connie Stevens","Daphne Zuniga","Barry Watson"],"overview":"During another tumultuous Thanksgiving holiday, one family suffers a tragedy: loss of all cell phone reception throughout the house. The sudden media blackout forces the clan to face all their crises head-on—and uncover a few ugly truths along the way.","release_date":"2016-03-05","vote_average":4.0,"runtime":98,"cert":"\"\"","id":403857,"title":"Search Engines","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"It's the Muppets!: Meet the Muppets! is a compilation video of some of the best clips from The Muppet Show, released by Jim Henson Video in 1993.","release_date":"1993-11-26","vote_average":0.0,"runtime":43,"cert":"\"G\"","id":403865,"title":"It's the Muppets!: Meet the Muppets!","adult":false,"genre_ids":[]},{"cast":["Hrithik Roshan","Yami Gautam","Ronit Roy","Rohit Roy","Narendra Jha"],"overview":"Rohan is a kind, happy young man who has been blind since birth and works as a voice-over artist for a living. Through friends, he meets Supriya, a working woman who is also blind, but proudly independent. The two start liking each other and get married. Rohan toughest journey starts in his quest of vengeance for Supriya's indirect murderers.","release_date":"2017-01-26","vote_average":7.1,"runtime":139,"cert":"\"R\"","id":403867,"title":"Kaabil","adult":false,"genre_ids":[28,53,18]},{"cast":["Rodney Yee"],"overview":"Power Yoga Total Body workout is a seamlessly integrated 60-minute program that helps you fully experience the benefits of power yoga.  Guided by acclaimed instructor Rodney Yee, a flowing vinyasa sequence combines the Sun Salutation with standing poses, forward bends, back bends, twists and arm balances for a complete total-body workout.","release_date":"2003-09-02","vote_average":0.0,"runtime":80,"cert":"\"NR\"","id":403869,"title":"Power Yoga: Total Body","adult":false,"genre_ids":[]},{"cast":[],"overview":"A quiet afternoon takes an unexpected turn when the law shows up on a grandmother's doorstep, threatening to tear her family apart.","release_date":"2014-11-01","vote_average":0.0,"runtime":8,"cert":"\"\"","id":403874,"title":"Two for Tea","adult":false,"genre_ids":[]},{"cast":["Steve Aernouts","Bert Haelvoet","Ellen Schoenaerts"],"overview":"Remsk and Sarah are a neurotic, passionate couple. He is a struggling writer who carries the weight of the world on his shoulders. She is a mentally unstable, weed-addicted, sexual woman. Bill is a blown-up ego, constantly showing off the success of his acting career. Nicky is constantly sucking up to her husband. A month ago, at a party in Antwerp, Remsk was so drunk that he invited Bill and Nicky to come along on their vacation in the Provence where Remsk's father owns a villa. Remsk assumes that they would never come over anyway. Then what must not happen happens. Bill calls Remsk to say that he is on his way to France...","release_date":"","vote_average":0.0,"runtime":76,"cert":"N\/A","id":403876,"title":"Darling","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403878,"title":"Der Mond - Herrscher der Nacht","adult":false,"genre_ids":[]},{"cast":["Dr Paul Lam"],"overview":"Tai Chi: 6 Forms, 6 Easy Lessons moves at a steady and fluid pace that is accessible to all levels of fitness. The instructor, Dr. Paul Lam, condenses this practice into six lessons, taught with meticulous explanation and repetition. The constant recap of each form aids in creating an approachable and easy-to-follow learning environment. Each routine is added piece by piece, which makes comprehending the overall continuity easy. Although effective in practice, video instruction may not be ideal in theory because Tai Chi lacks the same calming effects when performed in front of the television set. But this method offers such practical and basic instruction that all levels will soon be doing Tai Chi in the atmosphere of their choice. Each of the segments can be put together to form a cohesive and continuous workout or performed separately if participants want to zero in on specific forms.","release_date":"2000-12-19","vote_average":0.0,"runtime":100,"cert":"\"\"","id":403886,"title":"Tai Chi - 6 Forms, 6 Easy Lessons","adult":false,"genre_ids":[10751]},{"cast":["Tutta Rolf","Adolf Jahr","Karin Swanström","Erik 'Bullen' Berglund","Anna-Lisa Baude"],"overview":"A Svensk Filmindustri production.","release_date":"1934-08-06","vote_average":0.0,"runtime":90,"cert":"N\/A","id":403888,"title":"Fasters millioner","adult":false,"genre_ids":[10749]},{"cast":["William Donnelly"],"overview":"A young person faces internal struggles. What is wrong with him?","release_date":"2015-07-03","vote_average":0.0,"runtime":2,"cert":"N\/A","id":403893,"title":"Out of Place","adult":false,"genre_ids":[]},{"cast":[],"overview":"These are the recollections of a group of men who bet everything on their bicycles. The central pillars of their respective teams, the 3rd years. New stories revealing their pasts is about to begin!!","release_date":"2016-09-01","vote_average":8.0,"runtime":60,"cert":"N\/A","id":403895,"title":"Yowamushi Pedal: Spare Bike","adult":false,"genre_ids":[16]},{"cast":["Hannah Herzsprung","Stephan Kampwirth","Christian Redl","Uwe Preuss","Jule Ronstedt"],"overview":"","release_date":"2017-08-21","vote_average":4.0,"runtime":null,"cert":"N\/A","id":403897,"title":"Verräter","adult":false,"genre_ids":[53]},{"cast":["Marc Benjamin","Devid Striesow","Josefine Preuß","Jacob Matschenz","Jörg Schüttauf"],"overview":"","release_date":"2017-10-12","vote_average":5.9,"runtime":98,"cert":"N\/A","id":403899,"title":"Vorwärts immer!","adult":false,"genre_ids":[35]},{"cast":["Velda González","Walter Busó","Víctor Santos","Ricardo Bauleo","Víctor Alcázar"],"overview":"The branch of a bank in a small town is in bankruptcy. To regain the trust of the people, they offer the town's priest the position of Bank Manager, who in turn, begins to carry out all kinds of loans and social aid to the people.","release_date":"1970-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":403904,"title":"Fray Dollar","adult":false,"genre_ids":[80,35]},{"cast":[],"overview":"Collection of classic cartoons featuring:  Bugs Bunny Bond Rally, Three Bears, Sunshine Makers, All's Well, Vitamin Hay, Always Kickin', Corny Concerto, Scout with a Gout, Robin Hood, Sinbad the Sailor, Hunky and Spunky, Peeping Penguins, Picnic Panic, Plane Dumb, Play Safe, Hansel and Gretel, Robin Hood Makes Good, Scottie Finds a Home.","release_date":"2006-01-01","vote_average":0.0,"runtime":120,"cert":"\"\"","id":403906,"title":"Toon Factory - Bugs Bunny: Bugs Bunny Bond Rally","adult":false,"genre_ids":[16]},{"cast":["Toni Sevilla","Lluïsa Mallol"],"overview":"","release_date":"2012-06-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403908,"title":"Radio Taxi","adult":false,"genre_ids":[]},{"cast":["Park Gi-rim","Jae-man Kim","Go Hui-gi"],"overview":"","release_date":"2016-05-26","vote_average":6.0,"runtime":109,"cert":"N\/A","id":403910,"title":"Dear..Lena","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"14 classic shorts in their original theatrical presentation format. Includes BarbeBarbecue Brawl, Happy Go Ducky, Hic-cup Pup, Little Quacker, Rock 'n' Rodent, Neapolitan Mouse, Pet Peeve, Pup on a Picnic, O-Solar-Meow, Robin Hoodwinked, Guided Mouse-ille, Timid Tabby, The Vanishing Duck, That's My Mommy.","release_date":"2011-02-08","vote_average":8.0,"runtime":93,"cert":"\"\"","id":403915,"title":"Tom and Jerry Fur Flying Adventures Volume 1","adult":false,"genre_ids":[16]},{"cast":["Antonio Aguilar","Flor Silvestre","Alma Delia Fuentes","Eleazar García","Jaime Fernández"],"overview":"One of Zapata's field marshals runs afoul of dictator Huerta's stooges in his home town.","release_date":"1969-03-12","vote_average":0.0,"runtime":87,"cert":"N\/A","id":403917,"title":"Lauro Puñales","adult":false,"genre_ids":[]},{"cast":[],"overview":"6 diverse women recite poetry around the theme of mental health, to join the pledge to end mental health stigma.","release_date":"2014-02-06","vote_average":0.0,"runtime":12,"cert":"N\/A","id":403919,"title":"End-Stigma","adult":false,"genre_ids":[]},{"cast":[],"overview":"Catch everyone's favorite cat and mouse team as they race from one exciting adventure to another in this world-class collection of unforgettable episodes. Includes Cruise Cat, Neapolitan Mouse, Posse Cat, The Two Mouseketeers, Mucho Mouse, and Cat Fishin'.","release_date":"2005-01-01","vote_average":7.0,"runtime":43,"cert":"\"\"","id":403921,"title":"Tom and Jerry: 6 Classic Episodes","adult":false,"genre_ids":[]},{"cast":["Sky Elobar","Noah Geldberg","Carl Solomon"],"overview":"A father and son try to spend family time together on a trip to the woods. When they find the lost man, their relationship and its frailty is tested to breaking point. Crabs move sideways. But can they advance?","release_date":"2012-01-01","vote_average":0.0,"runtime":14,"cert":"N\/A","id":403923,"title":"Crabs","adult":false,"genre_ids":[]},{"cast":["Brad King","Cal Shrum","Walt Shrum","I. Stanford Jolley","Lorraine Miller"],"overview":"Jimmy's father, a rancher, died in suspicious circumstances. To make things worse, Jimmy's disreputable uncle has a plot to take over the ranch. Jimmy turns to his friend Brad, the Marshal, for help.","release_date":"1949-07-01","vote_average":2.0,"runtime":60,"cert":"\"\"","id":403925,"title":"Trouble At Melody Mesa","adult":false,"genre_ids":[37]},{"cast":["Ayad Akhtar","Michael Chabon","David Crosby","John Lithgow","Helen Mirren"],"overview":"The Pulitzer at 100, by Oscar and Emmy winning director Kirk Simon, is a ninety-minute independent documentary released in conjunction with the Pulitzer Centennial in April 2016. This film is told through the riveting stories of the artists that have won the prestigious prize. With Pulitzer work read by Helen Mirren, Natalie Portman, Liev Schreiber, John Lithgow and Yara Shahidi; journalists include Carl Bernstein, Nick Kristof, Thomas Friedman, and David Remnick; authors include Toni Morrison, Michael Chabon, Junot Díaz, Tony Kushner, and Ayad Akhtar; and musicians Wynton Marsalis, David Crosby, and John Adams also share their stories.","release_date":"2017-07-21","vote_average":0.0,"runtime":90,"cert":"\"\"","id":403927,"title":"The Pulitzer At 100","adult":false,"genre_ids":[99]},{"cast":["Betty Ortega","José \"Pepe\" Fuentes","José Yedra"],"overview":"Deals with the case of the only woman sentenced to death penalty in Puerto Rico: Luisa Nevárez Ortiz.","release_date":"1970-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403929,"title":"Luisa","adult":false,"genre_ids":[18]},{"cast":["Lu Hsiu Ling","Pat Ha","Lam Wai-Sang","Sherman Chow Shiu-Dung","Gua Ah-leh"],"overview":"Hong Kong romance set in wartime","release_date":"1987-10-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403931,"title":"Flag of Honor","adult":false,"genre_ids":[10752,10749]},{"cast":[],"overview":"Documentary that follows the making of the film Milk Can (2005).","release_date":"2006-01-01","vote_average":0.0,"runtime":74,"cert":"\"\"","id":403933,"title":"Quagmire: The Making of a No-Budget Movie","adult":false,"genre_ids":[]},{"cast":["Ambyr Childers","Angela Sarafyan","Nick Caballero"],"overview":"On the run from the past, a troubled girl stumbles in to something far deadlier, but is it all in her imagination?","release_date":"2016-05-10","vote_average":0.0,"runtime":17,"cert":"\"\"","id":403935,"title":"Blackbird","adult":false,"genre_ids":[18]},{"cast":["Ronald France"],"overview":"An aging piano player looks back on his life.","release_date":"1985-07-09","vote_average":6.0,"runtime":8,"cert":"N\/A","id":403937,"title":"Tony de Peltrie","adult":false,"genre_ids":[]},{"cast":["John Bennett","Jean Cadell","Donald Eccles","Dick Emery"],"overview":"An elderly spinster plans a perfect robbery in Soho.","release_date":"1960-01-01","vote_average":0.0,"runtime":71,"cert":"N\/A","id":403939,"title":"A Taste of Money","adult":false,"genre_ids":[35]},{"cast":["Vincent Ball","Betty McDowall","John Le Mesurier","Michael Ripper"],"overview":"Mike Billings decides to give gambling a go and it happens he's good at it. His instant fortune attracts quite a number of characters including a con artist, a hired killer, and the requisite attractive woman.","release_date":"1960-06-01","vote_average":5.0,"runtime":64,"cert":"N\/A","id":403941,"title":"Dead Lucky","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Are German women as unhappy as a lot of popular media in the early 1960s suggest? This television documentary wants to find out.","release_date":"1963-02-07","vote_average":0.0,"runtime":50,"cert":"N\/A","id":403943,"title":"Die unzufriedenen Frauen","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Meditations on human destruction composed at land's end.","release_date":"2008-01-01","vote_average":0.0,"runtime":10,"cert":"\"\"","id":403945,"title":"Epitaph","adult":false,"genre_ids":[]},{"cast":[],"overview":"A court's decision to take away a mother's child after a divorce and grant the father sole custody leads to a clash of human law and written law.","release_date":"1971-11-12","vote_average":0.0,"runtime":45,"cert":"N\/A","id":403947,"title":"Wegnahme eines Kindes","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Money has become the drug of our societies. Confronted with this phenomenon, citizens all over the world are inventing complementary currencies for social ends and are opening the debate: What is money for?","release_date":"","vote_average":0.0,"runtime":54,"cert":"N\/A","id":403949,"title":"The two faces of money","adult":false,"genre_ids":[99]},{"cast":["Jean Heywood","Richard Briers","Sinéad Cusack","Kevin Whately"],"overview":"Lucy Gannon (Soldier, Soldier, Bramwell, Trip Trap) has written Dad, the poignant story of Larry James (Richard Briers), a cheery and independent 86-year-old who has been caring single-handedly for his beloved wife Jeannie James (Jean Heywood) who has Alzheimer's disease.  When Larry falls and breaks an ankle his life with Jeannie abruptly changes forever. Jeannie is moved into residential care and Larry goes to stay with his son Oliver (Kevin Whately), his daughter-in-law Sandy (Sinead Cusack) and their teenage daughter Millie (Hannah Daniel).  But love and consideration wear thin as father and son have to learn to live together all over again.","release_date":"2005-02-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403951,"title":"Dad","adult":false,"genre_ids":[]},{"cast":["Ahmad Hari Kurniawan"],"overview":"Winner short film  Police Movies Festival 2016.","release_date":"2016-06-21","vote_average":0.0,"runtime":5,"cert":"N\/A","id":403953,"title":"Joni Sok Jagoan","adult":false,"genre_ids":[]},{"cast":[],"overview":"3rd short film  Police Movies Festival 2016.","release_date":"2016-06-21","vote_average":0.0,"runtime":5,"cert":"N\/A","id":403955,"title":"Mirip Ayah","adult":false,"genre_ids":[18]},{"cast":["David Waine Callahan"],"overview":"BEER is a free interpretation of the poetry “Beer” from Charles Bukowski. The composition is a manifesto of the author’s way of life, this is why we decided to go inside the author’s mind, and it is not a safe journey. A brain solo without filter, a tale of ordinary madness, showing how much loneliness and decadence can be hidden inside a genius mind.","release_date":"2016-06-13","vote_average":0.0,"runtime":3,"cert":"N\/A","id":403957,"title":"Beer","adult":false,"genre_ids":[]},{"cast":[],"overview":"It's about a man, a snake, a drunk penguin and the disappearance of birds. It's about an apple tree and apples, roots and rootlessness. It's about paradise and being expelled from it.","release_date":"2016-06-13","vote_average":0.0,"runtime":10,"cert":"N\/A","id":403959,"title":"Bird Flu","adult":false,"genre_ids":[16]},{"cast":["Leonardo Sullivan"],"overview":"","release_date":"2007-06-27","vote_average":10.0,"runtime":null,"cert":"N\/A","id":403961,"title":"Leonardo Sullivan - Ao Vivo","adult":false,"genre_ids":[10402]},{"cast":["John Safran"],"overview":"John Safran investigates the micro parties contesting the 2016 Australian Federal Election, revealing bizarre alliances that unpend perceptions of Australian multiculturalism, uncovering what could be the most religious election ever. As the nation heads towards a neck-and-neck election, the micro parties supported by Australia's religious minorities could end up with a balance of power. Join Safran as he cracks the lid on unlikely alliances and surprising frenemies in his inimitable style. (Commissioned by SBS)","release_date":"2016-06-26","vote_average":0.0,"runtime":49,"cert":"N\/A","id":403963,"title":"The Goddam Election! with John Safran","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An audiovisual weave in which an animated line represents the warp, while the female voice represents the filling. She who weaves and that what is woven intertwine through time.","release_date":"2016-06-13","vote_average":0.0,"runtime":5,"cert":"N\/A","id":403965,"title":"Dota","adult":false,"genre_ids":[]},{"cast":["Carolina Vera","Greg Wise","Jane Seymour","Julian Sands","James Fox"],"overview":"A fatal accident changes the destiny of two families when Elizabeth Lancaster's wish comes true and she receives the heart transplant she desperately needs. The operation leaves her physically healthy but emotionally estranged from her husband and children. When the husband of the woman whose heart now beats in Elizabeth?s body, pays her a visit the two fall in love. Having betrayed her husband, Elizabeth must decide which of the two men she wants to be with.","release_date":"2014-04-21","vote_average":6.0,"runtime":180,"cert":"N\/A","id":403967,"title":"Unknown Heart","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"This sexy tale follows the erotic adventures of hot female vampires who prowl the night looking for flesh and blood that will satisfy their cravings.","release_date":"2010-05-04","vote_average":0.0,"runtime":80,"cert":"\"\"","id":403975,"title":"Vamp Vixens","adult":true,"genre_ids":[]},{"cast":["Matthias Koeberlin","Götz George","Catherine Bode","Liane Forestieri","Daniel Flieger"],"overview":"","release_date":"2016-10-03","vote_average":6.5,"runtime":92,"cert":"N\/A","id":403977,"title":"Böse Wetter - Das Geheimnis der Vergangenheit","adult":false,"genre_ids":[12,18,10770]},{"cast":[],"overview":"The battle over the rights and freedoms of transgender individuals is the first great civil rights struggle of the 21st century. And while their battle for freedom is decades behind that of gays and lesbians, blacks or women, few doubt that the era of transgendered enfranchisement is upon us. TRANSFORMING GENDER tells this story exclusively through the voices of transgender people from all walks of life. Through a set of intimate vignettes the film opens up the world of transgender people to an audience that may have little awareness of what it means to be-fundamentally and in your deepest core-in conflict with the gender you were assigned at birth.","release_date":"","vote_average":0.0,"runtime":43,"cert":"N\/A","id":403979,"title":"Transforming Gender","adult":false,"genre_ids":[]},{"cast":[],"overview":"The character of Goodrich Dirt - a squat, bearded fellow whos a hapless dimwit - was the creation of Wallace Carlson, one of Brays animators. In Goodrich Dirt, Cowpuncher hes hired as a ranchhand-a profession for which hes in no way suited.","release_date":"1918-12-04","vote_average":0.0,"runtime":5,"cert":"\"\"","id":403981,"title":"Goodrich Dirt, Cow Puncher","adult":false,"genre_ids":[]},{"cast":[],"overview":"A young woman enters a dark spiral over the longing of her ex lover's touch.","release_date":"2016-06-10","vote_average":0.0,"runtime":14,"cert":"\"\"","id":403983,"title":"Touch","adult":false,"genre_ids":[]},{"cast":["Michael Wong","Julian Cheung","Gigi Lai","Francis Ng","Edmond So"],"overview":"During an operation with a master criminal, an undercover cop fails his mission because he was shot by an uniform officer. His superior suspects he has become a bad seed and refuses to allow him to rejoin the force. In order to prove his innocence, the cop decides to follow the thief to the Sino-Russian border on an arms struggle deal, but on the way they are chased by Mainland police. During the escape the cop and the criminal become friends. When they return to the Hong Kong border, the police awaits on the other side and...","release_date":"1997-06-26","vote_average":7.0,"runtime":101,"cert":"N\/A","id":403985,"title":"Theft Under the Sun","adult":false,"genre_ids":[53,80]},{"cast":["Michael Sheen"],"overview":"A police detective leads the investigation to capture a serial murderer terrorizing the Seattle area for many years.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403987,"title":"Green River Killer","adult":false,"genre_ids":[18]},{"cast":[],"overview":"There is no discernible plot in this alluring early animated effort, just the title mutt; a cigar-chomping cop; a drunk named Piffle; a flirtatious dog;! and a hungry cat.","release_date":"1916-01-27","vote_average":0.0,"runtime":5,"cert":"\"\"","id":403989,"title":"Police Dog on the Wire","adult":false,"genre_ids":[]},{"cast":[],"overview":"Mailman Pete has a most curious dilemma. While strolling down the street he comes upon a tiger tied to a lamppost!","release_date":"1916-02-07","vote_average":0.0,"runtime":3,"cert":"\"\"","id":403991,"title":"Parcel Post Pete's Nightmare","adult":false,"genre_ids":[]},{"cast":["Clayton Norcross","Tzovana Fragouli","Elda Panopoulou"],"overview":"","release_date":"1989-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":403996,"title":"Ερωτικό ταξίδι","adult":false,"genre_ids":[10749]},{"cert":"N\/A","title":"Tessa Hennig - Mutti steigt aus","cast":["Rita Russek","Maren Kroymann","Eleonore Weisgerber","Simon Böer","Walter Kreye"],"id":403998,"overview":"","runtime":null,"genre_ids":[35],"release_date":"2013-05-12","vote_average":0.0,"adult":false}]