[{"cast":["Mark Thomas Miller","Jeanne Bates","Brion James","Mary Beth McDonough","Art Evans"],"overview":"During a time when the city of Los Angeles is terrorized by animal attack style murders, a kindly elderly lady provides a nomad with room and board. It turns out that he is a werewolf and is responsible for the recent killings. He bites the elderly woman, turning her into a hungry werewolf. Now her adult son must try to prevent the both of them from doing any more harm.","release_date":"1991-01-01","vote_average":5.3,"runtime":95,"cert":"N\/A","id":40000,"title":"Mom","adult":false,"genre_ids":[35,27]},{"cast":["Shirley MacLaine","Ricki Lake","Brendan Fraser","Jane Krakowski","Loren Dean"],"overview":"Connie Doyle is eighteen and pregnant her boyfriend has kicked her out. She accidentaly ends up on a train where she meets Hugh Winterbourne and his wife Patricia who is pregnant. The train wrecks and she wakes up in the hosptial to find out that it's been assumed that she's Patricia. Hugh's mother takes her in and she falls in love with Hugh's brother Bill. Just when she thinks everything is going her way, her ex-boyfriend shows up.","release_date":"1996-04-19","vote_average":5.7,"runtime":105,"cert":"N\/A","id":40001,"title":"Mrs. Winterbourne","adult":false,"genre_ids":[35,10749,18]},{"cast":["Paprika Steen","Ole Ernst","Molly Blixt Egelind","Trine Dyrholm","Lotte Andersen"],"overview":"A bittersweet comedy with dogma star Paprika Steen in the strong leading role.","release_date":"2002-03-27","vote_average":6.1,"runtime":93,"cert":"N\/A","id":40002,"title":"Okay","adult":false,"genre_ids":[35,18]},{"cast":["Thomas Bo Larsen","Lene Maria Christensen","Lars Ranthe","Jimmy Jørgensen","Al Agami"],"overview":"BIG PLANS follows the petty and irresponsible crook Willy, who has a massive fondness for music. Though he's 38 years of age he will not give up his lifelong dream of becoming a famous musician. When he gets paroled he therefore decides to revive his old band to prove to his eight-year-old son, Mikkel, that he isn't the failure everyone thinks he is.","release_date":"2004-05-14","vote_average":4.7,"runtime":91,"cert":"N\/A","id":40003,"title":"Store planer","adult":false,"genre_ids":[35]},{"cast":["Jean Dujardin","Mélanie Doutey","Gérard Jugnot","Marie-France Santon","Patrick Haudecoeur"],"overview":"Paris, 1830. Valentin loses himself in alcohol, gambling and women. He does not believe in life and especially not in love. His uncle Van Buck believes only in the virtues of money and trade. Everything separates them until the day when Van Buck, to improve his public image, wants to make Valentin marry the young and impoverished Baroness Cécile. Valentin, who has absolutely no desire to get married, bets that he can easily seduce her in 24 hours and thus prove that she, like all the others, is not worth loving... But Cécile, who believes in true love, will prove much more difficult to woo than envisaged and Valentin will have to use all possible stratagems to try and win his bet. The game of cat and mouse starts... But who is the cat?","release_date":"2005-09-28","vote_average":4.8,"runtime":101,"cert":"N\/A","id":40004,"title":"Never Say... Never!","adult":false,"genre_ids":[35]},{"cast":["Charmaine Sheh","Hacken Lee","Cheung Tat-Ming","Yuen Qiu","Wong Jing"],"overview":"When the heir to a lucrative restaurant empire falls for a simple girl who can only cook instant noodles, their romance creates a sizable rift for the mother who only wants her son to marry an experienced chef in director Billy Chung's freewheeling culinary comedy","release_date":"2007-03-08","vote_average":4.0,"runtime":null,"cert":"N\/A","id":40005,"title":"The Lady Iron Chef","adult":false,"genre_ids":[35,10749]},{"cast":["Shu Qi","Andy On","Simon Yam","Ruby Wong","Lam Suet"],"overview":"A policewoman has always had the worst luck in love. On a trip to Malaysia, she finally meets the man of her dreams. However, her Perfect Man might not be all he appears to be.","release_date":"2003-04-03","vote_average":5.0,"runtime":101,"cert":"N\/A","id":40006,"title":"Looking for Mr. Perfect","adult":false,"genre_ids":[18,28,35]},{"cast":["Asia Argento","Mathieu Amalric","Guillaume Depardieu","Clotilde Hesme","Léa Seydoux"],"overview":"Bertrand (Mathieu Amalric), a film director, is conducting research for his latest film, and asks a funeral director if he can stay back at his funeral parlour after the close of business. Bertrand cannot resist getting into a coffin, and accidentally knocks the lid down, locking himself in the coffin.","release_date":"2008-10-01","vote_average":4.9,"runtime":130,"cert":"N\/A","id":40007,"title":"On War","adult":false,"genre_ids":[35,18]},{"cast":["Cheung Tat-Ming","Matt Chow","Ha Chun-Chau","Elanne Kwong","Sam Lee"],"overview":"Gi, who wants to start up her business in Fu Gui Mall, needs to learn to play Taiwan mahjong to be part of the tenants there. All the other tenants teach her the techniques of the game but Fu Ho defeats Gi. However, he is impressed with her determination and rents a place to Gi. Meanwhile, Fu Ho's son, Sun Gui, returns to Hong Kong and is planning to take over the mall. He finds four mahjong experts to gamble with the tenants. Gi, Sam, Lam and the others lose their money and means of survival. Luckily, Lam finds","release_date":"2007-02-01","vote_average":8.5,"runtime":90,"cert":"N\/A","id":40008,"title":"House of Mahjong","adult":false,"genre_ids":[35]},{"cast":["James Van Der Beek","Darryn Lucio","Tara Spencer-Nairn","Jeff Roop"],"overview":"A screenwriter suffering from writers block decides to lock himself in his apartment for 18 days in order to meet a career-making deadline. His script involves characters from his past, including a terrifying and disfigured clown. As cabin fever sets, he soon finds himself living in a world where what's real and what's fiction begin to cross lines with chilling and fatal consequences.","release_date":"2007-09-18","vote_average":5.0,"runtime":90,"cert":"N\/A","id":40009,"title":"Final Draft","adult":false,"genre_ids":[27,53]},{"cast":["Lee Jung-jae","Misato Tachibana","Urara Awata","Kim Min-hee","Ki Joo-bong"],"overview":"Between Japan and Korea, Tokyo and Seoul, two people are living parallel lives: U-In is a civil servant who works in the City Hall recycling and rubbish collection department. Recycling is for life, as is his job. Aya is a student struggling to come to terms with adulthood while studying for her college entrance exams. Having recently lost her grandmother and admiring her grandfather's suicide by holding his breath, she begins to fantasize about taking her own life. For this she needs money. U-In is a loner, with a palpable indifference to his job and his life in general. He turns to the internet for companionship. Aya too turns to the internet, by posting herself on a personals site and changing her name to Asako. Somehow they meet both on and offline.","release_date":"2000-12-09","vote_average":6.2,"runtime":117,"cert":"N\/A","id":40010,"title":"Asako in Ruby Shoes","adult":false,"genre_ids":[18]},{"cast":["Eddie Macsalka","Alexander Loyless","Hans Swolfs","Johnny Milord"],"overview":"Mike Fleiss, the producer of such reality television shows as The Bachelor and The Bachelorette, makes his feature film debut with The Quest, a reality-film that follows seven Colorado college students as they travel south of the border to Cabo San Lucas, Mexico, for a week of spring-break debauchery. The title refers to the various sexual conquests of the young men as they immerse themselves in alcohol and bikini-clad women for seven days.","release_date":"2006-10-01","vote_average":3.1,"runtime":80,"cert":"N\/A","id":40011,"title":"The Quest","adult":false,"genre_ids":[35,99]},{"cast":[],"overview":"Based on the true story of the mass murderer Jeffrey Dahmer, the events within the family behind, and leading up to, his capture","release_date":"2006-04-13","vote_average":5.0,"runtime":100,"cert":"N\/A","id":40012,"title":"Raising Jeffrey Dahmer","adult":false,"genre_ids":[18,27]},{"cast":["Justin Kreinbrink","Howard Allen","Susan Arnold","John Michael Bartish","Leonard Batson"],"overview":"A deputy must escort a longtime friend to be hanged for the crime of murdering his wife's parents. Along the way he discovers the startling truth about the murders, and is forced to face the real danger.","release_date":"2006-06-25","vote_average":5.0,"runtime":109,"cert":"N\/A","id":40013,"title":"The Decoy","adult":false,"genre_ids":[28,18]},{"cast":["Martin Matte"],"overview":"Spectacle intégral, capté à la salle Wilfrid-Pelletier.","release_date":"2010-03-16","vote_average":5.3,"runtime":100,"cert":"N\/A","id":40014,"title":"Martin Matte Condamné à l'excellence","adult":false,"genre_ids":[35]},{"cast":["Luke Goss","Kevin Howarth","Matt Lucas","Carly Jane Turnbull"],"overview":"When Detective Mortimer Shade is somehow killed in a freezer, a parasite called a grail possesses his body, revives him, but he needs blood to stay alive. His partner John Dark accepts the new situation and together they become vigilantes, judging and killing the bad guys, with Shade sucking their blood with his claw. However, Dark notes that Shade is losing the rest of his humanity and becoming a monster, being aware and afraid of the danger Shade represents to mankind and trying to stop him.","release_date":"2005-03-31","vote_average":4.0,"runtime":94,"cert":"R18","id":40015,"title":"Cold & Dark","adult":false,"genre_ids":[27,28,53,80]},{"cast":["Alan Bagh","Whitney Moore","Janae Caster","Colton Osborne","Adam Sessa"],"overview":"A platoon of eagles and vultures attacks the residents of a small town. Many people die. It's not known what caused the flying menace to attack. Two people manage to fight back, but will they survive Birdemic?","release_date":"2010-02-27","vote_average":2.0,"runtime":95,"cert":"N\/A","id":40016,"title":"Birdemic: Shock and Terror","adult":false,"genre_ids":[27,878]},{"cast":["Kunal Khemu","Emraan Hashmi","Deepal Shaw","Smiley Suri","Amrita Singh"],"overview":"The husband of a woman who commits suicide after a run-in with the adult entertainment industry seeks revenge on those who drove her to her death. In doing so, he delves into the world of international human trafficking, eventually traveling across the world to seek out the ringleaders of this horrifying enterprise.","release_date":"2005-12-09","vote_average":6.0,"runtime":116,"cert":"N\/A","id":40017,"title":"Kalyug","adult":false,"genre_ids":[53]},{"cast":["Richard Dreyfuss","Robert Bea","Joey DiFatta","Steve Ellis","Lucille Franz"],"overview":"Writer\/director Leslie Carde finds her villain in the US Army Corps of Engineers, an agency whose primary aim is supposed to be that of protecting the nation's citizenry from potential disasters caused by the structural failure of dams, bridges, levees, buildings etc. Instead, the Corps, in cahoots with the many politicians and congressmen who work right along with it, has been found, over and over again, to be derelict in its duties - guilty of negligence, of employing harmful cost-cutting measures, of having misplaced priorities, of engaging in outright deception, and of brokering sweetheart deals with pet contractors. The movie is unsparing in its treatment of the Corps, and Carde clearly views it as her own personal mission to hold that organization accountable for the many acts of criminal malfeasance it has engaged in over the years.","release_date":"","vote_average":6.0,"runtime":94,"cert":"N\/A","id":40018,"title":"America Betrayed","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Barack Obama in the words of his 2008 presidential campaign endorsers.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":40019,"title":"Barack Obama: The Power of Change (2008) (V)","adult":false,"genre_ids":[]},{"cast":[],"overview":"BETH GIBBONS &amp; RUSTIN MAN - LIVE IN 2003 Paléo Festival de Nyon, Switzerland July 26th, 2003","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":40020,"title":"Beth Gibbons & Rustin Man -  Paleo 2003","adult":false,"genre_ids":[]},{"cast":["Neil Fallon","Dan Maines","Tim Sult","Jean-Paul Gaster"],"overview":"This concert program from the hard rocking band Clutch captures all the pared down blues inspired rocking of five of their shows, filmed in four cities during the course of a tour: Sayreville, NJ; Pittsburgh; Sydney; and Boulder, CO.","release_date":"2008-11-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":40021,"title":"Clutch: Full Fathom Five","adult":false,"genre_ids":[10402]},{"cast":["Gastone Moschin","Barbara Bouchet","Mario Adorf","Frank Wolff","Luigi Pistilli"],"overview":"Just out of prison, ex-con Ugo Piazza meets his former employer, a psychopathic gangster Rocco who enjoys sick violence and torture. Both the gangsters and the police believe Ugo has hidden $300,000 that should have gone to an American drug syndicate boss.","release_date":"1972-02-15","vote_average":7.9,"runtime":100,"cert":"N\/A","id":40022,"title":"Caliber 9","adult":false,"genre_ids":[28,80]},{"cast":["Nalle Hukkataival","Fred Nicole","Matt Wilder","Kilian Fischhuber","Kevin Jorgeson"],"overview":"CORE goes to the heart of climbing. Join an international cast of the sport's most dedicated athletes as they stick it when it matters most. Shot in 35mm Ultra High Definition, get ready to see every detail of some of the nastiest pieces of rock ever climbed. CORE exposes the contrast in landscape and lifestyle that defines the sport. A close examination of each character offers perspective beyond just their achievements on the stone.","release_date":"2010-04-28","vote_average":5.4,"runtime":88,"cert":"N\/A","id":40023,"title":"Core","adult":false,"genre_ids":[99]},{"cast":["Lillian Randolph"],"overview":"Mammy Two-Shoes threatens to throw Tom out of the house if he makes a mess. Jerry sees an opportunity to rid himself of his feline nemesis.","release_date":"1948-12-11","vote_average":6.5,"runtime":8,"cert":"N\/A","id":40024,"title":"Mouse Cleaning","adult":false,"genre_ids":[16]},{"cast":["Fala Chen","Simon Yam","Andy On","Michael Miu","Kenny Wong Tak-Ban"],"overview":"A powerful triad boss has been kidnapped, and the new police superintendent Koo (Fala Chen) decides to recruit the help of Mann (Simon Yam), a former supercop who has since been relegated to back-up duty. Mann has his work cut out for him when he realizes his opponent is Sam (Michael Miu), a former cop with plenty of grudges. When Sam takes the fight to Mann’s family, Mann is more than determined to bring down the dangerous kidnapper and his gang.","release_date":"2010-01-07","vote_average":6.1,"runtime":93,"cert":"N\/A","id":40025,"title":"Black Ransom","adult":false,"genre_ids":[28,53]},{"cast":["Wings Hauser","Bo Hopkins","Jody Medford","Lee Montgomery","Marc Clement"],"overview":"When two brothers, Josh and Mike, go to a small southern town for a vacation, they find most of the residents either dead or missing. When Mike himself goes missing, Josh teams up with the local sheriff and an attractive school teacher to find him until Josh discovers that the whole town and most of it's people have been infected by a form of toxic waste, and they have all turned into toxic vampires whom prowl the streets at night for human blood!","release_date":"1984-08-01","vote_average":5.3,"runtime":99,"cert":"N\/A","id":40026,"title":"Night Shadows","adult":false,"genre_ids":[27,878,53]},{"cast":["Richard Harrison","Wong Cheng Li","Jonathan Wattis","Maria Francesca","Phillip Ko"],"overview":"Three martial-arts students search for the Golden Ninja Warrior, a statue reputed to have magic powers. Ninja mayhem by Godfrey Ho intercut with multiple scenes from Stafferyui Bulcheonggaek","release_date":"1985-01-01","vote_average":6.3,"runtime":92,"cert":"N\/A","id":40027,"title":"Ninja Terminator","adult":false,"genre_ids":[28]},{"cast":["Traci Lords","Arthur Roberts","Lenny Juliano","Ace Mask","Roger Lodge"],"overview":"A science fiction vampire movie. The Vampire is an emissary from an embattled world near destruction who teleports to Earth to see if they can live here. He finds that our blood is nourishing and that at least one source of it is a steady stream of transfusions. He hypnotizes a Dr. to provide them and has his blond nurse move in to administer them.","release_date":"1988-05-20","vote_average":4.3,"runtime":81,"cert":"N\/A","id":40028,"title":"Not of This Earth","adult":false,"genre_ids":[27,878]},{"cast":["Lo Lieh","Birte Tove","Wang Hsieh","Lee Hye-sook","Terry Lau Wai-Yue"],"overview":"A nurse in a Japanese women's POW camp during World War II masterminds an escapee.","release_date":"1973-12-21","vote_average":5.5,"runtime":110,"cert":"N\/A","id":40029,"title":"The Bamboo House of Dolls","adult":false,"genre_ids":[28,18,27,10752]},{"cast":["Eisuke Tsunoda","Ryôsuke Suzuki","Yoji Ietomi","Hiromasa Taguchi","Third Nagashima"],"overview":"Three high-school outcasts pursue a savage gang of thugs after one of their girlfriends is raped and murdered.","release_date":"1992-11-14","vote_average":6.4,"runtime":90,"cert":"N\/A","id":40030,"title":"All Night Long","adult":false,"genre_ids":[27,80,18]},{"cast":["Suzzanna","W.D. Mochtar","Teddy Purba","Sofia W.D.","Alan Nuary"],"overview":"A woman is seduced by and cast aside by a fickle lover. When the lover marries another woman who starts hallucinating during their wedding, she is accused of being a witch and thrown to her death over a cliff. A strange man rescues her, nurses her back to health, and is told that she must master black magic in order to exact vengeance on her tormentors. She casts a variety of spells over the populace--with the male population as her favorite target, and becomes the queen of black magic. But who, exactly, is the man, and does he have other plans?","release_date":"1981-01-01","vote_average":8.5,"runtime":90,"cert":"N\/A","id":40031,"title":"The Queen of Black Magic","adult":false,"genre_ids":[27,18]},{"cast":["Johnny Chan","Bruce Cheung Mong","Kwon Sung-Young","Eagle Han Ying","Lee Mi-Ji"],"overview":"Accidentally discovering the operations of the Blood Ninja gangsters, a mischievous young man masters the skills of the Drunk Fist and proceeds to fight against them. But the gangsters join forces, vowing to kill him before the young master destroys them all.","release_date":"1984-01-01","vote_average":4.8,"runtime":89,"cert":"N\/A","id":40032,"title":"Revenge of the Drunken Master","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Tom's day at the beach doesn't start out well. First he gets his swimsuit caught in the door of the beach house, and doesn't realize it until his intended dive in the ocean sends him snapping back and crashing through the door. He runs out and tries again. This time he is so determined to jump in the water that when he does so, he doesn't notice the tide is out and that he is swimming in the sand, which is filled with broken bottles, tin cans and other debris. Later, he tries to win over a beautiful girl on the beach, but, being the boor he is, he annoys her by drinking her soda pop, eating her hot dog and munching loudly as he lays his head in her lap. Suddenly, a tomato flies through the air and lands on his head. So does a banana peel. Tom looks for the culprit and finds him in the girl's picnic basket. Jerry is inside, eating what he wants and tossing out the rest...","release_date":"1947-07-12","vote_average":6.3,"runtime":8,"cert":"N\/A","id":40033,"title":"Salt Water Tabby","adult":false,"genre_ids":[16]},{"cast":["Dennis Christopher","Tim Thomerson","Gwynne Gilford","Norman Burton","Linda Kerridge"],"overview":"Eric Binford watches a lot of movies. He is the truest definition of a film geek. One day, his sanity takes a turn for the worse and he begins acting out his favorite scenes from the movies. In doing so, he manages to involve his enemies and the scenes usually result in death.","release_date":"1980-10-14","vote_average":5.5,"runtime":102,"cert":"N\/A","id":40034,"title":"Fade to Black","adult":false,"genre_ids":[18,27,9648,53]},{"cast":["Shû Ehara","Hiroshi Miyasaka","Ryûshi Mizukami","Hitoshi Ozawa","Kazuyoshi Ozawa"],"overview":"A small time Yakuza thug is thrown into a bloody battle after a bank robbery he was forced into goes wrong when all the men begin to turn on each other a hitch-hiking serial killing couple decide to steal their loot.","release_date":"1995-12-11","vote_average":5.0,"runtime":88,"cert":"N\/A","id":40035,"title":"Score","adult":false,"genre_ids":[28,18]},{"cast":["Hitoshi Ozawa","Shû Ehara","Aya Nakamura","Kazuyoshi Ozawa","Tate Gouta"],"overview":"Three criminals pull off a major heist at a Tokyo bank and one of them hides the money in aplace that only he knows while the rest go into hiding. A year later, the one who hid the money is now dead and the two remaining robbers are desperate for the loot with crooked cops who are also in hot pursuit of the sizable bounty fast on their trail. They enlist the services of freelance criminals to aid them in their search, except there is a traitor in their midst. With the clock ticking the race is on to find the money first, but at what cost.","release_date":"1999-01-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":40036,"title":"Score 2: The Big Fight","adult":false,"genre_ids":[]},{"cast":["Miyuki Ono","Aya Katsuragi","Hitomi Kobayashi","Eriko Nakagawa","Masahiko Abe"],"overview":"Nami hosts a late night home video program. She receives a tape which appears to be a real snuff film. She and her crew investigate the location where she meets a man looking for his brother who warns her to stay away. As she gets closer to the truth, she and her friends are subjected to a brutal nightmare.","release_date":"1988-05-14","vote_average":6.0,"runtime":102,"cert":"N\/A","id":40037,"title":"Evil Dead Trap","adult":false,"genre_ids":[27]},{"cast":["Tanny Tien-Ni","Wong Yung","Yau Chui-Ling","Walter Tso Tat-Wah","Tai Gwan-Tak"],"overview":"A necrophiliac killer is murdering the prostitutes at Madame Lan's brothel.","release_date":"1981-01-01","vote_average":6.5,"runtime":82,"cert":"N\/A","id":40038,"title":"Corpse Mania","adult":false,"genre_ids":[27,80,9648]},{"cast":["Lana Parrilla","Josh Green","Oliver Macready","Simona Williams","Mark Phelan"],"overview":"A DNA experiment on a rare breed of spider is taking place on a NASA space shuttle, when a freak meteor shower engulfs the shuttle, causing everything to go horribly wrong. One survivor is found on the ship and watched over in a secret location deep in the California desert. The problem continues, as the survivor isn't alone, as another deadly spiders climbs out of him and goes on a rampage around the ship. Curious reporter Marci Eyre must now survive, escape and warn everyone before the spider reaches outside the desert.","release_date":"2000-01-01","vote_average":4.3,"runtime":94,"cert":"N\/A","id":40039,"title":"Spiders","adult":false,"genre_ids":[27,878,53]},{"cast":["Stephanie Niznik","Greg Cromer","Daniel Quinn","Richard Moll","Dimiter Kuzov"],"overview":"Jason and Alexandra 'Alex', a close couple, loose their sail yacht in a storm and are grateful to get picked up by Captain Jim Bigelow's commercial carrier. Suspicous about the rough treatment and injections given by ship's doctor Gerbac which make the strong man faint, and realizing the ship is improbably empty and the radio not broke as the crew claims, Jason starts snooping around and finds human bodies on meat hooks, but even Alex thinks he's just hallucinating. Alas while sane Jason is restrained for his 'paranoia', the real madmen are the doc's genetic experiment outfit, who abuse their human captives as live incubators for a giant spider's eggs...","release_date":"2001-01-01","vote_average":4.2,"runtime":96,"cert":"N\/A","id":40040,"title":"Spiders 2: Breeding Ground","adult":false,"genre_ids":[27,878]},{"cast":["Michael Murphy","Louise Fletcher","Dan Shor","Fiona Lewis","Arthur Dignam"],"overview":"A scientist is experimenting with teenagers and turning them into murderers.","release_date":"1981-10-16","vote_average":6.0,"runtime":99,"cert":"N\/A","id":40041,"title":"Strange Behavior","adult":false,"genre_ids":[27,9648,53,878]},{"cast":["Robert Rickman","John Manfredi","Timothy Patrick Quill","Sam Raimi","Cheryl Hausen"],"overview":"Vietnam, 1969. War is Hell.  For Marine Sergeant Jack Stryker (Brian Schulz), however, Hell is just the beginning.  Trapped outside a Viet Cong village, Stryker takes two bullets to the leg.  Sent home from the war, he discovers his ex-girlfriend (Cheryl Hausen) has been kidnapped by a religious cult with a vicious Manson-like leader (Sam Raimi).  Stryker teams up with some marine friends to form an assassination squad and annihilate the gang of crazed killers.","release_date":"1985-01-01","vote_average":5.4,"runtime":84,"cert":"N\/A","id":40042,"title":"Thou Shalt Not Kill... Except","adult":false,"genre_ids":[80,28,53,12,27]},{"cast":["Robert Behling","Jane Lyle","Jessica Dublin","Gerard Gonalons","Jannice McConnell"],"overview":"A British couple on a break on a small Greek Island, spreading terror beyond anything the Islanders could have ever imagined. Only stopping every once in a while to shag anything that moves, be it a man, woman or an animal. But will they go unpunished, or the inspector from London will be able to put an end to their killing spree?","release_date":"1976-04-26","vote_average":4.8,"runtime":108,"cert":"N\/A","id":40043,"title":"Island of Death","adult":false,"genre_ids":[27,53]},{"cast":["Johnny Weissmuller","Maureen O'Sullivan","Johnny Sheffield","Ian Hunter","Henry Stephenson"],"overview":"A young couple die in a plane crash in the jungle. Their son is found by Tarzan and Jane who name him Boy and raise him as their own. Five years later a search party comes to find the young heir to millions of dollars. Jane agrees, against Tarzan's will, to lead them to civilization.","release_date":"1939-06-16","vote_average":5.9,"runtime":82,"cert":"N\/A","id":40044,"title":"Tarzan Finds a Son!","adult":false,"genre_ids":[28,12]},{"cast":["Johnny Weissmuller","Maureen O'Sullivan","Johnny Sheffield","Virginia Grey","Charles Bickford"],"overview":"Circus owner Buck Rand kidnaps Boy to perform in his show. He forces a pilot to fly him, Boy and his animal trainer out of the jungle. Tarzan and Jane follow them to New York. At a trial over custody of Boy, Tarzan becomes violent and is jailed. With the help of the pilot's girlfriend Tarzan (who has since escaped, diving off the Brooklyn Bridge) finds the circus. He and the circus elephants complete the classic rescue.","release_date":"1942-05-01","vote_average":6.1,"runtime":71,"cert":"N\/A","id":40045,"title":"Tarzan's New York Adventure","adult":false,"genre_ids":[28,12]},{"cast":[],"overview":"As the title implies, Tom and Jerry are in a bowling alley. Both spend a lot of time sliding on the well-polished lanes. Eventually, Jerry takes up residence among the pins and Tom tries to bowl him down.","release_date":"1942-07-18","vote_average":7.2,"runtime":8,"cert":"N\/A","id":40046,"title":"The Bowling Alley-Cat","adult":false,"genre_ids":[35,16]},{"cast":["Kurt Russell","Shelley Winters","Bing Russell","Robert Grayson","Season Hubley"],"overview":"Biographical movie about the famous rock singer Elvis Presley.","release_date":"1979-02-10","vote_average":6.9,"runtime":150,"cert":"N\/A","id":40047,"title":"Elvis","adult":false,"genre_ids":[18,10402,10770]},{"cast":["Philip Winchester","Tim Draxl","Lacey Chabert","Abigail Spencer","Kelly Overton"],"overview":"Marcus (Philip WInchester) wakes up in the middle of a cemetery half naked and has no idea how he got there. Urgent questions pound inside his head. \"Where was I last night? Who was I with?\" Marcus suffers from parasomnia, a rare sleep disorder which causes him to do things in his sleep which he cannot remember the next day. His situation takes a horrifying turn when Marcus wakes up covered in blood with a knife at his side. Then, the wife of his best friend is found stabbed to death. Marcus is terrified to put together the pieces - could he have murdered her in his sleep to hide a dark secret between them? Mysterious phone calls make Marcus believe someone is watching him. He investigates his own nocturnal activities, desperate to figure out what happens after he goes to sleep at night. His journey to discover the truth ends in a shocking discovery.","release_date":"2010-04-23","vote_average":5.4,"runtime":90,"cert":"N\/A","id":40048,"title":"In My Sleep","adult":false,"genre_ids":[53,9648]},{"cast":["Do Ji-won","Son Hyun-joo","Park Sang-wook","Choi Jin-ri","Lee Mi-yoon"],"overview":"Do ji-won stars in this tense and cathartic South Korean drama as a battered housewife whose husband’s regular beatings drive her to the absolute breaking point. In defiance, she tears away from him and trains as a boxer, then publicly challenges him to an organized fight before an audience of spectators.","release_date":"2007-10-25","vote_average":5.8,"runtime":121,"cert":"N\/A","id":40049,"title":"Punch Lady","adult":false,"genre_ids":[18,35]},{"cast":["Luca Zingaretti","Monica Bellucci","Alessio Boni","Maurizio Donadoni","Tresy Taddei"],"overview":"The story of two renowned actors of Fascist cinema, Luisa Ferida and Osvaldo Valenti, who were supporters of the Salò Republic. Accused of collaboration and torture, they were shot by the Partisans after the country was liberated.","release_date":"2008-05-23","vote_average":6.4,"runtime":148,"cert":"N\/A","id":40052,"title":"Wild Blood","adult":false,"genre_ids":[18,36]},{"cast":["Deanna Durbin","Franchot Tone","Walter Brennan","Robert Stack","Robert Benchley"],"overview":"Jane is a nice girl and has had her eyes on a young man who seems more interested in his hand-built car than in Jane. She decides to shed her \"nice girl\" image when an associate of her father comes to town on his way to study Australian Aboriginal tribes.","release_date":"1941-02-21","vote_average":5.0,"runtime":91,"cert":"N\/A","id":40053,"title":"Nice Girl?","adult":false,"genre_ids":[35]},{"cast":["Pierre Richard","Aldo Maccione","Jacques François","Mimi Coutelier"],"overview":"Pierre is a hotel cashier in Vichy, so shy that he answers an ad from the Psychology Institute and can't say no to the salesman, Aldo; he spends 6,000 francs on tapes, books, and a punching bag. Soon after, he's smitten by Agnes, a hotel guest with a model's looks and photographers wherever she goes. When she leaves for Nice, he follows, meeting Aldo on the way. Aldo becomes his boldness coach. Pierre gets a job washing dishes where Agnes is staying, but after a week or so, she's off to Deauville, with Aldo and Pierre in pursuit. Using funds they get by selling Aldo's car, this time Pierre poses as a polo-playing jet setter. Will this win the heart of Agnes?","release_date":"1978-01-01","vote_average":6.0,"runtime":88,"cert":"N\/A","id":40054,"title":"Too Shy to Try","adult":false,"genre_ids":[10749,35]},{"cast":["Roger Hanin","Bernard Giraudeau","Richard Berry","Gérard Darmon","Jean-Pierre Bacri"],"overview":"Le clan Bettoun : Raymond (le patriarche), Maurice (le fils), Jacky (le neveu), Roland (le neveu), Albert (le cousin de Raymond), Pépé (l'ami de Raymond), Samy (le garde du corps) sont un clan familial de caïds pieds-Noirs juifs du crime organisé français. Leurs activités sont la gestion de casinos, l'organisation de match de boxe clandestins, les jeux clandestins, le proxénétisme, le racket et les règlements de compte sanguinaires contre d'autres clans arabes et français.","release_date":"1982-01-27","vote_average":6.4,"runtime":130,"cert":"N\/A","id":40055,"title":"Le Grand pardon","adult":false,"genre_ids":[80,35,18]},{"cast":["Aaron Ashmore","Jean Pierre Bergeron","Mac Fyfe","Marie Tifo","Andre Noble"],"overview":"Marc Hall, a young man living in Quebec, registers his prom date as per his Catholic school's rules. He is denied his request, because his prom date is a boy. Marc Hall is an openly gay teenager in a very conservative Catholic school. This film documents his struggles (legal, emotional, ethical and personal) to be himself and to live his life the way he deems best. With the help of friends, family and supporters, \"Cinderfella\" makes it to the ball, With his Prince Charming.","release_date":"2004-06-01","vote_average":6.2,"runtime":92,"cert":"N\/A","id":40056,"title":"Prom Queen: The Marc Hall Story","adult":false,"genre_ids":[35,18]},{"cast":["Roger Hanin","Richard Berry","Gérard Darmon","Christopher Walken","Jill Clayburgh"],"overview":"It's an all-out-war when a government agent tries to regain control of a turf struggle between drug lords. From IMDB","release_date":"1992-12-09","vote_average":6.7,"runtime":127,"cert":"N\/A","id":40057,"title":"Le grand pardon 2","adult":false,"genre_ids":[]},{"cast":["Bernd Muggenthaler","Beate Neumeyer","Andrea Arbter","Ellen Fischer","Olaf Ittenbach"],"overview":"The Burning Moon centers on two bedtime stories that a delinquent brother reads his kid sister. These disturbingly morbid stories focus on a serial killing blind date and a murderous, psychotic priest.","release_date":"1992-01-01","vote_average":4.5,"runtime":98,"cert":"N\/A","id":40058,"title":"The Burning Moon","adult":false,"genre_ids":[27]},{"cast":["Charles George Hildebrandt","Tom DeFranco","Richard Lee Porter","Jean Tafler","Karen Tighe"],"overview":"When a meteorite touches down in the New Jersey woods carrying a monstrous alien slug, it’s up to four teens to stop it before it’s terrifying brood consumes all life on Earth!","release_date":"1983-04-22","vote_average":5.8,"runtime":78,"cert":"N\/A","id":40059,"title":"The Deadly Spawn","adult":false,"genre_ids":[18,27,878]},{"cast":["Tony Curtis","Michael Ansara","Susan Strasberg","Stella Stevens","Jon Cedar"],"overview":"A psychic's girlfriend finds out that a lump on her back is a growing reincarnation of a 400 year-old demonic Native American spirit.","release_date":"1978-04-28","vote_average":5.9,"runtime":104,"cert":"N\/A","id":40060,"title":"The Manitou","adult":false,"genre_ids":[27]},{"cast":["Jean-Paul Belmondo","Sophie Marceau","Marie Laforêt","Rosy Varte","Michel Beaune"],"overview":"Chronic serial womanizer Stephane Margelle drops his wife Sophie off at the airport so she can go away for Easter weekend.  He immediately picks up beautiful young Julie, who has just had a fight with her married boyfriend.  He gets her back to his apartment and is preparing for a sexy weekend, when his wife suddenly returns home.  He makes up a bizarre, on-the-spot, spur-of-the-moment story that the gorgeous girl is actually his long-lost daughter.  Julie plays along, but this leads to a whole series of increasingly ridiculous lies and comical situations (such as when her real mother shows up).","release_date":"1984-10-24","vote_average":5.9,"runtime":94,"cert":"N\/A","id":40061,"title":"Happy Easter","adult":false,"genre_ids":[35]},{"cast":["Kurly Tlapoyawa","Ross Kelly","Diva","Billy Garberina","Kristin Hansen"],"overview":"Nathan and Dexy struggle to maintain an open marriage after a zombie plague has killed the majority of the population. It's up to Nathan to find survivors to pleasure his wife and hot zombies to satisfy his own lust.","release_date":"2005-05-31","vote_average":4.9,"runtime":85,"cert":"N\/A","id":40062,"title":"The Stink of Flesh","adult":false,"genre_ids":[35,27]},{"cast":["Zalman King","Cathy Worthington","Brenda Fogarty","Robert Gribbin","Edward Cross"],"overview":"A high-school field trip takes a nightmarish turn when the students' bus breaks down and thugs come to their aid.","release_date":"1975-03-03","vote_average":4.5,"runtime":91,"cert":"N\/A","id":40065,"title":"Trip with the Teacher","adult":false,"genre_ids":[53]},{"cast":["Simon Yam","Kent Cheng","Melvin Wong","Esther Kwan","Danny Lee Sau-Yin"],"overview":"A man (Fatty) returns home to find his wife with another man. He goes to a bar and begins to drink, waking up the next day to find that he owes a mafioso money for killing his wife. Not wanting to pay the money, he enlists a malitia organization only to find the leader a psychopath who seeks revenge on his brother, who the mafioso tortured. The psycho blames Fatty, and kills his mother and young daughter. Fatty must kill the psycho to survive.","release_date":"1993-01-01","vote_average":6.7,"runtime":90,"cert":"N\/A","id":40066,"title":"Run and Kill","adult":false,"genre_ids":[53,28,80]},{"cast":["Lau Ga-Yung","Hwang Jang-Lee","Pak Sha-Lik","Hon Kwok-Choi","Chu Tit-Wo"],"overview":"A \"Dragon Claw\" master returns from Manchuria where he became a traitor to China. He's after the coveted Dragon Claw Golden Tablet that will force people to bow down to him. He challenges the Grand-master who has a checkered past of his own. The Grand-master happens to suffers from a terminal chronic injury related to his evil past. The traitor kills the grand-master, causing his wife and son the go into hiding. The wife seems to really be the Dragon Claw master in the family and she vows to train her son the kung fu secrets. The son finds that one of his friends has learned a strange style of kung fu from a filthy medicine man. The son seeks him out to improve his kung fu and defeat the traitor.","release_date":"1979-01-01","vote_average":5.9,"runtime":92,"cert":"N\/A","id":40067,"title":"Dragon's Claws","adult":false,"genre_ids":[28]},{"cast":["Phillip Ko","Wong Yung","Maria Yuen Chi-Wai","Pak Man-Biu","Tien Mi"],"overview":"A Hong Kong taxi driver suffers after being cursed by a sorcerer he accidentally hit with his cab. After the driver's wife is raped and killed by teenage hooligans, he pleads with the sorcerer to lift the hex and restore his wife to the land of the living. Otherworldly zombie chaos ensues.","release_date":"1983-12-29","vote_average":6.5,"runtime":87,"cert":"18","id":40070,"title":"Seeding of a Ghost","adult":false,"genre_ids":[27,53]},{"cast":["Geert De Jong","Akkemay","Frank Schaafsma","Pepijn Zomer","Olivier Zomer"],"overview":"A peaceful family-life is suddenly disturbed when the children enter puberty. The children take over the house and disrupt the lives of their parents.","release_date":"1984-02-08","vote_average":5.9,"runtime":101,"cert":"N\/A","id":40071,"title":"Darlings!","adult":false,"genre_ids":[35,53]},{"cast":["Hans van Tongeren","Renée Soutendijk","Toon Agterberg","Maarten Spanjer","Marianne Boyer"],"overview":"A Dutch film, post-Saturday Night Fever, which follows the lives of three young men who are amateur dirt-bike motorcycle racers. They each fall in love with a young woman who, with her brother, sells French fries and hot dogs at the races. Everyone is looking for a better life. She wants out of the business and away from her brother. The motocross racers want to make their marks as professional racers, like their hero, played by Rutger Hauer.","release_date":"1980-02-28","vote_average":6.4,"runtime":120,"cert":"N\/A","id":40072,"title":"Spetters","adult":false,"genre_ids":[18,10749]},{"cast":["Lillian Randolph","Thea Vidale"],"overview":"Mammy Two-Shoes tells Tom and Butch that the cat who gets rid of the icebox-raiding, breadbox-invading mouse (Jerry) is the one who can stay.","release_date":"1947-08-30","vote_average":6.4,"runtime":8,"cert":"N\/A","id":40073,"title":"A Mouse in the House","adult":false,"genre_ids":[35,16]},{"cast":["Tina Romero","Claudio Brook","Susana Kamini","David Silva","Lily Garza"],"overview":"A young girl's arrival at a convent after the death of her parents marks the beginning of a series of events that unleash an evil presence on the girl and her mysterious new friend, an enigmatic figure known as Alucarda. Demonic possession, Satan worship, and vampirism follows.","release_date":"1977-12-26","vote_average":6.4,"runtime":74,"cert":"N\/A","id":40074,"title":"Alucarda","adult":false,"genre_ids":[27,53]},{"cast":["Miles O'Keeffe","Sabrina Siani","Ritza Brown","Edmund Purdom","Dakar"],"overview":"The son of Torren learns of his heritage, goes to avenge the deaths of his fellow villagers, and rescue his sister\/love interest from the evil Dakkar and his spider cult. Ator battles giant spiders, swordsmen cloaked in shadow, re-animated dead warriors, and horribly hideous witches.","release_date":"1982-10-07","vote_average":3.6,"runtime":98,"cert":"N\/A","id":40075,"title":"Ator, the Fighting Eagle","adult":false,"genre_ids":[14,28,12]},{"cast":["Carey Zuris","Teresa Farley","Natalie O'Connell","Rick Gianasi","Marita"],"overview":"Inmates at a women's prison run by a corrupt warden and her gang of sadistic guards plan a breakout.","release_date":"1986-01-01","vote_average":2.0,"runtime":95,"cert":"N\/A","id":40076,"title":"Bad Girls Dormitory","adult":false,"genre_ids":[27,28,18,35,53]},{"cast":["Daniel Wu","Gigi Lai","Stephen Fung","Lam Suet","Conroy Chan"],"overview":"Lon is an assassin who is deformed. The only man he can trust is his brother, Kwan. When Lon kills a police officer, the officer's partner tries to go after him, but lets him go after seeing his face. Meanwhile, Lon falls for Wendy, the girlfriend of Lon's sadistic boss, Dragon. When Lon agrees to kill Dragon for Wendy, it's a setup. After the kill, Lon is hit by a car and plunges into the river. A year passes by. A new man named Michael arrives, working for Wendy. Meanwhile, the partner of the cop Lon killed is still on the case. He notices a resemblance of the new man to Lon. Is Michael the same person as Lon? If so, what is the motive?","release_date":"2002-05-09","vote_average":6.0,"runtime":88,"cert":"N\/A","id":40077,"title":"Devil Face, Angel Heart","adult":false,"genre_ids":[28,80]},{"cast":["Teresa Farley","Lance Lewman","Frances Raines","Natalie O'Connell","Amy Brentano"],"overview":"An otherwordly perpetrator has been attacking female virgins in Manhattan. As Dr. Pace and Detective Andriotti work together to identify the strange organic materials found on the women, the victims begin arising in a trance and leaving the hospital.","release_date":"1986-01-01","vote_average":4.5,"runtime":77,"cert":"N\/A","id":40078,"title":"Breeders","adult":false,"genre_ids":[27,53,878]},{"cast":["Joe Odagiri","Kirin Kiki","Yayako Uchida","Takako Matsu","Kaoru Kobayashi"],"overview":"Adapted from the bestselling Japanese autobiography of the same title, this gentle coming-of-age drama concerns an adolescent boy, Boku - Masaya, torn between the inherited recklessness of his father Oton and the inherited responsibility, wisdom and emotional strength of his mother Okan. Following a period of intensely rebellious behavior, Boku learns that his mom has contracted cancer; suddenly, his mother comes to live with him in Tokyo the entire emotional landscape of his life is altered.","release_date":"2007-04-14","vote_average":7.1,"runtime":142,"cert":"N\/A","id":40079,"title":"Tokyo Tower: Mom and Me, and Sometimes Dad","adult":false,"genre_ids":[18]},{"cast":["Brendan Fehr","Russell Yuen","Zhenhu Han","Stephen Amell","David Nerman"],"overview":"Alexandra \"Alex\" Delgado, a pairs figure skater, found her career come to an abrupt halt after her partner (on and off the ice) became injured. As their love affair cooled, a heartbroken Alex stopped competing and turned to teaching. Enter James Van Behr the smoldering bad boy of speed skating, who has had fiery Alex in his sights as a skating partner ever since he was banned from speed skating. There aren't many girls who say no to him but she may well be the first. However, he pushes her buttons, challenging her like no one else - and her fighting spirit returns. She agrees to be his partner and they begin a grueling practice regimen fueled (and occasionally derailed) by their own tempestuous relationship, which heats up as they get closer to competition. But will their passion destroy Alex's chance to bring home the gold again?","release_date":"2010-03-14","vote_average":6.1,"runtime":90,"cert":"N\/A","id":40080,"title":"The Cutting Edge: Fire & Ice","adult":false,"genre_ids":[18,10749]},{"cast":["Chen Kuan-Tai","Philip Kwok Chun-Fung","Lo Meng","Sun Chien","Lu Feng"],"overview":"Crippled Avengers is a 1978 Shaw Brothers kung fu film directed by Chang Cheh and starring four members of the Venom Mob. It has been released in North America as Mortal Combat and Return of the 5 Deadly Venoms. The film follows a group of martial artists seeking revenge after being crippled by Tu Tin-To (Chen Kuan Tai), a martial arts master, and his son (Lu Feng).","release_date":"1978-12-20","vote_average":6.7,"runtime":100,"cert":"N\/A","id":40081,"title":"Crippled Avengers","adult":false,"genre_ids":[28,18]},{"cast":["Antonio Banderas","Armand Assante","Cathy Moriarty","Maruschka Detmers","Pablo Calogero"],"overview":"The Mambo Kings tells the story of César and Nestor Castillo, brothers and aspiring musicians who flee from Cuba to America in search of the American Dream.","release_date":"1992-02-28","vote_average":6.2,"runtime":104,"cert":"N\/A","id":40082,"title":"The Mambo Kings","adult":false,"genre_ids":[18,10402]},{"cast":["Paul Newman","Henry Fonda","Lee Remick","Michael Sarrazin","Richard Jaeckel"],"overview":"Hank Stamper and his father, Henry, own and operate the family business by cutting and shipping logs in Oregon. The town is furious when they continue working despite the town going broke and the other loggers go on strike ordering the Stampers to stop, however Hank continues to push his family on cutting more trees. Hank's wife wishes he would stop and hopes that they can spend more time together. When Hank's half brother Leland comes to work for them, more trouble starts.","release_date":"1970-12-31","vote_average":7.1,"runtime":114,"cert":"N\/A","id":40083,"title":"Sometimes a Great Notion","adult":false,"genre_ids":[28,12,18]},{"cast":["Gino Turini","Betty Roland","Vladimir Brajovic","Françoise Blanchard","Raul Cabrera"],"overview":"Messalina (played by gorgeous Betty Roland) is a power-hungry nymphomaniac who will stop at nothing to become Empress of Rome. She brings herself to the attention of Caligula by battling in the gladiator arena and it is not long before she achieves her goal, upsetting the Emperor's youngest sister Agrippina, who hopes that her son Nero will eventually become ruler of Rome. Agrippina successfully plots Caligula's downfall, but Messalina rains on her parade by immediately jumping into the sack with his successor, Claudius. But naughty old Messalina can't commit herself to one man, and shags everyone in sight, including a grotesque, but well-endowed, frequenter of brothels, a randy midget, her eunuch(!?!?) and an ex-lover. When she ends up pregnant, and it is obvious that the father is not Claudius (since he has been away fighting in foreign lands), Agrippina finally sees her opportunity to be rid of her nemesis once and for all.","release_date":"1981-01-01","vote_average":2.6,"runtime":111,"cert":"N\/A","id":40084,"title":"Caligula and Messalina","adult":false,"genre_ids":[36,10749]},{"cast":["Paul Newman","Joanne Woodward","Anthony Franciosa","Orson Welles","Lee Remick"],"overview":"Ben Quick arrives in Frenchman's Bend, MS after being kicked out of another town for allegedly burning a barn for revenge. Will Varner owns just about everything in Frenchman's Bend and he hires Ben to work in his store. Will thinks his own son, Jody, who manages the store, lacks ambition and despairs of him getting his wife, Eula, pregnant. Will thinks his daughter, Clara, a schoolteacher, will never get married. He decides that Ben Quick might make a good husband for Clara to bring some new blood into the family","release_date":"1958-04-03","vote_average":7.3,"runtime":115,"cert":"PG","id":40085,"title":"The Long, Hot Summer","adult":false,"genre_ids":[18,10749]},{"cast":["Kyle Richards","Wendell Wellman","John Putch","Nori Morgan"],"overview":"Two escaped brothers track down the people who sentenced them to death row, including a doctor and the judge. But when they get to the D.A. and his family they have an especially lengthy revenge plot in mind for them.","release_date":"1989-01-01","vote_average":5.8,"runtime":82,"cert":"N\/A","id":40088,"title":"Curfew","adult":false,"genre_ids":[27,53]},{"cast":["Gérard Depardieu","Ticky Holgado","Michèle Laroque","Souad Amidou","Guy Marchand"],"overview":"Pour se rapprocher de ses enfants a la suite de son divorce, Laurent Monier, professeur d'histoire-geographie dans un paisible lycee de province, accepte un poste dans un college sensible de la banlieue parisienne. On lui attribue la classe la plus dure, la quatrieme techno, et il trouve un appartement a la cite des Muriers, un quartier particulierement difficile.","release_date":"1996-12-11","vote_average":5.6,"runtime":105,"cert":"N\/A","id":40089,"title":"Le plus beau métier du monde","adult":false,"genre_ids":[35]},{"cast":["Jamie Lee Curtis","Bill Logan","Andy Lipkis"],"overview":"A look at man's relationship with Dirt. Dirt has given us food, shelter, fuel, medicine, ceramics, flowers, cosmetics and color --everything needed for our survival. For most of the last ten thousand years we humans understood our intimate bond with dirt and the rest of nature. We took care of the soils that took care of us. But, over time, we lost that connection. We turned dirt into something \"dirty.\" In doing so, we transform the skin of the earth into a hellish and dangerous landscape for all life on earth. A millennial shift in consciousness about the environment offers a beacon of hope - and practical solutions.","release_date":"2009-08-07","vote_average":6.5,"runtime":86,"cert":"N\/A","id":40090,"title":"Dirt! The Movie","adult":false,"genre_ids":[99]},{"cast":["Vivian McGill","Rose Tapley","Al Rigali","Mark Daniels","Linda Lee Hill"],"overview":"Sex Madness (1938) is an exploitation film directed by Dwain Esper, along the lines of Reefer Madness, supposedly to warn teenagers and young adults of the dangers of venereal diseases, specifically syphilis. Wild parties, lesbianism, and premarital sex are some of the forms of madness portrayed. The educational aspect of the film allowed it to portray a taboo subject which was otherwise forbidden by the Production Code of 1930, and its stricter version imposed by Hollywood studios in July 1934.","release_date":"1938-01-01","vote_average":2.4,"runtime":57,"cert":"N\/A","id":40091,"title":"Sex Madness","adult":false,"genre_ids":[18]},{"cast":["Danny Kaye","Virginia Mayo","Fay Bainter","Thurston Hall","Ann Rutherford"],"overview":"Walter Mitty, a daydreaming writer with an overprotective mother, likes to imagine that he is a hero who experiences fantastic adventures. His dream becomes reality when he accidentally meets a mysterious woman who hands him a little black book. According to her, it contains the locations of the Dutch crown jewels hidden since World War II. Soon, Mitty finds himself in the middle of a confusing conspiracy, where he has difficulty differentiating between fact and fiction.","release_date":"1947-09-01","vote_average":7.1,"runtime":110,"cert":"N\/A","id":40092,"title":"The Secret Life of Walter Mitty","adult":false,"genre_ids":[35,14,10749]},{"cast":[],"overview":"Bursting with poker lessons, rules, and secrets of the game, this guide offers many useful tips for how to come out of a game on top. Hosted by Joe Fortin of the Hollywood Poker Academy, HOW TO MAKE MONEY PLAYING TEXAS HOLD'EM POKER turns casual players into insiders by showing them how to read other players, detect a bluff, and take charge of any poker situation.","release_date":"2006-03-21","vote_average":7.0,"runtime":83,"cert":"N\/A","id":40093,"title":"How To Make Money Playing Texas Hold'Em Poker","adult":false,"genre_ids":[]},{"cast":["Henry Rollins"],"overview":"Caught at the end of a three month worldwide tour, \"Up For It\" show cases Henry Rollins and his very own brand of stand-up comedy live on the first of three sold-out night at London's Astoria Theatre.","release_date":"2001-11-13","vote_average":4.8,"runtime":96,"cert":"N\/A","id":40094,"title":"Henry Rollins: Up for It","adult":false,"genre_ids":[35]},{"cast":["Treat Williams","Joe Piscopo","Lindsay Frost","Darren McGavin","Vincent Price"],"overview":"LAPD police officer, Roger Mortis is killed while arresting zombies who have been reanimated by the head of Dante Laboratories in order to carry out violent armed robberies.","release_date":"1988-05-06","vote_average":6.2,"runtime":86,"cert":"N\/A","id":40095,"title":"Dead Heat","adult":false,"genre_ids":[28,35,18,27,878,53]},{"cast":["Matheus Nachtergaele","Selton Mello","Lima Duarte","Rogério Cardoso","Denise Fraga"],"overview":"The lively João Grilo and the sly Chicó are poor guys living in the hinterland who cheat a bunch of people in a small Northeast Brazil town. But when they die, they have to be judged by Christ, the Devil and the Virgin Mary, before they are admitted to paradise.","release_date":"2000-09-15","vote_average":8.4,"runtime":104,"cert":"N\/A","id":40096,"title":"A Dog's Will","adult":false,"genre_ids":[12,35]},{"cast":["Jessica Drake","Jenna Haze","Brad Armstrong","Shyla Stylez","Alektra Blue"],"overview":"'Angel' (Jessica Drake) is a fallen Gregorian Angel who has been banished to earth and stripped of her wings after the accidental death of the young woman she was sent to watch over.  Alone and desperate for companionship, she finds it in the city's seedy underworld, far from the idyllic heavens she once knew.","release_date":"2008-09-24","vote_average":9.0,"runtime":173,"cert":"N\/A","id":40097,"title":"Fallen","adult":true,"genre_ids":[14,18]},{"cast":["Baek Yoon-sik","Im Ha-ryong","Park Jun-gyu","Lee So-yeon","Kim Ye-ryeong"],"overview":"This film is an adaptation based on the 1988 Japanese film Kaisha monogatari: Memories of You, written and directed by Jun Ichikawa. This film follows the story of \"Chief\" Cho Min-hyuk (Baek), a middle-aged corporate manager nearing his retirement after working for 30 years in the same company. Cho and other colleagues in the office secretly have held dreams of being rock musicians but they suppressed those ambitions in order to get stable office jobs and support their families. During the film Cho and others resume their interest in playing musical instruments and form a band together. However Cho struggles to deal with office politics that result from his upcoming retirement as well as the anxiety for his and his family's future post-retirement.","release_date":"2007-09-06","vote_average":0.0,"runtime":120,"cert":"N\/A","id":40100,"title":"Bravo, My Life!","adult":false,"genre_ids":[18]},{"cast":["Katarzyna Zelnik","Andrej Jass","Eliza Borecka","Magda Szymborska","Roman Nowicki"],"overview":"Fantasy and reality become blurred as a misogynistic, masked killer ritually stalks and kills beautiful women who he has encountered previously.","release_date":"1998-12-01","vote_average":3.0,"runtime":90,"cert":"","id":40103,"title":"Fantom Kiler","adult":false,"genre_ids":[80,27]},{"cast":["Barry Prima","Gudi Sintara","Advent Bangun","Enny Christina","Rita Zahara"],"overview":"The DEVIL'S SWORD lies hidden in a secret cave inside Devils Mountain, everything evil will fight to the death for it... \"For whoever possesses the sword, will rule the kingdom!\" Four warriors attack the keeper of the mountain and try to force him to hand over the map that will lead them to the sword. The tortured keeper escapes and runs to MANDALA his master, who after hearing of the attempt, sets off on his own journey to save the DEVIL'S SWORD. He has many blood-curdling battles along the way, he is attacked by the evil crocodile men and encounters many fiendish traps set for intruders entering the mountain. At last MANDALA captures his prize - can he call upon the Gods and use the mystical sword against the raging warriors with their awesome magical power? Will he win the fight with the crocodile queen who craves the DEVIL'S SWORD at any cost?","release_date":"1983-04-20","vote_average":5.8,"runtime":90,"cert":"N\/A","id":40104,"title":"The Devil's Sword","adult":false,"genre_ids":[14,28,27,12]},{"cast":["Danny Lee Sau-Yin","Simon Yam","Kent Cheng","Parkman Wong","Emily Kwan Bo-Wai"],"overview":"An abnormal taxi driver lusts for blood every rainy night, and several young women are killed as a result. The muderer, Laiu, likes to take photos of the victims dismembered bodies as momentos. Inspector Lee is called onto the case in this bizarre thriller.","release_date":"1992-01-01","vote_average":5.6,"runtime":89,"cert":"N\/A","id":40105,"title":"Dr. Lamb","adult":false,"genre_ids":[18,53]},{"cast":["Hitomi Miwa","Kazuma Suzuki","Ren Osugi","Hiroshi Abe","Hijiri Natsukawa"],"overview":"After her brother is accused of murdering four people, his sister, desperate to prove his innocence, goes to a psychic for help. The price they ask, however, is far more than she expected, and the answers they give her are nothing she could ever have imagined. And what is the FBI doing investgating a murder in Japan?","release_date":"2000-02-26","vote_average":3.7,"runtime":85,"cert":"N\/A","id":40106,"title":"Crazy Lips","adult":false,"genre_ids":[35,27,28]},{"cast":["Kenny Ho","Christy Chung","Collin Chou","Elaine Lui Siu-Ling","Cecilia Ng"],"overview":"A group of terrorists murder the captain of a cruise ship and take everyone hostage. Their plan is to steal the uranium being stored in the ship's safe. It's up to a security officer and a pickpocketing cocktail waitress to stop them.","release_date":"1995-05-18","vote_average":7.0,"runtime":92,"cert":"N\/A","id":40107,"title":"Red Wolf","adult":false,"genre_ids":[80,28,53]},{"cast":["Laura Gemser","Gabriele Tinti","Livia Russo","Nadia Neri","Haris Tryfonas"],"overview":"After years of abuse at the hands of her husband, a woman, Emmanouella, is pushed to the breaking point. She hires a hitman to do in her husband, but just when she thinks her troubles are at an end, the assassin blackmails her. As her husband's business partner struggles to prove her guilt, and as the hitman continues to threaten her new found security, Emmanouella struggles to keep her name clear and to keep her naive stepdaughter from becoming tangled in the web of danger she has created.","release_date":"1980-03-12","vote_average":5.4,"runtime":91,"cert":"N\/A","id":40108,"title":"Emmanuelle: Queen of Sados","adult":false,"genre_ids":[80,18]},{"cast":["Elke Sommer","Donald Pilon","Chuck Shamata","George Touliatos","Cindy Girling"],"overview":"Successful businessman Charles Kruschen (Donald Pilon) is accused of bludgeoning to death his beautiful but manipulative model wife Magdalene (Elke Sommer). As the trial draws to a close, Charles reflects on the events leading up to the terrible incident...","release_date":"1978-09-08","vote_average":3.0,"runtime":88,"cert":"N\/A","id":40109,"title":"I Miss You, Hugs and Kisses","adult":false,"genre_ids":[9648,18]},{"cast":["Michiro Endo","Shigeru Izumiya","Takanori Jinnai","Kou Machida","Shigeru Muroi"],"overview":"Set in a barren, futuristic Tokyo of highways and wastelands, a rowdy group of punk bands and their fans gather to protest slow, boring, Japanese living.","release_date":"1982-04-09","vote_average":7.0,"runtime":115,"cert":"N\/A","id":40110,"title":"Burst City","adult":false,"genre_ids":[28,10402,878]},{"cast":["Saya Hidaka","Megumi Takahashi","Junko Asamiya"],"overview":"Three complete stories of Ninja Sexcraft! The live action version of the anime hit. Miko has been training all her life for the inevitable day when the sex-starved Shikima Demons would invade to subjugate the women of Earth with their lascivious tentacles. Now the barriers are breaking down and the people of Earth are in peril. The demons won't stop until they have insinuated themselves into every orifice available. Will the Shikima demons make slaves of all of Miko's friends? How can Miko possibly defend against the wrath of an entire dimension?","release_date":"1995-02-24","vote_average":2.1,"runtime":73,"cert":"N\/A","id":40111,"title":"La Blue Girl: Revenge of the Shikima Realm","adult":false,"genre_ids":[28,27]},{"cast":["Seikô Senô","Ayu Shinohara","Mariko Motoki","Natsuki Asô","Mari Kawagoe"],"overview":"At a high school in Tokyo, several of the female students have been moon-lighting as prostitutes. A teacher catches onto this fact and goes about putting an end to it. Things go awry when he discovers he turns into a sex demon with tentacles whenever he gets aroused (huh?). He turns from savior to vilifier, poor prostitute school girls.","release_date":"1995-03-10","vote_average":6.0,"runtime":71,"cert":"N\/A","id":40112,"title":"Angel of Darkness","adult":false,"genre_ids":[14,27]},{"cast":["James Spader","Claire Forlani","Paul Giamatti","Alan Arkin","Kenneth Welsh"],"overview":"This compelling political drama is based on the true story of high-ranking Pentagon official Daniel Ellsberg, who, during the Nixon era, strove to preserve American democracy by leaking top-secret documents to the New York Times and Washington Post. The documents in question would eventually become famous as the Pentagon Papers, which revealed the true reasons for U.S. involvement in Vietnam.","release_date":"2003-03-09","vote_average":5.7,"runtime":92,"cert":"N\/A","id":40113,"title":"The Pentagon Papers","adult":false,"genre_ids":[18,53,36]},{"cast":["Park Gun-hyung","Lee Chun-hee","MC Mong","Oh Dal-su","Kim Su-hyeon"],"overview":"Back in the day, Jung Kwon (Park Gun Hyung) and his two buddies Sung Hyun (Lee Cheon Hee of The Aggressives) and Kyung Ro (MC Mong) were renowned around the riverbank behind school as the ï¿½No Touch Gangï¿½. Kyung Roï¿½s mouth was scarier than his fists and Sung Hyun lacked experience in fighting despite trying really hard,","release_date":"2006-09-07","vote_average":4.8,"runtime":94,"cert":"N\/A","id":40114,"title":"Bar Legend","adult":false,"genre_ids":[28,80]},{"cast":["Michael C. Bendetti","Denise Gentile","Anjanette Comer","Holly Floria","Robert Sampson"],"overview":"A young man arrives at his father's mansion in Louisiana to discover that a secretive cult is using winged creatures to raise the dead to do their bidding.","release_date":"1992-02-06","vote_average":4.0,"runtime":87,"cert":"N\/A","id":40115,"title":"Netherworld","adult":false,"genre_ids":[27]},{"cast":["Leon Lai","Lee Na-young","Park Eun-hye","Yoon Tae-young"],"overview":"When Dean a young detective, falls for a woman who seems to appear only in his dreams. When Dean discovers his amour is the real-life daughter of a Dr. Jang and that the been trapped in a time warp, he journeys back in time to save her. But first he must fend off a few hordes of superhuman swordsmen.","release_date":"2001-02-17","vote_average":3.3,"runtime":100,"cert":"N\/A","id":40118,"title":"Dream of a Warrior","adult":false,"genre_ids":[18,28,878,10749]},{"cast":["Hiroki Narimiya","Hiro Mizushima","Yuika Motokariya","Yûsuke Kamiji","Noriko Nakagoshi"],"overview":"\"Drop\" tells the story of a boy named Hiroshi Shinanogawa, who grew up in the 1980s. He became inspired by the Be-Bop High School manga and decided to become a delinquent. Hiroshi dropped out of a private middle school and transferred to a public school There he joins up with a delinquent gang.","release_date":"2009-03-20","vote_average":7.0,"runtime":121,"cert":"N\/A","id":40119,"title":"Drop","adult":false,"genre_ids":[28,35]},{"cast":["John Pinette"],"overview":"John Pinette has been cracking up audiences around the world for more than 15 years. He was named Stand-Up Comedian of the Year by the American Comedy Awards in 1999 and he received a Gemini Award nomination for his superb televised performance at The Montreal Comedy Festival in 2000.","release_date":"2005-01-25","vote_average":6.5,"runtime":60,"cert":"N\/A","id":40120,"title":"John Pinette: I Say Nay Nay","adult":false,"genre_ids":[35]},{"cast":["Yui Aragaki","Kento Nagayama","Takashi Naito","Tokio Emoto","Shota Sometani"],"overview":"Momoko (Yui Aragaki) is a quiet and lonely high school girl who's only passion is to cheer traditional cheer squad, but all she could gather were good for nothing guys, who could not find places in school. They start the cheer squad with a disaster, but when they finally find the true meaning of \"cheering\" someone, their passion becomes power and gives strength to those that are cheered.","release_date":"2008-10-11","vote_average":5.0,"runtime":114,"cert":"N\/A","id":40121,"title":"Cheer Cheer Cheer!","adult":false,"genre_ids":[35]},{"cast":["Jang Hee-jin","Jung Kyung-ho","Kim So-yeon","Kim Ye-ryeong","Cho Jin-woong"],"overview":"Sang-ho is an ordinary high school student. His dream is to enter the military academy under the influence of his father who is an army colonel. As entering high school, he became friends with Jae-gu, Chang-bae, Kyung-chul, Hong-kyu and Sang-sik. They grouped a soccer team called `Tiger`, building up friendship by playing soccer. Sang-ho and his friends ran into group of fight with seniors, these incidents made everybody in school to misunderstand them as they were serious group of gangster. When Sang-ho gets becomes close with a girl whose boyfriend is a boss of another school`s gangster group, things are going worse.","release_date":"2006-10-19","vote_average":6.2,"runtime":100,"cert":"N\/A","id":40122,"title":"Gangster High","adult":false,"genre_ids":[28,80]},{"cast":["Tomoko Kaneda","Rinko Kikuchi","Lu Ningjuan","Taro Yabe","Yuya Yagira"],"overview":"The seven short films making up GENIUS PARTY couldn’t be more diverse, linked only by a high standard of quality and inspiration. Atsuko Fukushima’s intro piece is a fantastic abstraction to soak up with the eyes. Masaaki Yuasa, of MIND GAME and CAT SOUP fame, brings his distinctive and deceptively simple graphic style and dream-state logic to the table with “Happy Machine,” his spin on a child’s earliest year. Shinji Kimura’s spookier “Deathtic 4,” meanwhile, seems to tap into the creepier corners of a child’s imagination and open up a toybox full of dark delights. Hideki Futamura’s “Limit Cycle” conjures up a vision of virtual reality, while Yuji Fukuyama’s \"Doorbell\" and \"Baby Blue\" by Shinichiro Watanabe use understated realism for very surreal purposes. And Shoji Kawamori, with “Shanghai Dragon,” takes the tropes and conventions of traditional anime out for very fun joyride.","release_date":"2007-07-07","vote_average":6.3,"runtime":85,"cert":"N\/A","id":40123,"title":"Genius Party","adult":false,"genre_ids":[16]},{"cast":["Ernie Dingo","Justine Saunders","Kristina Nehm"],"overview":"The story of an Aboriginal family's attempts to forge a new life for themselves within the segregated society. At the urging of headstrong teenager Trilby, the Comeaways relocate from their family camp, to a house in the main town.","release_date":"1986-10-26","vote_average":5.0,"runtime":98,"cert":"N\/A","id":40124,"title":"The Fringe Dwellers","adult":false,"genre_ids":[18]},{"cast":["Rika Nanase","Mayu Nakata","Takahashi Kazuoki","Keiji Hamaguchi","Kengo"],"overview":"This slice of shot-on-video hentai horror kicks off with a crazy old woman stealing what looks like all-butter shortbread from three statues wearing red hats. This causes an earthquake which releases ancient demon spores from a cave into a nearby pool of water. Unfortunately, this pool is precisely where a lesbian professor—part of a group of students and teachers who are spending a few days camping in the woods—decides to refill her water canteen. She accidentally ingests the spores, which causes the eruption of huge, thrashing, veiny, slime-covered tentacles that seek out new victims and enter the nearest orifice, thus allowing the demon to pass from host to host.","release_date":"1995-09-08","vote_average":4.0,"runtime":70,"cert":"N\/A","id":40125,"title":"Angel of Darkness 2","adult":false,"genre_ids":[27]},{"cast":["Aki Hoshino","Emi Kitagawa","Ren Suzuki","Ami Natsui","David Itô"],"overview":"In a nightmarish world of secret graveyards and machine gun executions, inmates must die... or kill to survive. Escape is no option, and is punished with... death, or a fate worse than death.","release_date":"2004-12-25","vote_average":5.5,"runtime":84,"cert":"N\/A","id":40126,"title":"Female Prisoner 1316","adult":false,"genre_ids":[28,53]},{"cast":["Supakson Chaimongkol","Arisa Wills","Krongthong Rachatawan","Tin Settachoke","Somchai Satuthum"],"overview":"A pregnant woman is abandoned by her lover. Enraged, she goes to a witch doctor and uses black magic to have her ex and his family killed, only for another woman claiming to be her lover's secret mistress to claim his inheritance and move into his house with her children. Not long after that, inexplicable things happen to that family and, one by one, they begin to die.","release_date":"2004-05-14","vote_average":4.8,"runtime":96,"cert":"N\/A","id":40127,"title":"Art of the Devil","adult":false,"genre_ids":[27,9648]},{"cast":["Barbara Bouchet","Ugo Pagliai","Marina Malfatti","Marino Masé","Pia Giancaro"],"overview":"In the film, an age-old family curse hits sisters Kitty and Franziska following the death of their grandfather Tobias.  Every hundred years, the legend goes, the bloodthirsty Red Queen returns and claims seven fresh victims.  Was Tobias just the first... and are Kitty and Franziska next?","release_date":"1972-08-18","vote_average":7.1,"runtime":100,"cert":"18","id":40130,"title":"The Red Queen Kills Seven Times","adult":false,"genre_ids":[27,9648,53]},{"cast":[],"overview":"A variety of rap stars offer some insights into the sideshow phenomenon on this entertaining release. Mac Dre is the host, offering a full history of sideshows, how they begun, and how they became so successful","release_date":"2004-04-13","vote_average":10.0,"runtime":null,"cert":"N\/A","id":40131,"title":"23109 Exhibiton Of Speed","adult":false,"genre_ids":[]},{"cast":["Laura Gemser","Ely Galleani","Gabriele Tinti","Venantino Venantini","Pierre Marfurt"],"overview":"While attempting to interview an elusive gangster, photojournalist Emanuelle notices a man pushing a girl in a wheelchair through the airport. Later, in another country she sees the same man and the girl up and walking. Intrigued, she does a bit of investigating and uncovers an organization dealing in the buying and selling of young women. She goes undercover into the organization but finds that getting out again could cost her her career...and her life.","release_date":"1978-04-20","vote_average":4.2,"runtime":88,"cert":"N\/A","id":40132,"title":"Emanuelle and the White Slave Trade","adult":false,"genre_ids":[18]},{"cast":["Lilli Carati","Ines Pellegrini","Marina Daunia","Zora Kerova","Dirce Funari"],"overview":"Four female convicts break out of prison, and during their escape they take hostage a bus full of young female tennis players. They drive the bus to the house of the judge who originally sent them to prison, where--since this is after all a women-in-prison picture--the hostages undergo various forms of physical and sexual abuse in various degrees of nudity.","release_date":"1978-08-18","vote_average":8.0,"runtime":95,"cert":"N\/A","id":40135,"title":"Jailbirds","adult":false,"genre_ids":[28,80,18]},{"cast":["Ian Somerhalder","Lexa Doig","Aleks Paunovic","Aaron Pearl","Colin Cunningham"],"overview":"Inspector Ava Williams investigates a prison fire to its source, a prisoner seeking revenge against those who put him behind bars.","release_date":"2009-01-02","vote_average":3.6,"runtime":89,"cert":"N\/A","id":40136,"title":"Fireball","adult":false,"genre_ids":[53,878]},{"cast":["Bam Margera","Brandon DiCamillo","Chris Raab","Rake Yohn","Ryan Dunn"],"overview":"For Die Hard Fans Only!","release_date":"2001-07-04","vote_average":6.9,"runtime":41,"cert":"N\/A","id":40137,"title":"CKY Documentary","adult":false,"genre_ids":[99,35,80,28]},{"cast":["Gregory Peck","Richard Crenna","David Janssen","James Franciscus","Gene Hackman"],"overview":"After spending several months in an orbiting lab, three astronauts prepare to return to earth only to find their rockets wont fire. After initially thinking they might have to abandon them in orbit, NASA decides to launch a daring rescue. Their plans are complicated by a Hurricane headed towards the launch site and a shrinking air supply in the astronauts capsule.","release_date":"1969-12-11","vote_average":6.5,"runtime":134,"cert":"U","id":40140,"title":"Marooned","adult":false,"genre_ids":[18,878,53,12]},{"cast":["Franco Nero","George Hilton","Giuseppe Addobbati","Nino Castelnuovo","Linda Sini"],"overview":"In 1866 New Mexico, Tom Corbett is a prospector who is called back to his hometown in Laramie Town, Texas at the bequest of a old family friend. Tom arrives in the town to see it under the control of a ruthless and greedy gangster named Jason Scott, who's psychotic and murder-crazed son, Junior Scott, runs it with fear with a posse of thugs who kill anyone who protests their business tactics. Tom finds his brother Jeff, a drunkard looked after by their family maid Mercedes. Tom then tries to persuade Jeff to help him take down the sadistic Scotts so the town can rest easy in peace and harmony again.","release_date":"1966-08-10","vote_average":6.2,"runtime":92,"cert":"N\/A","id":40141,"title":"Massacre Time","adult":false,"genre_ids":[37]},{"cast":[],"overview":"Candlemass perform at a recent show filmed in Kolingsborg, Sweden, as a celebration of 20 years of the band's 'doomination' of the metal world. The DVD includes band interviews and a whole load of additional footage, coming in at over 3 hours of top doom metal from this most celebrated of acts. Heavy metal audiences in Scandinavia are known to contain some of the most passionate and knowledgeable fans of the genre, so it's appropriate that this live concert recording of Candlemass was shot in Kolingsborg, Sweden.","release_date":"2007-03-31","vote_average":0.0,"runtime":175,"cert":"N\/A","id":40142,"title":"Candlemass: 20th Anniversary Party","adult":false,"genre_ids":[]},{"cast":["Olga Karlatos","Ray Lovelock","Cosimo Cinieri","Giuseppe Mannajuolo","Claudio Cassinelli"],"overview":"The world of dance can be brutal.  The rehearsals are grueling.  The competition is fierce.  At the Arts for Living Centre in New York City, the best of the best are dying for a part in a major production.  But only a select few will be chosen.  The selection process seems to be at the hands of mysterious killer who pierces women's bare breasts with a hatpin, puncturing their hearts.  Ambition and jealousy appear to be the motive, which makes everybody a suspect!","release_date":"1984-01-01","vote_average":6.1,"runtime":93,"cert":"N\/A","id":40145,"title":"Murder-Rock: Dancing Death","adult":false,"genre_ids":[27,53]},{"cast":["Michael Cutt","Paul Kelleher","Melanie Graham","Lynn Eastman-Rossi","Eugene Dow"],"overview":"A professor and his students have a grisly encounter with a sasquatchlike creature that prowls the backwoods.","release_date":"1980-02-04","vote_average":4.5,"runtime":97,"cert":"18","id":40146,"title":"Night of the Demon","adult":false,"genre_ids":[27]},{"cast":["Larry Day","Amelia Kinkade","Kristen Holden-Ried","Gregory Calpakis","Tara Slone"],"overview":"A group of young criminals accidentally shoot a police officer. To avoid being arrested they hide out in an abandoned house. When they realize that the house is haunted, they start to wish that they had turned themselves in when they had a chance.","release_date":"1997-10-07","vote_average":4.7,"runtime":85,"cert":"N\/A","id":40147,"title":"Night of the Demons III","adult":false,"genre_ids":[27]},{"cast":["Eddie Izzard"],"overview":"The story of one man's triumph over adversity: cameras followed the comedian on a very stressful comeback tour and caught the story behind some of his best loved material en route. Prior to his Sexie tour in 2003 and under extreme pressure to write, he delved into his own life for inspiration. So began an accidental voyage into his past that paralleled his world tour and culminated in a moment of revelation about the source of his relentless drive. Film contains exclusive never-before-seen footage including the famous 'wolves' material, his first student sketches and unicycle-riding as a street performer in Covent Garden. Hilarious and moving by turns, an inspiring tale of how tragedy can be turned to laughter.","release_date":"2009-10-09","vote_average":6.9,"runtime":102,"cert":"","id":40150,"title":"Believe: The Eddie Izzard Story","adult":false,"genre_ids":[35,99]},{"cast":["Berta Muñiz","Pablo Parés","Hernán Sáez","Paulo Soria"],"overview":"A small town is the subject of some experiment with aliens where they were allowed to test some earth folks with some kind of disease, but of course it spread with disastrous results. And now, three oddballs have been dumped into the middle of this town as test subjects or something, and the race for survival is on. John West is a strongman, with a cowboy hat and leopard skin tights, Bill is a medical student, and Max is a mathematical genius, and it's them against the zombies.","release_date":"2001-01-01","vote_average":5.0,"runtime":101,"cert":"N\/A","id":40151,"title":"Plaga zombie: Zona mutante","adult":false,"genre_ids":[27,878]},{"cast":["Richard Briers","Joan Collins","Michael Maloney","Nicholas Farrell","Jennifer Saunders"],"overview":"Out of work actor Joe volunteers to help try and save his sister's local church for the community by putting on a Christmas production of Hamlet, somewhat against the advice of his agent Margaretta. As the cast he assembles are still available even at Christmas and are prepared to do it on a 'profit sharing' basis (that is, they may not get paid anything) he cannot expect - and does not get - the cream of the cream. But although they all bring their own problems and foibles along, something bigger starts to emerge in the perhaps aptly named village of Hope.","release_date":"1995-12-01","vote_average":7.4,"runtime":99,"cert":"","id":40154,"title":"In the Bleak Midwinter","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The story of the creation of the world's most successful musical.","release_date":"2006-12-26","vote_average":5.5,"runtime":90,"cert":"","id":40155,"title":"Phantom of the Opera: Behind the Mask","adult":false,"genre_ids":[27,10749]},{"cast":["Linus Roache","Tom Wilkinson","Robert Carlyle","Cathy Tyson","Lesley Sharp"],"overview":"Father Greg Pilkington is torn between his call as a conservative Catholic priest and his secret life as a homosexual with a gay lover, frowned upon by the Church. Upon hearing the confession of a young girl of her incestuous father, Greg enters an intensely emotional spiritual struggle deciding between choosing morals over religion and one life over another.","release_date":"1994-01-01","vote_average":6.6,"runtime":98,"cert":"N\/A","id":40156,"title":"Priest","adult":false,"genre_ids":[18,10749]},{"cast":["Peter Cushing","Christopher Lee","Roy Ward Baker","Joe Dante","Ray Harryhausen"],"overview":"Explore the most legendary horror studio of all time with this fascinating, frightening journey hosted by terror titans Christopher Lee and Peter Cushing. England's most successful independent film company, the \"fear factory\" of Hammer Studios, has a history filled with feuds, censorship battles and streaks of luck both good and bad. Now the legacy of horror returns, featuring interviews with such Hammer legends as Raquel Welch, Veronica Carlson, Caroline Munro, Ingrid Pitt, Jimmy Sangster, Hazel Court, Martine Beswicke, Freddie Francis, Val Guest and Ray Harryhausen. Plus you'll be treated to behind-the-scenes home movies and nonstop shock scenes from over 40 classic films, including Horror of Dracula, Curse of Frankenstein, The Devil Rides Out, Curse of the Werewolf and many more! It's the definitive study of one of the greatest names in horror!","release_date":"1994-08-06","vote_average":7.0,"runtime":100,"cert":"","id":40157,"title":"Flesh and Blood: The Hammer Heritage of Horror","adult":false,"genre_ids":[99]},{"cast":["Alan Alda","Jacqueline Bisset","Barbara Parkins","Bradford Dillman","William Windom"],"overview":"A frustrated pianist himself, music journalist Myles Clarkson is thrilled to interview virtuoso Duncan Ely. Duncan, however, is terminally ill and not much interested in Myles until noticing that Myles' hands are ideally suited for piano. Suddenly, he can't get enough of his new friend, and Myles' wife, Paula, becomes suspicious of Duncan's intentions. Her suspicions grow when Duncan dies and Myles mysteriously becomes a virtuoso overnight.","release_date":"1971-04-09","vote_average":6.6,"runtime":115,"cert":"N\/A","id":40158,"title":"The Mephisto Waltz","adult":false,"genre_ids":[27]},{"cast":["David Bamber","Alice Eve","Kris Marshall"],"overview":"The Amazing Trousers tells the tale of a mild bank clerk who enters into a Faustian pact with a sinister tailor, agreeing to trade his legs after one year in return for enjoying glorious success. The success is brought on by a pair of red trousers...amazing red trousers.","release_date":"2007-07-01","vote_average":0.0,"runtime":12,"cert":"PG","id":40159,"title":"The Amazing Trousers","adult":false,"genre_ids":[35]},{"cast":["Sean Connery","Karl Malden","Henry Fonda","Brian Keith","Natalie Wood"],"overview":"After a collision with a comet, a nearly 8km wide piece of the asteroid \"Orpheus\" is heading towards Earth. If it will hit it will cause a incredible catastrophe which will probably extinguish mankind. To stop the meteor NASA wants to use the illegal nuclear weapon satellite \"Hercules\" but discovers soon that it doesn't have enough fire power. Their only chance to save the world is to join forces with the USSR who have also launched such an illegal satellite. But will both governments agree?","release_date":"1979-10-19","vote_average":5.2,"runtime":107,"cert":"N\/A","id":40160,"title":"Meteor","adult":false,"genre_ids":[28,53,12]},{"cast":["Kelly Macdonald","David Tennant","Alice Eve","Michael Urie","Federico Castelluccio"],"overview":"A local woman is hired to draw paparazzi away from a Hollywood actress who has come to Scotland to get married.","release_date":"2011-06-06","vote_average":6.0,"runtime":89,"cert":"","id":40161,"title":"The Decoy Bride","adult":false,"genre_ids":[18,35,10749]},{"cast":["Dirce Funari","Annj Goren","Mark Shannon","George Eastman","Lucia Ramirez"],"overview":"A group of castaways wash ashore on a deserted island in this Italian sex\/gore movie. They are unaware that a sex-crazed radioactive monster is also on the island. He attacks and rapes several of the women, who die horrible deaths because his sperm is radioactive. The survivors must find a way to either escape the island or kill the monster.","release_date":"1981-02-09","vote_average":4.0,"runtime":113,"cert":"N\/A","id":40162,"title":"Porno Holocaust","adult":true,"genre_ids":[27]},{"cast":["Lillian Randolph"],"overview":"Tom is playing with Jerry when someone delivers a cute lady cat for Mammy to take care of. Tom is smitten at first sight, and primps a bit. He offers a fish and a canary, but she's not interested. He then retrieves Jerry (filed under \"M\" in a filing cabinet), again proving unusually competent. He does several magic tricks with Jerry, producing him in a box of chocolates and Toots' bow, and finally tucking Jerry behind him. While trapped there, Jerry grabs a hat and uses the hat pin to even the score a bit. He runs away to a record changer, and gets Tom caught up in the machinery. With Tom thoroughly defeated (and the machine thoroughly broken), Jerry primps a bit himself, kisses Toots, and sashays into his hole","release_date":"1942-05-30","vote_average":6.3,"runtime":7,"cert":"N\/A","id":40163,"title":"Puss n' Toots","adult":false,"genre_ids":[35,16]},{"cast":["Billy Bletcher"],"overview":"The family dog warns Tom not to make any noise so he can take a nap. Jerry hears this and immediately devises plans to ensure that the dog's nap will be interrupted (breaking plates, playing musical instruments, etc.). One of the few cartoons in the Tom and Jerry series in which one of the main characters speaks.","release_date":"1945-12-22","vote_average":7.1,"runtime":7,"cert":"N\/A","id":40164,"title":"Quiet Please!","adult":false,"genre_ids":[16]},{"cast":["Rita Hayworth","Charles Laughton","Stewart Granger","Judith Anderson","Cedric Hardwicke"],"overview":"In the reign of emperor Tiberius, Gallilean prophet John the Baptist preaches against King Herod and Queen Herodias. The latter wants John dead, but Herod fears to harm him due to a prophecy. Enter beautiful Princess Salome, Herod's long-absent stepdaughter. Herodias sees the king's dawning lust for Salome as her means of bending the king to her will. But Salome and her lover Claudius are (contrary to Scripture) nearing conversion to the new religion. And the famous climactic dance turns out to have unexpected implications...","release_date":"1953-03-24","vote_average":5.9,"runtime":103,"cert":"N\/A","id":40165,"title":"Salome","adult":false,"genre_ids":[18]},{"cast":["Tony Leung Chiu-Wai","Jimmy Lin Zhi-Ying","Joey Wong","Michelle Yeoh","Donnie Yen"],"overview":"Dynamo Michelle Khan stars as a loyalist who attempts to keep the King's empire from being overthrown by a revolutionary group. Top fight action.","release_date":"1993-01-16","vote_average":6.0,"runtime":88,"cert":"N\/A","id":40166,"title":"Butterfly Sword","adult":false,"genre_ids":[14,28,12]},{"cast":["Jin-hyeok Cha","Jang Young-nam","Hwang Geum-Hee","Jung Su-young","Kim Yoon-jin"],"overview":"Moon Ok (Na Moon-Hee) was a musical professor at a university, but is now on death row for committing a crime caused by the abuse of her husband and mother-in-law. In prison she meets a young lady named Jeong-hye (Kim Yunjin) who killed her husband because of physical abuse. At the time of her arrest, Jeong-hye was pregnant and the baby was eventually born in prison. Now 18 months later, Jeong-hye's baby must be given up for adoption. To spend one day with her baby outside of prison, Jeong-hye forms a prison choir group. Moon Ok becomes the conductor for this choir. The inmates and prison officers are soon touched by the music produced by this group.","release_date":"2010-01-28","vote_average":8.1,"runtime":115,"cert":"N\/A","id":40167,"title":"Harmony","adult":false,"genre_ids":[18,53,878]},{"cast":["Ted Vernon","Michael David Simms","Richard Vidan","Kristina Sanborn","Victoria Christian"],"overview":"Five men heist the Camp Pendleton payroll and kidnap a pilot and his daughter, who are forced to fly them to Mexico. Enroute a double cross has one of the thieves parachute with the loot into an abandoned graveyard surrounded by strange scarecrows. The rest of the team jump after their loot and their former partner. Everything happens during the course of one very dark night.","release_date":"1988-09-28","vote_average":5.3,"runtime":83,"cert":"N\/A","id":40168,"title":"Scarecrows","adult":false,"genre_ids":[27]},{"cast":["Tom Nardini","Brenda Bazinet","Daryl Haney","Terry-David Després","Jack Blum"],"overview":"A bunch of selfrighteous bullies want to set some \"new rules\" in town while the police in Halifax (Nova Scotia, Canada) are on strike. They try to scare all the gays and lesbians in a bar, but by accident the owner of the establishment is killed, and the leader of the bullies then decides to execute all witnesses. One guy, though, escapes and takes refuge in an isolated block of flats. The young tenants in the house refuse to hand over the survivor, and the bullies then decide to get rid of all the residents in the house. This turns out to be not so easy, because the young people in the house barricade their apartments, set up traps and arm themselves in order to fight back, and this inevitably leads to more bloodshed and killings.","release_date":"1982-01-01","vote_average":5.4,"runtime":84,"cert":"","id":40169,"title":"Self Defense","adult":false,"genre_ids":[53,28,80]},{"cast":["Lateef Crowder","Ian Anthony Dale","Michael Jai White","Richard Dorton","Matt Mullins"],"overview":"MORTAL KOMBAT: REBIRTH is a short film released by Kevin Tancharoen (Director) in 2010. It was originally made as a proof of concept for Tancharoen's pitch to Warner Brothers for a reboot movie franchise. This 8-minute short features an intricate fight scene choreographed by Larnell Stovall. It also reintroduces classic Mortal Kombat characters, including: Jax (Michael Jai White), Sonya Blade (Jeri Ryan), Johnny Cage (Matt Mullins), Scorpion (Ian Anthony Dale), Baraka (Lateef Crowder) and Shang Tsung (James Lew).","release_date":"2010-06-08","vote_average":7.2,"runtime":8,"cert":"N\/A","id":40170,"title":"Mortal Kombat: Rebirth","adult":false,"genre_ids":[28,14]},{"cast":["Kang Dong-won","Kim Yoon-seok","Im Soo-jung","Yoo Hae-jin","Song Young-chang"],"overview":"Spanning four centuries in Korea, this epic action-adventure concerns a powerful pipe and a trio of wizards who will do anything to protect it.","release_date":"2009-12-23","vote_average":6.6,"runtime":136,"cert":"N\/A","id":40171,"title":"Woochi: The Demon Slayer","adult":false,"genre_ids":[12,28,35,14]},{"cast":["Sola Aoi","Hiroto Kato","Shô Nishino","Takashi Oda","Keita Ôno"],"overview":"When Ryo, a young magazine reporter, moves into a new apartment he is greeted by the passionate sounds of his astonishingly beautiful neighbor Satsuki. Realizing the wall dividing their apartments is paper thin, the captivated journalist begins to eavesdrop on every detail of the girl next door's life: her conversations, her bubble baths... her breathless cries. While Ryo's fantasies escalate into something bordering on love and obsession, Satsuki becomes increasingly hysterical over the bizarre and dirty phone calls terrorizing her every night. When their lives finally converge delusions and reality blur forcing the unthinkable to happen.","release_date":"2006-10-30","vote_average":7.6,"runtime":84,"cert":"N\/A","id":40172,"title":"Man, Woman & the Wall","adult":false,"genre_ids":[18,10749,53]},{"cast":["Thierry Lhermitte","Karin Viard","Josiane Balasko","Nadia Farès","Nicolas Silberg"],"overview":"Six years after their split, a woman attempts to get her ex-husband back by unusual means.","release_date":"2004-12-08","vote_average":4.4,"runtime":95,"cert":"N\/A","id":40173,"title":"L'ex-femme de ma vie","adult":false,"genre_ids":[35]},{"cast":["Jean-Paul Belmondo","Charles Denner","Rosy Varte","Lea Massari","Jean-François Balmer"],"overview":"A serial-killer frightens Paris by phoning young ladies at night, telling them insults about their lives. Minos, as he calls himself, wants to prevent the world from free women and he targets at first these ones. Commissaire Letellier is given the investigation and he has hard work with the maniac.","release_date":"1975-04-09","vote_average":7.3,"runtime":125,"cert":"N\/A","id":40180,"title":"Fear Over the City","adult":false,"genre_ids":[28,18,80,53]},{"cast":["José Garcia","Vincent Cassel","Sergio Peris-Mencheta","Mélanie Bernier","Claude Brasseur"],"overview":"Dans une île imaginaire perdue en Mer Egée, aux temps très lointains d'avant Homère, Minor, mi-homme mi-cochon, orphelin et muet, file des jours tranquilles dans la douce tiédeur de la porcherie en compagnie de sa bonne amie la Truie. Au cours d'une escapade en forêt mythologique, il fait la rencontre d'un des personnages les plus influents de son époque, le Dieu Pan - alias Satyre, qui l'initie à sa manière de bouc aux imprévus du paganisme.","release_date":"2007-10-10","vote_average":2.5,"runtime":101,"cert":"N\/A","id":40181,"title":"His Majesty Minor","adult":false,"genre_ids":[14]},{"cast":["Barbara Schulz","Lorànt Deutsch","Jacques Villeret","Éva Ionesco","Nathalie Krebs"],"overview":"Jean-Pierre (Jacques Villeret), un attaché humanitaire qui travaille au ministère des Affaires Etrangères, accepte de reconduire un jeune clandestin (Lorant Deutsch) dans son pays d'origine. Celui-ci appartient à la tribu des Hommes Gris d'Irghiz, réfugiés depuis la préhistoire dans une cité interdite du Haut Atlas.","release_date":"2001-05-30","vote_average":4.6,"runtime":90,"cert":"N\/A","id":40186,"title":"One Way Ticket","adult":false,"genre_ids":[35,18]},{"cast":["Sandrine Kiberlain","Yvan Attal","Jean-Paul Rouve","Marina Foïs","Lionel Abelanski"],"overview":"Claire et Bruno forment depuis douze ans un couple établi, une \"institution\". Au cours d'une journée à la campagne réunissant tous leurs proches, ils vont, par jeu, prétendre qu'ils se séparent.","release_date":"2004-12-15","vote_average":5.8,"runtime":88,"cert":"N\/A","id":40187,"title":"An Innocent Little Game","adult":false,"genre_ids":[35]},{"cast":["Michel Blanc","Miou-Miou","Mélanie Doutey","Gilles Lellouche"],"overview":"Retired Englishman George Hall's hypochondria worsens and takes its toll on his family.","release_date":"2010-01-12","vote_average":5.2,"runtime":108,"cert":"N\/A","id":40188,"title":"A Spot of Bother","adult":false,"genre_ids":[35]},{"cast":["Thierry Lhermitte","Milan Mauger","Marianne Basler","Benoît Cauden","Christian Crahay"],"overview":"1955, un internat en Belgique. Laurent Matagne, 17 ans, croit discerner sous l'identité de son professeur de français surnommé \"Vapeur\", son père disparu lors d'un raid aérien pendant la guerre 40. Vapeur est excentrique, mystérieux, inquiétant, brillant, et il communique vite à Laurent sa passion pour la littérature, au point de susciter chez lui une vocation d'écrivain. Matagne et son ami Boulette décident de mener l'enquête. Alors qu'ils échafaudent un plan pour confondre Vapeur, Matagne s'attèle à son premier roman.","release_date":"2009-07-15","vote_average":4.9,"runtime":104,"cert":"N\/A","id":40191,"title":"Sans rancune !","adult":false,"genre_ids":[35]},{"cast":["Jean-Paul Rouve","Annie Girardot","Jonathan Lambert","Isabelle Renauld","Yves Jacques"],"overview":"The two friends Claude and Serge are fundamentally different in their temperament. Similarities arise only when they try to have a relationship with a woman, because both fail equally. While Claude is simply too shy to even start a relationship, let alone meet a woman, Serge is too jumpy to have a relationship. Together they go in search of the great love in all sorts of curious situations, from the self-help group on speed dating to wedding celebrations of strangers - in the hunt for the right woman, they are no way too far.","release_date":"2005-02-23","vote_average":5.5,"runtime":100,"cert":"N\/A","id":40192,"title":"Let's Be Friends","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Acústico MTV: Bandas Gaúchas foi um projeto da MTV Brasil, que reuniu as bandas Bidê ou Balde, Cachorro Grande, Ultramen e o cantor Wander Wildner (ex-líder dos Replicantes) em um único show, transmitido pela TV e lançado em CD e DVD em 2005. Foi um projeto inovador, pois juntou 4 artistas em um só acústico e, pela primeira vez, utilizou um tema pré-definido: o rock gaúcho. A idéia principal do projeto (várias bandas de um mesmo gênero em um só projeto) foi repetida no projeto MTV Ao Vivo 5 Bandas de Rock, que reuniu 5 bandas de pop rock e emocore em um mesmo show. Devido à polêmica com a canção \"E Por Que Não?\", da banda Bidê ou Balde, cuja letra foi acusada de ter referências à pedofilia, esta canção foi excluída de edições posteriores do CD e DVD.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":40195,"title":"Acústico MTV - Bandas Gaúchas","adult":false,"genre_ids":[]},{"cast":["Eddie Vedder","Bruce Springsteen","Stevie Wonder","Tom Petty","Neil Young"],"overview":"America: A Tribute to Heroes was a benefit concert organized by actor George Clooney and broadcast by the four major United States television networks in the aftermath of the September 11, 2001 attacks on the World Trade Center and The Pentagon. Done in the style of a telethon, it featured a number of national and international entertainers performing to raise money for the victims and their families, particularly but not limited to the New York City firefighters and New York City police officers. It aired September 21, 2001, uninterrupted and commercial-free. It was released on December 4, 2001 on compact disc and DVD.","release_date":"2001-09-21","vote_average":6.0,"runtime":120,"cert":"N\/A","id":40196,"title":"America: A Tribute to Heroes","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The Cabbage Patch Kids are putting on a Christmas play at school and Vernon's younger cousins Amy and Henry are visiting for the holidays. When Missy &amp; Prissy inadvertently imply that Santa is on vacation and will not show up for Christmas, Amy and Henry go to Vernon for reassurance. Vernon promises them that Santa will visit them on Christmas night. As time goes on Vernon becomes worried that Santa may be delayed and decides, with the help of the other kids to hatch a plan to ensure that Amy and Henry do see Santa.","release_date":"2003-10-28","vote_average":0.0,"runtime":30,"cert":"N\/A","id":40197,"title":"Cabbage Patch Kids - Vernon's Christmas","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Some rock bands are able to live a long life. Os Paralamas de Sucesso (1981) and Barão Vermelho (1981) are among those rock monuments in Brazil. But as for Barão Vermelho, that maybe won't last for much longer… What we have is a good document and maybe even a historical document for this band. This could well be the last Barão Vermelho album… The band announced a break up after the tour that supports this MTV Ao Vivo cd set.","release_date":"2005-11-01","vote_average":9.0,"runtime":null,"cert":"N\/A","id":40198,"title":"Barao Vermelho - MTV Ao Vivo","adult":false,"genre_ids":[]},{"cast":["Bruno Gouveia","Álvaro Birita","Miguel Flores da Cunha","Carlos Coelho"],"overview":"Biquíni Cavadão é uma banda de rock formado em 1983 por amigos da mesma escola que resolveram fazer “cover” de bandas estrangeiras, a banda cresceu com o sucesso e se tornou o Biquíni Cavadão, que até hoje fazem sucesso. O primeiro grande sucesso da banda foi a música “Tédio”. Em 2005 a banda comemorava sus 20 aninhos,e para lembrar desse dia resolveram fazer seu primeiro DVD “Biquíni Cavadão: ao Vivo”, o show gravado nesse DVD aconteceu no mesmo lugar onde foi realizado o primeiro show oficial do grupo ( o primeiro show aconteceu no dia 16 de Março de 1985 ). Essa banda de rock nacional ainda arrasta fãs por onde passa, e se você também é fã do Biquíni Cavadão pode ser uma boa hora para Ter esse DVD.","release_date":"2005-03-25","vote_average":5.3,"runtime":null,"cert":"N\/A","id":40199,"title":"Biquíni Cavadão - Ao Vivo","adult":false,"genre_ids":[10402]},{"cast":["Bob Dylan"],"overview":"Recorded live at The Sony Studios, N.Y.C. by Randy Ezratty All songs mixed by Ed Cherney &amp; Don Was Mastered by Greg Calbi &amp; Scott Hull at Masterdisk, N.Y.C. Musicians Tony Garnier-Bass John Jackson-Guitar Bucky Baxter-Pedal Steel,Dobro Winston Watson-Drums and Brendan O'Brien-Hammond Organ","release_date":"1994-12-14","vote_average":10.0,"runtime":72,"cert":"N\/A","id":40200,"title":"Bob Dylan: MTV Unplugged","adult":false,"genre_ids":[10402]},{"cast":["Bob Marley","Peter Tosh","Bunny Wailer","Junior Braithwaite","Beverley Kelso"],"overview":"Even as greatest hits packages go, this is an utter gem. Every song is inspired, in a class of its own, whether the real version of \"I Shot the Sheriff,\" the hymnlike \"No Woman, No Cry,\" or the sheer joy of \"Jamming.\" Even allowing that Marley never wrote any bad material, then Legend is still the crème de la crème, the heart and soul of the Jamaican people packed into one five-inch compact disc. He was unique, and the message of this record, more than any other, is that he died far too soon.","release_date":"2003-07-29","vote_average":10.0,"runtime":90,"cert":"N\/A","id":40201,"title":"Bob Marley & The Wailers - Legend","adult":false,"genre_ids":[10402,10402]},{"cast":[],"overview":"Bruce Springsteen's career was launched amid much hype about the 'new Dylan' and 'the future of rock'n'roll'. That he was able to overcome the scepticism this generated was due to the fact that, when everybody had calmed down, there was actually more than a modicum of truth to both claims.","release_date":"1992-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":40202,"title":"Bruce Springsteen - MTV Unplugged & Uncut","adult":false,"genre_ids":[]},{"cast":[],"overview":"Follow the story of seven individuals who’s lives were changed forever, not only by the horrific day of September 11, but by the stunning symbol of hope they found buried beneath the rubble of ground zero. Witness through first hand accounts this stunning story of hope, a story that has never been told.","release_date":"2006-04-23","vote_average":0.0,"runtime":53,"cert":"N\/A","id":40203,"title":"The Cross and the Towers","adult":false,"genre_ids":[99]},{"cast":["Bruno","Marrone"],"overview":"Recorded live in May of 2004 at the Olympia in Sao Paulo. Features new songs along with some of their greatest hits.","release_date":"2004-06-14","vote_average":10.0,"runtime":null,"cert":"N\/A","id":40204,"title":"Bruno & Marrone - Ao Vivo(2004)","adult":false,"genre_ids":[]},{"cast":["Debby Ryan","Jean-Luc Bilodeau","Anna Mae Routledge","Karissa Tynes","Keenan Tracey"],"overview":"The story about Abby Jensen, a girl who's been eager to reach her 16th birthday and has kept a secret wish list since she was a little girl. When the Big Day actually arrives, utter disaster strikes, leaving Abby to think her birthday is ruined. But when a mysterious box of magical birthday candles arrives to turn things around, Abby's 16 Wishes start to come true. Her day gets better and better...until she makes one wish that threatens to change everything.","release_date":"2010-06-25","vote_average":6.0,"runtime":90,"cert":"N\/A","id":40205,"title":"16 Wishes","adult":false,"genre_ids":[14,18,10751]},{"cast":["Danny Kaye","Walter Slezak","Barbara Bates","Elsa Lanchester","Gene Lockhart"],"overview":"An illiterate stooge in a traveling medicine show wanders into a strange town and is picked up on a vagrancy charge. The town's corrupt officials mistake him for the inspector general whom they think is traveling in disguise. Fearing he will discover they've been pocketing tax money, they make several bungled attempts to kill him.","release_date":"1949-12-31","vote_average":6.4,"runtime":101,"cert":"N\/A","id":40206,"title":"The Inspector General","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Tony Leung Ka-Fai","Jacky Cheung","Jimmy Lin Zhi-Ying","Sharla Cheung Man","Maggie Cheung"],"overview":"The well-known \"Flying Dagger\" Chung and his nephew Lam lived on rewards from apprehending bandits. Chung refused the love of \"Great Coquette\" Lady Fung. Therefore, Fung always mess up Chung's business for revenge. Flying Fox, the country's number one bandit, had stolen the millionaire Tsao's evidence of being a traitor. Hence, Tsao employed Chung to catch the bandit. Flying Fox's wife, Flying Cat seduced Chung to save her husband, which caused jealousy and a severe fight with Fung. Meanwhile Lam was kidnapped by Tsao. Chung and Fung finally realized that Tsao was the head of East Wing. They united together to beat against Tsao...","release_date":"1993-01-01","vote_average":6.0,"runtime":86,"cert":"N\/A","id":40207,"title":"Flying Dagger","adult":false,"genre_ids":[14,35]},{"cast":["Traci Lords","Stephen Quadros","Troy Donahue","Aldo Ray","Tim Moffett"],"overview":"Martin is a total loser, who nobody cares for. When he fails to get a position as guitar player in Lindsay's band and loses his job on the way, he makes a deal with a Voodoo priestess. She promises him the fulfillment of all his dreams if he swears obedience to her. He becomes a rock star and has many women - but to stay alive, he has to kill other people.","release_date":"1991-01-31","vote_average":4.4,"runtime":93,"cert":"N\/A","id":40208,"title":"Shock 'Em Dead","adult":false,"genre_ids":[10402,27,53]},{"cast":["Frank Graham"],"overview":"It's spring, and Tom is much more interested in the female cat next door than in Jerry.","release_date":"1946-03-30","vote_average":6.5,"runtime":8,"cert":"N\/A","id":40209,"title":"Springtime for Thomas","adult":false,"genre_ids":[35,16]},{"cast":["Rita Tushingham","Shane Briant","Katya Wyeth","Annie Ross","Tom Bell"],"overview":"Brenda moved to London to begin living those intoxicated fantasies that all young women imagine city life to offer. Soon after her arrival she begins a relationship with Peter with whom she is tremendously happy. When she becomes pregnant Peter's behaviour towards her alters as he reveals the most frightening and unpredictable side of his personality. He forces Brenda to listen to a series of recordings, exposing a past of shocking cruelty of sadistic murder.","release_date":"1972-07-09","vote_average":6.1,"runtime":96,"cert":"","id":40210,"title":"Straight on Till Morning","adult":false,"genre_ids":[53,9648]},{"cast":["Lee Yeon-hee","Hyun Bin","Lim Ju-hwan","Jeong Wook","Lee Young-hoo"],"overview":"\"A Millionaire's First Love\" focuses on Kang Jae-Kyung's struggle with a clause in his grandfather's will that says he will only get his inheritance if he graduates from a high school in the country. Relocated into the mountains, he finds puppy love with a naive country girl. Can love change the spoiled urbanite and awaken his gentler side?","release_date":"2006-02-09","vote_average":7.6,"runtime":116,"cert":"N\/A","id":40211,"title":"A Millionaire's First Love","adult":false,"genre_ids":[10749,18]},{"cast":["William Hanna","Clarence Nash"],"overview":"The cartoon opens with Jerry running with a fishing line tied to his tail, which proceeds to retreat; Jerry is pulled under the radiator and towards Tom, dressed like a fisherman, at the end of the line. When Jerry reaches Tom, the cat makes a face and scares Jerry, causing him to run away again. Tom starts to reel in Jerry again, but the mouse holds onto a bag of jerked beef, forcing Tom to struggle to regain control of the line. As the line returns to Tom, a piece of the bag is on the end, simply stating \"JERK\".","release_date":"1943-01-16","vote_average":6.4,"runtime":8,"cert":"N\/A","id":40212,"title":"Sufferin' Cats!","adult":false,"genre_ids":[16]},{"cast":["Brigitte Lin","Maggie Cheung","Tony Leung Ka-Fai","Donnie Yen","Elvis Tsui"],"overview":"During the Ming Dynasty, Tsao Sui Yan, the power-hungry and ruthless eunuch leader of East Chamber, craves his own kingdom. He intends on destroying the rebelling clans by using a traitorous secretary's children as bait. Ultimately, the two warring factions - the rebels led by Chow Wai-on and Mo-yan Yau, the East Chamber led by Tsao - end up in the rundown Dragon Inn right in the middle of the desert. Jade King, the beautiful owner and proprietor of Dragon Inn, hopes to cash in on the incident. But problems arise when Wai-on, desperate for the quickest route of escape, attempts to marry Jade in hopes of prying her for information; and the two clans go head-to-head in a no-holds barred finale battle.","release_date":"1992-01-01","vote_average":7.4,"runtime":104,"cert":"N\/A","id":40213,"title":"New Dragon Gate Inn","adult":false,"genre_ids":[28]},{"cast":["Johnny Weissmuller","Maureen O'Sullivan","Johnny Sheffield","Reginald Owen","Barry Fitzgerald"],"overview":"A scientific expedition happens to discover that gold exits on Tarzan’s escarpment. The villainous Medford and Vandermeer kidnap Jane and Boy to extort from Tarzan the location of the gold. Everyone is captured by wicked natives. Tarzan and his elephants rush to the rescue.","release_date":"1941-12-01","vote_average":5.9,"runtime":81,"cert":"N\/A","id":40214,"title":"Tarzan's Secret Treasure","adult":false,"genre_ids":[28,12,10749]},{"cast":[],"overview":"The Betrayal (Nerakhoon) is a documentary that was shot over the course of 23 years, Thavi narrates his own story as a child surviving the Vietnam war and loss of his father, and then, as a young man struggling to overcome the hardships of immigrant life, an experience shared with his mother in war.","release_date":"2008-11-21","vote_average":8.5,"runtime":96,"cert":"N\/A","id":40215,"title":"The Betrayal (Nerakhoon)","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Tom is golfing, but the ball keeps jumping out of the cup, thanks to Jerry. Tom puts Jerry to work as a tee, but Jerry keeps doing things like replacing Tom's ball with a bird's egg that hatches in flight, or tying his club to his tail.","release_date":"1945-07-21","vote_average":6.7,"runtime":7,"cert":"N\/A","id":40216,"title":"Tee for Two","adult":false,"genre_ids":[16]},{"cast":["Bruce Campbell","Chase Masterson","Jason Jones","C. David Johnson","Kedar Brown"],"overview":"Aliens in human disguise commandeer a rural airport during a snowstorm. To survive, the people trapped inside must determine which of their own is not of this Earth.","release_date":"2002-01-01","vote_average":4.8,"runtime":90,"cert":"N\/A","id":40217,"title":"Terminal Invasion","adult":false,"genre_ids":[27,878,53]},{"cast":["Calvin Lockhart","Peter Cushing","Marlene Clark","Anton Diffring","Ciaran Madden"],"overview":"Wealthy big game hunter Tom Newcliffe has tracked and killed practically every type of animal in the world. But one creature still evades him, the biggest game of all - a werewolf.","release_date":"1974-04-01","vote_average":6.0,"runtime":93,"cert":"","id":40218,"title":"The Beast Must Die","adult":false,"genre_ids":[27,9648]},{"cast":["Ronny Cox","Bibi Besch","Paul Clemens","R. G. Armstrong","L.Q. Jones"],"overview":"In the beginning of the movie you see a woman getting raped by a man-creature of some sort. The movie takes place years later when the child that was a result of that rape is on the rampage looking for a girl to rape to start the process all over again.","release_date":"1982-02-12","vote_average":5.6,"runtime":98,"cert":"N\/A","id":40219,"title":"The Beast Within","adult":false,"genre_ids":[27]},{"cast":["Suzanna Love","Ron James","John Carradine","Nicholas Love","Raymond Boyden"],"overview":"A young girl witnesses her brother murder a man through a reflection in a mirror. Twenty years later the mirror is shattered, freeing his evil spirit, which seeks revenge for his death.","release_date":"1980-11-07","vote_average":4.4,"runtime":82,"cert":"","id":40220,"title":"The Boogey Man","adult":false,"genre_ids":[27]},{"cast":["Rae Dawn Chong","Don Gordon","Tom Towles","Antonio Fargas","Neil Giuntoli"],"overview":"An alien criminal exiled to Earth in human form is ripping the heads off human beings after his own head explodes.","release_date":"1989-01-01","vote_average":4.7,"runtime":90,"cert":"N\/A","id":40221,"title":"The Borrower","adult":false,"genre_ids":[878,35,27]},{"cast":["Tom Bresnahan","Cynthia Preston","David Gale","George Buza","Bret Pearson"],"overview":"Dr. Blake runs a TV show called \"Independent Thinkers\", which is sort of a Scientology-like self-help\/religion program. But he's not making his audience think any more independently - with the help of an alien organism he calls The Brain, he's using brainwashing and mind control. The only thing that stands between them and world domination is a brilliant but troubled high school student with a penchant for pranks...","release_date":"1988-11-03","vote_average":4.9,"runtime":94,"cert":"N\/A","id":40222,"title":"The Brain","adult":false,"genre_ids":[27,878]},{"cast":["Christian Clavier","Valérie Lemercier","Jean Reno","Isabelle Renauld","Mireille Rufel"],"overview":"The unsanctioned efforts of a covert unit to gather evidence about illegal arms shipments with the unwitting help of an embassy employee.","release_date":"1991-02-05","vote_average":6.1,"runtime":105,"cert":"N\/A","id":40223,"title":"Operation Corned Beef","adult":false,"genre_ids":[35,28]},{"cast":["Thierry Lhermitte","Josiane Balasko","Gérard Jugnot","Victoria Abril","Jean-Michel Dupuis"],"overview":"Jacques Belin, presenter of a silly TV show, gets drunk after receiving an award and misses the train bringing his TV-soap-star fiancée. He meets up with Frède, just out of prison after a three year sentence and, in between numerous arguments and Jacques' break-up with his girlfriend, the two of them get drunker together, going across Paris in search of more alcohol and adventure.","release_date":"1986-09-23","vote_average":5.8,"runtime":87,"cert":"N\/A","id":40224,"title":"Nuit d'ivresse","adult":false,"genre_ids":[35]},{"cast":["Vincent Lindon","Cécile de France","Pierre Vernier","Anne Brochet","Martine Chevalier"],"overview":"Christel and Christoph have no education, no morals - they are working as servants in wealthy homes in order to clean out their hosts. Having decided to combine their talents and efforts, they are starting to work in the the house of Therions - wealthy bourgeoisie of Mulhouse...","release_date":"2004-11-10","vote_average":4.6,"runtime":98,"cert":"N\/A","id":40225,"title":"Confidence Reigns","adult":false,"genre_ids":[35]},{"cast":["Michael Chow Man-Kin","Ken Chang","Lam Suet","Danny Chan Kwok-Kwan","Yu Rong-Guang"],"overview":"In 17th century China, zombies and vampires roamed the lands, feeding on the unsuspecting. A group of martial artists \/ vampire hunters find themselves employed by a very rich - and very insane - old man who has kept everyone of his relatives preserved in wax and not buried. Apparently it is his family's tradition. So, having generations of potential zombies in your cellar may not be the smartest idea ever, but it takes two to tango. In this case, a thief wants the old-man's treasure and hires a zombie-wrangler to re-animate the waxed up relatives in order to sneak into the mansion and steal the treasure. It's up to the kung-fu fighting vampire hunters to save the day (or night).","release_date":"2003-05-23","vote_average":4.9,"runtime":112,"cert":"N\/A","id":40226,"title":"The Era of Vampires","adult":false,"genre_ids":[27,28]},{"cast":["Daniel Jordano","Matthew Penn","Leon W. Grant","Mary B. Ward","Marisa Tomei"],"overview":"An ambitious trio of inner-city high school grads tries to hit the big time by turning a run-down country hotel into a rock &amp; roll resort with around-the-clock music and live entertainment. Standing in their way are fearful townsfolk, unscrupulous businessmen and the tax collector, all threatening to bring the curtain down on the teens' aspirations. But this is one threesome who refuses to give up on their lifelong goal without a fight — and a song.","release_date":"1986-10-03","vote_average":4.5,"runtime":102,"cert":"N\/A","id":40227,"title":"Playing for Keeps","adult":false,"genre_ids":[35,10751]},{"cast":["Ha Ji-won","Im Chang-jung","Kang Ye-won","Joo Hyun","Jung Doo-hong"],"overview":"In the heart of the small shanty town known as Pine Village, lies 1st Street. The area has been earmarked by businessmen for redevelopment with lush parks and skyscraper apartments. Gangsters have been enlisted by the businessmen to persuade the residents to sell their homes for pennies on the dollar. It turns out that the towns only hope for a miracle may well come from Pil-je, the gangster sent to 1st street to bully the residents into submission.","release_date":"2007-02-15","vote_average":6.3,"runtime":113,"cert":"N\/A","id":40228,"title":"Miracle on 1st Street","adult":false,"genre_ids":[35,10749]},{"cast":["Kate McNeil","Eileen Davidson","Janis Ward","Robin Meloy","Harley Jane Kozak"],"overview":"After a seemingly innocent prank goes horribly wrong, a group of sorority sisters are stalked and murdered one by one in their sorority house while throwing a party to celebrate their graduation.","release_date":"1983-01-21","vote_average":5.9,"runtime":91,"cert":"N\/A","id":40229,"title":"The House on Sorority Row","adult":false,"genre_ids":[27,9648,53]},{"cast":["Ahn Jae-mo","Kang Seong-jin","Park Sang-myeon","Park Young-gye"],"overview":"Te-o begins life as a lonely son of a high-ranking officer. He buys his friends with money and ice cream. Eventually two of these boys, the orphans Euglena and Amoeba, become real friends. Years later, Te-o abandons his overseas education and returns home. He finds Euglena making a living as an artist the hulking Amoeba had suffered a head injury which has arrested his mental development. After drinking, the three friends are stopped by a police officer. The police officer is accidently killed by a garbage dumpster and, even though the Te-o, Euglena, and Amoeba are innocent, the policeman's partner demands that they pay 20 million dollars in return for their freedom. From there is becomes a comedy of kidnapping, corruption, and chaos.","release_date":"2001-05-12","vote_average":6.0,"runtime":95,"cert":"N\/A","id":40230,"title":"The Humanist","adult":false,"genre_ids":[53,28]},{"cast":["Alex Rebar","Burr DeBenning","Myron Healey","Michael Alldredge","Ann Sweeny"],"overview":"An astronaut exposed to cosmic rays outside of Saturn's rings returns to Earth and begins to melt away. Escaping from the hospital, he wanders around the backwoods looking for human flesh to eat.","release_date":"1977-11-10","vote_average":4.6,"runtime":84,"cert":"N\/A","id":40231,"title":"The Incredible Melting Man","adult":false,"genre_ids":[27,878]},{"cast":[],"overview":"Tom chases Jerry into a bottle of invisible ink, and Jerry then proceeds to have fun torturing Tom.","release_date":"1947-09-27","vote_average":6.6,"runtime":7,"cert":"N\/A","id":40232,"title":"The Invisible Mouse","adult":false,"genre_ids":[16]},{"cast":["Brian Amidei","Rom Barkhordar","Jayson Bernard","Brion Bliss","Ezekiel Brown"],"overview":"The Landlord is the story of Tyler, the unfortunate young proprietor of a demon-haunted apartment building. While finding tenants has never been a problem for Tyler, keeping them alive long enough to pay rent is. No matter how nicely Tyler asks, he cannot keep the demons from eating the renters (or persuade them to wait a month or two, even). They never listen. And why should they? They have an all-you-can-eat buffet of delicious human flesh and Tyler as their pet monkey. But all that might change when Tyler takes a liking to the newest tenant, a desperate young woman running from demons of her own.","release_date":"2009-06-01","vote_average":4.4,"runtime":98,"cert":"N\/A","id":40233,"title":"The Landlord","adult":false,"genre_ids":[35,27]},{"cast":["Lillian Randolph","Thea Vidale"],"overview":"Jerry's raiding the fridge, carrying off a giant wedge of cheese. Tom's feeling playful, so he piles the cheese high with dishes, builds a set of bread-slice steps, and ends them on a rolling pin. This sends Jerry crashing, of course. Jerry puts the cheese back. Tom dips a paw into a bowl of jelly in the process and decides to raid the fridge; he puts Jerry's tail under an iron. After some snacking, Tom buries Jerry in the cream from a creampuff. But he also tosses the cheese wedge into the china cabinet, bringing Mammy down to scold him. Time for a scapegoat: Tom stuffs Jerry into the fridge, then runs to the next room. When Mammy screams, Tom chases Jerry but this chase ends differently, with Tom trapped in the ironing board. Jerry takes careful aim with a fork, sending Tom into the fridge, where Mammy thrashes him as Jerry munches on the cheese.","release_date":"1941-07-19","vote_average":7.4,"runtime":9,"cert":"N\/A","id":40234,"title":"The Midnight Snack","adult":false,"genre_ids":[35,16]},{"cast":["William Hanna","Lillian Randolph","Sara Berner","Billy Bletcher"],"overview":"Tom invites Toots to an elegant dinner. However, he's made the mistake of trying to put Jerry to work, as a serving boy, a corkscrew, and other tasks. Jerry puts up with a little of this, but mostly gets revenge on Tom, mostly involving the tip of Tom's tail, which ends up in a sandwich, inside a dessert, and in a candle-holder. Meanwhile, Toots isn't too happy about Tom getting fresh with her. There's a chase, of course, featuring Tom stabbing a turkey while Jerry, safely outside, makes sounds of pain. Tom ends up with his tail stuck up like a mast as Jerry paints \"S.S. Drip\" on his side and Toots launches him into the punchbowl with a bottle of champagne.","release_date":"1945-05-05","vote_average":6.5,"runtime":7,"cert":"N\/A","id":40235,"title":"The Mouse Comes to Dinner","adult":false,"genre_ids":[35,16]},{"cast":["Robin Groves","Christopher Loomis","Michael David Lally","John Carradine","Gloria Grahame"],"overview":"A writer suffering from agoraphobia rents an isolated house so she can concentrate on her writing. She doesn't know that the house is a former brothel, and is inhabited by the ghosts of dead prostitutes.","release_date":"1981-05-01","vote_average":5.6,"runtime":104,"cert":"N\/A","id":40236,"title":"The Nesting","adult":false,"genre_ids":[27]},{"cast":["Matthew Nable","Nathaniel Dean","Matthew Johns","Raelee Hill","Michelle Langstone"],"overview":"Rugby league is arguably the toughest form of football on the planet played by men that play the game hard &amp; lived even harder. Set in Sydney in the 1980s the movie is a drama about the effects upon the players, supporters and the game itself as the sport grows from being the semi-pro suburban game it's been for nearly 100 years into a fully professional international sport. Superbly written and acted by Matt Nable, a former football player along with other former players mixed in with some internationally recognised actors, the story is a realistic snapshot into the lives of people for whom the game is a weekend escape from their otherwise ordinary lives. That's all about to change as big business realises the potential the game holds leaving those clinging to the old ways in their wake.","release_date":"2007-09-06","vote_average":4.3,"runtime":93,"cert":"N\/A","id":40237,"title":"The Final Winter","adult":false,"genre_ids":[18]},{"cast":["Jessica Custodio","Zak Kilberg","Travis Wood","Brad Milne","Adriana Esquivel"],"overview":"A turn of the century ritual to raise the feminine evil goes horribly awry and leaves a she demon dormant on the ceremonial grounds. Sixty years later a young couple moves into a house built on the ancient grounds and their daughter's murder leaves the house abandoned for yet another forty years. Now, six fun loving college students are hired to clean up the house for a greedy real estate mogul who plans to sell it for a large profit. They unwittingly awake the demon and only the ultimate sacrifice can save the world from a future of unspeakable evil.","release_date":"2006-01-01","vote_average":4.6,"runtime":96,"cert":"N\/A","id":40238,"title":"The Slaughter","adult":false,"genre_ids":[27]},{"cast":["Billy Bletcher","William Hanna"],"overview":"Butch convinces Tom and Jerry that there's no reason to fight and they should all sign a peace treaty. Tom and Butch even rescue their pals from a fellow cat and dog. But then a steak falls off a truck and the boys can't decide how to divvy it up, ultimately losing it completely, and the truce is off.","release_date":"1948-07-17","vote_average":6.9,"runtime":8,"cert":"N\/A","id":40239,"title":"The Truce Hurts","adult":false,"genre_ids":[16,10751,35]},{"cast":["Angell Conwell","Debra Wilson","Kareem J. Grimes","Shillae Anderson","Dawn Richard"],"overview":"This is the story of a fairly successful young black man, just shy of 30 years old, who decided he needs to be less of a workaholic and meet and date women, with marriage and family as a goal.","release_date":"2010-05-04","vote_average":10.0,"runtime":92,"cert":"N\/A","id":40240,"title":"Perfect Combination","adult":false,"genre_ids":[35,10749]},{"cast":["Barbara Bach","Stephen Furst","Sydney Lassick","Karen Lamm","Lois Young"],"overview":"Freelance reporter Jennifer and her two friends, Karen and Vicki, accept an invitation for cheap room and board in a large farmhouse offered by a friendly, but shady, museum owner named Ernest Keller since all the motels in and around town are booked for a holiday parade fair Jennifer is covering. But unknown to the women, some unseen \"thing\" has been living in the basement of the house for over 20 years and is looked after by Keller and his shy sister Virginia, in which the \"thing\" soon gets out and begins harassing and killing the women one by one in various violent, but seemingly accidental, means.","release_date":"1980-09-01","vote_average":5.4,"runtime":94,"cert":"N\/A","id":40241,"title":"The Unseen","adult":false,"genre_ids":[27]},{"cast":["Jamie Gillis","John Buco","Eric Edwards","Marlene Willoughby","C.J. Laing"],"overview":"Burt (played convincingly by Jamie Gillis) is a bugged out freak, who after witnessing an enema procedure at the local sex-club, decides that it's his duty to clean out all the whores he cums across - starting with one of his neighbors that he often peeps on. Armed with a backpack full of enema supplies, Burt goes on an ass-douching rampage of twisted hilarity - including the aforementioned neighbor, a pair of sisters (who are a little too \"close\" for comfort), and finally a female undercover cop who is out to bust him...","release_date":"1977-01-01","vote_average":4.3,"runtime":84,"cert":"N\/A","id":40242,"title":"Water Power","adult":true,"genre_ids":[80,27]},{"cast":["Hiroshi Tamaki","Aoi Miyazaki","Meisa Kuroki","Munetaka Aoki","Keisuke Koide"],"overview":"The story begins with Makoto Segawa, a freshman at Meikei University. On the day of his university entrance ceremony, Makoto meets a fresh-faced, quirky girl named Shizuru. Makoto has a complex which causes him to shy away from contact with other people, but she succeeds in getting him to open up to her naturally. All Shizuru wants is to be with Makoto, so she takes up a camera too. The two spend their days together taking photos in the forest behind the campus. However, Makoto has feelings for another student named Miyuki. Shizuru decides that if Makoto likes Miyuki, she wants to like her too. She wants to like everything that he does. One day, she tells Makoto that she wants to take a photo of them kissing in the forest as a present for 'her birthday'. He obliges for her sake, and they kiss in the forest.","release_date":"2006-10-28","vote_average":7.6,"runtime":116,"cert":"N\/A","id":40243,"title":"Heavenly Forest","adult":false,"genre_ids":[18,10749]},{"cast":["Joan Fontaine","Kay Walsh","Alec McCowen","Ann Bell","Ingrid Boulting"],"overview":"Following a nervous breakdown, Gwen takes up the job of head teacher in the small village of Haddaby. There she can benefit from the tranquillity and peace, enabling her to recover fully. But under the facade of idyllic country life she slowly unearths the frightening reality of village life in which the inhabitants are followers of a menacing satanic cult with the power to inflict indiscriminate evil and death if crossed.","release_date":"1966-11-21","vote_average":6.1,"runtime":89,"cert":"","id":40244,"title":"The Witches","adult":false,"genre_ids":[27]},{"cast":["Catherine Keener","Amanda Peet","Oliver Platt","Rebecca Hall","Ann Morgan Guilbert"],"overview":"In New York City, a husband and wife butt heads with the granddaughters of the elderly woman who lives in the apartment the couple owns.","release_date":"2010-01-22","vote_average":6.2,"runtime":90,"cert":"N\/A","id":40247,"title":"Please Give","adult":false,"genre_ids":[35,18]},{"cast":["Paul Logan","Martin Kove","Robert Davi","C.B. Spencer","Lauren Mary Kim"],"overview":"A man has been trained in a deadly form of hand-to-hand combat using ballistics and firearms. He is one of the few Americans who has perfected it, which makes him the CIA's best weapon against International Terrorism.","release_date":"2009-12-18","vote_average":3.7,"runtime":90,"cert":"N\/A","id":40248,"title":"Ballistica","adult":false,"genre_ids":[12,28]},{"cast":["Thomas Calabro","Dean Stockwell","John Savage","Kristen Dalton","Mark Schooley"],"overview":"After freezing up under pressure in the emergency room, Dr. Cahill decides to spend a few months unwinding on a little Maine island where he immediately gets off on the wrong foot with the locals. Meanwhile, a body has washed up on shore infested with a strange type of carnivorous cockroach. But when Dr. Cahill tries to warn the townsfolk of the danger, they are naturally skeptical. Will they realize the truth before it's too late?","release_date":"2000-01-01","vote_average":5.5,"runtime":92,"cert":"N\/A","id":40249,"title":"They Nest","adult":false,"genre_ids":[878,27]},{"cast":["William Hanna"],"overview":"Tom calls the exterminators, but they send a cat, who despite his various tools, doesn't fare much better than Tom usually does.","release_date":"1946-06-29","vote_average":6.4,"runtime":7,"cert":"N\/A","id":40250,"title":"Trap Happy","adult":false,"genre_ids":[35,16]},{"cast":["Ami Dolenz","Timothy Gibbs","Laraine Newman","John Gatins","Julie Michaels"],"overview":"A beautiful young woman starts receiving messages through a ouija board, claiming to be from the former occupant of her apartment. The former tenant claims she's been murdered, but there's no record of a murder or even her death.","release_date":"1993-09-10","vote_average":5.0,"runtime":98,"cert":"N\/A","id":40251,"title":"Witchboard 2: The Devil's Doorway","adult":false,"genre_ids":[9648,27]},{"cast":["David Nerman","Elizabeth Lambert","Cedric Smith","Donna Sarrasin","Danette Mackay"],"overview":"Brian, an out-of-work stockbroker, is introduced by his landlord Mr. Redman to a new source of insider information: the Ouija! The Ouija makes him rich, but when Mr. Redman kills himself and Brian suffers a freak accident, Brian's wife starts noticing changes in her husband...","release_date":"1995-01-01","vote_average":3.6,"runtime":93,"cert":"N\/A","id":40252,"title":"Witchboard III: The Possession","adult":false,"genre_ids":[18,27]},{"cast":["Mei Bo Kwong","Siu Fong Wong","Siu Yuk-Lung"],"overview":"Hsiao and his family move into a big apartment which is surprisingly cheap. When they get settled, strange things start to happen. In the 50s, a bar waitress, Lucy lived with her boyfriend Tim in the same apartment. Tim was a US sailor and he had to leave Hong Kong after the holiday. He abandoned Lucy after she was pregnant. Out of rage, Lucy committed suicide and killed her baby boy too. She swore to kill Tim after death. Hsiao's wife and daughter have been possessed by Lucy and her son and Lucy wants to kill Hsiao on his birthday…","release_date":"1984-11-16","vote_average":4.0,"runtime":93,"cert":"N\/A","id":40253,"title":"Possessed II","adult":false,"genre_ids":[27,14,35]},{"cast":["Lee Mi-yeon","Kim Gyu-ri","Choi Kang-hee","Park Jin-hee","Yoon Ji-hye"],"overview":"While investigating the school files, the frightened teacher Mrs. Park startles and calls the young teacher Eun-young Hur, telling her that the deceased Jin-ju Jang is back. The line dies and Mrs. Park is attacked and killed by a ghost. On the next morning, the teenager Jae-yi Yoon waits for her friend Ji-oh Lim, who has the ability to call the spirits, and they begin a close friendship. The abusive and aggressive Mr. Oh, a.k.a. Mad Dog, is the substitute of Mrs. Park and prohibits Ji-oh to paint and compares the performances of the pretty So-young Park and the weird Jung-sook Kim, raising a barrier between the two former friends. Miss Hur misses her former friend Jin-ju, who committed suicide, and while trying to contact her, she discloses a dark secret about the past of her friend and Mrs. Park.","release_date":"1998-05-30","vote_average":6.0,"runtime":105,"cert":"N\/A","id":40254,"title":"Whispering Corridors","adult":false,"genre_ids":[27]},{"cast":["Kazuyuki Aijima","Izumi Inamori","Renji Ishibashi","Takashi Kashiwabara","Narumi Kayashima"],"overview":"A four-part anthology in the spirit of The Twilight Zone, this film starts off with a group of commuters stranded at a train station in the rain, listening to stories told by one of the group. These include tales of a group stranded in the mountains and haunted by guilt over a death they inadvertantly caused, an emotionally broken chessmaster pressed into playing a real-life game for an eccentric millionaire, a wandering medieval samurai who finds a modern-day cell phone on the ground and a person on the other end asking questions about the past, and a young couple who agree to try a computer simulation of what their future as husband and wife would be like.","release_date":"2000-11-03","vote_average":6.0,"runtime":126,"cert":"N\/A","id":40255,"title":"Tales of the Unusual","adult":false,"genre_ids":[27,35,10749]},{"cast":["Maria Stella Splendore","Marta Anderson","Danielle Ferrite","Neide Ribeiro","Meiry Vieira"],"overview":"In a women's prison in Brazil, the inmates are young and beautiful, the warden is a sadist, all but one of the guards are cruel, and the nurse is an incompetent cuckoo. To make it difficult for the inmates to hide contraband, they wear no underwear. They are alternately murderous and orgiastic with each other, and they engage in sex play with some of the guards. The warden pimps out inmates to wealthy lesbians. With the help of the nurse and under the cover of Carnival, three inmates stage an escape. Once out, will they contrive to stay undiscovered, or will their natures guarantee an ill-fated end to their attempt?","release_date":"1980-10-10","vote_average":5.6,"runtime":95,"cert":"N\/A","id":40256,"title":"Bare Behind Bars","adult":false,"genre_ids":[80,18]},{"cast":["John Liu","Casanova Wong","José María Blanco","Mirta Miller","Bik-Lin Cheng"],"overview":"Kung fu champ John is given the chance to train CIA agents in martial arts by using self-hypnosis. But when he discovers the reason he escapes and the CIA go after him. John must fight for his life all over Europe as he flees the CIA.","release_date":"1982-01-01","vote_average":7.0,"runtime":102,"cert":"N\/A","id":40257,"title":"Ninja in the Claws of the CIA","adult":false,"genre_ids":[28]},{"cast":["Emmanuelle Escourrou","Christian Sinniger","Jean-François Gallotte","Roselyne Geslot","François Frappier"],"overview":"A parasite crawls into the uterus of an abused woman (Yanka) and begins to demands human blood.","release_date":"1990-01-01","vote_average":6.0,"runtime":82,"cert":"N\/A","id":40258,"title":"Baby Blood","adult":false,"genre_ids":[35,27]},{"cast":["Corrado Pani","Paola Tedesco","Franco Citti","Fernando Cerulli","Paolo Malco"],"overview":"A pharmacist is murdered, and a woman happens to see the culprit leave the scene. She soon finds herself being stalked by the killer.","release_date":"1977-08-06","vote_average":5.0,"runtime":95,"cert":"N\/A","id":40261,"title":"Watch Me When I Kill","adult":false,"genre_ids":[27,9648,53]},{"cast":["Billy Blanks","Mako Iwamatsu","Lisa Jai","Denis Akiyama","James Lew"],"overview":"A martial arts expert who runs a dojo for under-privileged kids from a dilapidated warehouse is shaken down by gangsters demanding protection money. Then when one of his students is gunned down in the street by the gang, he swears revenge. Meanwhile the gang leader is setting up a death match between the best fighters and is forcing a former trainer to find a new champion by threatening his granddaughter.","release_date":"1996-06-25","vote_average":6.5,"runtime":92,"cert":"N\/A","id":40262,"title":"Balance of Power","adult":false,"genre_ids":[28,53]},{"cast":["Jerry Chan","Philip Cheung","Marty Chui"],"overview":"The Master of Manchuria's most renowned school of kung-fu is slaughtered when he resists the invading Japanese. His eldest son is beaten so badly he becomes mentally retarded. The second son, Lui, surrenders and joins the army - much to the derision of the villagers. The last son disappears. When a masked man begins appearing and making trouble at the Japanese army bases, Lui is ordered to find and kill him. He almost succeeds, but at the last moment discovers the masked man's secret...","release_date":"1980-01-01","vote_average":4.5,"runtime":83,"cert":"N\/A","id":40263,"title":"Blood of the Dragon Peril","adult":false,"genre_ids":[28]},{"cast":["Chris Riggi","Matt Lanter","Jenn Proske","Ken Jeong","Bradley Dodds"],"overview":"Becca, an anxious, non-vampire teen is torn between two boys. Before she can choose, Becca must get around her controlling father, who embarrasses Becca by treating her like a child. Meanwhile, Becca's friends contend with their own romantic issues - all of which collide at the prom.","release_date":"2010-08-18","vote_average":4.1,"runtime":82,"cert":"15","id":40264,"title":"Vampires Suck","adult":false,"genre_ids":[35]},{"cast":["Sophie","Anita Gissiger","Bagheera","Suzan Nielsen","Henrietta Kerez"],"overview":"That's Life is a big bucks porno production filmed in Bora-Bora, Las Vegas & Paris, and follows the life of a bored but over sexed Parisian postman who wins the lottery and meets the girl of his fantasies. Greed and lust lead him down a path of orgasmic highs and painful, unimaginable lows. Directed by the master of porn, Pierre Woodman, \"That's Life\", is a compelling classic and a perfect example of retro-hardcore, driven by a dynamic script full of knee trembling sex scenes including up close anal and double penetrations and featuring among other beauties, the delectable Katja Kean who has the body of a tanned goddess. What would you do if you came into more than 10 million dollars and then lost it again? \"C'est la vie\" as the French say.","release_date":"1998-05-01","vote_average":9.0,"runtime":149,"cert":"N\/A","id":40269,"title":"That'$ Life","adult":true,"genre_ids":[]},{"cast":["Bolivia Samsonite","Eva Roberts","Katja Kean","Claudia","Kiki Doll"],"overview":"In this second installment of \"That's Life\" Marcel cashes in a winning lottery ticket. Thanks to his luck he discovers Bora-Bora accompanied by an exuberant millionairess living off her investments. Shortly afterwards, however, he is cheated by a beautiful and perverse blond (Katja Kean) who, with her friends, robs him of his fortune. \"That's Life 2\" is an ambitious project undet the direction of Pierre Woodman. Discover Bora-Bora with Private.","release_date":"1998-05-01","vote_average":8.0,"runtime":175,"cert":"N\/A","id":40270,"title":"That'$ Life 2","adult":true,"genre_ids":[]},{"cast":["Caroline Cage","Henrietta Kerez","Jeanette Morrison","Nicole","Ines Ridere"],"overview":"This is a tale of duplicity, deceit, double crossing and double penetrating passion. It is the story of Bruno and Isabella, a newlywed couple, who despite finatial problems, are enjoying a few days in torrid Rio de Janeiro. Their serenity is disrupted when a wealthy tycoon, Howard Nelson, wants to take Isabella to bed- in exchange for a million dollars Isabelle discovers Bruno in bed with Howard's wife and decides to accept the deal but plans on keeping the money all to herself.","release_date":"1998-09-01","vote_average":7.0,"runtime":145,"cert":"N\/A","id":40271,"title":"Indecency","adult":true,"genre_ids":[]},{"cast":["Alina Grey","Michelle St. Clair","Bagheera","Eva Roberts","Natasha Storm"],"overview":"In part two of this thrilling saga, Bruno and Isabelles fate has only just begun. Isabelle has decided to surrender herself to the millionaire Howard, while Bruno drowns his pain between the legs of anonymous women. Isabelle, accompanied by sexy Julie, signs the contract that will bind her to Howards whims for the next 48 hours. Delighted by his victory, Howard takes her to his luxury residence in Buzios. Isabelle lets the world of indecency and easy sex seize and possess her in all senses. Meanwhile Bruno, completely destroyed, is determined to go in search of Isabelle and win her back.","release_date":"1998-12-01","vote_average":8.0,"runtime":107,"cert":"N\/A","id":40272,"title":"Indecency 2","adult":true,"genre_ids":[]},{"cast":["Helen Duval","Bettina Campbell","Melody","Vanda Vitus"],"overview":"In this splendid spectacle of the series, you will be guided through the mysteries of sexual technique. Free your mind and enter a new world of eroticism in which you can experience endless orgasms!","release_date":"1998-01-01","vote_average":10.0,"runtime":130,"cert":"N\/A","id":40273,"title":"Secrets of Kamasutra","adult":true,"genre_ids":[]},{"cast":["Lulu Santos","Caetano Veloso","Zeca Veloso"],"overview":"Registro ao vivo da turnê de Noites do Norte, este DVD traz o cantor e compostor baiano em sua melhor forma. Sucessos de carreira como Trem das Cores e Cajuína, as bossas Samba de Verão e Eu e a Brisa, músicas qua falam da realidade social como Haiti, a clássica Tropicália e hits pop como O Último Romântico e Como Uma Onda (ambas de Lulu Santos, que participa do álbum) fazem do Noites do Norte ao Vivo um lançamento imperfível para os fãs de MPB.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":40274,"title":"Noites do Norte ao Vivo","adult":false,"genre_ids":[99,10402]},{"cast":["Silvia Saint","Wanda Curtis","Isabella","Cristina Ponzi","Christina Dark"],"overview":"Private captures on camera the very first orgasm in zero gravity! Lifting the genre to historic new heights! Two spacecraft - one American, the other Russian are launched simultaneously. Both believe they are on a common mission: to dock and travel together through space. Their ultimate desination is the seventh planet from the sun, Uranus. With an entire galaxy as their laboratory, the largely female Russian team's secret mission is to learn how the absence of gravity affects human sexuality: male sperm production and female reaction. Before reaching Uranus, an explosive zero-gravity orgy launches bodies and love juices to float gracefully around the space capsule. The historic sex scenes were shot in a special aircraft, flying into an altitude of 35,000 feet, then diving quickly and turning upward again. Precisely the technique used in APOLLO 13. Zero gravity is achieved for about 25-30 seconds and is repeated a couple of times in order to capture all the adventurous action.","release_date":"1999-04-01","vote_average":9.5,"runtime":151,"cert":"N\/A","id":40275,"title":"The Uranus Experiment","adult":true,"genre_ids":[878]},{"cast":["Silvia Saint","Wanda Curtis","Isabella","Cristina Ponzi","Christina Dark"],"overview":"In this sequel, the Russian-American mission finally reaches its destination of planet Uranus but they soon discover that they are not alone. A pair of amorous alien infiltrate their way into the space capsule, captivating their prey. What follows is an amazing astronaut\/alien orgy, shot in zero gravity.","release_date":"1999-06-01","vote_average":8.0,"runtime":90,"cert":"N\/A","id":40276,"title":"The Uranus Experiment 2","adult":true,"genre_ids":[878]},{"cast":["Silvia Saint","Wanda Curtis","Isabella","Cristina Ponzi","Christina Dark"],"overview":"The Russian-American expedition to the planet Uranus was a resounding success! Both teams have had sex in zero gravity, discovered alien life on the mysterious blue planet, and explored new sexual techniques with the insatiable inhabitants living there! The crew of astronauts return joyously home to planet Earth; celebrating their victory en route with out-of-this-world interstellar sex!","release_date":"1999-08-01","vote_average":0.0,"runtime":89,"cert":"N\/A","id":40277,"title":"The Uranus Experiment 3","adult":true,"genre_ids":[878]},{"cast":["Cassandra Wild","Laura Angel","Katja Love","Suzy Q.","Nicole Thompson"],"overview":"Nicole and her husband Brian are a couple just like any other who love free sex with no bounds. Sara is a cocktail of eroticism, beauty and transgression, a triangle that generates unforgettable situations and moments of sex.","release_date":"1999-10-01","vote_average":8.0,"runtime":103,"cert":"R18","id":40278,"title":"Sex Shot","adult":true,"genre_ids":[10749]},{"cast":[],"overview":"Following his directional debut for Private with the elegantly erotic \"Sex Shot,\" Antonio Adamo again delivers a uniquely cutting-edge dimension in adult features. Set against usical themes, the story criss-crosses characters and their love\/hate relationships. What ensues is a series of sexual situations leading to torrid transgressions and extreme eroticism.","release_date":"","vote_average":0.0,"runtime":95,"cert":"N\/A","id":40279,"title":"Private Black Label 10: Devil In the Flesh","adult":true,"genre_ids":[]},{"cast":[],"overview":"Virgina, a beautiful young lady from a small town, goes to the big city to study. Her first days there are lonely, until Damien enters her life, whereby she discovers the pleasures of oral sex, facial cums and anal penetration.","release_date":"","vote_average":0.0,"runtime":99,"cert":"N\/A","id":40280,"title":"Private Black Label 11: Virginia's Story","adult":true,"genre_ids":[]},{"cast":[],"overview":"Além do resgate de ´Sozinho´, composição de Peninha, figuram interpretações marcantes de ´Jorge de Capadócia´, ´Esse Cara´ e a faixa bônus ´Mel´. Informações especiais: Show (especial) + bonus track + 2 videoclipes + making of + bio\/discografia. Com legendas e opção de navegação em português. Áudio: DTS surround. Dolby digital 5.1 surround. PCM stereo. Procedência: Nacional Estúdio: Universal Music Título Original: Prenda Minha Tempo: 91 Cor: Colorido Ano de Lançamento: 2000 Elenco: CAETANO VELOSO Direção: MONIQUE GARDENBERG Recomendação: livre","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":40281,"title":"Caetano - Prenda Minha","adult":false,"genre_ids":[]},{"cast":["Maria Bellucci","Kathy Heart","Eva Mercedes","Adrienne","Csila Star"],"overview":"Billy was feeling lonely, unhappy and unloved until the lucky afternoon he met the breathtakingly beautiful Julia.","release_date":"2000-01-07","vote_average":0.0,"runtime":95,"cert":"N\/A","id":40282,"title":"Julia","adult":true,"genre_ids":[]},{"cast":[],"overview":"Its time to set your imagination free with this story that shows you every possible way of having virtual sex. The characters in this film plunge you into this surreal world, reaching supernatural heights of pleasure. The beautiful and hot Private stars deliver all the excitement you could possibly desire, making you crave for more!","release_date":"","vote_average":0.0,"runtime":102,"cert":"N\/A","id":40283,"title":"Private Black Label 13: Computerized Sex Cravings","adult":true,"genre_ids":[]},{"cast":[],"overview":"Erica Sanders (Monique Covet), has gotten herself in trouble with the law. The pouty pickpocket has an opportunity to save herself from going to jail, providing that she carries out a dangerous mission for the police, making herself totally availble twenty-four hours a day. More throbbing thrills from the director Kovi in his unmistakable style.","release_date":"","vote_average":0.0,"runtime":97,"cert":"N\/A","id":40284,"title":"Private Black Label 14: Erica","adult":true,"genre_ids":[]},{"cast":["Nick Lang","Angelica Bright","Sheila Scott","Vanda Vitus","Claudia Jamsson"],"overview":"On the tropical island of Santo Domingo in the Caribbean, legend has it that there exists and ancient medallion which gives extraordinary powers to whomever wears it. INDIANA MACK, a rich young, virile adventurer in search of the amulet, meets up with a beautiful archaeologist and the strugger for power is on! Hats off to director Kovi as he weaves a yarn packed with intrigue, passion and sexual adventure! Its your own PRIVATE paradise.","release_date":"2001-02-18","vote_average":10.0,"runtime":200,"cert":"N\/A","id":40285,"title":"Indiana Mack","adult":true,"genre_ids":[]},{"cast":["Gili Sky","Dina Pearl","Judith Key","Maria Bellucci","Monica Moore"],"overview":"A young freelance cameraman is entrusted with an assignment to film a report in Santo Domingo for a travel agency. He decides that his also young and beautiful assistant must accompany him. But, upon their arrival, they are pursued by a mob who mistakes the impressive young assistant for a rich heiress. She is kidnapped and the ransom is one million dollars. If you enjoy sex with adventure, don't miss this sensual story in the purest Private style.","release_date":"2000-12-10","vote_average":10.0,"runtime":100,"cert":"N\/A","id":40286,"title":"Private Black Label 16: Santo Domingo Connection - The Sex Ransom","adult":true,"genre_ids":[]},{"cast":["Nick Lang","Dora Venter","Gabriella Dion","Demi Blue","Rita Black"],"overview":"This new Indiana Mack adventure takes place in Israel, the scene where part of the desired medallion is sought, which is in the hands of Doctor X. At the same time you will enjoy the sexual adventures with the most insatiable girls from PRIVATE.","release_date":"2001-02-16","vote_average":0.0,"runtime":122,"cert":"N\/A","id":40287,"title":"Indiana Mack 2","adult":true,"genre_ids":[]},{"cast":["Silvie Raz","Alexandra Schiffer","Christel Starr","Stella Virgin","Christina Bella"],"overview":"A group of young art students that are on a foreign exchange program, travel to Israel. When they arrive an instructor takes them on a tour around Eilat. But this visit stops being strictly cultural and gives way to passion, ending up as a sexual exchange.","release_date":"2001-04-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":40288,"title":"Desert Camp Sex Exchange","adult":true,"genre_ids":[]},{"cast":["Michelle Wild","Petra Short","Bambie Dolce","Loureen Kiss","Melinda Vecsey"],"overview":"A beautiful couple, Sean and Heather, live happily until an evil sorcerer called Thorn, jealous of Sean, becomes infatuated with Heather and decides to shatter their love with a magic spell. But it will not be easy for Thorn to get Heather's love. The love that keeps the couple together is much stronger than his magic. Don t miss out on this story packed with fantasy and passionate sex.","release_date":"2001-06-28","vote_average":0.0,"runtime":94,"cert":"N\/A","id":40289,"title":"Eternal Love","adult":true,"genre_ids":[]},{"cast":["Maria Bellucci","Betty Dark","Rita Faltoyano","Nick Lang","Julia Red"],"overview":"An engaged girl surprises her boyfriend with two strange girls, and one of them is wearing her wedding dress. This is a story of love and betrayal, a story of a marriage and, above all, a story with a hot and happy ending. The explosive sex scenes come one after another, making the temperature rise to unexpected limits. A fantastic film","release_date":"","vote_average":10.0,"runtime":109,"cert":"N\/A","id":40290,"title":"Private Black Label 20: Brides and Bitches","adult":true,"genre_ids":[]},{"cast":["Michelle Wild","Veronica Sinclair","Dora Venter","Mia Stone","Amanda Twice"],"overview":"On her trip to Paris, Maria, a very beautiful young lady falls in love with a lovely canvas an artist is painting on the street. She tries to buy it but the painter is not willing to sell although, after her sexual favors, he seems to change his mind. Don't miss this passionate story, with the appearance of the most explosive Private girls.","release_date":"2001-12-07","vote_average":0.0,"runtime":132,"cert":"N\/A","id":40291,"title":"Lust Tango in Paris","adult":true,"genre_ids":[]},{"cast":["Orsi Shine","Lilou","Michelle Wild","Mandy Bright","Petra Short"],"overview":"A valuable statue has been stolen from a luxurious home. The owner of the house, a hot young lady, hires a private investigator to find the thief. Don't miss the intensity and passion of the scorching sex scenes that appear in this film at a frenetic pace: anal and oral sex, and the most assorted and unimaginable penetrations and sexual games!","release_date":"2002-02-20","vote_average":0.0,"runtime":149,"cert":"N\/A","id":40292,"title":"Intrigue & Pleasure","adult":true,"genre_ids":[]},{"cast":[],"overview":"Guns and Rough Sex is a story about kidnappings, police investigations, struggles for personal interests and, above all, about passionate sex. With the best Private girls - who put their insatiable sexual appetites to the test - offering us hot scenes packed with anal sex, D.P.s, oral sex, duos and trios, need anything else be said?","release_date":"","vote_average":0.0,"runtime":94,"cert":"N\/A","id":40293,"title":"Private Black Label 23: Guns and Rough Sex","adult":true,"genre_ids":[]},{"cast":["Michelle Wild","Julia","Mandy Bright","Melody Magic","Myli"],"overview":"When an old man is murdered, stripper Michelle Wild discovers she has a twin sister who was the result of a cloning experiment. The two torrid twins find themselves embroiled in an ardent adventure where the only thing they can be sure of is a constant supply of stiff cocks. From Budapest to Greece, the trail of danger and double penetrations takes us to a captivating climax as the evil mind behind the cloning and mind manipulation is finally destroyed. There are six sizzling scenes and one hundred plus minutes of hectic hardcore frenzy. Director Kovi once again delivers us a rip-roaring adventure with dildo dipping, pussy licking, DP and anal. The action is incredible and the girls are insatiable. Mandy Bright, Patricia Diamond and Melody Magic are the dripping pussies that await you, with the mouth-wateringly juicy Michelle Wild playing a double role.","release_date":"2002-07-25","vote_average":0.0,"runtime":100,"cert":"N\/A","id":40294,"title":"Private Black Label 24: D.N.A.","adult":true,"genre_ids":[]},{"cast":[],"overview":"The story takes place in an office where a couple work. They both have a rather strong character, and nothing intimate has ever happened between them. He spends most of his time getting drunk, and she is always surrounded by bad influences. But, one day, their friends tell them to try their luck on the Internet, and they begin to chat and contact other people. By chance, the end up contacting each other without knowing, and a truly deep mutual knowledge comes about.","release_date":"","vote_average":0.0,"runtime":100,"cert":"N\/A","id":40295,"title":"Private Black Label 25: Love Is In The Web","adult":true,"genre_ids":[]},{"cast":["Sophie Evans","Claudia Jamsson","Rita Faltoyano","Belladonna","Mandy Bright"],"overview":"Mephistopheles (Nacho Vidal) lives surrounded by his slaves and is dedicated to his favourite pleasure: turning his slaves into sexual objects and, of course, enjoying their unconditional surrender. Margarita (Claudia Jamsson), a sweet and charming model, the incarnation of purity and virginity, is his next victim. But Faust (Toni Ribas), a young and handsome photographer who is in love with Margarita, stands in his way.","release_date":"2002-11-20","vote_average":0.0,"runtime":100,"cert":"N\/A","id":40296,"title":"Private Black Label 26: Faust - The Power Of Sex","adult":true,"genre_ids":[]},{"cast":["Dinho Ouro Preto"],"overview":"Acústico MTV é o álbum acústico da banda brasileira Capital Inicial, lançado em formato CD e DVD. Ele faz parte da série Acústico MTV da emissora MTV Brasil. Foi lançado em 2000. O álbum fez grande sucesso e emplacou seis músicas nas paradas musicais (Tudo Que Vai, Primeiros Erros, Natasha, Cai a Noite, Independência e Fogo), consagrando o ressurgimento estrondoso da banda, que teve início no álbum Atrás dos Olhos, lançado em 1998. Os convidados especiais para esta performance foram: Kiko Zambianchi (que, em nota, afirmou à Revista MTV que fora convidado porque \"ninguém na banda sabia tocar violão\") e Zélia Duncan.","release_date":"2000-03-21","vote_average":7.9,"runtime":null,"cert":"N\/A","id":40297,"title":"Acústico MTV - Capital Inicial","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A tantalizing tale of love and lust, Private Love Story features an awesome array of the most sensational sluts of the moment - wet and willing to fulfill your every fantasy. The girls suck and hump their way through six scenes of the most sensational hardcore sex action with D.P.'s, dildo-dipping, pussy-licking and tit-splashing cumshots guaranteed to bring you to the brink of sweet oblivion!","release_date":"","vote_average":0.0,"runtime":93,"cert":"N\/A","id":40298,"title":"Private Black Label 27: Private Love Story","adult":true,"genre_ids":[]},{"cast":["Sandra Iron","Michelle Wild","Bianca","Dora Venter","Nikki Black"],"overview":"Tom, a paparazzi, is assigned to get pictures of Sophie who is vacationing in Croatia. He won't take his girlfriend Maggie, and she decides to get even. In Croatia, Tom locates Sophie, but Maggie and a friend steal his pictures. Wounded, Tom is looked after by Sophie and her girls. Meanwhile, Maggie gets involved in double penetrations with Sophie's bodyguards, and Tom falls in love with Sophie. Shot in beautiful locations in Croatia and Bosnia Herzegovina, amidst breathtaking waterfalls, islands, and beaches.","release_date":"2003-03-12","vote_average":0.0,"runtime":103,"cert":"N\/A","id":40299,"title":"Sex Secrets of the Paparazzi","adult":true,"genre_ids":[]},{"cast":["Carolina","Nikki Sun","Patricia","Sabina Black","Sandra Russo"],"overview":"After leaving her husband because of his outrageous unfaithfulness, Donna decides to apply for a waitress job at the Private Cafe, an elegant and discreet place where she meets sweet Rachel, playful Kitty, Silvia the nympho and Rose, wife of James Cole, a millionaire who despises her and makes her have intercourse with his bodyguards in his presence. A cocktail with the best girls is the main ingredient at this Cafe. It'll quench your thirst in the most perverse way!","release_date":"2003-01-01","vote_average":5.0,"runtime":90,"cert":"","id":40300,"title":"Private Black Label 29: Private Café","adult":true,"genre_ids":[]},{"cast":["Myli","Vanda Vitus","Ginger Jones","Jamie Woods","Tony De Sergio"],"overview":"Robert Mhor was a great warrior, but Scottish legend has it that he was also a great lover. After every battle, he would take the defeated army's women, so that they would never again feel pleasure with any other man. However, Robert was in love with only one woman - the Lady of the Loch. With her, he would reach heights of pleasure unknown to any other mortal. Robert died, but the legend and the spirit of the Lady live on, and once every hundred years she reappears in search of her lord amongst the most powerful lovers of the land!","release_date":"2003-01-01","vote_average":8.8,"runtime":91,"cert":"N\/A","id":40301,"title":"The Scottish Loveknot","adult":true,"genre_ids":[]},{"cast":["Paul Amat","Sugar Babe","Claudia Claire","Luisa DeMarco","Luisa DeMarco"],"overview":"Don't just stand by the door, come on in and enjoy the second part of \"Private Cafe\" where Donna discovers pleasures and sensations she never dreamt of before; Rachel offers a high voltage sex show; Jennifer organizes incredible orgies, and all the girls enjoy the best hardcore sex they can lay their hands on.","release_date":"2003-06-01","vote_average":10.0,"runtime":90,"cert":"N\/A","id":40302,"title":"Private Black Label 31: Private Café 2","adult":true,"genre_ids":[]},{"cast":[],"overview":"Devilishly desirable - these girls like it as deep as possible! In the latest Kovi spectacular, The Devil Deep Inside, Michelle Wild stars with six other beautiful babes and one other special guest: the Devil himself! With six hot hardcore scenes, this film features mysterious angels, fortune tellers, devils, and dirty demon-ettes. The devil and his minions are concocting a cosmic plot to take over the world by stealing angelic Michelle Wild's virginity during the alignment of Mars and Jupiter, bringing an age-old prophecy to life!","release_date":"2003-01-01","vote_average":6.0,"runtime":96,"cert":"N\/A","id":40303,"title":"Private Black Label 32: The Devil Deep Inside","adult":true,"genre_ids":[]},{"cast":[],"overview":"Amsterdam girl Anna specializes in domination and is persuaded by \"moviemaker\" Luke to do a documentary about her life and profession. Anna lets him see the clients and shares her intimate secrets, but then finds out Luke isn't even recording the action, it's all an excuse to see the filthy fetish goings-on.","release_date":"","vote_average":0.0,"runtime":92,"cert":"N\/A","id":40304,"title":"Private Black Label 33: Amsterdam Sex Games","adult":true,"genre_ids":[]},{"cast":[],"overview":"Victoria Sinclair ia a beautiful young athlete with only one desire, to win a gold medal. When she is chosen for her country's swimming team she falls in love with her coach Adam. There is jealousy for her nine gorgeous teammates who try to foil Victoria's ambitions, but Victoria wins a gold and the heart of her handsome coach.","release_date":"","vote_average":0.0,"runtime":99,"cert":"N\/A","id":40305,"title":"Private Black Label 34: Victoria's Wet Secrets","adult":true,"genre_ids":[]},{"cast":[],"overview":"Legend tells us that Mermaids are the sirens of the ocean, beautiful, sensual creatures that are half human and half fish. They lure men into their arms, to suck on their naked breasts and to make love to them in the depths of the blue sea. But what if Mermaids lived amongst us today in the modern age. Director Kovi had this same thought and decided to make his latest movie for Private Black Label all about these water babes, only these are mermaids with a difference, these are Anal Mermaids! Plunge into six sensational scenes of feisty fuck-action as the master Kovi takes you through a blistering bonanza of DP, oral and of course deep, hard thrusting anal! Eight delectable beauties take everything that \"cums\" their way as they swim in a sea of fresh splashing semen in eighty minutes of pure hardcore pleasure. So come on and take the plunge and dive into Kovi's latest sexual fantasy, you are guaranteed to get dripping wet!","release_date":"","vote_average":0.0,"runtime":104,"cert":"N\/A","id":40306,"title":"Private Black Label 35: Anal Mermaids","adult":true,"genre_ids":[]},{"cast":["Silvia Saint","Christina Bella","McKenzie Lee","Mya Diamond","Carmen Vera"],"overview":"Set in the vineyards of Spain's Costa Brava, this three-part dynastic drama blends the intrigues of high society with the cut-throat world of the wine business. The story takes you from the nineteenth Century to the present day, revealing the secrets, desires and infidelities between two feuding families who are fighting for control of the Private Chateau.","release_date":"2005-06-07","vote_average":10.0,"runtime":109,"cert":"N\/A","id":40307,"title":"Private Chateau: The Struggle for Power","adult":true,"genre_ids":[]},{"cast":["Dora Venter","Victoria Swinger","Gina Blonde","Salma de Nora","Grace Majors"],"overview":"This second part of Private Chateau continues Private's dynastical drama as they delve deeper into the intrigues of high society and the cut-throat world of business in the wine trade. More steamy sex action as the undercurrent of lust accompanies the feuding families fight to ensure the future of their fortunes and family honor.","release_date":"2005-08-10","vote_average":0.0,"runtime":94,"cert":"N\/A","id":40308,"title":"Private Chateau 2: A Shady Past","adult":true,"genre_ids":[]},{"cast":["Cássia Eller","Nando Reis"],"overview":"Acoustic concert of the singer, recorded for the MTV special. Here are readings of great successes of her career and special appearances, such as the Nação Zumbi Nation, Xis and Nando Reis, who also produced the show. The DVD also features the making of, discography and photos.","release_date":"2001-03-08","vote_average":5.3,"runtime":120,"cert":"N\/A","id":40309,"title":"Cássia Eller: MTV Unplugged","adult":false,"genre_ids":[10402]},{"cast":["Liliane Tiger","Grace Majors","Ellen Saint","Silvia Lancome","Dora Venter"],"overview":"You can't miss the superb outcome of this fabulous trilogy in which deceit, jealousy and corruption combine with the ambition of the most explosive women. These women don't hesitate to use their bodies to gain power.","release_date":"2005-10-13","vote_average":0.0,"runtime":118,"cert":"N\/A","id":40310,"title":"Private Chateau 3: Secrets of the Land","adult":true,"genre_ids":[]},{"cast":["Monica Sweetheart","Jane Darling","Lydia St. Martin","Veronica Da Souza","Sharka Blue"],"overview":"This is the story of Brenda A., the smartest and most beautiful rip-off artist that the F.B.I. has ever come up against. Be very careful! Her lies are as enticing, sensual and treacherous as her curves, and to get what she wants she can seduce as few have ever done before and use her body like nobody else.","release_date":"2005-12-28","vote_average":0.0,"runtime":92,"cert":"N\/A","id":40311,"title":"Fuck Me If You Can","adult":true,"genre_ids":[]},{"cast":[],"overview":"When Julie sets out to try and find her missing sister she had no idea that she was about to enter a downward spiral that would lead her into the most titillating sex she has ever experienced.","release_date":"","vote_average":0.0,"runtime":113,"cert":"N\/A","id":40312,"title":"Private Black Label 40: Lost","adult":true,"genre_ids":[]},{"cast":["Mia Bangg","Venus","Katja Kassin","Dominica Leoni","Trina Michaels"],"overview":"God's Will is about Will. A smug, conservative and self important TV-Host. Events are set in motion when God and Devil try to settle a bet whether this man (Will) can be corrupted, which turns out to be much easier than they thought, as it becomes clear that the self-righteous Will is a phony as he greedily jumps at the chance to increase his carnal pleasures and indulge in sexual debauchery.","release_date":"2006-03-06","vote_average":0.0,"runtime":118,"cert":"N\/A","id":40313,"title":"Private Black Label 41: God's Will - The Sex Factor","adult":true,"genre_ids":[]},{"cast":[],"overview":"Ever had a fantasy about your doctor? Well you will now. From creative director Anita Rinaldi, comes Addiction, the story of a young psychiatrist documenting her sexual addictions. Come and peek into the world of medical fetish, of illicit fucking, sloppy cocks and gasps for more.","release_date":"","vote_average":0.0,"runtime":104,"cert":"N\/A","id":40314,"title":"Private Black Label 42: Addiction","adult":true,"genre_ids":[]},{"cast":[],"overview":"In 1307 the Knights Templar were massacred, but they hid a secret treasure map which was discovered in 1945, in Egypt. But it's not until 2003 that Harvard graduate Tom Kans, a code cracker, is called upon to unravel the mysteries of signs hidden in Leonardo Da Vinci's paintings which lead to him deciphering the Templars' secret treasure map!","release_date":"","vote_average":0.0,"runtime":122,"cert":"N\/A","id":40315,"title":"Private Black Label 43: Da Vinci","adult":true,"genre_ids":[]},{"cast":[],"overview":"This is all about a game within a game. Where two soccer teams, one all male, the other all female battle it out both on and off the pitch. The guys want to score and the girls want to show off their expert ball control techniques. Everyone's a winner here!","release_date":"","vote_average":0.0,"runtime":150,"cert":"N\/A","id":40316,"title":"Private Black Label 44: Soccer Cup 2006","adult":true,"genre_ids":[]},{"cast":[],"overview":"Moire Candy once again shows us in Girl Girl Studio, his latest sex-capade, that he knows how to pick some of the hottest chicks on the planet. Sixteen mind-blowing hotties give us some of the steamiest triple X scenes in this sexual adventure. This is the story of a female photographer, Keana Moire, that loves to mix business with pleasure. There is no better way than to fuck your way into the hearts of all your models, exposing them and penetrating them with the camera and much more. These real fashion models will never be the same again as Keana takes them on a wet and wild adventure into the world of luscious lesbian sex. Six hardcore lesbo scenes that will make you cum back for more.","release_date":"","vote_average":0.0,"runtime":124,"cert":"N\/A","id":40317,"title":"Private Black Label 45: Girl Girl Studio","adult":true,"genre_ids":[]},{"cast":[],"overview":"This horny, historic costume drama takes us into the life of one of history's greatest lovers. With sumptuous settings and sensational sex action we are plunged into the eighteenth century erotic adventures of Casanova as he looks back over his life of lust. These mouth-watering memoirs take us through six scenes of frenetic fuck action with a line up of top talent.","release_date":"2006-09-01","vote_average":0.0,"runtime":96,"cert":"N\/A","id":40318,"title":"Private Black Label 46: Casanova","adult":true,"genre_ids":[]},{"cast":[],"overview":"You are about to enter a world unlike any you've ever seen before. Where sin is in, poker is king and the only game is no-limit Texas hold 'em! This is a game where courage is rewarded and weakness exploited, and you have to know whether to hold 'em or fold 'em! It's survival of the fittest in a high-stakes game of brazen moves and bad beats where the bold, the bad and the beautiful defy the odds and go All In! Are you ready to see what s in the cards and find out the true meaning of \"no-limit\" hold 'em?","release_date":"","vote_average":0.0,"runtime":92,"cert":"N\/A","id":40319,"title":"Private Black Label 47: All In","adult":true,"genre_ids":[]},{"cast":["Julia Taylor","Maya Gates","Dora Venter","Liz Honey","Tarra White"],"overview":"A thrilling trip into fantasy land from the hand of director Anita Rinaldi. Shot on location in St. Petersburg, Russia and in Hungary, Sexy Santa draws together a star studded cast of top class crumpet including Julia Taylor, Dora Venter, Judith Fox and Liz Honey. Richi starts his adventurous tour to find the Santa girls after he hears a story from his friend about a wild night with a sexy Santa girl. Does Santa really exist? The secret will be revealed in seven scenes of steamy sex action reaching the very limits of erotic ecstasy as only Private knows how.","release_date":"2006-11-27","vote_average":0.0,"runtime":115,"cert":"N\/A","id":40320,"title":"Sexy Santa","adult":true,"genre_ids":[]},{"cast":["Chorão","Luiz Carlos Leão Duarte Junior","Renato Perez Barrio","Marco Antônio Valentim Britto Júnior","Thiago Raphael Castanho"],"overview":"MTV Unplugged is the acoustic album of the Brazilian band Charlie Brown Jr. broadcast on MTV Brazil and released in 2003 by EMI on CD and DVD. The album contains interviews with the band and the making-of video recording, and features music known to the public as \"Papo Reto\", \"The Choir Will Eat\" and \"Forbidden To Me\", along with new songs \"Vices and Virtues\" and \"No Use Shoe \". In Brazil sold more than 50,000 copies in the country, and being certified platinum in the ABPD. [1] The show, which was recorded in São Paulo, with the participation of special guests. Marcelo Nova, Negra Li, the group RZO Marcelo D2 and sang with the Acoustic whiner. The repertoire some recordings of other composers, such as \"Samba Makossa\" (Chico Science, with special participation of Marcelo D2), \"Today\" (Marcelo Nova), with participation of the artist himself and \"Wow, There She Comes\" (Jorge Ben Jor .)","release_date":"2003-09-20","vote_average":6.7,"runtime":null,"cert":"N\/A","id":40321,"title":"Charlie Brown Jr. - Acústico MTV","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A lovesick young man is in love with a rich heiress, but her parents threaten to disown her if she marries this common male dancer. Anal Dancing is a hardcore remake of that classic film!","release_date":"","vote_average":10.0,"runtime":106,"cert":"N\/A","id":40322,"title":"Private Black Label 49: Anal Dancing","adult":true,"genre_ids":[]},{"cast":[],"overview":"Tony Ribas directs a brand new style of adult film for Private called \"High Intensity Sex.\" Private is the first company to create this brand new concept which mixes gonzo style non-stop sex, but filmed with the same technical equipment used in modern day commercials, so you can literally feel the sexually intensity radiating from your TV screen! Ibiza Sex Party is filmed in the gardens and swimming pools of stunning villas in the Meditarenean sun. And the girls in this film were specially selected for beauty, perfect bodies and a love of really hard sex. So cum and party in Ibiza with Private!","release_date":"","vote_average":0.0,"runtime":153,"cert":"N\/A","id":40323,"title":"Private Black Label 50: Ibiza Sex Party","adult":true,"genre_ids":[]},{"cast":["Claudia Rossi","Sarah Twain","Vanessa Mae","Suzie Diamond"],"overview":"Three stunning, sex-crazed, female horse riders like to compete over everything. When they are after the same guy, they will gallop after his cock like a stampede, and the winner takes it all deep inside her ass!","release_date":"2007-02-26","vote_average":0.0,"runtime":129,"cert":"N\/A","id":40324,"title":"Private Black Label 51: Ass Riders","adult":true,"genre_ids":[]},{"cast":[],"overview":"Raw flesh on raw fresh in a surfer's paradise, salty spray, wide open spaces, hot surf babes just wantin' to get naked and roll around in the surf. A journey that will take you to extreme sexual desire and then lap you back in.","release_date":"","vote_average":0.0,"runtime":147,"cert":"N\/A","id":40325,"title":"Private Black Label 52: Sextreme Surf Bodies","adult":true,"genre_ids":[]},{"cast":[],"overview":"Tropical beauties lie at the beaches edge, the waves lapping against delicious pussies. Toni Ribas helps them live out their wet and wild fantasies on the beach in pure porn star style!","release_date":"","vote_average":0.0,"runtime":147,"cert":"N\/A","id":40326,"title":"Private Black Label 53: Wild Wet Beaches","adult":true,"genre_ids":[]},{"cast":[],"overview":"More from speed-freak director Toni Ribas, as he shows women and cars as they were meant to be: speed up, fucked fast and at full throttle!","release_date":"","vote_average":10.0,"runtime":105,"cert":"N\/A","id":40327,"title":"Private Black Label 54: High Speed Sex 2","adult":true,"genre_ids":[]},{"cast":[],"overview":"Ram the pedal in an unbutton your pants because you're about to be taken on another flame fueled ride of adrenaline hammering, tailpipe pounding sex, in and on the most powerful machinery on earth. Buckle up gentlemen, it's going to be the bumpiest ride yet!","release_date":"","vote_average":0.0,"runtime":159,"cert":"N\/A","id":40328,"title":"Private Black Label 55: Hi-Speed Sex 3","adult":true,"genre_ids":[]},{"cast":["Gina Lee","Leanna Sweet","Lily Love","Linda Brown","Martha T"],"overview":"A must have for lovers of Silvia Saint! Watch the world famous porn icon get licked, sucked and fucked as she takes an obsessed fan on a trip of pure sexual addiction for her perfect body. Seven scenes including two duos, an outdoor blowjob, two lesbian duos and two orgies where Silvia is joined by ten other cock hungry babes.","release_date":"2007-10-03","vote_average":0.0,"runtime":143,"cert":"N\/A","id":40329,"title":"Private Black Label 56: I Love Silvia Saint","adult":true,"genre_ids":[]},{"cast":["Guy A. Lepage","Sylvie Moreau","Normand D'Amour","Benoît Girard","Réal Bossé"],"overview":"Pierre-Louis Cinq-Mars is a successful stockbroker. Everything in his life is well-ordered -- stock investments, luxury car, the latest computer, stylish and tasteful clothes...well-ordered to the point of being utterly predictable.  Jackie Pigeon, the owner of the Camping Pigeon campground, is a go-getter who always gets her way. She conducts her business with a sure hand and everything at the campground runs smoothly. Her life is the complete opposite of Pierre-Louis's -- she's rather messy, of modest means, wears flamboyant and sexy clothes...everything in her life hovers on the edge of bad taste.  Two people from completely different worlds whose paths would not normally have been fated to cross.","release_date":"2004-07-09","vote_average":4.8,"runtime":100,"cert":"N\/A","id":40330,"title":"Happy Camper","adult":false,"genre_ids":[35,80]},{"cast":[],"overview":"Discovery Channel Documentary About Snakes.","release_date":"1997-06-20","vote_average":0.0,"runtime":52,"cert":"N\/A","id":40331,"title":"The Ultimate Guide: Snakes","adult":false,"genre_ids":[]},{"cast":["Chitãozinho","Xororó"],"overview":"Chitãozinho e Xororó Ao Vivo em Garibaldi traz a melhor dupla sertaneja do país em um belo e diferenciado espetáculo. Gravado ao ar livre na Estação de trem da cidade de Garibaldi, Rio Grande Do Sul, em 21 de setembro de 2003, o memorável show conta com a participação especial de Gaúcho da Fronteira. Além das melhores canções da dupla em DVD, ao adquirir este material você leva de presente o CD Festa do Interior. É sertanejo de primeira qualidade para que ama o gênero. Informações especiais: Áudio dolby digital 2.0 e 5.1 - Frete (Videoclip) - Making of do show e do videoclip","release_date":"2016-02-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":40332,"title":"Chitãozinho & Xororó - Ao vivo em Garibaldi","adult":false,"genre_ids":[]},{"cast":["Bino Farias","Da Gama","Lazão","Toni Garrido"],"overview":"This acoustic album features the band's main successes, played in the MTV Acústico house-style.","release_date":"2002-03-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":40333,"title":"Acústico MTV - Cidade Negra","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"It's only right that Coldplay, biggest band in the world right now, should headline the Pyramid Stage on Saturday night. The release of new album 'X&amp;Y' is set to confirm their status as global megastars. Emily Eavis is a huge fan of the band; they played at the 2002 Make Trade Fair gig in London which she organised. Coldplay began back in 1998 when the band met at University College, London. Their first album 'Parachutes' was a huge success and was nominated for the 2000 Mercury Prize, but they were pipped at the post by Badly Drawn Boy. Their Friday night headline appearance at Glastonbury 2002 was hailed as the highlight of the festival.","release_date":"2005-06-25","vote_average":0.0,"runtime":41,"cert":"","id":40334,"title":"Coldplay - Glastonbury Live 2005","adult":false,"genre_ids":[10402]},{"cast":["Jeff Cook","Teddy Gentry","Mark Herndon","Randy Owen"],"overview":"Recorded live on October 10th 1998 at the Las Vegas Hilton. Alabama performed all 41 of their number one hits including Tennessee River,  Mountain Music  and Love In The First Degree.","release_date":"1998-02-12","vote_average":0.0,"runtime":180,"cert":"N\/A","id":40337,"title":"Alabama: 41 Number One Hits Live","adult":false,"genre_ids":[10402]},{"cast":["Mathieu Carrière","Debra Berger","Christine Boisson","Myriam Boyer","Leonora Fani"],"overview":"Loosely based on the notorious Richard Speck murders, this is the grim tale of a disturbed Vietnam vet returning home via Belfast, who invades a house shared by eight nurses and proceeds to terrorize and murder them.","release_date":"1976-03-12","vote_average":5.0,"runtime":92,"cert":"N\/A","id":40338,"title":"Naked Massacre","adult":false,"genre_ids":[18,53]},{"cast":["Gabriele Carrara","Marina Daunia","Macha Magall","Vassili Karis","Tamara Triffez"],"overview":"Top Nazi officials, intent on rooting out traitors and those in the military who may be plotting to overthrow Adolf Hitler, recruit and train a group of beautiful prostitutes whose mission is to use any means necessary to uncover plots against the Fuhrer.","release_date":"1977-01-20","vote_average":4.3,"runtime":95,"cert":"N\/A","id":40339,"title":"SS Girls","adult":false,"genre_ids":[18,10752,36]},{"cast":[],"overview":"A lonely man on the brink of emotional desolation talks to his Oatmeal. His need for friendship compels the man to a bizarre act.","release_date":"1996-01-01","vote_average":6.0,"runtime":10,"cert":"N\/A","id":40340,"title":"Bowl of Oatmeal","adult":false,"genre_ids":[]},{"cast":["Bobbie Phillips","Shawnee Smith","Paul Johansson","Larry Miller","Cleavant Derricks"],"overview":"Alex Grant is a troubled young woman, 20 years ago, she witnessed her mother get murdered by a carnival clown. She has nightmares of the clown - Louis Seagram. First a kind man then turned bad and also tried to rape Alex's mother. Alex fears for her life, worrying that Louis might come after her and her younger sister. One day Louis returns after being released from prison for murdering Alex's mother and tries to kill Alex. Alex dries the car that she and Louis are in into the river, then she begins to have hallucinations, she begins to lose her mind","release_date":"1998-08-21","vote_average":3.8,"runtime":90,"cert":"N\/A","id":40341,"title":"Carnival of Souls","adult":false,"genre_ids":[27,53]},{"cast":["David Edwin Knight","Nancy Brilli","Coralina Cataldi-Tassoni","Bobby Rhodes","Asia Argento"],"overview":"A group of tenants and visitors are trapped in a 10-story high-rise apartment building infested with demons who proceed to hunt the dwindling humans down.","release_date":"1986-10-09","vote_average":6.0,"runtime":91,"cert":"","id":40342,"title":"Demons 2","adult":false,"genre_ids":[27,14]},{"cast":["Brenda Vaccaro","Don Stroud","Chuck Shamata","Richard Ayres","Kyle Edwards"],"overview":"Harry is a rich dentist who often brings women up to his rural lakehouse. One weekend, he invites Diane, a former fashion model. On their way to the house, Diane runs a gang of thugs off the road. Humiliated, the thugs track down the couple for revenge.","release_date":"1976-09-17","vote_average":6.3,"runtime":87,"cert":"","id":40343,"title":"Death Weekend","adult":false,"genre_ids":[27,53]},{"cast":["Rip Torn","Mara Wilson","Roberts Blossom","Fredric Lehne","Richard Riehle"],"overview":"As soon as Harvey S. Potter descends upon a drought-stricken farmland, he begins to grow a mysterious but beautiful crop of balloons. Mystified by the new resident's abilities, the people of the town are mesmerized by Potter, who immediately becomes the best thing to happen to the dejected area in a long time. The happiness doesn't last long, however, when talk begins to surface about Potter's true identity.","release_date":"1999-03-28","vote_average":5.7,"runtime":92,"cert":"N\/A","id":40344,"title":"Balloon Farm","adult":false,"genre_ids":[18,10751]},{"cast":["Mickey Hargitay","Rita Calderoni","Raul Lovecchio","Tano Cimarosa","Christa Barrymore"],"overview":"A respected doctor becomes the prime suspect in a series of gruesome murders.","release_date":"1972-07-05","vote_average":5.2,"runtime":102,"cert":"N\/A","id":40345,"title":"Delirium","adult":false,"genre_ids":[9648,53]},{"cast":["Stephen Chow","Sharla Cheung Man","Ng Man Tat","Sandra Ng Kwun-Yu","Paul Chun Pui"],"overview":"Sing, a dumb, lovable mainlander with supernatural powers comes to China to visit his uncle Tat. When it's revealed that Sing can see through objects, Tat employs him as \"The Saint of Gamblers,\" and proceeds to set him loose in the gambling world.","release_date":"1990-01-01","vote_average":6.8,"runtime":101,"cert":"N\/A","id":40346,"title":"All for the Winner","adult":false,"genre_ids":[28,35]},{"cast":["Paul Naschy","Fabiola Falcón","Mariano Vidal Molina","Maritza Olivares","José Manuel Martín"],"overview":"The great inquisitor Ireneus Daninsky has Countess Bathory burned alive and her female followers hanged. Before perishing in the flames the countess puts a curse on Daninsky and his descendants. Four centuries later, Waldemar Daninsky accidentally shoots a gypsy while hunting a wolf. The angry gypsies, who knew of the curse, summon up the Satan and the beautiful Ilona is chosen to seduce the young lord. During a night of love, Ilona bites Waldemar who turns into a werewolf killing his preys on full moon nights. His murders are first attributed to a mad killer escaped from the asylum. Waldemar, who suspects the killer is none other than himself, falls in love with Kinga, the daughter of a professor from Budapest. When Maria, Kinga's jealous younger sister, manages to seduce Waldemar and sleep with him, she is killed by the young man, once again turned into a werewolf.","release_date":"1973-10-30","vote_average":4.9,"runtime":84,"cert":"N\/A","id":40347,"title":"Curse of the Devil","adult":false,"genre_ids":[27]},{"cast":["Laura Gemser","Karin Schubert","Angelo Infanti","Isabelle Marchall","Gabriele Tinti"],"overview":"In her first onscreen adventure, journalist\/photographer Mae Jordan (known to her readers as \"Emanuelle\") travels to Africa on assignment. Questions of her own racial and sexual identity come to a head as she observes the troubled marriage of her hosts, Ann and Gianni Danieli. Matters are complicated further when Emanuelle finds herself in affairs with both of them, after which she flees Africa, only to be persued by Gianni, who had earlier rejected her and ridiculed her advances.","release_date":"1975-11-27","vote_average":4.5,"runtime":94,"cert":"N\/A","id":40348,"title":"Black Emanuelle","adult":false,"genre_ids":[18,10749,12]},{"cast":[],"overview":"Chased by Tom around the barnyard, Jerry takes refuge under a huge, rather mean-tempered hen (which looks suspiciously like a rooster), who is sitting on eggs (which she puts in order with a billiard triangle!). So Tom has to figure out ways to get Jerry out from under the overprotective mother hen. Then the eggs hatch, and Jerry sticks feathers on himself and pretends to be a chick. Tom escapes sure decapitation via giant hedge clippers not once, but twice!","release_date":"1942-10-10","vote_average":6.4,"runtime":8,"cert":"N\/A","id":40349,"title":"Fine Feathered Friend","adult":false,"genre_ids":[16]},{"cast":["Susan George","Honor Blackman","Ian Bannen","John Gregson","George Cole"],"overview":"Young babysitter Amanda arrives at the Lloyd residence to spend the evening looking after their young son. Soon after the Lloyds leave, a series of frightening occurrences in the gloomy old house have Amanda's nerves on edge. The real terror begins, however, when the child's biological father appears after recently escaping from a nearby mental institution.","release_date":"1971-09-18","vote_average":6.4,"runtime":87,"cert":"","id":40350,"title":"Fright","adult":false,"genre_ids":[27,53]},{"cast":["Tony Liu","Winnie Chin Wai-Yee","Mabel Kwong Mei-Bo","Ku Kuan-Chung","Gam Biu"],"overview":"In order to pay off a massive debt, a gambling addict sells his ancestral home to a young couple, who soon discover that the building is haunted by the vengeful spirits of a murdered family.","release_date":"1984-01-01","vote_average":7.0,"runtime":84,"cert":"N\/A","id":40351,"title":"Sex Beyond the Grave","adult":false,"genre_ids":[27]},{"cast":["Jared Martin","Fred Williamson","Renato Rossini","Eleonora Brigliadori","Cosimo Cinieri"],"overview":"In the future, two television networks compete for ratings by producing violent game shows. One network produces a modern day version of the Roman gladiators, only on motorcycles instead of chariots, and uses convicted murderers as the participants, The network decides it needs a champion for this sport, so they frame a constant winner from another game for murder, and place him on the show.","release_date":"1984-01-28","vote_average":5.6,"runtime":90,"cert":"N\/A","id":40352,"title":"Warriors of the Year 2072","adult":false,"genre_ids":[28,878,53]},{"cast":["Jenny Wright","Clayton Rohner","Randall William Cook","Stephanie Hodge","Michelle Jordan"],"overview":"Virginia works at a used book store. She's really into horror novels and discovers a really good book. It's called \"I, Madman\" and it's about an insane doctor who cuts off people's noses, ears, and hair and puts them on his face to please a girl he likes. Only Virginia discovers that the book is nonfiction, and every time she picks up the book to read it, she sees him. The insane doctor from the book has escaped the book into our reality.","release_date":"1989-01-01","vote_average":5.7,"runtime":89,"cert":"N\/A","id":40353,"title":"I, Madman","adult":false,"genre_ids":[27,53]},{"cast":["Saya Hidaka"],"overview":"Part two of a three-part live adaptation of hentai manga La Blue Girl, Live Birth of the Demon Child follows on immediately from part one with Bidu ninja Miyu, pregnant with the child of a sex fiend, dying as she gives birth to a daughter, Miyabi. With the help of Yaku and Hiro, two hot, young members of the Miroku clan, Miyu's sexy sister Miko attempts to track down Miyabi before the sex fiends find her and use her to open the doorway between their world and ours.","release_date":"1996-01-01","vote_average":1.8,"runtime":72,"cert":"N\/A","id":40354,"title":"La Blue Girl 2: Birth of the Demon Child","adult":false,"genre_ids":[28,35]},{"cast":["Saya Hidaka","Junko Asamiya","Momoko Nishidao"],"overview":"Part 3 of this live action Hentai series begins with tasty ninja babe Yaku contacting her equally sexy cousins, Seia, Fuka and Maki, for help in her battle against the Shikima sex demons. After all three of her cousins have arrived, and wounded Bido warrior Miko has been nursed back to health (Fuka applies a special potion to the patient and uses her naked body to thoroughly rub it in), the girls make one last bid to defeat their evil, tentacled enemies.","release_date":"1996-01-01","vote_average":1.5,"runtime":73,"cert":"N\/A","id":40355,"title":"La Blue Girl 3: Lady Ninja","adult":false,"genre_ids":[28]},{"cast":["Nathawan Woravit","Akom Preedakul","Punyapon Dhajsonk","Wuttinan Maikan","Dollaya Polthipattayakul"],"overview":"While traveling, a crew of documentary makers met a horrible fate when their van fell off a cliff. Though only one of them really died, the rest were 'accidentally' dragged into hell where each were tortured according to their sins.","release_date":"2005-01-01","vote_average":4.7,"runtime":89,"cert":"N\/A","id":40356,"title":"Hell","adult":false,"genre_ids":[14,27]},{"cast":["Ryoka Yuzuki","Yui Kawana","Nozomi Imai","Koichi Takao","Ryujin Suzuki"],"overview":"Manami, the sole survivor of Angel of Darkness 2, is rushed to hospital where she slips into a deep sleep. A priest correctly suspects that the demon (now referred to as an Injuu) is inside Manami's body, but by the time he is able to confirm his theory, the creature has already moved on. As before, the tentacled beastie passes from host to host (by thrusting its slimy appendages into its victims' orifices), eventually ending up inside goody-goody schoolgirl Fumie, who does her best 'Linda Blair' impersonation for a while, before the priest inevitably turns up to save the day.","release_date":"1996-03-08","vote_average":2.0,"runtime":72,"cert":"N\/A","id":40357,"title":"Angel of Darkness 3","adult":false,"genre_ids":[27]},{"cast":["Mitsuki Sho","Chiyuri Matsuda","Sosaku Sasairi","Kayo Shiina","Issei Fuchino"],"overview":"This time around, the demon is trapped inside sexy but wholesome schoolgirl Izumi, but is unable to get up to its usual tricks (rampant orifice invasion) thanks to the crucifix that she wears around her neck. Out to locate and destroy the monster are a nun and a priest, but their efforts are hampered by Izumi's evil protector Sakiko, who does her best to help the girl realise her true tentacle-thrashing potential (and, in a Carrie-style side story, also settle the score with a group of nasty school bullies who have been making Izumi's life hell).","release_date":"1996-07-26","vote_average":0.0,"runtime":76,"cert":"N\/A","id":40358,"title":"Angel of Darkness 4","adult":false,"genre_ids":[]},{"cast":["Sibelle Hu","Lawrence Ng","Maria Yuen Chi-Wai","Yoko Miyamoto","Alex Fong"],"overview":"The story revolves around the greedy nephew of a crime lord, who has his uncle bumped off so that he can take over the business. There are several silly plot threads which include his wish to also bump off the stepson of his dead uncle, and eliminate the assassins he hired (in order to tie up loose ends). Meanwhile, a cop is out to arrest any or all of the bad guys.","release_date":"1990-12-21","vote_average":5.9,"runtime":90,"cert":"N\/A","id":40359,"title":"Lethal Panther","adult":false,"genre_ids":[28,53]},{"cast":["Tibor Szervét","Csaba Pindroch","Eszter Ónodi","Szabó Győző","Szonja Oroszlán"],"overview":"Tamás is a young, Budapest-based director of video clips and commercials who dreams of directing his...","release_date":"2002-01-31","vote_average":6.1,"runtime":115,"cert":"N\/A","id":40360,"title":"A Kind of America","adult":false,"genre_ids":[35]},{"cast":["Dirch Passer","Ghita Nørby","Ove Sprogøe","Paul Hagen","Hans W. Petersen"],"overview":"It's Nifty in the Navy is a 1965 Danish comedy film directed by Finn Henriksen and starring Dirch Passer.","release_date":"1965-09-03","vote_average":6.5,"runtime":101,"cert":"N\/A","id":40361,"title":"It's Nifty in the Navy","adult":false,"genre_ids":[10751,35]},{"cast":[],"overview":"Tom subjects Jerry to his usual harassment; but the cat finds a new enemy, and the mouse finds a new friend, in the canary of the house.","release_date":"1948-02-04","vote_average":6.4,"runtime":8,"cert":"N\/A","id":40362,"title":"Kitty Foiled","adult":false,"genre_ids":[16]},{"cast":["Lorraine De Selle","Ivano Staccioli","Ria De Simone","Nello Riviè","Gabriele Carrara"],"overview":"A prisoner is forced to serve as a doctor's assistant, giving her a front row seat for the horrible goings-on. There's the experiment to revive Nazi soldiers who have frozen to death by having nude women rub their bodies all over the corpse (that one works), and the experiment tries to \"cure\" homosexual men by having nude women dance for them. This is only some of the horrors that are going on there.","release_date":"1977-03-18","vote_average":5.3,"runtime":97,"cert":"N\/A","id":40363,"title":"Women's Camp 119","adult":false,"genre_ids":[53,27,10752]},{"cast":["Hugh Quarshie","Tomas Arana","Feodor Chaliapin Jr.","Barbara Cupisti","Antonella Vitale"],"overview":"In medieval Europe, crusading knights massacre a village full of suspected devil worshipers and build a large Gothic church above the cursed remains. It is now present day, and this elaborate cathedral still stands. But when its sealed crypt is accidentally reopened, a group of people trapped inside the church become possessed by the fury of the damned! Can the blood of the innocent survive this unholy communion, or will the ultimate demonic evil be unleashed upon the world?!","release_date":"1989-03-10","vote_average":6.0,"runtime":102,"cert":"18","id":40364,"title":"The Church","adult":false,"genre_ids":[27]},{"cast":["Simón Andreu","Maribel Martín","Alexandra Bastedo","Dean Selmier","Ángel Lombarte"],"overview":"A young husband's sexual fantasies frighten his new wife and cause her to seek advice from Carmilla, a descendent of Mircalla de Karnstein. Carmilla seduces the young bride and forces her to commit gory acts of mutilation.","release_date":"1972-09-30","vote_average":5.9,"runtime":100,"cert":"N\/A","id":40365,"title":"The Blood Spattered Bride","adult":false,"genre_ids":[27]},{"cast":["Nick Van Suyt","Helga Vandevelde","Let Jotts","Marie Claes","Martine Scherre"],"overview":"John Lucker is a serial rapist\/murderer with a necrophilia fetish. Eight years ago, he went on a killing spree that took eight victims, until he was finally caught and institutionalized. Now he's been put in a private clinic after attempting suicide during a mental hospital transfer. He awakens from his drugged state to kill his two nurses, and then heads in for the town. When he hears on the news that one of his victims, Cathy Jordan had survived his rampage eight years ago, he becomes furious, and that rage becomes infested as a physical psychosis that can only be relieved by killing more women as he heads to kill his survivor. One the corpses he keeps to \"commit the deed\" with a week later before returning on his search for Cathy. He kills one woman and captures another on the way, and then finds Cathy. He psychologically torments both women, but Cathy is able to get away. Lucker, now furious, heads off to settle the score once and for all...","release_date":"1986-01-01","vote_average":2.5,"runtime":74,"cert":"N\/A","id":40366,"title":"Lucker the Necrophagous","adult":false,"genre_ids":[27]},{"cast":["Jeanie Chang","Hwang Jang-Lee","Louis Lo","Jack Lung","Mark Lung"],"overview":"Hwang Jang-lee plays the main baddie, and along with his nasty henchmen (played by a red-nosed Chan Lau, and Bolo Yeung in the daftest wig imaginable!), they cause all sorts of problems for the good guys, hero Wah-jee (Cheung Lik), pretty soy-milk seller Tsui-jee (Jeannie Chang) and Tsui-jee's father (Fan Mei-sheng).","release_date":"1980-01-01","vote_average":4.3,"runtime":92,"cert":"N\/A","id":40367,"title":"The 36 Deadly Styles","adult":false,"genre_ids":[28,35]},{"cast":["Baird Stafford","Sharon Smith","C.J. Cooke","Mik Cribben","Danny Ronan"],"overview":"A drug-treated schizophrenic plagued by horrible nightmares escapes from the hospital and goes on a killing spree.","release_date":"1981-10-23","vote_average":5.7,"runtime":97,"cert":"N\/A","id":40368,"title":"Nightmare","adult":false,"genre_ids":[27]},{"cast":["Lillian Randolph"],"overview":"Mammy Two-Shoes replaces Tom with a younger cat who is a lightning-quick mouser. Tom and Jerry form an alliance in order to get rid of this dangerous newcomer.","release_date":"1948-09-18","vote_average":6.1,"runtime":8,"cert":"N\/A","id":40369,"title":"Old Rockin' Chair Tom","adult":false,"genre_ids":[35,16]},{"cast":["Lillian Randolph","Harry Lang"],"overview":"Tom is given the task of guarding the fridge during the night by Mammy-Two-Shoes, but as soon as he has started he is tricked by Jerry into falling into the basement, where he lands in a barrel of cider. Now drunk, Tom staggers around in the house getting up to no good with Jerry, clearing out the fridge, making a mess, waking Mammy-Two-Shoes. You can tell this will only end in severe punishment, but Tom simply casts caution to the wind and gets even more drunk by downing a bottle of rum he finds in the bathroom. Obviously, everyone has a bottle of rum in their bathroom.","release_date":"1947-03-15","vote_average":6.8,"runtime":8,"cert":"N\/A","id":40370,"title":"Part Time Pal","adult":false,"genre_ids":[35,16]},{"cast":["Wayne Lai","Emily Kwan Bo-Wai","Amanda Lee","Yip Sai-Wing","Mok Ga-Yiu"],"overview":"The dismembered body of a hooker is found, and police arrest her pimp and his crew for the crime. During interrogation, they explain how the girl stole from her pimp, and so they group kidnapped, raped, tortured, and finally murdered and dismembered her.","release_date":"2001-01-05","vote_average":5.3,"runtime":87,"cert":"N\/A","id":40371,"title":"Human Pork Chop","adult":false,"genre_ids":[27,53,80]},{"cast":["Lillian Randolph","June Foray","Thea Vidale"],"overview":"Feline \"Jasper\" is given an ultimatum by his master: break one more thing and you're out! Rodent Jerry does his best to make sure that his tormentor \"gets the boot\".","release_date":"1940-02-10","vote_average":6.9,"runtime":9,"cert":"N\/A","id":40372,"title":"Puss Gets the Boot","adult":false,"genre_ids":[16]},{"cast":["Barry McGovern","Johnny  Murphy","Alan Stanford","Stephen Brennan","Sam McGovern"],"overview":"Two tramps wait for a man named Godot, but instead meet a pompous man and his stooped-over slave.","release_date":"2001-01-01","vote_average":7.8,"runtime":120,"cert":"N\/A","id":40373,"title":"Waiting for Godot","adult":false,"genre_ids":[18]},{"cast":["William Holden","Kay Lenz","Roger C. Carmel","Marj Dusay","Joan Hotchkis"],"overview":"Breezy is a teen-aged hippy with a big heart. After taking a a ride with a man who only wants her for sex, Breezy manages to escape. She runs to hide on a secluded property where stands the home of a middle-aged divorced man, Frank Harmon. Frank reluctantly takes Breezy in only to fall unexpectedly in love with her.","release_date":"1973-11-18","vote_average":7.2,"runtime":108,"cert":"N\/A","id":40374,"title":"Breezy","adult":false,"genre_ids":[18,10749]},{"cast":["Brad Kesten","Jeremy Schoenberg","Angela Lee","Michael Dockery","Stacy Heather Tolkin"],"overview":"Linus has to break devastating news, his father has a new job and has to relocate his family. Charlie Brown and the gang make their goodbyes and prepare for Linus and Lucy's departure.","release_date":"1983-02-23","vote_average":6.3,"runtime":24,"cert":"N\/A","id":40375,"title":"Is This Goodbye, Charlie Brown?","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Two lawyers and labor rights' activists, Daniel Kovalik of the United Steel Workers of America and Terry Collingsworth of the International Rights Advocates, and their partner Ray Rogers of Corporate Campaign firmly believe that US multinational corporations should be held accountable for the shabby practices of their business associates throughout the world. To lead their battle, they resort to a law dating back to the origin of the American Constitution - The Alien Tort Claims Act - which allows foreigners to file suit in the U.S. against Americans who violate international laws. The film tells the story of their fight against one of America's stellar icons: the Coca-Cola company.","release_date":"2009-01-01","vote_average":7.2,"runtime":86,"cert":"N\/A","id":40376,"title":"The Coca-Cola Case","adult":false,"genre_ids":[99]},{"cast":["Anthony Perkins","Henry Thomas","Olivia Hussey","CCH Pounder","Warren Frost"],"overview":"Norman Bates is again released from the mental hospital he was placed in at the end of Psycho III after serving another few years and is apparently rehabiliated for the second time. Norman is now married to a young nurse named Connie and is expecting a child. However, Norman fears that the child will inherit his mental illness. Meanwhile, Fran Ambrose is a radio talk show host who is discussing the topic of matricide with guest Dr. Richmond, Norman's former psychologist. The radio station receives a call from Norman, who uses the alias \"Ed\" to tell his story.","release_date":"1990-11-10","vote_average":5.8,"runtime":96,"cert":"N\/A","id":40377,"title":"Psycho IV: The Beginning","adult":false,"genre_ids":[27,9648,53,10770]},{"cast":["Sverre Hansen","Kjell Stormoen","Juni Dahr","Ulf Wengård","Alf Conrad Olsen"],"overview":"Two brothers in their seventies, Pa and Moe, have lived together all their lives in a little house in the country, the only interruption being when Pa made a weekend trip to Småland on his moped during the second World War. The past returns when his adult son dating from his Swedish visit, Konrad, comes to live with them after his mother has fallen ill. Soon Moe is about to discover that three is indeed a crowd...","release_date":"1995-05-26","vote_average":5.9,"runtime":86,"cert":"N\/A","id":40378,"title":"Eggs","adult":false,"genre_ids":[35,18]},{"cast":["James Franciscus","Vic Morrow","Micaela Pignatelli","Joshua Sinclair","Giancarlo Prete"],"overview":"An enormous and angry 35 foot Great White Shark takes revenge on humans when they build a beach just for swimmers by a coastal town. After several shark attacks, and the Mayor does nothing to stop it, James Franisscus and Vic Morrow sail in pursuit to stop it.","release_date":"1981-04-02","vote_average":5.4,"runtime":88,"cert":"N\/A","id":40383,"title":"The Last Shark","adult":false,"genre_ids":[27]},{"cast":["Ian Gillan","Steve Morse","Roger Glover","Don Airey","Ian Paice"],"overview":"1. Introduction 2. Fireball 3. Maybe I'm A Leo 4. Black Night 5. The Battle Rages On 6. Woman From Tokyo 7. Purpendicular Waltz 8. When A Blind Man Cries 9. Perfect Strangers 10. Pictures Of Home 11. Child In Time 12. Anya 13. Space Truckin' 14. Guitar Solo 15. Lazy 16. Speed King 17. Highway Star 18. Smoke On The Water\r This live 114 minute DVD was filmed in Bombay, India in 1995 and features material from Purpendicular and top hits . Steve Morse was the featured guitarist.","release_date":"2004-01-01","vote_average":0.0,"runtime":114,"cert":"U","id":40386,"title":"Deep Purple: Bombay Calling","adult":false,"genre_ids":[10402]},{"cast":["Elizabeth Taylor","Laurence Harvey","Billie Whitelaw","Robert Lang","Tony Britton"],"overview":"Ellen Wheeler, a rich widow, is recovering from a nervous breakdown. One day, while staring out the window, she witnesses a murder. But does anybody believe her?","release_date":"1973-11-08","vote_average":6.0,"runtime":99,"cert":"N\/A","id":40387,"title":"Night Watch","adult":false,"genre_ids":[27,9648,53]},{"cast":["Alexander Lo Rei ","Li Yi-Min","William Yen","Wang Hsieh","Wong Chi-Sang"],"overview":"One of the bestest ninja films ever. Not much plot but we have giant spider riding ninjas, tree jumping cat ninja, some good old shaolin chop socky, amazing wire work, a baddie who mainly laughs and disappears, sped up antics, Naked female ninja, underground burrowing ninja and some hilarious dubbing to top it off. All dues go to Robert Tai and the other Taiwanese ninja directors because they make the best ninja films!","release_date":"1986-01-01","vote_average":8.0,"runtime":90,"cert":"N\/A","id":40388,"title":"Ninja: The Final Duel","adult":false,"genre_ids":[28,12]},{"cast":["Sándor Gáspár","Károly Gesztesi","Szonja Oroszlán","Szabó Győző","Parti Nóra"],"overview":"László Dömötör, az elvált anyakönyvvezető a volt feleségétől éppúgy nem tud szabadulni mint a házasságoktól. Elszántan próbál új szerelemre találni, kevés sikerrel. Miután Dömötör feszültségoldóként bepiál a munkahelyén és az egyik esküvőt fenekestül felfogatja, a főnöke kirúgja. Távozás közben megpillant egy tudósítást Lázár Norbertről, a feltörekvő, félvilági producerről, aki éjszakai klubokat üzemeltet. Meg nem erősített hírek szerint életét vesztette Afrikában. A férfi megszólalásig hasonlít rá. Mindez őrült ötletre sarkallja. Az 1942-ben készült vígjáték modernizált feldolgozása.","release_date":"2006-09-28","vote_average":10.0,"runtime":100,"cert":"N\/A","id":40389,"title":"Egy bolond százat csinál","adult":false,"genre_ids":[]},{"cast":["Vincent Zhao","Anthony Wong"],"overview":"Cheuk is a mainland security officer who's thrown into a race against the clock when he discovers a man is holding an entire school hostage in exchange for his adopted son, so it's up to Cheuk to use his formidable martial arts skills to retrieve the boy and bring him back before the man decides to kill everyone.","release_date":"2000-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":40390,"title":"Fist Power","adult":false,"genre_ids":[28,35]},{"cast":["Sam Jones","Linda Blair","Phillip Rhee","Jun Chong","Mako Iwamatsu"],"overview":"The evil criminal leader Kendrick has kidnapped an elderly biochemist who holds the secret to creating a biological superweapon. The only person who can possibly stop Kendrick and his gang is L. A. cop Sam Kettle and martial arts master Jun Kim (uncle of a little girl also kidnapped by Kendrick). Together, they go to war against an army of ninjas to rescue the hostages and bring their kidnappers to justice.","release_date":"1988-01-01","vote_average":5.0,"runtime":91,"cert":"N\/A","id":40391,"title":"Silent Assassins","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Mike loves porn. Unfortunately he is blinded by his addiction to XXX entertainment as it slowly eats away at every aspect of his life. One day a mysterious DVD arrives in the mail and Mike quickly begins to realize there is a much darker side to the world of adult entertainment. Bondage, Murder, Self-Mutilation, Cannibalism, Necrophilia - these are just the icing on the cake of this journey into Hell.","release_date":"2005-01-01","vote_average":6.0,"runtime":90,"cert":"N\/A","id":40392,"title":"Slaughter Disc","adult":false,"genre_ids":[]},{"cast":["Kirstie Alley","Eric Christian Olsen","Stacy Grant","Brittney Irvin"],"overview":"Quickly approaching her fiftieth birthday, talented and once-famous screenwriter Byrdie has lately had a hard time finding work in the movie biz. As she's aged, the industry hasn't, and the new regime isn't interested in what a maturing wordsmith has to say. In desperation, Byrdie dreams up a script-selling scheme, enlisting her attractive nephew Jason, a car salesman, to pitch her work as his own. The ruse is a wild success: All the key players eat up his charm, and her scripts soon become the hottest thing in town!","release_date":"2007-03-06","vote_average":3.5,"runtime":88,"cert":"N\/A","id":40393,"title":"Write & Wrong","adult":false,"genre_ids":[18,35]},{"cast":["Helmut Berger","Ingrid Thulin","Teresa Ann Savoy","John Steiner","Sara Sperati"],"overview":"Kitty runs a brothel in Nazi Germany where the soldiers come to \"relax\". Recording devices have been installed in each room by a power hungry army official who plans to use the information to blackmail Hitler and gain power himself. A girl named Margherita discovers the little ploy and with Kitty's help plans to take on the dangerous task of exposing the conspiracy.","release_date":"1976-03-02","vote_average":5.4,"runtime":130,"cert":"N\/A","id":40394,"title":"Salon Kitty","adult":false,"genre_ids":[18]},{"cast":["Djavan"],"overview":"2000 Release of Live Concert Filmed in Rio De Janeiro, Brazil and Barcelona, Spain (1999).  • 1. Maçã • 2. Oceano • 3. Açaí • 4. Fato Consumado • 5. Para-Raio • 6. Flor de Liz • 7. Faltando Um Pedaço • 8. Doidice • 9. Um Amor Puro • 10. Eu Te Devoro • 11. Se • 12. Samurai • 13. Capim • 14. Acelerou • 15. A Carta • 16. Boa Noite • 17. Seduzir • 18. Sina • 19. Pétala • 20. Lilás • 21. Azul • 22. Meu Bem Querer • 23. Dupla Traição • 24. Nem Um Dia","release_date":"2001-06-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":40397,"title":"Djavan ao Vivo","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Filme: Título: Engenheiros do Hawaii - 10.000 Destinos Ao Vivo Título Original: Engenheiros do Hawaii - 10.000 Destinos Ao Vivo País(es) de Origem: Brasil Ano: 2001 Áudio Original: português As faixas são: 1.A Montanha 2.Sopa de Letrinhas 3.Ouça o Que Eu Digo, Não Ouça Ninguém 4.Eu Que Não Amo Você 5.Pra Ser Sincero 6.Somos Quem Podemos Ser 7.Piano Bar 8.Ninguém =Ninguém 9.Alívio Imediato 10.Terra de Gigantes 11.Era Um Garoto Que Como Eu Amava Os Beatles e os Rolling Stones 12.Toda Forma de Poder 13.Refrão do Bolero 14.Parabólica 15.Infinita Highway 16.A Promessa 17.Negro Amor 18.O Papa é Pop 19.Rádio Pirata 20.Negro Amor 21.Eu Que Não Amo Você 22.Números Duração: 106 Recursos: Título Dvd: Engenheiros do Hawaii - 10.000 Destinos Ao Vivo Região: 0 Legendas: português, inglês Recursos: Menu Interativo, Seleção de Cenas, Making Of (Tchau Radar!), 4 Videoclipes. Fornecedor: Universal Music","release_date":"2016-02-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":40398,"title":"Engenheiros do Hawaii - 10000 Destinos ao Vivo","adult":false,"genre_ids":[]},{"cast":[],"overview":"Acústico MTV é um álbum da banda de rock brasileira Engenheiros do Hawaii, lançado em CD e DVD em Novembro de 2004. Gravado no Espaço Locall em Agosto de 2004, o disco reúne a maior parte dos sucessos da banda, como O Papa é Pop, Infinita Highway, Somos Quem Podemos Ser, entre outros; canções do projeto solo Humberto Gessinger Trio, como O Preço, Vida Real e De Fé; e músicas inéditas (Armas Químicas e Poemas, Outras Frequências e Depois de Nós). O álbum se diferencia da maior parte dos Acústicos por não incluir participações especiais, apenas \"fraternais\": Clara Gessinger, filha do líder Humberto Gessinger (em \"Pose\"), e o ex-baterista e fundador da banda, Carlos Maltz (em Depois de Nós, música de sua autoria).","release_date":"2004-08-19","vote_average":6.8,"runtime":null,"cert":"N\/A","id":40399,"title":"Acústico MTV - Engenheiros do Hawaii","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"This special 60 minute DVD features Enigma, with eleven songs, eleven videos showing images that \"have never been imagined.\" The DVD also features a complete discography and a mini-documentary - \"The Voice of Enigma.\" Screen format is 4:3, recording in Dolby Digital, 5.1. Innovative fusion band Enigma, who has produced some of the most successful meetings of pop and New Age music that exist, extends its experimentation to the visual realm on REMEMBER THE FUTURE. Pairing 11 songs with unique music videos, Enigma creates a gorgeous, almost hallucinatory experience. In addition to the videos, a short documentary on the band, THE VOICE OF ENIGMA, is included.","release_date":"2001-05-22","vote_average":3.8,"runtime":47,"cert":"N\/A","id":40400,"title":"Enigma: Remember the Future","adult":false,"genre_ids":[10402]},{"cast":["Eric Clapton","Dave Bronze","Steve Gadd","Andy Fairweather-Low","Jerry Portnoy"],"overview":"Legendary guitarist Eric Clapton is filmed performing live in one of the most beautiful parks in his native England, London's Hyde Park, for the annual Prince's Trust Charity Concert in 1996. In his usual breathtaking way, the man they call \"Slowhand\" masterfully performs renditions of some of his most adored classics, including \"Layla,\" \"I Shot the Sheriff,\" \"Wonderful Tonight,\" and \"White Room.\"","release_date":"2001-11-20","vote_average":5.7,"runtime":89,"cert":"N\/A","id":40403,"title":"Eric Clapton - Live in Hyde Park","adult":false,"genre_ids":[10402]},{"cast":["Eric Clapton","Nathan East","Steve Ferrone","Chuck Leavell","Andy Fairweather-Low"],"overview":"Recorded at Bray Studios, England before a small audience for the MTV Unplugged series, Eric Clapton performed a live acoustic set which included his successful 1991 single “Tears in Heaven” and an acoustic version of “Layla”. The accompanying album became the most successful live album ever released.","release_date":"1992-08-25","vote_average":6.5,"runtime":70,"cert":"N\/A","id":40404,"title":"Eric Clapton - MTV Unplugged","adult":false,"genre_ids":[10402]},{"cast":["Károly Eperjes","Dezső Garas","Ferenc Kállai","Judit Pogány","Ervin Kibédi"],"overview":"In the small village of Rátót, every male is called Béla. When a woman gives birth to her child, she names him Józsi...","release_date":"1989-08-03","vote_average":7.8,"runtime":null,"cert":"N\/A","id":40405,"title":"The Pregnant Papa","adult":false,"genre_ids":[35]},{"cast":["Eric Clapton"],"overview":"Live, intimate, and raw, Sessions For Robert J is the essential audio\/video companion to Eric Clapton's 2004 gold, Top 10 Me And Mr. Johnson, tribute to blues legend Robert Johnson. Filmed during tour rehearsals in London and Dallas plus a Los Angeles hotel room and the Dallas warehouse where Johnson made some of his final recordings, Sessions for Robert J finds Clapton performing all Robert Johnson songs with his touring band, acoustically with Doyle Bramhall II and solo-as well as discussing Johnson and his influence. A performance\/documentary DVD with 14 tracks (from which the 11 CD selections are taken), Sessions for Robert J is blues heaven.","release_date":"2004-12-07","vote_average":4.3,"runtime":97,"cert":"","id":40406,"title":"Eric Clapton: Sessions for Robert J","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"Rio's samba-funk singer Fernanda Abreu (1961) prefers the convenience of a recording studio. Yet, in these times of DVDs, the need to do a live album is almost obvious. MTV seduced Fernanda to forget about her principles for just once and taped a special for this occasion created show for their series \"MTV Ao Vivo.\" Fernanda chose to do the show in the city center of her own Rio de Janeiro, at the rather modest but steamy Carlos Gomes theatre (with a capacity of a little under 700 seats). The repertoire should be special, not just her latest show with songs from the most recent album A Paz. So the singer asked her fans on her internet community to send in song lists. On those lists also songs from Fernanda's previous artistic life as singer from the rock band Blitz (1982 – 1986) were chosen. The result is a set-list that gives an overview of the singer's whole career and could very well serve as a kind of \"best of.\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":40407,"title":"Fernanda Abreu - MTV ao Vivo","adult":false,"genre_ids":[]},{"cast":["Joe Satriani","Eric Johnson","Steve Vai"],"overview":"G3: Live in Concert is a live album and DVD by the G3 project, led by Joe Satriani. It was released in 1997 by Epic Records. This lineup of G3 includes Joe Satriani, Eric Johnson and Steve Vai. In 2005, a DVD of this concert was also released.","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":40408,"title":"G3 Live: Joe Satriani, Eric Johnson & Steve Vai","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Acústico MTV spans Gal Costa's career very thoroughly. What is very different here is the presentation of the material. Backed up by a lush orchestra (the Petrobrás Pró Música Orchestra), some of Gal's old hits have a beautiful new sound. Even some of her early songs, such as \"Baby\" and \"Não Identificado,\" are more subdued. As a whole, the CD does show a more mature and secure performer. As added bonuses, Gal invites a few guests to sing with her. Having introduced Luiz Melodia to Brazil, Gal brings him back in \"Pérola Negra,\" one great moment in the CD. Continuing the list of guests, Gal then introduces a new name in 1997: Zeca Baleiro. Their duet in \"A Flor da Pele\" is hauntingly beautiful and the most beautiful track in Acústico MTV. Targeting the younger MTV crowd, two names from Brazilian rock lend their voices in two additional duets.","release_date":"2001-11-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":40409,"title":"Acústico MTV: Gal Costa","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Je n'attendais que vous - Gitan - La bohème - You can leave your hat on - Au plaisir de ton corps - La dame de Haute Savoie - Que l'amour est violent - Georgia on my mind - Lis dans mes yeux - Demande au soleil - Sous le vent (Duo avec Céline DION) - Salut les amoureux - Belle (Version française, anglaise et espagnole) - Au bout de mes rêves - Le monde est stone - Seul - L'adieu","release_date":"2002-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":40410,"title":"Garou - Live à Bercy","adult":false,"genre_ids":[]},{"cast":["Jean-Paul Belmondo","Guy Marchand","Kim Cattrall","Jacques Villeret"],"overview":"Dressed as a clown, the clever rascal Grimm holds up the most secure bank of Montreal and takes 30 hostages. While confusing and ridiculing the police with his strange behavior, he calmly manages to rid the bank of a fortune. But then an unsatisfied companion arouses trouble...","release_date":"1985-10-23","vote_average":6.5,"runtime":114,"cert":"N\/A","id":40411,"title":"Hold-up","adult":false,"genre_ids":[35,80]},{"cast":["Gilberto Gil","Marcos Suzano"],"overview":"The special record for the series Acoustic MTV meets classic in the repertoire of Gilberto Gil as \"Stage\" tern \",\" Weather King \", among others. Also check the versions of\" The New \"and\" Sampa \". Provenance: National Studio : Warner Music (Video) Original Title: Gilberto Gil - Acoustic Color: Color Release Year: 2001 Cast: GILBERTO GIL Recommendation: Region free DVD: Multi-Region","release_date":"1994-01-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":40414,"title":"Acústico MTV - Gilberto Gil","adult":false,"genre_ids":[10402]},{"cast":["Benoît Poelvoorde","José Garcia","Daniel Ceccaldi","Sacha Bourdo","Emmanuel Quatra"],"overview":"In the 70s, there was Merckx and there were the others. Ghislain Lambert was one of the others. This is his story, a quite simple one. The story of a modest Belgian bike racer. His greatest ambition in life? To become a champion. His greatest tragedy? Not having the legs his heart deserves.","release_date":"2001-09-14","vote_average":5.9,"runtime":119,"cert":"N\/A","id":40415,"title":"Ghislain Lambert's Bicycle","adult":false,"genre_ids":[35]},{"cast":["Gilberto Gil"],"overview":"Gilberto Gil's 2002 album combines Brazilian pop with roots reggae. Featuring 11 of Bob Marley's greatest hits recorded in Tuff Gong Studios, Kingston, Jamaica. Includes special guest appearances from members of Bob Marley &amp; The Wailers group. 16 tracks. Warner Music Latina.","release_date":"2002-05-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":40416,"title":"Gilberto Gil - Kaya N'Gandaya","adult":false,"genre_ids":[10402]},{"cast":["Richard Anconina","Anne Parillaud","François Levantal","Gérald Laroche","Francis Renaud"],"overview":"Franck Chaievski and Nina Delgado are two undercover detectives of a French special force trying to identify two corrupts members of the Paris Police Force. Franck is pretending to be a gangster and Nina a prostitute living with him, and involved in a robbery of a fortune in diamonds, having seven deaths and some injured persons.","release_date":"2002-02-20","vote_average":6.6,"runtime":90,"cert":"N\/A","id":40417,"title":"Gangsters","adult":false,"genre_ids":[80,18]},{"cast":["Billie Joe Armstrong","Tre Cool","Mike Dirnt"],"overview":"International Supervideos! is a name of a DVD by Green Day, a companion to the International Superhits! greatest hits album. The DVD was released on November 13, 2001. It is a collection of all the band's music videos from 1994 to 2001, excluding the music videos to \"Welcome to Paradise\", \"Maria\", and \"Poprocks &amp; Coke\". The music video to \"Macy's Day Parade\" is not included in this compilation, as it was produced shortly after the production of International Supervideos! in promotion for Superhits!.","release_date":"2001-11-13","vote_average":8.3,"runtime":60,"cert":"N\/A","id":40418,"title":"Green Day: International Supervideos!","adult":false,"genre_ids":[10402]},{"cast":["Daisy Broom","Élodie Bouchez","Vincent Elbaz","Léa Drucker","Frédérique Bel"],"overview":"A 30 ans, Bruno, rock-star has been, vit toujours aux crochets de sa petite amie. Les temps sont durs... surtout quand une ex ressurgit de nulle part pour lui apprendre qu'il est le père de Nancy, 13 ans, dont il n'a jamais soupçonné l'existence.","release_date":"2007-08-01","vote_average":4.0,"runtime":85,"cert":"N\/A","id":40419,"title":"Teen Spirit","adult":false,"genre_ids":[35]},{"cast":["Jean-Paul Belmondo","Georges Géret","Jean-François Balmer","Claude Brosset","Julie Jézéquel"],"overview":"When the local police inspector was found dead in a prostitute's house, police division commissioner Stan Borowitz is sent to investigate the situation. Posing as the prostitute's long-lost brother \"Antonio Cerruti,\" he discovers a mare's nest of police corruption. In fact, in this comedy thriller the whole town is corrupt. If they were closely examined, Stan's methods for pursuing this investigation might embarrass the police. For instance, he drives into a criminal's house in a fancy, expensive race car. In another incident, he callously blows up a casino owned by Musard , one of the town's crime bosses. On that occasion, he first forces Musard to remove his clothes, and the poor criminal watches his casino explode from across the square while standing naked in a phone booth. Meanwhile, Stan seduces the lovely Edmonde.","release_date":"1979-03-28","vote_average":6.1,"runtime":107,"cert":"N\/A","id":40420,"title":"Cop or Hood","adult":false,"genre_ids":[28,35,80]},{"cast":["Victor Carril","Alexandre Carril","Anaïs Demoustier","Samir Harrag","Patrick Hauthier"],"overview":"Quentin and Antoine are 18-year-old twins. Without their father knowing it, they set out on a voyage to Spain, where their mother's funeral is to take place. The two brothers barely knew their mother. Their hitchhiking journey is full of encounters, arguments, reconciliations, and experiences. Their time on the road also reveals their differences, the splits in their attractions, and the confusion of their feelings.","release_date":"2008-02-18","vote_average":6.3,"runtime":80,"cert":"N\/A","id":40421,"title":"Give Me Your Hand","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Acústico MTV é um álbum de 2004 da banda brasileira Ira!. Foi o segundo projeto da banda pela MTV e primeiro disco lançado pela Arsenal Music. O disco traz as participações do cantor Samuel Rosa (líder do Skank), da cantora Pitty (em \"Eu Quero Sempre Mais\") e d'Os Paralamas do Sucesso (na canção \"Envelheço na Cidade\").","release_date":"2004-03-25","vote_average":5.3,"runtime":null,"cert":"N\/A","id":40422,"title":"Acústico MTV - Ira!","adult":false,"genre_ids":[10402]},{"cast":["Breno Mello","Marpessa Dawn","Marcel Camus","Fausto Guerzoni","Lourdes de Oliveira"],"overview":"Young lovers Orfeu and Eurydice run through the favelas of Rio during Carnaval, on the lam from a hitman dressed like Death and Orfeu's vengeful fiancée Mira and passing between moments of fantasy and stark reality. This impressionistic retelling of the Greek legend of Orpheus and Eurydice introduced bossa nova to the world with its soundtrack by young Brazilian composers Luiz Bonfá and Antonio Carlos Jobim.","release_date":"1959-10-01","vote_average":7.4,"runtime":100,"cert":"N\/A","id":40423,"title":"Black Orpheus","adult":false,"genre_ids":[18,14,10402,10749]},{"cast":[],"overview":"This album features live tracks from Ira's 200 concert in Sao Paulo. This is the first live album released by Ira!, one of Brazil's most popular rock bands. The 20-track repertoire is generous in its extensiveness, and the band sounds inspired. The bulk of the material here is drawn from Ira!'s first two albums. From their debut, De Mudança, which is now considered a landmark within Brazilian rock, there is the punk song \"Coraçao\" along with others such as \"Tolices\" (here with a folk music arrangement), \"Longe de Tudo,\" \"Como Os Ponteiros de Um Relógio,\" and a very fine version of \"Núcleo Base.\" From the group's second album, Vivendo e Nao Aprendendo, there is the excellent \"Dias de Luta\" as well as \"Envelheço Na Cidade,\" \"Vitrine Viva,\" \"Pobre Paulista,\" and \"Gritos Na Multidao.\" The band's sweet breakthrough hit, \"Flores Em Você,\" which at the time made it to the soundtrack of a popular TV series in Brazil, is of course also performed.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":40424,"title":"Ira - MTV ao Vivo","adult":false,"genre_ids":[]},{"cast":["Ivete Sangalo","Gilberto Gil","Margareth Menezes"],"overview":"Live performance by brazilian singer Ivete Sangalo recorded at Salvador, Brazil, presented by MTV.","release_date":"2004-03-30","vote_average":9.5,"runtime":122,"cert":"N\/A","id":40425,"title":"Ivete Sangalo - MTV ao Vivo","adult":false,"genre_ids":[10402]},{"cast":["Johnny Lee Schell","Michael Canipe","Bob Glaub","Kenny Aronoff","The Fairfield Four"],"overview":"Premonition is a 1998 is a live CD and DVD by John Fogerty. He performs both songs by his earlier band, Creedence Clearwater Revival, as well as songs composed during his period as a solo artist. It was recorded with a live audience at Warner Bros. Studios, Stage 15 on December 12 &amp; 13th, 1997. The CD version omits 4 tracks that are available on the DVD.","release_date":"1998-06-06","vote_average":8.0,"runtime":null,"cert":"N\/A","id":40426,"title":"John Fogerty Premonition Concert","adult":false,"genre_ids":[10402]},{"cast":["Hossain Emadeddin","Kamyar Sheisi","Azita Rayeji","Shahram Vaziri","Ehsan Amani"],"overview":"For Hussein, a pizza delivery driver, the imbalance of the social system is thrown in his face wherever he turns. One day when his friend, Ali, shows him the contents of a lost purse, Hussein discovers a receipt of payment and cannot believe the large sum of money someone spent to purchase an expensive necklace. He knows that his pitiful salary will never be enough to afford such luxury. Hussein receives yet another blow when he and Ali are denied entry to an uptown jewelry store because of their appearance. His job allows him a full view of the contrast between rich and poor. He motorbikes every evening to neighborhoods he will never live in, for a closer look at what goes on behind closed doors. But one night, Hussein tastes the luxurious life, before his deep feelings of humiliation push him over the edge.","release_date":"2003-09-12","vote_average":6.8,"runtime":95,"cert":"","id":40427,"title":"Crimson Gold","adult":false,"genre_ids":[18]},{"cast":["Rocky Mayor Anderson","Matt Aune","Tyler Barrick","Bruce Barton","Melissa Bird"],"overview":"Filmmaker and ex-Church of Jesus Christ of Latter-day Saints member Reed Cowan examines that church's nationwide efforts to prevent the legalization of gay marriage - including California's Proposition 8, which was passed by voters in 2008. Confidential church documents, statements by high-ranking church officials and other sources detail 30 years of efforts to turn back gay rights, particularly by the Mormon-sponsored National Organization for Marriage.","release_date":"2010-01-01","vote_average":6.1,"runtime":80,"cert":"N\/A","id":40428,"title":"8: The Mormon Proposition","adult":false,"genre_ids":[99]},{"cast":["Eduardo Garé","Eduardo Espinilla","Elvira Mínguez","Blanca Suárez","Antonio de la Torre"],"overview":"A young victim of bullying at school realizes that even the adult world is dominated by fear similar to his own. He pays a high price when he decides to fight back.","release_date":"2008-04-05","vote_average":6.6,"runtime":89,"cert":"N\/A","id":40429,"title":"Cowards","adult":false,"genre_ids":[18]},{"cast":["Roy Thinnes","Ian Hendry","Patrick Wymark","Lynn Loring","Loni von Friedl"],"overview":"A planet is discovered in the same orbit as Earth's but is located on the exact opposite side of the sun, making it not visible from Earth. The European Space Exploration Council decide to send American astronaut Glenn Ross and British scientist John Kane via spaceship to explore the other planet. After a disastrous crash-landing Ross awakes to learn that Kane lies near death and that they apparently have returned to Earth, as evidenced by the presence of the Council director and his staff. Released to the custody of his wife, he soon learns things are not as they seem.","release_date":"1969-08-27","vote_average":6.2,"runtime":101,"cert":"PG","id":40430,"title":"Journey to the Far Side of the Sun","adult":false,"genre_ids":[878]},{"cast":["Josep Julien","Mar Regueras","Geraldine Chaplin","Celso Bugallo","Terele Pávez"],"overview":"The Lopez Family just finished moving to their new home and are immediately astonished to witness unexplainable events.","release_date":"2007-10-31","vote_average":3.0,"runtime":null,"cert":"N\/A","id":40433,"title":"The Totenwackers","adult":false,"genre_ids":[35,12]},{"cast":["John Mellencamp","Mike Wanchic","Kenny Aronoff","Toby Myers","David Grissom"],"overview":"\"MTV Unplugged\" presents beloved American rocker John Mellencamp. The program, which was taped in Los Angeles in April of 1992, features a medley of Mellencamp hits. Mellencamp, who was just wrapping up a worldwide concert tour at the time of the taping, was accompanied by touring band members Mike Wanchic (guitar), Kenny Aronoff (drums), Toby Myers (bass), David Grissom (guitar), John Cascella (accordion), Lisa Germano (fiddle) and Pat Peterson and Jenny Douglas-McRae (background vocals). Recorded 27 April 1992 at Warner Hollywood Studios, Los Angeles. Set List: 1. Love and Happiness; 2. Paper in Fire; 3. Check it Out; 4. Rain on the Scarecrow; 5. Jackie Brown; 6. Small Town; 7. Minutes to Memories; 8. Big Daddy of Them All; 9. Pink Houses; 10. All Along the Watchtower","release_date":"1992-04-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":40434,"title":"John Mellencamp: MTV Unplugged","adult":false,"genre_ids":[99,10402]},{"cast":["Danny Lee Sau-Yin","Wang Hsieh","Terry Lau Wai-Yue","Yuen Man-Tzu","Dana"],"overview":"The surface of the Earth is under attack, thousands of people are killed in this unprovoked attacked. The cause, Princess Dragonmon and her army of monsters have decided to invade. Princess Dragonmon is an alien whose race has been hiding under us for centuries waiting to attack and the time is right. A doctor has been preparing for something like this and turns his assistant Rayma into the cyborg hero known as Inframan. Now only Inframan stands between the Earth and Princess Dragonmon but when a close friend is captured and brainwashed, can she be stopped with this inside man feeding her info?","release_date":"1975-01-01","vote_average":5.9,"runtime":90,"cert":"N\/A","id":40435,"title":"Super Inframan","adult":false,"genre_ids":[28,12,878]},{"cast":["Bruno Fortunato","George Israel","Paula Toller","Lenine","Edgard Scandurra"],"overview":"Gravado no Rio de Janeiro, em 17 e 18 de setembro de 2002","release_date":"2002-09-18","vote_average":6.0,"runtime":94,"cert":"N\/A","id":40436,"title":"Kid Abelha: MTV Unplugged","adult":false,"genre_ids":[10402]},{"cast":["Gene Simmons","Paul Stanley","Eric Singer","Bruce Kulick","Paul Daniel Frehley"],"overview":"Kiss Unplugged is a Kiss album featuring the group performance in MTV Unplugged. On August 9, 1995, hard rock band Kiss performed on MTV Unplugged in what fans consider the beginning of the eventual Kiss Reunion Tour. Paul Stanley and Gene Simmons contacted former members Peter Criss and Ace Frehley and invited them to participate in the event. Fan reaction to Criss and Frehley at the Unplugged show was so positive that, in 1996, the original lineup of Kiss reunited, with all four original members together for the first time since 1980. It also marked the only time the original lineup performed live without their trademark makeup, other than at Ace Frehley's wedding, and was also the only time Frehley and Criss shared a stage with Eric Singer and Bruce Kulick. Further, it was the first time Eric Singer had part of a lead vocal (shared with Peter Criss on Nothin' To Lose).","release_date":"1996-05-12","vote_average":6.5,"runtime":60,"cert":"N\/A","id":40437,"title":"Kiss: MTV Unplugged","adult":false,"genre_ids":[10402]},{"cast":["Kylie Minogue","Lurine Cato","Sherina White","Terry Kvasnik","Milena Mancini"],"overview":"During the first half of 2002, Kylie Minogue toured Europe and Australia. This DVD captures it. Live In Manchester is a good concert that explores Kylie's musical catalog rather well from her days as a manufactured pop tart princess to her current status as icon and electro-pop diva. The concert occurs in seven different acts meant to display Kylie in some of the different manifestaions she has adopted throughout her career. Cultural references are everywhere in this concert. There's a nod to Keith Haring, and many others from Staney Kubrick, burlesque, and sci-fi flicks. It's all hard to catch, but done very well.","release_date":"2002-11-17","vote_average":6.5,"runtime":120,"cert":"PG","id":40438,"title":"KylieFever2002 in Concert - Live in Manchester","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"MTV Unplugged No. 2.0 is a live album by American hip hop\/soul artist Lauryn Hill. The performance comes from her 2002 MTV Unplugged special recorded on July 21, 2001 at MTV Studios in Times Square, New York City.","release_date":"2001-07-21","vote_average":6.1,"runtime":108,"cert":"N\/A","id":40439,"title":"Lauryn Hill: MTV Unplugged","adult":false,"genre_ids":[10402]},{"cast":["Robert Plant","Jimmy Page","John Bonham","John Paul Jones","Peter Grant"],"overview":"The best of Led Zeppelin's legendary 1973 appearances at Madison Square Garden. Interspersed throughout the concert footage are behind-the-scenes moments with the band. The Song Remains the Same is Led Zeppelin at Madison Square Garden in NYC concert footage colorfully enhanced by sequences which are supposed to reflect each band member's individual fantasies and hallucinations. Includes blistering live renditions of \"Black Dog,\" \"Dazed and Confused,\" \"Stairway to Heaven,\" \"Whole Lotta Love,\" \"The Song Remains the Same,\" and \"Rain Song\" among others.","release_date":"1976-11-05","vote_average":7.9,"runtime":137,"cert":"PG","id":40440,"title":"The Song Remains the Same","adult":false,"genre_ids":[99,10402]},{"cast":["Marcelo Bonfá","Renato Russo","Legião Urbana","Dado Villa-Lobos"],"overview":"Acústico MTV é um álbum ao vivo da banda brasileira de rock Legião Urbana, lançado em 1999. No Brasil foram vendidos mais de 1 milhão de cópias e sendo premiado com Disco de Diamante pela ABPD.[1] Foi o segundo programa da série Acústico MTV no Brasil, o primeiro havia sido com a banda carioca Barão Vermelho. O show foi gravado na antiga boate Hippodromo, em São Paulo, no dia 28 de Janeiro de 1992. A banda aceitou o convite da emissora para gravar o programa, ao invés de preparar um videoclipe para a divulgação do então novo álbum, V. O show ainda destaca-se por ser o Acústico com maior simplicidade instrumental, por ser tocado com apenas dois violões e percussão.","release_date":"1999-09-15","vote_average":7.6,"runtime":75,"cert":"N\/A","id":40441,"title":"Acústico MTV - Legião Urbana","adult":false,"genre_ids":[10402]},{"cast":["Lenny Kravitz"],"overview":"Actors: Lenny Kravitz, Craig Ross Jr., Cindy Blackman, Harold Todd, Jack Daley Format: Color, Dolby, DVD, NTSC Language: English Region: Region 1 (U.S. and Canada only. Read more about DVD formats.) Aspect Ratio: 1.33:1 Number of discs: 1 Rated: NR (Not Rated) Studio: Virgin Records Us DVD Release Date: November 26, 2002 Run Time: 131 minutes Average Customer Review: 2.5 out of 5 stars","release_date":"2002-11-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":40442,"title":"Lenny Kravitz - Lenny Live","adult":false,"genre_ids":[]},{"cast":[],"overview":"If your new to Brazilian music Leoni has a light rock sound (it's not bossa nova or samba). This DVD is live so it has a little different sound then a studio production DVD but overall it's good.","release_date":"2005-10-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":40443,"title":"Leoni - Ao Vivo","adult":false,"genre_ids":[]},{"cast":["Chester Bennington","Mike Shinoda","Brad Delson","Joe Hahn","Rob Bourdon"],"overview":"Live in Texas is Linkin Park's first live album and third CD, originally released on November 18, 2003.","release_date":"2003-11-18","vote_average":8.3,"runtime":68,"cert":"N\/A","id":40444,"title":"Linkin Park - Live in Texas","adult":false,"genre_ids":[10402]},{"cast":["Elliot Blankenship","Nacho Cerdà","Liana David","Alex Alvarez"],"overview":"A high school student falls asleep while sitting in class. When he wakes up, all time is frozen, except for him.","release_date":"1990-01-01","vote_average":6.2,"runtime":8,"cert":"N\/A","id":40447,"title":"The Awakening","adult":false,"genre_ids":[14,18,9648]},{"cast":["Jeremy Slate","Cheryl Lawson","Stephen Gregory Foster","Danny Gochnauer","Geha Getz"],"overview":"A renegade doctor is shot dead and entombed with his fiendish experiments in the basement of an abandoned wing of a mental hospital. Twenty years later, a mysterious woman is admitted with amnesia, and her arrival is marked by an earthquake - which cracks the seal to the Dead Pit, freeing the evil doctor to continue his work.","release_date":"1989-01-01","vote_average":5.5,"runtime":95,"cert":"N\/A","id":40448,"title":"The Dead Pit","adult":false,"genre_ids":[27]},{"cast":["John Smihula"],"overview":"A series of horrible murders prompts a massive police investigation. Inspector James Cameron, a two-fisted roughneck with his own philosophy on handling crime, heads the investigation. A group of lepers living in the Long Island wastelands have created a terror network, killing and feeding off the flesh of innocent victims. Their leader has mutated into an invulnerable monster; he intends to propagate and strengthen his stronghold. Aided by his son Jack and a couple of motorcycle freaks, food is supplied to the clan via murder. As the authorities close in on the cannibal killers, an all-out bloodbath ensues.","release_date":"1980-01-01","vote_average":4.0,"runtime":95,"cert":"N\/A","id":40449,"title":"The Long Island Cannibal Massacre","adult":false,"genre_ids":[27]},{"cast":["Lillian Randolph"],"overview":"Jerry is awakened from a nightmare by a knock on the door: someone has left a foundling in a walnut shell with a note, giving his name as Nibbles and saying he needs lots of milk. Fortunately, there's a dish handy, but it's next to Tom. Nibbles scurries out and dives off Tom's nose, then grabs a whisker for balance, waking Tom up. Jerry grabs him just in time and they hide under the milk. Tom laps up some milk and gets Nibbles; Jerry rescues him, and they run for the hole. Next, they try a very long straw; Tom catches them and sucks Nibbles through the straw. Much chasing follows, with a pause now and then for some milk. Tom traps Jerry in a milk bottle and chases Nibbles a while; he finally corners Nibbles and spanks him with a flyswatter. Jerry is so enraged he burst out of the milk bottle and lets out a ferocious roar; he grabs Tom by the tail and thoroughly pummels him, then stands over him as Tom feeds Nibbles milk.","release_date":"1946-05-18","vote_average":6.6,"runtime":7,"cert":"N\/A","id":40450,"title":"The Milky Waif","adult":false,"genre_ids":[16]},{"cast":["Matt Mitler","Ruth Martinez","Bill Hitchcock","Connie Rogers","Frances Raines"],"overview":"As a child, Ed was cleaning his father’s hunting rifles (a surprise birthday treat for the old man) when one of them went off, hitting and killing his mother. On seeing the bloodshed, his father flew into a murderous rage—Ed just barely escaped with his life. Now in his teens, he returns home; he doesn’t expect to find his father, still there, waiting for a chance to settle the score . . .","release_date":"1985-01-04","vote_average":5.4,"runtime":86,"cert":"N\/A","id":40451,"title":"The Mutilator","adult":false,"genre_ids":[27]},{"cast":["Choi Min-sik","Ryoo Seung-bum","Im Won-hee","Cheon Ho-jin","Na Moon-hee"],"overview":"Jobless, besieged by creditors, and abandoned by his wife, the once silver medalist Tae-shik has sunk to street hustling, becoming a human punching bag. Meanwhile, young Sang-hwan's delinquent ways land him behind bars. Both men look to boxing to turn around lives gone astray, aiming for the amateur title, ultimately pitting them against each other, but more importantly, against themselves.","release_date":"2005-03-31","vote_average":7.2,"runtime":134,"cert":"N\/A","id":40452,"title":"Crying Fist","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A young man, bored with his monotonous daily routine (which includes being pushed around at school by jocks and holding a loaded gun to his head), joins an organised group of rebels (led by a cable-TV repairman) who abduct teenagers who have become complacent with their mundane existences.","release_date":"1996-01-01","vote_average":4.3,"runtime":20,"cert":"N\/A","id":40453,"title":"The Principles of Karma","adult":false,"genre_ids":[]},{"cast":["Fred MacMurray","Vera Miles","Lillian Gish","Charles Ruggles","Elliott Reid"],"overview":"Lem Siddons is part of a traveling band who has a dream of becoming a lawyer. Deciding to settle down, he finds a job as a stockboy in the general store of a small town. Trying to fit in, he volunteers to become scoutmaster of the newly formed Troop 1. Becoming more and more involved with the scout troop, he finds his plans to become a lawyer being put on the back burner, until he realizes that his life has been fulfilled helping the youth of the small town.","release_date":"1966-12-01","vote_average":5.8,"runtime":131,"cert":"N\/A","id":40454,"title":"Follow Me, Boys!","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"Nostalgic tale of two brothers and their new neighbor, who all fight over the attentions of the pretty girl in the farmhouse down the road; the girl's name is Willadean. Prize winning watermelons and a house reputed to be haunted figure in the plot line.","release_date":"","vote_average":0.0,"runtime":97,"cert":"N\/A","id":40455,"title":"For the Love of Willadean: A Taste of Melon","adult":false,"genre_ids":[]},{"cast":["Don Murray","Donald Houston","Carita","Andrew Keir","Adrienne Corri"],"overview":"Set in ancient Britain, at a time when much of Europe was ruled with harsh tyranny by Rome, a tribe of Britons led by Selina, set out to defy the invaders and discard their yoke of bondage. The Roman commander, Justinian, is sent to quell the uprising, punishing the dissenters with brute force but when he becomes emotionally attached to Selina, he is torn between his duty to Rome and his love for the Viking Queen.","release_date":"1967-03-25","vote_average":5.2,"runtime":91,"cert":"","id":40456,"title":"The Viking Queen","adult":false,"genre_ids":[28,12]},{"cast":["William Hanna","Sara Berner","Billy Bletcher"],"overview":"Tom's advances on a young jive-talking girl cat get nowhere; nowhere, that is, until Tom gets a zoot suit. Armed with his miles of fabric and a new cool lingo, Tom still has to deal with the tricks of his nemesis, Jerry.","release_date":"1944-02-26","vote_average":6.1,"runtime":7,"cert":"N\/A","id":40457,"title":"The Zoot Cat","adult":false,"genre_ids":[16]},{"cast":["D. Kevin Epps","Sandy Gardiner","Callard Harris"],"overview":"Two young couples head into the New Guinea wilderness in an effort to find Michael Rockefeller, the heir to the Rockefeller fortune who disappeared in 1961.","release_date":"2007-01-01","vote_average":5.3,"runtime":83,"cert":"N\/A","id":40458,"title":"Welcome to the Jungle","adult":false,"genre_ids":[27]},{"cast":["Teruo Yoshida","Bunta Sugawara","Masumi Tachibana","Yukie Kagawa","Yumiko Katayama"],"overview":"A story of yakuza lynching during the Edo, Taisho, and Showa periods.","release_date":"1969-06-27","vote_average":6.2,"runtime":96,"cert":"N\/A","id":40459,"title":"Yakuza Law","adult":false,"genre_ids":[28,80,18]},{"cast":["Mario López","Gary Busey","Bo Hopkins","Rance Howard","Tracy Scoggins"],"overview":"After witnessing his mother's brutal rape and murder at a young age, Jeremiah Hill turns to a life of seclusion in a small mountain town. Six friends enter the town for a weekend camping trip and stumble upon Jeremiah's lonely cabin in the woods, which shatters his 33 years of solitude and turns their trip into a nightmare of survival.","release_date":"2003-07-24","vote_average":2.8,"runtime":90,"cert":"N\/A","id":40460,"title":"A Crack in the Floor","adult":false,"genre_ids":[27]},{"cast":["Jared Martin","Lara Lamberti","Ulli Reinthaler","Sophie d'Aulan","Jennifer Naud"],"overview":"When a group of popular kids at St. Mary's College play a cruel prank on the unattractive school weirdo, Kathy, they leave the poor girl in a permanent coma.  When beautiful new girl Eva arrives at the school she's given Kathy's old room and it isn't long before strange occurrences are afoot and bodies are piling up.  Kathy has possessed Eva and is using her as pawn in her quest for bloody revenge.","release_date":"1987-11-09","vote_average":5.3,"runtime":90,"cert":"18","id":40461,"title":"Aenigma","adult":false,"genre_ids":[27]},{"cast":["Josh Breeding","Bay Bruner","Michael Capes"],"overview":"A group of friends decide to throw a Bachelor Party in the mountains; little do they know an escaped killer is on the loose ready to kill the party.","release_date":"2006-01-01","vote_average":2.0,"runtime":85,"cert":"N\/A","id":40462,"title":"Bachelor Party Massacre","adult":false,"genre_ids":[27]},{"cast":["Joseph Alan Johnson","Greg Dawson","Valerie Sheldon","Shannon Engemann","Beth Toussaint"],"overview":"Six young adults in the woods run afoul of a berserker, a viking warrior who dons the fur and snout of a bear, and are slain in turn by him.","release_date":"1987-07-04","vote_average":4.6,"runtime":85,"cert":"N\/A","id":40463,"title":"Berserker","adult":false,"genre_ids":[27]},{"cast":["John Wintergate","Kalassu","Alexandra Day","Joel Riordan","Brian Bruderlin"],"overview":"Resembling a cross between \"The Amityville Horror\" and a Playboy Playmates video, this film tells the terrifying tale of a cheesy video special effect that stalks bikini-clad women. In between scenes of them playfully splashing each other and wrestling with each other's bathing suit tops, they're murdered and\/or terrorized by horrific hallucinations. These hallucinations include seeing blood in the shower stalls (while they're trying to lather up), having giant monsters jump out of the hall closet, and seeing their faces temporarily turn into rubber halloween masks.","release_date":"1982-01-01","vote_average":3.1,"runtime":98,"cert":"N\/A","id":40464,"title":"Boardinghouse","adult":false,"genre_ids":[27]},{"cast":["Christopher Kriesa","Martina Ittenbach","Simon Newby","Luca Maric","Mehmet Yilmaz"],"overview":"A prison bus with over a dozen criminals on board has an accident and rams another car, in which Dr. Douglas Madsen was on his way home. Most of the prisoners die. Four of them survive, one of them severely injured. After having killed all the guards, they head for the woods. They take Dr. Douglas Madsen hostage. Suddenly a huge house appears in the middle of the woods. The leader of the group, Arthur, emphasizes that he will kill Douglas and every single member of the \"family\" if his wounded brother would die. Meanwhile some members of the family show strange behavior, and very soon mayhem breaks loose.","release_date":"2006-01-01","vote_average":5.5,"runtime":101,"cert":"N\/A","id":40465,"title":"Chain Reaction","adult":false,"genre_ids":[27]},{"cast":["Mark McLachlan","Caitlin Martin","Chris Solari","D.W. Reiser","Julie Mintz"],"overview":"A group of friends including Brady Turner, Claire and Duncan McKay go out on a boat trip on a lake in Southern California, but their joyful weekend turns into horror, when a giant killer crocodile searching for its stolen eggs, picks off anyone who gets in its way. Can they all escape in one piece or will they slowly and painfully fall to the mammoth reptile.","release_date":"2000-12-26","vote_average":4.7,"runtime":93,"cert":"N\/A","id":40466,"title":"Crocodile","adult":false,"genre_ids":[27,28,53]},{"cast":["Brenda Siemer Scheider","Barry Sattels","George Peck","John Salvo","إبراهيم خان"],"overview":"A group of fashion models disturb the tomb of a mummy and revive an ancient curse. Along with the mummy rising, slaves who were buried in the desert thousands of years before, also rise, with a craving for human flesh.","release_date":"1981-12-11","vote_average":3.5,"runtime":93,"cert":"N\/A","id":40467,"title":"Dawn of the Mummy","adult":false,"genre_ids":[27]},{"cast":["Tom Skerritt","Lisa Eichhorn","Richard Roundtree","Anthony Zerbe"],"overview":"A group of elite soldiers, including one woman, sign up for the ultimate training mission. The group parachutes onto a remote island, where their objective is to reach the safety zone before the \"opposing force\" captures them. Everything does not go as expected, and the training mission turns into the real thing.","release_date":"1986-08-01","vote_average":3.8,"runtime":100,"cert":"N\/A","id":40468,"title":"Opposing Force","adult":false,"genre_ids":[]},{"cast":["Cecile Bagdadi","Joel S. Rice","Ralph Brown","DeAnna Robbins","Sherry Willis-Burch"],"overview":"In a small college in North Carolina, only a select few students are left to take mid terms. But, when a killer strikes, it could be everyone's final exam.","release_date":"1981-06-05","vote_average":4.8,"runtime":90,"cert":"N\/A","id":40469,"title":"Final Exam","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Tom is all set to eat Jerry when a hawk swoops down and grabs Jerry. To get Jerry back, Tom poses as a female hawk and quickly finds his new lover to be more than he bargained for.","release_date":"1945-09-22","vote_average":6.5,"runtime":7,"cert":"N\/A","id":40470,"title":"Flirty Birdy","adult":false,"genre_ids":[16]},{"cast":["Weng Weng","Yehlen Catral","Carmi Martin","Anna Marie Gutierrez","Beth Sandoval"],"overview":"Mr. Giant has kidnapped the brilliant Dr. Van Kohler and is planning to use the Doctor's invention, the N-bomb, to hold the world hostage. The only one who can foil Mr. Giant's evil scheme is Agent 00, a 3-foot-tall filipino martial arts master, expert marksman, top-class romancer and all-around superspy. Can Agent 00 rescue Dr. Kohler before it's too late?","release_date":"1981-01-01","vote_average":5.9,"runtime":87,"cert":"N\/A","id":40471,"title":"For Y'ur Height Only","adult":false,"genre_ids":[28,35]},{"cast":["William Hanna","Lillian Randolph","Martha Wentworth"],"overview":"Tom hears a ghost story on the radio and is spooked by it; Jerry notices this and takes advantage of it, using a variety of tricks to scare Tom.","release_date":"1942-01-17","vote_average":6.4,"runtime":7,"cert":"N\/A","id":40472,"title":"Fraidy Cat","adult":false,"genre_ids":[16]},{"cast":["Lesley Ann Warren","Jack Albertson","Martin Sheen","Hal Baylor","George Chandler"],"overview":"An elderly wanderer, a sexy young girl running away from home and a folk singer looking for stardom hitch-hike their way cross-country, trying to get to California.","release_date":"1972-05-01","vote_average":5.5,"runtime":93,"cert":"N\/A","id":40473,"title":"Pickup on 101","adult":false,"genre_ids":[18]},{"cast":["Martine Brochard","John Richardson","Ines Pellegrini","Andrés Mejuto","Mirta Miller"],"overview":"A group of American tourists is traveling through Spain when two of them are murdered by a mysterious serial killer who removes an eyeball from every one of his victims. The tour presses on as the murders continue, with the travelers and the police trying to deduce which one of them is the killer.","release_date":"1975-01-24","vote_average":5.5,"runtime":91,"cert":"N\/A","id":40474,"title":"Eyeball","adult":false,"genre_ids":[27,9648,53]},{"cast":["Jeetendra","Jayaprada","Mithun Chakraborty","Padmini Kolhapure","Asrani"],"overview":"Vijay Choudhury lives a comfortable lifestyle with his wife, Laxmi, and step-brother, Ravi. Although Vijay and Laxmi have been married for several years, they have no children, and as a result Laxmi is shunned and humiliated in the entire town of Madhopur, despite of the fact the Vijay is the Chair of the Village Panchayat. After Ravi completes his M.A., he falls in love with the only daughter, Lalita, of Milawatram and Bandharlekha. Since the Choudhurys and Milawatram do not get along, both anticipate problems from both sides. They do overcome these problems, get married, and Lalita proves to Vijay and Laxmi that she is here to be one of the Choudhury family member. Soon Lalita and Laxmi both get pregnant, and it is here that the family will be subjected to a trauma as only one woman will be able to give birth to a child. Watch what happens when a son is born and resultant anxiety that will end up tearing this family apart.","release_date":"1986-01-01","vote_average":0.0,"runtime":163,"cert":"N\/A","id":40475,"title":"Swarag Se Sunder","adult":false,"genre_ids":[10751,18]},{"cast":["Yaël Abecassis","Yoram Hattab","Meital Barda","Uri Ran Klauzner"],"overview":"The year 2000 approaches in Jerusalem's Orthodox Mea Shearim quarter, where the women work, keep house, and have children so the men can study the Torah and the Talmud. Rivka is happily and passionately married to Meir, but they remain childless. The yeshiva's rabbi, who is Meir's father, wants Meir to divorce Rivka: \"a barren woman is no woman.\" Rivka's sister, Malka, is in love with Yakov, a Jew shunned by the yeshiva as too secular. The rabbi arranges Malka's marriage to Yossef, whose agitation when fulfilling religious duties approaches the grotesque. Can the sisters sort out their hearts' desires within this patriarchal world? If not, have they any other options?","release_date":"1999-01-01","vote_average":5.9,"runtime":110,"cert":"N\/A","id":40476,"title":"Kadosh","adult":false,"genre_ids":[18,10749]},{"cast":["Mack 10","Fat Joe","Ice Cube","MC Eiht","CJ Mac"],"overview":"In Los Angeles, two rival gang leaders are also trying to be music producers. When DJ's equipment shorts out and Lonzo is cut out of the action by a record producer, the two join forces, which also requires a tentative peace between gangs. With backing from Gator, a smooth New Orleans drug king, DJ and Lonzo start dealing, organizing their gangs into pushers. Just as their finances are looking up, one of Gator's team pulls a double cross and two of DJ and Lonzo's gang bangers start a shooting war. Can the erstwhile music producers salvage anything of their bond or their plans?","release_date":"1999-10-29","vote_average":5.3,"runtime":91,"cert":"N\/A","id":40477,"title":"Thicker Than Water","adult":false,"genre_ids":[18,28]},{"cast":["Karl Malden","Carroll Baker","Eli Wallach","Mildred Dunnock","Lonny Chapman"],"overview":"Based on a play by Tennessee Williams, \"Baby Doll\" centers on Archie Lee Meighan (Karl Malden), a failing cotton gin owner who is married to Baby Doll (Carroll Baker), a 19-year old childlike beauty whose father arranged the marriage for financial reasons. As Archie awaits the arrival of Baby Doll's 20th birthday, the day that they are supposed to consummate their marriage, he faces interference from business rival Silva Vacarro (Eli Wallach), who plots to seduce Baby Doll away from Meighan.","release_date":"1956-12-18","vote_average":7.3,"runtime":114,"cert":"N\/A","id":40478,"title":"Baby Doll","adult":false,"genre_ids":[18]},{"cast":["Jason Lee","Eddy Mitchell","Irène Jacob","Isabelle Petit-Jacques","Sylvie Loeillet"],"overview":"Following his discharge from the Navy for hitting a superior officer, Loren takes a chance and moves to France, to learn haute cuisine under a four star chef...","release_date":"1998-10-21","vote_average":4.7,"runtime":95,"cert":"N\/A","id":40479,"title":"American Cuisine","adult":false,"genre_ids":[35]},{"cast":["Laurence Fishburne","Ellen Barkin","Frank Langella","Michael Beach","David Ogden Stiers"],"overview":"Nelson Crowe is a CIA operative under the thumb of the Company for a disputed delivery of $50,000 in gold. They blackmail him into working for the Grimes Organization, which is set up as a private company for hire, to blackmail prominent individuals. Crowe, working with Margaret Wells (another former Covert Operations operative), blackmails and bribes a State Supreme Court judge, but the deal sours. One of Crowe's co-workers, Tod Stapp, discovers Crowe's current CIA involvement in a plot to overthrow Grimes, and blackmails him to be cut in on the deal. More blackmail occurs as Wells manipulates Crowe to kill Grimes, then the CIA uses that discovery to blackmail Wells into killing Crowe. Who can you trust???","release_date":"1995-01-20","vote_average":4.6,"runtime":108,"cert":"N\/A","id":40480,"title":"Bad Company","adult":false,"genre_ids":[28,80,10749,53]},{"cast":["Danny Colby","Fergie","Gini Holtzman","Keri Houlihan","Brett Johnson"],"overview":"After Snoopy displays his usual level of courage and runs away from his sentry duty, he happens to run into a beautiful female. Smitten, he decides to marry her. Now, the gang, and Snoopy's cousin, Spike, want to help in an affair that has the usual complications","release_date":"1985-03-20","vote_average":6.3,"runtime":30,"cert":"N\/A","id":40481,"title":"Snoopy's Getting Married, Charlie Brown","adult":false,"genre_ids":[16,10751]},{"cast":["Grant Wehr","Jennifer Gaffin","Rocky Reilly","Melissa Strawmyer","Nicole Eggert"],"overview":"After Charlie Brown spots a girl briefly shown in a sports event broadcasting, he is smitten enough to go in search of her with the help of Linus. Unfortunately in his search, he has his usual amount of luck. As Charlie Brown is watching a football game, he spots a girl in the stands that he immediately attaches himself to. When the game ends, he is desperate to find her, so he enlists Linus to help him and, because of his absolute nervousness, to do the talking for him. However, that move could wind up spelling doom for the love-starved Charlie Brown once they finally find her.","release_date":"1981-10-30","vote_average":5.2,"runtime":24,"cert":"N\/A","id":40482,"title":"Someday You'll Find Her, Charlie Brown","adult":false,"genre_ids":[16]},{"cast":["Duncan Watson","Melanie Kohn","Stuart Brotman","Jimmy Ahrens","Liam Martin"],"overview":"A motorcross, a race of motorbikes through a series of obstacles, provides the occasion for Charlie Brown's latest attempt to win at something. He selects Linus as his pit crew and goes to a store to select a bike, and due to insufficient funds, he must settle for a tiny, run-down putt-putt. The majority of Charlie's opponents are eliminated in the race, and Charlie, wearing a makeshift helmet carved from a pumpkin, finds himself in close competition with his friend, tomboy Peppermint Patty, and the Masked Marvel (a.k.a. Snoopy, Charlie's dog).","release_date":"1975-10-28","vote_average":6.3,"runtime":24,"cert":"N\/A","id":40483,"title":"You're a Good Sport, Charlie Brown","adult":false,"genre_ids":[18,10751,10749]},{"cast":["Arrin Skelley","Daniel Anderson","Michelle Muller","Bill Melendez","Laura Planting"],"overview":"At the school homecoming, Charlie Brown learns that he is be the escort at the banquet for the red headed girl that he has pined for all his life. With that added pressure, he hopes to put in a good showing at the football where he is placekicker. Unfortunately, Lucy is supposed to hold the ball for him.. It's homecoming night, and Charlie Brown is not only the escort for the homecoming queen (which happens to be the red-haired girl he's been drooling over for goodness knows how long), he is also the kicker for the school's football team (and Lucy's the holder. Need I say more?) Despite a certain person's old habit that won't die young, Charlie brown is blamed for their team's loss, but he ends up becoming the life of the homecoming dance. However, we never see it, and Charlie Brown doesn't remember it, which brings the question; did it really happen?","release_date":"1977-01-01","vote_average":6.2,"runtime":24,"cert":"N\/A","id":40484,"title":"It's Your First Kiss, Charlie Brown","adult":false,"genre_ids":[16,35,10751,10770]},{"cast":["Dana Andrews","Jeanne Crain","Mimsy Farmer","Laurie Mock","Harry Hickox"],"overview":"While on a business trip, Tom Phillips is in a car accident caused by a reckless driver.  Tom survives the accident with a severe chronic back injury which results in him not being able to continue with his current business. The Phillips' buy a motel in the California desert and Tom with his wife Peg and their two children, Tina and  Jamie make the long road trip to their new home. As they approach their destination they are terrorized by reckless teenage hot-rodders looking for kicks.","release_date":"1967-01-27","vote_average":5.3,"runtime":100,"cert":"N\/A","id":40485,"title":"Hot Rods to Hell","adult":false,"genre_ids":[28,53]},{"cast":["Cheng Pei-Pei","Shih Szu","Lo Lieh","Wang Hsieh","Fang Mian"],"overview":"A young Kung Fu student (Shih Szu) seeks a reclusive teacher so that she may learn to defeat the evil Black Demon. She doesn't realize that the servant woman she befriends (Cheng Pei-Pei) is actually the kung fu master she seeks. After Black Demons henchmen attack, the master reveals herself and eventually takes on the student to train her so that they may both defeat the villian. A love triangle complicates things when another student (Lo Lieh) asks for training as well.","release_date":"1971-01-01","vote_average":6.2,"runtime":105,"cert":"N\/A","id":40486,"title":"The Lady Hermit","adult":false,"genre_ids":[28]},{"cast":["Don Michael Paul","Barbara Crampton","James Staley","Lisa Rinna","Danny Kamekona"],"overview":"In the year 2041, the rebel Centros are a plague to the survivors of the great toxic gas scare of 1993. A renegade Megarobot pilot and an archaeologist must team up (despite personal differences, a reluctant romance, and official pressure to cease and desist) to thwart the Centro's attempts to resurrect a hidden Megarobot, with which they can challenge the prevailing order.","release_date":"1993-01-01","vote_average":4.8,"runtime":67,"cert":"N\/A","id":40487,"title":"Robot Wars","adult":false,"genre_ids":[28,53,878]},{"cast":["Farrah Fawcett","Chevy Chase","Jonathan Taylor Thomas","George Wendt","David Shiner"],"overview":"Ben Archer is not happy. His mother, Sandy, has just met a man, and it looks like things are pretty serious. Driven by a fear of abandonment, Ben tries anything and everything to ruin the \"love bubble\" which surrounds his mom. However, after Ben and Jack's experiences in the Indian Guides, the two become much closer.","release_date":"1995-03-03","vote_average":5.2,"runtime":96,"cert":"N\/A","id":40490,"title":"Man of the House","adult":false,"genre_ids":[28,35,10751]},{"cast":[],"overview":"Lulu Santos voltou com força total em \"Acústico\", o primeiro disco duplo da série da MTV. Também, não é pra menos: desde o final dos anos 70 na estrada, o músico vem arrebentando com diversas músicas, como \"Tempos Modernos\", \"Como Uma Onda\" e \"Toda Forma de Amor\". Além desses e outros sucesso, o DVD traz também 5 músicas inéditas.","release_date":"2000-03-26","vote_average":5.3,"runtime":null,"cert":"N\/A","id":40491,"title":"Acústico MTV: Lulu Santos","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"There are only a few artists who are able to get away with performing the same songs over and over again. One of the best examples might be The Rolling Stones. Brazil also has a few of those selected musicians. Like Lulu Santos. Not long after his MTV Acústico project, in which he performed his major hits in the suggested acoustic setting, he's back again with another MTV live recorded album. This time with his regular tour band, and again performing some of his most successful songs. A strange phenomenon is that the acoustic hit collection sold 745,000 copies, while in no time this MTV Ao Vivo album already sold the 60,000 copies necessary to receive a gold album. Strange, because the studio album in between, the very good piece of work called Bugalu (2003), did not succeed the 51,000 figure (so far). It seems people can't get enough of listening to the songs they grew up with!","release_date":"2004-03-24","vote_average":4.8,"runtime":87,"cert":"N\/A","id":40492,"title":"Lulu Santos - MTV ao Vivo","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Recorded and filmed on July 15, 1997, at Star Lake Coca-Cola Amphitheatre, Burgettstown, PA Songs include: Sweet Home Alabama, Freebird, Saturday Night Special, I Know a Little, Gimme Three Steps, What's Your Name, Travelin' Man, Bernice, On the Hunt, You Got That Right, Voodoo Lake, That Smell, Bring it On, Simple Man, We Ain't Much Different","release_date":"1999-09-27","vote_average":3.8,"runtime":97,"cert":"N\/A","id":40493,"title":"Lynyrd Skynyrd - Lyve from Steel Town","adult":false,"genre_ids":[10402]},{"cast":["Burt Lancaster","Tony Curtis","Gina Lollobrigida","Katy Jurado","Thomas Gomez"],"overview":"A pair of men try to perform the dangerous \"triple\" in their trapeze act. Problems arise when the duo is made into a trio following the addition of a sexy female performer.","release_date":"1956-05-30","vote_average":6.5,"runtime":105,"cert":"N\/A","id":40494,"title":"Trapeze","adult":false,"genre_ids":[18]},{"cast":["Madonna","Donna DeLory","Niki Haris"],"overview":"Blond Ambition World Tour Live contains the final tour date recorded in Nice, France. The release had previously been shown and produced by American network HBO as a television special. In 1992, the LaserDisc release won the Best Music Video-Long Form category at the 34th Grammy Awards. The tour reached North America, Europe and Asia. It was a highly controversial tour, mainly for its juxtaposition of Catholic iconography and sexuality. Rolling Stone called it an \"elaborately choreographed, sexually provocative extravaganza\" and proclaimed it \"the best tour of 1990.\"","release_date":"1990-12-13","vote_average":7.6,"runtime":112,"cert":"N\/A","id":40495,"title":"Madonna: Blond Ambition World Tour Live","adult":false,"genre_ids":[10402]},{"cast":["Madonna","Donna DeLory","Niki Haris","Ungela Brockman","Christopher D. Childers"],"overview":"The Girlie Show - Live Down Under  included a date filmed at Sydney Cricket Ground on November 19, 1993 from The Girlie Show World Tour. The video was originally broadcast as a TV special on HBO in 1993 under the title Madonna Live Down Under: The Girlie Show. This was the fourth concert tour by Madonna, in support of her fifth studio album, Erotica.","release_date":"1994-04-25","vote_average":8.8,"runtime":120,"cert":"N\/A","id":40496,"title":"Madonna: The Girlie Show - Live Down Under","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Marina finally returned to prominence with the release of 2003's Acústico MTV (the Brazilian equivalent of the MTV Unplugged series), which spawned two top 10 hit singles (the new track \"Sugar\" and a reworked version of her 1984 hit \"Fullgas\") and became her best selling album in over a decade. The DVD (the first of her career) was also one of the year's best sellers.","release_date":"2003-03-22","vote_average":5.0,"runtime":null,"cert":"N\/A","id":40499,"title":"Acústico MTV - Marina Lima","adult":false,"genre_ids":[10402]}]