[{"cast":["Kelli O'Hara","Paulo Szot","Danny Burstein","Loretta Ables Sayre","Adam Samonsky"],"overview":"PBS Live from Lincoln Center broadcast of the Broadway revival of Rodgers and Hammerstein's South Pacific.","release_date":"2010-08-18","vote_average":0.0,"runtime":180,"cert":"\"\"","id":407507,"title":"South Pacific","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Anti-communists propaganda short film.","release_date":"2016-01-01","vote_average":1.0,"runtime":26,"cert":"N\/A","id":407509,"title":"Mausoleum","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2015-02-21","vote_average":0.0,"runtime":97,"cert":"N\/A","id":407511,"title":"Un père coupable","adult":false,"genre_ids":[18]},{"cast":["Aya Hisakawa","Tomokazu Seki","Minori Chihara"],"overview":"Continues from where the original series left off. The characters try to settle their conflicts with each other in this 2 episode OAV. Aya confronts her sister Maya about Nagi, while Nagi receives a challenge from Mitsuomi to fight to the death. Meanwhile, Bob trains as hard as he can for the tournament.","release_date":"2005-03-16","vote_average":0.0,"runtime":48,"cert":"N\/A","id":407513,"title":"Tenjou Tenge: The Ultimate Fight","adult":false,"genre_ids":[28,16,18]},{"cast":["Sakshi Agarwal","Karunas","Singampuli","Sangili Murugan","Subbu Panchu"],"overview":"The life of a young and charming girl who possesses 'special powers' turns topsy-turvy after she encounters an unexpected incident.","release_date":"2016-07-10","vote_average":2.0,"runtime":null,"cert":"N\/A","id":407515,"title":"Ka Ka Ka Po","adult":false,"genre_ids":[]},{"cast":[],"overview":"Fifteen-year-old Nia has caught the attention of an attractive senior. Though she knows he's in a group that casually spit-roasts girls at parties, she is eager to be alone with him. As the night progresses and two other boys join them, Nia finds herself in a situation that is more than she anticipated.","release_date":"2015-12-15","vote_average":1.0,"runtime":9,"cert":"\"\"","id":407517,"title":"Roast","adult":false,"genre_ids":[]},{"cast":[],"overview":"A guy tries to end a relationship with his girlfriend, but is very afraid to do it.","release_date":"2015-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":407519,"title":"Flow","adult":false,"genre_ids":[]},{"cast":[],"overview":"As nations around the globe attempt to fight sex trafficking, many consider legalising prostitution. Two filmmakers travel across ten countries to explore the issue and attempt to answer the question: How can we prevent sexual exploitation before it happens in the first place?","release_date":"2013-10-22","vote_average":0.0,"runtime":1,"cert":"N\/A","id":407524,"title":"Red Light Green Light","adult":false,"genre_ids":[]},{"cast":["Richard Ng","Anthony Chan","Wong Man-Gwan","Si-Ma Yin","Alfred Cheung Kin-Ting"],"overview":"David died a virgin, and the Doomsday Book says a virgin ghost has no right for reincarnation until he deflowers a human virgin. So David assumes the human shape and goes after Yen. Yen's boyfriend finds out that David is a ghost and warns her, but she doesn't listen. It's now up to him to protect her--against her will--from the sneaky and sex-crazed ghost of David.","release_date":"1990-10-18","vote_average":0.0,"runtime":87,"cert":"N\/A","id":407526,"title":"Till Death Shall We Start","adult":false,"genre_ids":[27,14,35]},{"cast":["Renato Aragão","Dedé Santana","Mário Cardoso","Monique Lafond","Carvalhinho"],"overview":"The Robin Hood from the movie The Trapalhões and his pack ruin the plans of a farmer named João Climério. He wanted to take the lands of his deceased brother and leave his niece Catherine with nothing. During a showdown, Robin Hood is injured and needs to be replaced at the helm of the group. And then the funny confusions begin! As a substitute is chosen Zé Grilo, a modest and at the same time confused pawn, who in the end manages to unmask Climero and save the beautiful Catherine for which he has a passion. In this mission it is aided by the companion Willie and also by a magic wand and a protective pen, provided by an Indian sorcerer.","release_date":"1974-01-01","vote_average":5.0,"runtime":78,"cert":"N\/A","id":407528,"title":"Robin Hood, O Trapalhão da Floresta","adult":false,"genre_ids":[12,35,10751]},{"cast":["Sammo Hung","Joey Wong","Kenny Bee","Shing Fui-On","Ng Man Tat"],"overview":"Sammo and Kenny are lowly employees if a jewelry shop. Sammo too often is the target of abuse from the manageress. One day the two are sent to show the diamonds to a sheik. They are robbed on their way to the bank. One by one they are being accused to be in collusion with the robbers. That makes Sammo very angry. To get even, he plans to kidnap the manageress. Kenny somehow learns of the plot. Sammo gets the wrong woman, accidentally kidnapping Joel.","release_date":"1987-12-03","vote_average":9.0,"runtime":86,"cert":"N\/A","id":407530,"title":"To Err Is Humane","adult":false,"genre_ids":[35,28]},{"cast":[],"overview":"\"The work Everytown deals with futuristic models from science, literature and film at the beginning of the 20th century. The focus lies on the social structures and their respective dramatisation, especially by means of new models of architecture. How do the futuristic prophecies that were made about the future back then correlate with today's present? By analysis of movies, drawings and sketches, Larcher tried to transfer certain characteristics, like architecture, political systems, public transport and energy generation into the present.\"  - Claudia Larcher","release_date":"2006-01-11","vote_average":0.0,"runtime":2,"cert":"N\/A","id":407532,"title":"Everytown","adult":false,"genre_ids":[]},{"cast":["Nick Mancuso","Shane Meier","Rachel Hayward","Kathleen Duborg","Crystal Buble"],"overview":"Based on the classic novel by Jack London, Call of the Wild stakes its claim to being that rate breed of adventure that parents and kids can enjoy together.  This sage introduces Miles Challenger, a 15-year-old boy living in an Alaskan mining town at the turn of the century, whose life changes forever when he encounters a heroic and powerful dog named Buck.","release_date":"2000-01-01","vote_average":0.0,"runtime":120,"cert":"\"\"","id":407534,"title":"The Call of the Wild","adult":false,"genre_ids":[10751,12]},{"cast":[],"overview":"\"The video \"Between the ocean\" is a juxtaposition of interior and exterior spaces in Japan that are somehow connected. The material for this video montage was recorded in Japan in fall 2013 in Tokyo, Fukushima and Tohoku regions.\" - Claudia Larcher","release_date":"2013-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":407536,"title":"Between the Ocean","adult":false,"genre_ids":[]},{"cast":[],"overview":"Delfina decides to spend with her two best friends, in her family’s manor house, her last day before getting married. In a sometimes violent, sensual or caring atmosphere, they share their doubts, their memories, their secrets, but also their bitterness. This intriguing title (literally Mares and Parrots) hides a subtle social unease within the young Buenos Aires bourgeoisie.","release_date":"2012-05-19","vote_average":0.0,"runtime":30,"cert":"N\/A","id":407538,"title":"Yeguas y cotorras","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documenting news all over Latin America.","release_date":"1960-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407549,"title":"Noticiero ICAIC Latinoamericano","adult":false,"genre_ids":[99]},{"cast":["Neil Finn","Crowded House"],"overview":"Crowded House Fan Club - VHS Video Newsletter from April 1997  1 Intro  2 Fingers Of Love (Live In Melbourne)  3 Paul Hester Interview  4 Italian Plastic (Live In Sydney)  5 Nails In My Feet (Rehearsal)  6 Crowded House Press Conference  7 Catherine Wheels (Live In Melbourne)  8 Pen Frenz  9 Crowded House Soundcheck  10 Sydney Concert Footage  11 She Goes On (Live In London)  12 It's Only Natural (Live In Melbourne)  13 Whispers & Moans (Live In Melbourne)","release_date":"1997-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407554,"title":"Video Newsletter 3","adult":false,"genre_ids":[]},{"cast":[],"overview":"An inexperienced young soldier on his first deployment and a seasoned Ranger medic fight to save a young mother and her unborn child on the Afghan battlefield.","release_date":"2015-09-16","vote_average":3.0,"runtime":15,"cert":"\"\"","id":407556,"title":"Day 39","adult":false,"genre_ids":[]},{"cast":[],"overview":"For the first time ever, Australia's hottest comic musicians come together in Australia's leading musical comedy showcase - Laugh-A-Poolooza. All comedy. All music. All under the one roof. See the whos who of the funniest performers to ever pick up an instrument, with a line-up featuring: Paul McDermott and GUD, the Scared Weird Little Guys, Eddie Perfect, Tim Minchin, Andrew Hansen, Sammy J, The Bedroom Philosopher, Josh Earl and The Renegades of Folk. Filmed at the Melbourne International Comedy Festival, Laugh-A-Poolooza brings you Australia's best musical comedy acts.","release_date":"2006-01-01","vote_average":0.0,"runtime":105,"cert":"N\/A","id":407558,"title":"Laugh-a-poolooza","adult":false,"genre_ids":[35]},{"cast":["Harry Langdon","Louise Currie","Douglas Leavitt","Vernon Dent","Bud Jamison"],"overview":"Harry is a patriotic citizen who starts a scrap drive but he soon encounters a group of Nazi spies and their hideout.","release_date":"1943-01-22","vote_average":0.0,"runtime":18,"cert":"\"\"","id":407560,"title":"A Blitz on the Fritz","adult":false,"genre_ids":[35]},{"cast":["Gordon Mitchell","Ken Watanabe","Paul Vance","Tetchie Agbayani"],"overview":"The leader of a group of American commandos has 5 days to kidnap a VC General to prove his innocence after all his men are killed in an abortive raid.","release_date":"1987-01-01","vote_average":5.0,"runtime":85,"cert":"N\/A","id":407562,"title":"Commando Invasion","adult":false,"genre_ids":[28]},{"cast":["Rudy Fernandez","Rio Locsin","Donna Villa","Robert Arevalo"],"overview":"A sensational bank robbery inside the U.S. naval base in the Phillipines.","release_date":"1985-11-14","vote_average":0.0,"runtime":87,"cert":"N\/A","id":407564,"title":"Sangley Point Robbery","adult":false,"genre_ids":[28]},{"cast":["Liliana Trujillo","Cindy Díaz"],"overview":"Rosa is a mature police officer with both a gambling and a drinking problem. She lives with her daughter Sheila, who has a little baby. One day, after a big fight between them, Sheila steals her mother's savings and storms out of the house leaving her baby behind. Rosa is forced to spend some time with her grandson. Something changes inside her heart of stone. However, everything takes a wrong turn one night. Only a miracle can save her.","release_date":"2015-08-08","vote_average":5.0,"runtime":75,"cert":"N\/A","id":407575,"title":"Rosa Chumbe","adult":false,"genre_ids":[18]},{"cast":["Maxim Martin","Dominic Paquet","Korine Côté","Simon Gouache","Philippe Laprise"],"overview":"","release_date":"2016-07-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407577,"title":"Juste pour rire 2016 - Maxim Martin vs Dominic Paquet","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Kickstarted is a documentary about the crowdfunding revolution. It follows the journeys of three passionate creators: a musician with debilitating disease, a never-say-die filmmaker, and a pair of hopeful inventors, all of whom turn to the crowd in order to fund their dreams. On the path to Kickstarter success, they all find out that bringing your project to life requires a lot more than money from the crowd.","release_date":"2015-11-11","vote_average":0.0,"runtime":80,"cert":"\"\"","id":407579,"title":"Kickstarted","adult":false,"genre_ids":[99]},{"cast":["Ellen Cuylaerts","Michael Maes"],"overview":"Follows Ellen from overcoming her fear for water to becoming a shark advocate. A real life story about conquering fear and protecting endangered animals, seen through the eyes of a wildlife photographer and mother of an autistic family.","release_date":"2016-04-08","vote_average":0.0,"runtime":89,"cert":"\"\"","id":407581,"title":"Epiphany","adult":false,"genre_ids":[99,12]},{"cast":["Ivan Kondov","Stefan Pejchev","Konstantin Kotsev","Ivan Andonov","Naicho Petrov"],"overview":"The film is a bitter parable about the slow maturing of the idea of freedom - both collective and personal. The characters's deaths are absurd, with no pathos.","release_date":"1958-05-04","vote_average":0.0,"runtime":94,"cert":"N\/A","id":407583,"title":"On a Small Island","adult":false,"genre_ids":[18]},{"cast":["Christopher Purves","Barbara Hannigan","Bejun Mehta","Victoria Simmonds","Allan Clayton"],"overview":"When Written on Skin had its premiere at the 2012 Festival d'Aix-en-Provence, conducted by George Benjamin himself, it received a standing ovation. The opera's arrival at Covent Garden in 2013 was eagerly anticipated, and provided audiences with the opportunity to experience the work of two of Britain's greatest living artists. Benjamin previously collaborated with playwright Martin Crimp on Into the Little Hill, a magical retelling of the Pied Piper fairytale, and for this new work they joined forces with acclaimed stage director Katie Mitchell. For all three, the production marked their main-stage debut at the Royal Opera House.  The tale, inspired by a medieval legend, tells of an ill-fated troubadour, drawn into a liaison with an innocent maiden. But they are observed by the jealous eye of her protector, who wreaks a shocking revenge on the young couple.  Written on Skin draws on a 12th-century Occitan legend about the troubadour Guillaume de Cabestanh.","release_date":"2013-03-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407585,"title":"Written On Skin","adult":false,"genre_ids":[10402]},{"cast":["Joan Bennett","Gary Merrill","Shirley Yamaguchi","Judy Nugent","Maurice Manson"],"overview":"Japanese women, seeng how well American soldiers stationed in their country treat their wives, demand the same from their husbands.","release_date":"1956-05-20","vote_average":0.0,"runtime":83,"cert":"\"NR\"","id":407596,"title":"Navy Wife","adult":false,"genre_ids":[35]},{"cast":["Stephen Boyd","Colleen Dewhurst","Dominic Guard"],"overview":"A savage storm wreaks havoc on a small Irish fishing village.","release_date":"1972-09-16","vote_average":5.0,"runtime":71,"cert":"\"\"","id":407598,"title":"The Hands of Cormac Joyce","adult":false,"genre_ids":[18]},{"cast":["Ian Hendry","Lautaro Murúa","Graciela Borges","Maurice Evans","Enrique Lucero"],"overview":"Henchmen of the dictator from a South American country blackmail Nick Thomas into being a government spy. The former smuggler is to pose as a priest and enter a monastery thought to be sympathetic with rebel guerrillas. The release of the film coincided with real-life events, as Catholic priests continued to be the victims of government persecution throughout Latin America.","release_date":"1967-10-16","vote_average":5.0,"runtime":96,"cert":"\"\"","id":407600,"title":"Los traidores de San Ángel","adult":false,"genre_ids":[28,18]},{"cast":["Sean Pertwee"],"overview":"This film uncovers a hidden world ruled by hairy eight-legged monsters known as the Arachnids - the largest group of carnivorous creatures on earth. High speed cameras and detailed macro photography reveal a variety of deadly hunting tactics used by this sinister network of freaks.","release_date":"2016-05-21","vote_average":6.0,"runtime":50,"cert":"\"\"","id":407602,"title":"Incredible Spiders","adult":false,"genre_ids":[99]},{"cast":["David Ortiz Angleró"],"overview":"Through the use of archival film and photo images, this documentary examines the political awakening and journey of nationalist leader Pedro Albizu Campos. The film also captures the volatile political and social atmosphere during the 1930’s and 1940’s which gave rise to Albizu Campos and the nationalist movement in Puerto Rico.","release_date":"1991-01-02","vote_average":0.0,"runtime":37,"cert":"N\/A","id":407604,"title":"Albizu Vive","adult":false,"genre_ids":[99]},{"cast":["Ethel Waters","Georgia Lee","John Milford","Scotty Morrow"],"overview":"While struggling with their son’s serious illness, a young couple experiences conflict when her husband does not understand the wife’s acceptance of Christ. THE HEART IS A REBEL features the beloved Ethel Waters, and is set against Billy Graham’s historic 1957 New York City Crusade, with color scenes of the Crusade at Madison Square Garden.","release_date":"1958-01-01","vote_average":0.0,"runtime":83,"cert":"\"\"","id":407606,"title":"The Heart is a Rebel","adult":false,"genre_ids":[]},{"cast":["Ranfis González"],"overview":"This documentary analyzes the life and political legacy of Puerto Rico’s first elected governor, Luis Muñoz Marín, covering his early career in the late 30’s through the 1960’s.","release_date":"1985-01-02","vote_average":0.0,"runtime":45,"cert":"N\/A","id":407608,"title":"Luis Muñoz Marín: un hombre, un pueblo, un propósito","adult":false,"genre_ids":[99]},{"cast":["Gregory Harrison","Kim Greist","Cicely Tyson","Lane Smith","Erik Alskog"],"overview":"A family falls victim to a scientific institute that removes memories and transfers them to a computer.","release_date":"1992-03-18","vote_average":4.5,"runtime":87,"cert":"\"\"","id":407622,"title":"Duplicates","adult":false,"genre_ids":[18,9648,878,53,10770]},{"cast":["Rachele Brooke Smith","Jeff Fahey","David Faustino","Bobby Campo","Mariah Bonner"],"overview":"A group of lifeguards attempt to kill an atomic shark that is terrorizing the coast of San Diego.","release_date":"2016-07-24","vote_average":3.7,"runtime":90,"cert":"\"\"","id":407624,"title":"Saltwater","adult":false,"genre_ids":[10770,878,28]},{"cast":["Allisyn Ashley Arm","Michael Papajohn","Ross Britz","Ashton Leigh","Thomas Francis Murphy"],"overview":"A picturesque family vacation to the Ozarks goes sideways when a group of bull sharks show up just in time for the big fireworks festival that the town holds every year.","release_date":"2016-07-30","vote_average":3.8,"runtime":88,"cert":"\"R\"","id":407626,"title":"Ozark Sharks","adult":false,"genre_ids":[28,27,878,53,10770]},{"cast":["Jason London","Jessica Blackmore","Robert Craighead","Matt Mercer","Neka Zang"],"overview":"Voracious sharks use human bodies to build dams.","release_date":"2016-07-25","vote_average":4.6,"runtime":79,"cert":"\"\"","id":407628,"title":"Dam Sharks!","adult":false,"genre_ids":[28,27,878]},{"cast":["Rex Lapid","Danny Rojo","Robert Talabis","Dante Varona"],"overview":"Filipino Vietnam War flick","release_date":"1984-01-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":407630,"title":"Raging Anger","adult":false,"genre_ids":[28]},{"cast":["Giannis Gionakis","Anna Matzourani","Rika Dialina","Giorgos Papazisis","Vasilis Malouhos"],"overview":"","release_date":"1971-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407632,"title":"O agathiáris kai i atsída","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The chilling story of the charismatic Dr. Kermit Gosnell and the squalid abortion clinic he operated for years in Philadelphia despite many pleas to health authorities to investigate the deaths of women and infants.","release_date":"2015-11-10","vote_average":6.0,"runtime":57,"cert":"\"\"","id":407634,"title":"3801 Lancaster: American Tragedy","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Leafless is an expansion of collections, a hand processed love poem of textures about becoming familiar with a significant other’s body in reservation with its landscape.","release_date":"2011-07-23","vote_average":0.0,"runtime":8,"cert":"N\/A","id":407642,"title":"Leafless","adult":false,"genre_ids":[]},{"cast":[],"overview":"Found Film.","release_date":"2014-07-23","vote_average":0.0,"runtime":12,"cert":"\"\"","id":407644,"title":"Sharing Orgasm: Communicating Your Sexual Responses","adult":false,"genre_ids":[]},{"cast":["Lauren Burke","Mike Stoklasa","Dixie Jacobs","Chelsey Patti","Dan Benavente"],"overview":"Das Foot was RedLetterMedia's first time doing the Milwaukee 48 Hour Film Project, in which you have 48 hours to conceive, write, film, and edit a short film. The idea was based on a story in the news around the time about random severed feet washing up along the shore somewhere in Canada.","release_date":"2008-07-31","vote_average":0.0,"runtime":8,"cert":"\"\"","id":407646,"title":"Das Foot","adult":false,"genre_ids":[53,9648,35]},{"cast":[],"overview":"Alexandra Pelosi looks at money in politics and interviews wealthy donors to Republican and Democratic parties to ask them about their contributions and philosophies. Also: a look at efforts to enact campaign-finance reform.","release_date":"2016-08-01","vote_average":6.0,"runtime":66,"cert":"\"\"","id":407648,"title":"Meet the Donors: Does Money Talk?","adult":false,"genre_ids":[99]},{"cast":["Omar Cruz Soto","Mariangelie Vélez","César Farrait","Xavier Morales","Luisa Benítez"],"overview":"A biographical film based on the story of the singer, songwriter and pioneer of urban music in Spanish. From his humble beginnings until his jump to international fame. The harsh experiences of a warrior of life that changed the perspective of music in the world.","release_date":"2017-08-17","vote_average":6.8,"runtime":91,"cert":"N\/A","id":407650,"title":"Vico C: The Life Of A Philosopher","adult":false,"genre_ids":[18]},{"cast":["Jorge Pabón"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407652,"title":"Marcelo","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407657,"title":"Talento de Barrio 2","adult":false,"genre_ids":[]},{"cast":["Adel Imam","Shams El-Barudy","عادل أدهم","وحيد سيف","Salah Nazmi"],"overview":"Mamdouh meets with Hanan on a ship heading to Greece, and a romance starts between them, so Mamdouh proposes to Hanan. To his surprise, Hanan returns suddenly to Egypt and asks him not to try to find her again. Mamdouh returns to Egypt to find that she is married to Ezzat Beik, a very powerful man, and a war ensues between Mamdouh and Ezzat.","release_date":"1984-06-30","vote_average":4.5,"runtime":100,"cert":"N\/A","id":407665,"title":"Two on the Road","adult":false,"genre_ids":[18,10749,35]},{"cast":["Meng Rui","Wang Bo Wen","He Ya Meng","Zhou Jun Chao"],"overview":"When Shu Nian is 10-years-old, he is adopted by Xie Yan from an orphanage. Nian is 2 years older than Xie Yan and he worked as a page boy (a kind of servant that study and play with the master's children) for him until Xie Yan went abroad to study. Twenty years later, Xie Yan returns home from London after spending six years abroad and is reunited with Shu Nian. Based on a novel by Lan Lin.","release_date":"2016-06-28","vote_average":5.8,"runtime":75,"cert":"N\/A","id":407667,"title":"Uncontrolled Love","adult":false,"genre_ids":[18,10749]},{"cast":["Bembol Roco","Phillip Salvador","George Estregan","Philip Gamboa","Beth Bautista"],"overview":"Filipino Vietnam War flick","release_date":"1981-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407669,"title":"Raiders for Victory","adult":false,"genre_ids":[28]},{"cast":[],"overview":"A documentary on the life and career of the Spanish auteur Carlos Saura.","release_date":"2004-01-01","vote_average":0.0,"runtime":62,"cert":"N\/A","id":407671,"title":"Portrait of Carlos Saura","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Longtime San Francisco filmmaker Dominic Angerame turns the classical city symphony on its head by focusing on demolition rather than forward​-​progress. Filmed in the aftermath of the Loma Prieta earthquake, DECONSTRUCTION SIGHT plays like an avant-garde disaster movie, an anti-spectacle in flaring black-and-white.","release_date":"1990-03-24","vote_average":0.0,"runtime":12,"cert":"\"\"","id":407673,"title":"Deconstruction Sight","adult":false,"genre_ids":[]},{"cast":["Koel Mallick","Indraneil Sengupta","Swagata Mukherjee"],"overview":"Arundhati is a 2014 Bengali horror thriller film directed by Sujit Mondal and produced by Shree Venkatesh Films and Surinder Films. The film features actress Koel Mallick in the lead role as a warrior queen.The film is the remake of the 2009 Telugu film","release_date":"2014-04-30","vote_average":10.0,"runtime":null,"cert":"N\/A","id":407675,"title":"Arundhati","adult":false,"genre_ids":[]},{"cast":[],"overview":"Manfred drives a Jaguar around Berlin and chats up women. Manfred is car crazy. He covers 100 to 200 kilometres a day and James Dean adorns his wall at home. He’s owned an MG, a Triumph, an Alfa Romeo and a Porsche. Now he dreams of a Ferrari. Shot over two days and edited in two days – Ferrari is a film that puts the pedal to the metal.","release_date":"1965-01-01","vote_average":5.0,"runtime":8,"cert":"N\/A","id":407677,"title":"Ferrari","adult":false,"genre_ids":[]},{"cast":["Cees Nooteboom","Connie Palmen","Max Neumann","Rüdiger Safranski","Marie Depussé"],"overview":"Documentary about writer Cees Nooteboom.","release_date":"2003-11-21","vote_average":0.0,"runtime":96,"cert":"N\/A","id":407679,"title":"Hotel Nooteboom","adult":false,"genre_ids":[99]},{"cast":["Abir Chatterjee","Sourav Das","Paran Bandyopadhyay","Rajatava Dutta"],"overview":"Feluda and his cousin Topshe goes to Lucknow with Topshe's father to spend the Puja vacation. They arrived at the house of Dhirendra Kumar Sanyal, a friend of Topshe's father. That evening Dr. Shrivastav also came to Dhirendra Kumar Sanyal and tells him about last night, a thief tried to steal his 'Ring of Aurangzeb' (The Emperor's Ring) which was given to him by Pyarilaal Seth. After the incident Dr. Shrivastav has been afraid and asks Dhirendra Kumar Sanyal to keep the ring safe. Dhirendra Kumar Sanyal agreed and keeps the ring to his home. But someday the ring goes missing from there. Then Feluda and Topshe started investigation for the culprit. Meanwhile, Feluda meets an interesting person in doctor's neighborhood, Mr. Bonobihari Sarkar. Bonobihari babu has ferocious and poisonous creatures like crocodile, African tiger, hyena, rattlesnake, scorpion and black widow spider in his own home.","release_date":"2014-12-19","vote_average":6.8,"runtime":109,"cert":"N\/A","id":407681,"title":"Badshahi Angti","adult":false,"genre_ids":[53,9648]},{"cast":["Abbie Anderson","Avril Hall","Carmen Monet","Giselle Leon","Karina White"],"overview":"Tight little teens jumpin` off the screen in true 3D fashion.","release_date":"2012-09-18","vote_average":0.0,"runtime":78,"cert":"\"NC-17\"","id":407683,"title":"Barely Legal 3D","adult":true,"genre_ids":[]},{"cast":["Henry Edwards","Chrissie White","Bernard Nedell","Chili Bouchier","Clifford McLaglen"],"overview":"Lt. Cmdr. Good is a naval officer who goes on an extensive search for his long-lost friend who mysteriously disappeared on a tropical island.","release_date":"1930-11-30","vote_average":0.0,"runtime":65,"cert":"N\/A","id":407685,"title":"Call of the Sea","adult":false,"genre_ids":[12]},{"cast":["Jenny Durbin","Jonathan Brooks","Barry Corbin","Ryan Harper Gray","Andrew Sensenig"],"overview":"A lonely woman begins to suspect her apartment neighbor is an unstable and obsessive voyeur but only after she begins to date him.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":407687,"title":"The Next Door Neighbor","adult":false,"genre_ids":[53,27]},{"cast":["Ahmad Chahrour","Michael D."],"overview":"A lonely immigrant from Syria begins a friendship with a potentially dishonest American amputee.","release_date":"2016-05-25","vote_average":0.0,"runtime":14,"cert":"\"\"","id":407695,"title":"One Times One","adult":false,"genre_ids":[35,18]},{"cast":["Matthew Shaw","Casedy Shaw","Dustin Harrington","Pamila Samstrom","Barbara Petit"],"overview":"A tale of family across the seasons, Albatross chronicles the life of a young girl and the uncle raising her.","release_date":"2016-05-26","vote_average":0.0,"runtime":13,"cert":"\"\"","id":407697,"title":"Albatross","adult":false,"genre_ids":[18]},{"cast":["Christian Thielemann","Wolfgang Koch","Milcho Borovinov","Stephen Milling","Johan Botha"],"overview":"Christian Thielemann conducts the Staatskapelle Dresden in this performance of Wagner's opera recorded live in 2013. The performance was held for the Salzburg Easter Festival and featured vocalists including Johan Botha, Michaela Schuster, Stephen Milling and Wolfgang Koch.","release_date":"2013-07-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407699,"title":"Parsifal live at the Salzburg Easter Festival","adult":false,"genre_ids":[10402]},{"cast":["Alice Dwyer","Sabin Tambrea","Gerti Drassl","Oliver Rosskopf","Anna Rot"],"overview":"HANNA loves YANN and the lettres filmees that he sends her, short, poetic films recorded with an iPhone. Yann loves Hanna, but mistrusts her. He leaves her, but does not leave her alone. ...","release_date":"2016-07-21","vote_average":0.0,"runtime":99,"cert":"N\/A","id":407701,"title":"Ma Folie","adult":false,"genre_ids":[53,10749,18]},{"cast":[],"overview":"100 babes on the hunt for fun, excitement, and cock all in one party feature video from Eromaxx Films! This hot fifth installment shows you the real deal, not staged! This is 120 minutes of hot and hardcore amateur action shot in a strip club at a REAL sex party! Enjoy!","release_date":"2009-12-11","vote_average":5.0,"runtime":129,"cert":"\"X\"","id":407703,"title":"Party Hardcore 5","adult":true,"genre_ids":[]},{"cast":["Teri Sweet"],"overview":"Girls with fantastic tits sucking and getting fucked! Massive mammaries getting doused with cum.","release_date":"2009-05-20","vote_average":7.0,"runtime":169,"cert":"\"X\"","id":407705,"title":"Huge Nipples, Huge Tits 14","adult":true,"genre_ids":[]},{"cast":["Christian Thielemann","Renée Fleming","Eike Wilm Schulte","Sophie Koch","Robert Dean Smith"],"overview":"Christian Thielemann conducts this Staatskapelle Dresden production of Richard Strauss' chamber opera. The opera follows events at the home of the wealthiest man in Vienna, who has booked both a comedy burlesque act and a serious opera group for entertainment. When the dinner runs long he declares that both forms of entertainment must take place at the same time - much to the chagrin of the opera's proud young composer. Filmed live in Baden-Baden on Feb. 25 by the veteran director Brian Large, Renée Fleming makes her debut in the role of Ariadne together with fellow key Strauss interpreters Sophie Koch and Christian Thielemann, following on from their Rosenkavalier triumph.  Thielemann conducts the Staatskapelle Dresden, the orchestra to whom Strauss dedicated his Alpine Symphony and which premiered Feuersnot, Salome, Elektra, Der Rosenkavalier and Daphne.","release_date":"2012-02-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407707,"title":"Ariadne Auf Naxos","adult":false,"genre_ids":[10402]},{"cast":["Mario Jean","Charles Lafortune","Maxim Martin","Guillaume Wagner","Martin Perizzolo"],"overview":"","release_date":"2016-07-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407709,"title":"Juste pour rire 2016 - Dominic et Martin vs Les Denis Drolet","adult":false,"genre_ids":[35]},{"cast":["Robert Dean Smith","Iréne Theorin","Michelle Breedt","Robert Holl","Jukka Rasilainen"],"overview":"The Bayreuth Festival mounted this 2009 production of Richard Wagner's 1865 opera Tristan und Isolde, with Michael Beyer directing. It stars Robert Dean Smith as Tristan, Iréne Theorin as Isolde, Michelle Breedt as Brangäne and Robert Holl as King Marke. The Bayreuth Festival Orchestra and Chorus lend musical accompaniment, under the baton of Peter Schneider, while Anna Viebrock designed the costumes and the sets; Cristoph Marthaler produced. The production at hand opened the 2009 Bayreuth Festival.","release_date":"2009-08-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":407711,"title":"Tristan Und Isolde","adult":false,"genre_ids":[10402]},{"cast":["Antonio Pappano","John Tomlinson","Johan Reuter","Christine Rice","Andrew Watts"],"overview":"This staging of Harrison Birtwistle's opera The Minotaur features John Tomlinson, Johann Reuter, Christine Rice, and Andrew Watts in the main roles. Stephen Langridge directed the production for the stage, and Antonio Pappano conducted the orchestra.","release_date":"2008-06-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407713,"title":"The Minotaur","adult":false,"genre_ids":[10402]},{"cast":["Maz Siam"],"overview":"Tells the haunting story of Mehdi, a twelve-year-old Iraqi boy who unwittingly befriends the young Saddam Hussein in 1959. Forty years later, in 2003, the two men meet again under very different circumstances.","release_date":"","vote_average":0.0,"runtime":24,"cert":"N\/A","id":407718,"title":"Thief","adult":false,"genre_ids":[]},{"cast":["Blake Jenner","Melissa Benoist","Grant Harvey","Nick Eversman","Melissa Bolona"],"overview":"When an angry teenager discovers a close friend has been killed, grief jeopardizes his future and he finds himself engulfed in danger.","release_date":"2018-06-15","vote_average":5.6,"runtime":90,"cert":"\"\"","id":407720,"title":"Billy Boy","adult":false,"genre_ids":[80,18,53]},{"cast":["Charito Solis","Pancho Magalona","Fred Galang"],"overview":"Filipino war flick","release_date":"1970-02-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407722,"title":"Pipo","adult":false,"genre_ids":[28]},{"cast":["Claudio Abbado"],"overview":"Claudio Abbado and his hand-picked players of the Lucerne Festival Orchestra take their acclaimed Mahler cycle to a new level with this audiovisual recording of the most complex and compelling of the symphonies, the intense, searching Ninth. Abbado brings all his renowned clarity of vision and the experience of a lifetime to this contradictory music half valedictory, half life-affirming and his orchestra of soloists, including some of the leading instrumentalists of our time, revels in the transparent textures and virtuosity of Mahlers last completed symphony.","release_date":"2003-07-23","vote_average":0.0,"runtime":95,"cert":"N\/A","id":407724,"title":"Mahler Symphony No. 9 (Lucerne Festival)","adult":false,"genre_ids":[]},{"cast":["Christian Thielemann","Stephen Gould","Anne Schwanewilms","Michaela Schuster","Wolfgang Koch"],"overview":"This performance of the Richard Strauss opera Frau ohne Schatten, recorded live and in high definition at the Wiener Philharmoniker, and features vocalists like Stephen Gould, Anne Schwanewilms, Michaela Schuster, and Wolfgang Koch in the leading roles.","release_date":"2011-07-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407726,"title":"Die Frau ohne Schatten","adult":false,"genre_ids":[10402]},{"cast":["Benny Greb"],"overview":"The Art and Science of Groove is the first ever collection of vital tools and exercises designed specifically to enhance your playing with a positive groove, time after time. Benny Greb introduces the five core elements of Time, Feel, Sound, Body and Mind, offering straightforward solutions that can be applied to any musical style in order to generate a solid and consistent groove, leaving nothing to luck.","release_date":"2015-03-15","vote_average":0.0,"runtime":null,"cert":"\"\"","id":407731,"title":"Benny Greb: The Art and Science of Groove","adult":false,"genre_ids":[]},{"cast":["James Jirayu","Keeratika Sawangjaeng","Akom Preedakul","Chookiat Iamsook","Orn-anong Panyawong"],"overview":"Namnan falls in love with aspiring ballroom dancer Phakbung. As it's the first time Namnan's found love, he does all he can to help Phakbung achieve her dream, not knowing their relationship might not be everlasting.","release_date":"2013-09-12","vote_average":0.0,"runtime":92,"cert":"N\/A","id":407733,"title":"First Love","adult":false,"genre_ids":[10749]},{"cast":["Andrew McLean Galloway IV","John Anthony Nicholas Gargano","Tommaso Whitney","Julian Micevski","Cederick Johnson"],"overview":"WWN and EVOLVE Wrestling present  EVOLVE 65  EVOLVE Championship Match (If Thatcher Is Still Champion)  Timothy Thatcher defends vs. TJP w\/ Stokely Hathaway  Grudge Match  Drew Galloway vs. Johnny Gargano  WWE Cruiserweight Classic Spotlight Match  Tommaso Ciampa vs. Cedric Alexander  WWE Cruiserweight Classic Spotlight Match  Zack Sabre Jr. vs. Tony Nese  Special Attraction Match  Marty Scurll vs. Matt Riddle  Catch Point Open Tryout  Drew Gulak, Tracy Williams &amp; Fred Yehi vs. To Be Determined  Plus more to be announced soon with:  -Ethan Page  -Darby Allin  -And more!","release_date":"2016-07-17","vote_average":0.0,"runtime":null,"cert":"\"\"","id":407735,"title":"Evolve 65","adult":false,"genre_ids":[28]},{"cast":[],"overview":"HBO Comedy Half-Hour is a stand-up comedy television series of specials by various comedians, usually live from The Fillmore in San Francisco, with the format of a single comedian presenting a routine for the full half hour. The series ran on HBO from 1994 to 1999. Comedians who appeared on the show include Louis CK, Janeane Garofalo, Chris Rock, Dave Chappelle, Dave Attell, Gilbert Gottfried, Bobcat Goldthwait, Patton Oswalt, Norm MacDonald, Margaret Cho, Laura Kightlinger, David Cross, Steve Harvey, and many others.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407737,"title":"Steve Harvey - HBO Comedy Half-Hour","adult":false,"genre_ids":[]},{"cast":["Adam Boender","Dante Bonfatti","Madeline Brumby","Caroline Carnevale","Henry Coleman"],"overview":"In a world where the zombie apocolypse is an unquestioned reality, truly righteous brothers tackle love, loss, and life lessons amid the backdrop of an epic spring break.","release_date":"2016-07-07","vote_average":0.0,"runtime":null,"cert":"\"\"","id":407739,"title":"Spring Break Zombie Massacre","adult":false,"genre_ids":[53,12,18,14,27]},{"cast":["Roberto Perez Perez","Darlene Vazquetelles","Carlos Esteban Fonseca","Alfred D. Herger Jr."],"overview":"Ricky, a young man in his mid 20s, has been estranged from his biological father due to a divorce. He decides to move to Puerto Rico from Chicago in order to reconnect with his father and begin a new relationship. Along the way, not only does Ricky find his father, he also finds culture, faith, family, love and, ultimately, himself.","release_date":"2015-04-01","vote_average":10.0,"runtime":81,"cert":"N\/A","id":407741,"title":"Mi princesa","adult":false,"genre_ids":[10749,18]},{"cast":["Howard Vernon","Antonio Mayans","Rafael Corés","Juan Soler","Lina Romay"],"overview":"The story of the man who killed Josef Mengele.","release_date":"1985-07-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407743,"title":"The Man Who Killed Mengele","adult":false,"genre_ids":[]},{"cast":[],"overview":"PRIMAL SCENE: in Freudian analysis the traumatic moment when the child\r sees its parents engaged in sexual intercourse for the first time. Short film by Aryan Kaganof.","release_date":"2002-07-24","vote_average":0.0,"runtime":5,"cert":"N\/A","id":407745,"title":"Primal Scene","adult":false,"genre_ids":[]},{"cast":[],"overview":"1991 experimental short by Aryan Kaganof, made under his birth name: Ian Kerkhof","release_date":"1991-07-24","vote_average":0.0,"runtime":7,"cert":"N\/A","id":407747,"title":"The Solipsist","adult":false,"genre_ids":[]},{"cast":[],"overview":"1991 experimental short by Aryan Kaganof, made under his birth name: Ian Kerkhof","release_date":"1991-07-24","vote_average":0.0,"runtime":3,"cert":"N\/A","id":407749,"title":"Egmond Ghost Poem","adult":false,"genre_ids":[]},{"cast":[],"overview":"1991 experimental short by Aryan Kaganof, made under his birth name: Ian Kerkhof","release_date":"1991-07-24","vote_average":0.0,"runtime":1,"cert":"N\/A","id":407751,"title":"Bloodbath","adult":false,"genre_ids":[]},{"cast":[],"overview":"1990 experimental short by Aryan Kaganof, made under his birth name: Ian Kerkhof","release_date":"1990-07-24","vote_average":0.0,"runtime":13,"cert":"N\/A","id":407753,"title":"The Boy Who Masturbated Himself to Climax","adult":false,"genre_ids":[]},{"cast":["Nikolaus Harnoncourt","Michael Schade","Vesselina Kasarova","Dorothea Röschmann","Elīna Garanča"],"overview":"The 1791 La Clemenza di Tito (or 'The Clemency of Titus') marked Wolfgang Amadeus Mozart's final opera seria. With a libretto by Metastasio (edited slightly by Caterino Mazzolà), the work dramatizes the palace intrigues surrounding emperor Titus's attempts to coronate a new bride and the envious Vitellia's attempts to have Titus assassinated (with the help of Titus's friend Sextus) following the deposition of Vitellia's emperor father. Stage director Martin Kušej mounted Tito in August 2003, at the Felsenreitschule in Salzburg; a film of that live performance now appears in this home video release. The cast includes Michael Schade as Titus, Vesselina Kasarova as Sextus and Dorothea Roschmann as Vitellia. The Wiener Staatsopernchor, under the baton of Nikolaus Harnoncourt, provides musical accompaniment; Jens Kilian designed the sets.","release_date":"2006-08-20","vote_average":8.0,"runtime":null,"cert":"N\/A","id":407755,"title":"La Clemenza di Tito","adult":false,"genre_ids":[10402]},{"cast":["Quinn Shephard","Erin Wilhelmi","Susan Kellermann","Frances Eve","Hada Vanessa"],"overview":"Soon after moving in with her aging aunt Dora, Adele meets Beth, seductive and mysterious, who tests the limits of Adele's moral ground and sends her spiraling down a psychologically unstable and phantasmagoric path.","release_date":"2016-09-22","vote_average":6.0,"runtime":76,"cert":"\"R\"","id":407757,"title":"Sweet, Sweet Lonely Girl","adult":false,"genre_ids":[18,27,53]},{"cast":["Shehnaz","Kamran Liaqat","Umar Daraz"],"overview":"The film is yet another variation on the familiar rape and revenge theme (I Spit on Your Grave territory). This time around we are shown that the vengeful, vice-busting Cat-Beast is the result of a ghastly gang rape which ended up with her birth (five minutes later) in some dark cave in the woods one stormy, cursed night. Her mother died upon child birth and the helpless infant was taken in by a stealthy black cat who was roaming the forest that fateful night and decided to adopt a human infant. This is how the child grew to become the awesome Cat creature – a cheerful, overworked domestic maid servant by day and crime busting Super Cat-Beast by night with special powers.","release_date":"1997-06-10","vote_average":0.0,"runtime":112,"cert":"N\/A","id":407762,"title":"The Cat Beast","adult":false,"genre_ids":[]},{"cast":["Guillaume Wagner","Guy Nantel","Adib Alkhalidey","Stéphane Fallu","Eddy King"],"overview":"","release_date":"2016-07-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407764,"title":"Juste pour rire 2016 - Guillaume Wagner vs Guy Nantel","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Inspired by the poem by Reverend Martin Niemoller of the same name, First They Came for...is set in a not so distant future where a nondescript regime takes away innocent people while one man struggles between standing up for what is right and saving himself.","release_date":"","vote_average":0.0,"runtime":5,"cert":"N\/A","id":407769,"title":"First They Came For","adult":false,"genre_ids":[]},{"cast":[],"overview":"It is a dark time for a Rebellion, Especially if your name sounds similar to a well known galactic princess. This story chronicles the times of a girl named LEAH, who has a particular disgust for that popular Science Fiction series, for that very reason. From the moment she was born, people have gotten her name completely wrong because of that movie. Well no more. She is taking a stand and reminding others that her name is LEAH NOT LEIA. This comedy short strikes back for every kid named Scotty that had to hear 'Beam me up!' repeatedly, or every girl named Jenny that had to listen to that infamous telephone number over and over again. This film will give you a new hope for naming our future generations.","release_date":"","vote_average":0.0,"runtime":23,"cert":"N\/A","id":407771,"title":"Leah Not Leia","adult":false,"genre_ids":[]},{"cast":[],"overview":"A crooked-security salesman plans to break into peoples houses to sell more security equipment.","release_date":"","vote_average":0.0,"runtime":10,"cert":"N\/A","id":407773,"title":"Home Security","adult":false,"genre_ids":[]},{"cast":["Julin","Tom Zembrod","Erin Marie Garrett","Summer Moore","Cameron Deane Stewart"],"overview":"A group of bored college students unleash a murderous demon while playing a dice game made from human knucklebones.","release_date":"2016-08-27","vote_average":4.4,"runtime":85,"cert":"\"\"","id":407775,"title":"Knucklebones","adult":false,"genre_ids":[27,53]},{"cast":["Asami","Katarina Leigh Waters","Jeffrey James Lippold","Toshiya Agata","David Sakurai"],"overview":"When a mysterious loner and Karate master Kenji's little sister goes missing in Los Angeles, whoever stands in his way of finding her will face the wrath of a lethal KARATE KILL! |","release_date":"2016-10-08","vote_average":5.5,"runtime":89,"cert":"\"\"","id":407777,"title":"Karate Kill","adult":false,"genre_ids":[28]},{"cast":[],"overview":"1906 Pathe short film, english title \"Goodbye and Thank You\".","release_date":"1906-07-24","vote_average":0.0,"runtime":2,"cert":"N\/A","id":407779,"title":"Goodbye and Thank You","adult":false,"genre_ids":[35]},{"cast":["Sai-Hau Chow","Joey Wong","Louis Kong","Ng Ha-Ping"],"overview":"Joey was at the age of twenty-two and she was an independent and cheerful girl. She worked in an advertising company and she met a boy named Chiu Kwok Chiao who had just returned from America. Chiu was at the age of twenty-four. He seemed childish, when he met Joey, he fell a victim to her beauty. After a period of time they were in a low spirit because Joey was more intelligent than Chiu. Lui Lai Ho was Joey's mother and she was forty years old.","release_date":"1986-11-20","vote_average":0.0,"runtime":90,"cert":"N\/A","id":407781,"title":"Walking Beside Me","adult":false,"genre_ids":[18,10749,35]},{"cast":["Javier Almeda","Mercè Llorens","Mario Ruizaguirre","Jacob Torres","Kim Ventura"],"overview":"Short directed by Victor Garcia, produced by Roxbury Pictures for the ABC's of Death (2012).","release_date":"2011-09-20","vote_average":0.0,"runtime":4,"cert":"\"R\"","id":407783,"title":"T is for Tiles","adult":false,"genre_ids":[27]},{"cast":["Darcey Bussell","Roberto Bolle","Thiago Soares","Martin Harvey","Mara Galeazzi"],"overview":"This is Ashton's Sylvia as a Second-Empire entertainement, magnificently danced and sumptuously staged. Darcey Bussell and Roberto Bolle are flawless in roles that are quite difficult yet ironically not showy. They make excellent partners. Soloists and Corps dance in exhuberant good form. The Covent Garden Orchestra sounds primed for Delibes marvelous score, one of the very, very few musical masterpieces to be found among ballet scores. Ashton's choreography is very pretty even if never quite reaching heights of beauty or originality he showed elsewhere, e.g., Symphonic Variations or The Dream, not to mention his re-castings of Petipa.","release_date":"2005-07-23","vote_average":0.0,"runtime":117,"cert":"N\/A","id":407785,"title":"Delibes Sylvia","adult":false,"genre_ids":[]},{"cast":[],"overview":"“El Héroe De Cascorro” is a peculiar Spanish silent film, a bizarre fact in itself for a country’s film industry scarce in interest or remarkable oeuvres. The film depicts the true, but dramatized, story of the brave Spanish soldier, Herr Eloy Gonzalo, rewarded during the Cuban war for his bravery defending the Spanish army position at Cascorro village.","release_date":"1929-01-01","vote_average":5.0,"runtime":61,"cert":"N\/A","id":407787,"title":"El héroe de Cascorro","adult":false,"genre_ids":[]},{"cast":["Hillary Clinton","Bill Clinton","Peter Schweizer","Sani Abacha","Gilbert Chagoury"],"overview":"An investigation into how the Clintons have amassed millions in personal wealth through foreign contributions to the Clinton Foundation, a supposed charity, in exchange for political favors while Hillary Clinton was the US Secretary of State.","release_date":"2016-07-24","vote_average":8.0,"runtime":60,"cert":"\"\"","id":407789,"title":"Clinton Cash","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The film follows the journey of a boy named 'Theevan' who is destined to bring back what he wants the most. Theevan faces many challenges and hardships along the way but he is not willing to give up as hope keeps him strong enough to last days and months without food in the dense and dark forests of Anandhapuraadam.","release_date":"2012-06-25","vote_average":0.0,"runtime":29,"cert":"N\/A","id":407791,"title":"Theevan","adult":false,"genre_ids":[28,12,16,18,14,10749]},{"cast":["Lawrence Ng","Nina Li Chi","Ray Lui","Rosamund Kwan"],"overview":"It all started with one of those small fights which happened so frequently between lovers. An angry Michelle walked out of the apartment where she lived with Franco in Hong Kong and threatened never to return. Franco knew Michelle must have gone to Paris, and it just took minutes for the Parisian romantic atmosphere to mellow her temper. Of course, he had to be there with flowers in his hands. But Franco was wrong this time.","release_date":"1989-10-26","vote_average":0.0,"runtime":96,"cert":"N\/A","id":407793,"title":"What A Small World","adult":false,"genre_ids":[10749,35]},{"cast":["Andy Lau","Kenny Bee","Theresa Lee Yee-Hung","Kent Cheng"],"overview":"Souad is a prostitute whose best friend is Kenza, a tough traffic cop. When Kenza falls in love Kamel, the two begin a bizarre courtship doomed by their disparate lines of work. Moroccan actor-director Faouzi BensaÃ¯di's stylish film is a new vision of an old culture, unveiling Casablanca caught in a world wide web of associations and consequences. Presented by the Global Film Initiative.","release_date":"1996-11-01","vote_average":6.0,"runtime":100,"cert":"N\/A","id":407795,"title":"What a Wonderful World","adult":false,"genre_ids":[18,35,80]},{"cast":[],"overview":"Bowman Lake is a single image film of Bowman Lake, sunrise to sunset.","release_date":"2014-01-01","vote_average":0.0,"runtime":114,"cert":"\"\"","id":407800,"title":"Bowman Lake","adult":false,"genre_ids":[]},{"cast":["Johnny Dickie","Anthony Edward Curry","Joey Davalos","Joey Davalos","Rebecca Labow"],"overview":"Tommy has been suffering from bad dreams as far back as he can remember. He could never sleep more than eight hours without waking up screaming. Now, on his sixteenth birthday, he's ready to party, that is if 3 demons don't stop them first. Will Tommy and his punker friends survive the birthday bash? Or will they become more cattle for the world's largest human slaughterhouse, the City of the Dream Demons?","release_date":"2014-04-29","vote_average":0.0,"runtime":74,"cert":"\"\"","id":407802,"title":"City of the Dream Demons","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Festival de Cannes 1991","release_date":"1991-07-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407807,"title":"Le cri du cochon","adult":false,"genre_ids":[]},{"cast":[],"overview":"1911 Pathe short featuring a contortionist.","release_date":"1911-07-24","vote_average":0.0,"runtime":3,"cert":"N\/A","id":407809,"title":"Miss Harry's Snake Woman","adult":false,"genre_ids":[]},{"cast":[],"overview":"Festival de Cannes - 1989","release_date":"1990-07-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407811,"title":"Caste criminelle","adult":false,"genre_ids":[]},{"cast":[],"overview":"1900 Gaumont version of the ubiquitous Serpentine dance, this one hand tinted.  Filmmaker anonymous.","release_date":"1900-07-24","vote_average":0.0,"runtime":1,"cert":"N\/A","id":407813,"title":"Serpentine Dance","adult":false,"genre_ids":[99]},{"cast":["Jeetendra","Babita Kapoor","Shatrughan Sinha","Asrani","Ramesh Dao"],"overview":"Haria lives with his widowed and elderly grandmother at a tea estate and works as Elephant Driver. He has no knowledge of his biological father, as his mother died at the time of his birth. He meets and falls in love with a gypsy girl, Gulabi, and both want to get married. But Gulabi has another suitor, none other than Ajay, the only son of the tea estate owner. When Ajay finds out that Gulabi loves Haria, he plans to get rid of Haria, but fails. He waits for the right moment, and has his men abduct Gulabi. But before he could have his way with her, she is rescued by Raja, but Ajay subsequently shoots Raja to death. An enraged Haria wants to kill Ajay in return, but Ajay's dad stops him from doing so. Then Ajay's dad finds out a secret about his past life, and decides to change his last will and testament. Ajay finds out about this and lays in wait with a shotgun to kill his very own father - and anyone else who dares to stand in his way","release_date":"1971-12-31","vote_average":10.0,"runtime":null,"cert":"N\/A","id":407815,"title":"Banphool","adult":false,"genre_ids":[10749]},{"cast":["Eli Kerr","Reed Karsh","Luke Weyand","Carmen Grack","Jonny Evans"],"overview":"In a dream world, the exaggerated lives of six teenagers are thrown into a world of drugs in crime in a typical crime plot in a not so typical world of stolen cocaine, penicillin, Fire Saws, and Carl Jung.","release_date":"2016-01-02","vote_average":0.0,"runtime":96,"cert":"\"R\"","id":407820,"title":"Paper Planes","adult":false,"genre_ids":[12,35,80]},{"cast":[],"overview":"Eddie Peabody charms three women with music.","release_date":"1943-01-01","vote_average":0.0,"runtime":3,"cert":"\"\"","id":407822,"title":"Strum Fun","adult":false,"genre_ids":[]},{"cast":["Kumar Gaurav","Vijayata Pandit","Danny Denzongpa","Rajendra Kumar","Amjad Khan"],"overview":"(1981)\r Vijay Mehra loves Suman, but Suman is attracted to Ram, and marries Ram shortly thereafter. Vijay is angered by this. Subsequently, Vijay marries, and his wife gives birth to a baby boy, Bunty, while Suman and Ram welcome a baby girl, Pinky. Years later, Pinky and Bunty meet, and after a series of misunderstandings, both fall in love with each other. When they find that their respective parents are opposed to their marriage,they elope. The police are notified that the two youngsters are missing, and both must elude the police. How long will they continue to elude the police, and hide from their parents? Will Vijay and Ram permit their children to marry each other, or will old hostilities prevail?","release_date":"1981-02-27","vote_average":0.0,"runtime":161,"cert":"N\/A","id":407824,"title":"Love Story","adult":false,"genre_ids":[]},{"cast":["Nora Aunor","Christopher de Leon","Alona Alegre","Romeo Vasquez"],"overview":"This drama offers a rare chance to compare the styles of two major Filipino filmmakers. Ishmael Bernal directs the first episode from a screenplay by Jorge Arago, about a chance encounter between a spirited ex-nun and a dispirited architect played by Nora Aunor and Christopher de Leon. Celso Ad. Castillo helms the second episode from his own screenplay, tells the story of another chance encounter this time between Solly (Alona Alegre) and Chris (Romeo Vasquez), two former lovers.","release_date":"1979-05-15","vote_average":10.0,"runtime":114,"cert":"N\/A","id":407826,"title":"Why Is There Love?","adult":false,"genre_ids":[]},{"cast":["Giam Kwee","Roef Ragas"],"overview":"1998 Dutch experimental film.","release_date":"1998-07-24","vote_average":0.0,"runtime":8,"cert":"N\/A","id":407828,"title":"Gitanes","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"The last day in the life of an old man. Women in black pray in front of the chapel, the man comes to the house, shaves thoroughly and goes out into the field.","release_date":"1984-07-24","vote_average":0.0,"runtime":10,"cert":"N\/A","id":407830,"title":"A Little Dying","adult":false,"genre_ids":[]},{"cast":["Julie Delpy","Luc Thuillier","Maïwenn"],"overview":"Eighteen year old Marie (Julie Delpy) keeps the news of her parent's death in a car wreck from her 12-year-old brother Eric in this implausible melodrama. She and Eric go on vacation as planned, but Marie resorts to stealing after their own money is stolen. Marie soon has reason to use the scissors she keeps in her purse for protection, as she stalks the young driver who caused her parents' fatal crash.","release_date":"1988-07-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407832,"title":"The Other Night","adult":false,"genre_ids":[]},{"cast":["Joaquim de Almeida","Isabel Otero","Julien Guiomar"],"overview":"Festival de Cannes 1988","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407834,"title":"Terre sacrée","adult":false,"genre_ids":[]},{"cast":[],"overview":"Nigga (2004) is an experimental mix-media 'black power' agitprop piece narrated by black American poet\/performance artist Carl Hancock Rux and co-directed by Aryan Kaganof and Philipp Virus.  It incorporates footage from a variety of different footage ranging from old news reels to Blaxploitation films like Sweet Sweetback's Baad Asssss Song (1971).","release_date":"2004-07-24","vote_average":0.0,"runtime":4,"cert":"N\/A","id":407836,"title":"Nigga","adult":false,"genre_ids":[]},{"cast":[],"overview":"Da Costa (Jean-Claude Frissung) is a dedicated cop who tracks down murder suspect Fanfan in this routine crime drama. The sleuth interviews the man's cohorts who willingly provide unusable information to his whereabouts. Da Costa's biggest clue is a videotape of a young man who appears to be the man in question.","release_date":"1988-07-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407838,"title":"Une touche de bleue","adult":false,"genre_ids":[]},{"cast":["Niels Arestrup","Isabel Otero","Anne Wiazemsky","Jean-Claude Dreyfus"],"overview":"An Austrian diplomat assigned to Paris wakes up after having a strange nightmare and finds himself emotionally distanced from his world. He feels absolutely nothing as he attends to his daily routine. He gradually begins to behave in an increasingly strange manner. The story is based on Moment of True Feeling, a novel by Peter Handke.","release_date":"1988-07-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407840,"title":"Ville étrangère","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-07-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407845,"title":"Arwens Regenbogenfamilie","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Five chapters about a horse.","release_date":"2014-08-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":407847,"title":"Horse","adult":false,"genre_ids":[16]},{"cast":["Sylvain Cambreling","Vesselina Kasarova","Paul Groves","Willard White","Andreas Macco"],"overview":"The three main soloists have voices on a scale that can compete with these flashy production values – White and Kasarova, in particular, sing at a level of intensity that would swamp anything less; the climactic seduction trio has rarely been sung so well or with such an overpoweringly polymorphous eroticism. Cambreling marshals his forces effectively, giving full rein to the work's showstoppers like the \"Hungarian March\" but not neglecting the subtler less kinetic Gluckian side of Berlioz's vocal writing. Recorded live at the Salzburger Festspiele, 1999.","release_date":"1999-08-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407849,"title":"The Damnation of Faust","adult":false,"genre_ids":[10402]},{"cast":["Käthe von Nagy","Jules Berry","George Rigaud","Josette Day"],"overview":"A famous violinist enlists in a music school in order to woo one of the students.","release_date":"1938-12-30","vote_average":0.0,"runtime":82,"cert":"N\/A","id":407851,"title":"Accord final","adult":false,"genre_ids":[10749,10402]},{"cast":["Kateryna Molchanova","Ivan Brovin","Myroslav Slaboshpytskyi","Victoria Trofimenko","Natalya Nikulenko"],"overview":"The film focuses on the little-known love affair of the terrorist Fanny Kaplan with the brother of Vladimir Lenin, Dmitriy Ilyich Ulyanov, and questions whether she really tried to assassinate Lenin in 1918.","release_date":"2016-07-19","vote_average":6.5,"runtime":110,"cert":"N\/A","id":407856,"title":"My Grandmother Fanny Kaplan","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Kholodny Yar is a misterious place in the heart of Ukraine, where history meets present in strange ways. Stunning landscapes and meditative moods are represented in this version of the film. Following the nature we plunge in the history of the paradoxical amount of rebellions and try to answer the question: what forces people to defend their freedom at the cost of their own lives?","release_date":"2016-07-18","vote_average":0.0,"runtime":60,"cert":"N\/A","id":407858,"title":"Kholodny Yar. Intro","adult":false,"genre_ids":[]},{"cast":["Tonino Abballe","Maria Tona","Valentina Ghetti","Pietro Rebora","Claudia Salvatore"],"overview":"","release_date":"2016-07-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407860,"title":"Quel venerdì 30 dicembre","adult":false,"genre_ids":[]},{"cast":["Richard Hammond","James May"],"overview":"Just what will motoring be like in a post apocalyptic world that's been blown to bits by nuclear bombs or a massive comet? It's a burning question that's on literally nobody's mind, and we give you all the answers in this brand new, incredibly cheerful Top Gear DVD. Embarking on a terrifying journey into the future, we show you how to drive to work in the perpetual darkness of a Nuclear Winter, how to make motor sport exciting when there's only two racing drivers left alive, and, in a world where all cars are bristling with weapons, how to survive the savage, explosive fury of a Doomsday M.O.T test. And amongst all the nuclear carnage, we also tackle the ultimate petrolhead's dilemma - what cars would you take for a final drive if there was only one barrel of petrol left on the planet? The explosions are huge, the cars are superb, so relax and enjoy. PS. This frightening vision of a post nuclear world is backed up by top scientists, in case you think it's us just cocking about.","release_date":"2010-11-22","vote_average":7.9,"runtime":74,"cert":"\"G\"","id":407862,"title":"Top Gear: Apocalypse","adult":false,"genre_ids":[28,35,99]},{"cast":[],"overview":"Everything you always wanted to know about pornography (but were afraid to ask).","release_date":"2016-01-01","vote_average":0.0,"runtime":24,"cert":"N\/A","id":407864,"title":"Pornography","adult":false,"genre_ids":[16]},{"cast":["Danielle Pickard","Katey Parker","Natalie Young","Jenny Ledel","Carolyn King"],"overview":"A mercurial narrative about the reunion of two old friends. Loosely inspired by Ibsen's 'A Doll's House'.","release_date":"2016-07-14","vote_average":0.0,"runtime":19,"cert":"\"\"","id":407866,"title":"Spider Veins","adult":false,"genre_ids":[9648,18]},{"cast":[],"overview":"","release_date":"2010-06-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407868,"title":"Didou dessine moi ... vol. 3","adult":false,"genre_ids":[]},{"cast":["Sarita Allen","Trazana Beverley","Laurie Carlos","Gregory T. Daniel","Jackie Davis"],"overview":"The powerful tales of seven diverse African-American women are woven together in this 1982 performance of Ntozake Shange's Obie Award-winning landmark play. A breakthrough portrayal of black women's experiences in America, the story combines music, poetry and dance to celebrate their unique culture while painting a poignant portrait of their terrible struggles.","release_date":"1982-02-23","vote_average":10.0,"runtime":78,"cert":"\"NR\"","id":407873,"title":"For Colored Girls Who Have Considered Suicide\/When The Rainbow Is Enuf","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"independent japanese horror inspired by guinea pig","release_date":"1986-02-08","vote_average":0.0,"runtime":75,"cert":"N\/A","id":407875,"title":"Nighty night","adult":false,"genre_ids":[27]},{"cast":[],"overview":"","release_date":"2016-07-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407877,"title":"Eurofighter im Einsatz","adult":false,"genre_ids":[99]},{"cast":["Pasha Brandt","Milca Volny","Nikkimix","Marie Felix Lemite","Dadou Pasquet"],"overview":"Cafe Au Lait - with lotsa sugar, baby! begins when fair-skinned Alain (Pasha Brandt) falls for black Creole Minoushka (Milca Volny), and their family and friends are not at all happy about the romance. And the cozier the two get, the more determined their disapproving loved ones become on splitting them up. NikkiMix, Dadou Pasquet, Marie Felix Lemite and Aubry Blague co-star in this charming romantic comedy set in South Florida's Creole community.","release_date":"2006-01-01","vote_average":0.0,"runtime":102,"cert":"\"\"","id":407882,"title":"Cafe Au Lait - with lotsa sugar, baby!","adult":false,"genre_ids":[10749,35]},{"cast":["Samadarshi Dutta","Neha Panda","Abhikendu Dep Roy","Priyadarshini Mukherjee","Sharonyo Banerjee"],"overview":"Anthony and Julia, talk about Paris, Cinema and beyond in this 11 min poignant short film, as they discover the bittersweet essence of life and the illusion surrounding it.","release_date":"2016-05-12","vote_average":0.0,"runtime":12,"cert":"N\/A","id":407884,"title":"Afternoon with Julia","adult":false,"genre_ids":[35]},{"cast":["Semyon Bychkov","Adrianne Pieczonka","Franz Hawlata","Elena Batoukova","Piotr Beczala"],"overview":"This 2004 production of Richard Strauss's three-act comic opera Der Rosenkavalier (1911) emerged from the efforts of the Grosses Festspielhaus Salzburg. It stars Adrianne Pieczonka as Feldmarschallin, Franz Hawlata as Baron Ochs, Angelika Kirchschlager as Octavian and Franz Grundheber as Faninal. The Konzertvereinigung Wiener Staatsopernchor and the Wiener Philharmoniker lend added musical support, with Rupert Huber serving as chorus master of the former and Semyon Bychkov conducting the latter.","release_date":"2004-08-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407886,"title":"Der Rosenkavalier","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"This playful video from famed director and photographer Tracey Moffatt turns the tables on traditional representations of desire to examine the power of the female gaze in the objectification of men’s bodies. HEAVEN begins with surreptitiously taped documentary footage of brawny surfers changing in and out of bathing and wet-suits. While the soundtrack switches between the ocean surf and male chanting, Moffatt moves closer to alternately flirt with and tease her subjects, who respond with a combination of preening and macho reticence.","release_date":"1997-01-01","vote_average":0.0,"runtime":28,"cert":"N\/A","id":407888,"title":"Heaven","adult":false,"genre_ids":[]},{"cast":[],"overview":"The newlyweds have already left the party where the guests are still dancing. The bride has bled to death and the groom carries the body. He drags her down the stairs and along a long corridor until they fall down. At the shore the groom gives her away to the river, floating in a boat.","release_date":"2010-04-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":407896,"title":"Noche adentro","adult":false,"genre_ids":[]},{"cast":["Miloš Kopecký","Hana Lelitová","Pavel Landovský","Jiřina Jirásková","Ivana Mixová"],"overview":"Adolf (Miloš Kopecký), the irresistible seducer of women, is fond of Janicka (Hana Lelitová), a novice opera singer. The girl, however, prefers famous men and Adolf thus does not have a single chance with her. One day in a hospital, he meets a Greek partisan named Apostolek (Pavel Landovský) who impresses him with his spontaneity and ease in solving all problems, especially those with women. Adolf has an idea for a revenge. He makes Apostolek familiar with social manners, dresses him after the latest fashion and introduces him to Janicka as a Greek conductor. Janicka instantly falls in love with the made-up composer and Apostolek does no better.","release_date":"1969-10-17","vote_average":0.0,"runtime":82,"cert":"N\/A","id":407898,"title":"I, Mournful God","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"","release_date":"2015-04-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407900,"title":"Gros Nounours et le sac aux trésors","adult":false,"genre_ids":[]},{"cast":[],"overview":"After a hard day at work, Mr. Prokouk decides to invent a machine to ease his labor. But inventing is work too, and Mr. Prokouk spends more time dreaming about inventions than actually inventing anything. Can he find an easy solution?","release_date":"1949-07-23","vote_average":5.5,"runtime":9,"cert":"N\/A","id":407902,"title":"Mr. Prokouk Inventor","adult":false,"genre_ids":[35,16]},{"cast":["Miguelangel Landa","Mariano Álvarez","Alicia Plaza","Elba Escobar","Alejo Felipe"],"overview":"The political leader Alberto Carnevali, secretly returns to his country to plot against the dictatorship of Marcos Perez Jimenez. The Intense subversive struggle brings the torture of many of his comrades.","release_date":"1987-10-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":407907,"title":"Los Años del Miedo","adult":false,"genre_ids":[36,53,18]},{"cast":["Romi Park","Akira Ishida","Rie Tanaka","Soichiro Hoshi","Naomi Shindo"],"overview":"The Earth Forces has commissioned another Archangel-class ship, the Dominion; its sole mission is to destroy the renegade Archangel. As the battle draws to its ultimate conclusion, it is possible that humanity itself will be the victim. Kira, Athrun, and the others must stop a war that threatens both sides with genocide!","release_date":"2004-10-22","vote_average":0.0,"runtime":95,"cert":"N\/A","id":407909,"title":"Mobile Suit Gundam SEED Movie III: The Rumbling Sky","adult":false,"genre_ids":[878,28,16,10752,18]},{"cast":["Alexander Lazzrev","Evgeny Nesterenko","Vladislav Piavko","Tamara Sinyavskaya","Alexander Arkhipov"],"overview":"Mussorgsky's quintessential Russian opera is captured live on stage in this performance by the Bolshoi Opera featuring Rimsky-Korsakov's revised vision and starring Evgeny Nesternko and Vladislav Piavko.","release_date":"1987-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407911,"title":"Boris Godunov","adult":false,"genre_ids":[10402]},{"cast":["Lucienne Deschamps","Jean-Pierre Denys"],"overview":"“I’m dying to live.” These words from Saint Teresa of Ávila are said by Mother Aloïse Osée when she is about to separate forever from Don Jerome.","release_date":"1994-01-01","vote_average":5.5,"runtime":55,"cert":"N\/A","id":407916,"title":"I Am Dying to Live","adult":false,"genre_ids":[10749,18]},{"cast":["Lucienne Deschamps"],"overview":"The detention of Ingrid Betancourt reviewed and revisited by a fiction.","release_date":"2009-01-01","vote_average":6.0,"runtime":24,"cert":"N\/A","id":407918,"title":"Libertad","adult":false,"genre_ids":[]},{"cast":[],"overview":"The dizzying A-Z of online porn.","release_date":"2008-07-17","vote_average":0.0,"runtime":6,"cert":"N\/A","id":407920,"title":"Internet Alphabet","adult":false,"genre_ids":[]},{"cast":[],"overview":"Boy meets Girl. Boy is from Earth. Girl is not. But could they still have fun?","release_date":"2007-08-04","vote_average":0.0,"runtime":17,"cert":"\"\"","id":407922,"title":"Fun on Earth","adult":false,"genre_ids":[]},{"cast":[],"overview":"Animation short film","release_date":"2004-01-01","vote_average":5.0,"runtime":57,"cert":"N\/A","id":407924,"title":"Houkago Mania Club","adult":true,"genre_ids":[]},{"cast":[],"overview":"A criminal interrogates the woman he loves about her recent disappearance and receives an unexpected answer.","release_date":"2010-07-25","vote_average":0.0,"runtime":9,"cert":"N\/A","id":407926,"title":"Hunter's Moon","adult":false,"genre_ids":[]},{"cast":["Claudio Abbado","Éva Marton","Brigitte Fassbaender","Cheryl Studer","James King"],"overview":"Recorded at the Vienna State Opera house in 1989, this staging of Richard Strauss and Hugo von Hofmannsthal’s Elektra is one of the glories of live opera on film, deserving of eternal availability. The DVD picture has great clarity, despite the darkness of Hans Schavernoch’s set design. Other than the cliché of a huge statue head, toppled on its side, the set manages to be suitably representative of a decaying palace as well as an imposing, theatrical space, dominated by the mammoth body of the statue from which the head apparently dropped, draped with the ropes that seem to have enabled the decapitation. Sooner or later most of the characters cling to and twist around those ropes, an apt stage metaphor for the remorseless repercussions from the murder of Agammenon by his unfaithful wife Klytämnestra and her paramour, Aegisthus. Reinhard Heinrich’s costumes capture a distant era while sustaining a creepily modern look — part Goth, part homeless, part Spa-wear.","release_date":"1989-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407928,"title":"Elektra","adult":false,"genre_ids":[10402]},{"cast":["Valentino Alonso","Iván Espeche","Julia Perette","Laura Soifer"],"overview":"Late at night, a brother and his sister ride in an elevator with their father. Suddenly, the lights go off, and the lift gets stuck between two floors. In the dark and unable to get any help, the father pushes his son through the narrow space between the shaft and the hallway. Alone in the claustrophobic box, the father and daughter stay silent, until a childish whining is heard from the shadows. Someone is inside the elevator... breathing by their side.","release_date":"2010-11-06","vote_average":5.0,"runtime":13,"cert":"\"R\"","id":407939,"title":"Man in a Bag","adult":false,"genre_ids":[27,53]},{"cast":["Mettee Amornwuthikul","Suchao Pongwilai","Yodchai Meksuwan","Chumphorn Thepphithak","ชุติกาญจน์ จุลละนันท์"],"overview":"Story about 2 noble families who are in a feud with each other.","release_date":"2005-07-08","vote_average":0.0,"runtime":99,"cert":"N\/A","id":407941,"title":"The River of Love","adult":false,"genre_ids":[10749,18]},{"cast":["John Nettles"],"overview":"This film explores the era, life and work of William Shakespeare, including his famous lost years and the ways in which his legacy endures today.","release_date":"2016-04-21","vote_average":0.0,"runtime":43,"cert":"N\/A","id":407943,"title":"Shakespeare: The Legacy","adult":false,"genre_ids":[99]},{"cast":["Jenn Liu","Annabella Sciorra","Tammy Blanchard","Nathan Darrow","Dennis Boutsikaris"],"overview":"Eve has married the man of her dreams but when they return to live in the house willed to him by his first wife who died under horrific circumstances, it becomes a waking nightmare as Eve falls into a spiral of suspicion and madness.","release_date":"2015-01-20","vote_average":2.7,"runtime":90,"cert":"\"\"","id":407948,"title":"The Inherited","adult":false,"genre_ids":[53,27,9648,10770]},{"cast":["Chang Yin Shao","Tsai Yi Chin","Huang Shao Wen","Sheng Yen Hung"],"overview":"A journey to say goodbye to their love.","release_date":"2015-09-24","vote_average":6.0,"runtime":21,"cert":"N\/A","id":407950,"title":"Goodbye Angel","adult":false,"genre_ids":[18]},{"cast":["Jozef Kroner","Hana Slivková","Michal Dočolomanský","Ivan Krajíček","Zoro Laurinc"],"overview":"Who could forget the Favorites figure Svákov Ragan in acting creations neopakovatel'ného Jozef Kroner? Three-part television film Sváko Ragan, created according to stories Ela Sándor already at its first introduction many years ago, soon won favor with audiences. Brought not only good fun, but also an attractive view of a world Myjavská site with many rustic Alpine traditions and characters and witty dialect used, especially Myjavský and Brezovský. Above all this, however, it is dominated by the ability to invent Svákov Ragan was even in the most uncomfortable situations ...  Brezovskí tanners have been known not only to the quality of its products, but ischopnosťou their products at fairs successfully foreground. Highly after the fairs and markets in the near and distant surroundings Birch Nachod and Sváko Ragan and no wonder that their business has seen wandering the lot but cheerful and made many hilarious but also less hilarious \"deal\" ...","release_date":"1976-01-01","vote_average":8.5,"runtime":61,"cert":"N\/A","id":407952,"title":"Sváko Ragan","adult":false,"genre_ids":[10770,35]},{"cast":["Ian Bostridge","Julius Drake","Kyrie Hardiman","Adam Pudney","Liz Renken"],"overview":"Combining a concert film with a making-of documentary, this presentation provides a dramatization of Franz Schubert's famed song cycle along with a unique look at the collaborative process in bringing the production to the screen. Tenor Ian Bostridge vocalizes the part of the wanderer from Wilhelm Müller's poems (on which the cycle is based), with Julius Drake accompanying him on piano and David Alden directing.","release_date":"1994-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407954,"title":"Winterreise","adult":false,"genre_ids":[10402]},{"cast":["Kassai Lajos","Dr. Obrusánszky Borbála"],"overview":"","release_date":"2016-01-21","vote_average":10.0,"runtime":null,"cert":"N\/A","id":407965,"title":"A Lovasíjász","adult":false,"genre_ids":[12,99]},{"cast":["Bernd Michael Lade","Wilhelm Eilers","Johanna Falckner","Thomas Schuch","Ralf Lindermann"],"overview":"In 1988, the East Berlin homicide squad again and again encounters crimes that - according to the opinion of party leadership and state security - do not exist in socialism.","release_date":"2015-09-15","vote_average":0.0,"runtime":118,"cert":"N\/A","id":407967,"title":"Das Geständnis","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"","release_date":"1981-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407969,"title":"Prends 10 000 balles et casse-toi","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":9.0,"runtime":null,"cert":"N\/A","id":407971,"title":"blaze and the monster machines","adult":false,"genre_ids":[16]},{"cast":["Bernd Michael Lade","Martin Armknecht"],"overview":"","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407973,"title":"Vom Himmel das Blaue","adult":false,"genre_ids":[35]},{"cast":["Pascal Breuer","Peter Lakenmacher","Christiane Pauli","Karin Rasenack","Andreas von der Meden"],"overview":"","release_date":"1981-10-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407975,"title":"Mutschmanns Reise","adult":false,"genre_ids":[35]},{"cast":["Caroline Loeb","Roger Miremont","Julie Jézéquel","Laure Tran"],"overview":"In the middle of the most famous red light (prostitution) area in Paris, there is an apartment building on the Rue Saint Denis whose young adult inhabitants engage in lustful and romantic alliances of all kinds, in this independent film by first-time director Stephanie de Mareuil. One standout from the cast of mostly newcomers is pop musician Caroline Loeb.","release_date":"1987-07-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":407977,"title":"Cœurs croisés","adult":false,"genre_ids":[]},{"cast":["Alexandra Malagón","César Paredes","Maribel Quiñones","Miguel Ramos","Xiomara Rodríguez"],"overview":"Portrays with successful realism the drama of Dominicans who risk their lives by embarking on small boats to cross the Mona Passage bound for Puerto Rico, in search of a better future.","release_date":"2005-04-24","vote_average":0.0,"runtime":90,"cert":"N\/A","id":407985,"title":"El mar no perdona","adult":false,"genre_ids":[18]},{"cast":["Radu Beligan","Toma Caragiu","George Constantin","Colea Răutu","Gheorghe Visu"],"overview":"","release_date":"1976-02-09","vote_average":5.3,"runtime":81,"cert":"N\/A","id":407987,"title":"Singurătatea florilor","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Closing ceremonies for Star Trek: The Experience at the Las Vegas Hilton.","release_date":"2009-09-22","vote_average":0.0,"runtime":null,"cert":"\"\"","id":407989,"title":"Farewell to Star Trek: The Experience","adult":false,"genre_ids":[]},{"cast":[],"overview":"An attempt by some evil Klingons to kidnap visitors at The Las Vegas Hilton is foiled when the 24th century starship U.S.S. Enterprise transports them safely aboard. Taken to the bridge, the guests are told by Commander Riker that the Klingons plan is to disrupt the future time-line. Riker orders Lt. Commander LaForge to take them through the Klingon battle-zone and back to the 20th century aboard a shuttle-craft so that the time-line can be restored.","release_date":"2009-09-22","vote_average":8.0,"runtime":4,"cert":"\"\"","id":407994,"title":"Star Trek the Experience:  Klingon Encounter","adult":false,"genre_ids":[]},{"cast":[],"overview":"Overview of the villains that have been featured in the Original and Next Generation Star Trek movies.","release_date":"2009-09-22","vote_average":0.0,"runtime":null,"cert":"\"\"","id":407996,"title":"Villains of Star Trek","adult":false,"genre_ids":[]},{"cert":"\"\"","title":"Platonic Solid","cast":[],"id":407998,"overview":"parker and madison, two would-be lovers, redefine the term \"soul mate\" in this modern story of love, loss, coming out, and coming of age.  \"platonic solid\" tracks the separate progressions of parker and madison, as they each find themselves exploring and embracing same-sex relationships. madison, struggling with depression and a sexuality crisis, journeys through memories with parker, to reveal moments in their relationship that indicate their platonic love, and their struggle to come to terms with it.  this film investigates what sexuality means in a modern society and dissects the common, yet rarely discussed, theme of gay men and lesbian women dating each other. it chronicles growth and development, and all that goes along with embracing one's true identity.","runtime":null,"genre_ids":[],"release_date":"2014-03-08","vote_average":5.0,"adult":false}]