[{"cast":[],"overview":"A SACRIFICE (South Africa, 2003, 13min19sec, 16mm\/DVcam)\r A re-mix of the experimental classic CORRIDOR (1970) by Standish Lawder, with music by Jaques Casteréde and Geez n Gosh. world premiere was at the National Arts festival in Grahamstown.","release_date":"2004-07-25","vote_average":0.0,"runtime":13,"cert":"N\/A","id":408009,"title":"A Sacrifice","adult":false,"genre_ids":[]},{"cast":[],"overview":"An underwater rescue mission on a remote planet centered around two co-workers in heavy submersible suits takes shortly an unplanned course.","release_date":"2016-07-04","vote_average":5.5,"runtime":7,"cert":"\"\"","id":408011,"title":"Saurora","adult":false,"genre_ids":[878]},{"cast":[],"overview":"Love Sounds, a 24-hour audio-essay and history of love in cinema, dematerializes cinema’s visual legacy and reconstitutes it as an all-tonal history of critical listening.","release_date":"","vote_average":0.0,"runtime":1440,"cert":"N\/A","id":408013,"title":"Love Sounds","adult":false,"genre_ids":[]},{"cast":[],"overview":"Late feelings got me thinking about things I don't want to talk about. My friends helped me with this one.  \/after this day ain't no more lonely nights\/  An omnibus film ft. Neil Bahadur, Matthew Blais, Graham Carter, Simeon Curry, Jp Diaz, Isaac Goes, Alexa Harrington, Hannah Harrington, Zachary Kerrholden, Jd McGraw, Isiah Medina, Juan Molina, Nathan Smith, Dylan Tachick, and Kurt Walker","release_date":"2016-07-25","vote_average":0.0,"runtime":36,"cert":"\"\"","id":408015,"title":"I Want a Best Friend","adult":false,"genre_ids":[]},{"cast":["Sally Phillips","Kiki Kendrick"],"overview":"‘Egg’ is an absurd comedy about friendship and expecting the unexpected.  Ivy and Margaret meet for tea, same time, same place, everyday.  But today Ivy has some important news…  From first time director Alice Trueman and starring Sally Phillips (Bridget Jones's Diary, Miranda, Smack The Pony) and Kiki Kendrick (The Nine Lives of Thomas Katz).","release_date":"2016-07-21","vote_average":0.0,"runtime":4,"cert":"N\/A","id":408017,"title":"Egg","adult":false,"genre_ids":[35]},{"cast":["Claudio Abbado"],"overview":"Shot over a two-year period observing Abbado:  a) Rossini, Overture to 'll Barbiere di Siviglia'  b) Schubert, Symphony no. 2 B-Major, D. 125  c) Arnold Schonberg, Kammersinfonie no. 1 E-Major op. 9  (Filmed in Venice, Gran Teatro La Fenice, in February 1995, Chamber Orchestra of Europe).  a) Richard Strauss, Elektra (Deborah Polaski, Karita Mattila, Marjana Lipovsek, Ferrucio Furlanetto)  b) Beethoven, Symphony no 6 F-Major, op. 68, 'Pastorale'  (Filmed in the Festspielhaus Salzburg on the occasion of the Easter Festival, April 1995, Berlin Philharmonic).  a) Beethoven, Concerto for piano and orchestra no. 3 C-MINOR, OP. 37 (Maria Joao Pires)  b) Bruckner, Symphony no. 9 D-Minor  (Filmed in Paris, Cite de la Musique, in August 1995, Gustav Mahler Youth Orchestra).","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408019,"title":"Abbado: The Silence that Follows the Music","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"Lan abki abadan","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408021,"title":"Lan abki abadan","adult":false,"genre_ids":[]},{"cast":["Melanie Wilder","Anna Martine","Peter Sundby","Joseph Adelakun","Altay Lawrence"],"overview":"Jas is the story of a young, English-Iranian girl, and her unlikely meeting with a racist war veteran. It is a story of the desire to escape, and the impossibility of escaping oneself.  Alice Trueman won the Red Rock Entertainment Film Competition 2016 to make this short film, which is currently in post-production.","release_date":"2017-01-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":408026,"title":"Jas","adult":false,"genre_ids":[]},{"cast":["Kazuo Kumakura","Hiroko Maruyama","Hitoshi Takagi","Tōru Furuya","Michihiro Ikemizu"],"overview":"Eleven naughty cats on the run from the neighborhood police chief hear that a giant fish is nearby for the taking. They go on a hazardous quest find it, learning that they must work as a team to reach their goal.","release_date":"1986-08-27","vote_average":0.0,"runtime":90,"cert":"N\/A","id":408028,"title":"Eleven Cats and an Albatross","adult":false,"genre_ids":[16]},{"cast":["Elena Kolesnitschenko","Irina Tschistjakowa","Dmitri Krutogolovy","Nikita Mndoyants","Enrique Bátiz"],"overview":"At the age of seventeen, Irina Chistyakova looks back at an international concert career spanning ten years. Irina is the youngest of the four protagonists of the film Russia's Wonder Children made in 2000. By now seventeen years old, she is going through a drama that many prodigies experience: while they were children, they were able to stun audiences with the contrast of their delicate appearances and precocious talents. Like Irina, Nikita Mndoyants (18), Dmitry Krutogolovy (19), and Elena Kolesnichenko (25), are still showered with praise and distinction. But what price did they have to pay for it?","release_date":"2010-04-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408030,"title":"The Competitors: Russia's Child Prodigies","adult":false,"genre_ids":[99]},{"cast":["Mayumi Iizuka","Yukana","Mitsuaki Madono","Megumi Ogata","Yuri Shiratori"],"overview":"Disguised as schoolgirls, 2 superheroines would rather goof off instead of saving the Earth from gigantic monsters.","release_date":"1995-09-25","vote_average":5.0,"runtime":80,"cert":"N\/A","id":408032,"title":"Hyper Doll","adult":false,"genre_ids":[35,16]},{"cast":["Robert Hunger-Bühler","Natascha Osterkorn","Christine Schäfer"],"overview":"In Dichterliebe (2000), a film by Oliver Herrmann based on Robert Schumann’s song-cycle of the same name, the boundaries between song recital and reality blur. The chosen setting – a night club in the centre of Berlin – creates the intimate, dark salon atmosphere in which the songs might also have been performed at the time they were written. Returning to origins in this way, the film departs from the concert atmosphere in which song-recitals are normally performed nowadays.","release_date":"2000-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408034,"title":"Dichterliebe","adult":false,"genre_ids":[10402]},{"cast":["Sergiu Celibidache"],"overview":"Roumanian born conductor, Sergiu Celibidache (1912-1996) refused to record any of his performances. This documentary tries to provide some insight into the character of this man, allowing the viewer to come to their own conclusion about whether the man was a megalomanic or guru. Music includes: Mozart quartet in D minor (K, 421); symphony in C major, 'Jupiter' (K, 551); requiem in D minor (K, 626). Also, Haydn symphony no. 92 in G major 'Oxford', Beethoven quartet in D major, op. 18, no. 3; Schubert symphony #5 in B flat major, Bruckner symphony #9 in D minor and, finally, Bartok concerto for orchestra.","release_date":"1997-12-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408036,"title":"The Garden of Celibidache","adult":false,"genre_ids":[99]},{"cast":["Patricia Barker","Paul Gibson","Seth Belliston","Julie Tobiason","Ross Yearsley"],"overview":"Choreographed by an artistic genius, Shakespeare's comedy of magic and love's delusions set to the music of Felix Mendelssohn is a guaranteed audience pleaser. Pacific Northwest Ballet displays all the vitality, brilliance and versatility of its wonderful dancers in this award-winning production of Balanchine's first original full-length ballet.","release_date":"1999-07-25","vote_average":0.0,"runtime":94,"cert":"N\/A","id":408047,"title":"Mendelssohn A Midsummer Night's Dream","adult":false,"genre_ids":[]},{"cast":["Stephen Fry","Dulcie Gray","Dorothy Tutin"],"overview":"An engaging profile of the classic film; featuring interviews with Stephen Fry, Dulcie Gray and Dorothy Tutin.","release_date":"1999-01-01","vote_average":0.0,"runtime":24,"cert":"N\/A","id":408049,"title":"A Profile of The Importance of Being Earnest","adult":false,"genre_ids":[99]},{"cast":["Pedro Telémaco","Kisha Tikina Burgos","Tita Guerrero","José Eugenio Hernández","José Caro"],"overview":"Five stories linked by the new trend of how to meet people and the search for love in the world of internet.","release_date":"2007-04-02","vote_average":0.0,"runtime":29,"cert":"N\/A","id":408051,"title":"Pasión cibernética","adult":false,"genre_ids":[18]},{"cast":["Boris Malagurski","Oliver Stone","Noam Chomsky","R. James Woolsey, Jr.","Carla Del Ponte"],"overview":"'The Weight of Chains 2' is a documentary film largely dealing with the effects of the Washington Consensus economic doctrine on the newly established former Yugoslav republics, but also with neoliberalism as an economic concept. Through interviews with Noam Chomsky, Oliver Stone and many others, the author, Serbian-Canadian Boris Malagurski, attempts to analyze why so many people in the Balkans are disappointed with the systems imposed after the fall of socialism and how capitalism could be improved. Looking at the examples of Ecuador and Iceland, the film tries to uncover alternatives to the prevailing orthodoxies of Western economic dictates and help developing nations find their own way to shape their economies and their countries.","release_date":"2014-11-25","vote_average":10.0,"runtime":124,"cert":"N\/A","id":408053,"title":"The Weight of Chains 2","adult":false,"genre_ids":[99,36,35]},{"cast":["Romuald Hivert","Mayumi Yoshida","Chioma Okoeye","Mauricio Payan","Michelle Ferguson"],"overview":"A woman must face a strange cult and their nefarious Messiah if she is going to avoid being their human sacrifice.","release_date":"2013-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":408055,"title":"M is for Messiah","adult":false,"genre_ids":[53,27]},{"cast":[],"overview":"In Novel City, Thornton revisits her 1983 film Adynata, which explored questions of the Other through what Thornton has termed an \"Orientalist spectacle\" that was \"intended to bring about a critical self-response, a simultaneous attraction and repulsion that provoke an instance of cultural self-awareness.\" In her new work, Thornton confronts the economic and cultural transformation of contemporary China, evoking a new spectacle of capitalism run amok. Thornton shoots from her window of the Jin Jiang Hotel in Shanghai, the site of Mao's 1972 meeting with Nixon, and projects images from the earlier movie, creating a layered landscape of alienation and dislocation.\r - Description from EAI","release_date":"2008-06-01","vote_average":0.0,"runtime":8,"cert":"\"\"","id":408057,"title":"Novel City","adult":false,"genre_ids":[]},{"cast":["Valeriy Sokolov","Svetlana Kosenko"],"overview":"This documentary introduces the unbelievable talents of Valeriy Sokolov. A short introduction gives way to concert footage guaranteed to amaze. The repertoire includes Beethoven's 7th Violin sonata, Prokofiev's 2nd sonata, Saint-Saens' Introduction and Rondo Capriccioso, and Miroslav Skorikh's Spanish Danse.","release_date":"2006-09-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408059,"title":"Valeriy Sokolov: Natural Born Fiddler","adult":false,"genre_ids":[99]},{"cast":["Nelson Xavier"],"overview":"","release_date":"1980-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408070,"title":"Eu Carrego um Sertão Dentro de Mim","adult":false,"genre_ids":[99]},{"cast":["Jacques Stroumsa","Evgeny Kissin","Vladimir Ashkenazy","Zubin Mehta","Pinchas Zukerman"],"overview":"The struggles of the world’s Jewish people over the course of several centuries are expressed and explored through the music they inspired in this documentary from the BBC and Opus Arte. We Want the Light brings together harrowing tales from Holocaust survivors with performances of music by such legendary composers as Mahler, Bach, Mendelssohn, and Brahms.  Interviews with: Alice Sommer Herz, Jacques Stroumsa, Evgeny Kissin, Vladimir Ashkenazy, Zubin Mehta, Itzhak Perlman, Pinchas Zukerman, Toby Perlman, Michael Haas, Elyakim Ha’etzni, Norman Lebrecht, Margaret Brearley, Paul Lawrence Rose, Daniel Barenboim, Yirmiyahu Yovel, Uri Toeplitz & Anita Lasker-Wallfisch.  Featuring: Gürzenich-Orchester Köln, Cologne Cathedral Children’s Choir & Cologne Opera Chorus.","release_date":"2004-10-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408072,"title":"We Want the Light","adult":false,"genre_ids":[99]},{"cast":["Hayley Mills","Lionel Jeffries","Warren Mitchell","Doug McClure"],"overview":"Charley Farthing is on the run, chased by an irate husband with murder on his mind.","release_date":"1976-01-01","vote_average":0.0,"runtime":109,"cert":"N\/A","id":408074,"title":"What Changed Charley Farthing?","adult":false,"genre_ids":[35]},{"cast":["Gilberto Freyre"],"overview":"","release_date":"1974-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408076,"title":"Casa Grande e Senzala","adult":false,"genre_ids":[99]},{"cast":["Alison Hughes","Mary Barclay","Edward Bennett","Nat Bocking","Tanya Bocking"],"overview":"A series of non-dramatic tableaux representing scenes from De Sade's novel.","release_date":"1976-01-01","vote_average":5.5,"runtime":90,"cert":"N\/A","id":408078,"title":"Justine","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In a fight ring, a battle is about to take place...","release_date":"2013-07-23","vote_average":4.5,"runtime":9,"cert":"N\/A","id":408080,"title":"C#ckfight","adult":false,"genre_ids":[]},{"cast":["Michael De Robbio","Mahalia Brown","Matthew C. Vaughan"],"overview":"A man in a mask interrupts a couple's alone time.","release_date":"2013-07-23","vote_average":10.0,"runtime":10,"cert":"N\/A","id":408082,"title":"Cat Sick Blues","adult":false,"genre_ids":[]},{"cast":["Karl Böhm","Gundula Janowitz","Peter Schreier","Christa Ludwig","Walter Berry"],"overview":"Karl Bohm was 77 when this was filmed, and he looks about 60. He conducts with vigor, strength, and total musical solidity. I believe Bohm to be a better Mozart conductor than Herbert von Karajan (1908-1989) although Karajan is more famous and has had more recordings released in the US than Bohm. Karajan also recorded Mozart's \"Requiem\" at least three times for DG during the stereo era, the final one in DDD sound.","release_date":"1971-03-25","vote_average":0.0,"runtime":64,"cert":"N\/A","id":408093,"title":"Mozart Requiem","adult":false,"genre_ids":[]},{"cast":[],"overview":"Iron Maiden at Lővér Kemping, Sopron, Hungary  If Eternity Should Fail\r Speed of Light\r Children of the Damned\r Tears of a Clown\r The Red and the Black\r The Trooper\r Powerslave\r Death or Glory\r The Book of Souls\r Hallowed Be Thy Name\r Fear of the Dark\r Iron Maiden\r The Number of the Beast\r Blood Brothers\r Wasted Years","release_date":"2016-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408095,"title":"Iron Maiden: [2016] Volt Festival","adult":false,"genre_ids":[]},{"cast":["Isham Samzudeen","Piyumi Samaraweera","Ravindra Randeniya","Jayani Senanayake","Gayani Gisanthika"],"overview":"A schoolboy and his friend are caught at school looking at pornography on the computer. Punished, they wrongly believe that the police are going to arrest them so they hide in an abandoned building and as the boys feel cornered, and fearing for their lives, one of them accidentally kills a prostitute with a dagger thinking she was a mugger...","release_date":"2005-09-25","vote_average":5.0,"runtime":136,"cert":"N\/A","id":408097,"title":"A Letter of Fire","adult":false,"genre_ids":[18]},{"cast":["Chamar Avery","Angel Spieghts","April Lockett"],"overview":"2ELEVEN IS THE TALE OF TWO BROTHERS HUSTLING TO SURVIVE IN THE STREETS OF DETROIT. ZO, THE CALM, AMBITIOUS BROTHER WANTS NOTHING MORE THAN TO GIVE HIS DAUGHTER, NATTY, A BETTER LIFE WHILE MURDA, THE FLASHY HOT TEMPERED BROTHER LOVES THE FAST LIFE AND EVEN FASTER MONEY. TWO VERY DIFFERENT BROTHERS WITH THE SAME OCCUPATION, COMMITTING ROBBERIES. ZO, MURDA, AND THEIR ACCOMPLICE, RELL START OFF AS SMALL TIME THIEVES UNTIL ZO LINKS UP WITH A SEASON VETERAN WHO GIVES THEM THE OPPORTUNITY TO CATCH BIGGER FISH AND MAKE MORE MONEY. ONCE THESE \"JACK BOYS\" BEGIN TO SEE A SHIFT IN INCOME, THE DIFFERENCES BETWEEN ZO AND MURDA BECOME MORE APPARENT. TEMPERS FLARE, BLOOD IS SHED, AND LINES ARE CROSSED. THE MORE MONEY THAT IS MADE, THE MORE LOYALTY IS TESTED. THIS URBAN DRAMA IS SURE TO LEAVE YOU THINKING","release_date":"2015-08-08","vote_average":7.0,"runtime":105,"cert":"\"R\"","id":408102,"title":"2eleven","adult":false,"genre_ids":[28,80]},{"cast":[],"overview":"The epitome of a short western film with short actors, short horses and long credits.","release_date":"2010-01-15","vote_average":0.0,"runtime":3,"cert":"\"\"","id":408104,"title":"A Short Film","adult":false,"genre_ids":[]},{"cast":["Patrick Davis","Matt Angel","Rustic Bodomov","Gary Clemmer","Mason Davis"],"overview":"The inspiring true story of Víctor Torres - a migrant teen from Puerto Rico forced to survive the dark streets of Brooklyn in 1962. Enslaved by the power of gangs and the addictions of the neighborhood, he must now find freedom before he destroys his family and himself.","release_date":"2016-09-15","vote_average":7.4,"runtime":105,"cert":"\"\"","id":408106,"title":"Victor","adult":false,"genre_ids":[18]},{"cast":["Bibi Vogel","Jaime Barcellos","Wagner Montes","Roberto Faissal"],"overview":"Beto, a young gigolo playboy, convinces his friends to break into a house to rape Marlene, a wealthy woman. They can not complete the mission, but the woman fall in love with Beto, who returns to become her lover. The case of the two, eventually involving the husband of Marlene, causes problems that the two can't solve.","release_date":"1978-01-01","vote_average":5.0,"runtime":90,"cert":"N\/A","id":408117,"title":"A Morte Transparente","adult":false,"genre_ids":[]},{"cast":["Luis Aguilar","Sonia Furió","Dagoberto Rodríguez","Sonia Infante"],"overview":"Widowed farmer remarries so his children will have a mother. But then...","release_date":"1965-05-02","vote_average":5.0,"runtime":90,"cert":"N\/A","id":408119,"title":"El pozo","adult":false,"genre_ids":[]},{"cast":[],"overview":"An indifferent, self-absorbed vampire sits in a café before dawn - sipping his coffee, browsing a crossword, and waiting for the sun to end his weary existence. But his plan is interrupted by an excitable young boy, and a vicious psychopath.","release_date":"2009-07-19","vote_average":0.0,"runtime":12,"cert":"N\/A","id":408121,"title":"The Long Night","adult":false,"genre_ids":[]},{"cast":["Alba Raquel Barros","Gerardo Rodríguez","Wilfredo Corona","Walter Rodríguez","Amneris Morales"],"overview":"Two stories intersect, with violence as a common axis. An inside look into the world of youth boxing, full of championship illusions, combined with jealousy and envy.","release_date":"2005-11-21","vote_average":0.0,"runtime":90,"cert":"N\/A","id":408123,"title":"El desvío... la escena del crimen","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In the midst of the ongoing conflict in Afghanistan and Pakistan, a gifted child makes an extraordinary effort for his people.","release_date":"2010-03-26","vote_average":0.0,"runtime":24,"cert":"\"\"","id":408125,"title":"Heal","adult":false,"genre_ids":[]},{"cast":["Alan Tam","Kenny Bee","Bennett Pang Kin-San","Danny Yip","Anthony Chan"],"overview":"Those who grew up in Hong Kong in the 1970s definitely remember the Wynners, a band formed by Alan Tam, Kenny Bee, Bennett Pang, Danny Yip, and Anthony Chan. They first dabbled into the film industry with Let's Rock in 1975, and in 1978 Taiwanese director Chen Yao Chi created another Wynners movie Making It. With a script tailored for the Wynners, youth film Making It is an updated Chinese version of The Prince and the Pauper. Five up-and-coming young music lovers, played by none other but the Wynners, overcome a lot of difficulties before they have a chance to perform at a restaurant. However, one of the band members, Alan (Alan Tam), suddenly feels ill and is hospitalized. His four friends fortunately come across the rich Sylvester (also Alan Tam) who looks exactly like Alan, and the four desperate band members ask him to take Alan's place for the performance. Meanwhile, Sylvester's parents, busily fetching Sylvester to fulfill an arranged marriage, mistake Alan as Sylvester...","release_date":"1978-09-14","vote_average":5.0,"runtime":96,"cert":"N\/A","id":408127,"title":"Making It","adult":false,"genre_ids":[10749,35,10402]},{"cast":["Rumi Shishido","Yuki Matsuoka","Ikue Otani","Tomoko Akiya","Sawa Ishige"],"overview":"One day Pop was out scavenging with Hana, and found a beautiful rose inside the Queen's garden. Curious, she picked the rose and brought it home. Unwittingly, that rose can cause all wishes to become true, whether good or bad. Good wishes will turn the rose white and bloom, while bad wishes will turn the rose black and wither. After a heated argument with her sister Doremi, Pop wishes that Doremi loses all her magic and be turned into a mouse. Hilarity ensues, as Doremi and the others try to put everything back to normal.","release_date":"2000-07-08","vote_average":6.0,"runtime":27,"cert":"N\/A","id":408129,"title":"Magical Girl Do-Re-Mi Sharp: The Movie","adult":false,"genre_ids":[35,10751,14,16]},{"cast":[],"overview":"A remembered romance in reverse becomes something horrific as a woman's past comes back to haunt her.","release_date":"2014-07-17","vote_average":0.0,"runtime":12,"cert":"N\/A","id":408137,"title":"The Flames of My Love","adult":false,"genre_ids":[]},{"cast":[],"overview":"A witness speaks out his story and his fear.","release_date":"2015-04-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":408139,"title":"Testimony of the Unspeakable","adult":false,"genre_ids":[27,99]},{"cast":[],"overview":"In another foreign civil war, a desperate Aussie photojournalist must capture the memorable photo of exclusive death that will make her career. Even if it means creating the atrocities herself.","release_date":"2015-07-26","vote_average":0.0,"runtime":7,"cert":"N\/A","id":408141,"title":"Pulitzer","adult":false,"genre_ids":[]},{"cast":[],"overview":"China, Cambodia and Bangladesh have known for two years violent movements of workers' protests. Outsourcing of the subcontractors for a poor country to another are not without consequences. With the awareness of workers and soaring prices, social stability of these countries is no longer guaranteed. The protests and walkouts multiply. Facing the dull anger but rising of these workers, the authorities can not remain inert. This documentary describes the increasing power of a new protest generation of workers, younger, and less docile. To discuss this problem, this film survey examines the question of social relationships in Chinese companies, including Foxconn, the Taiwanese electronics giant, which is the largest employer in China.","release_date":"2013-07-25","vote_average":0.0,"runtime":45,"cert":"N\/A","id":408143,"title":"Asia, Workers' Awakening","adult":false,"genre_ids":[99]},{"cast":["Akira Ishida","Rie Tanaka","Soichiro Hoshi","Naomi Shindo"],"overview":"The battle lines have been drawn, placing old friends Kira and Athrun on opposing sides in the war. The resulting battle will mark a turning point in their lives as Athrun and the Zaft forces launches a major offensive designed to end the war once and for all!","release_date":"2004-09-25","vote_average":0.0,"runtime":95,"cert":"N\/A","id":408145,"title":"Mobile Suit Gundam SEED Movie II: The Far-Away Dawn","adult":false,"genre_ids":[28,16,878,10752,18]},{"cast":["Maki Ryo","Maho Rukawa","Natsumu Kinami"],"overview":"Kirenji is so definitely NOT your typical Japanese girls' school. For example, while the word \"hot\" might describe an attractive girl at other places of higher education, at Kirenji it's more likely to mean \"hot blooded,\" \"hot tempered,\" and \"ready for red hot action\" - as in physical combat, that is!  When 17-year-old Maki enrolls, thinking she's the baddest bad girl of them all, she quickly learns the hard way that at Kirenji she'll have to punch her way to the top of the shapely power pyramid... and it's just too bad that the equally intimidating Natsumu is standing in her path!","release_date":"2008-01-01","vote_average":5.0,"runtime":65,"cert":"N\/A","id":408147,"title":"Kirenji Girls' Combat School","adult":false,"genre_ids":[28]},{"cast":["Joey Lawrence","Maryse Ouellet Mizanin","Sydney Viengluang","Akanimo Eyo","Josh Crotty"],"overview":"Strangers trapped on a secluded island struggle to survive against hordes of the dead.","release_date":"2016-12-02","vote_average":4.3,"runtime":null,"cert":"\"\"","id":408149,"title":"Isle of the Dead","adult":false,"genre_ids":[27]},{"cast":["Mariem Pérez Riera","Delia Esther Quiñones","Ángel D. Soto","Idalia Pérez Garay","Pedro Juan Texidor"],"overview":"As experienced by 9 year old Angelita, the film portrays the hardship of migration endured by her family’s move from a small town in Puerto Rico to New York City’s Lower East Side.","release_date":"1983-10-28","vote_average":6.0,"runtime":73,"cert":"\"\"","id":408157,"title":"The Two Worlds of Angelita","adult":false,"genre_ids":[18]},{"cast":["Alex Murphy","Chris Walley","Hilary Rose","Dominic MacHale","Ciaran Bermingham"],"overview":"Two teenage boys cycle 160 km on stolen bikes pursued by police to find a missing bale of cocaine worth 7 million euro. Set around the real event of Ireland's biggest cocaine seizure in 2007 of 440 million euro.","release_date":"2016-09-16","vote_average":7.5,"runtime":84,"cert":"\"\"","id":408159,"title":"The Young Offenders","adult":false,"genre_ids":[35]},{"cast":["Sarah Roemer","Luke Grimes","Christopher Jacot","Mouna Traoré","Daniel Kash"],"overview":"A vampire seeks out an artist to paint her a portrait so that she can see her image for the first time.","release_date":"2016-05-31","vote_average":5.1,"runtime":87,"cert":"N\/A","id":408167,"title":"Manhattan Undying","adult":false,"genre_ids":[10749,18,9648]},{"cast":["Tanya Beardsley","Gina Grant"],"overview":"A 45-minute, easy-to-follow class to get you started.  Ready, set, activate!  Join Zumba star trainers Tanya Beardsley and Gina Grant for a 45-minute workout designed to activate your body and awaken your senses.  Feel an incredible blast of Zumba energy designed to reach an endorphin release zone and lose yourself deep in the music.  This is the workout that starts the party and keeps it going.  Activate your body now!","release_date":"2011-01-01","vote_average":10.0,"runtime":null,"cert":"\"NR\"","id":408169,"title":"Zumba Fitness: Activate","adult":false,"genre_ids":[]},{"cast":["Beto Perez","Melissa Chiz"],"overview":"The original full-length fitness-party experience.  Turn up the music!  Join Bento, creator of the Zumba program, for a smile-inducing joyride - a 60-minute Zumba Fitness-Party experience designed to reach an endorphin release zone and supercharge your senses.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"NR\"","id":408171,"title":"Zumba Fitness: Exhilarate","adult":false,"genre_ids":[]},{"cast":["Tanya Beardsley","Beto Perez","Aileen Padilla","Wil-son Williams","George Lu"],"overview":"A rhythmic journey around the world.  Take a trip around the world in this high-energy Zumba workout with special guest instructors leading the way.  From the exotic sounds of Bollywood to cutting-edge hip-hop to French reggaeton, feel the rhythms take your body on a full-blown fitness journey.  World-renowned percussionist Bashiri \"the Bash Man\" Jognson (percussionist for Michael Jackson, Miles Davis, Ray Charles, Madonna and more) provides live musical accompaniment.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"NR\"","id":408173,"title":"Zumba Fitness: Mix","adult":false,"genre_ids":[]},{"cast":["Greold Rudle","Monica Weinzettl"],"overview":"","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408178,"title":"Brutal Normal","adult":false,"genre_ids":[]},{"cast":["Teresa Orlowski","Gerlinde Bödecker"],"overview":"A fine Compilation from Teresa's Movies.","release_date":"1985-01-01","vote_average":0.0,"runtime":120,"cert":"N\/A","id":408180,"title":"Teresa, the Woman Who Loves Men 1","adult":false,"genre_ids":[]},{"cast":["Mike Portnoy","Billy Sheehan","Richie Kotzen"],"overview":"\"Unleashed in Japan\" is the first live album of the Hardrock veterans around Mike Portnoy, Billy Sheehan and Richi Kotzen. On \"Unleashed in Japan\" you can find four tracks, which can't be found on the debut, plus six songs of the debut, live recorded in Japan.","release_date":"2014-01-15","vote_average":0.0,"runtime":101,"cert":"\"\"","id":408182,"title":"The Winery Dogs - Unleashed in Japan","adult":false,"genre_ids":[10402]},{"cast":["Kanae Itou","Marina Inoue","Ryohei Kimura","Kana Hanazawa"],"overview":"Kodaka Hasegawa and his acquaintances have a nabe (hot pot) party as a drill for them to know what to do when they are invited to a real nabe party.","release_date":"2011-09-22","vote_average":10.0,"runtime":11,"cert":"N\/A","id":408184,"title":"I Don't Have Many Friends","adult":false,"genre_ids":[16]},{"cast":["Joe Rígoli","Pepe Regueria","Rafael Taibo","José Carabias","Rafael Amor"],"overview":"","release_date":"1988-01-01","vote_average":0.0,"runtime":83,"cert":"N\/A","id":408186,"title":"Zocta: Sólo en la Tierra se puede ser extraterrestre","adult":false,"genre_ids":[878,35]},{"cast":["David Steiger"],"overview":"Patrick is a brilliant doctor, in an obsessive race to alter his own grim prognosis. During a series of unconventional experiments, he discovers a scientific loophole unlike anything he had ever imagined. In pursuit of this dark prize, Patrick will risk everything to ensure he sees his experiment to the end...even if it means accepting the sinister results.","release_date":"2012-07-27","vote_average":0.0,"runtime":14,"cert":"\"R\"","id":408188,"title":"Other","adult":false,"genre_ids":[53,18,27,878]},{"cast":["Kirsi Liimatainen","Evo Morales"],"overview":"In 1988, 20-year-old Kirsi Marie Liimatainen travels from Finland to the GDR, to study Marxism-Leninism at the International Youth Academy. In summer of´89 the course ends and the students spread out over the world. Afew months later, the Berlin Wall falls. 24 years later Kirsi, sets out on a cinematic journey to Nicaragua, South Africa, Chile, Bolivia, Lebanon, Germany and Finland to meet up once more with her former fellow students. What remains of their dream of the liberation of the oppressed?","release_date":"2016-08-18","vote_average":7.0,"runtime":113,"cert":"N\/A","id":408190,"title":"Comrade, Where Are You Today?","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Dan and Carole meet and confess to each other, their desire to leave everything, and to die.  They decide to perform crimes to live without paying. But one day : they commit a murder.","release_date":"1981-01-02","vote_average":0.0,"runtime":83,"cert":"N\/A","id":408201,"title":"Du blues dans la tête","adult":false,"genre_ids":[27,80,53]},{"cast":["Linnea Skog","Paula Vesala","Lauri Maijala","Santtu Karvonen","Antti Luusuaniemi"],"overview":"Little Wing tells the story of 12-year-old Varpu, who's quickly growing to adulthood, and about her mother, who doesn't want to grow up. Varpu lives with her mother and has never met her father. One night Varpu has enough of her riding buddies and her mother. She steals a car and drives up north in search of her father, of whom she only knows the name. But her father is not exactly what she had expected. Meeting him trigger something in Varpu and Siru's life, making them realize their role in each other's lives, and in the world.","release_date":"2016-09-23","vote_average":7.3,"runtime":100,"cert":"N\/A","id":408203,"title":"Little Wing","adult":false,"genre_ids":[18]},{"cast":["Moris Cohen","Rotem Zissman-Cohen","Alon Dahan","Dan Mor","Herzl Tobey"],"overview":"Ovadia Rachmim is the strongest and most violent doorman of Tel Aviv night clubs. He and his wife Rachel are trying to get pregnant for 5 years. A small time gangster named Shalom, offers Ovadia a job, to be a debts collector, offering him a lot of money. Ovadia sees this as great opportunity to start an expensive private treatment for his wife. As soon as Rachel gets pregnant, he decides to stop working for Shalom. Shalom wants him for the most important mission. The mission in which Ovadia has to betray all his best friends. Now it's the time to pay the price of becoming a father.","release_date":"2016-06-05","vote_average":7.0,"runtime":105,"cert":"N\/A","id":408205,"title":"Our Father","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"","release_date":"2016-03-18","vote_average":2.0,"runtime":null,"cert":"N\/A","id":408207,"title":"Mole of Life","adult":false,"genre_ids":[]},{"cast":["Swapna Menon","Livingston","Saravana Subbiah"],"overview":"Vijay Shanmugavel Ayyanar Directorial, Kathir Starring Onbathilirundhu Pathu Varai is Gearing Up For July 1st.","release_date":"2016-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408209,"title":"Onbathilirundhu Pathu Varai","adult":false,"genre_ids":[]},{"cast":["Cara Theobold","Emily Atack","Algina Lipskis","Jordan Coulson","Homer Todiwala"],"overview":"Three best friends - Alex, Az and Jim - head to Ibiza for their first lad's holiday. Unfortunately, tagging along is Alex's unimpressed ex-girlfriend Ellie. Arriving on the island, the lads dump Ellie with Alex's sister Liz, and her friend Zara, and head to San Antonio to start their week of sun, sea and debauchery. Soon they end up in a club, run by local gangster Karl, where the attractions aren't all alive - they're zombies! Due to Jim's drunken antics the zombies escape, and soon all hell breaks loose and no one on the party island is safe.","release_date":"2016-08-26","vote_average":3.9,"runtime":95,"cert":"N\/A","id":408211,"title":"Ibiza Undead","adult":false,"genre_ids":[28,35,27]},{"cast":["Raúl Sol","Daisy Salazar","Jorge Torija","Darinka Uribe","Cesly Acero"],"overview":"In the highlands of Chiapas, and with the help of the chief of the indigenous community of Tres Cruces, a gang of traffickers plans stealing some of their young. This town will be shaken by the events in one day change the lives of Juana, Maruch and Light, women who unknowingly cross their own destinies. Legends and traditions mingle to discover that hope is within the power of each","release_date":"2013-01-15","vote_average":0.0,"runtime":112,"cert":"N\/A","id":408213,"title":"Bajo el cielo de Tres Cruces","adult":false,"genre_ids":[18]},{"cast":["Rodica Mandache","Geo Costiniu","Valentin Uritescu","Antoaneta Glodeanu","Magda Catone"],"overview":"A story about a young boy and his adventurous holidays out of town.","release_date":"1989-02-13","vote_average":2.0,"runtime":82,"cert":"N\/A","id":408227,"title":"Why Does the Fox Have a Tail","adult":false,"genre_ids":[12,10751,35]},{"cast":["Jonathan Alpart","Matt Barron","Simon Cardoza","Nalani Jay","Liu Yi"],"overview":"When Simon's' dog is taken from him, he stops at nothing to get her back.","release_date":"2016-05-13","vote_average":4.0,"runtime":78,"cert":"\"R\"","id":408229,"title":"Hello Gangster","adult":false,"genre_ids":[28,80,35]},{"cast":["Arnut Rapanit","Debbie Bazoo","Boriwat Yuto","Somporn Preedamanoth","Chattapong Pantaahgkoon"],"overview":"Nop is a small time thief who gets a job from the local Chinese mafia in Bangkok. He and another guy have to pick up some girls from a small fishing port nearby who have been smuggled in from China to work in a Karaoke bar and deliver them to Bangkok. On the way back into town they are stopped at a police check point and the cops soon realize the people in the van are all illegal immigrants. He runs away with a girl who speaks some Thai named Liew who is coming to Thailand to pay back her family's debts. A chase leads to them nearly being captured and Nop is shot but they manage to escape and hide out in Pattaya for a few days. They have a relationship but Nop must hand over the girl to the mob no matter what. She does not want to work in the bar but is forced to. Nop does not agree...","release_date":"2003-01-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":408231,"title":"China Girl in Bangkok","adult":false,"genre_ids":[28,80,18]},{"cast":["Akom Preedakul","Apaporn Nakornsawan","Anna Chuancheun","นิว ธัญญ่า","บุษบา สุรมย์"],"overview":"The top porno film director in Thailand is down on his luck. His staff is desperate for a new job. He owes money everywhere. He decides it's time to make a new film but this one will be a mainstream movie. He has to find investment for the project so he goes around to all the major film producers in Bangkok until he comes up with one who will back it. However, he has one very tough condition and that is that he must produce ten porno films of the same standard as before first.  Reluctantly he agrees and his entire team heads off to the jungle to make the first one. Once there they get captured by some bandits the Army is in hot pursuit of. They are caught in the crossfire and when the Army finally rescues them they don't believe that they are making a movie.","release_date":"2010-01-01","vote_average":0.0,"runtime":109,"cert":"N\/A","id":408233,"title":"Behind the Scenes","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Iron Maiden at Donington Park, Castle Donington, England  If Eternity Should Fail\r Speed of Light\r Children of the Damned\r Tears of a Clown\r The Red and the Black\r The Trooper\r Powerslave\r Death or Glory\r The Book of Souls\r Hallowed Be Thy Name\r Fear of the Dark\r Iron Maiden\r The Number of the Beast\r Blood Brothers\r Wasted Years","release_date":"2016-06-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408235,"title":"Iron Maiden: [2016] Download Festival","adult":false,"genre_ids":[]},{"cast":["Russell Floyd","Lisa Eichhorn","Fred Adenis","Timothy Morand","Angela Dixon"],"overview":"A retired couple, Bernard and Helen Martin, inherit a house in rural France. Bernard's father had liberated this same village from the Nazis during the Second World War, in a rage-fueled killing spree. This peaceful couple quickly become the target of a cruel gang of street kids, who terrorise the village. Plugged into their devices and devoid of empathy, they are a new breed of technological psychopath... Bernard and Helen's lives become a living hell as they are harassed and tormented by the gang. When pushed beyond breaking point, right or wrong no longer matters, survival is everything! Can Bernard live up to his father's legend? And could they live with the consequences? This is the old generation vs the new!","release_date":"2016-08-27","vote_average":0.0,"runtime":105,"cert":"N\/A","id":408237,"title":"Offensive","adult":false,"genre_ids":[53,80,27]},{"cast":["Kálmán Koletár","Éva Ruttkai","Gyula Gózon","Samu Balázs","Gábor Agárdi"],"overview":"A few days from a daily life of a regular school in Hungary during fifties.","release_date":"1954-11-18","vote_average":8.0,"runtime":110,"cert":"N\/A","id":408239,"title":"Me and My Grandpa","adult":false,"genre_ids":[10751,12,35]},{"cast":[],"overview":"After the huge success of the 2012 documentary, the Warwrick Rowers are back.  They walk you through the making of their \"Brokeback Boathouse\" calendar for 2013.","release_date":"2013-12-30","vote_average":5.0,"runtime":40,"cert":"\"NR\"","id":408247,"title":"The Warwick Rowers - Brokeback Boathouse","adult":false,"genre_ids":[99]},{"cast":[],"overview":"We’re back in full colour and full HD, in our most intimate and revealing film yet. Follow us throughout our 2014 calendar photoshoot, hear why we love our sport and find out what we really think about taking our clothes off for the world. We also talk about the serious side of what we do – Sport Allies, our outreach programme to challenge homophobia. All against a background of a beautiful English summer by the River Avon, with an all original soundtrack that was donated to us by incredible musicians from all around the world. We think it’s our best film yet, but we’ll let you be the judge!","release_date":"2014-12-30","vote_average":6.5,"runtime":53,"cert":"\"NR\"","id":408249,"title":"The Warwick Rowers - Bigger, Longer & Uncut","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Our England film follows our traditional English summer calendar shoot. We start out at the boathouse as usual, but then soon head for a beautiful country home, where we get to play at being lords of the manor.","release_date":"2016-01-01","vote_average":6.5,"runtime":58,"cert":"\"NR\"","id":408251,"title":"The Warwick Rowers - Long Hot Summer Part 1 - England","adult":false,"genre_ids":[99]},{"cast":["Harry Jans","Harold Whalen"],"overview":"This brash comedy team toured extensively in vaudeville, and even made a Victor 78 of much of the material contained in this short.","release_date":"1929-10-29","vote_average":0.0,"runtime":10,"cert":"\"\"","id":408256,"title":"Two Good Boys Gone Wrong","adult":false,"genre_ids":[]},{"cast":["Isabelle Huppert","Kevin Azais","Johan Leysen","Jan Hammenecker","Carlo Ferrante"],"overview":"Isabelle Huppert stars as a middle-aged factory worker whose long-ago brush with fame comes to the fore again when she begins a romance with a young aspiring boxer.","release_date":"2016-12-21","vote_average":5.8,"runtime":90,"cert":"\"\"","id":408258,"title":"Souvenir","adult":false,"genre_ids":[35,18]},{"cast":["Isabel Ampudia","Alberto Jiménez","Leonor Watling","Marta Domingo"],"overview":"","release_date":"2001-07-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408260,"title":"La espalda de Dios","adult":false,"genre_ids":[18]},{"cast":["Arak Amornsupasiri","Atchara Suwan","Visra Vichit-Vadakan","Intira Jaroenpura","Rassami Paoluengtong"],"overview":"A film director and her muse who was a student activist in the 1970s, a waitress who keeps changing jobs, an actor and an actress, all live loosely connected to each other by almost invisible threads. The narrative sheds its skin several times to reveal layer upon layer of the complexities that make up the characters’ lives.","release_date":"2016-12-08","vote_average":5.0,"runtime":105,"cert":"N\/A","id":408265,"title":"By the Time It Gets Dark","adult":false,"genre_ids":[18]},{"cast":["Irena Ivanova","Ivan Nalbantov","Ventzislav Konstantinov","Alexandr Triffonov","Dimitar Petkov"],"overview":"A nurse traffics the ID cards of demented patients on the black market of identity theft. Driven by easy cash, and an addiction to morphine, she struggles to keep tabs on her emotional void, and a growing fear of punishment.","release_date":"2016-08-01","vote_average":4.0,"runtime":99,"cert":"N\/A","id":408267,"title":"Godless","adult":false,"genre_ids":[18]},{"cast":["Alex McArthur","John Rhys-Davies","James Sikking","Gregory Sierra","Steve Eastin"],"overview":"Alex McArthur returns as cowboy Duell McCall, who wanders the wide frontier in search of the one man who will clear him of a murder charge (What price Fugitive?) Once more, McCall finds himself in a corruption-ridden mining town. Since no one knows his true identity, he is able to establish a modicum of law and order, despite the concerted efforts of greedy land baron John Rhys-Davies. It is only a matter of time, however, before McCall will be forced to move on to other adventures. Well photographed and consummately acted, Badlands Justice premiered December 17, 1989.","release_date":"1989-12-17","vote_average":0.0,"runtime":100,"cert":"\"NR\"","id":408269,"title":"Desperado: Badlands Justice","adult":false,"genre_ids":[37]},{"cast":["Žarko Laušević","Dragan Maksimović","Ratko Tankosić","Petar Ilić","Zoran Radmilović"],"overview":"A story of a young man from the suburb, who gets his experience on the street and in bars. His girlfriend belongs to the same environment. When he goes to army, she tries to get away, giving the only thing she has - her good looks. She poses nude for some magazine. Seeing that photo, the young man escapes from the army, demanding an explanation. His return to a place where he once belonged, causes questioning of himself, discussions with so-called friends, and finally with the girl...","release_date":"1986-07-25","vote_average":8.0,"runtime":73,"cert":"N\/A","id":408271,"title":"Dandy","adult":false,"genre_ids":[18]},{"cast":["Stephen C. Meyer","Chuck Missler"],"overview":"The foundations of scientific materialism are in the process of crumbling. Philosopher of science Stephen C, Meyer show how the digital code in DNA points powerfully to a designing intelligence behind the origin of life. Unlike previous arguments for intelligent design, DNA By Design presents a radical and comprehensive new case, revealing evidence not merely of individual features of biological complexity but rather of a fundamental constituent of the universe: information. That evidence has been mounting exponentially in recent years, known to scientists in specialized fields but largely hidden from public view. A Cambridge University-trained theorist and researcher, director of the Discovery Institute's Center for Science and Culture, Dr. Meyer is the first to bring the relevant data together into a powerful demonstration of the intelligence that stands outside nature and directs the path life has taken.","release_date":"2010-01-01","vote_average":0.0,"runtime":120,"cert":"\"\"","id":408273,"title":"DNA By Design","adult":false,"genre_ids":[99]},{"cast":["Thaeme Fernanda Mariôto"],"overview":"","release_date":"2016-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408275,"title":"Thaeme e Thiago - Ethernize","adult":false,"genre_ids":[10402]},{"cast":["Emilio Tuero","Rita Macedo","Andrea Palma","Elda Peralta","José Pulido"],"overview":"Employees and clients at Merle's Beauty Stuff have illicit romances and cheating husbands and that kind of thing. Meanwhile, the cop that directs traffic outside gets an opportunity to become a movie star.","release_date":"1951-11-16","vote_average":0.0,"runtime":98,"cert":"N\/A","id":408277,"title":"Salón de belleza","adult":false,"genre_ids":[]},{"cast":["Plácido Domingo","Liudmyla Monastyrska","Vitalij Kowaljow","Marianna Pizzolato","Andrea Care"],"overview":"NABUCCO may be Verdi's first masterpiece, and not just because of that amazing Chorus of Hebrews which is justly beloved by everyone who hears it. Dramatically, this opera is tightly constructed, with believable characters in an intense conflict over values and beliefs. And Verdi's music, however early in his career, however distant from triumphs like LA FORSA DEL DESTINO or AIDA, is highly animated, revealing inner turmoil and outer passions with beauty and economy. The ensembles are especially impressive, building to satisfying heights of emotional release for the singers and the audience. And Placido Domingo is a wonder to behold and hear. Even though his original voice was baritone, which he managed to transform into a tenor voice, he doesn't SOUND like a baritone to me. B-U-T his performance is so committed, so deeply interfused with Verdi's music, so generously integrated to the younger singers around him, that the waters part.","release_date":"2015-07-26","vote_average":6.0,"runtime":133,"cert":"N\/A","id":408285,"title":"Verdi Nabucco","adult":false,"genre_ids":[]},{"cast":[],"overview":"16mm film by Paul Clipson, and music by Sarah Davachi. Filmed in New York, Los Angeles, Hong Kong, Brisbane, Krakow, Sidney, Portland, Napa, Oakland and San Francisco.","release_date":"2016-06-27","vote_average":0.0,"runtime":7,"cert":"\"\"","id":408287,"title":"Feeler","adult":false,"genre_ids":[99]},{"cast":["Troy Garity","Paul Sorvino","David Proval","Elizabeth Masucci","John Bedford Lloyd"],"overview":"The story of Santo Bastucci, a local banker with a rare gift for memorizing numbers; he is unwittingly cast into the forefront of an aging wiseguy's bid for power, Manny \"The Hand\" Mistera. Santo is caught between the loyalty he has for his cagey father-in-law, Benny, his childhood friend, Basta, and his streetwise uncle, Matteo, the pastor of their Brooklyn church.","release_date":"2016-08-05","vote_average":4.8,"runtime":95,"cert":"\"\"","id":408289,"title":"The Brooklyn Banker","adult":false,"genre_ids":[28,18,80]},{"cast":["Gilberto Freyre","Edson Nery da Fonseca"],"overview":"","release_date":"2001-04-17","vote_average":0.0,"runtime":224,"cert":"N\/A","id":408291,"title":"Casa Grande & Senzala","adult":false,"genre_ids":[99]},{"cast":["Stefan Denolyubov","Margita Gosheva","Ana Bratoeva","Stanislav Ganchev","Mira Iskarova"],"overview":"When Tsanko Petrov, a railroad worker, finds millions of lev on the train tracks, he decides to turn the entire amount over to the police. Grateful, the state rewards him with a new wristwatch… which soon stops working. Meanwhile, Julia Staikova, the head of PR for the Ministry of Transport, loses his old watch. Here starts Petrov’s desperate struggle to get back not only his old watch, but his dignity.","release_date":"2017-03-02","vote_average":7.0,"runtime":101,"cert":"N\/A","id":408293,"title":"Glory","adult":false,"genre_ids":[18]},{"cast":["Clémentine Célarié","Bruno Todeschini","Sotigui Kouyaté","Andrée Damant"],"overview":"A man. A woman. A single night in Paris. Such is the basic framework of this French romance that begins when middle-aged middle-class housewife Clara, happily drives to the airport to meet her husband who was supposed to come in on the evening flight and is devastated to learn that he has remained at his hotel and is having an affair. Clara sees a younger man eating a sandwich and asks him to have a drink. Later, she and he, an amiable baggage handler, spend the evening talking and exploring the nightlife on the outskirts of Paris. There they meet many people from other countries who come to Paris and work as laborers.","release_date":"1995-07-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408295,"title":"On the Edge","adult":false,"genre_ids":[]},{"cast":["Jerry Reed","Belinda Montgomery","Geoffrey Scott"],"overview":"Memphis to New Orleans an adventure of murder and revenge. Reed and is good ole' buddy hit the trail in search of revenger for the murder of a friend.","release_date":"1999-06-09","vote_average":0.0,"runtime":100,"cert":"\"\"","id":408297,"title":"Ramblin Man 2","adult":false,"genre_ids":[37]},{"cast":["Simone Signoret"],"overview":"Not just another documentary on the French resistance movement, this film focuses on one particular group of underground fighters in France: those from Eastern Europe. Many were Jews and all had fled their native countries before the war broke out. They were among the most staunch and fearless enemies of fascism, as shown here in personal interviews and memoirs of war-time experiences. But the most famous of these immigrants were 23 who were rounded up among several hundred Parisians in 1943, tried for their activities, and executed -- all were immigrants under the leadership of the Armenian poet Manouchian. After their execution, Paris was papered with posters decrying these 23 martyrs as \"foreign communists.\"","release_date":"1985-07-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408308,"title":"Des terroristes à la retraite","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmed on location in The Hague September 1995 at the Crossing Border Festival\r A Leisure Society Of Severe Preponderence delivers a devastating assault on conformity culture, neo-liberal politics, literary pretension and the all around follies of the Western world. Using, ironically, anti-art strategies – appropriation, violation and collage, he Kaganof splinters the division between the high and the low, revelling in the contradictions and absurdities that transpire in a life lived crossing borders.","release_date":"2011-07-27","vote_average":0.0,"runtime":34,"cert":"N\/A","id":408313,"title":"A Leisure Society of Severe Preponderence","adult":false,"genre_ids":[]},{"cast":[],"overview":"In a simple, sensitive and entertaining video film, Robert Frank accompanies his local newspaper delivery boy during his morning round one chilly winter day in Nova Scotia.","release_date":"2002-07-27","vote_average":0.0,"runtime":13,"cert":"N\/A","id":408315,"title":"Paper Route","adult":false,"genre_ids":[]},{"cast":[],"overview":"New Hefei was done in the winter of 2007\/2008 during a stay in China for several months through a series of photographs and prepared in the spring of 2008 in the provincial capital Hefei in black and white on 16mm shot. Hefei has an extreme economy growth rate and is one of the fastest-growing mega cities of the new China.  The conglomerates from private and state-dominated industry dominated the economic growth and repeated this in the Chinese provincial city. Currently the process of urban transformation has been completed here, as in other urban centers in China. The presentation of new urban areas is an important issue in contemporary Taiwanese and Chinese films.","release_date":"2008-07-27","vote_average":0.0,"runtime":10,"cert":"N\/A","id":408317,"title":"New Hefei","adult":false,"genre_ids":[]},{"cast":[],"overview":"In a world of code, a video game character named Ares finds more than he ever thought computable. From the author and artist of The Universe Is Virtual and The Universe Is a Dream, Binary Erasure is a metaphorical journey into the fundamental nature of reality.","release_date":"2016-07-07","vote_average":0.0,"runtime":31,"cert":"\"\"","id":408319,"title":"Binary Erasure","adult":false,"genre_ids":[]},{"cast":["Hollis Huston","Tony Leung Ka-Fai","Jiang Wenli","Tamara Tungate","Stephanie Vogt"],"overview":"he painless bruise marks on a child from the traditional Chinese guasha\/scraping treatment was mistaken by child protection services as evidence of abuse and neglect, stirring clashes and debates on cultral prejudice and false philanthropy.","release_date":"2001-05-11","vote_average":3.5,"runtime":100,"cert":"N\/A","id":408321,"title":"The Gua Sha Treatment","adult":false,"genre_ids":[]},{"cast":["Andreas Muñoz","Javier Godino","Julio Perillán","Gonzalo Mejía Trujillo","Isabel García Lorca"],"overview":"Historical biographical religious drama film based on the memoirs of Ignatius of Loyola, founder of the Jesuit order who was also canonized as a saint in Roman Catholicism.","release_date":"2016-07-27","vote_average":6.1,"runtime":118,"cert":"N\/A","id":408323,"title":"Ignatius of Loyola","adult":false,"genre_ids":[28,18,36,10749,10752]},{"cast":["Marianne Hold","Florian Trenker"],"overview":"","release_date":"1956-09-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408331,"title":"Gold aus Gletschern","adult":false,"genre_ids":[99]},{"cast":["Harry Reasoner","Jerry Garcia","Peter Coyote","Bob Weir"],"overview":"CBS TV news special hosted by Harry Reasoner explores the way-out world of the Hippies and the Haight-Ashbury psychedelic 1960s LSD scene. Footage of LSDs users experiencing bummer trips.  The Diggers, the Oracle and cool street and Golden Gate Park scenes with hippies tripping out. The Grateful Dead are interviewed and are shown performing \"Dancin' in the Streets\" on a flatbed truck in Golden Gate Park. The Hippie Temptation!","release_date":"1967-08-21","vote_average":0.0,"runtime":50,"cert":"\"\"","id":408333,"title":"The Hippie Temptation","adult":false,"genre_ids":[10770,99]},{"cast":["Padung Songsang","Kunatip Pinpradab","Sudarat Butrprom"],"overview":"It's holiday time in Thailand, with today's Chakri Memorial Day kicking off anticipatory celebrations of next week's Songkran Thai New Year, which is a three-day public holiday from next Wednesday to Friday.In the cinemas, the big Thai tentpole is the Songkran-flavored Luang Phee Jazz 4G (หลวงพี่แจ๊ส 4G, a.k.a. Joking Jazz 4G). It's about a bespectacled, gauge-eared, tattooed hipster with a checkered past who is hiding out as a monk at an isolated mountaintop temple. He's played by hipster comedian Phadung “Jazz Chuanchuen” Songsang. He and his temple-boy friends have an adventure as they are sent to Bangkok on a mission during Songkran.","release_date":"2016-06-04","vote_average":7.0,"runtime":109,"cert":"N\/A","id":408335,"title":"Joking Jazz 4G","adult":false,"genre_ids":[18,35]},{"cast":["Amin Q. Chaudhri"],"overview":"","release_date":"1967-12-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":408337,"title":"The Love Generation","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408339,"title":"Les conjoints","adult":false,"genre_ids":[]},{"cast":["Juan Luis Galiardo","Ramiro Oliveros","Rafael Hernández","Julián Mateos"],"overview":"","release_date":"1975-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408344,"title":"Los novios de la muerte","adult":false,"genre_ids":[10752,18]},{"cast":[],"overview":"On planet Sigma, enormous creatures are trapped inside the ice. And then, all of a sudden explosions erupt from subterranean volcanoes. The ice begins to melt; a global warming concludes the giants’ deep slumber and new life begins. The creatures crawl forth, out of the ice.","release_date":"2015-02-07","vote_average":6.7,"runtime":12,"cert":"N\/A","id":408346,"title":"Planet Sigma","adult":false,"genre_ids":[16]},{"cast":["Jim Al-Khalili"],"overview":"Professor Jim Al-Khalili investigates the most accurate and yet perplexing scientific theory ever – quantum physics. At the beginning of the 20th century, scientists were led into the hidden workings of matter, into the sub-atomic building blocks of the world around us. They discovered phenomena unlike any encountered before – a realm where things can be in many places at once, where chance and probability call the shots and where reality appears to only truly exist when we observe it.","release_date":"2014-12-09","vote_average":8.0,"runtime":120,"cert":"N\/A","id":408348,"title":"The Secrets of Quantum Physics","adult":false,"genre_ids":[99]},{"cast":["Park Cho-hyeon","Jung Seo-yoon","Kim Yoo-kang"],"overview":"","release_date":"2016-01-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408350,"title":"My Older Sister's Friend","adult":true,"genre_ids":[10749]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408352,"title":"야한밤 심야극장","adult":true,"genre_ids":[]},{"cast":[],"overview":"This is the story of the human struggle behind the greatest work of engineering in recent centuries. A story about perseverance and teamwork, but also about ambition, corruption and death. The construction of the Panama Canal is one of the most tragic encounters between man and the unrelenting forces of nature. It was an undertaking that took almost 30,000 lives and that actually changed the course of human history. Through the lives of the protagonists of these dramatic events and from their own points of view we will get to know completely unique and mostly unknown facts and perspectives about the construction of the Panama Canal.","release_date":"","vote_average":0.0,"runtime":100,"cert":"N\/A","id":408354,"title":"Panamá: the country that united the world","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2015-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408356,"title":"75 min. ¡A mí la Legión!","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Beyond The Battalion tells the story of the 28th Māori Battalion. It revisits two earlier films, including one on the 1977 pilgrimage of the battalion back to their WW11 battle grounds.","release_date":"2017-04-25","vote_average":0.0,"runtime":53,"cert":"N\/A","id":408358,"title":"Beyond The Battalion","adult":false,"genre_ids":[99]},{"cast":["Son Ye-jin","Park Hae-il","Ra Mi-ran","Jung Sang-hoon","Kim So-hyun"],"overview":"Under the oppressive Japanese colonial rule, Deok-hye, the last Princess of the declining Joseon Dynasty, is forced to move to Japan. She spends her days missing home, while struggling to maintain dignity as a princess. After a series of failed tries, Deok-hye makes her final attempt to return home with help of her childhood sweetheart, Jang-han.","release_date":"2016-08-03","vote_average":6.5,"runtime":127,"cert":"\"\"","id":408360,"title":"The Last Princess","adult":false,"genre_ids":[18,36]},{"cast":["Soo Ae","Oh Dal-su","Oh Yeon-Seo","Ha Jae-sook","Kim Seul-gi"],"overview":"In 2003 the year of Aomori Asian Games, Dae-woong, a former ice hockey player receives an offer to be a director of Korean national ice hockey team. Before he enjoys the moment, realizes it is a woman national team with bunch of losers; a figure skating player who wants to get married by becoming a national team, a former field hockey player, now a fat housewife, and an expelled short track skater. As an ace player, Ji-won, a former national team player of North Korea, joins the team. But they still have hope as only 5 teams participating this year. With the great victory of first match, they feel the medal is closer, yet Ji-won meets her sister left in North Korea alone as a next opponent...","release_date":"2016-08-10","vote_average":5.3,"runtime":126,"cert":"N\/A","id":408362,"title":"Run-Off","adult":false,"genre_ids":[18]},{"cast":["Jerry Segarra","Jaime Bello","Jorge Luis Ramos","Modesto Lacen","Jimmy Navarro"],"overview":"Five prominent politicians are celebrating the bachelor party of one of them, but an accident occurs and a person dies. Now everyone is involved.","release_date":"2003-04-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408364,"title":"La otra mafia","adult":false,"genre_ids":[18]},{"cast":["Marilyn Pupo","Blanca Lissette Cruz","Ricardo Ramos","Richard Rondon","Christie Miró"],"overview":"Two women are tied to the same man. The deception is not discovered until his death, which will provoke a strong encounter between them.","release_date":"2003-07-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408366,"title":"Dile que la quiero","adult":false,"genre_ids":[10749,18]},{"cast":["Ovanes Torosian","Petyo Cekov","Keti Raykova","Ana Topalova","David Torosyan"],"overview":"Bulgaria-based director Kevork Aslanyan’s European Short Film Festival-winning sci-fi short sees a man trying to overcome an obstacle of gravitas for love.  In a dystopian post-communist world, Constantine and his father Atanas share a small flat in a run-down apartment block. A tragic accident has disturbed gravity on Earth beyond repair, so everyone weighing less than 120 kilos flies up into space. With only 60kg body weight, Constantine cannot go outside, nor does he want to. Stuck in the flat, at the mercy of the electrical mood swings of a household gravitational normalizer, Constantine leads an almost normal life. He is content spending the days looking at the world through his window. Until the beautifully plump stewardess moving in next door changes everything.","release_date":"2015-06-17","vote_average":10.0,"runtime":21,"cert":"N\/A","id":408368,"title":"Getting Fat in a Healthy Way","adult":false,"genre_ids":[35,18]},{"cast":["Adamari López","Jorge Castro","Jorge Luis Ramos","Darysabel Isales","Carlos Esteban Fonseca"],"overview":"The most anticipated night for all, where a boxing champion fights for his title. A woman tries to commit suicide and a fugitive tries to find a way out. Together by chance and united by their circumstances while the fight is held, they struggle to cling on to life despite having lost everything.","release_date":"2002-03-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408370,"title":"La noche que tumbaron al campeón","adult":false,"genre_ids":[18]},{"cast":["Cassiano Ricardo","Ewerton de Castro","Jussara Freire","Luiz Carlos de Moraes","Paulo Figueiredo"],"overview":"The middle-class housewife Natália and her husband Guido Rossi have been married for three years unsuccessfully trying to have a baby. Their best friends are Flora and Guido's partner Jorge that have three children. Guido refuses to be submitted to clinical examination while Natália secretly submits and finds that she is healthy. Natália loves Guido but feels that their marriage is near to the end. When Natália travels to Poços de Caldas with Flora to rest for a couple of days, she meets the student Gustavo and decides to have one night stand with him to get pregnant and save her marriage. Seven months later, Gustavo finds Natália and blackmails her, forcing the future mother to take an ultimate decision.","release_date":"1979-05-14","vote_average":5.0,"runtime":96,"cert":"N\/A","id":408372,"title":"Adultério Por Amor","adult":false,"genre_ids":[]},{"cast":["Haris Fragoulis","Iro Bezou"],"overview":"Summer in Athens. Nikos is a musician with no future who takes care of a villa while the wealthy owner is out. With nothing to do, Nikos decides to invite his ex-girlfriend Sofia over and force her to tell him why they broke up a year earlier.","release_date":"2017-05-18","vote_average":9.0,"runtime":94,"cert":"\"\"","id":408374,"title":"Afterlov","adult":false,"genre_ids":[35]},{"cast":["Zhang Xiaobing","Saroj Kumar Malik","Mian Jiang","Nahuel Pérez Biscayart"],"overview":"Eighteen-year-old Xiaobin is a recent émigré in Buenos Aires, where she’s joined her family after some time living apart. She gets a job in a deli, but her Spanish is not strong enough yet and she can’t understand the customers, and is promptly fired. Soon after, she finds work in a supermarket, which is where she meets Indian immigrant Vijay, who asks her out on a date. Meanwhile, unbeknownst to her parents, who have no interest in integrating into Argentine society, Xiaobin begins taking Spanish lessons. The extremely clever conceit of The Future Perfect is that as Xiaobin learns new tenses, so her life moves from past and present to an unconditional, and even hypothetical, future.","release_date":"2016-08-10","vote_average":6.0,"runtime":65,"cert":"N\/A","id":408376,"title":"The Future Perfect","adult":false,"genre_ids":[35,18]},{"cast":["Jonas Mekas"],"overview":"I Had Nowhere To Go is based on Jonas Mekas’s diary. It’s been over 70 years since he left his village in Lithuania to escape Nazi persecution. He was 22 years old. Today he is one of the last surviving members of a displaced generation and one of the greatest documenters of the human experience.","release_date":"2016-08-04","vote_average":0.0,"runtime":100,"cert":"N\/A","id":408378,"title":"I Had Nowhere to Go","adult":false,"genre_ids":[99]},{"cast":["Ondina Quadri","Fabrizio Rongione","Diego Ribon","Sonia Gessner","Giovanni Franzoni"],"overview":"Cora is a 19-year-old woman who has recently returned home for a gap year.  Her father is the mayor of Bucco, a town whose livelihood depends on the tourism of Christians who believe in the apparitions of the Virgin Mary.  While busy organizing the celebration of the Virgin of Bucco, an annual event that attracts numerous pilgrims, Cora notices a mysterious man whose presence will slowly rupture the tranquility of the town and her nascent adulthood.","release_date":"2016-08-11","vote_average":5.0,"runtime":70,"cert":"N\/A","id":408380,"title":"The Nest","adult":false,"genre_ids":[18]},{"cast":["Zoe Stein","Armand Villén","Montse Germán","Sílvia Sabaté"],"overview":"Claudia, a ten-year-old girl, leaves with her family to spend the weekend out of town. During their car trip, they decide to take a short rest at an abandoned gas station. The appearance of a strange woman will reveal her true fate to Claudia.","release_date":"2011-10-01","vote_average":0.0,"runtime":15,"cert":"\"R\"","id":408391,"title":"Legend","adult":false,"genre_ids":[14,53,27,9648]},{"cast":[],"overview":"","release_date":"2006-07-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408393,"title":"Hi-Tech Hitler","adult":false,"genre_ids":[]},{"cast":["K. Bhagyaraj","Bhanupriya","Sindhuja","Junior Balaiya"],"overview":"Sundara Kandam is 1992 Tamil comedy movie directed by K. Bhagyaraj. The movie's name is adaption from the title of fifth major division or 'Gaandam' of Indian Epic Ramayanam. The film was remade in Hindi as Andaz with Anil Kapoor.","release_date":"1992-01-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408395,"title":"Sundara Kandam","adult":false,"genre_ids":[]},{"cast":["K. Bhagyaraj","Nagma","Sai Kumar","Shanthanu Bhagyaraj"],"overview":"Vaettiya Madichu Kattu is a Tamil film written and directed by K. Bhagyaraj. The film was remade in Hindi as Papa The Great (2000) with Kishan Kumar and in Kannada as Vishalakshammana Ganda (2001) with S. Narayan.","release_date":"1998-03-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408397,"title":"Vaettiya Madichu Kattu","adult":false,"genre_ids":[]},{"cast":["K. Bhagyaraj","Pragathi","Suresh","Viji"],"overview":"Veetla Visheshanga is a 1994 Tamil film written and directed by K. Bhagyaraj.","release_date":"1994-01-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408399,"title":"Veetla Visheshanga","adult":false,"genre_ids":[]},{"cast":[],"overview":"Finding unexpected beauty in the discarded and decayed, photographer Rosamond Purcell has developed an oeuvre of work that has garnered international acclaim, graced the pages of National Geographic and over 20 published books, and has enlisted admirers such as Jonathan Safran Foer, Errol Morris and Stephen Jay Gould. AN ART THAT NATURE MAKES details Purcell’s fascination with the natural world—from a mastodon tooth to a hydrocephalic skull—offering insight into her unique way of recontextualizing objects both ordinary and strange into sometimes disturbing but always breathtaking imagery.","release_date":"2016-08-10","vote_average":0.0,"runtime":75,"cert":"\"\"","id":408401,"title":"An Art That Nature Makes: The Work of Rosamond Purcell","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A Terrytoons cartoon where Dinky Duck gets hunted by a cunning weasel.","release_date":"1952-01-25","vote_average":0.0,"runtime":6,"cert":"\"\"","id":408415,"title":"Flat Foot Fledgling","adult":false,"genre_ids":[]},{"cast":["Fathi Akkari","Jawher Soudani","Jihed Fourti"],"overview":"N is coming from the desert to reach the north of Africa and make an illegal crossing to Europe. Alone in Tunisia, he decides to cross the solitary sea. He steals a boat and begins his journey, but it soon sinks into the water. From that moment, N embarks in a special and unique voyage: he discovers different and infinite spaces, makes intense and fleeting encounters, and meets another altered image of himself.","release_date":"2018-08-22","vote_average":7.5,"runtime":94,"cert":"N\/A","id":408417,"title":"The Last of Us","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The atmosphere is dreamlike, the characters have no name, neither the streets. Teheran is the only character whose name is constantly evoked. A lawyer, as many others, works and lives alone in his apartment, which is both his office and his home. In a cold and rainy day, a man burst into his apartment, speaks to him shortly and confusingly and gives him a package that will completely change his life. Venice 2016 - Semaine de la Critique selection.","release_date":"2016-09-05","vote_average":5.0,"runtime":null,"cert":"N\/A","id":408419,"title":"Drum","adult":false,"genre_ids":[]},{"cast":[],"overview":"When he can no longer take being invisible to the world and his dream girl, Bert finds a way out of his old life and into a new body. 'BERT the emotion picture' is a surreal tale about the nature of love and superficiality.","release_date":"","vote_average":0.0,"runtime":85,"cert":"N\/A","id":408421,"title":"Bert: The Emotion Picture","adult":false,"genre_ids":[]},{"cast":["Constance Dollé"],"overview":"The discovery of a dead young woman in an isolated part of France, goes hand in hand with the forest fires ravaging the countryside. Mysteriously, the body was moved from the place where it was originally found to a place in the nearby town. Alice, a young woman inspector from nearby Marseille is sent to investigate. Nothing prepares her for what she is about to get into.","release_date":"2009-03-07","vote_average":7.0,"runtime":90,"cert":"N\/A","id":408423,"title":"Cet été-là","adult":false,"genre_ids":[10770]},{"cast":["Sophie Goulet","Simon Pigeon","Alexandre Auger","Eric K. Boulianne","Blaise Tardif"],"overview":"Stefie, an unremarkable teenage loner, is recruited by Martin, Jean-Sé and Lea to record their daily capers with his cellphone. The four pranksters decide to set up a stunt that go beyond anything they’ve done so far… But this time, who will be the victim? A funny and cruel coming-of-age story about love, friendship, peer pressure and loss of innocence.","release_date":"2016-09-07","vote_average":6.0,"runtime":85,"cert":"N\/A","id":408425,"title":"Prank","adult":false,"genre_ids":[]},{"cast":[],"overview":"Saratoga Performing Arts Center, Saratoga Springs, NY  Soundcheck: Alaska, Let's Go, Running Scared, Unknown Mike Song  Set 1: Stealing Time From the Faulty Plan The Birds NICU Cities David Bowie Free Uncle Pen Halfway to the Moon Let's Go[1] Waiting All Night Bathtub Gin Golgi Apparatus The Squirming Coil  Set 2: Sand Carini Chalk Dust Torture[2] Prince Caspian Bug Shine a Light My Sweet One Sleeping Monkey Also Sprach Zarathustra Fire  Encore: Character Zero  [1] Debut.  [2] Unfinished. With Trey on Marimba Lumina and Mike on keys.  Teases:  · My Sweet One and Say My Name quotes in Sleeping Monkey  Notes: This show was webcast via Live Phish. This show featured the debut of Let's Go. Chalk Dust Torture was unfinished and featured Trey on Marimba Lumina and Mike on keys. Sleeping Monkey included the last lyric of My Sweet One and a Say My Name quote.","release_date":"2016-07-01","vote_average":0.0,"runtime":211,"cert":"\"\"","id":408427,"title":"Phish - 2016-07-01 - Saratoga Springs, NY","adult":false,"genre_ids":[]},{"cast":["Ken Roht","Jeffrey Watkins","William Nicol","Sharon Bollum","Paul Sutherland"],"overview":"Two gay fathers of a straight country western singers, all living in a rural community and playing music together. Jimmy Poole gets out of prison and kicks his step-son Mark out of the family's band.","release_date":"2014-07-13","vote_average":5.0,"runtime":109,"cert":"\"\"","id":408429,"title":"Perfect Cowboy","adult":false,"genre_ids":[18]},{"cast":["Andy Clyde","Vernon Dent","Faye Pierre","Luis Alberni"],"overview":"Andy \"Sunshine\" Wilson, a happy-go-lucky vagabond, catches a ride with motorist Luckenbach who is on a suicide mission, and nearly succeeds in his mission. Luckenbach is a great portrait artist suffering under the slight handicap of being unable to \"do ears.\" The artist has painted a beautiful portrait of the wife of Pietro Cellini with the exception that her left ear is several times larger than it should be and not painted very well at that. Cellini also holds the keys to the city and Luckenbach getting the job of painting the city hall rides on Cellini's satisfaction with his wife's portrait. Andy accompanies the artist back to his studio, and this short being made in the pre-code days ensures the studio is filled with models wearing a little less than somewhat and less than that in a couple of cases.","release_date":"1933-01-29","vote_average":0.0,"runtime":20,"cert":"\"\"","id":408434,"title":"Artist's Muddles","adult":false,"genre_ids":[]},{"cast":["Mia Petričević","Nikša Butijer","Arijana Čulina","Zlatko Burić","Karla Brbić"],"overview":"Marijana's life revolves around her family, whether she likes it or not. They live on top of one another in a tiny apartment, driving one another crazy. Then her controlling father has a stroke and is left completely bedridden, and Marijana takes his place as head of the clan. Soon, she is working two jobs to keep everything afloat, while her mother and disabled brother do their best to scupper the ship. Driven to the edge, Marijana finds comfort in seedy sex with random strangers; and this taste of freedom leaves her wanting more. But now that she has finally found freedom, what's she meant to do with it?","release_date":"2016-09-01","vote_average":6.8,"runtime":105,"cert":"N\/A","id":408436,"title":"Quit Staring at My Plate","adult":false,"genre_ids":[18]},{"cast":["Angela Fontana","Marianna Fontana","Antonia Truppo","Massimiliano Rossi","Toni Laudadio"],"overview":"Daisy and Viola are siamese twin sisters on the verge of turning 18 living in the suburbs of Naples. They are blessed with beautiful voices and thanks to their performances at weddings, communions and baptisms, they get the livelihood for the whole family. Kept isolated from the rest of the world by their own father who just exploits them in order to make money, their life turns upside-down when one of them falls in love for the first time and they discover that they can be separated.","release_date":"2016-09-29","vote_average":7.0,"runtime":100,"cert":"N\/A","id":408438,"title":"Indivisible","adult":false,"genre_ids":[18]},{"cast":["Harry Langdon","Renee Whitney","Earle Foxe"],"overview":"New lawyer Harry defends a woman charged with poisoning her husband.","release_date":"1934-10-24","vote_average":0.0,"runtime":18,"cert":"\"\"","id":408446,"title":"Counsel on De Fence","adult":false,"genre_ids":[]},{"cast":["Tatiana Troyanos","Plácido Domingo","Leontyne Price","Marilyn Horne","Sherrill Milnes"],"overview":"In Concert at the Met (DVD) - Highlights Five of the Met's greatest stars - Price, Horne, Troyanos, Domingo, and Milnes - joined James Levine for a series of irresistible concert programs, originally telecast in the 1980s. Featuring works by composers ranging from Handel to Meyerbeer to Puccini and Verdi, these performances include some of opera's favorite moments, delivered by a stunning group of legendary artists. Plàcido Domingo, Tatiana Troyanos (February 28, 1982) Leontyne Price, Marilyn Horne (March 28, 1982) Plàcido Domingo, Sherrill Milnes (January 30, 1983)","release_date":"1983-07-27","vote_average":6.0,"runtime":210,"cert":"\"PG\"","id":408448,"title":"In Concert at The Met","adult":false,"genre_ids":[]},{"cast":["Wayne Lai","Henry Thia","Ah Nam","Karen Kong"],"overview":"This story is about “Chan Dai Lek” (main character) who lost his parents when he was small and then being brought up and been taught in Kung Fu by the Beggar legend “Cheong Dai Hap” to help those who are poor and weak. As Dai Lek grows up, he made some beggar friends who are in difficulties, namely “Da Zhi” and “Satay” , also the daughter of the head gangster “Guo Fei” and they have built a very good rapport. Together, they have living the same point of view in life that “Nothing is impossible”. On the other hand, there is a beggar group from “Lan Jie Bang” which discovered the great abilities of Dai Lek and decided to make him to become the leader of the group. In the end, because of the brutal power of the black society which constantly controlling, exploiting and mistreating the beggars, Dai Lek is then unleashed his heroism and make a stand for the sake of his love and his friends which then leads to triumph. Hence, he is the beggar hero.","release_date":"2014-02-27","vote_average":0.0,"runtime":89,"cert":"N\/A","id":408450,"title":"The Beggar Hero","adult":false,"genre_ids":[35,28]},{"cast":["Tony Roman"],"overview":"","release_date":"1966-07-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408452,"title":"On sait où entrer, Tony, mais c'est les notes!","adult":false,"genre_ids":[]},{"cast":[],"overview":"While withdrawing all of his money from the bank to pay for a life saving operation for his Mother, Roy Canteen is attacked and robbed. Taking the law into his own hands Canteen thinks of many different violent ways to take his revenge. After spotting the assailant he proceeds to play out his fantasy.","release_date":"1981-01-01","vote_average":0.0,"runtime":6,"cert":"\"\"","id":408454,"title":"Hands of Justice","adult":false,"genre_ids":[]},{"cast":["Herk Harvey"],"overview":"Two sisters are trying to decide which classes to take next semester.  When one wants to take home economics, the other is stunned.  Why should anyone need to study home economics?","release_date":"1955-01-05","vote_average":0.0,"runtime":10,"cert":"\"\"","id":408456,"title":"Why Study Home Economics?","adult":false,"genre_ids":[18]},{"cast":[],"overview":"1906 short film.","release_date":"1906-07-28","vote_average":0.0,"runtime":2,"cert":"N\/A","id":408458,"title":"The St. Willibrordus Ceremonies","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Trophy is a short film about Jen and Jason, two estranged siblings that must spend a weekend going through their late father's apartment. However things don't go according to plan when Jason brings his new girlfriend unannounced.","release_date":"2016-06-01","vote_average":0.0,"runtime":19,"cert":"\"\"","id":408463,"title":"Trophy","adult":false,"genre_ids":[]},{"cast":["Phillip Jack Brooks","Scott Colton","Ace Steel","Daniel Christopher Covell","Daniel Lopez"],"overview":"The Battle Line are Drawn was a wrestling event held by Ring of Honor. It took place on January 10, 2004 at the Roberts Center in Wilmington, Ohio. The show was named after it’s main event, as The Prophecy and the Second City Saints faced off in their fist match against each other.","release_date":"2004-01-10","vote_average":0.0,"runtime":180,"cert":"\"\"","id":408465,"title":"ROH The Battle Lines Are Drawn","adult":false,"genre_ids":[28]},{"cast":["Adukalam Naren","Vijayalakshmi","Kaali Venkat","Rajendran","Akshara Kishor"],"overview":"A couple finds their child missing and the woman who stole the baby goes into coma. Eight years later, four kids from an orphanage go to a summer camp. And one of them is the lost baby!","release_date":"2016-05-18","vote_average":5.0,"runtime":103,"cert":"N\/A","id":408467,"title":"Kadha Solla Porom","adult":false,"genre_ids":[10751,18]},{"cast":["Nuufolau Joel Seanoa","Nelson Rodriguez Erazo","Bryan Danielson","Phillip Jack Brooks","Rick Diaz"],"overview":"Reborn: Stage One was a wrestling event promoted by Ring of Honor. It took place on April 23, 2004 in St. Paul, Minnesota.","release_date":"2004-04-23","vote_average":0.0,"runtime":180,"cert":"\"\"","id":408469,"title":"ROH Reborn: Stage One","adult":false,"genre_ids":[28]},{"cast":["Phillip Jack Brooks","Scott Colton","Jamin Pugh","Mark Pugh","John Stagikas"],"overview":"Round Robin Challenge III was a wrestling event promoted by Ring of Honor. It took place on May 15, 2004 in Lexington, Massachusetts.","release_date":"2004-05-15","vote_average":0.0,"runtime":180,"cert":"\"\"","id":408471,"title":"ROH Round Robin Challenge III","adult":false,"genre_ids":[28]},{"cast":["Harry Langdon","Elsie Ames","Dorothy Appleby","Monte Collins","Lorin Raker"],"overview":"This Columbia short (production number 3431) has Harry Langdon and Elsie Ames billed above the title, but it is all Elsie Ames with Langdon and Monty Collins (if his name is Monte, how come---except for typos--- he is always billed as Monty?) only around to get a bowling ball bounced off the top of their collective heads, plus a couple of unfunny sight gags. Langdon, while top-billed, also played second-fiddle to the pratfalls of Elsie Ames in \"Carry Harry\" and even soon found himself billed second to Una Merkel---yes, that Una Merkel--- in Columbia's 1944-short \"To Heir Is Human.\" Lizzy and her friend Aggie are toiling in Kelley's Laundry in order to get enough money to marry their boy friends Harry and Bill, and soon find themselves as a two-woman company bowling team attempting to keep Mr. Kelley from losing a $1000 bet. Things happen. Some of them funny.","release_date":"1942-03-26","vote_average":0.0,"runtime":17,"cert":"\"\"","id":408473,"title":"What Makes Lizzy Dizzy?","adult":false,"genre_ids":[]},{"cast":["Tamanna Bhatia","Prabhu Deva","Sonu Sood","Murali Sharma","Amy Jackson"],"overview":"A man who wants a modern girl for a wife unwillingly marries a village girl. What happens when the girl is possessed by the ghost of an aspiring actress?","release_date":"2016-10-07","vote_average":5.7,"runtime":125,"cert":"N\/A","id":408475,"title":"Devi(L)","adult":false,"genre_ids":[35,27]},{"cast":["Harry Langdon","Elsie Ames","Barbara Pepper","Marjorie Deanne"],"overview":"After getting into a compromising situation with a woman and her angry boyfriend, Harry uses a fire escape to hide in a friend's apartment, but finds that he climbed into the woman's one by mistake.","release_date":"1942-09-03","vote_average":0.0,"runtime":17,"cert":"\"\"","id":408477,"title":"Carry Harry","adult":false,"genre_ids":[]},{"cast":[],"overview":"When a minor German prince becomes an unlikely king candidate, the assignment to teach him the language of his future subjects seems purely formal at first. But as the offbeat candidate is elected king, the pupil and his tutor find themselves in the midst of ugly political intrigue. Ultimately, both of them have to give up their life dreams in order to save a nation from ruin.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408479,"title":"The King of Finland","adult":false,"genre_ids":[18,36]},{"cast":["Míriam Iscla","Pere Ponce","Pep Anton Muñoz"],"overview":"","release_date":"2013-12-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408481,"title":"Un cuento de navidad","adult":false,"genre_ids":[35]},{"cast":["Tommi Korpela","Sidse Babett Knudsen","Hannu-Pekka Björkman","Ville Virtanen","Lembit Ulfsak"],"overview":"Based on true events an epic story of one man's struggle for survival. Jussi Ketola, returns to Finland from the great depression struck America only to face growing political unrest. One summer night of 1930, nationalist thugs violently abduct Ketola from his home. Beaten and forced to walk the Eternal Road towards a foreign Soviet Russia, where cruelty seems to know no end, his only dream is to return to his family cost it what it may. Hope dies last.","release_date":"2017-09-15","vote_average":7.4,"runtime":103,"cert":"N\/A","id":408483,"title":"The Eternal Road","adult":false,"genre_ids":[18,36,10752]},{"cast":["Søren Bang Jensen"],"overview":"","release_date":"2013-12-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408485,"title":"Kierkegaard - Dangerous Thoughts","adult":false,"genre_ids":[18,99]},{"cast":["Kari Väänänen","Jenni Kokander","Santtu Karvonen","Pirjo Lonka ","Aku Hirviniemi"],"overview":"Live action comedy about a fictional town and it's uncommon people, based on a comic strip 'Fingerpori', by Pertti Jarla.","release_date":"2019-10-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408487,"title":"Fingerpori","adult":false,"genre_ids":[35]},{"cast":[],"overview":"In this austere and sorrowful portrait of his hometown, St. Louis, Harris sets his black-and-white camera loose to wander through the city’s decaying north side neighborhoods, an area populated almost exclusively by working class and working poor African Americans. Gliding down empty streets, across the facades of once-elegant homes, entering condemned buildings, the camera makes a detached but ultimately damning portrait of civic neglect and apathy. Poignantly, human beings are rarely encountered; their presence haunts the soundtrack of eerie footsteps, an unanswered telephone, and sparse voiceover commentary from found sources. 16mm. (Jim Trainor)","release_date":"2001-07-28","vote_average":0.0,"runtime":60,"cert":"\"\"","id":408492,"title":"still\/here","adult":false,"genre_ids":[99]},{"cast":["Chumphorn Thepphithak","Pairoj Jaisingha","อัมพร ปานกระโทก","สมพงษ์ ไกรธีรางกูร","กรวินท์ ประทุมศิริ"],"overview":"Story of the merits of the revered abbot Luang Pho Khoon.","release_date":"2014-12-31","vote_average":0.0,"runtime":92,"cert":"N\/A","id":408494,"title":"Ku hai mueng ruay","adult":false,"genre_ids":[36,99,18]},{"cast":["Adamari López","Víctor Manuelle","Suzette Bacó","Jorge Luis Ramos","Néstor Rodulfo"],"overview":"The death and burial of the patriarch of a Vega Baja family provokes the reunion of all his sons and wives, who have been estranged for six years. They all gather for his funeral with ulterior purposes, but attend the meeting amidst a hurricane alert for Puerto Rico.","release_date":"1998-08-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":408496,"title":"En el ojo del huracán","adult":false,"genre_ids":[18]},{"cert":"N\/A","title":"Public Domain","cast":[],"id":408498,"overview":"Between 2011 and 2014, the documentary investigated the changes in Rio de Janeiro on behalf of mega-events: UPPs in slums, forced evictions, public spaces privatization and popular uprisings.","runtime":98,"genre_ids":[99],"release_date":"2014-06-11","vote_average":9.0,"adult":false}]