[{"cast":["Michael Sarrazin","Derek Holloway","Sally Sales"],"overview":"Troubled youth Eddie McGeer, on a whim, steals a motorcycle and takes it on a short joy ride with his girlfriend Marie before they ditch it when they hear police sirens. Indeed, the police do know he stole the bike. Eddie doesn't know what to do except hang low for for while and dream about getting away from his troubles by going someplace like Acapulco with Marie. He tells his friends that they haven't seen him if anyone asks. He doesn't tell his mother what trouble he's in this time. And his social worker, knowing something is the matter, tries to get him to at least open up to him. Eddie eventually does tell his social worker, who knows that Eddie is not a bad kid but a scared one who needed to grow up far too quickly. Only Eddie can decide to take his advice to turn himself in, or continue to run, especially as Marie seems to be distancing herself further and further from him","release_date":"1965-01-01","vote_average":0.0,"runtime":28,"cert":"N\/A","id":409504,"title":"You're No Good","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A group of men arrested for the terrorist bombing of a nightclub have to reenact their actions for the police and media.","release_date":"2005-01-01","vote_average":5.0,"runtime":87,"cert":"N\/A","id":409506,"title":"Monday Morning Glory","adult":false,"genre_ids":[]},{"cast":[],"overview":"Feature film","release_date":"1954-01-28","vote_average":5.0,"runtime":90,"cert":"N\/A","id":409508,"title":"The Country of the Campanelli","adult":false,"genre_ids":[]},{"cast":["Lubomir Kabakchiyev","Irina Milopolskaya","Boris Livanov","Olga Androvskaya","Vsevolod Safonov"],"overview":"The story is set in the 1800s.Elena and Inzarov,a revolutionary Bulgarian ,fall in love.After secretly marrying they decide to join the liberation, but on the eve of departure Dmitry dies. Elena takes Inzarov's body to the Balkans .","release_date":"1959-12-21","vote_average":5.5,"runtime":88,"cert":"N\/A","id":409510,"title":"On the Eve","adult":false,"genre_ids":[36,18]},{"cast":[],"overview":"The movie reminiscence of the Soviet poet Yevgeny Yevtushenko about the military childhood when he one reached the Siberian Winter station where he was waited by the grandmother. The way was unusually long, cold, hungry and angry.","release_date":"1984-02-12","vote_average":5.0,"runtime":146,"cert":"N\/A","id":409512,"title":"Kindergarten","adult":false,"genre_ids":[]},{"cast":["Gordana Krasić","Živorad Krasić","Mina Krasić","Lena Krasić","Milica Krasić"],"overview":"My grandma constantly complains that she is lonely. I am willing to understand her, knowing that maybe one day I will be lonely too. But, something I don't understand: every day she has someone around her and she is not lonely at all.","release_date":"2014-01-01","vote_average":5.0,"runtime":29,"cert":"N\/A","id":409514,"title":"Mosaic","adult":false,"genre_ids":[35,99]},{"cast":["Nicolette Krebitz","Clemens Schick","Franziska Weisz","Niels-Bruno Schmidt","Daniel Zillmann"],"overview":"Senta and Thomas would like to fall in love. But in no case into each other. And yet, \"meet two\" - you artist, he system consultant - and stumble into an unexpected amour fou.","release_date":"2016-08-03","vote_average":7.0,"runtime":82,"cert":"N\/A","id":409528,"title":"Two Peole Meeting","adult":false,"genre_ids":[35,10749,10770]},{"cast":[],"overview":"On a small rural farm, an older son tries to chop wood at the insistence of his father, while his younger brother cruelly tests his fragile psyche.","release_date":"2016-06-25","vote_average":0.0,"runtime":11,"cert":"\"\"","id":409530,"title":"Chop","adult":false,"genre_ids":[]},{"cast":["Tin Vulovič","Primož Pirnat","Tin Marn","Nataša Živković","Nina Ivanišin"],"overview":"A baby has died. Orlo's parents are consumed with grief. In an attempt to make them happy and his family whole again, Orlo does something unexpected.","release_date":"2016-09-10","vote_average":10.0,"runtime":15,"cert":"N\/A","id":409532,"title":"Good Luck, Orlo!","adult":false,"genre_ids":[10751,18]},{"cast":["Kaitlyn Ale","Mildred Ciraco","Vincent Ciraco","Dorian Council","Sergio Dimaggio"],"overview":"When Lauren Reynolds, a beautiful girl with a painful home life, breaks it off with her drug-addict ex, Matt, she is ready to give up on dating all together. Between raising her two younger brothers, working a meaningless nine-to-five with her best friend, and trying to talk sense into her physically abused mother, Lauren doesn't have much time or desire for a new man. Things change when Lauren meets a seemingly perfect match, Brandon Phillips. Lauren doesn't know that she is about to learn the hard way that Brandon's charm has a limit and that this new Loverboy has a much darker, sinister side...","release_date":"2012-03-17","vote_average":1.0,"runtime":93,"cert":"\"NR\"","id":409537,"title":"Loverboy","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Expurrimental documentary about two cats and the humans in their lives.","release_date":"","vote_average":0.0,"runtime":52,"cert":"N\/A","id":409539,"title":"If Only Cats Could Talk","adult":false,"genre_ids":[]},{"cast":[],"overview":"Penelope is forced to marry Jonathan but there is no attraction between the two. As a matter of fact, Jonathan is more interested in spending time with the butler than with his wife. Penelope finds a way of reuniting with the love of her life and manages to hire him as the gardener. Two secret affairs in one household soon lead to major scandalous situations.","release_date":"2015-06-15","vote_average":5.0,"runtime":106,"cert":"N\/A","id":409541,"title":"The Scandalous Four","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":409552,"title":"Sexe et Fantasmes à Hollywood","adult":true,"genre_ids":[]},{"cast":["Yohanna Idha","Christopher Schönning","Bo Svenson"],"overview":"When Realtor Sandra visits a foreclosed property with her client, the former owner Danny attacks them.","release_date":"2010-12-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":409560,"title":"Angry","adult":false,"genre_ids":[27,28,18]},{"cast":["Braulio Castillo hijo","Amneris Morales","Anthony Cotto","Miguel Ángel Suárez","María Lola"],"overview":"The story of Moncho and Mariana, a divorced couple who maintain a cordial, respectful, and committed relationship, both with their children and with themselves.","release_date":"2001-07-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":409562,"title":"Padre Astro","adult":false,"genre_ids":[18]},{"cast":["Casper Smart","Mark Ryan","Gregory Fawcett","Kate Miner","Shashawnee Hall"],"overview":"Remo Street is a young fighter who comes from a world where nothing is easy, so when he is faced with the opportunity to train with a world class coach, he has to choose between the long hard road to honor and glory, or succumbing to a brutal future as a cage fighter for the Russian Mafia.","release_date":"2015-10-30","vote_average":5.8,"runtime":85,"cert":"\"\"","id":409564,"title":"Street","adult":false,"genre_ids":[28]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":409566,"title":"Dora, día de cortarse el pelo","adult":false,"genre_ids":[]},{"cast":["Renata Sorrah","Rossana Ghessa","Carlo Mossy","Newton Prado","Otelo Zeloni"],"overview":"","release_date":"1971-08-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":409574,"title":"Lua de Mel e Amendoim","adult":false,"genre_ids":[35]},{"cast":["Pablo Tufiño","Jaime Acosta","Awilda Carbia","Miguel Ángel Suárez","Jonathan Cardenales"],"overview":"A film aimed at depicting not only the daily goings-on in a so called \"punto\", but the internal conflicts among those who are often propelled into the drug world.","release_date":"1999-11-15","vote_average":0.0,"runtime":120,"cert":"N\/A","id":409576,"title":"Punto final: de como Tito Mangual aprendió a bregar","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2015-02-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":409584,"title":"Loto-Québec : La morale de l'argent","adult":false,"genre_ids":[99]},{"cast":["Jennifer Scott"],"overview":"Furthest from the Wild is a journey through the world of Animal Sanctuaries all over the world. We share the Triumphs and struggles of the people who have dedicated their lives in rescuing neglected and abused animals. The fight and pain in keeping them healthy and giving them shelter for their remaining lives.","release_date":"2016-08-04","vote_average":0.0,"runtime":90,"cert":"\"\"","id":409586,"title":"Furthest from the Wild","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Metallica at Cannstatter Wasen, Stuttgart, Germany  So What!\r Master Of Puppets  King Nothing  Sad But True  Fuel  Hero Of The Day  Ain't My Bitch  One  Until It Sleeps  For Whom The Bell Tolls  Wherever I May Roam  Nothing Else Matters  Enter Sandman  Stone Cold Crazy (intro)\r Stone Cold Crazy\r Creeping Death  Battery  Last Caress","release_date":"1997-08-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":409591,"title":"Metallica: [1997] Stuttgart, Germany","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"In my latest film I have began to experiment with incorporating found footage into my hand painted and optical printing filmmaking. I also experimented with using jelled light using a variety of different colours . I also created this films sound design.\"","release_date":"","vote_average":0.0,"runtime":5,"cert":"N\/A","id":409605,"title":"Atomic Theory and Chemistry","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Reconstituted found footage hand painted optically printed wonder, with a beginning a middle and an end.\"","release_date":"","vote_average":0.0,"runtime":6,"cert":"N\/A","id":409607,"title":"A Beginning a Middle and an End","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Kirsten McCory is the mending woman who is meandering through this hand painted and optically printed film.\"","release_date":"","vote_average":0.0,"runtime":6,"cert":"N\/A","id":409609,"title":"Meandering","adult":false,"genre_ids":[]},{"cast":["Madhu","Jagathy Sreekumar","M R Gopakumar","Maithili Kaishap"],"overview":"Low Budget Film","release_date":"2016-08-04","vote_average":0.0,"runtime":128,"cert":"N\/A","id":409611,"title":"Daivathinte Kaiyoppu","adult":false,"genre_ids":[]},{"cast":["Osvaldo Ríos","Alfred D. Herger Jr.","Rey Pascual","Elia Enid Cadilla","Julián Gil"],"overview":"The story of Andrés, a heavyweight boxer preparing for a big match. It turns out, Andrés has a medical problem, which could kill him if he continues boxing. Mariano, his manager, refuses to tell him about his condition and lets Andrés continue his training.","release_date":"2002-03-12","vote_average":2.0,"runtime":null,"cert":"N\/A","id":409613,"title":"Más allá del límite","adult":false,"genre_ids":[18]},{"cast":[],"overview":"While on a country walk, Joe and Petunia stop for a rest and discuss their walk, with Joe throwing rocks from a wall nearby: They have left tracks all through a corn field, have released some cows through a gate Joe opened, marked \"Private\" and their dog is now chasing sheep in the field behind them. Just then, one of the stones Joe throws shatters a bottle, much to his delight. They then see a farmer with a purple face (which they attribute to \"all that country air\") and think he is doing a country dance as he jumps up and down in fury. Petunia remarks that he doesn't look friendly (to which Joe says \"Can't be anything we've done\"), and they leave. The farmer looks out at the trail of damage they have left, and sighs \"When folk go out to the country, why oh why can't they follow The Country Code?\" -Wikipedia","release_date":"1968-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":409615,"title":"Joe and Petunia: Country Code","adult":false,"genre_ids":[]},{"cast":["Aaron Pedersen","Aaron Glenane","Harriet Dyer","Ian Meadows","Maya Stange"],"overview":"When young urbanites Ian and Sam decide to go camping, they arrive at their isolated destination to discover another tent already set up, but no sign of its owners. With the other campers at large, Ian and Sam's discovery of a child wandering alone sets off a terrifying chain of events that will push them to their limits – and beyond.","release_date":"2017-08-31","vote_average":5.9,"runtime":88,"cert":"\"R\"","id":409617,"title":"Killing Ground","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Juan is a man recently retired leading a monotonous life with his wife Julia. Their relationship has been deteriorating, so he is constantly looking for signs of affection from her. Given the rejection, Juan will take shelter in his guitar and his dog “Poffi.”","release_date":"2011-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":409625,"title":"Smile","adult":false,"genre_ids":[]},{"cast":[],"overview":"Monika is raging. Monika is on the run. Monika is trying to escape from husband Richard. Her destination is Venice. Her partner in crime is Nema, a mute hitchhiker. Nema pushes Monika to follow her path relentlessly. Until Richard catches up and Monika has to fight for her freedom. Who is the man, whom Monika is will-lessly following? Who is the strange hitchhiker? How can Monika regain control?","release_date":"2014-01-01","vote_average":5.0,"runtime":27,"cert":"N\/A","id":409627,"title":"Mute","adult":false,"genre_ids":[]},{"cast":[],"overview":"Connected By Coffee tells the story of Latin American coffee farmers and how our daily brew is deeply connected to a troubled past and hopeful future. Following a 1000-mile journey from Mexico to Nicaragua, the film will show how equitable trading relationships are empowering communities and bringing social justice.","release_date":"2014-01-01","vote_average":5.0,"runtime":70,"cert":"\"\"","id":409629,"title":"Connected by Coffee","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two arborists, Samir and Sara, are hired to take down a healthy tree in a family's backyard. Why the tree is to be taken down seems at first quite incomprehensible.","release_date":"2014-01-01","vote_average":5.0,"runtime":25,"cert":"N\/A","id":409631,"title":"Allt vi delar","adult":false,"genre_ids":[]},{"cast":["Ayan Banerjee","Mahua Roy Chowdhury","Utpal Dutt","Sandhya Roy","Biswajit Chatterjee"],"overview":"Social comedy about two young newlyweds against the backdrop of pre-Independence Bengal.","release_date":"1972-01-07","vote_average":7.0,"runtime":null,"cert":"N\/A","id":409633,"title":"Sriman Prithviraj","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Three women, close friends in their old age reflect on their youth through telling animated stories of their coming of age experiences.","release_date":"2014-01-01","vote_average":5.0,"runtime":14,"cert":"N\/A","id":409635,"title":"The Wolf, the Ship and the Little Green Bag","adult":false,"genre_ids":[]},{"cast":["Predrag Bjelac","Bojan Dimitrijević","Vlastimir Velisavljević","Katarina Žutić"],"overview":"A father-to-be faces \"the temple of order\" which he dislikes - by going shopping in a hypermarket.","release_date":"2014-01-01","vote_average":5.0,"runtime":15,"cert":"N\/A","id":409649,"title":"Usud","adult":false,"genre_ids":[35]},{"cast":["Sheryl Crow"],"overview":"\"MTV Unplugged,\" the acclaimed acoustic music series, presents a performance with triple Grammy award-winning artist Sheryl Crow. The program was taped at the Brooklyn Academy Of Music in New York City in February of 1995. Crow performed material from her debut album Tuesday Night Music Club, including her Grammy award-winning single \"All I Wanna Do,\" which garnered her two awards at the 37th Annual Grammy Awards Ceremony for record of the year and best female pop vocal. Crow received a third Grammy for best new artist. Among the other song selections Crow performed for her \"MTV Unplugged\" performance are \"Leaving Las Vegas,\" \"Strong Enough\" and \"Run Baby Run.\" Recorded 2\/15\/95 at Brooklyn Academy of Music - Brooklyn, New York Set List: 01. Can't Cry Anymore 02. Leaving Las Vegas 03. I'm Gonna Be a Wheel Someday\/ The Na-Na Song 04. Strong Enough 05. Love is a Good Thing 06. Run Baby Run 07. All I Wanna Do 08. I Shall Believe 09. D'yer Maker","release_date":"1995-02-15","vote_average":0.0,"runtime":null,"cert":"\"\"","id":409654,"title":"Sheryl Crow MTV Unplugged","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Plog wants more than anything to be just like his dad: dangerous, feared, and skilled at terrorizing humanity. But in order to be a true monster he must find in himself the strength to destroy mankind. How adorable!","release_date":"2014-01-01","vote_average":5.0,"runtime":3,"cert":"\"\"","id":409656,"title":"Little Roar","adult":false,"genre_ids":[]},{"cast":[],"overview":"Early summer. Moving house. Between games in the garden and packing boxes. 11- year-old Adele decides to send a message to her future self in case she should forget all the different elements that make up her life. Adele wants to capture it all even if that means staging the parts that aren't quite as she would like, or bullying everyone around her, or even no longer living in the present...","release_date":"2014-01-01","vote_average":5.0,"runtime":19,"cert":"N\/A","id":409658,"title":"Monstre","adult":false,"genre_ids":[]},{"cast":[],"overview":"In an uncanny version of the 50s, a closeted hair fetishist steals his girlfriend's locks and a distressing train journey begins. Frank becomes a victim of psychiatry under the surveillance of a twisted femme fatale and her acolytes. A series of strange occurrences force him to confront his compulsion.","release_date":"2014-01-01","vote_average":5.0,"runtime":20,"cert":"N\/A","id":409660,"title":"Splitting Hairs","adult":false,"genre_ids":[]},{"cast":[],"overview":"Kickboxing is Ahmet's life. The 23-year-old's physical strength is his main source of self-confidence. But with personal problems beginning to mount, he loses control over his strength and commits a violent felony at a Viennese disco that lands him in court. His last chance to take his personal and occupational future into his own hands is an anti-aggression training program in which he is enrolled alongside his suspended sentence. So now, Ahmet is not only confronted with the physical challenges of his boxing career, but also pushed to the limit psychologically by confrontational exchanges with his two social workers that force him to deal with his weaknesses and inner conflicts. A challenging test that he can withstand only with difficulty.","release_date":"2015-03-01","vote_average":5.0,"runtime":17,"cert":"N\/A","id":409662,"title":"Schattenboxer","adult":false,"genre_ids":[]},{"cast":["Parviz Sayyad","Gholamhossein Naghshineh","Saeed Kangarani","Nosratallah Karimi","Parviz Fanizadeh"],"overview":"An uproarious adoption of a popular novel by Iraj Pezeshkzad set in and around the family compound in early 1940s Tehran, marvelously rich in personality and incident. The title character, so-called because of his constant invocation of the general, rules over a wonderfully complex extended family. A hilarious series which makes fun of just about everything.","release_date":"1976-01-01","vote_average":8.0,"runtime":770,"cert":"N\/A","id":409670,"title":"My Uncle Napoleon","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"Feature film.","release_date":"1970-09-15","vote_average":6.0,"runtime":149,"cert":"N\/A","id":409681,"title":"La vida inútil de Pito Pérez","adult":false,"genre_ids":[18,12,35]},{"cast":[],"overview":"Feature film.","release_date":"1995-01-01","vote_average":8.0,"runtime":144,"cert":"N\/A","id":409683,"title":"Bazmande","adult":false,"genre_ids":[]},{"cast":["Winfried Junge","Hans-Eberhard Leupold","Karl Gass"],"overview":"This is the tenth installment of the Children of Golzow chronicle and the first compilation after the fall of the Berlin Wall. It combines reflections on three decades of filming with material from a reunion with some of the protagonists one year after the German unification. The discussions about the protagonists’ feelings, hopes and fears in the new German society give an insightful picture into the situation for East Germans at that time.","release_date":"1993-02-14","vote_average":8.0,"runtime":284,"cert":"N\/A","id":409685,"title":"Drehbuch - Die Zeiten","adult":false,"genre_ids":[99]},{"cast":["Tommy Lee Jones","Elizabeth Moorman"],"overview":"A young woman arrives to Montreal to find love. A fortune teller tells her that a wealthy man meant for her is right around the corner so she goes looking even among her odd rag tag group roommates.","release_date":"1975-01-01","vote_average":4.5,"runtime":120,"cert":"N\/A","id":409687,"title":"Eliza's Horoscope","adult":false,"genre_ids":[]},{"cast":["Susan Taslimi","Hossein Mahjoub","Firouz Behjat-Mohamadi"],"overview":"Feature film.","release_date":"1986-01-01","vote_average":5.0,"runtime":108,"cert":"N\/A","id":409698,"title":"The Mare","adult":false,"genre_ids":[]},{"cast":[],"overview":"This program features three digital short films by Asian filmmakers. Singapore veteran filmmaker Eric Khoo's NO DAY OFF (39 min) records the life of a maid who leaves her husband and baby for Singapore. Darezhan Omirbayev's ABOUT LOVE (38 min) is a bitter love story based on Anton Chekhov's novel, in which a lonely math teacher falls in love with her married university classmate. Pen-ek Ratanaruang's TWELVE TWENTY (30 min) depicts the encounters of a man and a woman on a long haul flight, where they spend the next twelve hours and twenty minutes reading, drinking, eating and watching movies and sleeping by each other's side, as if they are a married couple.","release_date":"2006-01-01","vote_average":7.5,"runtime":107,"cert":"N\/A","id":409700,"title":"Talk to Her","adult":false,"genre_ids":[]},{"cast":["Maria Seweryn","Daniel Olbrychski","Wojciech Siemion","Krystyna Tkacz","Barbara Dziekan"],"overview":"A renowned actor, Rafal Nawrot, is invited to play the main part in a theatre production of \"Romeo and Juliet\" in a backwater town. Upon arriving he realizes his mistake and is packing to leave when Julia, a beautiful blonde teenager appears at his hotel room door, the starstruck emissary from a local fan club. The encounter triggers a host of erotic fantasies and dreams for Nawrot, who decides to stay in town after all. Although his dreams more or less come true when Julia becomes sexually involved with him, his growing obsession with the young woman is paralleled by her emotional growth in a simultaneous relationship with a lover her own age.","release_date":"1993-01-01","vote_average":5.0,"runtime":105,"cert":"N\/A","id":409702,"title":"Sequence of Feelings","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"Feature film.","release_date":"1990-11-09","vote_average":6.5,"runtime":104,"cert":"N\/A","id":409707,"title":"Camdan Kalp","adult":false,"genre_ids":[]},{"cast":[],"overview":"On an ordinary winter's day, various people from outside Warsaw come to the Polish capital city for different reasons. They all have something to deal with, and their paths eventually intertwine.","release_date":"2003-01-01","vote_average":4.0,"runtime":104,"cert":"N\/A","id":409709,"title":"Warszawa","adult":false,"genre_ids":[]},{"cast":["Graciela Borges","Mercedes Sombra","Lautaro Murúa","Federico Luppi","Sara Bonet"],"overview":"Following the death of a close friend, a woman caught in an unhappy marriage looks for ways to improve her life.","release_date":"1971-01-01","vote_average":5.0,"runtime":100,"cert":"N\/A","id":409723,"title":"Crónica de una señora","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In 1999 a fibre-glas wire was installed from Thailand to Vietnam straight trough Cambodia. Rithy Panh shows us the work done in Cambodia to connect Khmer-society to \"modern world\". Farmers, soldiers and children work for a living there and unearthen skulls and bones -their remains from PolPot-regime you can see. The fear in their mind is portrayed by Rithy Panh in this documentary. As the other work done by Rithy Panh this deals with his people. I like it very much! The movie was awarded 1999 at \"Visions du Réel\" in Nyon (Switzerland) and at \"Cinéma du Réel\" in Paris.","release_date":"2000-03-28","vote_average":5.0,"runtime":100,"cert":"N\/A","id":409725,"title":"The Land of the Wandering Souls","adult":false,"genre_ids":[]},{"cast":[],"overview":"During World War II 17 men were put to death by Swiss bureaucracy. The reconstruction of the case of Ernst S. fueled a controversy about collective guilt, double standards and the role of Switzerland in the war.","release_date":"1976-09-26","vote_average":7.5,"runtime":99,"cert":"N\/A","id":409730,"title":"Die Erschiessung des Landesverräters Ernst S.","adult":false,"genre_ids":[]},{"cast":["Rufina Nifontova","Nina Veselovskaya","Vadim Medvedev","Nikolai Gritsenko","Maya Bulgakova"],"overview":"Swept up in political unrest during World War I, two sisters in St. Petersburg cope with turbulent romances as Russian history is made around them.","release_date":"1958-04-21","vote_average":6.0,"runtime":97,"cert":"N\/A","id":409735,"title":"The Year 18th","adult":false,"genre_ids":[18,36]},{"cast":[],"overview":"Winner of the Good For Her Feminist Porn Awards 2012 for Most Deliciously Diverse Cast.","release_date":"2012-02-14","vote_average":5.0,"runtime":97,"cert":"\"\"","id":409737,"title":"Fuckstyles of the Queer and Famous","adult":true,"genre_ids":[]},{"cast":["Boris Dvornik","Ana Karić","Edo Koludrović","Rade Marković","Branko Pleša"],"overview":"Two married couples cruise from town to town along the Adriatic coast. While men are occupied with booze and sea, their wives are more interested in the young \"skipper\", who seems to be a virgin. Frivolous flirting evolves into drama when one of the wives and the skipper start feeling something that appears to be love.","release_date":"1970-01-01","vote_average":8.0,"runtime":97,"cert":"N\/A","id":409739,"title":"Indian Summer","adult":false,"genre_ids":[18]},{"cast":["Lidiya Dranovskaya","Leonid Gallis","Mariya Andrianova","Mikhail Vorobyov"],"overview":"The story begins on VJ day in August of 1945. Celebrating the victory, navy captain Lavrentyev sets his sights on romance, with pretty agricultural expert Sokolova his willing target. Missing their train home, the captain and Sokolova are forced to find any available means of transportation.","release_date":"1948-09-03","vote_average":7.0,"runtime":93,"cert":"N\/A","id":409747,"title":"The Train Goes East","adult":false,"genre_ids":[10749,35]},{"cast":["Elena Drobysheva","Chkhol Kim","Yuriy Kuznetsov","Aleksei Buldakov","Gyen Sob So"],"overview":"This is a Democratic People’s Republic of Korea and Union of Soviet Socialist Republics co-production. This film is set during World War II, and is about a female Russian soldier named Masha. She is on a mission to discover a secret Japanese base in Korea. Everybody who accompanies her on the mission shortly dies, and she’s forced to stay with a local fisherman. She is trying to get the information about the base location back to the Russian army, because if she doesn’t, the Japanese will unleash the “Sakura Plan”, which is an all-out biological warfare assualt on the world.","release_date":"1988-01-01","vote_average":7.0,"runtime":93,"cert":"N\/A","id":409749,"title":"From Spring to Summer","adult":false,"genre_ids":[18,28,10752]},{"cast":["Alfredo Landa","África Pratt","Rafael Alonso","Roberto Camardiel","Juanito Navarro"],"overview":"Feature film.","release_date":"1975-02-12","vote_average":5.0,"runtime":92,"cert":"N\/A","id":409751,"title":"Cuando el cuerno suena","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The Hora 79 dance troupe was the face of Israeli folk dancing. Following a traumatic event. An accident? A murder? A suicide? The group ceased its activity and the members went their own ways. Now, 33 years later, the Karmiel Dance Festival initiates a reunion for a tribute to Hebrew dance. The encounter brims with nostalgia, tension, and guilt. Will they be able to overcome the dark ghosts of the past, the old conflicts, the betrayal of the body and of the memory?","release_date":"2014-05-22","vote_average":5.0,"runtime":92,"cert":"N\/A","id":409753,"title":"Hora 79","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ttosun, a young hard-working woman with a good heart, falls in love with a driver but her father disapproves of the match.","release_date":"1963-01-01","vote_average":5.0,"runtime":92,"cert":"N\/A","id":409755,"title":"Tosuni The Birth of Happiness","adult":false,"genre_ids":[]},{"cast":[],"overview":"After a military coup overthrew the democratically elected Socialist government of Chile on September 11, 1973, the capital's National Stadium was the scene of the indiscriminate mass detentions of more than 12,000 suspected dissidents.","release_date":"2003-01-01","vote_average":6.5,"runtime":90,"cert":"N\/A","id":409757,"title":"Estadio Nacional","adult":false,"genre_ids":[]},{"cast":[],"overview":"An investigation into Cuban leader Fidel Castro's role in the assassination of U.S. President John F. Kennedy","release_date":"2006-01-01","vote_average":5.0,"runtime":90,"cert":"N\/A","id":409759,"title":"Rendezvous mit dem Tod: Warum John F. Kennedy sterben musste","adult":false,"genre_ids":[]},{"cast":[],"overview":"A documentary series about the origin and history of The Blues.","release_date":"2003-01-01","vote_average":9.2,"runtime":null,"cert":"\"\"","id":409776,"title":"The Blues","adult":false,"genre_ids":[]},{"cast":["Derek de Lint","Edward Fox","Rutger Hauer","Jeroen Krabbé","Peter Faber"],"overview":"Based on the true story of a group of students from Leiden, the Netherlands, their experience, different paths and roles in World War II, either as a collaborators or in the resistance. Part of the story is set in London, where Queen Wilhelmina has residence. The main character of the story is Erik Lanshof who fights alongside Colonel Rafelli (Edward Fox) and soldier Susan (Susan Penhaligon) of the allied forces in London. The film begins with a flashforward in the form of a newsreel with a voice-over. Queen Wilhelmina is accompanied by Erik (Hauer) arriving in the Netherlands from London shortly after World War II. After the newsreel, the film starts in the late 1930s in Leiden, where freshmen undergo the humiliation of the initiation rites of their fraternity. Erik is appointed assistant to the Dutch Queen Wilhelmina, and accompanies her back to the Netherlands after the war, as shown in the newsreel in the beginning of the film.","release_date":"1979-01-13","vote_average":7.0,"runtime":null,"cert":"N\/A","id":409778,"title":"Voor koningin en vaderland","adult":false,"genre_ids":[]},{"cast":[],"overview":"Feature film.","release_date":"1997-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":409783,"title":"Amsterdam Afterbeat","adult":false,"genre_ids":[]},{"cast":[],"overview":"Feature film.","release_date":"1947-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":409788,"title":"30 segundos de amor","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1933-01-30","vote_average":5.0,"runtime":null,"cert":"N\/A","id":409790,"title":"The Story of Tit... or the Tale of the Large Spoon","adult":false,"genre_ids":[35]},{"cast":["Leonard Cohen"],"overview":"After the Goldrush focuses specifically on the period between 1978 and his dramatic live comeback in 2008. With a mixture of performance footage, rare and classic recordings, and exclusive interviews, together with contributions from some of his closet confidantes, plus critical analysis from a host of esteemed experts, the film aims to provide the most comprehensive overview available of the maverick troubadour whilst at the very top of his game.","release_date":"2001-04-21","vote_average":7.5,"runtime":null,"cert":"N\/A","id":409801,"title":"Leonard Cohen: After the Gold Rush","adult":false,"genre_ids":[]},{"cast":["Leonid Kharonsky","Nikolay Ashikhmin","Pavel Luspekayev","Nikolay Kryuchkov","Leonid Kharitonov"],"overview":"Feature film.","release_date":"1962-12-02","vote_average":5.0,"runtime":null,"cert":"N\/A","id":409803,"title":"Kapronovye seti","adult":false,"genre_ids":[9648,12,10751]},{"cast":[],"overview":"Worker control in Venezuela","release_date":"2006-01-01","vote_average":5.0,"runtime":81,"cert":"N\/A","id":409805,"title":"5 Factories","adult":false,"genre_ids":[]},{"cast":[],"overview":"Feature film.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":409807,"title":"Chemistry 2","adult":true,"genre_ids":[]},{"cast":[],"overview":"Ramona loses her tranquility when her son Osvaldo disappears. And so, she begins a search that leads her to the coroner, and to acceptance of the possibility that he has died. Finally, she concludes that her son is a live.","release_date":"2007-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":409809,"title":"Señas particulares","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dangers of an influenza pandemic are explored in a fictional scenario that begins with a young Hong Kong businesswoman being sneezed upon by a butcher who had cut up an infected pig. As the hour traces the history of influenza back some 4500 years, it tracks the progression of the virus in “patient zero,” and the virus's transmission around the world. She infects 13 people on a flight to London, and 43 million are sick within a week.","release_date":"2005-01-01","vote_average":5.0,"runtime":null,"cert":"\"\"","id":409811,"title":"Microkillers: Superflu","adult":false,"genre_ids":[]},{"cast":[],"overview":"Feature Award","release_date":"","vote_average":5.0,"runtime":null,"cert":"N\/A","id":409822,"title":"The 2014 Film Independent Spirit Awards","adult":false,"genre_ids":[]},{"cast":[],"overview":"On a parking space near the sea in Calais (North of France) some lonesome people are gathered without a specific reason.","release_date":"2006-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":409827,"title":"L'attente","adult":false,"genre_ids":[]},{"cast":["Marc-François Blondin","Annie Dufresne","Pierre Verville","Jean-Guy Bouchard","Bénédicte Décary"],"overview":"Roxy, a glam-rock star past his prime who has just made a pact with the Devil, goes through much emotional gear shifting when a dozen different writers and directors take control of his destiny and rewrite his life story as they see fit. In his predestined life, Roxy meets a vide variety of colourful characters: women he once loved but has trouble recognizing today; a crooked dealer who keeps leading him astray; a drag queen on the rebound; a failed playwright; a woman barkeep who's interested in Roxy; and, of course, Mephistopheles in all his disguises.","release_date":"2006-01-01","vote_average":3.0,"runtime":null,"cert":"N\/A","id":409829,"title":"Cadavre exquis première édition","adult":false,"genre_ids":[]},{"cast":["Larry Allen Abshier","James Dresnok","Charles Robert Jenkins"],"overview":"The film follows Yu Rim, a Korean expatriate in the United Kingdom working as a journalist, who is ordered by the Democratic Peoples Republic of Korea to proceed to Seoul and gather intelligence on the United States Forces Korea.","release_date":"1978-01-01","vote_average":5.0,"runtime":1393,"cert":"N\/A","id":409831,"title":"Unsung Heroes","adult":false,"genre_ids":[]},{"cast":["Caroline Dhavernas"],"overview":"This made-for-TV bio-pic is about Marilyn Bell, a Canadian teenager who, in 1954, was the first person to swim across Lake Ontario. She won the Toronto Canadian National Exhibition prize after Florence Chadwick, a then-famous American swimmer who was widely expected to win, dropped out in the middle of the race. Half of this heart-warming movie is devoted to the 21 hour swim in which the 16-year old Bell is exhorted by her pushy coach Gus Ryder not to give up.","release_date":"2001-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":409836,"title":"Heart: The Marilyn Bell Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"After convincing his overbearing mother to send him to high school, David tries to fit in with the normal world, but he is not normal at all. He has telekinetic powers that allow him to levitate objects, read people's minds, and defy gravity. He begins to meet new people including a girl named Amy who feels as if there's something different from him. He also encounters a football player named Toby who wants David out of the equation. While he tries to fit in, he starts to learn about his powers, how far he can go with them, and how he got them, but accidents begin to occur.","release_date":"2015-01-01","vote_average":2.7,"runtime":18,"cert":"\"\"","id":409844,"title":"The Distinguished","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tarzán kidnaps Miss Chile ‘85: King of the jungle and maximum exponent of the anti-Pinochet patriotic command “Manuel Rodríguez”","release_date":"2015-01-01","vote_average":5.0,"runtime":7,"cert":"N\/A","id":409846,"title":"Enfrentar animales salvajes","adult":false,"genre_ids":[]},{"cast":[],"overview":"Although their lives were lost in war, their memories will never be forgotten.","release_date":"2014-01-01","vote_average":5.0,"runtime":25,"cert":"\"\"","id":409848,"title":"Never Forgotten","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this true-crime thriller set in Sydney Hospital in 1956, a doctor and his assistant become unlikely criminals when their passion for pioneering heart transplants leads them to commit a heinous act. In an attempt to save the living, they begin harvesting from the bodies of the dead.","release_date":"2014-03-01","vote_average":5.0,"runtime":10,"cert":"N\/A","id":409850,"title":"The Heart Thief","adult":false,"genre_ids":[]},{"cast":[],"overview":"When a man recovers from a near death experience he awakens in a hospital in the dead of the night in a confused and liminal state of limbo. Having returned to reality from an inner voyage to death and back in a coma–like state he finds himself abandoned in a cold and unforgiving world devoid of purpose. As memories of his lover slowly reform and solidify in his mind he sets out on a journey to rediscover the distant and immediately recent events that lead to his hospitalization. Told through the lucid perception of the protagonist, Inanimate explores the fractured psyche of a man grappling with the horror of uncertainty and ultimately asks how you could choose to live where there is nothing to live for.","release_date":"2014-01-01","vote_average":5.0,"runtime":19,"cert":"N\/A","id":409852,"title":"Inanimate","adult":false,"genre_ids":[]},{"cast":[],"overview":"Doycho is the last person inhabiting a remote village in the heart of the Balkan mountains, where his neighbours are animals and best friend is a Ram.","release_date":"2014-01-01","vote_average":5.0,"runtime":25,"cert":"N\/A","id":409854,"title":"Bandit and the Ram","adult":false,"genre_ids":[99,12]},{"cast":["Kazuo Hasegawa","Haruhisa Kawada","Isuzu Yamada","Hideko Takamine","Musei Tokugawa"],"overview":"Feature film.","release_date":"1941-01-09","vote_average":5.0,"runtime":89,"cert":"N\/A","id":409859,"title":"The Man Who Disappeared Yesterday","adult":false,"genre_ids":[]},{"cast":[],"overview":"Lesbian romantic comedy about two girls entering a figure skating competition at the Gay Games in New York 1994. Steffi, an ambitious photographer and previously straight Natalie win the gold medal for Britain.","release_date":"1995-04-28","vote_average":5.5,"runtime":88,"cert":"N\/A","id":409867,"title":"Thin Ice","adult":false,"genre_ids":[35,10749]},{"cast":["Debra Allen","Susan David","George S. McDonald","Eric Humphery","Maggie Matson"],"overview":"A young San Francisco college student is assigned to write a paper about a part of the city's cultural life. She picks the sex industry, and finds herself getting involved in an ever widening series of sexual adventures.","release_date":"1971-01-01","vote_average":4.3,"runtime":87,"cert":"\"\"","id":409869,"title":"School Girl","adult":false,"genre_ids":[35]},{"cast":["Robert Smith"],"overview":"Recorded live at the Nakano Sun Plaza in Tokyo, Japan on October 17, 1984. Lineup: Vocals\/Guitar: Robert Smith. Keyboard\/Guitar\/Sax: Porl Thompson. Keyboard: Laurence Tolhurst. Bass: Phil Thornalley. Drums: Andy Anderson.","release_date":"1985-01-01","vote_average":5.0,"runtime":86,"cert":"N\/A","id":409871,"title":"The Cure Live in Japan","adult":false,"genre_ids":[]},{"cast":["Christer Strömholm","Dag Lindberg","Olof Ek","Gun Kessle","Pia Jonsson"],"overview":"A wheeler-dealer, involved in leisure issues, promotes and markets his business. He works smoothly and manipulate the environment and manage to make a career in the Swedish leisure research department.","release_date":"1966-05-31","vote_average":3.5,"runtime":86,"cert":"N\/A","id":409873,"title":"Myglaren","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Feature film.","release_date":"1972-01-01","vote_average":4.0,"runtime":83,"cert":"\"\"","id":409881,"title":"Room Service 75","adult":false,"genre_ids":[]},{"cast":[],"overview":"Story of a video camera that goes on an adventure around the world. It's stolen, pawned, bought and generally goes in and out of bedrooms, shoots commercials, follows the life of an average ordinary video camera that goes around the planet until it winds up in the hands of filmmaker Richard Martini. This film has been designated at Dogma #15 by the Danish film group Dogme95.","release_date":"2000-01-01","vote_average":5.0,"runtime":80,"cert":"\"\"","id":409889,"title":"Camera","adult":false,"genre_ids":[]},{"cast":["Patricia Guzmán","Jorge Guerra","Anita Klesky","Maruja Cifuentes","María Castiglione"],"overview":"Starts a love story between an art student and a medical student, narrated from Monday to Sunday.","release_date":"1968-09-30","vote_average":7.0,"runtime":80,"cert":"N\/A","id":409891,"title":"Monday to Sunday","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"Divorced from his wife and reality, deluded, eccentric Andrew applies a magical philosophy to his romantic life to become a successful lady's man, rise from his depression and achieve godhood. With the superhuman persistence of a door to door salesman, he tangles with obstacles thrown up by a resentful friend, his lingering feelings for his wife and the refusal of reality to co-operate with his plan. His determination brings him closer to his goals but fatal landmines are often hidden in fulfilled wishes...","release_date":"2004-01-01","vote_average":5.0,"runtime":78,"cert":"N\/A","id":409893,"title":"Male Fantasy","adult":false,"genre_ids":[]},{"cast":[],"overview":"Michal's father and his friends are stigmatized by their war experience and the post-war social deformations in which they took part either directly, or watched them cowardly and in silence. They are trying to repress their feelings of guilt and justify their behavior to the young generation with memories of their heroic war feats. Michal, however, does not want to have anything to do with their problems. He subconsciously perceives the unpleasant atmosphere in the family as well as his father's hypocrisy. After one of many quarrels with his father, he runs away from home, determined to go his own way.","release_date":"1966-04-01","vote_average":5.3,"runtime":78,"cert":"N\/A","id":409895,"title":"Searching","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Feature film.","release_date":"2004-01-01","vote_average":5.0,"runtime":76,"cert":"N\/A","id":409897,"title":"Venezuela bolivariana: pueblo y lucha de la IV guerra mundial","adult":false,"genre_ids":[]},{"cast":[],"overview":"At the end of every summer, 'Hasanpasa' village holds a shepherding contest. The traditional contest requires shepherds to herd their sheep one by one through a pool of water. The shepherd who crosses the pool with his flock fastest and with least hesitation wins the contest. 'Hasanpasa's seasoned champion for the past eight years is an elderly shepherd known as 'Takmaz'. 'Takmaz' is determined to teach the younger generation the finer points of being a good shepherd, like him.","release_date":"2013-05-31","vote_average":5.0,"runtime":75,"cert":"N\/A","id":409899,"title":"Cycle","adult":false,"genre_ids":[]},{"cast":[],"overview":"Arguing for the need of an independent media, Tonje Hessen Schei examines the US media's covering of the war in Iraqi.","release_date":"2006-01-01","vote_average":7.0,"runtime":75,"cert":"\"\"","id":409901,"title":"Independent Intervention","adult":false,"genre_ids":[]},{"cast":[],"overview":"This collection of five short films by gay artists, and regarding gay subject matter showcases the work of emerging new filmmakers. \"Is One of You Eddie?\" makes fun of the stereotypes typical within the gay community. \"Different\" offers a twist on gay and straight high school students. \"The Neighborly Thing\" is a thriller about a man obsessed with his neighbor. \"Meet Joe Gay\" asks the quintessential question, why am I still single. \"A Good Son\" delves into a life changing experience between two teen boys.","release_date":"2006-01-01","vote_average":5.5,"runtime":67,"cert":"\"\"","id":409909,"title":"First Out","adult":false,"genre_ids":[]},{"cast":["Fred Halsted","Georgina Spelvin"],"overview":"Hank (Richard Locke) and Gene (Fred Halsted) are fired from their trucker jobs after an alcohol-fueled brawl. The two search for opportunities in the blue-collar workforce, but are often distracted by other men along the way.","release_date":"1978-01-01","vote_average":4.7,"runtime":64,"cert":"\"\"","id":409911,"title":"El Paso Wrecking Corp.","adult":false,"genre_ids":[]},{"cast":[],"overview":"Feature film.","release_date":"","vote_average":5.0,"runtime":63,"cert":"N\/A","id":409913,"title":"Confrontation","adult":false,"genre_ids":[]},{"cast":["Anthony Howell","Isabel Allende"],"overview":"On the morning of Tuesday, September 11th 1973, two jets launched a deadly attack on the Presidential Palace of La Moneda in the heart of Santiago, Chile. The result was fire, the suicide of President Salvador Allende and ultimately the death or disappearance of over three thousand people. \"Chile: The Other 9\/11\" pieces together the dramatic hour-by-hour events of the coup that brought General Augusto Pinochet to power and marked a turning point in the Cold War.","release_date":"2003-01-01","vote_average":5.0,"runtime":60,"cert":"N\/A","id":409918,"title":"Chile: The Other 9\/11","adult":false,"genre_ids":[]},{"cast":[],"overview":"Feature film.","release_date":"2005-01-01","vote_average":3.3,"runtime":60,"cert":"N\/A","id":409920,"title":"Momentos para no olvidar: 55 años de la TV en México","adult":false,"genre_ids":[]},{"cast":["Chonette Laurent","Augustin Reyes","José Meneses","Nadia Werba","Marcel Hanoun"],"overview":"Initially a made-to-order documentary on Spain, the film becomes an open-ended work-in-the-making about the creative process. “Settling in the Spanish capital to make a documentary, Hanoun sketches out for us the different steps involved in making a film. The author turns his hesitations, his doubts and difficult working conditions into the constituents of his work”. (Raphaël Bassan)","release_date":"1965-01-01","vote_average":6.5,"runtime":62,"cert":"\"\"","id":409925,"title":"October in Madrid","adult":false,"genre_ids":[99]},{"cast":["Robert Lepage","Sheila McCarthy","Patricia Rozema","Don McKellar","Atom Egoyan"],"overview":"This compelling documentary explores Canadian film culture and tries to discover what defines Canadian film through interviews with notable filmmakers.","release_date":"2004-01-01","vote_average":5.0,"runtime":59,"cert":"N\/A","id":409927,"title":"Weird Sex and Snowshoes: A Trek Through the Canadian Cinematic Psyche","adult":false,"genre_ids":[99]},{"cast":["Miloš Kopecký","Viktor Preiss","Boris Rösner","Jan Kačer","Táňa Fischerová"],"overview":"This distinctive documentary portrait of Prague extolls the beauty, significance and spirit of the ancient city adopting modern way of life. The form and content of the film share a common underlining principle. The author doesn't simply list out the sequence of events, but rather approaches them in a broader context of their historic implications and circumstances. The content of the film covers a large period from the pagan times to these days. The facts are grouped under several general headings (paganry, the spread of Christianity, renaissance, baroq and modern times) with allusions to the modern life of Prague and Praguers that has its roots in those times.","release_date":"1985-02-06","vote_average":5.0,"runtime":59,"cert":"N\/A","id":409929,"title":"Prague: The Restless Heart of Europe","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In August 1998, two cars exploded simultaneously at U.S. embassies in Kenya and Tanzania, killing 268 and injuring 5,000. CIA and FBI investigators soon identified suspects, including accused mastermind and Saudi exile Osama bin Laden. But was this an individual terrorist act, or a symptom of deeply rooted anti-U.S. vendettas? In collaboration with The New York Times, \"Frontline\" investigates bin Laden, his followers, and the Africa bombings.","release_date":"2001-09-13","vote_average":5.0,"runtime":55,"cert":"\"\"","id":409937,"title":"Frontline: Hunting Bin Laden","adult":false,"genre_ids":[]},{"cast":["Gopal Maji"],"overview":"Boatman is Gianfranco Rosi's account of a boattrip along the Ganges river, together with his helmsman Gopal. They pass tourists and Indians who are bathing, working or meditating. In a series of small portraits Rosi depicts life on and at the banks of India's sacred river. Central theme of this film is the imagination of the endless circle of life and death, which is rooted in the lives of the Indian people, and which is convincingly manifested in the way they bid the dead farewell.","release_date":"1993-01-01","vote_average":5.5,"runtime":55,"cert":"N\/A","id":409939,"title":"Boatman","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A portrait of Joe Sarno, one of the pioneering directors of the 1960s 'sexploitation' films","release_date":"2011-01-01","vote_average":4.0,"runtime":54,"cert":"N\/A","id":409941,"title":"The Sexual Obsession of Joe Sarno","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Prophecies takes a discerning look at the most enigmatic prophets and doomsayers throughout the ages. Combining biographical sketches of the diviners with the in-depth interpretations of their prophecies by expert historians and scholars, the program will present a complete picture of the mystics and their messages.","release_date":"1998-01-01","vote_average":4.0,"runtime":54,"cert":"\"\"","id":409943,"title":"Prophecies","adult":false,"genre_ids":[]},{"cast":[],"overview":"Feature film.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":409945,"title":"Gooby Pls","adult":false,"genre_ids":[]},{"cast":[],"overview":"XV in Zaachila. A town, a family, a daughter, a bull to be killed, eight godfathers, a party that lasts two days, six chamberlains, 850 guests… and all this for her fifteenth birthday.","release_date":"2003-01-01","vote_average":5.0,"runtime":52,"cert":"N\/A","id":409947,"title":"XV en Zaachila","adult":false,"genre_ids":[]},{"cast":["Leonard Cohen"],"overview":"The film shows the daily life of the poet and singer Leonard Cohen at the Mount Baldy Zen Center. It also shows him at a recording studio, and interviews him in his office in Los Angeles.","release_date":"1997-01-01","vote_average":7.5,"runtime":52,"cert":"N\/A","id":409949,"title":"Leonard Cohen: Printemps 96","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"This special issue of the tv show \"The London Programme\" on network London Weekend Television (LWT) takes a look at the British porn industry, just as hardcore sex films were about to become legal.","release_date":"1999-11-05","vote_average":4.8,"runtime":50,"cert":"N\/A","id":409954,"title":"Porn Wars","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This documentary examines the unique natural habitat of the mixed-grass prairie through four seasons from the perspectives of the ranchers, conservationists, and aboriginal people who understand it best and live by preserving it. It is guided by a powerful metaphor \/ symbol: The re-discovered wallows of the re-introduced bison.","release_date":"2014-01-01","vote_average":5.0,"runtime":49,"cert":"N\/A","id":409956,"title":"Grasslands","adult":false,"genre_ids":[]},{"cast":[],"overview":"Comedian and actor Stephen K. Amos uses his own experiences as a gay black man to explore why homophobia still exists in his own community. This authored documentary – the title of which is a derogatory term for homosexuals – follows Amos on a journey from his childhood homes in Brixton and Tooting, south London, all the way to Jamaica, where he tries to discover why prejudice, intimidation and violence against gay men remain so prevalent.","release_date":"2007-01-01","vote_average":5.0,"runtime":48,"cert":"N\/A","id":409958,"title":"Batty Man","adult":false,"genre_ids":[]},{"cast":[],"overview":"A personal story of a man who was diagnosed with prostate cancer.","release_date":"2012-01-01","vote_average":5.0,"runtime":45,"cert":"N\/A","id":409963,"title":"The Blue Nail","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the French countryside, Celeste loves a postman who leaves her just before she realizes she is pregnant by him. For nine months, the solitary woman tries to hide her pregnancy, awaiting her boyfriend's return rather than the coming of the baby...","release_date":"2005-01-01","vote_average":5.5,"runtime":45,"cert":"N\/A","id":409965,"title":"Céleste","adult":false,"genre_ids":[]},{"cast":[],"overview":"Feature film.","release_date":"1998-01-01","vote_average":5.0,"runtime":45,"cert":"N\/A","id":409967,"title":"11 de septiembre de 1973. El último combate de Salvador Allende","adult":false,"genre_ids":[]},{"cast":[],"overview":"A failed footballer, a remote father and one man who becomes grandfather ... In a neighborhood of Mexico City, three mature men tell us little stories about their unfulfilled hopes, love and the passage of time.","release_date":"2006-01-01","vote_average":5.0,"runtime":42,"cert":"N\/A","id":409969,"title":"Barrio","adult":false,"genre_ids":[]},{"cast":[],"overview":"The grass is greener than green, the flowers in the backyards are bright and blooming, and the many fences have a fresh coat of paint. These are the private paradises in which the Danes in The Home Front live. But wait a minute - is that a dog barking? Is that gardener peeking over the fence, and are the branches he's trimming falling on the right side? The smallest trifle in the world can send neighbors who once merrily drank beer together into arguments that last years. But when the distrust is so thick you can cut it with a knife, there's still hope. In order to help the desperate parties, the Danish government came up with the Fence Committee, an institution that mediates and makes binding decisions when necessary.","release_date":"2010-01-01","vote_average":5.0,"runtime":40,"cert":"N\/A","id":409974,"title":"The Home Front","adult":false,"genre_ids":[]},{"cast":["Tony Rayns","John Maybury","Lee Drysdale","Christopher Hobbs","Jenny Runacre"],"overview":"Documentary about the making of Derek Jarman's 1979 film \"Jubilee\".","release_date":"2003-05-27","vote_average":5.0,"runtime":38,"cert":"\"\"","id":409976,"title":"Jubilee: A Time Less Golden","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The concert was recorded live at the Dominion Theatre in London, on June 3, 1988.  TracklistHide Credits  1\tJackie  2\tJust Like You Said It Would Be  3\tMandinka  4\tJust Call Me Joe  5\tNever Get Old  6\tJerusalem  7\tTroy  8\tI Am Stretched On Your Grave","release_date":"1989-01-01","vote_average":7.5,"runtime":37,"cert":"N\/A","id":409978,"title":"Sinéad O'Connor: The Value of Ignorance","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"The children of Golzow are teenagers now and don’t want to answer all the questions and feel a little annoyed at being filmed. However, as FDJ youth organization members and candidates for the youth ceremony that would give them adult status, they experience GDR typical events at that age, including a visit of Weimar - the city of the humanistic classical authors Goethe and Schiller - and a visit of the concentration camp in Sachsenhausen.","release_date":"1970-03-06","vote_average":7.0,"runtime":36,"cert":"N\/A","id":409980,"title":"Wenn man vierzehn ist","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Feature film.","release_date":"1982-01-01","vote_average":5.0,"runtime":35,"cert":"N\/A","id":409985,"title":"Grand huit","adult":false,"genre_ids":[]},{"cast":["Vijayan","Ashwini","Sarath Babu","Mathumalini","Sunder"],"overview":"Melodrama about the feared autocratic Sundaravadivelu and his gentle wife Lakshmi.","release_date":"1979-10-19","vote_average":1.0,"runtime":143,"cert":"N\/A","id":409987,"title":"Uthiri Pookkal","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A documentary about Oso_Tapatio: an amateur Mexican porn star. The man behind the pseudonym reveals his motivations, likes and desires.","release_date":"2014-01-01","vote_average":5.0,"runtime":10,"cert":"N\/A","id":409989,"title":"Oso_tapatío","adult":false,"genre_ids":[]},{"cast":[],"overview":"A group of talented blind ballerinas inspire audiences to believe anything is possible, at the world's only ballet school for the blind, in Brazil.","release_date":"2014-01-01","vote_average":5.0,"runtime":30,"cert":"\"\"","id":409991,"title":"Looking at the Stars","adult":false,"genre_ids":[]},{"cast":[],"overview":"A master pizzaiola, working in rural Mississippi, discusses his craft.","release_date":"2012-01-01","vote_average":5.5,"runtime":3,"cert":"\"\"","id":409993,"title":"Pizza Shop","adult":false,"genre_ids":[]},{"cast":[],"overview":"A speaker on a stage presents a report on the traffic conditions in the theater district of New York City, which he says have improved considerably. After giving some examples of how bad the traffic in the area has been in the past, he displays a large map of the district. He then uses the map to point out landmarks and recommended routes.","release_date":"1929-01-01","vote_average":5.0,"runtime":6,"cert":"\"\"","id":409995,"title":"Traffic Regulations","adult":false,"genre_ids":[]},{"cast":[],"overview":"A young videographer is fascinated with filming a hunky skateboarder.","release_date":"2006-01-01","vote_average":5.5,"runtime":5,"cert":"\"\"","id":409997,"title":"Cabalerno","adult":false,"genre_ids":[]},{"cert":"\"\"","title":"The Witness","cast":["Robert Benchley"],"id":409999,"overview":"As Joe Doakes is reading the newspaper, he begins to talk to himself. Questioned by his wife, he explains that he is disturbed by the paper's account of the ways that a government investigative committee has been interrogating its witnesses. Joe then nods off, and imagines that he is being questioned by the committee. He envisages how satisfying it would be to turn the tables on the investigators.","runtime":9,"genre_ids":[],"release_date":"1942-01-01","vote_average":7.0,"adult":false}]