[{"cast":["Thierry Frémaux","Martin Scorsese","Auguste Lumière","Louis Lumière","Andrée Lumière"],"overview":"A collection of restored prints from the Lumière Brothers.","release_date":"2017-01-25","vote_average":8.1,"runtime":90,"cert":"N\/A","id":411003,"title":"Lumière!","adult":false,"genre_ids":[99]},{"cast":["Michael Hui","Na-Do","Leon Dai","Matt Wu","Tou Chung-Hua"],"overview":"A Taiwanese drug mule has his foolproof smuggling method thrown out of whack when he catches a ride with the wrong cab driver.","release_date":"2016-11-18","vote_average":6.7,"runtime":111,"cert":"\"\"","id":411005,"title":"Godspeed","adult":false,"genre_ids":[18,80,35,53]},{"cast":["Neil Barofsky","Ti-Hua Chang","Jiayang Fan","Roman Fuzaylov","Polly Greenberg"],"overview":"The incredible saga of the Chinese immigrant Sung family, owners of Abacus Federal Savings of Chinatown, New York. Accused of mortgage fraud by Manhattan District Attorney Cyrus R. Vance, Jr., Abacus becomes the only U.S. bank to face criminal charges in the wake of the 2008 financial crisis. The indictment and subsequent trial forces the Sung family to defend themselves – and their bank’s legacy in the Chinatown community – over the course of a five-year legal battle.","release_date":"2017-05-19","vote_average":7.2,"runtime":88,"cert":"\"\"","id":411007,"title":"Abacus: Small Enough to Jail","adult":false,"genre_ids":[99]},{"cast":["Amanda Knox","Raffaele Sollecito","Giuliano Mignini","Nick Pisa","Valter Biscotti"],"overview":"This gripping, atmospheric documentary recounts the infamous trial, conviction and eventual acquittal of Seattle native Amanda Knox for the 2007 murder of a British exchange student in Italy.","release_date":"2016-09-10","vote_average":6.7,"runtime":92,"cert":"\"\"","id":411009,"title":"Amanda Knox","adult":false,"genre_ids":[99]},{"cast":["Elsa Dorfman"],"overview":"A look at the life and work of legendary photographer Elsa Dorfman, whose subjects have included such friends as Allen Ginsberg, Bob Dylan, and Jonathan Richman.","release_date":"2017-06-02","vote_average":6.8,"runtime":76,"cert":"\"\"","id":411011,"title":"The B-Side: Elsa Dorfman's Portrait Photography","adult":false,"genre_ids":[99]},{"cast":["Thomas Campanella","Mindy Fullilove","Alexander Garvin","Paul Goldberger","Steven Johnson"],"overview":"Writer and urban activist Jane Jacobs fights to save historic New York City during the ruthless redevelopment era of urban planner Robert Moses in the 1960s.","release_date":"2017-04-21","vote_average":7.7,"runtime":92,"cert":"\"\"","id":411013,"title":"Citizen Jane: Battle for the City","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This handsome and heartfelt documentary takes us into the world of the Gaza Strip’s surfing enthusiasts, and reveals a formidable resilience pulsing within a beleaguered population.","release_date":"2017-03-30","vote_average":8.0,"runtime":87,"cert":"N\/A","id":411015,"title":"Gaza Surf Club","adult":false,"genre_ids":[99]},{"cast":[],"overview":"There But For resembles a soap opera; its characters—a couple whose relationship has seen better days, a ball-and-jack playing adult\/child, and a couple that comes to visit the family—are in the midst of their day-to-day lives (an imitation of life). The music was composed and performed live on the set as the play unfolded. There But For is a free-form chance operation within the defined boundaries of place (an apartment) and the assigned roles of the players: the mother (bitch), the father (jerk), their kid (retard), and their visitors. The players continually argue as they feel their way through this structure, where ambiguity is the form. The kid asks, “Is mediocrity its own reward?” Perhaps the clue for the viewer is in the tape’s title: There But For (the grace of God go I).\"","release_date":"1980-01-01","vote_average":0.0,"runtime":20,"cert":"\"\"","id":411026,"title":"There But For","adult":false,"genre_ids":[]},{"cast":[],"overview":"Wild Blue Yonder fuses animated drawings and text with video footage of Weiner's friends, colleagues, and family. Weiner recontextualizes the everyday, leveling gestures, conversations, actions and interactions into a system of codes that blur the boundaries between what is choreographed and what is improvised. Weiner's visual grammar (arrows, horizons, frames) suggests motion and borders; the relationships of the animations, aphoristic text, and conversations activate questions of intimacy within the conventions of physical and personal space.","release_date":"2002-01-01","vote_average":0.0,"runtime":14,"cert":"\"\"","id":411028,"title":"Wild Blue Yonder","adult":false,"genre_ids":[]},{"cast":["Bernardo Bertolucci","Christian De Sica","Ken Loach","Michele Placido","Francesco Rosi"],"overview":"An account of the life and work of the legendary cinematographer and director Carlo Di Palma (1925-2004) and an emotional journey into the greatest moments of cinema, from the Italian neorealism to the masterpieces of Woody Allen, commented by prestigious figures of world cinema.","release_date":"2017-05-10","vote_average":0.0,"runtime":90,"cert":"N\/A","id":411030,"title":"Water and Sugar: Carlo Di Palma, the Colours of Life","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The title refers to his statement made in 1968 for the magazine Art News in an attempt to define his work. 1\/ the artist may construct the work; 2\/ the work may be fabricated; 3\/ the work need not be built.","release_date":"2006-01-01","vote_average":0.0,"runtime":5,"cert":"\"\"","id":411032,"title":"Liberté et contrainte","adult":false,"genre_ids":[]},{"cast":["Anahí de Cárdenas","André Silva","Antonio Arrué","Mabel Duclos","Marcelo Oxenford"],"overview":"Carlos is a university professor married 25 years, with whom he thinks is the woman of his life. Estela discover infidelity, his wife, his life crumbles and begins a new stage as a lonely man disappointed in his past.","release_date":"2015-08-12","vote_average":0.0,"runtime":86,"cert":"N\/A","id":411034,"title":"El Último Verano","adult":false,"genre_ids":[18]},{"cast":["Katsuragi Aya","Usami Keiko","Noboru Mitani","Tomoro Taguchi"],"overview":"Izumi has moved to an apartment near the shore. Dr. Takasaki's and his assistant Kyouko also lives near by. They became friends to each others. One day, Izumi enters Takasaki's laboratory during his absence, and she meets a monster, then, falls in love with him. (jhmd.jp)","release_date":"1988-09-30","vote_average":0.0,"runtime":54,"cert":"N\/A","id":411036,"title":"Pretty Body: Frankenstein's Love","adult":false,"genre_ids":[35,27,878,10749]},{"cast":["Nora el Koussour","Ilias Addab","Hassan Akkouch","Yasemin Cetinkaya","Husam Chadat"],"overview":"18-year-old Layla, a Dutch girl with Moroccan roots, joins a group of radical Muslims. She encounters a world that nurtures her ideas initally, but finally confronts her with an impossible choice.","release_date":"2016-11-17","vote_average":6.9,"runtime":98,"cert":"N\/A","id":411038,"title":"Layla M.","adult":false,"genre_ids":[18]},{"cast":["Gautami Tadimalla","Rahman","Heera Rajgopal","Jaishankar","Janagaraj"],"overview":"Nee Pathi Naan Pathi  is a 1991 Tamil romantic drama film directed by Vasanth and produced by Kavithalayaa Productions. The film stars Rahman, Gouthami and Heera in the lead roles and second film in Tamil (after Azhagan ) for popular Telugu music composer M. M. Keeravani under the pseudonym Maragathamani.","release_date":"1991-01-01","vote_average":0.0,"runtime":148,"cert":"N\/A","id":411049,"title":"Nee Pathi Naan Pathi","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sequence of mostly still images documenting the student led revolt in Paris 1968, the official response, and aftermath.","release_date":"1968-05-31","vote_average":0.0,"runtime":10,"cert":"N\/A","id":411051,"title":"Paris Mai 1968","adult":false,"genre_ids":[]},{"cast":["Sara Arjun","Sunny Wayne","Aju Varghese","John Kaippallil","Leona Lishoy"],"overview":"2016 Indian Malayalam childrens film directed by Midhun Manuel Thomas and written by Thomas and John Manthrichal. Produced by Alice George under the banner of Goodwill Entertainments, the film stars Baby Sara, Sunny Wayne, and Aju Varghese.","release_date":"2016-08-05","vote_average":6.8,"runtime":127,"cert":"N\/A","id":411053,"title":"Ann Maria Kalippilaanu","adult":false,"genre_ids":[18,10751]},{"cast":["George Jones"],"overview":"Features George Jones discussing all of his greatest hit songs and contains fourteen full-length clips of George performing these songs at the exact time each was on the record charts from 1959 until today. Included are two of his chart-topping duets with Tammy Wynette, \"Golden Ring\" and \"Near You\", and the song voted Greatest Country Music Song of All-Time, \"He Stopped Loving Her Today\". This incredible anthology is a time capsule that allows us to enjoy the extraordinary musical career of living-legend George Jones as it unfolded.","release_date":"1994-01-01","vote_average":0.0,"runtime":50,"cert":"\"\"","id":411055,"title":"George Jones: Golden Hits","adult":false,"genre_ids":[]},{"cast":["Chen Chen","Alan Tang","Patrick Tse","Chin Han","Ko Hsiang-Ting"],"overview":"","release_date":"1974-04-11","vote_average":0.0,"runtime":101,"cert":"N\/A","id":411057,"title":"Where the Seagull Flies","adult":false,"genre_ids":[]},{"cast":["Chisa Yokoyama","Miki Takahashi","Akiko Yajima","Kyoko Hikami"],"overview":"Just when everything seems peaceful again for Yuna and her friends, a new enemy appears in the form of three robotic sisters. Yuna must once again become the Savoir of Light to fight this strong, new evil.","release_date":"1996-12-21","vote_average":8.0,"runtime":93,"cert":"N\/A","id":411059,"title":"Galaxy Fraulein Yuna Returns: Dawn of the Dark Sisters","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Longin Szmyd’s darkly atmospheric, neo-noir-ish vision of a world that is hidden and yet in plain sight. -https:\/\/mubi.com\/films\/outbuilding","release_date":"1983-05-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":411067,"title":"Oficyna","adult":false,"genre_ids":[]},{"cast":["Line Renaud","Danièle Lebrun","Arthur Vaughan-Whitehead","Stéphanie Fatout"],"overview":"Two elderly ladies, Marie and Aminthe, both single and without children, live together in the house of their grandfather. Aminthe lives in the memory of Fabien, her husband to-be, who died in Indo-China more than fifty years ago. Marie, the elder one, likes to remind the happy time of their childhood - before they lost their parents prematurely. As kids, each have their own character flaws but seem to have a pure and simple childhood. Now, they live their pensions - small -, vegetables of the kitchen garden that Marie sells at the market and of the piano courses which Aminthe gives... Not enough to maintain their old residence, badly heated and of which the roof is to be remade... But when Aminthe affirms that it is necessary to sell and buy an apartment, Marie refuses categorically. Soon we learn what secrets these girls have kept all their lives.","release_date":"2006-01-21","vote_average":0.0,"runtime":105,"cert":"N\/A","id":411069,"title":"The Robin Sisters","adult":false,"genre_ids":[10770,18]},{"cast":["Valerie Hobson","Billy Milton","Robert Cochran","Leslie Perrins","Henry Oscar"],"overview":"A crime novelist stages an imaginative prank to prove that the perfect murder is possible but finds it has catastrophic consequences.","release_date":"1936-11-26","vote_average":6.0,"runtime":80,"cert":"N\/A","id":411071,"title":"No Exit","adult":false,"genre_ids":[9648]},{"cast":["Asja Jovanović","Andrea Rumenjak","Slaven Španović","Ivan Bošnjak","Slaven Knezović"],"overview":"Nine short films are connected into one whole, and they describe life in Croatia's capital of Zagreb.","release_date":"2009-01-01","vote_average":5.0,"runtime":110,"cert":"N\/A","id":411073,"title":"Zagreb Stories","adult":false,"genre_ids":[18]},{"cast":["Zander Craze","Klein Kerr","Nico Deen","Dario Leon","Logan Rogue"],"overview":"Get your ass ready, because Lucas Entertainment is about to unleash the “Cum-Pumping Papis” to unload their balls! Zander Craze gives himself over to the sexual whims of Klein Kerr, who does not take it easy on Zander’s hole. Nico Deen receives an all-inclusive introduction from the raw uncut cock of Dario Leon. Derek Allan flip-fucks with the always handsome and horny Logan Rogue. And Cuban porn king Rafael Carreras takes ownership of Massimo Piano with his 10-inch uncut cock. Can you handle all of these “Cum-Pumping Papis”?","release_date":"2016-05-13","vote_average":7.0,"runtime":153,"cert":"\"NC-17\"","id":411075,"title":"Cum-Pumping Papis","adult":true,"genre_ids":[]},{"cast":["Jim Kerouac","Marc Ruffalo","Zac DeHaan","Vadim Farrell","Roald Ekberg"],"overview":"Some guys are built and just totally Fit For Fucking! The gorgeous boys from Bel Ami are at it once again - luring and enticing you to watch them get down and dirty with each other! Flawless bodies and huge cocks reign supreme here - leaving you in no doubt at all that every one of these hot guys are Fit For Fucking! Cast: Rhys Jagger, Vadim Farrell, Gary Danton, Jim Kerouac, Marc Ruffalo, Marcel Gassion, Roald Ekberg, Zac DeHaan","release_date":"2015-04-20","vote_average":7.0,"runtime":108,"cert":"\"\"","id":411077,"title":"Fit For Fucking","adult":true,"genre_ids":[]},{"cast":["Lily Baldwin","Cassius Brook Dempsey"],"overview":"This is the first in Lily Baldwin's Paperback Movie Project. Each short film is an interpretation of a novel and explores the fluid relationship between a reader and the characters she is reading. What happens if you you fall into your book? A JUICE BOX AFTERNOON is a romantic and violent dream filled with stylized dance and pop-mash-up lullabies, that tells the story of Anne Morrow Lindbergh through her own writing as she comes of age, meets Charles Lindbergh, and experiences flight in more ways than one.","release_date":"2014-03-07","vote_average":0.0,"runtime":8,"cert":"\"NR\"","id":411079,"title":"A Juice Box Afternoon","adult":false,"genre_ids":[14,10402]},{"cast":["Rachael Leigh Cook","Lucas Bryant","Travis Milne","Aidan Kahn","Crystal Balint"],"overview":"Maya Sulliway is a struggling single mom who's studying to become an accountant. When her young daughter goes off to sleepaway camp, Maya accepts a summer internship at Kizzmit, a tech company known for developing a popular social app, in order to receive college credit.","release_date":"2016-08-20","vote_average":5.6,"runtime":84,"cert":"\"\"","id":411081,"title":"Summer Love","adult":false,"genre_ids":[10770,10749]},{"cast":["Joel Birkin","Colin Hewitt","Rhys Jagger","Mick Lovell","Kevin Warhol"],"overview":"Superstar Mick Lovell in his final four scenes! Includes a scene with super hung Joel Birkin!","release_date":"2015-11-01","vote_average":0.0,"runtime":111,"cert":"\"NC-17\"","id":411083,"title":"Goodbye Kisses","adult":true,"genre_ids":[]},{"cast":["Jaxton Wheeler","Solomon Aspen","Buck Richards","Brendan Phillips","Jeremy Spreadums"],"overview":"Real men take control of their subjects and show them who is in charge. Watch some pure dominating man on man action that is anything but nice. These guys and their assholes will remember how they were dominated like sissy bitches!!","release_date":"2016-07-19","vote_average":0.0,"runtime":63,"cert":"\"NC-17\"","id":411085,"title":"He Likes It Rough & Raw","adult":true,"genre_ids":[]},{"cast":[],"overview":"A new documentary about Sam Peckinpah's 1974 film 'Bring me the head of Alfredo Garcia'.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":411087,"title":"Passion & Poetry: Sam's Favorite Film","adult":false,"genre_ids":[]},{"cast":["Kayden Gray","Matthew Anders","Nathan Hope","Gaston Croupier","Craig Daniel"],"overview":"Sharp, smooth and hiding a hungry hole and juicy dick, these Suited studs are dressed to impress. The real impressing, however, comes when they unzip their suit trousers and whip out giant dicks and pull down to expose peachy butts ripe for a hard ass splitting fucking! Whether it’s waiting for a bollocking from the boss or an after-hour meet with your manager, these horny men have only one thing on their mind, and those crisp suits are tossed aside as the attention is drawn to tight muscular bodies and hairy chests down towards stiff cocks ready to disappear up their colleagues’ hungry cracks.","release_date":"2016-04-22","vote_average":0.0,"runtime":71,"cert":"\"NC-17\"","id":411089,"title":"Suited","adult":true,"genre_ids":[]},{"cast":[],"overview":"Hong Gil-dong, who was born as the child of a concubine, suffered many conflicts due to social discrimination. Growing up, he honed his 'Tae-kwon do' skills and eventually founded the utopian world, 'Eul-do Kuk'.","release_date":"1967-01-21","vote_average":0.0,"runtime":67,"cert":"N\/A","id":411091,"title":"A Story of Hong Gil-dong","adult":false,"genre_ids":[16]},{"cast":["Stéphane Bern"],"overview":"Stéphane Bern tells the story of King Louis XVI, deposed by the revolution and guillotined on January 21st, 1793. He was a cultured man, passionate about the technical advances of his time, but powerless against the huge deficit in the country. He actively supported the birth of the USA. Louis XVI was the last king to live in the palace of Versailles, where he organized the first flight of a balloon, launched the legendary expedition of Jean-Francois de La Perouse and offered his wife Marie Antoinette, the beautiful setting of the Petit Trianon, as million visitors around the world continue to admire.","release_date":"2015-05-19","vote_average":0.0,"runtime":108,"cert":"N\/A","id":411093,"title":"Louis XVI: The Unknown Versailles","adult":false,"genre_ids":[99,18,36]},{"cast":["Tetsuya Iwanaga","Maya Okamoto","Aya Hisakawa","Tesshou Genda"],"overview":"Yesterday, Chris's biggest problem was getting into a good college. Now, his spirit has been hijacked by wings of light, and transported into an ancient world. Summoned by an enslaved tribe to lead a bloody revolution, Chris must quickly adapt to his new surroundings... or die.","release_date":"1996-09-21","vote_average":4.0,"runtime":90,"cert":"N\/A","id":411095,"title":"Garzey's Wing","adult":false,"genre_ids":[18,878,14,28,12,16]},{"cast":["Ann Magnuson","Eric Bogosian"],"overview":"Combining Rubnitz’s skillful manipulation of the familiar “look” of TV shows with an extraordinary range of characters, performer Ann Magnuson convincingly impersonates the array of female types seen on TV in a typical broadcast day. From glitzy to drab, from friendly housewife to desperate evangelist, Magnuson is a one-woman universe appearing on every channel, the star of every program—giving her all as the chameleon woman who is always on display.","release_date":"1984-01-01","vote_average":0.0,"runtime":15,"cert":"\"\"","id":411100,"title":"Made for TV","adult":false,"genre_ids":[]},{"cast":[],"overview":"Shifted From the Side is conceptually identical to To And Fro... and was probably made the same afternoon. The object used to demonstrate five possibilities of what could—but not necessarily should—be the artwork is a pack of Lucky Strike cigarettes. As in To And Fro..., the camera is static. The pack is on the right side of the screen; as the text is read, the pack is shifted back and forth. The hand retreats from the object each time an act is completed before sliding it from side to side across the table.","release_date":"1972-01-01","vote_average":0.0,"runtime":1,"cert":"\"\"","id":411105,"title":"Shifted From the Side","adult":false,"genre_ids":[]},{"cast":["Noriko Hidaka","Akio Otsuka","Daiki Nakamura","Mako Hyoudou"],"overview":"Gaiarth - a world devastated by a cataclysmic war, where pockets of humanity struggle to survive amidst the wreckage of technologies made magical by ignorance. Gaiarth - a world where artificially intelligent machines doggedly pursue their programmed imperatives: to protect, or destroy, humanity. Gaiarth - a world in which an old and terrible evil has reawakened, threatening to once again bring forth Armageddon!","release_date":"1992-04-22","vote_average":8.0,"runtime":141,"cert":"N\/A","id":411107,"title":"Genesis Surviver Gaiarth","adult":false,"genre_ids":[14,28,12,16,878]},{"cast":[],"overview":"Two single fathers from different very different backgrounds both struggle in their own ways to give their kids the life they want them to have.","release_date":"","vote_average":0.0,"runtime":15,"cert":"N\/A","id":411109,"title":"Dreams My Master","adult":false,"genre_ids":[]},{"cast":["Davey Anthony","Jessie Colter","Ludo Sander","Matt Stevens","Nick Capra"],"overview":"In this compelling new series, four men step out of the closet to find the sexual encounters they crave. Married, frustrated stud Nick Capra meets up with model Jessie Colter to experience male love for the first time. Released felon Tommy Defendi finally meets unexpectedly hot prison pen pal Matt Stevens, and cocky Ty Roderick agrees to initiate shy young virgin Davey Anthony. Finally, jacked bodybuilder Trenton Ducati meets up with sultry, young Ludo Sander for a sexy workout date.","release_date":"2014-12-16","vote_average":0.0,"runtime":118,"cert":"\"NC-17\"","id":411114,"title":"Men Seeking Men","adult":true,"genre_ids":[]},{"cast":["Jimbo Bloodworth","Troy Durrette","Max Guinness","Ray 'Cock Wagon' Guiwens"],"overview":"Hardcore punkband Gobstopper performs at a Christmas party for mentally disabled adults.","release_date":"1991-12-24","vote_average":0.0,"runtime":62,"cert":"\"\"","id":411116,"title":"Tard Spasm","adult":false,"genre_ids":[35,99]},{"cast":["Alex Greene","Brent Corrigan","Nick Capra","Rob Yaeger","Ty Roderick"],"overview":"When fatherly love becomes forbidden lust. Long time friends Douglas (Nick Capra) and Scott (Rob Yaeger) have watched each other's sons Daniel and Noah (Brent Corrigan and Alex Greene) grow up into strapping young men. But when the fathers and sons get together to celebrate Daniels 18th birthday, Douglas is faced with a sudden attraction to young, athletic Noah. Meanwhile, daddy Scott is seduced by vulnerable, sex-starved Daniel.","release_date":"2015-02-12","vote_average":6.0,"runtime":90,"cert":"\"NC-17\"","id":411118,"title":"Fathers & Sons","adult":true,"genre_ids":[]},{"cast":["Billy Santoro","Brendan Patrick","Connor Maguire","Ian Levine","Jacob Ladder"],"overview":"Handsome and sensitive Father Patrick (Brendan Patrick) is tormented by memories of his secret past before joining the priesthood. As he listens to male parishioners confess their lustful sins, the sexually frustrated priest begins to unravel, and struggle with his own unmet desires. Enter the tortured Father's alter-ego: a sexy, evil twin who has no trouble acting on his lust for another man's flesh. It's psychological warfare at its most sinful, with explosive, real sex scenes featuring the hottest stars in gay cinema. Starring Brendan Patrick, Connor Maguire, Wolf Hudson, Ian Levine, Jacob Ladder, Billy Santoro, Trent Ferris and Sam Truitt.","release_date":"2015-05-12","vote_average":0.0,"runtime":108,"cert":"\"NC-17\"","id":411120,"title":"Forgive Me Father 2","adult":true,"genre_ids":[]},{"cast":["Adam Russo","Colton Grey","Nick Capra","Sam Truitt","Trent Ferris"],"overview":"Conservative single father Adam Russo disapproves of teenage son Sam Truitt's mysterious new friend, Colton Gray. But when he learns that the sexy, blue eyed teen is homeless, David agrees to let his son's friend stay in the family guest room. Soon, an intense mutual attraction develops between the distinguished older man and the sultry young bad boy. Will caring father David confess his forbidden gay desires?","release_date":"2015-04-14","vote_average":0.0,"runtime":109,"cert":"\"NC-17\"","id":411122,"title":"His Son's Best Friend","adult":true,"genre_ids":[]},{"cast":["Aaron Slate","Adam Russo","Alex Greene","Brett Bradley","Doug Acre"],"overview":"These schoolboys want more than good grades. Schoolboy Fantasies: In this lustfully charming new series from Icon Male, we peek in on male students who have the hots for their professors - and sometimes for each other. Slender teenager Lucca Killian desperately seeks acceptance from rock hard coach Rock in a scorching locker room shower scene, and sexy young Alex Greene is so desperate for professor Adam Russo that he'll do anything to get the older man in bed one last time. Aaron Slate and AJ Monroe are sexually frustrated dorm roomies who turn to each other, and Doug Acre finds solace in the arms of academic father figure Brett Bradley.","release_date":"2015-02-24","vote_average":0.0,"runtime":80,"cert":"\"NC-17\"","id":411124,"title":"Schoolboy Fantasies","adult":true,"genre_ids":[]},{"cast":["Billy Santoro","Brendan Patrick","Connor Maguire","Dirk Caber","JD Phoenix"],"overview":"Secret sexual trysts between men continue in volume 3 of Icon Male's Forbidden Encounters. Daddy Dirk Caber lusts for his friend's young son Connor Maguire and they meet up for a secret marathon sex session. Pretty young JD Phoenix grows up to see his former babysitter Brendan Patrick in a new light. Jessie Colter finds God and tries to go straight but hot, muscular Billy Santoro has other ideas, and Nick Capra gently leads Brendan Patrick through his first experience with gay sex.","release_date":"2015-07-30","vote_average":0.0,"runtime":113,"cert":"\"NC-17\"","id":411126,"title":"Forbidden Encounters 3","adult":true,"genre_ids":[]},{"cast":["Brandon Wilde","Connor Maguire","Dirk Caber","Ian Levine","JD Phoenix"],"overview":"Dirty schoolboys are back for more illicit encounters that will leave you as hot and bothered as they are. Connor Maguire counsels bullied young schoolmate Ian Levine in the privacy of their dorm room, while Brandon Wylde confronts his mom's gorgeous, deadbeat boyfriend Theo Ford. Snotty prep school boy JD Phoenix is taught a lesson in manners by rough-around-the-edges Jesse Santana and then dreams of Dean of Students Dirk Caber making a late night visit to his bedroom.","release_date":"2015-07-07","vote_average":0.0,"runtime":100,"cert":"\"NC-17\"","id":411128,"title":"Schoolboy Fantasies 2","adult":true,"genre_ids":[]},{"cast":["Alex Greene","Andrew Fitch","Brock Avery","Colton Grey","Jessie Colter"],"overview":"Icon Male's sexy massage therapists return in Volume 3 to help hot, closeted gay men face their true sexuality. Muscular Jessie Colter gets to the bottom of 'straight' guy Andrew Fitch's tension and anxiety, while stunning Adonis Theo Ford saves athletic Alex Greene from marrying into a life of frustration. Andrew Fitch returns to give brooding stud Colton Grey some much-needed sexual healing, while Brock Avery seduces uptight corporate lawyer Rob Yaeger.","release_date":"2015-07-02","vote_average":9.0,"runtime":119,"cert":"\"NC-17\"","id":411130,"title":"Gay Massage House 3","adult":true,"genre_ids":[]},{"cast":["Paweł Wilczak","Marcin Perchuć","Magdalena Celówna-Janikowska","Czesław Bogdański","Adrian Gąsior"],"overview":"When he tumbles out of a window, Hamster sets an avalanche of minor catastrophes in motion. It turns out that the small, local community is incapable of finding either a common language or a single set of values. The innocent are the ones who pay the price for this failure.","release_date":"2012-04-07","vote_average":0.0,"runtime":30,"cert":"N\/A","id":411132,"title":"The Hamster","adult":false,"genre_ids":[35,18]},{"cast":["Adam Russo","Dirk Caber","Ian Levine","JD Phoenix","Nick Capra"],"overview":"Hot, sexy daddies crave the touch of gorgeous young men - and they'll pay any price to get it. Bad boy Wolf Hudson is about that life, and introduces teenage Ian Levine to the decadent world of sex, power and money. But is there more to these encounters than meets the eye? When emotions and sex are involved, anything can happen.","release_date":"2015-09-01","vote_average":0.0,"runtime":110,"cert":"\"NC-17\"","id":411134,"title":"Sugar Daddies","adult":true,"genre_ids":[]},{"cast":["Connor Maguire","Dirk Caber","JD Phoenix","Mike De Marko","Robert Axel"],"overview":"Icon Male's romantic and raw Guys Kissing Guys #1 brings foreplay to the forefront, with long, deep, sensual kissing sequences between guys who can't wait to rip each other's clothes off. Watch these four pairs of gorgeous, hungry men seduce and then explore each other's intimate places, with a special emphasis on deep kissing. Never before has an adult film offered this kind of lengthy, intense foreplay, all captured in real time.","release_date":"2015-08-27","vote_average":0.0,"runtime":130,"cert":"\"NC-17\"","id":411136,"title":"Guys Kissing Guys","adult":true,"genre_ids":[]},{"cast":["Adam Russo","Brad Kalvo","Hunter Page","Kory Houston","Matt Stevens"],"overview":"Daddies love them young and hung, and that's what they find in the second volume of the hit series from Icon Male. Adam Russo looks down his nose at potential real estate client Wolf Hudson, until the hot, young stud shows the older Daddy who's really in charge. Nurturing Daddy Nick Capra comforts hurt young houseboy Hunter Page, while Matt Stevens has a romantic interlude with forbidden young lover Sean Cross. Meanwhile, bear Daddy Brad Kalvo brings both of his hot young boy toys together for a night of decadent three-way fun. Written and directed by Nica Noelle","release_date":"2015-11-03","vote_average":0.0,"runtime":103,"cert":"\"NC-17\"","id":411138,"title":"Daddy's Big Boy 2","adult":true,"genre_ids":[]},{"cast":["Adam Russo","Billy Santoro","Cutler X","Ian Levine","Myles Landon"],"overview":"Come inside the bedrooms of four of gay porn's hottest real life couples and take part in the intimacy, passion and vulnerability they save only for each other. In Icon Male's only bareback series, you'll witness true lovemaking with no boundaries between couples who share a mutual trust and devotion for each other. Starring Billy Santoro, Seth Santoro, Trent Ferris, Sam Truitt, Adam Russo, Cutler X, Ian Levine and Myles Landon. Written\/directed by Nica Noelle.","release_date":"2015-11-19","vote_average":0.0,"runtime":124,"cert":"\"NC-17\"","id":411140,"title":"Real Couples Bareback","adult":true,"genre_ids":[]},{"cast":["Adam Russo","Bryce Action","Nick Capra","Osiris Blade","Tony Salerno"],"overview":"When middle aged dad Charles' (Adam Russo) daughter Sophia (Danica Dane) brings home new boyfriend Julian (Osiris Blade), the protective father takes an immediate liking to the young, muscular stud. On a whim, Julian suggests that Charles come along with him and Sophia on a weekend trip to visit his mother (Diana Devoe) in New Hampshire. As the sexual tension between Charles and Julian grows, we discover the secret longings that torment both hot Daddy Charles and gorgeous, Adonis-like Julian. Will Charles' lust for Julian prove stronger than his fatherly love?","release_date":"2015-10-27","vote_average":0.0,"runtime":112,"cert":"\"NC-17\"","id":411142,"title":"His Daughter's Boyfriend 2","adult":true,"genre_ids":[]},{"cast":["Taissa Farmiga","Alexandra Daddario","Crispin Glover","Sebastian Stan","Paula Malcomson"],"overview":"In Shirleyville, Vermont, during the sixties, sisters Merricat and Constance, along with their ailing uncle Julian, confined to a wheelchair, live isolated in a big mansion located on the hill overlooking the town, tormented by the memories of a family tragedy occurred six years ago. The arrival of cousin Charles will threaten the fragile equilibrium of their minds, haunted by madness, fear and superstition.","release_date":"2019-05-17","vote_average":5.4,"runtime":96,"cert":"\"NR\"","id":411144,"title":"We Have Always Lived in the Castle","adult":false,"genre_ids":[18,9648,53]},{"cast":["Adam Russo","Caleb King","Matt Stevens","Sean Cross","Wolf Hudson"],"overview":"Newly divorced Scott (Matt Stevens) moves in with fellow divorcee Pete (Adam Russo) and confesses to his old friend that he misses stepson Cody (Caleb King). Pete urges Scott to text Cody, and middle-aged Scott soon discovers that his handsome former son has been longing to see him again. Meanwhile, Pete has become infatuated with young, sexually adventurous housemate Alex (Sean Cross), and is trying to keep their trysts hidden from Scott. But muscular Scott will soon have a secret of his own, as his relationship with Cody blossoms into more than their previous family bond would allow. Starring Matt Stevens, Adam Russo, Sean Cross, Caleb King, Wolf Hudson.","release_date":"2015-10-01","vote_average":0.0,"runtime":95,"cert":"\"NC-17\"","id":411146,"title":"The Stepfather 2","adult":true,"genre_ids":[]},{"cast":["Adam Russo","Andrew Fitch","Brandon Wilde","Ethan Slade","Nick Capra"],"overview":"Hot older men use their power and money to seduce sexy young guys in this hit older\/younger series. Brandon Wilde plays boytoy to debonair Adam Russo, but secretly lusts for Adam's gorgeous son Andrew Fitch. Muscular Daddy Nick Capra seduces beautiful southern boy Ethan Slade, along with the baddest Sugar Baby of them all, streetwise Wolf Hudson. Starring Nick Capra, Wolf Hudson, Andrew Fitch, Brandon Wilde, Ethan Slade and Adam Russo.","release_date":"2015-12-29","vote_average":0.0,"runtime":97,"cert":"\"NC-17\"","id":411148,"title":"Sugar Daddies 2","adult":true,"genre_ids":[]},{"cast":["Alexander Gustavo","Sam Truitt","Trent Ferris","Ty Roderick"],"overview":"Hot, hung American soldiers John (Ty Roderick) and Charlie (Sam Truitt) are captured by sadistic German officers Dieter (Alexander Gustavo) and Heinrich (Trent Ferris). But when the sexy US comrades won't give up army intelligence, the sinister Nazis decide to make use of the helpless studs for their own pleasure. But have the careless Germans played into the young American's hands? All is fair in lust and war in volume 2 of Icon Male's explosive period piece series. Written and directed by Nica Noelle.","release_date":"2016-04-26","vote_average":0.0,"runtime":99,"cert":"\"NC-17\"","id":411150,"title":"Prisoner of War 2","adult":true,"genre_ids":[]},{"cast":["Erik de Zwart"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":411158,"title":"Thomas De Stoomlocomotief - De betrouwbare vriendjes van Thomas","adult":false,"genre_ids":[16,10751]},{"cast":["Andrew Fitch","Armond Rizzo","Austin Andrews","Doug Acre","Ethan Slade"],"overview":"Sexy bank robbers Ethan Slade and Austin Andrews are hiding out in plain sight - and getting hornier by the minute. Soon this dirty older\/younger duo will discover that partners in crime make the hottest lovers. Meanwhile, Italian stallion Andrew Fitch catches burglar Doug Acre red-handed - and decides to take advantage of the frightened blonde with a little revenge fuck. Daddy Max Sargent administers a well earned spanking to hot and hung teenage step son Kory Houston, and power bottom Armond Rizzo convinces bank robber Austin Andrews to give him the rough sex he craves.","release_date":"2016-08-11","vote_average":0.0,"runtime":98,"cert":"\"NC-17\"","id":411160,"title":"Bad Little Boys","adult":true,"genre_ids":[]},{"cast":["Andrew Fitch","Armond Rizzo","Doug Acre","Ethan Slade","Hugh Hunter"],"overview":"Retired professional football star Hugh Hanson (Hugh Hunter) has agreed to coach a local football team, but as his own former coach (Max Sargent) tells young lover (Doug Acre), that's like putting a wolf in charge of the hen house! Hugh's jealous, power bottom boyfriend (Armond Rizzo) suspects that Hugh won't be able to resist the hot, young football players, and he's proven right when Hugh seduces gorgeous young athlete Ethan Slade. Meanwhile, team players Kory Houston and Andrew Austin decide to take a break from summer training for some sexual playtime of their own. Starring Hugh Hunter, Max Sargent, Ethan Slade, Armond Rizzo, Kory Houston, Andrew Fitch and Doug Acre.","release_date":"2016-08-09","vote_average":0.0,"runtime":93,"cert":"\"NC-17\"","id":411162,"title":"Football Heroes 2","adult":true,"genre_ids":[]},{"cast":[],"overview":"In this video, the Albanian artist presents an unusual situation by focusing on a static plane, as spiders build their webs over a stoplight, without fearing the tension that the latter create.","release_date":"2008-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":411164,"title":"Who is afraid of red, yellow and green","adult":false,"genre_ids":[]},{"cast":["Asher Devon","Billie Ramos","Devon Felix","Killian James","Nick Capra"],"overview":"Straight workout buddies Roman Todd and Devon Felix indulge in an afternoon bromance, while straight friend Vadim Black seduces gay bestie Billie Ramos. Married man Asher Devon meets up with sexy gay Internet crush Nick Capra, and sweet faced Killian James has a secret romp with straight boy Roman Todd. Written and directed by Nica Noelle.","release_date":"2016-08-02","vote_average":9.0,"runtime":89,"cert":"\"NC-17\"","id":411166,"title":"Straight Boy Seductions 3","adult":true,"genre_ids":[]},{"cast":[],"overview":"SHK's first and only cartoon production.","release_date":"1987-08-13","vote_average":0.0,"runtime":3,"cert":"N\/A","id":411168,"title":"Severed Fingers feel All","adult":false,"genre_ids":[16]},{"cast":["Adam Russo","Brian Davilla","Casey Tanner","Connor Maguire","Ian Levine"],"overview":"Closeted, middle-aged CEO Adam is engaged to be married to a beautiful woman, but when he meets his fiancee's teenage son Casey Tanner, his secret gay desires become stronger than ever. Can Adam resist the charms of his slender-bodied, pretty blonde stepson? Or will Casey's controlling boyfriend Connor Maguire expose Adam's web of deceit first?","release_date":"2015-01-13","vote_average":0.0,"runtime":106,"cert":"\"NC-17\"","id":411170,"title":"The Stepfather","adult":true,"genre_ids":[]},{"cast":[],"overview":"A fim by Anri Sala","release_date":"2003-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":411172,"title":"Mixed Behavior","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film by Anri Sala","release_date":"2002-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":411174,"title":"Ghostgames","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film by Anri Sala","release_date":"2001-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":411176,"title":"Arena","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film by Anri Sala","release_date":"2001-01-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":411181,"title":"Missing Landscape","adult":false,"genre_ids":[]},{"cast":["Aparna Sen","Mithun Chakraborty","Dipankar Dey","Konkona Sen Sharma","Rukkmini Ghosh"],"overview":"The story develops around the evolution of Titli from a girl into womanhood.","release_date":"2002-01-04","vote_average":6.0,"runtime":146,"cert":"N\/A","id":411183,"title":"Titli","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A film by Anri Sala","release_date":"1999-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":411185,"title":"Nocturnes","adult":false,"genre_ids":[]},{"cast":[],"overview":"Klaus Lutz’s Titan, is a charming, artisanal space odyssey during which the filmmaker doubles as an intrepid astronaut simultaneously creating and voyaging through space.","release_date":"2009-09-11","vote_average":0.0,"runtime":14,"cert":"N\/A","id":411187,"title":"Titan","adult":false,"genre_ids":[]},{"cast":["Navdeep","Naveen Chandra","Pooja Jhaveri","Posani Krishna Murali","Thagubothu Ramesh"],"overview":"Three different stories culminate into series of coincidences which create comedy of confusion.","release_date":"2015-02-27","vote_average":0.0,"runtime":118,"cert":"N\/A","id":411189,"title":"Bham Bolenath","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Part lyrical document, part farce, Animals Under Anaesthesia: Speculations On the Dreamlife of Beasts explores the imaginary unconscious minds of animals. Images of sex, death and the natural world are made manifest in the murky and disquieting dreams of a dog, a cat, a pig and a rabbit.","release_date":"2018-05-13","vote_average":0.0,"runtime":14,"cert":"\"\"","id":411191,"title":"Animals Under Anaesthesia: Speculations on the Dreamlife of Beasts","adult":false,"genre_ids":[99]},{"cast":["Jean-Claude Bernardet","Cristiano Burlan","Kiko Goifman"],"overview":"Jean-Claude Bernardet, Brazil’s most important living film critic, is old and sick, but tries to reinvent himself through his long disintegration. Shifting between fiction and documentary, A Destruição de Bernardet uses unusual tools to trigger his memory and to make him tell his story.","release_date":"2016-08-10","vote_average":0.0,"runtime":72,"cert":"N\/A","id":411193,"title":"The Destruction of Bernardet","adult":false,"genre_ids":[]},{"cast":["Sumanth Ashwin","Prabhakar","Pooja Jhaveri","Nassar","Pavani Gangireddy"],"overview":"Right Right starts off with Ravi joining his duty as a bus conductor in a small village. Very quickly, he establishes a good rapport with the driver Seshu as well as the regular commuters. One fine day, when Seshu gets badly drunk during his duty, Ravi is forced to drive the bus back home. During the journey, Ravi hears a sudden sound in front of the bus and thinks he hit someone. He get’s down to find a man under his bus, who is barely alive. It is the remake of Malayalam film Ordinary.","release_date":"2016-06-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":411195,"title":"Right Right","adult":false,"genre_ids":[18,10749]},{"cast":["João Nicolau","Mariana Ricardo","Máximo Francisco","Nuno Moura","Andresa Soares"],"overview":"In the year when cinema was paralyzed in Portugal due to lack of funding, a group of friends embarks on a mysterious expedition to see wolves in their natural habitat, but ends up being trapped in a house without much to do. The night goes by and the expedition’s main goal seems increasingly compromised until the biologist who promised them adventures shows up.","release_date":"2016-08-04","vote_average":0.0,"runtime":24,"cert":"N\/A","id":411197,"title":"Friends after Dark","adult":false,"genre_ids":[18]},{"cast":["William Shatner","Patrick Stewart","Kate Mulgrew","Leonard Nimoy","Candice Bergen"],"overview":"William Shatner performs a concert of biographical songs that take the audience into the reality of his life and career: from STAR TREK to BOSTON LEGAL. Shatner sings in front of a live audience with Ben Folds, Brad Paisley and Joe Jackson. Leonard Nimoy, Patrick Stewart, Kate Mulgrew and Candice Bergen make cameos.","release_date":"2006-03-22","vote_average":0.0,"runtime":44,"cert":"\"\"","id":411199,"title":"William Shatner in Concert","adult":false,"genre_ids":[10770,10402,99]},{"cast":["Sergei Polunin","Jade Hale-Christofi","Galyna Polunina","Vladymyr Polunin","Valentino Zucchetti"],"overview":"Sergei Polunin is a breathtaking ballet talent who questions his existence and his commitment to dance just as he is about to become a legend.","release_date":"2016-09-16","vote_average":8.0,"runtime":85,"cert":"\"\"","id":411201,"title":"Dancer","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Sonia Reich- who survived the Holocaust as a child by running and hiding, suddenly believes that she is being hunted again, 60 years later.","release_date":"2010-02-12","vote_average":10.0,"runtime":55,"cert":"\"\"","id":411203,"title":"Prisoner of Her Past","adult":false,"genre_ids":[99]},{"cast":[],"overview":"When he is denied by his conservatory to travel to the infamous North Woods for a film project about the mysterious disappearances that take place there , Dan takes matters into his own hands, stealing school equipment and dragging along 4 of his friends to help him but upon there arrival they soon discover that they are not alone and the very answers they where looking for have been hidden all these years by a ancient evil that is lurking in the tree","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":411208,"title":"North Woods","adult":false,"genre_ids":[]},{"cast":["Kazue Ikura","Kouichi Yamadera","Gara Takashima","Hirotaka Suzuoki"],"overview":"A simple salvage operation turn into a nightmare journey to the Prison Planet Geo; where evil warden Helga has built an illegal empire based on slavery and exploitation. Dr. Vail, also a resident of Planet Geo, has discovered a new process to turn the inmates in vicious monsters. The appetites of the monsters and Helga's own insanity transform Geo in a literal hell but Guy and Reina know just how to handle it...","release_date":"1990-04-04","vote_average":5.0,"runtime":70,"cert":"N\/A","id":411219,"title":"Guy: Double Target","adult":false,"genre_ids":[35,28,16,878]},{"cast":["Elsa Pataky","Michelle Jenner","Dani Rovira","Carlos Areces","Fernando Tejero"],"overview":"Ozzy, a friendly, peaceful beagle has his idyllic life turned upside down when the Martins leave on a long and distant trip. There's only one problem: no dogs allowed! Unable to bring their beloved Ozzy along for the ride, they settle on the next best thing, a top-of-the-line canine spa called Blue Creek.","release_date":"2016-10-14","vote_average":5.9,"runtime":90,"cert":"\"G\"","id":411221,"title":"Ozzy","adult":false,"genre_ids":[16,10751]},{"cast":["Henrietta Boggs"],"overview":"While visiting an aunt and uncle in the exotic countryside of Costa Rica, a young southern belle from Alabama accepted a ride on the back of a motorcycle belonging to a local charismatic farmer — a ride that would propel her down narrow mountain roads and into history.  First Lady of the Revolution is the remarkable story of Henrietta Boggs, who fell in love with a foreign land and the man destined to transform its identity. Her marriage to Jose ‘Don Pepe’ Figueres in 1941 led to a decade-long journey through activism, exile and political upheaval and, ultimately, lasting progressive reforms.  First Lady of the Revolution is not only a depiction of the momentous struggle to shape Costa Rica’s democratic identity; it’s also a portrayal of how a courageous woman escaped the confines of a traditional, sheltered existence to expand her horizons into a new world, and live a life she never imagined.","release_date":"2016-08-27","vote_average":0.5,"runtime":68,"cert":"\"\"","id":411223,"title":"First Lady of the Revolution","adult":false,"genre_ids":[99]},{"cast":["Danny Garcia","Ana Curra","Eduardo Benavente","Nacho Canut","Javier Benavente"],"overview":"Documentary about the legendary Spanish Post-Punk band Paralis Permanente. A band that has gained a world wide cult following for their unique sound, while only having released one album.  The album is highly regarded as the record that spawned the spanish darkwave sound known as \"onda siniestra\".","release_date":"2016-07-20","vote_average":0.0,"runtime":75,"cert":"N\/A","id":411231,"title":"Autosuficientes","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Gross out!  Join Jay, Elisha, Tyler and Vanessa as they skulk down stinky sewers and dig through piles of garbage and bug out with leeches and roaches and worms in 4 episodes of exploring slimy and yucky things!  UNDERGROUND\r GARBAGE\r CREEPY CRAWLERS\r SLIMY AND SLITHERY","release_date":"","vote_average":0.0,"runtime":92,"cert":"N\/A","id":411233,"title":"Popular Mechanics For Kids - Slither & Slime And Other Yucky Things","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ride along with Rusty of \"Farm Country Ahead\" fame and see all the action in a busy harbor.  Powerful tug boats guide giant, ocean going ships while huge gantry cranes and other cool machines handle all different kinds of cargo including scrap metal, road salt and coal.  Sit alongside the crew at the helm of a giant, hi-speed catamaran ferry boat and fly aboard U.S. Coast Guard helicopters on actual training missions at sea.","release_date":"","vote_average":0.0,"runtime":30,"cert":"N\/A","id":411238,"title":"Fred Levine's Big Boats & Busy Harbors","adult":false,"genre_ids":[]},{"cast":["Paul Brittain","Adam Herschman","Christine Bently","Neil Flynn","Tim Meadows"],"overview":"Amateur crypto-zoologists Nigel and Oscar want nothing more than to capture definitive evidence of a Sasquatch. When their guide bails on them, they must resort to using a mis-matched group of outdoor enthusiasts. Meanwhile, their rival Claus, also on the hunt for the 'Squatch,' races to beat them to the prize in this coming of age comedy about brotherhood.","release_date":"","vote_average":0.0,"runtime":87,"cert":"N\/A","id":411240,"title":"Nigel & Oscar vs. The Sasquatch","adult":false,"genre_ids":[]},{"cast":[],"overview":"In All About Nutrition &amp; Exercise, kids will learn that nutrients in the food we eat are what our bodies need to grow and stay healthy.  An explanation of each key nutrient - carbohydrates, fats, protein, vitamins, mineral and water - is included, with an emphasis on the need for balance.  Students will learn about the food pyramid as a guide to maintaining a healthy balance in their daily diets.  The program explains how we get energy from the foods we eat, measured in the form of calories, and how we burn that energy when we exercise.  In a fun, hands-on activity, kids try their hand at identifying which foods contain starches.","release_date":"","vote_average":0.0,"runtime":23,"cert":"N\/A","id":411242,"title":"Human Body For Children - All About Nutrition & Exercise","adult":false,"genre_ids":[]},{"cast":[],"overview":"Instill a heads-up attitude all year long with this new DVD featuring two of our most popular safety classics. Who better to get kids interested in bike safety basics than the way cool science guy? Younger children will delight in learning about safety procedures and the appropriate equipment to use when skateboarding, bicycling, and roller-skating from the beloved Pinocchio. Students will learn why it's important to always wear an approved safety helmet, stay visible to drivers, remain alert and aware of your surroundings, and most importantly to follow the rules of the road.","release_date":"","vote_average":10.0,"runtime":29,"cert":"N\/A","id":411244,"title":"Disney's Safety Hits Volume 1: Bike Safety With Bill Nye The Science Guy & I'm No Fool On Wheels","adult":false,"genre_ids":[]},{"cast":["Maaya Sakamoto","Yoko Kanno","Shin Kohno"],"overview":"For her 15th debut anniversary and birthday, Sakamoto Maaya made an amazing concert in Budokan (Tokyo) with a selection of all her best songs! In special guests are Kanno Yoko and Shoko Suzuki!","release_date":"2010-08-11","vote_average":10.0,"runtime":168,"cert":"N\/A","id":411246,"title":"Maaya Sakamoto 15th Anniversary Live \"Gift\" at Nippon Budokan","adult":false,"genre_ids":[]},{"cast":["Johnny Rapid","Dennis West","Jake Wilder","Vadim Black"],"overview":"Johnny Rapid is one of porn's hottest gay commodities right now and he showcases his hot bod and tight ass in this all bareback adventure where Johnny rides big cocks all day long. Nothing turns Johnny on more than feeling a raw cock sliding in and out of his sacred ass as he strokes his cock to a climatic ending!! Enjoy the show!!!","release_date":"2015-09-21","vote_average":0.0,"runtime":101,"cert":"\"NC-17\"","id":411248,"title":"Johnny Rapid Goes Bareback","adult":true,"genre_ids":[]},{"cast":["Yumi Kawamura","Shihoko Hirata","Lotus Juice","Shuhei Kita","目黒将司"],"overview":"\"Persona Music Live 2012\" event including 29 songs performed by many artists as Yumi Kawamura, Shihoko Hirata, Lotus Juice, Shuhei Kita, Shoji Meguro.","release_date":"2012-08-22","vote_average":0.0,"runtime":182,"cert":"N\/A","id":411250,"title":"PERSONA Music Live 2012 - Mayonaka TV in Tokyo International Forum","adult":false,"genre_ids":[]},{"cast":["Marcus Ruhl","Roman Todd","Kaden Alexander","Kyle Mason","Jason Styles"],"overview":"Horny, studly men take their sexual exploits to a place they know no one could ever find them... The Garage. No assholes go untouched and every desired is fulfilled in The Garage!","release_date":"2015-11-16","vote_average":0.0,"runtime":88,"cert":"\"NC-17\"","id":411252,"title":"The Garage","adult":true,"genre_ids":[]},{"cast":["Neal McCoy"],"overview":"Experience Neal McCoy like you've never seen hi before... LIVE! and in HD with 5.1 Dolby Digital. This special edition DVD features over 60 minutes of the two-time Entertainer of the Year performing at the 2005 HODAG Country Music Festival in Rhinelander, Wisconsin. John Neal and 33,000 of his closest friends for a roof-rattling, beer blasting, country rockin' good time.","release_date":"2006-07-18","vote_average":0.0,"runtime":68,"cert":"\"NR\"","id":411254,"title":"Neal McCoy: Live!","adult":false,"genre_ids":[10402]},{"cast":["Dennis West","Vadim Black","Dylan Bridges"],"overview":"I couldn't help myself but I Bred My New Stepdad. He's so hot and was flirting hardcore with me that one thing led to another and we hooked up. It was the hottest sex I have ever had and I intend to fuck him from here on out!!","release_date":"2015-12-28","vote_average":0.0,"runtime":60,"cert":"\"NC-17\"","id":411256,"title":"I Bred My New Stepdad!","adult":true,"genre_ids":[]},{"cast":["Rod Peterson","Dennis West","Leon Lewis","Jeremy Spreadums"],"overview":"Some assholes steal identities and think they get away with it clean and simple. Well not today, these thieves are about to get caught and the punishment is a good hard ass fucking they won't ever forget!!","release_date":"2016-04-18","vote_average":0.0,"runtime":80,"cert":"\"NC-17\"","id":411258,"title":"Stolen Identity","adult":true,"genre_ids":[18]},{"cast":["Josh Rider","Tomas Brand","Adam Killian","Rex Cameron","Devin Franco"],"overview":"Devin Franco leads the cast of Lucas Entertainment’s “Whore For More,” where he’s the center of attention in a five-man gang bang. Devin gives up his throat and ass to the rock-hard raw cocks of Viktor Rom, Ibrahim Moreno, Leo Forte, and Mario Domenech. In addition to Devin’s gang bang, there’s an encounter where daddy top Tomas Brand pounds Josh Rider’s ass.  Rex Cameron fully services Adam Killian’s hard-on. And Stas Landon flip-fucks with Javi Velaro bareback.","release_date":"2016-10-28","vote_average":0.0,"runtime":141,"cert":"\"NC-17\"","id":411263,"title":"Whore For More!","adult":true,"genre_ids":[]},{"cast":["Alex Kof","Devin Franco","Gabriel Taurus","Ibrahim Moreno","Lorenzo Ciao"],"overview":"Lucas Entertainment’s cast of “Hard Hitting Tops” has one goal in mind: to fuck their bottom guys so good their eyes roll up into the back of their heads! Exclusive model Ibrahim Moreno makes his debut, and it’s riding the fat cock of Gabriel Taurus. Devin Franco gets his first taste of raw Russian meat, and it’s Alex Kof who delivers it. The king of rough and unforgiving macho tops, Viktor Rom, takes Lorenzo Ciao’s ass for a spin -- let’s just hope he’s up for the challenge. And Michael Lucas breaks in Rex Cameron for his first L.E. scene. Would you be able to prove your bottoming mettle with these “Hard Hitting Tops”?","release_date":"2016-09-16","vote_average":10.0,"runtime":145,"cert":"\"NC-17\"","id":411265,"title":"Hard Hitting Tops","adult":true,"genre_ids":[]},{"cast":["Samantha Redford","Joseph Tremain","Nicola Wright"],"overview":"Stranded in the suburbs, student filmmaker Chloe begins to make a documentary about her family's troubled past. Whilst filming, she and best friend Ed, witness an hysterical girl appearing to escape from a neighbour's house, only to be quickly dragged back inside again. Is she a recovering drug addict like the neighbours say? Or is she really in danger from those who claim to be caring for her? Chloe and Ed begin to run surveillance, but as they dig deeper, they find themselves caught up in a world of strange beliefs, old religions, and dark witchcraft. Their search for the truth will climax in a live webcast that will terrify and make those watching question the very authenticity of what they are seeing. Webcast is inspired by a wealth of films from both the horror and thriller genres, including Rear Window, The Wicker Man, The Blair Witch Project, Rosemary's Baby, Paranormal Activity, and Race with the Devil.","release_date":"2018-12-15","vote_average":6.5,"runtime":95,"cert":"N\/A","id":411267,"title":"Webcast","adult":false,"genre_ids":[53,27]},{"cast":["Stacy Keach"],"overview":"This documentary examines theories behind the creation of gamma ray bursts, destructive explosions in space that can wipe out entire star systems.","release_date":"2002-01-08","vote_average":0.0,"runtime":48,"cert":"\"\"","id":411269,"title":"The Real Death Star","adult":false,"genre_ids":[99]},{"cast":["Norma Talmadge","Van Dyke Brooke","Leo Delaney","Harry Northrup","Charles Eldridge"],"overview":"There are many things to admire besides settings and acting in the feature play \"Under the Daisies,\" and perhaps the foremost is the affecting poem on which it is based. It chiefly concerns the bad conduct of a dramatic critic-it is about time his villainy is shown up on the screen-who starts on his downward path by cynical observations on the agonizing efforts of an unsuccessful playwright. As nearly all well-known dramatists of to-day have found their way into one of the most trying of professions through channels of criticism, the selective taste of one serving to determine how much an what kind of creative work of the other will be suited to the tastes of a mixed audience, the playwright in this case is of a theatrical kind, one who uses a pen or pencil in writing and gazes at vacancy in search of inspiration. A very large proportion of authors in real life do nothing of the kind. Perhaps that is why the dramatist in the story failed to make a hit.","release_date":"1913-09-12","vote_average":0.0,"runtime":18,"cert":"\"\"","id":411271,"title":"Under the Daisies","adult":false,"genre_ids":[]},{"cast":["Yôji Ietomi","Keiko Imamura","Naoki Miyashita","Maki Mochida"],"overview":"Set in an alternative timeline to the TV series and manga, the movie features a classic Cinderella story told through the medium of 80's dance. Tsukushi Makino is a trainee dancer in a New York Performance group, struggling to become the star of the show with the help of Rui Hanazawa and Tsukasa Doumyouji.","release_date":"1997-03-08","vote_average":2.0,"runtime":30,"cert":"N\/A","id":411273,"title":"Boys Over Flowers","adult":false,"genre_ids":[16,35,18,10749]},{"cast":["Tanis Parenteau"],"overview":"A short film based on a true story: One night reveals a culture of violence when a Native American woman narrowly escapes sexual assault.","release_date":"2015-01-01","vote_average":0.0,"runtime":9,"cert":"\"\"","id":411284,"title":"A Big Black Space","adult":false,"genre_ids":[18]},{"cast":["Marguerite Duras","Jeanne Balibar"],"overview":"On June 3, 1991, Marguerite Duras gave me her last published work, \"The North China Lover\", autographed for the first time. She wrote: \"For my friend Dominique Auvray, in memory of a wonder of wonders: a still recent past, when we worked together in the cinema\". This is a portrait of her as she was cheerful and serious, authentic and provocative, considerate and categorical, but first and foremost young and free.","release_date":"2002-12-01","vote_average":7.0,"runtime":60,"cert":"N\/A","id":411286,"title":"Marguerite, telle qu'en elle-même","adult":false,"genre_ids":[99]},{"cast":["Dylan Hall","Jacob Dixon","Jessie Montgomery","Brad Chase","Kyle Ross"],"overview":"Helix has ASSembled 10 of their HOTTEST models for a 5 star bareback fuck-fest! With the exception of some sexy shirtless gymnastics, these boys cut right to the chase and get down to the nitty gritty right quick! Hot raw, ass slamming, cock licking action from some of the biggest dicks on our roster! Beautiful, smooth asses taking raw, giant cocks in 5 sizzling scenes from the most beautiful young guys on the planet! Each scene CUMMING to an explosive conclusion with jumbo loads of hot jailbait joy juice in faces & tight smooth asses!","release_date":"2016-08-04","vote_average":0.0,"runtime":115,"cert":"\"\"","id":411288,"title":"Riding Raw","adult":true,"genre_ids":[]},{"cast":["Anna Moffo","Paolo Montarsolo"],"overview":"Pergolesi Opera Buffa","release_date":"1962-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":411302,"title":"La serva padrona","adult":false,"genre_ids":[10402]},{"cast":["Atharvaa Murali","Pooja Jhaveri","Thambi Ramaiah","S.P.B. Charan","Poster Nandakumar"],"overview":"Rukkumani Vandi Varudhu is an upcoming Indian Tamil comedy film, written and directed by Rajamohan. The film features Atharvaa and Pooja Jhaveri in the lead roles and features music composed by Girishh G.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":411304,"title":"Rukkumani Vandi Varudhu","adult":false,"genre_ids":[]},{"cast":["Adelqui Migliar","Annie Bos","Jan van Dommelen","Paula de Waart","Jeanne Van der Pers"],"overview":"Tells the love tragedy of the young and insecure detective Joz, who, on the verge of getting married to Maryam, is assigned the high profile case of a murdered prostitute. His relationship is threatened when, as part of the investigation, he meets the alluring Carmen, a beautiful, free-spirited and ambitious young woman.","release_date":"1919-07-17","vote_average":0.0,"runtime":60,"cert":"N\/A","id":411306,"title":"A Carmen of the North","adult":false,"genre_ids":[18]},{"cast":["Hakan Kurtaş","Ali Barkın","Sadi Celil Cengiz","Derya Alabora","Turgay Tanülkü"],"overview":"The story of 3 different generations living in the same city. Alper, his best friend Soner and his long-time girlfriend Hazan are studying at the same university. Lately the relation between Hazan and Alper do not go well. Soner supports them for the recovery of the relationship. Hakan, Barker and Serhat who are their twenties live in another district of the same city. They plan a vacation at a resort. They steal money and the car of their parents. Another generation living in this city are 12-year-old friends Mutafa and Emre. Their dream is to make programs at a radio. These three lives knotted together at some point at an unexpected time.","release_date":"2016-04-08","vote_average":3.0,"runtime":108,"cert":"N\/A","id":411308,"title":"91.1 Yerli","adult":false,"genre_ids":[35]},{"cast":["Mehmet Ali ALABORA","Ali Poyrazoglu","Turgay Tanülkü","Sanem Çelik","Katerina Moutsatsou"],"overview":"","release_date":"2005-04-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":411310,"title":"Ayın Karanlık Yüzü","adult":false,"genre_ids":[]},{"cast":["Feridun Düzağaç","Yiğit Özşener","Yelda Reynaud","Nihat Odabaşı","Nail Kırmızıgül"],"overview":"","release_date":"2005-05-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":411312,"title":"Gece 11:45","adult":false,"genre_ids":[]},{"cast":[],"overview":"T. Marie’s 010101 (USA) is an incredibly meticulous digital painting, offering one minute, one second and one frame of shimmering and breathtaking beauty through its diaphanous and forever-changing palette.","release_date":"2009-09-11","vote_average":0.0,"runtime":1,"cert":"N\/A","id":411314,"title":"010101","adult":false,"genre_ids":[]},{"cast":[],"overview":"Short film about psychological problems in working spaces.","release_date":"1958-01-01","vote_average":0.0,"runtime":27,"cert":"N\/A","id":411328,"title":"Menschen im Werk","adult":false,"genre_ids":[]},{"cast":["Chong Wang","Miao Tien","Vivian Wang","Xi Wu"],"overview":"Half-man, half cat, fraud dead revive the legendary 1924 Northeast cat lady's face again in a town. Zhou mother of four siblings froze to death in a night of heavy snow, black cat across the corpse over, Zhou Granny by gas revive avatar face cat lady, mysterious spirit is now in town, Zhoujia Chun, summer, autumn and winter four siblings therefore fall into the old lady's cat face death curse being. Cat face old lady fraud corpse Huihun, black cat possessed legendary spirit again now, so the incarnation century town house ghost Yin kiln, Zhou four siblings trying to escape the town overnight, get rid of the cat people different ghost ghosts tangled, no one thought ... ...","release_date":"2016-04-15","vote_average":0.0,"runtime":90,"cert":"N\/A","id":411333,"title":"Mother's Revenge","adult":false,"genre_ids":[53,27]},{"cast":[],"overview":"Zoli earns his livelihood abroad by skinning chinchillas in a Danish fur factory. The film begins with the story of Zoli's return to the periphery, to the small Hungarian village of Jaba. Zoli's family, settled Romas, struggle to earn their living by hiring themselves out as day-laborers. For Zoli, Jaba has no work and no prospects, so he kills time and waits. Standstill. \"Jaba\" tells the story of survival in one of Europe's poorest regions.","release_date":"2006-01-01","vote_average":5.0,"runtime":37,"cert":"N\/A","id":411335,"title":"Jaba","adult":false,"genre_ids":[99]},{"cast":["Jan Andreesen","Bartholomew Sammut","Jupp Tautfest","Markus Huelse"],"overview":"Tim and Julian are deeply in love but the gay couple can't have sex with each other. When you can't sexually satisfy the person you love is this enough reason to quit a long relationship? On a weekend trip to the sea the boys want to spend some time together away from the pulsating city of Berlin where they live. This trip ends with two cakes in the sand. What, if two people love each other but can't live with each other?","release_date":"2010-01-01","vote_average":5.0,"runtime":16,"cert":"N\/A","id":411337,"title":"Cakes and Sand","adult":false,"genre_ids":[10749,35,18]},{"cast":["Peter De Kock","John Callahan"],"overview":"This is a documentary about the provocative American cartoonist John Callahan. At the age of 21 Callahan got involved in a serious car-accident and was paralyzed from the waist down. Drawing cartoons has become his way to express himself although he can hardly use his hands. With a raw style, pen clutched between his hands, he draws cynical and ruthless observations of mankind. His work is praised and criticised. Callahan has provoked protest-marches and receives many angry letters. He was fired at The Miami Herald journal after drawing a cartoon in honour of Martin Luther King Jr. Day; a little boy with a wet spot on his pyjamas saying: \"Mommie I had a dream\".","release_date":"2007-01-01","vote_average":5.0,"runtime":53,"cert":"N\/A","id":411339,"title":"Touch Me Someplace I Can Feel","adult":false,"genre_ids":[99]},{"cast":["Sidney Szaja Bramak","Lucélia Maquiavelli","Sidney Szaja Barmak","Oswaldo D'ávila","Rodrigo Pastoriza"],"overview":"Leo celebrates his tenth birthday. From one grandmother, he receives socks, from the other, underwear. From his Grandfather, Leo gets an old Super-8 camera and with it he tells us of his attempts to change the gifts. While doing that, he finds out that Monica Lewinsky is Jewish, that Clinton is the president of America, that the numbers in his grandparents arms are responsible for him being chubby and that this old camera is worthless.","release_date":"2009-01-01","vote_average":5.0,"runtime":12,"cert":"N\/A","id":411350,"title":"Avós","adult":false,"genre_ids":[10751,35,18]},{"cast":[],"overview":"Constantinople, Ottoman Empire, 1910. There are too many stray dogs on the streets, so the government decides to deport thousands of them on a desert island, off the coast of the city.","release_date":"2010-01-01","vote_average":6.0,"runtime":15,"cert":"N\/A","id":411358,"title":"Barking Island","adult":false,"genre_ids":[36,16,18]},{"cast":["De-Guang Wen"],"overview":"Documentary","release_date":"2006-01-01","vote_average":5.0,"runtime":93,"cert":"N\/A","id":411363,"title":"The Old Summer Palace","adult":false,"genre_ids":[]},{"cast":["Henrik Ipsen"],"overview":"Documentary","release_date":"2008-01-01","vote_average":5.0,"runtime":60,"cert":"N\/A","id":411365,"title":"69","adult":false,"genre_ids":[]},{"cast":["Josefien Hendriks"],"overview":"Armed with a camera and eighteen clean pairs of underwear, Josefien Hendriks hitchhikes The Netherlands and askes passengers questions about faith, friendship, love and death.","release_date":"2008-01-01","vote_average":5.0,"runtime":24,"cert":"N\/A","id":411376,"title":"We go nowhere","adult":false,"genre_ids":[99]},{"cast":["Laetitia Hadri","Yeliz Alniak","Vicente Lopez Lama","Aurore Dos Santos","Michael Ehlen"],"overview":"Short Drama","release_date":"2009-01-01","vote_average":5.0,"runtime":23,"cert":"N\/A","id":411378,"title":"C'est gratuit pour les filles","adult":false,"genre_ids":[18]},{"cast":["Isaac Cohen","Andrea Lin","Salvatore Totino"],"overview":"Short Music","release_date":"2008-01-01","vote_average":5.0,"runtime":19,"cert":"N\/A","id":411380,"title":"Johnny Yesno Redux","adult":false,"genre_ids":[10402]},{"cast":["Berik Sysdikow","Adil Mukataev","Abdi Iskakov","Aziz Kaliev","Medet Sysdikow"],"overview":"Berik, a short drama about friendship and understanding, takes place in Semey, Kazakhstan. Berik, 33, blind and deformed due to radiation poisoning, spends his days at home alone, while his brother is at work. That is until Adil, 11, the smallest and least popular of the kids in the apartment block, turns up on Berik's doorstep looking for the local bully's football, which he has lost.","release_date":"2010-01-01","vote_average":7.0,"runtime":16,"cert":"N\/A","id":411382,"title":"Berik","adult":false,"genre_ids":[18]},{"cast":["David Thompson"],"overview":"A missionary doctor's passionate plea to trust God to do whatever it takes to complete the task of taking the gospel to every tongue, tribe, and nation.","release_date":"1998-06-15","vote_average":0.0,"runtime":32,"cert":"\"\"","id":411384,"title":"Finish the Job","adult":false,"genre_ids":[99]},{"cast":["Marie Luv","Dana DeArmond","Mika Tan","Taryn Thomas","Kurt Lockwood"],"overview":"Imagine an uncensored, intimate look at seven stars who know who they are and what they want. When left to their own devices for two days, anything goes.","release_date":"2006-09-27","vote_average":5.0,"runtime":167,"cert":"\"NC-17\"","id":411386,"title":"Chemistry","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":411409,"title":"HAMLET en Directo","adult":false,"genre_ids":[10402]},{"cast":["Dany Boon"],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":411411,"title":"You are in the Merde","adult":false,"genre_ids":[]},{"cast":["Milena Dreißig","Francis Fulton-Smith","Josef Heynert","Monika Lennartz","Luisa Lossau"],"overview":"","release_date":"2015-05-06","vote_average":0.0,"runtime":null,"cert":"\"\"","id":411413,"title":"Er und Sie","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"an Arab taxi driver faces difficulties answering nature's call. He wants to relieve himself by a tree, but is challenged by the election candidate, the soccer fan, the extremist and the policeman.","release_date":"2015-12-12","vote_average":0.0,"runtime":26,"cert":"N\/A","id":411415,"title":"Ghassra","adult":false,"genre_ids":[]},{"cast":["Thunder Katt","Hillary Hooterz","Dirty Harry","Daphne Daniels","Cherry Liqueur"],"overview":"XX large plump babes hungry for cock! Why do I like fat girls? Because there's so much more of them to like! Their boobs aren't just big. . . they're HUGE! And those asses aren't wide. . . they're MASSIVE! But most of all I like their appetite for non-stop, ball-draining, cum-pumping, all night sex! ! Get one of these big, horny chicks turned on and it's like going to an all-you-can-eat dessert restaurant for sex. You're going to want an antacid for your dick - but they're worth every calorie!","release_date":"2009-11-04","vote_average":6.0,"runtime":131,"cert":"\"NR\"","id":411426,"title":"I Like Fat Girls 7","adult":true,"genre_ids":[]},{"cast":["Mia Rider","Monica Rae","LaChere Brelle","Amber Cream","Evan Stone"],"overview":"These young black teens just married into a new family and they are being exposed to having having a white step daddy for the first time. Little do they know their step daddy always wanted to try black pussy he intends on tasting that sweet goodness. These young black teens are in for some good white cock and they don't mind one bit! !","release_date":"2015-11-25","vote_average":9.0,"runtime":115,"cert":"\"NR\"","id":411428,"title":"My New White Stepdaddy 13","adult":true,"genre_ids":[]},{"cast":[],"overview":"When it comes to producing, no one speaks with more authority than Lloyd Kaufman creator of The Toxic Avenger and founder of the longest-running independent film studio, Troma Entertainment.  Over the years he has discovered talents such as Trey Parker and Matt Stone (South Park, The Book of Mormon) and Vincent D'Onofrio (Law &amp; Order: Criminal Intent) to name a few.  Candid interviews, tips, tricks and tidbits scattered throughout the DVD give filmmakers practical tools for getting a movie shoot off the ground, keeping it afloat and seeing it through to the end - Lloyd Kaufman shows you how it's really done.","release_date":"2011-09-13","vote_average":0.0,"runtime":300,"cert":"\"NR\"","id":411430,"title":"Produce Your Own Damn Movie!","adult":false,"genre_ids":[]},{"cast":["Chow Yun-Fat","Danny Lee Sau-Yin","Ng Man Tat","Paul Chun Pui","Deannie Yip"],"overview":"Chow Yun-Fat and Danny Lee star in this police action film. Two cops are trying to capture a triad boss, but are interrupted by hitman played by Chow Yun-Fat. This is one of those unique combination Hong Kong movies with action, comedy, and violence.","release_date":"1981-03-04","vote_average":6.0,"runtime":95,"cert":"N\/A","id":411432,"title":"The Executor","adult":false,"genre_ids":[28,80,18]},{"cast":["Zhang Jingchu","Peter Ho","Kim Young-min","Ni Hongjie","Simon Yam"],"overview":"Da Zhi is a doorman at a luxury hotel. He uses his vacation in exchange of a presidential suite at the hotel to satisfy his wife's wish. However, the manager gives the presidential suite to a celebrity and breaks the deal with him. He tries to ask bargain with the movie star, but strange things happen during his dealing, and a conspiracy begins.","release_date":"2016-05-27","vote_average":5.0,"runtime":97,"cert":"N\/A","id":411434,"title":"Murder at Honeymoon Hotel","adult":false,"genre_ids":[18,9648]},{"cast":["Taufik Batisah","Fasha Sandha","Raysha Rizrose","Amerul Affendi","Khatijah Tan"],"overview":"After graduating, young doctor Dani starts working at a hospital. Unfortunately, his first ever surgery is unsuccessful and the patient passes away. Dani quits his job as a doctor and returns to his hometown. There, Dani meets the village medicine man, Dukun Sudin, who teaches him the traditional ways of medicines, herbs and healings. When Dukun Sudin passes away, Dani starts working as the village medicine man. However, when his mother falls ill, he knows it will take more than his `dukun` ways to cure her. Thus begins his struggles of returning to the world of modern medicines.","release_date":"2016-07-28","vote_average":0.0,"runtime":97,"cert":"N\/A","id":411436,"title":"Dukun Doktor Dani","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Every four seconds a romance novel published by Harlequin or its British counterpart, Mills &amp; Boon, is sold somewhere in the world. Julie Moggan's Guilty Pleasures takes an amusing and touching look at this global phenomenon. Ironies abound in the contrasts between the everyday lives of the books' readers and the fantasy worlds that offer them escape. Guilty Pleasures portrays five romance devotees who must, ultimately, find their dreams in the real world.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":411447,"title":"Guilty Pleasures","adult":false,"genre_ids":[]},{"cast":["Ali Aslan","Asim Tuncay Aynur","Hasan Bayrak","Halis Bayraktaroglu","Dilara Buyukbayraktar"],"overview":"","release_date":"2016-02-26","vote_average":8.0,"runtime":null,"cert":"N\/A","id":411449,"title":"Senarist","adult":false,"genre_ids":[9648]},{"cast":["Yuko Miyamura","Junko Iwao","Akio Otsuka","Haruna Ikezawa"],"overview":"Mad science runs in her family, but Hikaru has always been an ordinary girl. It’s a dream come true when she discovers that she’s really a super powered alien! With her hyper-speed battle mecha, the Grandoll Armor, she is humanity’s last hope against a hideous alien invasion.","release_date":"1997-08-23","vote_average":6.0,"runtime":87,"cert":"N\/A","id":411451,"title":"Hyper Speed GranDoll","adult":false,"genre_ids":[878,28,16,35]},{"cast":["Pirjo Honkasalo","Jörn Donner","Pekka Lehto"],"overview":"Nine Ways to Approach Helsinki, shot by Pirjo Honkasalo and Eero Salmenhaara, is a documentary on the capital of Finland.","release_date":"1982-12-03","vote_average":7.0,"runtime":63,"cert":"N\/A","id":411456,"title":"Nine Ways to Approach Helsinki","adult":false,"genre_ids":[]},{"cast":["Chuck Menville","Genadee Cook","Len Janson"],"overview":"A stop-motion parody of the Western genre.","release_date":"1969-12-21","vote_average":10.0,"runtime":11,"cert":"\"\"","id":411458,"title":"Blaze Glory","adult":false,"genre_ids":[35,37]},{"cast":[],"overview":"An Interstellar x Google Play collaboration. Building off the themes of Interstellar, this short film weaves submissions from people around the world into a story celebrating the human experience on Earth. Directed by David Brodie and creative directed by Angus Wall, the film will serve as a time capsule that shows future generations what life on Earth was like, should we leave this planet.","release_date":"2015-03-01","vote_average":0.0,"runtime":12,"cert":"\"\"","id":411460,"title":"EMIC","adult":false,"genre_ids":[99]},{"cast":["Reza Madadi"],"overview":"Reza \"Mad Dog\" Madadi was at the peak of his career. A celebrated MMA star with lucrative sponsorship contracts for UFC. He and his wife Kate expected their first child. Everything he dreamed about as a little boy was going to happen. One early morning in May 2013, it changed , forever. This documentary depicts his struggle for revenge. The film focuses on the social issues of prejudice, racism , shame, pride and the struggle to find your place in life.","release_date":"2016-10-07","vote_average":0.0,"runtime":72,"cert":"N\/A","id":411468,"title":"Mad Dog","adult":false,"genre_ids":[]},{"cast":["Grzegorz Kruszewski","Jan Machulski","Ryszard Mróz","Maria Probosz"],"overview":"A music conductor, and family man, gets involved in a tragic accident. Luckily the operating surgeon has developed a pioneering medical solution.  Loosely based on Roald Dahl's short story “William And Mary”.","release_date":"1989-08-31","vote_average":0.0,"runtime":18,"cert":"N\/A","id":411470,"title":"Creation","adult":false,"genre_ids":[18,878,35]},{"cast":[],"overview":"Documentary about German city Oberhausen.","release_date":"1959-01-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":411472,"title":"Layers Under the Haze","adult":false,"genre_ids":[]},{"cast":[],"overview":"Animated commercial by Fischerkoesen.","release_date":"1955-01-01","vote_average":9.0,"runtime":4,"cert":"N\/A","id":411474,"title":"Through the Night to the Light","adult":false,"genre_ids":[]},{"cast":["Mirja Boes"],"overview":"","release_date":"2014-05-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":411476,"title":"Mirja Boes - Live - Ich doch nicht","adult":false,"genre_ids":[]},{"cast":[],"overview":"A young boy who is constantly teasing and tormenting his  young puppy is taught the lesson of treating others as you would have them treat you.","release_date":"1936-12-23","vote_average":0.0,"runtime":7,"cert":"\"NR\"","id":411478,"title":"A Boy and His Dog","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Abstract short based on painting techniques.","release_date":"1952-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":411480,"title":"Traum in Tusche","adult":false,"genre_ids":[]},{"cast":[],"overview":"Experimental film based on dance choreography.","release_date":"1962-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":411485,"title":"To All the Lonely Ones","adult":false,"genre_ids":[]},{"cast":["Patrícia Niedermeier","Chico Diaz","Ana Abbott","Francisca de Oliveira","Alexandre Dacosta"],"overview":"","release_date":"2016-05-04","vote_average":6.0,"runtime":null,"cert":"N\/A","id":411490,"title":"Guerra do Paraguay","adult":false,"genre_ids":[18]},{"cast":["Wayne Allwine"],"overview":"Get set for a thrilling, full-length outer space adventure aboard the Clubhouse Rocket. Blast off with Mickey and his crew and race across the galaxy on an interplanetary quest for hidden out-of-this-world treasure. Twinkling treasure stars will help point the way, but first, you'll have to find them - with a little help from Toodles - and the right Mouseketools!  Meet Moon Men Chip and Dale, Martian Mickey from Mars, and Pluto from Pluto, but watch out for crafty Space Pirate Pete, who wants the treasure all for himself. Packed with songs and surprises, Space Adventure will transport you to a whole new dimension of fun.","release_date":"2011-09-12","vote_average":10.0,"runtime":69,"cert":"N\/A","id":411492,"title":"Mickey Mouse Clubhouse Space Adventure","adult":false,"genre_ids":[16]},{"cast":["Michelle Siracusa","Nick Smerkanich","Theodora Blasko","Cooper McKim","Chris Donohue"],"overview":"A riff on Charlotte Brontë's Jane Eyre, examining the passions that have anchored love stories for centuries. Jane loved Roderick, until they slept together and she learned he'd been keeping his long-term relationship a secret. Now she is nagged by questions: Why did he wrong her? Who is this other woman? What happened to the seemingly sweet man she fell for? How does infidelity still happen? She finds him and confronts him without malice or spite, attempting to make the self-identified \"nice guy\" explain his chauvinistic behavior.","release_date":"2015-12-10","vote_average":0.0,"runtime":78,"cert":"\"\"","id":411497,"title":"I Am No Bird","adult":false,"genre_ids":[18,35]},{"cert":"N\/A","title":"That Which Grows is a Beard","cast":["Kishore Kumar","I.S. Johar","Bappi Lahiri","Maruti Rao","Bhagwan Dada"],"id":411499,"overview":"A multimillionaire, who has no heir, decides to leave his wealth to the person who has the longest beard.","runtime":130,"genre_ids":[18],"release_date":"1974-01-01","vote_average":0.0,"adult":false}]