[{"cast":["Chemban Vinod Jose","Mrudula Murali","J. D. Chakravarthi","Mukesh","Saikumar"],"overview":"The railway runs kilometers through the forest. Shikhamani is the most honest and efficient gang man. He lives in the nearby village. Quite unexpectedly a girl enters his life and the resulting events are plotted.","release_date":"2016-04-29","vote_average":6.0,"runtime":131,"cert":"N\/A","id":412004,"title":"Shikhamani","adult":false,"genre_ids":[18,53]},{"cast":["Andrzej Pieczynski","Jutta Wachowiak","Siegrid Reintsch","Dieter Franke","Franziska Troegner"],"overview":"When he reaches age 18, Peter is released from the children's home where he grew up, but this does not mean he is truly ready for adult life.","release_date":"1979-03-28","vote_average":0.0,"runtime":98,"cert":"N\/A","id":412006,"title":"P.S.","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A documentary about The Trunk Space, a legendary DIY venue in Phoenix, AZ which hosts a yearly music festival called \"The Indie 500.\"","release_date":"","vote_average":9.0,"runtime":111,"cert":"N\/A","id":412008,"title":"The Indie 500","adult":false,"genre_ids":[99]},{"cast":["Louise Lasser","Charles Grodin","Michael Alldredge","Miriam Byrd-Nethery","Noble Willingham"],"overview":"A salesman travels cross country with a quirky New Yorker.","release_date":"1978-05-22","vote_average":5.0,"runtime":100,"cert":"\"NR\"","id":412010,"title":"Just Me and You","adult":false,"genre_ids":[10749,18,35]},{"cast":["David Sandberg","Michael Fassbender","Eiza González","Arnold Schwarzenegger","David Hasselhoff"],"overview":"","release_date":"2020-12-31","vote_average":0.0,"runtime":null,"cert":"\"\"","id":412012,"title":"Kung Fury II: The Movie","adult":false,"genre_ids":[28,35,878,14]},{"cast":["Liz Vacco"],"overview":"Petite Feet uses engaging and imaginative exercises, games and stories to introduce children to basic ballet positions and vocabulary, as well as general dance and musical concepts. Focusing on the creative potential of dance and its storytelling possibilities, Petite Feet encourages children between the ages of 2-5 to learn fundamental and age-appropriate ballet steps, to build confidence and coordination, and, of course, to have fun!","release_date":"2011-09-11","vote_average":0.0,"runtime":26,"cert":"\"NR\"","id":412020,"title":"Petite Feet: Ballet Adventures with Liz","adult":false,"genre_ids":[10751]},{"cast":["Doug James","Irina Munteanu","Sokol Cahini","Amanda Kozlo"],"overview":"A wannabe journalist investigates a London brothel.","release_date":"2016-08-25","vote_average":10.0,"runtime":84,"cert":"N\/A","id":412025,"title":"Girls for Sale","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412027,"title":"Nivea Soares Reino De Justiça","adult":false,"genre_ids":[]},{"cast":[],"overview":"Who is behind the new environmental wave of interest in planting forests in Afrika, making you buy rain-forest and climatic quotas for pollution? It surely wouldn't be the same which made the last financial crises in sub prime loans?","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412032,"title":"Banking Nature","adult":false,"genre_ids":[99]},{"cast":["Wataru Takagi","Kikuko Inoue","Kazuya Ichijō","Yuusaku Yara"],"overview":"Daigo Asahina is Medaka Gumi #2's\/Me Gumi's new rookie firefighter, and already he's done crazy things, like throwing people off of a rooftop to save them from an explosion. He had good ...","release_date":"2000-01-22","vote_average":4.0,"runtime":45,"cert":"N\/A","id":412037,"title":"Daigo of Fire Company M","adult":false,"genre_ids":[18,28,16]},{"cast":["Richard Anderson"],"overview":"At the time this film was made, motion picture theaters were required to pay a 20% tax on gross ticket sales, and Congress was debating lowering this tax (as well as others) in a bill being considered by a Congressional committee. This film, which was made especially to be shown to members of the committee, sets forth the motion picture industry's case for reducing, if not eliminating, the tax.","release_date":"1953-01-01","vote_average":0.0,"runtime":23,"cert":"\"\"","id":412045,"title":"The Case Against the 20% Federal Admissions Tax on Motion Picture Theatres","adult":false,"genre_ids":[99]},{"cast":["Anissa Cadelli","Sharon Oberson","Paul Ferens","Etienne Garachon","Vincent Weber"],"overview":"Sissi and Victoria are sisters. Whereas the younger is slowly emerging from the world of childhood, the elder tries in vain to be a grown up. In the room they share, Sissi is preparing for her gymnastic competition and Victoria has boys coming and going.","release_date":"2011-08-01","vote_average":0.0,"runtime":17,"cert":"N\/A","id":412047,"title":"The Girls' Grave","adult":false,"genre_ids":[18]},{"cast":["Judy Garland","Frank Whitbeck","Busby Berkeley","Risë Stevens","Herbert Stothart"],"overview":"A short history of movie music is presented, from silent films accompanied by a single piano, to the elaborate song scores for musicals (with scenes from MGM's musicals) and background music for dramas. Conductor\/composer","release_date":"1942-01-01","vote_average":7.0,"runtime":11,"cert":"\"\"","id":412049,"title":"We Must Have Music","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"","release_date":"","vote_average":7.0,"runtime":null,"cert":"N\/A","id":412051,"title":"David Et Mme Hansen","adult":false,"genre_ids":[]},{"cast":["Joel Contreras","Jesús Zengotita","Cecilia Argüelles"],"overview":"Norman Fisher is a detective whose features make him unique. Between his iconic mustache and his passion for justice, no case is too big or small for him.","release_date":"2012-01-02","vote_average":0.0,"runtime":7,"cert":"N\/A","id":412053,"title":"Bigotú","adult":false,"genre_ids":[35]},{"cast":["Anant Nag","Ramesh Bhat","Loknath"],"overview":"An anonymous, mysterious caller who claims to be a huge fan of Revanth, the Chess Grandmaster from India, challenges him in many ways. It results in an inner quest for him as he literally sets out to track down the elusive caller.","release_date":"1995-07-13","vote_average":7.0,"runtime":155,"cert":"N\/A","id":412055,"title":"Beladingala baale","adult":false,"genre_ids":[]},{"cast":["Nicholas Tse","Ruby Lin","Helena Law Lan","John Cheng"],"overview":"The grandson of a rich widow returns to Hong Kong with his girlfriend. They are charmed by an antique mirror at the grandmother's home. The mirror used to belonged to a famous courtesan in ...","release_date":"1999-09-16","vote_average":4.0,"runtime":87,"cert":"N\/A","id":412057,"title":"The Mirror","adult":false,"genre_ids":[9648,27,80]},{"cast":[],"overview":"","release_date":"2016-07-10","vote_average":8.0,"runtime":null,"cert":"N\/A","id":412068,"title":"Blechnarrisch","adult":false,"genre_ids":[99,10402]},{"cast":["Kim So-jin","Gong Sang-ah","Kim Joong-ki","Lee Sang-woo","Kang Shin-il"],"overview":"On one hot summer day in a cafe by a university, three high school girls get together. They talk about coffee, smoking and love, but none of them are truthful.","release_date":"2014-03-27","vote_average":0.0,"runtime":90,"cert":"N\/A","id":412073,"title":"See, Beethoven","adult":false,"genre_ids":[]},{"cast":["Puneeth Rajkumar","Rachita Ram","Arun Vijay","Abhimanyu Singh","Sadhu Kokila"],"overview":"A young man (Puneeth Rajkumar) finds himself in too deep after taking an injured protester to a hospital.","release_date":"2016-04-20","vote_average":10.0,"runtime":124,"cert":"N\/A","id":412075,"title":"Chakravyuha","adult":false,"genre_ids":[53,28]},{"cast":["Avishek","Sai Dhanshika","John Vijay","Rajendran","Daniel Annie Pope"],"overview":"Kaathadi is directed by Kalyan, who got rave reviews and critical acclaim for his recent offering Kadha Solla Porom. It’s an action comedy about the kidnapping of a child and how police officer saves the kid forms the story.","release_date":"2018-02-23","vote_average":0.0,"runtime":119,"cert":"N\/A","id":412077,"title":"Kaathadi","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"This compilation of newsreel reports from the British Movietone News archive is a companion release to the best selling SFE DVD release BRITISH STEAM RAILWAY DISASTERS - 1913 to 1967 that previously collected together the news reports of the other two main newsreel companies, Reuters and British Pathé. GREAT BRITISH TRAIN DISASTERS is a comprehensive round up of no less than 76 disasters, mostly from the era of steam locomotion. Railway accidents happen for a variety of reasons from passing red signals, driver error, poor visibility, infrastructure and equipment failures, road vehicle collisions or sabotage.","release_date":"2010-06-28","vote_average":0.0,"runtime":76,"cert":"N\/A","id":412079,"title":"British Train Disasters 1914-1975","adult":false,"genre_ids":[99]},{"cast":["Marlene Willoughby","Nancy Dare","Crystal Sync"],"overview":"Alice is afraid that the visit from her cousin Matilda will rekindle their lust for each other. Matilda's young passion slowly spreads to Alice, her roommate, their boyfriends and girlfriend, the milkman and even the girlfriend's mother.","release_date":"1977-03-04","vote_average":0.0,"runtime":110,"cert":"\"NC-17\"","id":412081,"title":"The Trouble with Young Stuff","adult":true,"genre_ids":[10749,18]},{"cast":[],"overview":"Ho-je remarried Hyeon-ah. He thinks wives and girlfriends are different things and refuses to sleep with Hyeon-ah. Although she's upset, she keeps it in for the sake of his wealth and comforts herself with hosts, but she's still feeling empty inside. Meanwhile, Ho-je's daughter Ho-yeon feels something strange between her boyfriend Joo-cheol and Hyeon-ah and offers Hyeon-ah 50 million won for sleeping with her father. Hyeon-ah thinks this is the perfect chance to get rid of Ho-je's girlfriend and accepts but...","release_date":"2016-08-11","vote_average":0.0,"runtime":70,"cert":"N\/A","id":412089,"title":"Love Affair: A Secret Affair","adult":false,"genre_ids":[]},{"cast":["Akshay Kumar","Rahul Verma Rajput"],"overview":"Crack is an upcoming Indian film directed by Neeraj Pandey. The film stars Akshay Kumar as Crack. Produced by Friday Filmworks.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412091,"title":"Crack","adult":false,"genre_ids":[18,28]},{"cast":["Sara Serraiocco","Michele Riondino","Marco Leonardi","Stefania Montorsi","Pippo Delbono"],"overview":"Giulia’s is a poised world, made of rigour and sacred texts, which fiercely excludes those who do not belong to it. Libero's world is the world of all the others, of those who make mistakes, who fend for themselves looking for another chance and who love unconditionally. When Giulia meets Libero, she realizes she can have another destiny, one she will have to choose and build.","release_date":"2016-11-10","vote_average":6.5,"runtime":104,"cert":"N\/A","id":412093,"title":"Worldly Girl","adult":false,"genre_ids":[10749,18]},{"cast":["Michael Schertenleib","Kaya Marie Möller","Marcus Prell"],"overview":"Sascha is shy, overweight and sells baked goods. When no one is looking his hands fold delicate origami figures. Pia is not a customer but the only constant excitement he has. One brioche roll, one coffee and she is gone. Each and every morning. When Sascha gathers all of his courage and lets an origami flower slip into her bag, things begin to unfold.","release_date":"2015-12-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":412095,"title":"Butter Brioche","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Movie historians and others discuss the making of Foreign Correspondent (1940).","release_date":"2004-09-07","vote_average":0.0,"runtime":34,"cert":"\"\"","id":412097,"title":"Personal History: Foreign Hitchcock","adult":false,"genre_ids":[]},{"cast":["Alex Høgh Andersen","Elias Munk","Rudi Köhnke","Ramadan Huseini","Anders Nylander Thomsen"],"overview":"","release_date":"2015-03-27","vote_average":8.7,"runtime":null,"cert":"N\/A","id":412099,"title":"Ødeland","adult":false,"genre_ids":[18,878]},{"cast":["Atharvaa Murali","Regina Cassandra","Soori","Pranitha Subhash","Aaditi Pohankar"],"overview":"A romantic youngster, who manages to have several relationships with pretty girls, realises his mistakes and finally decides to settle down in life by marrying one among them.","release_date":"2017-07-14","vote_average":5.6,"runtime":134,"cert":"N\/A","id":412101,"title":"Gemini Ganeshanum Suruli Raajanum","adult":false,"genre_ids":[10749,35]},{"cast":["Eagle Pennell","Lin Sutherland","Sonny Carl Davis","Lou Perryman","Willie Nelson"],"overview":"A documentary on the life of Texas filmmaker Eagle Pennell.","release_date":"2008-03-01","vote_average":0.0,"runtime":73,"cert":"\"\"","id":412109,"title":"The King of Texas","adult":false,"genre_ids":[]},{"cast":["Rebecca Chulew","Don Daro","Tess Cline","Deborah Abbott","Mark Reininga"],"overview":"When their car crashes, 4 college kids seek help in Emeryville - a dilapidated village. New comers discover that place was once a ground for clinical experiments gone awry and plot an escape. They find themselves hunted by crazies.","release_date":"2016-08-06","vote_average":3.6,"runtime":83,"cert":"\"\"","id":412111,"title":"The Emeryville Experiments","adult":false,"genre_ids":[27,53]},{"cast":["Timothy Moura","Matthew Frederick Riddle","Lucas Eatwell","Cody Runnels","Drew Gulak"],"overview":"WWN & EVOLVE Wrestling presents: EVOLVE 66  Main Event #1 - EVOLVE Championship Match - No Holds Barred  Timothy Thatcher defends vs. Matt Riddle  Main Event #2  Cody Rhodes vs. Zack Sabre Jr.  WWE Cruiserweight Classic Spotlight Match  Drew Gulak vs. Tony Nese  WWE Cruiserweight Classic Spotlight Match  TJ Perkins vs. Cedric Alexander  Special Challenge Match  EVOLVE Tag Team Champion DUSTIN vs. Ethan Page  Special Tag Team Attraction  Tracy Williams & Fred Yehi vs. Jigsaw & Peter Kaasa","release_date":"2016-08-19","vote_average":0.0,"runtime":180,"cert":"\"\"","id":412113,"title":"Evolve 66","adult":false,"genre_ids":[]},{"cast":["Timothy Moura","Drew Gulak","Cody Runnels","Chris Spradlin","Andrew McLean Galloway IV"],"overview":"WWN &amp; EVOLVE Wrestling presents: EVOLVE 67\r EVOLVE Championship Match (if Thatcher Is Still Champion)\r Timothy Thatcher defends vs. Drew Gulak  Special Challenge Match\r Cody Rhodes vs. Chris Hero  Six Man Tag Team Grudge Match\r Drew Galloway, Ethan Carter III &amp; Dustin vs. Tracy Williams, Fred Yehi &amp; TJ Perkins w\/ Stokely Hathaway  WWE Cruiserweight Classic Spotlight Match\r Zack Sabre Jr. vs. Cedric Alexander  Special Attraction Match #1\r Tommy End vs. Matt Riddle  Special Attraction Match #2\r Tony Nese vs. Peter Kaasa  Plus more with Ethan Page and others!!!","release_date":"2016-08-20","vote_average":0.0,"runtime":180,"cert":"\"\"","id":412115,"title":"Evolve 67","adult":false,"genre_ids":[]},{"cast":["Patton Oswalt","Eric Stonestreet","Kevin Hart","Jenny Slate","Ellie Kemper"],"overview":"Max the terrier must cope with some major life changes when his owner gets married and has a baby. When the family takes a trip to the countryside, nervous Max has numerous run-ins with canine-intolerant cows, hostile foxes and a scary turkey. Luckily for Max, he soon catches a break when he meets Rooster, a gruff farm dog who tries to cure the lovable pooch of his neuroses.","release_date":"2019-05-24","vote_average":6.6,"runtime":86,"cert":"\"PG\"","id":412117,"title":"The Secret Life of Pets 2","adult":false,"genre_ids":[12,16,35,10751]},{"cast":["Nara Rohith","Isha Talwar","Nandamuri Taraka Ratna","Srinivas Avasarala"],"overview":"An aspiring film director narrates a breath-taking story to his girlfriend in a coffee shop. An unknown message knocks the door the next day, asking him to write a love story. He sends his own love story, which impresses the stranger, but he asks for an action ending for killing a brutal villain. Hero sends a thrilling plot. This time the stranger sends a parcel with a gun to kill the real life brutal villain implying the same plot this time. Hero ends up knowing the cruel intentions of the villain and tries to escape from this trap. But he receives a message showing his girlfriend meeting a planned accident. That states a warning that there is no going back. Can a common man really attempt to kill a brutal villain for his loved ones? Who is the unknown stranger behind this? How will hero unfold the mysterious murder plan?","release_date":"2016-04-29","vote_average":0.0,"runtime":144,"cert":"N\/A","id":412119,"title":"Raja Cheyyi Vesthe","adult":false,"genre_ids":[53,28,10749]},{"cast":["Masatoshi Nagase","Etsushi Toyokawa","Machiko Ono","Tsurube Shôfukutei","Masahiko Tsugawa"],"overview":"Kozo Nakase attends meetings for single widowers looking to remarry. He meets Sayoko Takeuchi and eventually marries her. Not longer after their marriage, Kozo Nakase suddenly collapses and dies. Kozo Nakase leaves everything to Sayako. The rest of his family are left out of his will including his daughter Tomomi. Tomomi hires a private investigator, Honda, to find out more about Sayoko.","release_date":"2016-08-27","vote_average":8.5,"runtime":127,"cert":"N\/A","id":412121,"title":"Black Widow Business","adult":false,"genre_ids":[35]},{"cast":["Jack Holt","Dick Purcell","Julie Bishop","James Burke","Lotus Long"],"overview":"When headstrong pilot Bill Kellogg disobeys orders and takes a plane to photograph potential landing fields in uncharted Latin American country, he ends up running out of gas and crashing. The members of a nearby tribal village save Bill from the wreckage, but arent willing to help him get home.","release_date":"1938-04-19","vote_average":4.0,"runtime":63,"cert":"\"\"","id":412126,"title":"Flight Into Nowhere","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"About the history and culture of roots Reggae music and the Rastafarian movement in Jamaica, as told by world class Reggae musicians and historians.","release_date":"2011-07-17","vote_average":0.0,"runtime":98,"cert":"\"\"","id":412128,"title":"Holding On To Jah","adult":false,"genre_ids":[]},{"cast":["Lou Reed","Tony D'Angelo","JoJo Americo","Ive Bjork","Jason Platt"],"overview":"Written 30 years earlier, Lou Reed’s hymn celebrates five flamboyant characters, each one a fragile icon from Andy Warhol’s Factory: Holly Woodlawn, Candy Darling, Joe Dalessandro, Joe Campbell (aka Sugar Plum Fairy) and Jackie Curtis. Over five delicate tableaux Stéphane Sednaoui films these young people proudly displaying their sexuality and creativity, each one dreaming of becoming a star on the New York scene.","release_date":"2005-01-01","vote_average":0.0,"runtime":11,"cert":"\"\"","id":412130,"title":"Lou Reed: Walk on the Wild Side","adult":false,"genre_ids":[10402]},{"cast":["Pauline Garon","Cullen Landis","Otto Matieson","Robert Graves"],"overview":"When her circus-performer parents die in an accident, Christine (Pauline Garon) is raised by other circus-performers, including Hagan, a balloon-vender, and Pete Barman as her guardians. When she grows up, she asks to also become a performer, and Barman agrees. Bob Hastings (Cullen Landis) joins the traveling circus as its doctor, and he and Christine fall in love. This angers Barman, who is also in love with her.","release_date":"1926-08-20","vote_average":8.0,"runtime":65,"cert":"\"\"","id":412132,"title":"Christine of the Big Tops","adult":false,"genre_ids":[18,10749]},{"cast":["Kim Su-hyeon","Anastasia Kim","Lee Hwan"],"overview":"A once-emerging writer, Soo-Yeon is now making a living by working as an assistant scriptwriter for a great box-office hit maker, Moh. Despite repeating cheesy stories full of stereotypical characters, Moh wants to constantly believe his film to have something new and to be based on the reality. That makes Moh as well as Soo-Yeon feel exhausted. Soo-Yeon carefully dreams to emancipate characters from story, but she realizes that her dream is only treated as a 'feminine' vanity in reality.","release_date":"2011-11-17","vote_average":0.0,"runtime":99,"cert":"N\/A","id":412134,"title":"Characters","adult":false,"genre_ids":[18]},{"cast":["Beto Benitez","Vicente Peña","Dimas González","Guillermo Londoño","Daniela Bascopé"],"overview":"El Cholo, a Peruvian taxi driver, flees from justice in his country and comes to Venezuela in search for a better future. After running into a gang of con-men who leave him penniless, he meets a peculiar group of Latin Americans who work for a gangster known as The Russian as hitmen. El Cholo is quickly trapped in a world of blood and ambition that makes him realize the true cost of life and death.","release_date":"2015-06-26","vote_average":0.0,"runtime":103,"cert":"N\/A","id":412142,"title":"Paquete #3","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Manuela de Laborde's experimental film, 'As Without So Within', explores the possibility that the surface of things is an entity worthy of is own depth for itself and in itself, demanding to be seen and confronted as such. The project accepted what is visual as emotion the moment the images were created with a focus on the sensorial.","release_date":"2016-09-09","vote_average":0.0,"runtime":25,"cert":"N\/A","id":412147,"title":"As Without So Within","adult":false,"genre_ids":[]},{"cast":["Dana DeArmond","Lia Lor","Adriana Luna","Tommy Gunn","Derrick Pierce"],"overview":"","release_date":"2014-06-17","vote_average":0.0,"runtime":null,"cert":"\"NC-17\"","id":412152,"title":"Penthouse Hot F*king Orgasms XXX","adult":true,"genre_ids":[]},{"cast":["Lorne Cardinal","Greg Lawson","Rollie Pemberton","Christopher Taber"],"overview":"Frank (Lorne Cardinal) lives alone on his family’s ancestral Cree lands, but water levels are rising due to climate change, and evacuation seems more necessary every day.","release_date":"2016-09-09","vote_average":0.0,"runtime":15,"cert":"N\/A","id":412154,"title":"Gods Acre","adult":false,"genre_ids":[18]},{"cast":["Riley Reid","Valentina Nappi","Cadence Lux","Rachael Madori","Samantha Hayes"],"overview":"For over two hours and twenty minutes, watch Riley Reid, Samantha Hayes, Valentina Nappi, Rachael Madori and Cadence Lux dive deep into their sexual fantasies by being bound, blindfolded and fucked to orgasm like never before. Every orgasm leaves them pondering... What's Next?","release_date":"2015-11-03","vote_average":6.0,"runtime":147,"cert":"\"NR\"","id":412156,"title":"What's Next?","adult":true,"genre_ids":[]},{"cast":["Melissa Moore","Abella Danger","Marley Brinx","Aubrey Gold","Lyra Law"],"overview":"Marley Brinx, Melissa Moore, Abella Danger, Aubrey Gold and Lyra Louvel are here for the 2nd edition of What's Next! Watch these horny babes get bound, blindfolded, teased, and fucked to orgasm like never before. Every climax leaves them wondering...What's Next?","release_date":"2016-02-15","vote_average":7.0,"runtime":166,"cert":"\"NC-17\"","id":412158,"title":"What's Next? 2","adult":true,"genre_ids":[]},{"cast":["Joe Penny","Brittany Murphy","Teri Garr","Shawn Hatosy"],"overview":"A naive 16 year old waitress falls for a corrupt, married police officer. When she falls pregnant, her lover plots her murder.","release_date":"1996-01-30","vote_average":4.0,"runtime":96,"cert":"\"\"","id":412160,"title":"Double Jeopardy","adult":false,"genre_ids":[10770,9648,18,80]},{"cast":["Ashley Stone","Claudia Valentine","Courtney Shea","Krissy Lynn","Nikki Knightly"],"overview":"Horny moms get assfucked by their son in laws while their daughters watch in shock! So your wife says her backdoor is off limits huh? Too bad! But you just found out her mother is totally down for a good, hard assfucking! That horny MILF is so hot and ready to get assfucked that she doesn't even care if you're her son in law. Unfortunately, her daughter walked in right in the middle. But you're both so turned on that you keep going at it until you both cum hard! Guess you'll deal with the consequences later. . . good luck buddy!","release_date":"2013-07-08","vote_average":7.0,"runtime":121,"cert":"\"NC-17\"","id":412162,"title":"My Wife Caught Me Assfucking Her Mother 5","adult":true,"genre_ids":[]},{"cast":["Taylor Russo","Shane Dos Santos","Pressley Carter","Phyllisha Anne","Khloe Kush"],"overview":"Horny moms get fucked in the ass while their daughters watch in shock! My wife always smacks me every time I try the back door. . . what a bummer. But you know what?. . . Her Mother is a seasoned veteran in the sack, and loves anal! ! ! Bring it on hot mama. Spread those cheeks and make room in that love canal for some meaty cock pounding! ! !","release_date":"2012-03-12","vote_average":9.0,"runtime":119,"cert":"\"NC-17\"","id":412164,"title":"My Wife Caught Me Assfucking Her Mother","adult":true,"genre_ids":[]},{"cast":["Shawn Dou","Vivian Wu","Janine Chang","Wu Gang","Yu Haoming"],"overview":"The triumphs and travails of six members of two single parent families in 19th century Yunnan.","release_date":"2016-08-28","vote_average":0.0,"runtime":95,"cert":"N\/A","id":412166,"title":"Youth Dinner","adult":false,"genre_ids":[]},{"cast":["Bill Bixby","Kim Hunter","Elizabeth Ashley","Joan Caulfield","Signe Hasso"],"overview":"Bill Bixby stars in this NBC pilot movie as a famous stage magician and escape artist who solves crimes.","release_date":"1973-03-17","vote_average":9.0,"runtime":72,"cert":"\"\"","id":412168,"title":"The Magician","adult":false,"genre_ids":[80,9648]},{"cast":["Courtney Star","Eva Karera","Sierra Sanders","Stevie Shae","Liv Revamped"],"overview":"Horny moms get fucked in the ass while their daughters watch in shock! After years of trying to tap my wife's tight asshole, I finally gave up. Then her Mother told me she LOVES anal sex! WHAT! ? The next day she came up and grabbed my cock and said she needs a good, hard assfucking. Only problem is. . . if my wife catches me, I'm fucked! But at least I'll get some good anal.","release_date":"2012-07-16","vote_average":8.0,"runtime":118,"cert":"\"NC-17\"","id":412170,"title":"My Wife Caught Me Assfucking Her Mother 2","adult":true,"genre_ids":[]},{"cast":["Cesare Zavattini","Vittorio Amandola"],"overview":"The film tells of old Antonio, 81, who refuses to stay in a mental home and walks away. He hits the streets to give a message to people: be yourselves, tell what you think, make love and stop with violence against the weaker members of society. When he realizes nobody will listen, he tries to take his life by holding his breath, but he doesn't succeed.","release_date":"1982-03-02","vote_average":0.0,"runtime":65,"cert":"N\/A","id":412175,"title":"The Truth","adult":false,"genre_ids":[18,10770]},{"cast":["Jiiva","Govind Padmasoorya","Nikki Galrani","Anaika Soti","Balaji Patturaj"],"overview":"A hacker gets the shock of his life when another hacker tries to destroy his dear ones.","release_date":"2019-05-10","vote_average":7.6,"runtime":133,"cert":"N\/A","id":412177,"title":"Kee","adult":false,"genre_ids":[53,28]},{"cast":["Yuko Miyamura","Mitsuo Iwata","Rica Matsumoto","Chinami Nishimura"],"overview":"Hiroshi Karigari is a college student who has secretly built an android modeled after a tennis club member he is in love with named Marie. Introduced as Hiroshi's sister, Marie Karigari is a sentient robot who feels a deep affection for her creator. Both have a hard time trying to conceal her true identity in order to keep their current peaceful lifestyle.","release_date":"1996-03-06","vote_average":7.0,"runtime":90,"cert":"N\/A","id":412179,"title":"My Dear Marie","adult":false,"genre_ids":[878,35,10749]},{"cast":[],"overview":"A 'Dippy Doo Dad' comedy with an all-animal cast.","release_date":"1924-06-02","vote_average":0.0,"runtime":10,"cert":"\"\"","id":412181,"title":"Up and at 'Em","adult":false,"genre_ids":[35]},{"cast":["Rita Dominic","Ramsey Nouah"],"overview":"Nollywood superstars Ramsey Nouah, Rita Dominic, and Chidi Mokeme headline this gripping drama set against the backdrop of the attempted 1976 military coup against the government of General Murtala Mohammed.","release_date":"2016-11-25","vote_average":10.0,"runtime":118,"cert":"N\/A","id":412186,"title":"76","adult":false,"genre_ids":[]},{"cast":["Bimbo Akintola","Danny Glover","Somkele Idhalama","Seun Kentebe","Alastair Mackenzie"],"overview":"Bimbo Akintola, Danny Glover and TIFF Rising Star Somkele Iyamah-Idhalama star in director Steve Gukas’ riveting real-life thriller about courageous health-care workers in Lagos battling the Ebola outbreak of 2014.","release_date":"2016-04-24","vote_average":5.8,"runtime":124,"cert":"N\/A","id":412188,"title":"93 Days","adult":false,"genre_ids":[18]},{"cast":["Adesua Etomi","Iretiola Doyle","Zainab Balogun","Richard Mofe-Damijo"],"overview":"A lavish wedding escalates into pure Lagosian chaos, in this wild romcom produced by media mogul Mo Abudu.","release_date":"2016-09-08","vote_average":5.9,"runtime":110,"cert":"N\/A","id":412196,"title":"The Wedding Party","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Documentary about Florence Foster Jenkins, her delusions, and how the people around her reacted to them.","release_date":"2007-06-06","vote_average":0.0,"runtime":89,"cert":"\"\"","id":412198,"title":"Florence Foster Jenkins: A World of Her Own","adult":false,"genre_ids":[99]},{"cast":["Okan Yalabık","Metin Akdulger","Mehmet Kurtuluş","Funda Eryiğit","Ecem Uzun"],"overview":"Turkish writer-director Yesim Ustaoglu offers a parallel study of two women — a psychiatrist with a long-time live-in partner and a wife in a conservative, nearly tyrannical household — in this study of the possibilities and limitations that exist for women in Turkey today.","release_date":"2016-09-11","vote_average":6.2,"runtime":105,"cert":"N\/A","id":412200,"title":"Clair Obscur","adult":false,"genre_ids":[18]},{"cast":["Fionn O'Shea","Nicholas Galitzine","Andrew Scott","Michael McElhatton","Moe Dunford"],"overview":"A music-mad 16-year-old outcast at a rugby-mad boarding school forms an unlikely friendship with his dashing new roommate.","release_date":"2017-02-15","vote_average":7.1,"runtime":95,"cert":"\"\"","id":412202,"title":"Handsome Devil","adult":false,"genre_ids":[18]},{"cast":["Karolina Gruszka","Arieh Worthalter","Charles Berling","Izabela Kuna","Malik Zidi"],"overview":"The most turbulent five years in the life of a genius woman: Between 1905, where Marie Curie comes with Pierre Curie to Stockholm to be awarded the Nobel Prize for the discovery of the radioactivity, and 1911, where she receives her second Nobel Prize, after challenging France's male-dominated academic establishment both as a scientist and a woman.","release_date":"2016-12-01","vote_average":4.9,"runtime":95,"cert":"\"\"","id":412204,"title":"Marie Curie","adult":false,"genre_ids":[18,36]},{"cast":["Wu Ke-Xi","Kai Ko"],"overview":"Two illegal Burmese migrants fleeing their country’s civil war find love with each other while struggling to survive in the bustling cities of Thailand.","release_date":"2016-09-09","vote_average":8.0,"runtime":108,"cert":"N\/A","id":412206,"title":"The Road to Mandalay","adult":false,"genre_ids":[18]},{"cast":["Jinpa","曲尼次仁","夏诺·扎西敦珠","索朗尼玛","Genden Phuntsok"],"overview":"After discovering a sacred stone in the mouth of a deer he just killed, Taibei, a young lonesome Tibetan cowboy, embarks on a long and difficult mission: to bring it back to the holy mountain of Buddha’s handprint. His journey turns sour as an obstinate woman, Joan, and a psychic yet dumb elf, Pu, soon decide to join him. Not to mention the two violent brothers on his tale, who are on a revenge quest.","release_date":"2016-09-11","vote_average":5.3,"runtime":142,"cert":"N\/A","id":412208,"title":"Soul on a String","adult":false,"genre_ids":[]},{"cast":["Janet Ågren","Pippo Franco","Daniela Poggi","Franco Bisazza","Orso Maria Guerrini"],"overview":"A cartoonist, morbidly jealous of his wife's psychiatrist, work out his feelings through his drawings. When the doctor is murdered, he becomes the prime suspect.","release_date":"1981-01-01","vote_average":6.5,"runtime":91,"cert":"N\/A","id":412222,"title":"La gatta da pelare","adult":false,"genre_ids":[35]},{"cast":["Walter Phillips","Isha Talwar","Arjunan Nandakumar","Nassar","Manoj K Jayan"],"overview":"A Hindu boy falls in love with a Muslim girl. Naturally, this romance faces problems.","release_date":"2016-08-26","vote_average":6.5,"runtime":144,"cert":"N\/A","id":412224,"title":"Meendum Oru Kadhal Kadhai","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Complete Comedy Video Collection DVD Set.  1. Ahab The Arab\r 2. Gitarzan\r 3. The Streak\r 4. The Mississippi Squirrel Revival\r 5. Sittin’ up with Dead\r 6. Shriner’s Convention\r 7. Help Me Make It Through The Night\r 8. It’s Me Again Margaret\r 9. Santa Claus Is Watching you\r 10. Everything Is Beautiful  BONUS VIDEO - Thank You","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":412226,"title":"Ray Stevens - Funniest Video Characters","adult":false,"genre_ids":[]},{"cast":[],"overview":"Complete Comedy Video Collection -  1. The Ballad Of The Blue Cyclone (Part 1)  2. Virgil And The Moonshot  3. Juanita &amp; The Kids  4. Too Drunk To Fish  5. The Haircut Song  6. The Pirate Song  7. Freddie Feelgood (And His Funky…)  8. The Ballad Of The Blue Cyclone (Part 2)  9. Hello Mama - Bonus Video  10. Osama-Yo' Mama","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":412228,"title":"Ray Stevens - Greatest Video Hits","adult":false,"genre_ids":[]},{"cast":["René Diaz Calderón","Willington Gordillo","Leidy Herrera","Alfonso López","Heriberto Palacio"],"overview":"Willington's only love, Mariana, is about to get married to René, Willington's cousin. While Willington is trying to get her back, a demobilization process concerning an illegal armed group is underway in the region, and new killings, besides rumors of a thief at large, will endanger Mariana's new family.","release_date":"2016-09-06","vote_average":6.6,"runtime":115,"cert":"N\/A","id":412242,"title":"Guilty Men","adult":false,"genre_ids":[37,18,53]},{"cast":[],"overview":"Roadmovie-like feature about a restless German Girl (Christien Vroegop) who lives with her dog in an old trailer close to the city of Amsterdam. The young girl lives an unstructured, nomadic existence. Wherever she is, there is always something missing and she always thinks that she could find it somewhere else.","release_date":"1994-08-21","vote_average":0.0,"runtime":90,"cert":"N\/A","id":412247,"title":"Crossing Borders","adult":false,"genre_ids":[]},{"cast":[],"overview":"The ecosystem series which started in 1981 counts 15 and is still growing, becoming Koike's lifework. Through the series, Koike has shot a huge amount – thousands – of still photos of objective motifs, from ocean creatures, microbes, and granite to artificial material such as fishing nets. Those photos are developed with a specialized method then reshot with movie film. The style has been thoroughly continued. The images that are created as a result tower before our eyes as an overwhelming visual experience. Each motif has been repeatedly decomposed and reconstructed of its \"attribution\" and \"meaning\", causing a shocking Gestalt breakdown for the audience.","release_date":"1988-08-21","vote_average":0.0,"runtime":16,"cert":"N\/A","id":412249,"title":"Ecosystem 5 ~ A Tremulous Stone","adult":false,"genre_ids":[]},{"cast":["Gena Rowlands","Rob Lowe","Don Murray","Jessica Walter","Tracey Gold"],"overview":"Sam Alden is the 17-year-old high school star player in baseball who seems to have it all. However, his family notices that he is often bothered with fits of coughing. Worried, his parents decide to take him to the hospital, where they are shocked to find out that he has a life-threatening heart disease. Sam has trouble dealing with his illness, but he pretends to still be a joyful teenager to not have his parents worrying even more than they already do. His health is deteriorating, though, and it is eventually revealed that he needs a heart transplant if he wants to survive. This is the beginning of a long journey, which is mentally and physically exhausting. Sam has countless operations, and tests. The search for a donor seems endless to him. Even before the final operation, Sam is forced to deal with several setbacks in his life.","release_date":"1983-02-01","vote_average":0.0,"runtime":100,"cert":"\"\"","id":412251,"title":"Thursday's Child","adult":false,"genre_ids":[18,10770]},{"cast":[],"overview":"In the nineteenth century a young Jewish woman living in the part of Poland controlled by Austria, meets an Austrian Count at a ball held by one of her father's business associates. After he rescues her from the unwanted attentions of a Polish army officer, they fall in love.","release_date":"","vote_average":0.0,"runtime":75,"cert":"N\/A","id":412253,"title":"Judith Trachtenberg","adult":false,"genre_ids":[]},{"cast":["Frédéric Diefenthal","François Berléand","Fanny Cottençon","Clémentine Célarié","Renaud Cestre"],"overview":"","release_date":"2010-06-17","vote_average":5.7,"runtime":null,"cert":"N\/A","id":412261,"title":"Le gendre idéal 2","adult":false,"genre_ids":[35]},{"cast":["David Ortiz Angleró","Antonio Paoli"],"overview":"The life and career of Puerto Rican tenor Antonio Paoli, also known as The King of Tenors and The Tenor of Kings.","release_date":"1991-01-02","vote_average":0.0,"runtime":19,"cert":"N\/A","id":412263,"title":"Antonio Paoli: Rey de Tenores y Tenor de Reyes","adult":false,"genre_ids":[99]},{"cast":["Zvonko Bušić","Julienne Eden Bušić"],"overview":"A documentary film about the life of Zvonko and Julienne Bušić, who in 1976, along with three other Croatians, hijacked a TWA airliner with the sole goal of forcing major world media to publish a leaflet on the human rights abuses against Croatians and others in the former Yugoslav dictatorship: murders, assassinations, imprisonment of students and intellectuals...","release_date":"2013-03-01","vote_average":0.0,"runtime":83,"cert":"N\/A","id":412265,"title":"Lovers and Madmen","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A misguided film director looking for raw, authentic stories meets a young woman who uses her dark truth to manipulate his feelings for her.","release_date":"2014-07-14","vote_average":0.0,"runtime":4,"cert":"\"\"","id":412267,"title":"The Journal Thief","adult":false,"genre_ids":[]},{"cast":[],"overview":"A meteor shower threatens the destruction of all life on earth, one misunderstood man an outcast tries to save it from its impending doom.","release_date":"2016-08-03","vote_average":5.0,"runtime":8,"cert":"N\/A","id":412269,"title":"Safe","adult":false,"genre_ids":[878]},{"cast":["Kelli Konop","Chris Landis","Tina Bockrath","Jacqueline Jade","Honey Lauren"],"overview":"Bill is a professional masseuse who lives in Southern California, and has a life many men would give their right legs to have. He makes house calls to some of the more beautiful and affluent women of Southern California, massages them, and makes love to them (or what is called \"special favors\"), and gets paid for it. What more could a guy ask for? However, he starts doubting whether he's doing the right thing when it comes to these \"special favors\", especially when some of his clients (most notably a blonde named Lillian, played by former Playboy Playmate Tina Bockrath) are looking for more then he expected. Meanwhile, his strictly-business partner, Sue, whom together own and run a tanning salon\/massage parlor in a strip mall, is having her own love issues. She lives with her boyfriend, Jake, a wealthy but obsessed businessman who appears to have his cell phone stuck to his ear at all times and cares more about his business then her, despite her attempts to seduce him. (IMDb)","release_date":"1991-01-01","vote_average":1.5,"runtime":80,"cert":"\"R\"","id":412286,"title":"Totally Exposed","adult":false,"genre_ids":[53]},{"cast":["Rafael Falcon","Esther Fernández","Carlos López","Joaquín Pardavé","Eusebio Pirrín"],"overview":"Financier threatens to foreclose on a cigar-factory's mortgage, but a secret benefactor pays off the owner's debt and saves the day.","release_date":"1938-08-20","vote_average":0.0,"runtime":90,"cert":"N\/A","id":412288,"title":"Tierra brava","adult":false,"genre_ids":[]},{"cast":[],"overview":"This DVD contains the first 2 hours of 4 hours of raw footage of KTLA from the UCLA archives. Contents (both discs): News footage shot during the Tate-Labianca trial. News footage shot during the Hinman &amp; Shea trials News footage shot during the trial following the Hawthorne gun store robbery. News footage shot during the Leslie Van Houten re-trials in 1977 &amp; 1978. Footage of an interview with Bernard Crow (a.k.a. Lotsapoppa). Footage of interviews with prosecutors Vincent Bugliosi and Stephen Kay. Footage of interviews with Manson Family members Bruce Davis, Sandra Good. Nancy Pitman, and Leslie Van Houten. Footage of the arraignment of Kenneth Como, Catherine Share, Mary Brunner. Footage of Charles Manson, Susan Atkins, Steve Grogan and others.","release_date":"2016-01-01","vote_average":0.0,"runtime":109,"cert":"\"\"","id":412290,"title":"Rare Manson Family News Footage: Volume One","adult":false,"genre_ids":[]},{"cast":[],"overview":"A German film crew for station NDR [Norddeutscher Rundfunk] picked the perfect time to visit New York City for their street gang documentary, LEFTY - ERINNERUNG AN EINEN TOTEN IN BROOKLYN, as the area sweltered through a brutal summer heatwave and the infamous 1977 blackout. For five weeks, director Max H. Rehbein and his crew actually lived in the basement of a Brooklyn house owned by the parents of 'Brother Lou' [Louie Morales], the leader of 'The Sex Boys' (named after the street they hung out on, Essex -- after dropping the first two letters), filming many of that gang's most private moments.","release_date":"","vote_average":0.0,"runtime":88,"cert":"N\/A","id":412292,"title":"Lefty - Memories of a Dead One in Brooklyn","adult":false,"genre_ids":[]},{"cast":["Michael McElroy","Jason Benjamin","Jessica Milewicz","David Brian Alley","Ashley Shelton"],"overview":"Hank Mason lives a modest life in his childhood home. He clings to a pretty girlfriend and works toward a lifestyle that doesn't really suit him. When his father is unable to care for himself and moves back in with Roy, he brings an unfulfilled history with him. Through an avalanche of troubles, father and son realize sometimes you have to break out to break in.","release_date":"2015-09-19","vote_average":0.0,"runtime":80,"cert":"\"\"","id":412297,"title":"Prison Break-In","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Lalaloopsy girls find that musical dreams do come true- when you get a little help from your very best friends!  After Jewel learns that Keys dreams of being a pop star, she helps her put together her own band, The Buttonettes.  Soon everyone is feeling the joy of music, as Spot starts making musical art pieces and Dot discovers a new musical galaxy!","release_date":"","vote_average":0.0,"runtime":45,"cert":"N\/A","id":412299,"title":"Lalaloopsy: Band Together","adult":false,"genre_ids":[]},{"cast":["Christopher Bowes","Peter Alcorn","Elliot Vernon","Gareth Murdock","Máté Bodor"],"overview":"Alestorm at Clisson, France. Watch the Plank, The Sunk'n Norwegian, Shipwrecked, Magnetic North, That Famous Ol' Spiced, Nancy the Tavern Wench, Keelhauled, Rumpelkombo, 1741 (The Battle of Cartagena), Drink, Rum","release_date":"2015-06-21","vote_average":0.0,"runtime":52,"cert":"N\/A","id":412301,"title":"Alestorm - live in Hellfest","adult":false,"genre_ids":[]},{"cast":[],"overview":"This whimsical look at rough-and-tumble American politics examines the influence of money, religion and even ancient Rome on presidential campaigns.","release_date":"2016-08-01","vote_average":6.0,"runtime":50,"cert":"\"\"","id":412309,"title":"How to Win the US Presidency","adult":false,"genre_ids":[99]},{"cast":["William Lindesay","Mike Loades","Paul McGann","Guohua Xu","Dr Bingjian Zhang"],"overview":"It's the most extraordinary feat of engineering in history, and one of the most iconic man-made structures on the planet - the Great Wall of China, stretching thousands of miles across barren deserts and treacherous mountains before finally plunging into the sea. But why did the Chinese go to such staggering lengths to build it, and what are the secrets that have enabled it to survive for over 2,000 years?  Now, ground breaking science is re-writing its complex history and de-coding its mysteries to reveal that there is much more to the Great Wall than just bricks and mortar.  Cutting edge chemistry reveals that the secret to the Great Wall's remarkable strength is a simple ingredient found in every kitchen, and a new survey also determines that its length is truly amazing, as we finally solve the enigma at the heart of the world's greatest mega-structure.","release_date":"2014-11-30","vote_average":6.5,"runtime":47,"cert":"N\/A","id":412311,"title":"The Great Wall of China: The Hidden Story","adult":false,"genre_ids":[36,99]},{"cast":["Doug Bain","Sarah Bunton","Bob Dawber","Brian Glassey","Brett Hawker"],"overview":"A documentary that follows the lives of multiple chicken enthusiasts as they prepare for the New Zealand national Chicken competition.","release_date":"2017-05-18","vote_average":9.0,"runtime":90,"cert":"\"\"","id":412316,"title":"Pecking Order","adult":false,"genre_ids":[99]},{"cast":["Heinz Förster-Ludwig","Baby Gray","Fritz Odemar","Claire Reigbert"],"overview":"Short romantic comedy directed by Douglas Sirk.","release_date":"1935-01-01","vote_average":0.0,"runtime":36,"cert":"N\/A","id":412318,"title":"Der eingebildete Kranke","adult":false,"genre_ids":[]},{"cast":["Vincent May","Michael Resin","Sylviane Moret","Benjamin Karmer","Jerome Resin"],"overview":"","release_date":"2016-10-22","vote_average":10.0,"runtime":null,"cert":"\"PG\"","id":412323,"title":"Vicious Minds Project","adult":false,"genre_ids":[27]},{"cast":[],"overview":"","release_date":"","vote_average":1.0,"runtime":null,"cert":"N\/A","id":412325,"title":"El enigma del chico croqueta","adult":false,"genre_ids":[16,12,878]},{"cast":["Dady Brieva","Luciana Salazar","Gustavo Bonfigli","Miguel Torres del Sel","Mario Pereyra"],"overview":"","release_date":"2007-07-19","vote_average":4.0,"runtime":80,"cert":"N\/A","id":412327,"title":"Isidoro, la película","adult":false,"genre_ids":[35,16]},{"cast":[],"overview":"Elena is an ethereal exploration into the complexity and sustainability of love as a choice through the lives of two student artists amid the backdrop of LA.","release_date":"2015-04-03","vote_average":0.0,"runtime":7,"cert":"\"\"","id":412332,"title":"Elena","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-08-22","vote_average":7.0,"runtime":null,"cert":"N\/A","id":412334,"title":"Cirque du Soleil: Solstrom","adult":false,"genre_ids":[35,10751,14]},{"cast":[],"overview":"","release_date":"1955-08-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412336,"title":"Arlecchino Servitore di Due Padroni","adult":false,"genre_ids":[]},{"cast":["Isaac Saviñón","José Guillermo Cortines","David Chocarro","Shalim Ortiz","Marco de Paula"],"overview":"Álvaro and his friends try to scam a Dominican crime lord in order to pay off a debt to a Russian mobster.","release_date":"2016-08-11","vote_average":0.0,"runtime":106,"cert":"N\/A","id":412338,"title":"Loki 7","adult":false,"genre_ids":[35]},{"cast":["Amit Tribhuvan","Tanuja Rahane"],"overview":"Ali Baba and his elder brother Cassim are the sons of a merchant. After the death of their father, the greedy Cassim marries a wealthy woman and becomes well-to-do, building on their father's business. Ali Baba marries a poor woman and settles into the trade of a woodcutter. One day, Ali Baba is at work collecting and cutting firewood in the forest, and he happens to overhear a group of forty thieves visiting their treasure store. The treasure is in a cave, the mouth of which is sealed by magic. It opens on the words \"open sesame\", and seals itself on the words \"close sesame\". When the thieves are gone, Ali Baba enters the cave himself, and discreetly takes a single bag of gold coins home.","release_date":"2006-05-01","vote_average":0.0,"runtime":28,"cert":"N\/A","id":412343,"title":"Alibaba Forty Thieves","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Anthrax at Catton Hall Park, Walton upon Trent, England  You Gotta Believe\r Caught in a Mosh\r Got the Time\r Madhouse\r Fight 'Em 'Til You Can't\r Evil Twin\r Antisocial\r Breathing Lightning\r Indians","release_date":"2016-08-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412345,"title":"Anthrax: [2016] Bloodstock Open Air","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2004-08-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412356,"title":"Corse-du-Sud, impériale beauté","adult":false,"genre_ids":[99]},{"cast":["Guillaume Lemay-Thivierge","Antoine Desrochers","Madeleine Péloquin","Raymond Bouchard","Alexandre Goyette"],"overview":"In the follow up to the box-office hit Nitro (2007), we catch up with Max as he serves time for the role he played in the death of a police officer. When the film begins, Max learns that his 17-year-old son Theo has just been recruited by a criminal organization. Desperate to get him out of this situation, Max escapes from prison. He discovers that Theo and his best friend Charly have fallen under the control of Daphne, an alluring femme fatale, who is taking advantage of the teens’ expert computer skills to plan a bold and risky burglary. Quickly understanding he’ll be unable to persuade his son to walk away from it all, Max joins the team in order to protect them. His driving skills and his athletic prowess will prove to be invaluable assets in this action-packed sequel.","release_date":"2016-08-31","vote_average":6.1,"runtime":96,"cert":"N\/A","id":412361,"title":"Nitro Rush","adult":false,"genre_ids":[28]},{"cast":["Noa Kooler","Oz Zehavi","Amos Tamam","Irit Sheleg","Roni Merhavi"],"overview":"Michal is 32 years old. She became religious 12 years ago, and only now is she getting married. A month before the wedding, while checking out the catering for the event, the groom has a change of heart and the wedding is called off. Michal feels she’s unable to go back to ordinary life, to the usual course of matchmaking. She feels this is the moment to change something very basic in her personality. A simple belief that God is good and sweet; that He wants to give and is only waiting for her to wish it. Michal goes on a month-long journey lasting up to the planned wedding day: “I have the venue, the dress, the apartment; God can easily come up with my groom.”","release_date":"2016-12-25","vote_average":5.2,"runtime":110,"cert":"N\/A","id":412363,"title":"The Wedding Plan","adult":false,"genre_ids":[35,10749]},{"cast":["Nobuhiko Ōbayashi","Akira Kurosawa"],"overview":"This 150-minute documentary, directed by Nobuhiko Obayashi (HOUSE) on the set of AKIRA KUROSAWA’S DREAMS, features behind-the-scenes footage and interviews with cast and crew.","release_date":"1990-11-02","vote_average":8.0,"runtime":150,"cert":"N\/A","id":412365,"title":"Making of Dreams: A Movie Conversation between Akira Kurosawa and Nobuhiko Ôbayashi","adult":false,"genre_ids":[99]},{"cast":["Timothy Regard"],"overview":"Jonah dreams of being able to fly away from his life in the housing commission. But after an encounter at the local skate park, he finds his wings in an unexpected way.","release_date":"2011-02-20","vote_average":0.0,"runtime":7,"cert":"N\/A","id":412367,"title":"Flight","adult":false,"genre_ids":[]},{"cast":["Ecem Uzun","Berke Karaer","Melisa Akman","Murat Deniz","Ayta Sözeri"],"overview":"Ali and Zuhal take their first step out of the orphanage into this big world committing a crime. It becomes impossible for them to live amongst people now, and the forest they take shelter in becomes a desert island for them. A boy and a girl that were thrown out of the civilized world would live the entire human story from scratch.","release_date":"2016-09-07","vote_average":6.7,"runtime":100,"cert":"N\/A","id":412369,"title":"Big Big World","adult":false,"genre_ids":[18]},{"cast":["Jun Fukuyama","Mai Fuchigami","Nobuhiko Okamoto","Ryota Ohsaka","Shizuka Itou"],"overview":"In the alternate universe set in an RPG world, the students of Kunugigaoka Junior High School are heroes under training and students of Class 3-E are those with bug, making them weaker than other heroes.  They ae tasked a defeat Koro-sensei, a Demon King who intentionally teaches them so they can defeat him one day.","release_date":"2016-11-19","vote_average":7.3,"runtime":120,"cert":"N\/A","id":412380,"title":"Koro-sensei Q!","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"Animation studio Sunrise has announced at AnimeJapan 2016 that its 2006 mecha anime series Zegapain will be re-edited into a movie titled Zegapain ADP. The movie will also include new scenes not present in the TV anime.","release_date":"2016-10-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412382,"title":"Zegapain Adaptation","adult":false,"genre_ids":[16]},{"cast":["Takuma Terashima","Kana Asumi","Mamoru Miyano","Kana Hanazawa","Soichiro Hoshi"],"overview":"Shintarou Kisaragi—a NEET who shut himself inside his room for 2 years—has been living his life normally until he met a cyber girl named Ene, who appeared in his computer screen when someone anonymously sent him a mysterious e-mail one year ago. One day, Ene had been messing with Shintaro's PC, which causes him have to go to the outside world for first time in two years.","release_date":"2016-11-04","vote_average":0.0,"runtime":23,"cert":"N\/A","id":412384,"title":"Kagerou Daze: In a Day's","adult":false,"genre_ids":[16,28,35,14,10749]},{"cast":["Liza Minnelli","Jeffrey DeMunn","Swoosie Kurtz","Scott Schwartz","Corey Haim"],"overview":"The problems of a mother who helps her son in his struggles against muscular dystrophy. From the true story of Peter and Mary-Lou Weisman.","release_date":"1985-10-27","vote_average":7.0,"runtime":95,"cert":"\"\"","id":412386,"title":"A Time to Live","adult":false,"genre_ids":[18,10770]},{"cast":["Hubert Damen"],"overview":"","release_date":"2004-12-20","vote_average":8.0,"runtime":null,"cert":"N\/A","id":412388,"title":"Witse: de val","adult":false,"genre_ids":[]},{"cast":[],"overview":"This rare collection of lost film footage, computer graphics, and archival photos, sheds new light on the unbelievable chain of circumstances that had to have taken place to cause the largest ship in history to sink. Take an unforgettable trip insude the ship as well as visit the Titanic in its final resting place on the bottom of the Atlantic.  This in-depth investigation leaves no evidence unturned in its quest to reveal the actual events that caused Terror on the Titanic!","release_date":"","vote_average":0.0,"runtime":45,"cert":"N\/A","id":412390,"title":"Terror on the Titanic","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The story of Lupe &amp; Bruno, she is in love and he doesn't seem interested. The story unfolds at the public transport stop as they grow up.","release_date":"2005-10-28","vote_average":4.0,"runtime":6,"cert":"N\/A","id":412392,"title":"Lupe & Bruno","adult":false,"genre_ids":[35,16,10749]},{"cast":[],"overview":"In a world where wishes are granted by creatures that live under fountains, an apathetic wishgranter is forced to go above ground to grant a wish of love.","release_date":"2016-07-29","vote_average":7.0,"runtime":5,"cert":"\"\"","id":412394,"title":"The Wishgranter","adult":false,"genre_ids":[10749,16,35]},{"cast":["Liv Revamped","Ash Hollywood","Selma Sins","Jenna Ivory","Riley Reyes"],"overview":"Eleven amazing scenes of blazing hot group sex! Four hours of fun!","release_date":"2016-08-01","vote_average":6.0,"runtime":249,"cert":"\"NR\"","id":412402,"title":"Orgy Marathon","adult":true,"genre_ids":[]},{"cast":["David Ortiz Angleró","Flor Piñero de Rivera","Ebenecer López Ruyol"],"overview":"Documentary exploring the life and work of the noted Puerto Rican bibliophile and historian, Arturo Shomburg, who devoted much of his life to collecting and documenting the African heritage and diaspora.","release_date":"1984-01-02","vote_average":0.0,"runtime":26,"cert":"N\/A","id":412404,"title":"El legado de Arturo Alfonso Schomburg","adult":false,"genre_ids":[99]},{"cast":[],"overview":"One November evening a late night visitor to a shopping centre brings about a chain reaction of events that lead to a full scale invasion. Have the undead risen from the grave, or is it something far more sinister?","release_date":"2016-10-29","vote_average":1.5,"runtime":85,"cert":"N\/A","id":412406,"title":"Death Walks","adult":false,"genre_ids":[27]},{"cast":["Peter Strauss","Pamela Reed","John Doucette","Barry Primus","John Goodman"],"overview":"A steel factory that employs most of the town shuts down, leaving a man desperate to keep his family and friends together while alcohol consumes him in this depressing drama.","release_date":"1983-12-04","vote_average":6.5,"runtime":100,"cert":"\"\"","id":412408,"title":"Heart of Steel","adult":false,"genre_ids":[]},{"cast":["Ravi Raghavendra","Rohini","Sanjeevi Hassan","Jayakumar","Pavithra Gowda"],"overview":"5 People, 4 Lifestyles, 3 Murders, 2 Hours, 1 Revenge. The story takes around five persons who are interconnected through life situations, plotted in a house.","release_date":"2016-08-26","vote_average":5.5,"runtime":120,"cert":"N\/A","id":412410,"title":"54321","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"A series of interviews with notorious porno filmmaker Phil Prince, intercut with outtakes and behind-the-scenes footage from his best known films.","release_date":"2002-01-01","vote_average":0.0,"runtime":18,"cert":"\"\"","id":412412,"title":"The Prince of Porn","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The most complete DVD program for the Ballets addicts! 2 hours with the star dancers from Bolshoi and Marinsky theater! The legendary dancers Plisseskaia and Vassiliev with the most rare shootings. First issue on DVD !","release_date":"2006-01-01","vote_average":0.0,"runtime":123,"cert":"N\/A","id":412414,"title":"Les Plus Grands Ballets par Le Théâtre Du Bolchoi","adult":false,"genre_ids":[]},{"cast":["Henry Cloud"],"overview":"Noted author and psychologist, Dr. Henry Cloud (Boundaries) explores the Judeo-Christian perspective on The Secret phenomenon, revealing age-old truths about the powerful attraction that exists in between God and the creation whom He loves.","release_date":"2008-03-11","vote_average":0.0,"runtime":87,"cert":"\"\"","id":412425,"title":"The Secret Things of God","adult":false,"genre_ids":[10751,99]},{"cast":["Alexandra Weaver","Georgina Beedle","Ryan Oliva","Ronan Summers","Ceri Mears"],"overview":"A surreal road movie about a partially deaf teenager hitting the road in a beat up Lada to find the father who abandoned him at birth. The stunning feature film debut of acclaimed commercials writer\/director Rob Sanders.","release_date":"2016-06-20","vote_average":2.0,"runtime":90,"cert":"N\/A","id":412427,"title":"Petroleum Spirit","adult":false,"genre_ids":[]},{"cast":["Stephan Genovese"],"overview":"5 years after being dishonourably discharged from the Service for disobeying a direct order from Downing Street, John Venonesser has gone from a hero to a broken man. Living the life of recluse is about to change.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412429,"title":"Dishonoured","adult":false,"genre_ids":[]},{"cast":["Johnny Messner","Vinnie Jones","Estella Warren","James Remar","Michael Paré"],"overview":"When an ex-CIA agent discovers his family have been kidnapped he sets out to rescue them, only to discover they are being held hostage and won't be released unless he carries out a mission to assassinate the President. He must use his advanced skills to outwit the men holding his family and prevent the assassination from going ahead before the clock runs out for his family.","release_date":"2016-08-29","vote_average":4.0,"runtime":80,"cert":"N\/A","id":412431,"title":"Decommissioned","adult":false,"genre_ids":[28,53]},{"cast":["Floor Jansen","Tuomas Lauri Johannes Holopainen","Marco Hietala","Troy Donockley","Jukka Nevalainen"],"overview":"To Nightwish with Love is a crowd-sourced documentary about fans of Nightwish, from fans to Nightwish. Produced by Yle, The Finnish Broadcasting Company.","release_date":"2016-08-20","vote_average":6.0,"runtime":58,"cert":"N\/A","id":412433,"title":"To Nightwish with Love","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412435,"title":"Penguin baywatch","adult":false,"genre_ids":[99]},{"cast":["Juno","Mikael Gabriel","Viljami Nojonen","Eero Aho","Diana Tenkorang"],"overview":"Unrest breaks out in eastern Helsinki as a Finnish family man gets hospitalized in the summer of 2015. Gangs of young people are burning down cars and public buildings, confronting the security guards and the riot police. The narrative goes backwards, towards the riots which mark the end of our movie. As the story begins, the unrest is still bubbling under, ready to explode any time. Vandalism and robbery are not uncommon in the suburbs; neither is violence towards the police and the security guards. Frustration, alienation, isolation and poverty corrode the asphalt surface of the multicultured society, otherwise relatively harmonious.","release_date":"2016-06-14","vote_average":5.9,"runtime":105,"cert":"N\/A","id":412437,"title":"Flowers of Evil","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412448,"title":"Branne Pavlovič En Dum Kvart","adult":false,"genre_ids":[]},{"cast":["Sue Prado","Orlando Sol","Isadora Villasquez","Blair Arellano","Danilo Mandia"],"overview":"In the midst of the traditional moryonan rites observed every Holy Week in the island province of Marinduque, Mariana receives a devastating news from abroad - her sister, Magda, who was working as a domestic helper in Saudi Arabia is dead. Mariana and her mother then have to deal with the tedious and expensive process of repatriating the remains of Magda.","release_date":"2016-08-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412450,"title":"The Sister","adult":false,"genre_ids":[18]},{"cast":["Brian Austin Green","Danny Trejo","Vinnie Jones","Tom Sizemore","Lori Heuring"],"overview":"Cross is aided by his team of weapons experts Riot, War, Shark, Lucia, Ranger, Saint, Blackfire and Nuke. Their biggest fight is against their most dangerous enemy GUNNAR. A thousand year old Viking that's cursed to live for ever. Gunnar's only chance at ending his own life is to be the last living soul on earth. The Cross Team must stop Gunnar before he ends humanity.","release_date":"2017-02-11","vote_average":4.5,"runtime":98,"cert":"\"\"","id":412452,"title":"Cross Wars","adult":false,"genre_ids":[28]},{"cast":["Angelica Domröse","Gisela May","Heinz-Dieter Knaup","Ekkehard Schall","Hilmar Thate"],"overview":"","release_date":"1966-04-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412454,"title":"Die Tage der Commune","adult":false,"genre_ids":[18]},{"cast":[],"overview":"2004 D1 GRAND PRIX","release_date":"","vote_average":0.0,"runtime":55,"cert":"N\/A","id":412456,"title":"JDM option international volume 6","adult":false,"genre_ids":[]},{"cast":["Aron Flam"],"overview":"","release_date":"2016-01-06","vote_average":10.0,"runtime":null,"cert":"N\/A","id":412458,"title":"Aron Flam: Kön","adult":false,"genre_ids":[]},{"cast":[],"overview":"An unamed girl is haunted by a demonic creatures, She fall to madness, in a succession of nightmarish visions, until she let one of them enter her body into wound in her stomach. (This short Super-8 horror film was only release recently, as bonus content for the DVD edition of Super-8 Madness, a documentary about Action, Horror and Science-Fiction short films in France during the 80's)","release_date":"1989-09-30","vote_average":0.0,"runtime":14,"cert":"N\/A","id":412460,"title":"Dawn","adult":false,"genre_ids":[27,10749]},{"cast":["Jaimie Marchuk"],"overview":"Micro short film directed by Portuguese multi-award winning Sara Eustáquio, 16, starring Canadian young actress Jaimie Marchuk. Student project produced at New York Film Academy, in NYC.","release_date":"2016-08-12","vote_average":0.0,"runtime":3,"cert":"\"NR\"","id":412462,"title":"Mirror","adult":false,"genre_ids":[18,9648,53]},{"cast":["Michael Dixon","Andrew Harwood Mills","Dorsey Levens","Rebecca Summers","Stephen Marcus"],"overview":"Based on a true story in 1985. Derek is a dreamer and a loser. No matter how hard he tries he fails at everything he attempts. Determined to show the world he can succeed at something he forms an American Football team in a country dominated by Soccer, Rugby, Cricket and Fish &amp; Chips. His desire to succeed consumes his life and he is blind to see that his success will lead to him losing everything.","release_date":"2016-10-03","vote_average":5.5,"runtime":99,"cert":"N\/A","id":412464,"title":"Gridiron UK","adult":false,"genre_ids":[35,18]},{"cast":["Jason Kartalian","Melissa Lewis","Joe Seely","Krikor Satamian","Jerry Corley"],"overview":"A comic feature film about an underachieving writer who sets out to write his masterpiece, but is confounded when one of its characters steps into his real life and introduces him to a life of sin and corruption.","release_date":"2000-06-25","vote_average":0.0,"runtime":97,"cert":"\"\"","id":412466,"title":"One False Step","adult":false,"genre_ids":[35,18,10749]},{"cast":["Michael Janibekyan","Ramaz Chkhikvadze","Iya Ninidze","Abesalom Loria","Mziya Kvirikashvili"],"overview":"A story about a life of a group of children in Tbilisi, Georgia during WWII.","release_date":"1987-05-28","vote_average":0.0,"runtime":87,"cert":"N\/A","id":412468,"title":"How's Home, How's Everything?","adult":false,"genre_ids":[10752,10751,18]},{"cast":["Ashok Kumar","Veena"],"overview":"Najma is a 1943 Indian film directed by Mehboob Khan and starring Ashok Kumar and Veena. The film's music is by Rafiq Ghaznavi with lyrics by Anjum Pilibhiti. Najma was the first film under Mehboob Khan's Mehboob Productions banner. Due to its financial success upon release, the film became a blueprint for Muslim socials that followed.","release_date":"1943-01-01","vote_average":4.0,"runtime":120,"cert":"N\/A","id":412470,"title":"Najma","adult":false,"genre_ids":[]},{"cast":["Ava Jamieson","Alana Elmer"],"overview":"Bree, a dishonest 9-year-old receives a terrifying visitor after a parenting lesson goes horribly wrong.","release_date":"2016-06-02","vote_average":6.7,"runtime":13,"cert":"\"\"","id":412472,"title":"Kookie","adult":false,"genre_ids":[27]},{"cast":[],"overview":"","release_date":"1989-08-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412474,"title":"Paraíso Zona Norte - A Falecida","adult":false,"genre_ids":[]},{"cast":[],"overview":"Avant-garde film by Robert Beavers. At first glance, this expression appears like a poetic riddle, but its practical relevance becomes quite obvious for those who see and hear the films. Beavers has worked extensively on re-editing his films to create the larger film cycle \"My Hand Outstretched to the Winged Distance and Sightless Measure,\" a project started in 1968 and finished in 2002.","release_date":"2005-10-23","vote_average":0.0,"runtime":418,"cert":"\"\"","id":412482,"title":"My Hand Outstretched to the Winged Distance and Sightless Measure","adult":false,"genre_ids":[]},{"cast":["Sheraz Ghufoor","Kashaf Ali","Nadeem Beyg","Irfan Khoosat","Shafqat Cheema"],"overview":"Haider gets hooked by the local SHO in a mob firing case. Ultimately after getting away with this case, Haider´s life takes a drastic change. Haider now sees the bigger and bitter picture of the current system, and how it affects everybody. He decides to do something about this system, and in the process, his education, family, friends and love are at stake","release_date":"2014-05-30","vote_average":6.0,"runtime":142,"cert":"N\/A","id":412484,"title":"The System","adult":false,"genre_ids":[28,18,80]},{"cast":[],"overview":"Meet Fat Mamma, a 400-pound madame in a mini-dress, who opens a brothel, employing four fantastic hookers. Visit their training class, where they  re taught the proper techniques in dressing and having sex. Then, watch as the gals go to town on their johns, frolicking on beds, in bubble baths and more. Mamma Mia, these gals make Heidi Fleiss look like Marie Osmond!","release_date":"1969-01-01","vote_average":0.0,"runtime":76,"cert":"\"\"","id":412486,"title":"Obscene House","adult":false,"genre_ids":[]},{"cast":["Gregory Harrison","Perry King","Cheryl Ladd","Robert Monroe"],"overview":"In Burma on the penultimate day of World War II, Cameron Highlander Lachlan 'Lachie' MacLachlan is seriously wounded and transported to a local military hospital. He seems to have recovered from his wounds but appearances can be deceiving. The hospital commander asks nursing Sister Margaret Parker and the five remaining soldiers in her ward to befriend Lachie as he is dying and has only a few weeks to live. Lachie, who is not aware of his prognosis, is a proud man who wants no help from anyone. Slowly however, relationships are formed and Lachie begins to appreciate friendship, something he has never had with anyone.","release_date":"1983-12-01","vote_average":0.0,"runtime":100,"cert":"\"\"","id":412488,"title":"The Hasty Heart","adult":false,"genre_ids":[18,10770]},{"cast":[],"overview":"","release_date":"2016-05-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412490,"title":"Gigant des Nordens","adult":false,"genre_ids":[99]},{"cast":["Mirko Frezza","Alessandro Borghi","Vittorio Viviani","Milena Mancini","Ivana Lotito"],"overview":"At 39 years of age Mirko has just left prison. In the outskirts of Rome, a new future waits for him. When he is elected president of the homeowners’ committee, he realises that he can dream of a different kind of existence. Not only for himself and his family, but for the whole suburb where he lives. This film deals with a “bandit” who, with the help of his best friend Boccione, wants to turn the indifference of the suburb into solidarity and the roads into luxuriant fields of tomatoes, becoming the bearer of a happiness he does not know how to reach. It is the story of a fragile and irrational dream: offering a future to those who do not even believe they deserve a present.","release_date":"2016-09-04","vote_average":6.3,"runtime":97,"cert":"N\/A","id":412492,"title":"I Was a Dreamer","adult":false,"genre_ids":[]},{"cast":["Raúl Carbonell hijo","Jaime Sánchez","Joana Vargas","Patricia Manterola","Renoly Santiago"],"overview":"Based on the life of Puerto Rican salsa singer Héctor Lavoe.","release_date":"2011-02-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":412494,"title":"Lavoe","adult":false,"genre_ids":[10402,18]},{"cast":["Ed Snider","Pelle Lindbergh","Tim Kerr"],"overview":"Flyers documentary. All about the 1985 - 86 season of the Philadelphia Flyers. The Flyers 85-86 season...following their loss in The Stanley Cup Finals the previous year and the death of their All-Star Goalie, Pelle Lindbergh and the exploits of HOFer Mark Howe, Dave Poulin, Brian Propp, Tim Kerr, Brad McCrimmon, Dave Brown and many others! Features great highlights & interviews with the players\/coaches.","release_date":"1987-08-23","vote_average":0.0,"runtime":190,"cert":"\"NR\"","id":412496,"title":"Triumph and Tragedy: The Story of the 1985-86 Philadelphia Flyers","adult":false,"genre_ids":[99]},{"cert":"\"\"","title":"D-Day Plus One","cast":[],"id":412498,"overview":"From the 7th of June 1944 to the fall of Cherbourg, allowing the Allies to switch to the offensive and truly begin the liberation of France and Europe.","runtime":11,"genre_ids":[99],"release_date":"1945-01-01","vote_average":0.0,"adult":false}]