[{"cast":[],"overview":"With Baltic Way, shot at the end of his film studies, Audrius Stonys seizes the first and irrepressible breath of freedom wafting across the places, bodies and views of his people during the days of “the Baltic way”, a human chain going from Vilnius to Tallinn via Riga, formed of 2 million Baltics demanding their countries’ independence in 1989.","release_date":"1990-01-13","vote_average":0.0,"runtime":10,"cert":"N\/A","id":412500,"title":"Baltijos kelias","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412502,"title":"Stars War 7 El.Despertar De La Fuerza","adult":false,"genre_ids":[]},{"cast":["Antonín Hejtmánek","Jirí Jaros","Miroslav Krizan","David Pospisil","Marcel Rech"],"overview":"A group of boys are spending summer riding their bikes across the city but suddenly they are forced to fight a group of thieves.","release_date":"1989-12-23","vote_average":5.0,"runtime":70,"cert":"N\/A","id":412504,"title":"A Slide","adult":false,"genre_ids":[12,10751]},{"cast":["Richard Crenna","Ray Sharkey","Betty Buckley","Ana Alicia","Jeremy Licht"],"overview":"Bill Carney has just been paralyzed from the neck down. He has been taking care of his two sons since his wife left him. Now, when word of his condition reaches her, she wants to take them away, as she feels that he is unable to care for them. And it appears that the courts agree too. So, his lawyer, also a paraplegic, begins the campaign to take his case before the Supreme Court. Will he win?","release_date":"1981-11-23","vote_average":0.0,"runtime":100,"cert":"\"\"","id":412506,"title":"The Ordeal of Bill Carney","adult":false,"genre_ids":[18,10770]},{"cast":["Stephen Macht","Sharon Gless","Aimée Eccles","Richard Anderson","Ina Balin"],"overview":"A young Italian immigrant who loses everything in the 1906 San Francisco earthquake starts over again and builds up a shipping empire, but doesn't find the happiness he thought would come with wealth until he takes up with a young Chinese girl.","release_date":"1978-11-20","vote_average":0.0,"runtime":240,"cert":"\"\"","id":412508,"title":"The Immigrants","adult":false,"genre_ids":[18,10770]},{"cast":["Lee Majors","Noah Beery Jr.","Nehemiah Persoff","Brooke Bundy","William Daniels"],"overview":"The story of Francis Gary Powers, a U-2 pilot for the CIA who was shot down in his spy plane over Russia, captured and imprisoned.","release_date":"1976-09-29","vote_average":0.0,"runtime":120,"cert":"\"\"","id":412510,"title":"Francis Gary Powers: The True Story of the U-2 Spy Incident","adult":false,"genre_ids":[18,10770]},{"cast":["Ruben Zambrano","John Stapleton","Raja","Christian Campbell","Brittany Murphy"],"overview":"Three glamorous \"female\" private investigators from an elite Los Angeles Detective agency are brought back to life after 25 years of slumber in a freeze drying chamber. Frozen by evil villains in 1977, the Angels are brought back to fight crime in the new millenium.","release_date":"2000-07-08","vote_average":9.0,"runtime":86,"cert":"\"\"","id":412515,"title":"Angels!","adult":false,"genre_ids":[35]},{"cast":["John Ford","Mary Ford"],"overview":"This 13 minute documentary short is found on the DVD : \"The Long Voyage Home\" (1940), directed by John Ford and starring John Wayne. The Araner was Admiral Ford's personal vessel and home away from home.","release_date":"2006-06-06","vote_average":0.0,"runtime":13,"cert":"\"\"","id":412517,"title":"Serenity at Sea: John Ford and the Araner","adult":false,"genre_ids":[]},{"cast":["Cassie Ventura","Kenny Wormald","Dena Kaplan","Bobby Lockwood","Sibongile Mlambo"],"overview":"While attending college in Cape Town, Melea Martin feels constrained by the school's strict policies, and decides to set out on her own. Searching for a way to use her talents as a dancer and inspire the community around her, Melea rents a failing theater in order to put on a Hip-Hop Romeo and Juliet performance. But much like the Capulets and Montagues, conflicts between cast members threaten to bring the whole performance to a halt...","release_date":"2016-11-30","vote_average":6.1,"runtime":97,"cert":"\"PG-13\"","id":412519,"title":"Honey 3: Dare to Dance","adult":false,"genre_ids":[18,10751,10402,10749]},{"cast":["Raaghav","Mounika","Adukalam Naren","Priya","Thambi Ramaiah"],"overview":"Velu, a forward thinking youngster of Nanjupuram, an isolated, snake infested village located in the interior of South India, must win an internal battle between rationale and paranoia to unite with Malar, the girl he loves.","release_date":"2011-03-01","vote_average":0.0,"runtime":110,"cert":"N\/A","id":412521,"title":"Nanjupuram","adult":false,"genre_ids":[14,53]},{"cast":["David B. Stewart III","Angelina Leigh","Chuck Maher","Martin Slamon","John Martineau"],"overview":"The Reichsfuhrer-SS Heinrich Himmler was Adolf Hitler's most loyal henchman and one of the most feared men of WWII. Surprisingly, he had only one problem... He had no stomach for murder! When the Reichsfuhrer-SS becomes physically ill during the execution of Russian POW's on the Eastern front in 1941. Ruthless, careerist SS General Hans Shellenberg rats Himmler out to the Fuhrer, Adolf Hitler. Hitler tests his loyal Heinrich forcing him to commit the murder of a Polish prisoner named Danuta with his own hands. Thus awakening the Monster within him that will horrify the world for generations to come! Himmler may please his Fuhrer in 1941, but what awaits him after he commits suicide in 1945 is nothing less than Hell itself. See what happens when Himmler meets Erebus, the gatekeeper of Hell! See the nightmarish suffering that awaits the infamous Nazi leader who murdered millions!","release_date":"2015-11-24","vote_average":4.0,"runtime":93,"cert":"\"\"","id":412529,"title":"Nazi Hell","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Documentary about the Concerto given in Central Park in 2011","release_date":"2011-11-14","vote_average":0.0,"runtime":29,"cert":"\"\"","id":412531,"title":"Andrea Bocelli - Concerto: The Making Of ... Central Park 2011","adult":false,"genre_ids":[]},{"cast":["Phillips Smalley","Lois Weber"],"overview":"A marital romance in which a married artist woos the wife of another man.","release_date":"1911-10-04","vote_average":0.0,"runtime":14,"cert":"\"\"","id":412536,"title":"Lost Illusions","adult":false,"genre_ids":[18]},{"cast":["Myrna Báez","Antonio Torres Martinó"],"overview":"Traces the themes and characteristics present in the plastic arts of Puerto Rico, which represent a search for the Puerto Rican identity.","release_date":"1991-01-02","vote_average":0.0,"runtime":56,"cert":"N\/A","id":412544,"title":"Puerto Rico: arte e identidad","adult":false,"genre_ids":[99]},{"cast":["Nicole Tompkins","Rowan Smyth","Dan Istrate","Circus-Szalewski","Kristen Elling"],"overview":"Rumored to have been lost, Antrum appears as a cursed film from the 1970s. Viewers are warned to proceed with caution. It’s said to be a story about a young boy and girl who enter the forest in an attempt to save the soul of their recently deceased pet. They journey to “The Antrum,” they very spot the devil landed after being cast out of heaven. There, the children begin to dig a hole to hell.","release_date":"2019-11-01","vote_average":0.0,"runtime":95,"cert":"\"NR\"","id":412546,"title":"Antrum","adult":false,"genre_ids":[27]},{"cast":["Dee Snider","Jay Jay French","Eddie 'Fingers' Ojeda","Mark Mendoza","Mike Portnoy"],"overview":"The first “Metal Meltdown” concert series event kicked off at The Joint at the world famous Hard Rock Casino in Las Vegas on May 30, 2015. Legendary, multi-Platinum selling rockers Twisted Sister performed an explosive 90-minute concert of their biggest hits spanning their 40-year career. The show was dedicated to the honor of Twisted Sister’s iconic drummer, A.J. Pero, whose tragic, sudden death just two months prior to the filming of this event shocked the music world. The band announced that not only were all the remaining concerts being performed in 2015 dedicated to the memory of A.J. Pero, but that 2016 would mark the 40th and final year of the band’s legendary live performances. They recruited renowned drummer and friend of A.J. Pero, Mike Portnoy (The Winery Dogs, Dream Theater, Avenged Sevenfold) to take the reins, and his very first Twisted Sister appearance was captured by the “Metal Meltdown” camera crew.","release_date":"2016-07-22","vote_average":0.0,"runtime":85,"cert":"\"NR\"","id":412551,"title":"Metal Meltdown - Featuring Twisted Sister Live at the Hard Rock Casino Las Vegas","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"One taxi driver, the other mechanics or masons. They drive a moped as Johnny Halliday and wear pants Zazous.\r During the weekend, they play in a real western with guns purchased at the supermarket, loaded with blanks. They love violence, their favorite actors are Edward G. Robinson and Glenn Ford. The heroine is selling at the Galerie du Niger. When the Nigerian filmmaker Mustapha Alassane turned the return of an adventurer, the first African western, Serge-Henri Moati wanted to make a film about film. The cowboys are turning black traces and proves at the same time the reality and fiction, film and life, sometimes extremely close, especially when it comes to the Wild West ..","release_date":"1966-08-24","vote_average":0.0,"runtime":14,"cert":"N\/A","id":412559,"title":"Les cow-boys sont noirs","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dev explores what makes Star Wars one of the most loved, successful and hyped franchises of all time, and interviews new stars John Boyega, Daisy Ridley and director J.J. Abrams.  What is the secret of Star Wars? For nearly 40 years it has broken box office records, inspired devotion among millions of fans worldwide, and created unprecedented levels of hype in the lead-up to each new film. What is the reason for the franchise’s appeal, even among young people who may never have seen one of the previous six films?","release_date":"2015-12-11","vote_average":0.0,"runtime":26,"cert":"N\/A","id":412561,"title":"The Secret of Star Wars","adult":false,"genre_ids":[99]},{"cast":["Alessandra Ferri","Massimo Murru","Maurizio Vanadia","Isabel Seabra"],"overview":"Ballet in two acts. Corps de Ballet of the Teatro Alla Scala. Music by Adolphe Adam.","release_date":"1996-01-01","vote_average":8.0,"runtime":116,"cert":"N\/A","id":412566,"title":"Giselle","adult":false,"genre_ids":[10770]},{"cast":["Mishti Chakravarty","Joey Debroy","Ferdous Ahmed","Prosenjit Chatterjee"],"overview":"Porichoi is a 2013 Bengali Language drama film written & directed by Ms. Rupali Guha. It's theatrical release on 21 July 2013. The film is a story of father and daughter, played by Prosenjit Chatterjee and Indrani Chakraborty, highlighting Bengali-speaking Asians living in the UK who find various means to stay connected with their homeland, especially during adversities.","release_date":"2013-07-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412571,"title":"Porichoi","adult":false,"genre_ids":[18]},{"cast":["Saura Bartner","David Marotta","Kenneth Weissman"],"overview":"Three separate events: the birth of a litter of pups at a British reform school for delinquent minors in 1946; a dentist's convention in Cincinnati circa 1936; and common place views of New York City in the 1920s as interpreted by a visitor from Ohio.","release_date":"1976-01-01","vote_average":0.0,"runtime":5,"cert":"\"\"","id":412573,"title":"Dana Can Deal","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1949-08-24","vote_average":0.0,"runtime":20,"cert":"N\/A","id":412575,"title":"Aux quatre coins","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1952-08-24","vote_average":0.0,"runtime":45,"cert":"N\/A","id":412577,"title":"Le Divertissement","adult":false,"genre_ids":[]},{"cast":["Sumanth Ashwin","Mishti Chakravarty","Seerat Kapoor","Saptagiri","Rohini"],"overview":"Ashwin is a college student who falls for Indu. His love for her becomes so distracting that he ignores his former career goals to concentrate on her. His zeal begins to annoy her. She irritably ignores him and goes to Delhi. Heartbroken, he follows her and becomes involved in a murder mystery and is unfortunately arrested. When released from jail he finds that she has left for good. He crosses paths with Neeraja  who promises to help him track her down. Neeraja and Ashwin start getting close to each other.","release_date":"2015-10-22","vote_average":7.0,"runtime":127,"cert":"N\/A","id":412579,"title":"Columbus","adult":false,"genre_ids":[18,35,10749]},{"cast":["Bobby Simha","Sshivada Nair","Pooja Devariya","Napoleon","Karunakaran"],"overview":"Vallavanukkum Vallavan is an upcoming Tamil action drama film directed by Vijay Tesingu, starring Bobby Simha, Sshivada and Pooja Devariya in the leading roles.","release_date":"2018-12-24","vote_average":1.0,"runtime":null,"cert":"N\/A","id":412581,"title":"Vallavanukkum Vallavan","adult":false,"genre_ids":[35,28]},{"cast":["Jai Sampath","Pranitha Subhash","Karunakaran","Kaali Venkat","Naveen"],"overview":"After his girlfriend breaks up with him, a guy tells his friends that he’s going to commit suicide and goes missing. Thus begins a nightmare for the friends","release_date":"2017-02-02","vote_average":6.3,"runtime":135,"cert":"N\/A","id":412583,"title":"Enakku Vaaitha Adimaigal","adult":false,"genre_ids":[35,18]},{"cast":["Rod Steiger","Claire Bloom","Robert Drivas","Jack Smight"],"overview":"A behind-the-scenes look on the making of the movie \"The Illustrated Man\" featuring scenes from the movie and the design and application process of tattooing lead actor Rod Steiger by make-up artists.","release_date":"1969-01-01","vote_average":0.0,"runtime":10,"cert":"\"\"","id":412585,"title":"Tattooed Steiger","adult":false,"genre_ids":[]},{"cast":["Jonathan Kydd"],"overview":"Hitler, Nazi propaganda and 1936 Berlin Olympics are put under the microscope to uncover hidden truths and the historical legacy of those games.","release_date":"2016-07-16","vote_average":6.0,"runtime":44,"cert":"N\/A","id":412590,"title":"Hitler's Olympics","adult":false,"genre_ids":[36,99]},{"cast":[],"overview":"A collection of 14 short films that all revolve around Sun Ra and his time in Chicago","release_date":"","vote_average":0.0,"runtime":73,"cert":"N\/A","id":412592,"title":"The Way Out Is The Way Two","adult":false,"genre_ids":[]},{"cast":["Marika Krook","Åsa Karlin","Nicke Lignell","Onni Thulesius","Mikael Rejström"],"overview":"In the early 1960s, Bella, her husband Kajus and their young son, Thomas, spend seemingly endless holidays together. Next year the arrival of new neighbors, Rosa and Gabe and their two daughters, start changing their lives.","release_date":"1998-01-16","vote_average":4.5,"runtime":104,"cert":"N\/A","id":412594,"title":"Amazing Women by the Sea","adult":false,"genre_ids":[18]},{"cast":[],"overview":"For the artist Fernand Leger (1881-1955), the promise of film as a new art form lay in its potential to exhibit the visual, to present an image rather than tell a story. This attribute characteristic of early cinema, a \u0092cinema of attractions\u0092 (Tom Gunning), has been directly associated with avant-garde film in terms of visual exhibitionism as well as the construction of an audience that is both directly addressed and actively engaged.","release_date":"2007-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":412599,"title":"Mosaik mécanique","adult":false,"genre_ids":[]},{"cast":[],"overview":"The story of a real journey to the centre of a beautiful head of a beautiful mind.","release_date":"2009-09-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412601,"title":"Storia di una donna amata e di un assassino gentile","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-08-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412603,"title":"O Trio do Brasil - 40 Anos","adult":false,"genre_ids":[]},{"cast":["Chadwick Hopson","Alexis Johnson","Landon Henneman","Jyllian Petrie","Jacob Omer"],"overview":"In 2009 John Jones entered Nutty Putty Cave with his brother Josh. What happened next has been a topic of much discussion and controversy ever since. Over 127 rescuers responded to the call for aid, and each one has their own take on the events. A story about love, life, and human connection. Ultimately it is the story about how clearly you can see what matters most when you are at the edge of life and death. Made with cooperation from members of John's immediate family.","release_date":"2016-09-16","vote_average":6.3,"runtime":105,"cert":"\"PG\"","id":412605,"title":"The Last Descent","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A set of seven portraits consisting of personal accounts from the lives of gays and lesbians. The narration includes stories about coming out, bashing, cross-dressing and AIDS.","release_date":"2016-08-24","vote_average":0.0,"runtime":15,"cert":"\"\"","id":412607,"title":"Which Is Scary","adult":false,"genre_ids":[99]},{"cast":["Lili Flores","Leticia Mesa","Eduardo Medina","Alberto O'Neill","Baudilio Ramírez"],"overview":"When cornered by a police lieutenant, Eddie Randall advises the officer that he has a gun, then tells him how he came to this moment: Eddie relocated to New York's Spanish Harlem and was seduced by Rita Felton, who offers him work in her import\/export business.","release_date":"1954-01-01","vote_average":0.0,"runtime":76,"cert":"\"\"","id":412609,"title":"Escombros","adult":false,"genre_ids":[80,18]},{"cast":["Vladimir Chetverikov","Galina Polskikh","Evgeniy Evstigneev","Aleksandr Potapov","Antonina Dmitrieva"],"overview":"A story of a first love between two recent high school graduates who meet one another evening before start of the WWII.","release_date":"1965-11-29","vote_average":7.0,"runtime":87,"cert":"N\/A","id":412611,"title":"Fidelity","adult":false,"genre_ids":[10752,10749,18]},{"cast":["Niní Rodríguez","Miguel Miranda","Leticia Mesa","Antonio Moreno","Julio Torresoto"],"overview":"After Lucas discovers that his wife, Reina, is having an affair with his partner and friend, he divorces her and leaves Puerto Rico with their young son Fernando. Placing Fernando in a boarding school, Lucas travels abroad for some time. But after gambling away most of his money, Lucas returns to San Juan.","release_date":"1957-10-09","vote_average":0.0,"runtime":75,"cert":"\"\"","id":412613,"title":"Tres vidas en el recuerdo","adult":false,"genre_ids":[18]},{"cast":["José Celso Martinez Corrêa","Cacá Rosset"],"overview":"","release_date":"1982-03-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412618,"title":"A Caminho das Índias","adult":false,"genre_ids":[]},{"cast":["Fernando Fernández","Lilia Prado","Domingo Soler","Andrés Soler","Consuelo Guerrero de Luna"],"overview":"Hard-partying college student wants his parents to think he's a serious and respectable young man, so Uncle Felipe pays all his bills and takes the blame for his misdeeds and wildnesses.","release_date":"1952-10-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":412623,"title":"Tío de mi vida","adult":false,"genre_ids":[]},{"cast":["Bryan Singer","Kevin Spacey","Stephen Baldwin","Gabriel Byrne","Kevin Pollak"],"overview":"Short documentary featuring footage of the movie, director Bryan Singer talking about the casting and the five main actors telling more about their role in the film.","release_date":"2002-04-29","vote_average":8.0,"runtime":24,"cert":"\"\"","id":412625,"title":"Pursuing the Suspects","adult":false,"genre_ids":[99]},{"cast":["Bryan Singer"],"overview":"Doin’ Time with The Usual Suspects gives a look behind the scenes, with special attention for the production of the movie. The special feature also contains interviews with the director and actors and footage of the film.","release_date":"2002-04-29","vote_average":0.0,"runtime":25,"cert":"\"\"","id":412627,"title":"Doin’ Time with The Usual Suspects","adult":false,"genre_ids":[99]},{"cast":["Bryan Singer"],"overview":"Featurette in which director Bryan Singer tells more about the mysterious criminal Keyser Soze.","release_date":"2002-04-29","vote_average":0.0,"runtime":18,"cert":"\"\"","id":412629,"title":"Keyser Soze, Lie or Legend - Featurette","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Shot in eleven days in the countryside of Southern Belgium, Gerda 85 is the first feature-length movie made by Patricia Gélise and Nicolas Deschuyteneer.  Inspired by their own lives, they draw a portrait of a young girl in the mid-1980s.  This low-budget and self-produced movie travels though Gerda's interior life in the particular context of those somewhat troubled times.  The film is part of that branch of independent film which is working to discover a free form made from ruptures and experiments  Saturated with the music of its time - New Wave from the beginning of the 80s - the movie is also a portrait of fractured youth, trying to make sense of a life crossed by a history of disillusionment.","release_date":"2007-08-25","vote_average":0.0,"runtime":68,"cert":"N\/A","id":412631,"title":"Gerda 85","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A.I.D.S has become a convenient excuse to desexualize gay culture and to terminate the gay liberation movement. This film confronts the viewer to these facts.  A.I.D.S.C.R.E.A.M. was selected for the A.I.D.S. Media: Counter - representations program of the Whitney Museum, 1989.","release_date":"2003-11-23","vote_average":0.0,"runtime":6,"cert":"\"\"","id":412633,"title":"A.I.D.S.C.R.E.A.M.","adult":false,"genre_ids":[]},{"cast":["Willy Chevalier","Margarita Estremera","Tony Rigus"],"overview":"","release_date":"1964-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412635,"title":"La canción del Caribe","adult":false,"genre_ids":[]},{"cast":["Tony Rigus","Raúl Carbonell hijo"],"overview":"","release_date":"1961-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412637,"title":"Huellas","adult":false,"genre_ids":[]},{"cast":["Berta Novoa","Mario Pabón","Carmen Junco"],"overview":"Based on a real life event, the story of a taxi driver who, after winning the lottery, leaves his wife for another woman who obsesses him.","release_date":"1961-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412639,"title":"Obsesión","adult":false,"genre_ids":[]},{"cast":["Teresa Tió","Sofía Maldonado","José Alicea","Marimar Benítez","Izam Zawahra"],"overview":"The testimonies of some artists on mural painting in Puerto Rico, as well as art historians and curators, offer multiple perspectives of the mural paintings in different geographical areas of the island.","release_date":"2009-01-02","vote_average":0.0,"runtime":55,"cert":"N\/A","id":412641,"title":"La ruta de los murales","adult":false,"genre_ids":[99]},{"cast":["Tristan Risk","Diana Porter","Sophia Cacciola","Izzy Lee"],"overview":"Detective Diana Olmstead arrives on the scene of a body with a mysterious egg sac. A clue leads her to Innsmouth, where she meets a seductive and horrific fate in the form of Alice Marsh.","release_date":"2015-08-19","vote_average":6.3,"runtime":11,"cert":"\"\"","id":412643,"title":"Innsmouth","adult":false,"genre_ids":[27,9648]},{"cast":["Kanayo O. Kanayo","Rekiya Attah","Pete Edochie","Chiwetalu Agu","Chinedu Ikedieze"],"overview":"Major Dubem is a prince from the east and a soldier who serves in the northern part of Nigeria before the war started between them. His father the king, refused to accept Habiba as Dubem’s though she is pregnant for him.","release_date":"2004-12-01","vote_average":0.0,"runtime":82,"cert":"N\/A","id":412645,"title":"Across the Niger","adult":false,"genre_ids":[]},{"cast":["Masayoshi Nogami","Kahoru Tashiro","Sanzo Akaozeki","Masao Oda","Yôko Mifune"],"overview":"LEAD TOMBSTONE tracks the progress of a young sociopathic rake who had, immediately post-WW2, rescued his country farmer mother from rape by stabbing the offending American soldier in the back with a pitchfork. Once grown, the boy continues his violent life as a hoodlum on the run, repaying an outlaw couple who have sheltered him by raping the wife, then, at his boss’s behest, murdering the husband. He’s also not above strangling a girl in her bathtub for kicks. The one spot of normalcy in his life is his shop girl girlfriend, an innocent who, once she discovers his other life, confronts his boss… (from OUTLAW MASTERS OF JAPANESE CINEMA by Chris D)","release_date":"1964-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412650,"title":"Lead Tombstone","adult":false,"genre_ids":[80]},{"cast":["Merri Jamison","Ian Lerch","Brendan Healey","Doan Nguyen","Kieth Liechtenstein"],"overview":"Two soldiers fighting on opposite sides of the Vietnam War find themselves faced with a choice, somewhere between where humanity ends and war begins. Directed and Stunt Choreographed\/2nd Unit Directed by two women, this film considers how we react to different circumstances depending on an array of different elements - for this story, set in front of the backdrop of one of the most controversial wars in American history. It was a war of governments, but this is a story of soldiers. Original music, tense action, witty dialogue and beautiful visual story telling down to nuanced details between the men who, by the end of the film, are more than names on the wall.","release_date":"","vote_average":0.0,"runtime":22,"cert":"N\/A","id":412652,"title":"Names on the Wall","adult":false,"genre_ids":[28,12]},{"cast":["Christopher Stapleton","Trip Hope","Christina Quinn","Fiona Angus","Hunter Stapleton"],"overview":"Batman is captured, held prisoner, and tortured by a petty thief who has a score to settle.","release_date":"2003-01-01","vote_average":2.3,"runtime":29,"cert":"\"\"","id":412654,"title":"The Death of Batman","adult":false,"genre_ids":[28,12]},{"cast":["Tom Holland","Daisy Ridley","Mads Mikkelsen","Demián Bichir","Kurt Sutter"],"overview":"A dystopian world where there are no women and all living creatures can hear each others' thoughts in a stream of images, words, and sounds called Noise.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412656,"title":"Chaos Walking","adult":false,"genre_ids":[878]},{"cast":["Sara Vertongen","Wim Willaert","Esra Vandenbussche","Ingrid De Vos","Isabelle van Hecke"],"overview":"A look at the lives of three generations of women. Monique and her daughter Sylvie run a brothel on the border of West Flanders and France. Eline, Sylvie's six-year-old daughter, is fascinated by the mysterious workplace of her mother and grandmother, but she is never allowed inside. A dramatic event turns their lives upside down and the family ties are put under pressure.","release_date":"2016-09-11","vote_average":7.3,"runtime":112,"cert":"N\/A","id":412658,"title":"Flemish Heaven","adult":false,"genre_ids":[18]},{"cast":["Nuno Lopes","Beatriz Batarda","Jean-Pierre Martins","Gonçalo Waddington","Mariana Nunes"],"overview":"In 2011 Portugal began the so-called \"year of the Troika\" (EU, IMF and ECB budget cuts and economic restructuring), with the level of debt among the Portuguese people reaching staggering amounts and a growing number of families and companies unable to repay their installment loans. Jorge is an unemployed boxer on the verge of losing his son and his wife, who has decided to return to Brazil. As a means of paying off his debt and persuading his wife to remain in Portugal, Jorge accepts a job with a debt-collection agency, which will drag him into a world of violence and crime.","release_date":"2016-08-31","vote_average":6.4,"runtime":112,"cert":"N\/A","id":412660,"title":"Saint George","adult":false,"genre_ids":[18]},{"cast":["Stephen Lush","Lawrence Barry","Des Walsh","Allison Moira Kelly","Evan Mercer"],"overview":"A blood feud divides a small town in rural Newfoundland.","release_date":"2016-09-16","vote_average":7.7,"runtime":89,"cert":"N\/A","id":412662,"title":"Riverhead","adult":false,"genre_ids":[]},{"cast":["Henry Zebrowski","Allyn Rachel"],"overview":"A magician loses his rabbit.","release_date":"2016-08-19","vote_average":6.0,"runtime":6,"cert":"\"\"","id":412664,"title":"Loudini","adult":false,"genre_ids":[]},{"cast":["Dylan Bruce","Percy Hynes White"],"overview":"Tim Tucker (Dylan Bruce) was a star forward who broke a knee and never got drafted to the NHL. After the injury, Tim left hockey and became a hitman. Ten years later he finds himself back in town to look after his brother Matthew (Percy Hynes White), with a chance to set things right. But will his past wreak havoc with his shot at redemption? Written and directed by Brett and Jason Butler, First Round Down is a tire-squealing, gun toting, bad ass comedy set in a blue collar town.","release_date":"2017-03-04","vote_average":10.0,"runtime":null,"cert":"\"\"","id":412669,"title":"First Round Down","adult":false,"genre_ids":[28,35]},{"cast":["Struan Sutherland","Stoo Metz","Struan Sutherland","Dale Willman","Wendy Blais"],"overview":"Head Space is a hilarious and heartwarming film about Floyd (Struan Sutherland), an agoraphobic with no intention of ever leaving his basement. His past as a taller-than-average comedian and TV pitch-man has left him broken and unable to face his demons. That is until he finds himself both summoned for jury duty and under the constant harassment of the pizza delivery guy (Stoo Metz). With no other option, Floyd must confront his past, make friends with his enemies, and battle the great big scary unknown that is the outside world.","release_date":"2016-09-19","vote_average":0.0,"runtime":66,"cert":"N\/A","id":412671,"title":"Head Space","adult":false,"genre_ids":[]},{"cast":["Zélia Diniz","José Carlos Sanches","Toni Vasconcelos","Ivan de Almeida","Wilson Grey"],"overview":"","release_date":"1979-08-25","vote_average":7.0,"runtime":null,"cert":"N\/A","id":412673,"title":"Camouflaged Virgin","adult":false,"genre_ids":[18]},{"cast":["Sophie MacLean","Bryde MacLean","Heidi Grant","Carl Peterson"],"overview":"Dissatisfied with her options in the world of striving, a young deaf woman, Iris (Sophie MacLean), decides to give up on yearning to connect. Instead she floats along, working at a greenhouse, embracing her silent solitude and learning to be happy with less. Everything is going just fine until she meets a precocious musician named Celeste (Bryde MacLean). Beautifully shot on Prince Edward lsland, Singing to Myself is an intimate gaze into the complexity and ease of female friendship.","release_date":"2016-09-20","vote_average":0.0,"runtime":72,"cert":"N\/A","id":412675,"title":"Singing to Myself","adult":false,"genre_ids":[]},{"cast":["Koumbie","Taylor Olson"],"overview":"Ariyah, an ambitious young animator, reluctantly gets involved with a club photographer, Tristan. The film follows the couple as they struggle through the ups and downs of a modern romance and an unplanned pregnancy.","release_date":"","vote_average":0.0,"runtime":85,"cert":"N\/A","id":412677,"title":"Ariyah & Tristan's Inevitable Breakup","adult":false,"genre_ids":[]},{"cast":["Walter Bonatti","Reinhold Messner","Riccardo Cassin"],"overview":"","release_date":"2009-01-02","vote_average":10.0,"runtime":null,"cert":"N\/A","id":412679,"title":"Riccardo Cassin - 100 Anni di Alpinismo","adult":false,"genre_ids":[99]},{"cast":["Lorraine Toussaint","Aisha Hinds","Thomas Q. Jones","Erica Tazel","A. Russell Andrews"],"overview":"A group of troubled strangers looking to escape their woes end up sharing a transformational experience on an island steeped in African-American heritage and culture.","release_date":"2015-06-12","vote_average":0.0,"runtime":null,"cert":"\"\"","id":412681,"title":"Runaway Island","adult":false,"genre_ids":[18]},{"cast":["Julio Torresoto","Sonia Vivas","Charlene Koh","Mark Massi","Daniel Earnshaw"],"overview":"Alba is a mystic who lives in an underground apartment. A plumber named Carlos is visiting her when a disaster causes the building to collapse, trapping both of them.","release_date":"1981-09-02","vote_average":3.0,"runtime":92,"cert":"\"\"","id":412683,"title":"Atrapados","adult":false,"genre_ids":[14,878,18,27]},{"cast":[],"overview":"Winner of the grand prize at the 1946 Venice Biennale","release_date":"1944-01-01","vote_average":4.0,"runtime":10,"cert":"N\/A","id":412685,"title":"The Lightning Rod Thief","adult":false,"genre_ids":[16]},{"cast":["Jean-Simon Leduc","Martin Dubreuil","Marie Brassard","Francis La Haye","Robin Aubert"],"overview":"Caught stealing drugs from the wrong people, 27 year old Vincent is in trouble and on the run from the local mob. Fleeing to the backwoods, Vincent unexpectedly reconnects with his brother Michel with whom he’d cut ties many years ago. As he tries to maintain the semblance of a normal life hanging out with friends and playing in his band, Vincent witnesses his brother's own turbulent downward spiral.","release_date":"2017-08-10","vote_average":0.0,"runtime":91,"cert":"N\/A","id":412687,"title":"Shambles","adult":false,"genre_ids":[]},{"cast":["Satoshi Tsumabuki","Hikari Mitsushima","Keisuke Koide","Asami Usuda","Yui Ichikawa"],"overview":"Tanaka is going through a tough time trying to support his younger sister Mitsuko, recently arrested and hold up in jail. As an investigative reporter, he immerses himself into a story about a shocking murder case gone cold; a family was brutally murdered a year ago and the case remains unsolved.","release_date":"2017-02-18","vote_average":6.1,"runtime":120,"cert":"N\/A","id":412692,"title":"Traces of Sin","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"Animated short about a boy and a girl.","release_date":"1978-02-13","vote_average":7.0,"runtime":8,"cert":"N\/A","id":412694,"title":"A Boy and a Girl","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Soviet animation","release_date":"1978-01-01","vote_average":7.3,"runtime":18,"cert":"N\/A","id":412696,"title":"Poor Lisa","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A film on the come back of exorcism in the contemporary world. Each year a growing number of people call their sense of unease “possession.” The Church answers to this spiritual emergency nominating an increasing number of exorcist priests and organizing training courses. Father Cataldo is one of the most sought-after exorcists in Sicily and elsewhere; he is famous for his tireless fighting spirit. Every Tuesday Gloria, Enrico, Anna, and Giulia, along with many others, attend Father Cataldo’s mass for deliverance, trying to find a cure for a sense of discomfort that has no answer nor a name. Whether believers or not, how far are we prepared to go to get recognition for our own disease? What are we prepared to do to be delivered from it, here and now?","release_date":"2016-09-06","vote_average":6.8,"runtime":89,"cert":"N\/A","id":412698,"title":"Deliver Me","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A day in the life of a tower block of flats, where the two main vertical channels of communication are the lift and the drain.","release_date":"1981-01-01","vote_average":8.0,"runtime":10,"cert":"N\/A","id":412700,"title":"Skyscraper","adult":false,"genre_ids":[16]},{"cast":["Reda Kateb","Marie-Agnès Gillot","Juliette Vial"],"overview":"An opera ballet that doesn't exist. A ghost-like piece, played in Opera Bastille and danced at Opera Garnier. An almost mystical link between both scenes. A musician is testing sounds in Bastille's pit. The choir are taking their place in the rehearsal studio. Both sides are fine tuning the work in progress of an opera ballet: Sarah Winchester, her grief, her madness, her home and her ghosts.","release_date":"2016-07-14","vote_average":5.8,"runtime":23,"cert":"N\/A","id":412702,"title":"Sarah Winchester: Ghost Opera","adult":false,"genre_ids":[]},{"cast":["Robin Givens","Columbus Short","Malika","Luenell","Gary Owen"],"overview":"Co-workers question their marriages for a variety of issues, including anger management, child-like spouses and manipulative children.","release_date":"2016-02-20","vote_average":0.0,"runtime":80,"cert":"\"\"","id":412704,"title":"Definitely Divorcing","adult":false,"genre_ids":[35]},{"cast":["Noël Burton","Alan Doyle","Rhiannon Morgan","Michelle Rex","Guy Sprung"],"overview":"On July 1st, 1916, the Newfoundland Regiment took part in a massive First World War offensive on the Somme, led by the British, to liberate France and Belgium from the claws of the Germans. To commemorate its 100th anniversary, Brian McKenna’s latest feature documentary film Newfoundland at Armageddon tells the story of this epic tragedy. Using a technique that brings new meaning to reenactment, McKenna recruits descendants of soldiers who fought this battle, offering a unique opportunity to relive the experience of their ancestors in trenches built specifically for this moving and enlightening film.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":412706,"title":"Newfoundland At Armageddon","adult":false,"genre_ids":[]},{"cast":["Andrew Killawee"],"overview":"Canada 360 is an epic adventure – capturing a 5-year circumnavigation of the world’s longest coastline from the air. This never-before- seen view of Canada, narrated by director Andrew Killawee – reveals the secrets of Canada’s 3 coastlines, and its southern border with the USA. From the Rocky Mountains, Badlands, Prairies, Canadian Shield, Arctic tundra, and the rugged Atlantic Coast – Canada 360 brings the Canadian landscape to life. On the ground, the film’s team explores dozens of communities, from Toronto to Tuktoyaktuk – meeting hundreds of ordinary Canadians.","release_date":"2015-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":412708,"title":"Canada 360","adult":false,"genre_ids":[]},{"cast":[],"overview":"Animated interpretation of the Bizet opera, second in a trilogy.","release_date":"1995-01-01","vote_average":6.7,"runtime":4,"cert":"N\/A","id":412710,"title":"Carmen Habanera","adult":false,"genre_ids":[16]},{"cast":[],"overview":"En Francais S.V.P. documents a year in the life of the Acadian Melanson family as they face the challenges of raising their French children in an English community.","release_date":"","vote_average":0.0,"runtime":52,"cert":"N\/A","id":412712,"title":"En Francais SVP","adult":false,"genre_ids":[]},{"cast":[],"overview":"This movie is about a glass of water. However, it's not only that. It's about our social and racial struggles in this corrupt society.","release_date":"","vote_average":0.0,"runtime":14,"cert":"N\/A","id":412714,"title":"A Glass of Water","adult":false,"genre_ids":[]},{"cast":["Louise Poirier"],"overview":"Lou our guide takes us to the dark and flooded underground corridors of the vast and abandoned mining complex that lies beneath the surface of \"Bell Island\" in Newfoundland.","release_date":"2016-04-17","vote_average":0.0,"runtime":52,"cert":"N\/A","id":412716,"title":"The Iron Island","adult":false,"genre_ids":[]},{"cast":["Ashley MacIsaac","Mary Jane Lamond","Laura Smith","Buddy MacDonald"],"overview":"For nine days in October, Cape Breton Island is alive with music, energy and excitement as people come from far and wide to celebrate the Celtic Colours International Festival. From concerts to dances and workshops to community suppers, this renowned festival offers a full range of events against a gorgeous backdrop of autumn colours. We Are an Island emotional documentary takes us on a journey into the 2015 festival to experience the world's best Celtic music, see breathtaking Fall scenery, and learn how Celtic Colours continues to change lives.","release_date":"","vote_average":0.0,"runtime":55,"cert":"N\/A","id":412721,"title":"Celtic Colours: Spirit of the Festival","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1993-12-17","vote_average":0.0,"runtime":28,"cert":"N\/A","id":412723,"title":"Ranma ½ OVA 2: Tendo Family Christmas Scramble","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Salina Kemp, a Masters student, mother and Mi'kmaw from the Millbrook First Nation, takes us on a journey through all aspects of the 'food security' issue as it affects Indigenous People - both historically and in the present.","release_date":"","vote_average":0.0,"runtime":45,"cert":"N\/A","id":412725,"title":"Wi'kupaltimk: Feast of Forgiveness","adult":false,"genre_ids":[]},{"cast":["Cristina Soria","Rodrigo Sáenz de Heredia","Diana Lázaro","Aurora Herrero"],"overview":"","release_date":"2016-08-25","vote_average":4.5,"runtime":null,"cert":"N\/A","id":412727,"title":"Fantasma","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Chris Ware's comic strip character comes to life.","release_date":"2009-01-01","vote_average":5.5,"runtime":4,"cert":"\"\"","id":412729,"title":"Quimby the Mouse","adult":false,"genre_ids":[16]},{"cast":[],"overview":"100 Short Stories is a collage ranging from the serious to the humourous. This original and engaging documentary tackles opinions regarding governance, public policy, and questions what are sound ideas socially, environmentally and culturally in today’s society. It’s about predatory Capitalism, renewable energy, stopping the frakers, and contemporary life in Atlantic Canada. Created by Neal Livingston, a well known Nova Scotian documentary filmmaker and artist – as well as renewable energy practitioner, developer and policy advocate – who calls the film partly autobiographical.","release_date":"2016-09-19","vote_average":0.0,"runtime":70,"cert":"N\/A","id":412731,"title":"100 Short Stories","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1994-06-17","vote_average":0.0,"runtime":30,"cert":"N\/A","id":412733,"title":"Ranma ½ OVA 5: The One to Carry On (1)","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"1994-08-19","vote_average":0.0,"runtime":30,"cert":"N\/A","id":412735,"title":"Ranma ½ OVA 6: The One to Carry On (2)","adult":false,"genre_ids":[16]},{"cast":[],"overview":"The Gift is an uncompromising look into one of the world’s busiest organ-transplant hospitals. In cinéma-vérité style, we witness the most profound experiences in any human life: moments of unbearable suspense leading to sudden and senseless loss, or the unexpected joy of a second chance. With empathy and honesty, The Gift transports us to a world few of us understand, but all of us are fated to someday visit. An arresting tour de force of observational filmmaking, both beautiful and profound.","release_date":"","vote_average":0.0,"runtime":87,"cert":"N\/A","id":412737,"title":"The Gift","adult":false,"genre_ids":[]},{"cast":["Cassandre Collins"],"overview":"My Life So Far is a revealing portrait of a young Haitian Canadian returning to her native country to rediscover her culture, her struggles and successes as an athlete and her transformation into an independent young woman. Cassandre left Haiti in 1994 when she was adopted by Canadian filmmaker, Alan Collins, and visual artist, Violet Rosengarten. Growing up in Nova Scotia, Cassandra develops a love, and a serious talent for, track and field. This warm and affectionate documentary, captured by her parents over her entire lifetime, follows Cassandre’s athletic pursuits while highlighting the universal aspects of her personal story.","release_date":"2016-09-20","vote_average":0.0,"runtime":40,"cert":"N\/A","id":412739,"title":"My Life So Far","adult":false,"genre_ids":[]},{"cast":["Glenn Berggoetz","Paul Rohrer","Maya Grace","Tim Fegan","Kaija Harris"],"overview":"A mentally disturbed car mechanic, with a deep fascination of Aztec culture, is convinced that if he consumes enough human eyeballs, he'll possess the ability to see in the future.","release_date":"2016-10-26","vote_average":10.0,"runtime":86,"cert":"\"\"","id":412741,"title":"Auto Shop of Horrors","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"Bluefin is a tale of epic stakes set in “the tuna capital of the world.” In North Lake, Prince Edward Island, filmmaker John Hopkins tries to shed light on a baffling mystery: normally wary bluefin tuna no longer fear humans, and no one is quite sure why. Astonished Island fishermen and scientists offer conflicting explanations for the bluefin’s puzzling behaviour. One thing is certain: this great resurgence of gigantic tuna flies in the face of scientific assessments claiming that endangered stocks are down by 90 percent.","release_date":"2017-09-29","vote_average":7.7,"runtime":53,"cert":"N\/A","id":412743,"title":"Bluefin","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The American Dream Is the cultural motif that has inspired North America for the last century. Work hard, save, sacrifice and you will get ahead. America offers the freedom of upward mobility. But over the last decade the American Dream has been called into question. For many, it no longer seems to be working. The MILLENNIAL DREAM is a feature length documentary that explores the values that may replace the cultural motif known as The American Dream. As the Millennial generation becomes the most significant portion of the work force what will change about what we want from our jobs, what education will look like, what kinds of companies will succeed in the new economy and what kinds of living communities will be desired? And what can cities and regions do to attract the new economy? Interviews with experts such as Seth Godin and the personal reflections of young workers will stir debate and dialogue around what might emerge as the Millennial Dream.","release_date":"2016-03-15","vote_average":3.7,"runtime":42,"cert":"N\/A","id":412745,"title":"The Millennial Dream","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Searching for Realism is a winding exploration of Nova Scotia, Canada and of it’s contemporary realist artists, their curators and their exhibition “Capture 2014: Nova Scotian Realism.” The film invites us to join in the curatorial journey through artist’ studios across the province and culminates with the exhibition opening at Dalhousie University Art Gallery. Searching for Realism provides a window into realist painting in Nova Scotia from the point of view of the artists themselves, who took matters into their own hands and organized this record-breaking exhibition.","release_date":"2016-09-22","vote_average":0.0,"runtime":45,"cert":"N\/A","id":412747,"title":"Searching for Realism","adult":false,"genre_ids":[99]},{"cast":["Taimak","Garret Sato","Theresa June-Tao","Kimberly Arland","Kimberly Arland"],"overview":"Alexander (Taimak) leads a team of martial arts experts to save a beautiful, kidnapped queen. As things start to go wrong, they could get trapped in a Hell they never imagined.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":412749,"title":"Repeat Offenders: Jamais Vu","adult":false,"genre_ids":[878,28]},{"cast":["Isiah Medina"],"overview":"To Idealising Ideas  And the next life time.","release_date":"2013-01-28","vote_average":0.0,"runtime":11,"cert":"N\/A","id":412751,"title":"For Zoohky.m4v","adult":false,"genre_ids":[]},{"cast":["Karen Caracheo","Luis Rodrigo Goribar","Cecil Jimenz","Miquel Angel Rey","Javier Román"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412753,"title":"Five Colors","adult":false,"genre_ids":[35]},{"cast":["Charlie Cox","Tony Curran","Mackenzie Crook","Freema Agyeman","Eve Myles"],"overview":"In a quiet countryside farmhouse, Britain's vampires gather for their once-every-fifty-years meeting. Others will be joining them too; Sebastian Crockett, an unwitting Essex boy who thinks he's on a promise with sexy cougar Vanessa; and a detachment of Special Forces vampire killers who have bitten off more than they can chew. This is certainly going to be a night to remember... and for some of them it will be their last.","release_date":"2017-04-06","vote_average":5.4,"runtime":93,"cert":"\"\"","id":412758,"title":"Eat Locals","adult":false,"genre_ids":[28,35,27]},{"cast":["Breeda Wool","David Gerson","Evan Louison","Malia Scharf","Livia Hiselius"],"overview":"On a whim, Eve, a young Swedish traveler, accepts an invitation from Peter to vacation on his family's private island off the coast of New England. As a series of unexpected delays prevent other guests from arriving, Eve discovers that she has little in common with the increasingly erratic Peter. Gradually the idyllic natural beauty of the island gives way and Eve finds herself trapped in a state of surreality punctuated by bizarre visions, dimensional shifting and secret pizza.","release_date":"2016-10-28","vote_average":6.3,"runtime":87,"cert":"\"\"","id":412760,"title":"Automatic at Sea","adult":false,"genre_ids":[9648,12,18]},{"cast":["Martin Dingle-Wall","Ken Lally","Kenny Wormald","Connor Williams","Gary Sturm"],"overview":"An alcoholic drifter must battle withdrawal and psychotic rednecks after he becomes the target of a deranged sporting event.","release_date":"2017-09-22","vote_average":5.2,"runtime":91,"cert":"\"NR\"","id":412762,"title":"Happy Hunting","adult":false,"genre_ids":[27,53]},{"cast":["Ruby Lee Dove II","Hal Schneider","Mary Anzalone","Devyn Placide","Mykal Monroe"],"overview":"Two graffiti artists break into an abandoned, reportedly haunted research facility in hopes of creating an art installation, but stumble upon a secret team of demented researchers who are in the process of resurrecting an ancient sea creature - who they now must fight in order to escape alive.","release_date":"2018-06-08","vote_average":8.5,"runtime":72,"cert":"\"NR\"","id":412764,"title":"Soft Matter","adult":false,"genre_ids":[878,35,27]},{"cast":["Rusty Joiner","Sigrid La Chapelle","Rhoda Pell","Hassan Galedary"],"overview":"California, Mojave Desert, 1998. A strange glow appears in the sky. Sam, a forty-something door-to-door salesman, travels through the few inhabited zones of the Californian desert in search of clients.","release_date":"2016-09-27","vote_average":5.3,"runtime":75,"cert":"N\/A","id":412766,"title":"Sam Was Here","adult":false,"genre_ids":[27,9648,53]},{"cast":["Paul Williams"],"overview":"When Brian De Palma's 1974 film Phantom of the Paradise was released, it was considered a failure almost everywhere. Except in the Canadian city of Winnipeg, Manitoba. Here is the story of a town and its love for the now cult classic.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412768,"title":"Phantom of Winnipeg","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Sink is set in Tomioka’s brightly coloured yet worn and grubby surreal world, where on this occasion we see commuter trains packed with deep sea divers reading pornography. Sealed off behind their protective shells from any real human contact, the commuters are clearly inspired by Tomioka’s experiences on Tokyo’s underground but perhaps represent everyone who shuts themselves away behind iPods, computers and books, afraid of real face-to-face human interaction.","release_date":"1999-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":412770,"title":"Sink","adult":false,"genre_ids":[]},{"cast":["Trisha Brown"],"overview":"A filmed record of a solo performance by American postmodern dancer and choreographer Trisha Brown. In order to better understand the dance, Mangolte learned to perform it herself. Mangolte shot Brown as she performed the solo twice, and then on the third take she decided to film in slow motion: \"I shot slow motion, knowing that it would reveal the dance and the movement in a totally different context... the slow motion version permits a second look at the choreography, and the spectators can marvel at what they remember and also what they missed the first time around.\"","release_date":"1978-01-02","vote_average":0.0,"runtime":8,"cert":"\"\"","id":412781,"title":"Water Motor","adult":false,"genre_ids":[]},{"cast":["Victoria Valentina","Ava Devine","Kara Nox","Miss Bunny"],"overview":"It's not every day that you get a preset better than this. Beautiful women with deliciously busty racks, all antsy and ready to fuck!","release_date":"2013-11-26","vote_average":8.0,"runtime":135,"cert":"\"NC-17\"","id":412786,"title":"Milftastic Titties","adult":true,"genre_ids":[]},{"cast":["Sos Sargsyan","Henrik Alaverdyan","Galya Novents"],"overview":"Small provincial town at the end of the 19th century. Barber Hakob is a passionate pigeon-admirer with them finding his peace of mind and filling the dullness of provincial life with poetry. Soon he is forced to choose his pigeon loft or his daughter's happiness.","release_date":"1985-02-24","vote_average":10.0,"runtime":82,"cert":"N\/A","id":412788,"title":"White Dreams","adult":false,"genre_ids":[]},{"cast":[],"overview":"An exploration of the future of clothing, profiling forward-thinking companies at the forefront of redefining how and what we wear.","release_date":"2014-10-31","vote_average":0.0,"runtime":46,"cert":"\"\"","id":412790,"title":"The Next Black","adult":false,"genre_ids":[99,36]},{"cast":["Jessica Lynn","Jaelyn Fox","Dirty Harry","Candi Summers","Cameron Love"],"overview":"When it comes to XXX-tra curricular activities, nobody plays hard like we do that's why we've decided to put it all together for your stroking pleasure. Watch and drool as some of the hottest and biggest booties on campuses across the country take part in the nastiest after-school pastimes for \"University Bubble Butts Volume 3\". Nowhere else will you find the hottest teens getting their round, shiny, bubble butts stuff with hard cocks!","release_date":"2010-04-15","vote_average":7.0,"runtime":121,"cert":"\"NR\"","id":412792,"title":"University Bubble Butts 3","adult":true,"genre_ids":[]},{"cast":["Kimberly Kupps","Joel Lawrence","Jerry Butler","Brigitte Aime","Damian Wolf"],"overview":"High-Rise Honeys Show You Just How Good Life On Top Can Be.","release_date":"1994-01-01","vote_average":6.0,"runtime":72,"cert":"\"NC-17\"","id":412803,"title":"Tails from the Tower","adult":true,"genre_ids":[]},{"cast":[],"overview":"In an empty room, a chair and an easel appear. One by one, paintings and drawings are composed on the easel, slip off, and slide up the walls. Coats and a coat rack appear. Then a bed comes up from the floor. A mattress materializes, a bedspread and pillows, too. Other features of the room appear. By the end, it's a bedroom at Arles, as painted by Vincent Van Gogh.","release_date":"1990-05-01","vote_average":7.0,"runtime":1,"cert":"N\/A","id":412805,"title":"The Bedroom","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Videodance.","release_date":"1985-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":412807,"title":"Ar","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2016-07-19","vote_average":0.0,"runtime":null,"cert":"\"\"","id":412809,"title":"Pink Zone","adult":false,"genre_ids":[]},{"cast":["Mina Olivera","Don Jeanes","Robert Fleet","Michelle Taylor","Emílio Dantas"],"overview":"A film crew tracks a group of researchers and their breakthrough disease research. While battling through the rain-forest, things turn deadly leaving them fighting to survive.","release_date":"2014-01-01","vote_average":3.0,"runtime":83,"cert":"\"\"","id":412811,"title":"Dark Amazon","adult":false,"genre_ids":[12,27,53]},{"cast":[],"overview":"Abstract videodance.","release_date":"2009-01-03","vote_average":0.0,"runtime":4,"cert":"N\/A","id":412813,"title":"Carne III","adult":false,"genre_ids":[]},{"cast":[],"overview":"Videodance.","release_date":"1976-01-03","vote_average":0.0,"runtime":5,"cert":"N\/A","id":412815,"title":"Cambiantes","adult":false,"genre_ids":[]},{"cast":[],"overview":"‘Dead Harbor’ deals with the people who were living in worst asylums at that time – institutions in which the society was throwing a way all those who they wanted to get rid off and marginalize: psychiatric patients, alcoholics, old people who no one wanted, ex prostitutes and the other social cases. Work was filmed in Asylum for adults in Bidružica. Without any real care or therapy, under hard sedatives and drugs, inhabitants of Asylum wasted their days without any meaningful activities – walking in circles in the yard, sitting on the benches or in the best case drinking in local pubs.","release_date":"1976-01-01","vote_average":0.0,"runtime":55,"cert":"N\/A","id":412826,"title":"Forbidden: Dead Harbor","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Invicta FC 16: Hamasaki vs. Brown was a mixed martial arts event that was headlined by an Invicta FC Atomweight Championship bout as champion Ayaka Hamasaki defended against Amber Brown. The co-main event will crown an interim flyweight champion in a fight between Vanessa Porto and Jennifer Maia while reigning champion Barb Honchak takes time off. The event was scheduled to feature the return of Alexa Grasso against Stephanie Eggink, however Grasso broke her hand a week before the event and was replaced by Angela Hill. Amberlynn Orr was set to debut against Kelly McGill but Orr was forced to pull out as well due to an injury and was replaced by Aspen Ladd.","release_date":"2016-03-11","vote_average":0.0,"runtime":null,"cert":"\"\"","id":412828,"title":"Invicta FC 16: Hamasaki vs. Brown","adult":false,"genre_ids":[]},{"cast":[],"overview":"Invicta FC 18: Grasso vs. Esquibel was a mixed martial arts event headlined by a strawweight fight between undefeated Alexa Grasso and Jodie Esquibel. The winner of the main event is expected to receive the next strawweight title shot against champion Angela Hill. The original co-main event was to be Irene Aldana facing undefeated Brazilian fighter Taila Santos to determine who challenges Tonya Evinger next for the bantamweight championship, however VISA issues forced Santos off the card and the fight was removed. Lynn Alvarez was scheduled to fight undefeated Indian fighter Manjit Kolekar but VISA issues forced Kolekar off the card and she was replaced by Mizuki Inoue. Agnieszka Niedzwiedz was scheduled to fight Claudia Rey but Rey was also unable to make the event due to VISA issues and was replaced by Christine Stanley. Aldana, Rey, and Santos are now being scheduled for the next event.","release_date":"2016-07-29","vote_average":0.0,"runtime":null,"cert":"\"NR\"","id":412830,"title":"Invicta FC 18: Grasso vs. Esquibel","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1994-12-16","vote_average":2.0,"runtime":30,"cert":"N\/A","id":412832,"title":"Ranma ½ OVA 7: Reawakening Memories (1)","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"1995-02-17","vote_average":2.0,"runtime":30,"cert":"N\/A","id":412834,"title":"Ranma ½ OVA 8: Reawakening Memories (2)","adult":false,"genre_ids":[16]},{"cast":["Ramez Galal","سارة سلامه","Hassan Hosny"],"overview":"Our Love kangaroo","release_date":"2016-04-21","vote_average":3.5,"runtime":null,"cert":"N\/A","id":412836,"title":"Our Love kangaroo","adult":false,"genre_ids":[]},{"cast":[],"overview":"Desperate for his next big story, a struggling middle-aged journalist goes looking for a recluse surrealist artist. What he finds in the obscure little town of Tallydale is more surrealism than he bargained for.","release_date":"2015-05-13","vote_average":0.0,"runtime":26,"cert":"N\/A","id":412838,"title":"Lina and Leo, 2015","adult":false,"genre_ids":[]},{"cast":["Ivan Smoljo","Marko Ban"],"overview":"A rashly accepted job at a construction site in a coastal resort becomes a pain in the neck of a backhoe loader operator from the hinterland who, in order to retain paternal authority and get the legal, but dirty demolition work done, needs to remove an unwanted witness.","release_date":"2016-05-19","vote_average":0.0,"runtime":14,"cert":"N\/A","id":412852,"title":"The Beast","adult":false,"genre_ids":[18]},{"cast":["Karim Fahmy","Ali Rabia","Yosra El Lozy","Mostafa Khater","Mohamed Osama (Os Os)"],"overview":"The movie tells the story of the two conjoined brothers (Ali Rabea, and Karim Fahmy), whom exposed to funny situations, along with their cousin (Muhammad Osama) who got involved In their problems.","release_date":"2016-04-14","vote_average":0.0,"runtime":98,"cert":"N\/A","id":412854,"title":"Hassan and Boklos","adult":false,"genre_ids":[18,35]},{"cast":["Michael Kitchen","Adolf Hitler","Eva Braun","Herbert Döhring","Rochus Misch"],"overview":"Home footage plus reenactments of the life & times of Hitler with his mistress, Eva Braun. Their early days of happiness followed by long separations due the war causing much loneliness for Eva. Up until their suicides in the Bunker as the war was drawing to its inevitable conclusion.","release_date":"2002-04-29","vote_average":0.0,"runtime":60,"cert":"N\/A","id":412856,"title":"Adolf & Eva","adult":false,"genre_ids":[99,36]},{"cast":["Olle Johansson","Ann-Marie Skoglund","Sven-Axel Carlsson","Bernt Callenbo","Ulf Törneman-Stenhammar"],"overview":"","release_date":"1947-12-20","vote_average":4.7,"runtime":null,"cert":"N\/A","id":412858,"title":"Mästerdetektiven Blomkvist","adult":false,"genre_ids":[12,10751,9648]},{"cast":[],"overview":"","release_date":"1995-11-17","vote_average":0.0,"runtime":26,"cert":"N\/A","id":412860,"title":"Ranma ½ OVA 10: The Evil Ogre! Hell Hath No Fury Like Kasumi Scorned","adult":false,"genre_ids":[16]},{"cast":["Vishnu Vishal","Amala Paul","Suzane George","Kaali Venkat","Radha Ravi"],"overview":"A serial killer is murdering school girls, and a newbie cop has to track him down before the victim count increases.","release_date":"2018-10-05","vote_average":8.1,"runtime":170,"cert":"N\/A","id":412862,"title":"Ratsasan","adult":false,"genre_ids":[28,53,80]},{"cast":[],"overview":"After being diagnosed with stomach cancer, Yeon-hee decides to record everything about her life before she dies. She wants to show how she met her computer repairman boyfriend, where she went with him, how he proposed to her, and all that happens to her in the hospital. Her friend, an aspiring film director, helps with the film as their cinematographer. The completed work follows a mockumentary format, recording Yeon-hee’s final journey with her friend’s help.","release_date":"2017-03-02","vote_average":0.0,"runtime":95,"cert":"N\/A","id":412879,"title":"Recording","adult":false,"genre_ids":[]},{"cast":["Paul McCartney"],"overview":"Cast in the traditional oratorio form, the work has eight movements and lasts some 95 minutes. The text is Paul McCartney’s own. Its story draws on the events of his early life in Liverpool, the large port in the north of England which, with the emergence of The Beatles in the 1960’s, attracted world-wide attention as a centre of pop culture. McCartney’s birth in the city during wartime, his schooldays at the Liverpool Institute and youthful aspirations – these are the starting points for a work that poignantly and vividly articulates the hopes and joys and crises of life in the modern world. Liverpool Oratorio was commissioned by the Royal Liverpool Philharmonic Society to celebrate its 150th anniversary.","release_date":"1991-10-28","vote_average":0.0,"runtime":104,"cert":"N\/A","id":412881,"title":"Paul McCartney's Liverpool Oratorio","adult":false,"genre_ids":[]},{"cast":["Boris Lehman"],"overview":"Seven apartments, seven times of life: one film. A classic diary film, Boris Lehman intimately chronicles his own existence and that of objects and places that became an essential part of his life. A truly cinematic experience that gives us a highly European sense of space, time and history itself.","release_date":"2014-01-08","vote_average":0.0,"runtime":323,"cert":"N\/A","id":412883,"title":"My Seven Places","adult":false,"genre_ids":[]},{"cast":["Alon Aboutboul","Suzanne Sadler"],"overview":"IS THAT YOU? Is the story of RONNIE, 60 year old Israeli film projectionist, who has been fired from his job and is going now to the U.S. in a search for RACHEL, the love of his youth IS THAT YOU? Is a romantic, road trip journey to 'The Road Not Taken' in life created by Award Winning filmmaker Dani Menkin (HBO Cinemax-39 Pounds of Love, Je Taime, I Love You Terminal, Dolphin Boy).","release_date":"2014-11-06","vote_average":0.0,"runtime":81,"cert":"\"\"","id":412885,"title":"Is That You?","adult":false,"genre_ids":[]},{"cast":["Paul Bhattacharjee","Ford Kiernan","Craig Parkinson","Camilla Rutherford"],"overview":"A shop worker discovers how far she will go for love when the Taxidermist next door is threatened with eviction.","release_date":"2009-02-16","vote_average":0.0,"runtime":22,"cert":"N\/A","id":412887,"title":"The Taxidermist","adult":false,"genre_ids":[]},{"cast":[],"overview":"Gotham is famed for its eccentrics. But in the shadow of the Statue of Liberty thrives a little known subculture. \"New York City is a playground for the rich and famous,\" says one of its members, \"but for me it’s just a big ol’ fishing hole, and I catch plenty of fish.\"  Once dead waters now harbor 370 species of fish. But the most interesting species are the people. The fishing cabbie who uses spark plugs for sinkers. The professional fisherman struggling to hold onto his livelihood. First-rate storytellers all, they share their love of their passion -- and their city.","release_date":"2005-07-25","vote_average":0.0,"runtime":74,"cert":"\"\"","id":412889,"title":"Gotham Fish Tales","adult":false,"genre_ids":[]},{"cast":[],"overview":"Part of a 7-part series exploring all aspects of Hollywood.","release_date":"1927-08-25","vote_average":0.0,"runtime":8,"cert":"\"\"","id":412900,"title":"Life in Hollywood No. 6","adult":false,"genre_ids":[]},{"cast":["Charles Hutchinson","Lucille Powers","Montagu Love","Charles Middleton"],"overview":"A hero in a robbery comes up against a crime boss and the crooked guardian of the girl he loves","release_date":"1933-05-28","vote_average":0.0,"runtime":60,"cert":"\"\"","id":412902,"title":"At Twelve Midnight","adult":false,"genre_ids":[9648]},{"cast":["Aaron Tveit","Lou Diamond Phillips","Edy Ganem","Yohance Myles","Gregory Alan Williams"],"overview":"A woman who wishes to become a priest hires a lawyer to file suit against the Archdiocese of New Orleans.","release_date":"2017-04-29","vote_average":6.7,"runtime":91,"cert":"\"\"","id":412904,"title":"Created Equal","adult":false,"genre_ids":[18,53]},{"cast":["Ahwe Birdman","Mikkel Broby","Aden Gillett","Adrian Green","Susannah Harker"],"overview":"Shakespeare’s romantic comedy is re-told in the Caribbean and brought into the 21st Century when Theseus and Hippolyta, returning Nationals, come home to Barbados to be married during Crop Over festival time. The island’s early history, folklore, culture and stunning landscape, lends itself perfectly for the mysticism, comedy and chaos that ensues, the night before the nuptual celebrations.","release_date":"2016-09-29","vote_average":0.0,"runtime":90,"cert":"N\/A","id":412906,"title":"A Caribbean Dream","adult":false,"genre_ids":[10749]},{"cast":["Marcus Karlsson","Sara Svedberg","Ebba Hultkvist","Sanna Krepper","Marika Strand"],"overview":"A bitter-sweet story about friendship, growing up, first love and everything in between. Holger and Vilde are best of friends, which makes them inseparable. When the summer holidays begin they have to split, but they promise each other they’ll re-unite as soon as possible. While on their own, they face different situations, meet new people and thereby they don’t fully realize how much they have changed during their separation…","release_date":"2010-10-01","vote_average":9.0,"runtime":27,"cert":"N\/A","id":412908,"title":"Holger & Vilde","adult":false,"genre_ids":[18,10749]},{"cast":["Charley Chase","Ruth Hiatt","Christine Maple","Tiny Sandford","Edgar Kennedy"],"overview":"An estranged couple visit their old apartment, which is now occupied by Charley and his wife. Charley's wife, however, misunderstands the purpose of their visit.","release_date":"1930-05-23","vote_average":0.0,"runtime":20,"cert":"\"\"","id":412910,"title":"Fifty Million Husbands","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412918,"title":"Ouija","adult":false,"genre_ids":[]},{"cast":["Bill Brewer"],"overview":"A retired firefighter turned children's book author brings a magical heart-wrenching story to life. A story about a boy on a quest to capture the sun. As the boy's endless chase for nature's wonder blurs into the man's past, memories of a haunting tragedy reveal a connection between the two.","release_date":"2013-07-02","vote_average":8.0,"runtime":18,"cert":"\"\"","id":412920,"title":"Native Boy","adult":false,"genre_ids":[14,12,18]},{"cast":["Romualds Ancāns","Uldis Dumpis","Rezija Kalnina","Arturs Skrastins","Igrida Andrina"],"overview":"A national film where joy crosses with sorrow and love enhances the wish to live. It is the dawn of the XX century -a promising time for Latvian people. The national self-esteem of the nation has awakened and people are eager to work the land and make their living out of it. The veteran of the Kaiser's army Roudolf has managed to develop his own farmstead to become a well respected and wealthy man. Rudolf's new status is unbearable to the Baron - his former landlord. Rudolf becomes truly uncontrollable when he falls for the young maid Emily and spares no means to show his power and influence in order to impress her. But the girl loves his godson Karlis. The fight the heart of Emily changes the fate of both men and the maid...","release_date":"2010-01-15","vote_average":0.0,"runtime":114,"cert":"N\/A","id":412922,"title":"Rudolf's Gold","adult":false,"genre_ids":[18,35]},{"cast":["Noel Gallagher","Liam Gallagher","Paul Arthurs","Paul Gallagher","Peggy Gallagher"],"overview":"From award-winning director Mat Whitecross and featuring extensive unseen archive footage, Supersonic charts the meteoric rise of Oasis from the council estates of Manchester to some of the biggest concerts of all time in just three short years.  This palpable, raw and moving film shines a light on one of the most genre and generation-defining British bands that has ever existed, and features candid new interviews with Noel and Liam Gallagher, their mother, and members of the band and road crew.","release_date":"2016-10-02","vote_average":7.5,"runtime":117,"cert":"\"R\"","id":412924,"title":"Supersonic","adult":false,"genre_ids":[99,10402]},{"cast":["Valentino Vinco","Romina Pinto","Cristina Maresca","Malena Alonso","Julio Mendez"],"overview":"Mona picks up her first job tutoring two orphaned children living in a derelict house in the country. Her obsession with trying to educate these two nearly feral children blind her to the fact they have other plans for her.","release_date":"2017-01-01","vote_average":8.3,"runtime":114,"cert":"N\/A","id":412941,"title":"The Tutor","adult":false,"genre_ids":[9648,18,14]},{"cast":["Alexander Volkov","Ashton Summers","Logan Rogue","Jonah Fontana","Xavier Jacobs"],"overview":"Get to know your favorite porn stars before they fuck long, hard, and raw in Lucas Entertainment’s third installment of Bareback Auditions! Furry and smooth bodies collide when beefcakes Xavier Jacobs and Jonah Fontana get their hands all over each other. Alexander Volkov and Ashton Summers take turns pumping each other’s butts. Fill up on uncut Latin cock with Rafael Lords and Xavier Hux. And Ashton Summers makes a return appearance to give up his ass to Logan Rogue!","release_date":"2016-02-19","vote_average":0.0,"runtime":191,"cert":"\"NC-17\"","id":412946,"title":"Bareback Auditions 3","adult":true,"genre_ids":[]},{"cast":["Adam Killian","Joseph Rough","Armond Rizzo","Austin Chandler","Michael Lucas"],"overview":"Lucas Entertainment makes a return to interviewing its cast of hot guys in Bareback Auditions for gay porn movies! First up is Owen Michaels, who pounds Trace Kendall's ass. Austin Chandler fucks Armond Rizzo's tight Latin ass so hard he yells out in continuous ecstasy. Adam Killian steps out from behind the camera to give Joseph Rough's ass a try. And Michael Lucas tries out David Lonnstrom and Felipe Ferre's holes. Get to know the guys before they get sweaty in Bareback Auditions!","release_date":"2014-08-15","vote_average":8.0,"runtime":168,"cert":"\"NC-17\"","id":412948,"title":"Bareback Auditions","adult":true,"genre_ids":[]},{"cast":["Damon Heart","Zander Craze","James Castle","Michael Lucas","Adam Killian"],"overview":"There’s a “Bareback Rematch” on the Lucas Entertainment set: some of our favorite guys that have gone at it together in the past want a second round… and this time it’s going to be rougher and hotter than it was before! Zander Craze and Damon Heart suck and fuck until they blow their loads. Rafael Carreras gets Javi Velaro’s hole all to himself for a rough and raw pounding. Adam Killian and Tomas Brand take turns on each other’s asses. And Michael Lucas gives James Castle his 10-inch uncut cock. Who will you pick as the winner of “Bareback Rematch”?","release_date":"2016-07-08","vote_average":0.0,"runtime":153,"cert":"\"NC-17\"","id":412953,"title":"Bareback Rematch","adult":true,"genre_ids":[]},{"cast":["Damon Heart","Tomas Brand","James Castle","Derek Allan","Stas Landon"],"overview":"How cum-hungry do you have to be to take a “Nutt In The Butt”? The Lucas Men are here to answer the question! Damon Heart fulfills his need for daddy dick, and it’s Tomas Brand who gives him a raw uncut load. The handsome and suave James Castle gets a taste of Derek Allan’s Mexican spunk. Lucas Entertainment welcomes the handsome Russian beefcake Stas Landon by pairing him up with porn legend Adam Killian. And Giovanni Matrix finishes us off by shooting his “Nutt” in exclusive model Javi Velaro’s “Butt”!","release_date":"2016-06-10","vote_average":0.0,"runtime":138,"cert":"\"\"","id":412955,"title":"Nutt In The Butt","adult":true,"genre_ids":[]},{"cast":["Antonio Miracle","Dario Leon","Derek Allan","Diego Summers","Dylan O'Hardy"],"overview":"A “Well Fucked” man is a happy man: just ask our handsome cast of Lucas Entertainment stars! Dylan O’Hardy is the first bottom guy on the menu: macho tops Viktor Rom and Diego Summers pass him around like a piece of meat, and Dylan loves every second of it. Javi Velaro takes it in the ass from Michael Lucas. Logan Rogue goes total bottom for the top cock of muscle jock Dario Leon. And Derek Allan takes and gives it to Antonio Miracle in the butt raw. No one is satisfied until they are “Well Fucked”!","release_date":"2016-05-27","vote_average":0.0,"runtime":161,"cert":"\"\"","id":412957,"title":"Well Fucked","adult":true,"genre_ids":[]},{"cast":[],"overview":"Made in an environment and at a time when frequent and gratuitous images of nude women permeated the work of her male counterparts, director Penelope Spheeris produced this intimate and sensual observation of a woman bathing.  The appearance of Spheeris’ credit at the beginning of the film seems to ask the question: how does voyeurism change when we know the voyeur is actually a voyeuse?  16mm, b\/w, 6 min.  Director: Penelope Spheeris.","release_date":"1969-08-26","vote_average":0.0,"runtime":6,"cert":"\"\"","id":412959,"title":"Bath","adult":false,"genre_ids":[]},{"cast":["Kishore Kumar","Kumkum","Tun Tun"],"overview":"Shobha Mathur lives a wealthy lifestyle with her Professor dad, who is now carrying out experiments on various issues. One day while doing so, he makes an employee named Manohar drink a portion, which results in his death. Rajan comes to their rescue, gets rid of the body, and starts blackmailing Mathur, which can only end when Shobha marries Rajan. Then one day Shobha meets a poet by the name of Sudarshan and both of them fall in love. When he asks for her hand in marriage, Shobha refuses. The next day Shobha finds a note addressed to her from Sudarshan in which he has stated that he is going to kill himself. Thereafter, every night she starts to hear Sudarshan's voice, blaming her for his death, as his soul is unable to find solace. With Sudarshan out of the way, Rajan readies himself for marrying Shobha - and it looks like he may have his way with the Mathurs after all - without having to encounter any more obstacles.","release_date":"1964-01-01","vote_average":0.0,"runtime":128,"cert":"N\/A","id":412961,"title":"Mr. X in Bombay","adult":false,"genre_ids":[878,28,35]},{"cast":["Wernher von Braun"],"overview":"The moon is the subject here. Man's fascination with the moon (via animation) is presented, as is the moon's usage in popular culture (from Shakespeare to nursery rhymes to popular songs). Also, superstitions and suppositions associated with the moon is presented. Then scientific research on the moon is shown, followed by plans for (and then a simulation of) an actual trip around the moon.","release_date":"1955-12-28","vote_average":0.0,"runtime":53,"cert":"\"\"","id":412963,"title":"Man and the Moon","adult":false,"genre_ids":[12,18,10751]},{"cast":["Bailey Odare","Emily George","Jay Huntington","Lee Stone"],"overview":"Hot Red Head Flirts! Red-haired women do it better - it must be the hair.","release_date":"2007-10-24","vote_average":7.0,"runtime":121,"cert":"\"NR\"","id":412971,"title":"Red Hot Redheads 7","adult":true,"genre_ids":[]},{"cast":["José Brocco","Efraín Rosa","Yezmín Luzzed","Wanda Sais","César Paredes"],"overview":"Recreates a kind of reality show that occurs when ambitious director Marco convenes a group of actors for 10 days. During this period, each of the artists must create and develop a character in order to take it to the movies, not withstanding the support of this industry in the country is very scarce and he still does not have the financial resources to realize such a project.","release_date":"2005-11-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":412973,"title":"Actores trabajando","adult":false,"genre_ids":[35,18]},{"cast":["Cassandra Cruz","Chloe Morgan","Isabella Dior","Lorena Sanchez","Seth Dickens"],"overview":"If you like your pussy XXX-tra spicy, then these five luscious Latin ladies are just what you need, and they're willing to please their men, whatever it takes. With their silky smooth shaved snatches. . . you'll feel like you're actually there sliding your throbbing cock in every wet hole until you blast them full of your hot wad. Ai Carumba! That's Hot! !","release_date":"2007-01-05","vote_average":7.7,"runtime":107,"cert":"\"NR\"","id":412975,"title":"Latin POV 5","adult":true,"genre_ids":[]},{"cast":[],"overview":"Adapted from the book by Luzzati.","release_date":"1970-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":412977,"title":"Alì Babà","adult":false,"genre_ids":[16]},{"cast":["Sean Xavier","Michael Lucas","Alex Andrews","Alexander Garrett","Colden Armstrong"],"overview":"Celebrate one of the biggest dicks to ever appear in a Lucas Entertainment film by picking up the Sean Xavier Collection. This handsome, ripped, and ultra-hung (11 inches and counting) black man shows off his encounters sucking and fucking in front of the camera. Experience again Alex Andrews Hans Berlin, Colden Armstrong, Duncan Black, and Alexander Garrett the way Sean Xavier knew them: holding their breath waiting to take Sean’s endowment! And in a never-before-released-on-DVD scene, Michael Lucas fucks Sean Xavier with his uncut Russian cock.","release_date":"2016-04-15","vote_average":0.0,"runtime":190,"cert":"\"\"","id":412979,"title":"The Sean Xavier Collection","adult":true,"genre_ids":[]},{"cast":["Luke Adams","Jessy Ares","Dennis West","Hector De Silva","Paddy O'Brian"],"overview":"A long time ago, in a gaylaxy far, far away... prepare to blast off with Star Wars: A Gay XXX Parody. Watch Luke Skywalker  be mentored by experienced Jedi Obi-Wan. Then, Luke is bartered for the use of Han Solo's ship. Soon after the Sith Lord himself, Darth Vader, shows Han the dark side of the force. Paddy O'Brian is back for an intergalactic fuckfest in the epic finale. Just when you thought he was lost in deep space, Paddy arrives with his fat cock in hand to drill Luke's bubble butt. Of course, one can't disappoint Hector De Silva and the other storm troopers, who have been searching far and wide for the perfect ass to plow. Luke is gangbanged and bathed in hot storm trooper cum in the truly monumental Star Wars: A Gay XXX Parody.","release_date":"2016-04-08","vote_average":9.0,"runtime":89,"cert":"\"NC-17\"","id":412984,"title":"Star Wars: A XXX Gay Parody","adult":true,"genre_ids":[]},{"cast":["Hsia-Chun Wang","Elten Ting","Cynthia Khan","Yang Hui-shan"],"overview":"A housewife whose life only revolves her husband finds herself being cheated. She becomes angry and neurotic and can't accept the fact at all. Finally, she realizes that the only choice she has is to compromise and to forgive, but it was already too late.","release_date":"1986-01-01","vote_average":5.0,"runtime":110,"cert":"N\/A","id":412986,"title":"This Love of Mine","adult":false,"genre_ids":[18]},{"cast":["Melissa McCarthy","Elizabeth Banks","Maya Rudolph","Leslie David Baker","Joel McHale"],"overview":"In a world where human beings and puppets live together, when the members of the cast of a children's television show aired during the 1990s begin to get murdered one by one, puppet Phil Philips, a former LAPD detective who fell in disgrace and turned into a private eye, takes on the case at the request of his old boss in order to assist detective Edwards, who was his partner in the past.","release_date":"2018-08-22","vote_average":5.6,"runtime":91,"cert":"\"R\"","id":412988,"title":"The Happytime Murders","adult":false,"genre_ids":[28,35,80]},{"cast":["Brett Cullen","Eric Ladin","Stacia Crawford"],"overview":"Crime writer Sean Flynn returns home to Riverport, North Carolina from New York after a long absence when authorities reopen the old murder case that ended his father's political career. To uncover the truth about a suspicious death and further his own literary ambitions, Sean must confront the shared demons that have long distanced him from his father, Chuck Flynn, a former District Attorney turned defense lawyer who is now trying the case and pissing his life away in a local bar across from the courthouse. As the trial unfolds, nothing about the case is what it first seemed, and it is the secret behind it coupled with the same forces that have kept them apart that will ultimately test father and son together in the end.","release_date":"2016-07-01","vote_average":0.0,"runtime":97,"cert":"\"NR\"","id":412990,"title":"River Guard","adult":false,"genre_ids":[80,18]},{"cast":["Rachel Evans","Rachel Dark","Steve Q."],"overview":"I love it when your big, throbbing dick is deep inside my steaming snatch, but what really starts me cumming is when you pull it out and shoot a massive, pumping load of jizz all over my naturally hairy pussy! Then when I rub all that thick, messy goo into my fragrant fur-burger, I get so hot that I can't stop cumming!","release_date":"2009-05-04","vote_average":8.0,"runtime":111,"cert":"\"NR\"","id":412992,"title":"Cum On My Hairy Pussy 10","adult":true,"genre_ids":[]},{"cast":["Candy Sweet","Heidi Besk","Timo Hardy","Victoria Rush","Dillon Day"],"overview":"Do you think things are best when they're 100% natural? Then this is the greatest movie you're ever going to see. Nothing but 100% all natural unshaven, ungroomed, hairy, wet pussies getting stretched out by some seriously large dicks. It only gets better when these unkempt cunts get blasted with gobs of hot, milky jizz.","release_date":"2009-03-12","vote_average":7.0,"runtime":136,"cert":"\"NR\"","id":412994,"title":"Cum on My Hairy Pussy 9","adult":true,"genre_ids":[]},{"cast":["Steve Farrell","Vicki Farrell","Rich Mills"],"overview":"\"The Last Night at Orabella's\" was recorded live at Radio Music Theatre in the Fall of 2004. Uncle Al is reluctantly closing Orabella's Ice House and the residents of Dumpster are here for the final goodbye. Les and Dolly Colsey re-live the night they met, Blind Man Jackson returns to play a final set with Country Wayne Conaway and the Swingin' Sidekicks, Bridgette Fertle tries to determine Angina's real father, and romance blooms when Taint Bueller is courted by a parade of Dumpsterians while Gwenda relentlessly hits on a depressed Uncle Al. When a \"stranger\" happens into the bar, suspicion leads to pandemonium. It's crazier than a little baby owl!","release_date":"2004-12-31","vote_average":0.0,"runtime":98,"cert":"\"NR\"","id":412996,"title":"The Last Night at Orabella's","adult":false,"genre_ids":[35]},{"cert":"N\/A","title":"Mo","cast":["Aishwarya Rajesh","Suresh Ravi","Darbuka Siva","Ramdoss","Mime Gopi"],"id":412998,"overview":"Three con-men who become fake shamans to earn their living get the shock of their life when they encounter an unknown spirit.","runtime":130,"genre_ids":[27],"release_date":"2016-12-30","vote_average":7.0,"adult":false}]