[{"cast":["Cordelia González"],"overview":"Rafael Ríos Rey painted more than 40 large murals in Puerto Rico, many of them in important public buildings. This documentary showcases some of his murals, which captured the peasant fiestas, the carnival, the gathering of coffee beans, the sugar cane harvest, the local Ponce traditions, and cockfights.","release_date":"2007-01-02","vote_average":0.0,"runtime":35,"cert":"N\/A","id":413504,"title":"La pintura mural de Rafael Ríos Rey","adult":false,"genre_ids":[99]},{"cast":["Jack Black","Kyle Gass","Dave Grohl","Steve McDonald"],"overview":"Tenacious D documenting their time in the studio with Dave Grohl and Steve McDonald.","release_date":"","vote_average":10.0,"runtime":11,"cert":"N\/A","id":413509,"title":"Tenacious D: In the Studio","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1951-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413511,"title":"Vecinos","adult":false,"genre_ids":[]},{"cast":[],"overview":"Three community projects in Naguabo, Fajardo, and Río Grande.","release_date":"1952-01-01","vote_average":0.0,"runtime":13,"cert":"N\/A","id":413513,"title":"Pueblo en acción","adult":false,"genre_ids":[99]},{"cast":["Vincent Aubert","Alexandre de Marco","Alexandre de Marco"],"overview":"","release_date":"2010-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413515,"title":"La dernière enquête de Sherlock Holmes","adult":false,"genre_ids":[12,80,53]},{"cast":["Patrick Martin","Josh Harter","Jamin Pugh","Mark Pugh","Robert Anthony Fish"],"overview":"The Briscoes vs reDRagon vs The Motor City Machine Guns  ACH vs Kamaitachi  All Night Express vs The Young Bucks  Delirious vs \"Pro Wrestling's Last Real Man\" Silas Young  Local Underdog Championship Challenge\r ROH World ChampionJay Lethal w\/ Taeler Hendrix vs Vinny Marseglia  \"Almighty\" Christopher Daniels vs Lio Rush  Joey \"Diesel\" Daddiego w\/ Taeler Hendrix vs Donovan Dijak w\/ Prince Nana  Dalton Castle w\/ The Boys vs Kongo","release_date":"2016-04-30","vote_average":0.0,"runtime":180,"cert":"\"\"","id":413526,"title":"ROH: Conquest Tour - West Warwick","adult":false,"genre_ids":[28]},{"cast":["Kenny Layne","Everett Lawrence Titus","Matt Massie","Nicholas Lee Massie","Jamin Pugh"],"overview":"The All-Night Express (Kenny King &amp; Rhett Titus) &amp; The Young Bucks (Matt Jackson &amp; Nick Jackson) vs. The Briscoes (Jay Briscoe &amp; Mark Briscoe) &amp; War Machine (Hanson &amp; Ray Rowe)  Adam Cole vs. Alex Shelley  Roderick Strong (c) vs. Curry Man  Adam Page vs. Ken Phoenix  Kelly Klein vs. Solo Darling  Chris Sabin &amp; Frankie Kazarian vs. reDRagon (Bobby Fish &amp; Kyle O'Reilly)  Michael Elgin vs. Tim Hughes  ACH vs. Moose (w\/Stokely Hathaway) vs. Silas Young  Dalton Castle (w\/Brandon &amp; Brent) vs. Will Ferrara","release_date":"2016-01-15","vote_average":0.0,"runtime":180,"cert":"\"\"","id":413528,"title":"ROH: Winter Warriors Tour - Indianapolis","adult":false,"genre_ids":[28]},{"cast":["Rakhee Gulzar","Mithun Chakraborty","Ranjeeta Kaur","Aruna Irani","Padma Khanna"],"overview":"A stranger enters a widow's life claiming to be the brother of her dead husband, but she claims that he is a fraud and that her brother-in-law died three years earlier in a car accident.","release_date":"1981-01-02","vote_average":7.0,"runtime":153,"cert":"N\/A","id":413536,"title":"Dhuan","adult":false,"genre_ids":[]},{"cast":["Thomas Maurer"],"overview":"","release_date":"2005-10-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413541,"title":"Die neue Selbstständigkeit","adult":false,"genre_ids":[]},{"cast":["Sakiko Tamagawa","Akiko Hiramatsu","Tomokazu Seki","Bin Shimada"],"overview":"Fresh from being transferred to the LAPD, Miyuki and Natsumi must investigate some unusual car theft incidents in their area. And when Miyuki's yellow 1973 Ford Mustang Mach 1 is \"gone in 60 seconds\" (literally), the situation gets more complicated when the thief turns out to be a former Japanese detective.","release_date":"2002-03-29","vote_average":5.0,"runtime":20,"cert":"N\/A","id":413552,"title":"You're Under Arrest: No Mercy!","adult":false,"genre_ids":[35,80,28,12,16]},{"cast":["Chris Bianchi","David Burke","Elisabeth Dermot Walsh","Dylan Charles"],"overview":"Romantic havoc ensues in the town of Bath when Sir Anthony arrives to arrange the marriage of his son Captain Jack Absolute to the wealthy Lydia Languish. Jack and Lydia are already in love, but because of Lydia's obsession with romantic novels, Jack has disguised himself as a poor officer named Ensign Beverly and he is only one of Lydia's many suitors.","release_date":"2004-01-01","vote_average":0.0,"runtime":147,"cert":"N\/A","id":413557,"title":"The Rivals","adult":false,"genre_ids":[]},{"cast":["Innokentiy Smoktunovskiy","Alla Demidova","Yevgeniya Simonova","Bogdan Stupka","Natalya Gundareva"],"overview":"A story from the life in the beginning of XX century based on the theater play by Maxim Gorky.","release_date":"1985-08-31","vote_average":0.0,"runtime":180,"cert":"N\/A","id":413559,"title":"Children of the Sun","adult":false,"genre_ids":[18]},{"cast":["Matt Salinger","Claude Akins","Beau Starr","Frederick Coffin","Lois Nettleton"],"overview":"This is the story is based on an actual incident. Claude Dallas is a man who loves to be free, so he lives in the mountains where he hunts for his food. However, Bill Pogue is a driven game warden, who abhors anyone who hunts out of season. When he catches Claude Dallas doing that; he's about to arrest him when Claude kills him and the other warden with him. When the man who was with Dallas tells the police what happened, a nationwide manhunt ensues. And there are people who didn't like Pogue and they hope Dallas is never caught.","release_date":"1986-10-26","vote_average":5.5,"runtime":120,"cert":"\"\"","id":413567,"title":"Manhunt for Claude Dallas","adult":false,"genre_ids":[28,10770,18]},{"cast":[],"overview":"Six teenagers learn how fast their comfortable, self-centered lives can transform into a life-threatening lesson of survival, as an ill-prepared afternoon snowboarding trip turns tragic with injury and sub-zero temperatures. Discord and teenage angst poison the atmosphere of a small town, whose residents are soon to learn the importance of faith and unity to their very existence. 48 Below was written, filmed and produced on the Kenai Peninsula in Alaska, and captures the Alaskan teenage culture as never before. Based on a true story.\r - Written by Didier Chatelain","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413581,"title":"48 Below","adult":false,"genre_ids":[]},{"cast":["Carlos Marchand","Kathy García","Noel Ernesto","Emilio Suárez","Melissa Rodríguez"],"overview":"A group of friends are separated by a tragedy, which will eventually reunite them again.","release_date":"2007-11-27","vote_average":0.0,"runtime":87,"cert":"N\/A","id":413583,"title":"Entre el cielo y tú","adult":false,"genre_ids":[35,18]},{"cast":["Shraddha Kapoor","Arjun Rampal","Farhan Akhtar","Prachi Desai","Shahana Goswami"],"overview":"The musical drama is a sequel to the 2008 blockbuster 'Rock On' that tells the story of four friends and their passion for music. This time around, the film centers around the regional conflict prevailing in the North Eastern states of India.","release_date":"2016-11-11","vote_average":4.1,"runtime":143,"cert":"N\/A","id":413588,"title":"Rock On 2","adult":false,"genre_ids":[10402,18]},{"cast":["Dan Haggerty","Lyle Waggoner","Martha Kincare","Thomas Elliott","Samuel Steven"],"overview":"Shana's parents and sister are murdered after her father learns how to return to life after death. Shana is knowledgeable about said procedure, which is desired by foreign interests, who have even Shana's boyfriend helping them. Accounting for additional characters and footage is the fact that actress Shana is in the entertainment industry. So, Shana becomes both the pursuer - intent on avenging her family's deaths - and the pursued.","release_date":"1989-01-01","vote_average":4.0,"runtime":90,"cert":"\"\"","id":413590,"title":"Mind Trap","adult":false,"genre_ids":[9648]},{"cast":["Robert Charlebois","Claudine Monfette","Denis Drouin","Paul Berval","Pierre Dufresne"],"overview":"An unemployed man with individualist and pacifist values is inevitably brainwashed by society and the mass media to conform to the dominant ideology and embrace war. His soul is destroyed but his heart cannot be conquered.","release_date":"1969-02-01","vote_average":5.3,"runtime":93,"cert":"N\/A","id":413592,"title":"Straight to the Heart","adult":false,"genre_ids":[35]},{"cast":["Ayana Taketatsu","Haruka Tomatsu","Yoshitsugu Matsuoka","Ayahi Takagaki","Hiroaki Hirata"],"overview":"People everywhere were enjoying a new game called Ordinal Scale, an ARMMORPG developed exclusively for the Augma, a new wearable console designed for AR (augmented reality) gaming. But, the players had no idea that a nightmare from the virtual world was starting to spread into reality! As his fellow players find themselves in danger, the hero is called upon once again.","release_date":"2017-02-18","vote_average":7.6,"runtime":119,"cert":"\"PG-13\"","id":413594,"title":"Sword Art Online: The Movie - Ordinal Scale","adult":false,"genre_ids":[28,12,14,10749,16,878]},{"cast":["Nyokabi Gethaiga","Elsaphan Njora","Paul Ogola","Peter King Nzioki","Fidelis Nyambura"],"overview":"Bereft of earthly memories, a new arrival in the afterlife struggles to recover the past, in this poetic fantasy that offers a dark reflection on personal atonement in the shadow of Kenya’s violent past.  Imagine waking up one day in a barren wasteland. Amnesia leaves you clueless as to your whereabouts, your identity, and how you arrived. A small group of strangers welcomes you to a nearby oasis resort, and they reveal to you the nature of this new reality. You are dead. And this is the afterlife. This is what happens to Kaleche (Nyokabi Gethaiga) in the enigmatic opening sequence of Kati Kati, writer-director Mbithi Masya's poetic first feature film.","release_date":"2016-09-10","vote_average":8.0,"runtime":75,"cert":"N\/A","id":413602,"title":"Kati Kati","adult":false,"genre_ids":[18]},{"cast":["Mike Amadeo","Katherine Cepeda","Jerry Medina","Sie7e","Los Zagales"],"overview":"Composed by ten stories that focus on an eclectic variety of individuals, for whom music is a way of life. The stories are directed by ten young filmmakers and explore the lives of these 10 different musicians, discovering other places, habitats, fusions, rhythms, landscapes, and lifestyles. All of these real-life characters live IN the realm of music, but not necessarily make a living OFF music.","release_date":"2009-10-06","vote_average":0.0,"runtime":109,"cert":"N\/A","id":413604,"title":"Ten in Music","adult":false,"genre_ids":[10402,99]},{"cast":["Rubén Berrios","Silverio Pérez","Luis Guitérrez"],"overview":"In 1998, David Sanes, a security guard of the US Navy base in Vieques, died from a projectile from a military practice. As a consequence of that incident, the people of Vieques and Puerto Rico  joined in civil disobedience in the restricted area of the Marina so that no more bombs could be dropped.","release_date":"2002-01-02","vote_average":9.0,"runtime":26,"cert":"N\/A","id":413606,"title":"Cuando lo pequeño se hace grande","adult":false,"genre_ids":[99]},{"cast":["Ian Robles","Lucienne Hernández","Oscar Guerrero","Ernesto Concepción Moreau","Iliana García"],"overview":"Guided by a map, four children decide to embark on a fascinating adventure to find a magical treasure. While their parents search for them, the children find the meaning and magic of the nature they promise to protect and care.","release_date":"2009-02-15","vote_average":0.0,"runtime":60,"cert":"N\/A","id":413608,"title":"Las estrellas del estuario","adult":false,"genre_ids":[12,10751]},{"cast":[],"overview":"Hesitant to marry dancer Rajni, Ashok initially refuses but slowly falls in love with her. However, when Ashok and Rajni are about to get married, they find themselves embroiled in a murder.","release_date":"1969-09-05","vote_average":7.0,"runtime":147,"cert":"N\/A","id":413610,"title":"Sajan","adult":false,"genre_ids":[10749,9648]},{"cast":[],"overview":"Dalit Jagseer Singh's troubles do not seem to end in this poignant portrayal of life in a small village of Punjab in newly independent India.","release_date":"1989-01-01","vote_average":0.0,"runtime":115,"cert":"N\/A","id":413624,"title":"Marhi Da Deeva","adult":false,"genre_ids":[]},{"cast":["Jorge Perugorría","Irela Bravo","Luis Alberto García","Omar Franco","Félix Beatón"],"overview":"Three stories, loosely inspired on short stories from classic Boccaccio’s Decameron, are connected by a creatively-bankrupt writer who offers money in exchange for original subjects.","release_date":"2013-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":413626,"title":"Boccaccerías Habaneras","adult":false,"genre_ids":[]},{"cast":["Joe Strummer","Sara Driver","Jim Jarmusch"],"overview":"A 30 minute film shot by Jim Jarmusch at Rockfield Studio, Wales with never before seen footage of Joe Strummer recording the soundtrack for When Pigs Fly.","release_date":"1993-09-01","vote_average":0.0,"runtime":32,"cert":"\"\"","id":413628,"title":"Strummer","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413633,"title":"Claire La Scandaleuse","adult":true,"genre_ids":[]},{"cast":["Henrik Möller"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413635,"title":"Fågeln med Dödens ansikte","adult":false,"genre_ids":[]},{"cast":["Kunal Kapoor","Divinaa Thackur","Shivajith Padmanabhan","Himarsha Venkatsamy","Satheesh Menon"],"overview":"Veeram is based on the ballads of North Malabar and narrates the tale of the brave and ambitious Kalarippayattu warrior, Chandu, whose story resembles that of William Shakespeare's Macbeth.","release_date":"2016-09-26","vote_average":0.0,"runtime":100,"cert":"N\/A","id":413637,"title":"Veeram","adult":false,"genre_ids":[28,18,36]},{"cast":["Unai Canela"],"overview":"Have you ever wanted to take a year traveling the globe? 10-year-old Unai and his family do just that on an extraordinary mission to photograph an endangered animal on each continent in its natural environment. A documentary made by nature photographer Andoni Canela with his family is narrated by his young son who shares his experiences and observations as they camp in jungles, deserts, and glaciers in search of wolves, elephants, lions, bison, penguins, hornbills and crocodiles. Seen through the boy's eyes, their journey across all continents conveys an innocent and unconditional love of nature and reveals an urgency to protect the delicate diversity of our planet's wildlife. Breathtaking cinematography and an insider's view on the daily life of a professional photographer on assignment enhance the documentary's story of a family learning, playing, and living on a trip of a lifetime together.","release_date":"2016-09-01","vote_average":5.5,"runtime":70,"cert":"N\/A","id":413645,"title":"Looking for the Wild","adult":false,"genre_ids":[12,99]},{"cast":["Jared Cohn","Zack Ward","Julie McCullough","Rachel True","James Cullen Bressack"],"overview":"A 'mockumentary' about David Moore, the filmmaker who first dreamed of \"sharks in a tornado\" and brought on disaster by using real sharks. The first SHARKNADO was to be a movie never seen, a crime never reported, a tale never told. Until now.","release_date":"2016-10-06","vote_average":4.8,"runtime":83,"cert":"\"\"","id":413647,"title":"Sharknado: Heart of Sharkness","adult":false,"genre_ids":[]},{"cast":["Michelle Siracusa","Emily Crovella","Tessa Mania","Maggie Farrell","Valerie Yawien"],"overview":"Just outside Philadelphia is a suburb full of trust fund kids and bored old men. In the heart of that suburb is a brothel run by women who are nothing more than a rite of passage to those men. House of Little Deaths explores every thing they do to get through a day, everything they hope for, everything they want to forget, everything they do to escape. A film about the mundane and bitter truth behind a world of fantasy.","release_date":"2016-08-31","vote_average":0.0,"runtime":154,"cert":"\"\"","id":413649,"title":"House of Little Deaths","adult":false,"genre_ids":[18]},{"cast":["Rey Malonzo","Charlie Davao"],"overview":"When a cop gets too close to bringing down a crime ring's activities, they kill his wife and injure his son. He sets out to avenge his wife's murder and destroy the organization.","release_date":"","vote_average":0.0,"runtime":85,"cert":"N\/A","id":413651,"title":"Search For Vengeance","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the Bible, God destroys the sinful cities of Sodom and Gomorrah and sides with Joshua to conquer another misbehaving city: Jericho. Are these stories true or simply moral fables? Archaeological and geological evidence holds the answer.","release_date":"2006-01-01","vote_average":8.0,"runtime":45,"cert":"\"NR\"","id":413653,"title":"Lost Cities Of The Bible","adult":false,"genre_ids":[36,99]},{"cast":["Thomas Solivérès","Issa Doumbia","Michel Aumont","Carmen Maura","Frédérique Bel"],"overview":"French seniors enroll in summer camp.","release_date":"2017-07-19","vote_average":6.2,"runtime":null,"cert":"N\/A","id":413655,"title":"Dirty Kids","adult":false,"genre_ids":[35]},{"cast":["Al Goldstein","Arthur Bell"],"overview":"A pre-Deep Throat GERARD DAMIANO informs us that the Sexual Revolution ushered in \"Changes that have come too soon for some, not soon enough for others... Changes that will liberate or destroy.\" Following this ominous pronunciamento are a series of interviews conducted by Damiano himself.","release_date":"1970-09-01","vote_average":0.0,"runtime":77,"cert":"\"\"","id":413657,"title":"Changes","adult":false,"genre_ids":[]},{"cast":[],"overview":"The year is 1896. In the dense jungle of Paraguay a three years old Ache girl survives a slaughter perpetrated by white settlers. The girl is named Damiana by her captors. Anthropologists from the La Plata Museum of Natural Sciences in Argentina take her as an object of scientific interest in the context of their racial studies.  Later she is handed over to a family where she grows up as a maid. In 1907, at the age of 14, she is committed to a mental institution. There she is photographed naked just two months before her death from tuberculosis. Once dead her body is studied in La Plata and in Berlin.  One hundred years later, an anthropology student identifies part of her remains in the La Plata museum. Her head is found soon after at Charite Hospital in Berlin.","release_date":"2015-07-13","vote_average":5.0,"runtime":94,"cert":"N\/A","id":413671,"title":"Damiana Kryygi","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Three girls are for their mother, very close and familiar and a source of constant mystery all at the same time. While trying to understand them she is pushed to explore herself deeper as a mother and as a daughter.","release_date":"","vote_average":0.0,"runtime":17,"cert":"N\/A","id":413673,"title":"Cerca","adult":false,"genre_ids":[]},{"cast":[],"overview":"By means of interviews with family, friends, and colleagues, this documentary pays homage to the multi-faceted career of poet, journalist, actor &amp; director Edwin Reyes. The film showcases his poetry as well as his artwork, and glimpses at the literary culture and political environment relative to the independence movement in Puerto Rico.","release_date":"2011-09-29","vote_average":0.0,"runtime":90,"cert":"N\/A","id":413675,"title":"Edwin Reyes: soldado de la belleza","adult":false,"genre_ids":[99]},{"cast":["Daniel Strehle"],"overview":"An architect has trouble with reality after a brain implant.","release_date":"2013-12-12","vote_average":3.0,"runtime":10,"cert":"\"\"","id":413677,"title":"Singularity","adult":false,"genre_ids":[]},{"cast":["Louis Mandylor","Joel McCrary","Dan Southworth","Leah Lewis","Jason Earles"],"overview":"A young rock and roller seeks a mystical artifact to save the world from an ancient evil, but the mysterious librarian who owns it has other plans.","release_date":"","vote_average":0.0,"runtime":8,"cert":"N\/A","id":413679,"title":"Arcanum","adult":false,"genre_ids":[]},{"cast":[],"overview":"A portrait of one of the first female lawyers in Alabama, who fought tirelessly for segregation reform and equal rights for women in the face of adversity in the 1960's and beyond.","release_date":"","vote_average":0.0,"runtime":52,"cert":"N\/A","id":413696,"title":"Stand Up, Speak Out: The Nina Miglionico Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"In LAKESHORE VILLAS, the past lurches into the present as colorful lives, hard lived, are stoically self-examined at life's last stop.","release_date":"","vote_average":0.0,"runtime":56,"cert":"N\/A","id":413698,"title":"Lakeshore Villas","adult":false,"genre_ids":[]},{"cast":["Laurie Simmons","Robert Clohessy","John Rothman","Josh Safdie","Parker Posey"],"overview":"A 65-year-old single artist living in New York City has a good life: a stable teaching job, successful friends, and a loyal, aging dog named Bing. As her dream of a respectable place in the art world becomes more elusive, her frustration with her lack of recognition feels alarmingly urgent.","release_date":"2016-09-05","vote_average":5.0,"runtime":86,"cert":"N\/A","id":413700,"title":"My Art","adult":false,"genre_ids":[]},{"cast":["Prithviraj Sukumaran","Vijayaraghavan","Chandra Lakshman","Thara Kalyan","Sadiq"],"overview":"Stop Violence is a 2002 Malayalam film directed by A. K. Sajan.  The film stars Prithviraj, Vijayaraghavan, and Chandra Lakshman.","release_date":"2002-10-25","vote_average":5.8,"runtime":114,"cert":"N\/A","id":413702,"title":"Stop Violence","adult":false,"genre_ids":[80,18,28]},{"cast":[],"overview":"Who's the greatest sleuth since Sherlock Holmes? None other than Detective Minnie! Together with Mickey and the Clubhouse gang, she'll get to the bottom of any tricky mystery faster than you can say, \"Case closed!\"  To celebrate Friendship Day, Minnie and Daisy have made 12 beautiful party hats. But when the hats vanish, it's up to \"Detective Minnie,\" \"Secret Spy Daisy\" and YOU to find them! Follow the trail of glitter and glue, pick the right mouseketools, and use amazing spy gadgets to track down the missing hats and discover who might have taken them - and why! Join the quest for adventure as you laugh, play along, and hunt for clues in three exciting stories packed with surprises, teamwork and fun!","release_date":"2012-06-09","vote_average":0.0,"runtime":69,"cert":"N\/A","id":413704,"title":"Mickey Mouse Clubhouse: Detective Minnie","adult":false,"genre_ids":[]},{"cast":["Jeff Fatt","Anthony Field","Murray Cook","Sam Moran"],"overview":"Wiggle and Learn is the debut of new Wiggle, Sam, and features over 50 new songs from the world's most successful pre-school group. As professional early childhood educators, The Wiggles know that children learn best through play!","release_date":"2011-01-09","vote_average":0.0,"runtime":200,"cert":"N\/A","id":413706,"title":"The Wiggles: Wiggle & Learn: The Pick Of Tv Series 6","adult":false,"genre_ids":[10751]},{"cast":["William S. Burroughs","Maren Pedersen"],"overview":"A 1968 collaboration between jazz musician Daniel Humair and beat author William S. Burroughs that recuts and reinterprets the 1922 silent film \"Haxan\" with a Burroughs' dark and wryly comic tone. Essentially the first \"remix\" film.","release_date":"1968-01-03","vote_average":8.0,"runtime":76,"cert":"\"\"","id":413708,"title":"Häxan: Witchcraft Through The Ages","adult":false,"genre_ids":[36,27]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413716,"title":"Malmös Bästa Grogglandare","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413718,"title":"Creation Of A God","adult":false,"genre_ids":[]},{"cast":["Dragan Mićanović","Branka Katić","Nenad Jezdić","Jelisaveta 'Seka' Sablić","Predrag Ejdus"],"overview":"Belgrade in 1992. - breaking up of Yugoslavia, blockade, shortages, food queues, student rebellion. Life of two Belgrade families and personal drama of their members, caused by social breakdown and civil war.","release_date":"1995-07-15","vote_average":7.0,"runtime":110,"cert":"N\/A","id":413729,"title":"Dark Is the Night","adult":false,"genre_ids":[18]},{"cast":["Stephanie Lexer","Paul Hassler","Peter Simonischek"],"overview":"","release_date":"2014-04-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413734,"title":"Biest","adult":false,"genre_ids":[]},{"cast":["Joyce Ni","Yang Ching-huang","Lu Hsiao-Fen"],"overview":"Set in the southern port of Kaohsiung, a comedy-romance between a shy young tailor and a 'tart with a heart', both of whom have their different dreams. Based on the short story by Yang Ching-chu.","release_date":"1984-01-01","vote_average":0.0,"runtime":89,"cert":"N\/A","id":413742,"title":"The First Stitch","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"After a purported bike accident, the nameless amnesiac undertakes audio-visual therapy by producing a series of one-minute shots through the streets of Toronto. The result is an episodic love letter set against the city's intimacies and haunts, populated by old and new acquaintances, while the disembodied voiceover weighs in on gender, animal, and the end of literary culture. Beginning from the position of the body in fugue, Incident Reports traces the most intimate of daily life changes through chronicling a back beat of the city's endless transformation.","release_date":"2016-04-20","vote_average":0.0,"runtime":70,"cert":"N\/A","id":413744,"title":"Incident Reports","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two epic stories of an incredible saga. In 1836, Cynthia Ann Parker, a lovely nine-year-old girl with cornflower-blue eyes, gets kidnapped by Comanches from the far Texas frontier. She then grows to love her captors and becomes infamous as the \"White Squaw\", a pioneer woman who refused to return until her tragic capture by Texas Rangers in 1860. Her mixed-blood son, Quanah, succeeds her and becomes the last and greatest chief of the Comanches. Their legacy is wrapped around the rise, and ultimately, the fall of the most powerful Indian tribe in American history, battling a war spanning four decades, holding up the development of the new American nation. In a beautiful tale encompassing Spanish colonialism, the Civil War, the destruction of the buffalo herds, and the arrival of the railroads, is the war of the Comanches.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413746,"title":"Empire of the Summer Moon","adult":false,"genre_ids":[37]},{"cast":[],"overview":"Private eye Lou Archer is hired by a young co-ed to find out why her wicked stepmother is draining her trust, when a lunkhead surfer leads him to a dead body.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413748,"title":"The Zebra Striped Hearse","adult":false,"genre_ids":[35,80]},{"cast":["Kalaiyarasan","Adukalam Naren","Satna Titus","Vela Ramamoorthy","Sandra Amy"],"overview":"After his sister’s dreams are shattered, an angry youngster takes on fraudsters who have commercialised the education sector for their selfish needs.","release_date":"2017-05-12","vote_average":0.0,"runtime":132,"cert":"N\/A","id":413750,"title":"Yeidhavan","adult":false,"genre_ids":[28,80]},{"cast":[],"overview":"An action thriller about the 2008 rescue of 15 hostages from the guerrila group in the Colombian jungle.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413752,"title":"The Mission","adult":false,"genre_ids":[28,18,53]},{"cast":[],"overview":"A story focuses on Frank Friedmaier, a thief, pimp and murderer.","release_date":"2003-09-04","vote_average":0.0,"runtime":null,"cert":"\"\"","id":413754,"title":"The Stain on the Snow","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"Every boy and girl dreams about the thrill of riding on a fire engine and using a firefighter's special gear.  Our video will let your little ones live this dream and learn about fire safety and fire equipment with Firefighter George and Firefighter Christy of Start Smarter.  Come along with us in our first of two exciting and action packed videos as we teach your Junior Firefighters all about the equipment on a Fire Engine.  Then watch as real firefighters show how the equipment works in live action!","release_date":"","vote_average":0.0,"runtime":38,"cert":"N\/A","id":413759,"title":"Firefighter George & Fire Engines Volume 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"Boomerangs and candy canes, cheesecake and roller skates - what could be more fun?  Well, wait until you see how they're made!  This thirty segment collection zips you through the topsy-turvy processes that produce some of our most favorite foods and playthings.  How do you put the stripes on a candy cane?  How do you get the details on a miniature train?  The roller-coaster production lines of stickers, sombreros, strobe lights and so much more are just waiting to be examined and explored in three-and-a-half hours of the fun stuff on How It's Made.","release_date":"","vote_average":0.0,"runtime":210,"cert":"N\/A","id":413761,"title":"How It's Made: The Fun Stuff","adult":false,"genre_ids":[]},{"cast":["Carlo Campanini","Walter Chiari","Silvana Pampanini","Jackie Frost","Gino Cervi"],"overview":"","release_date":"1951-11-20","vote_average":5.0,"runtime":105,"cert":"N\/A","id":413763,"title":"O.K. Nero","adult":false,"genre_ids":[35]},{"cast":["David Lynch"],"overview":"An intimate journey through the formative years of David Lynch's life. From his idyllic upbringing in small town America to the dark streets of Philadelphia, we follow Lynch as he traces the events that have helped to shape one of cinema's most enigmatic directors.","release_date":"2017-02-15","vote_average":7.1,"runtime":89,"cert":"\"\"","id":413765,"title":"David Lynch: The Art Life","adult":false,"genre_ids":[99]},{"cast":["Alain Bergala","Xanaë Bove","Emmanuel Chaumet","Claire Childeric","Michaël Dacheux"],"overview":"The Graduation captures the selection process for students at the famous Parisian film school La Fémis, showing us how successful candidates get to follow in the footsteps of such luminaries as Louis Malle, François Ozon and Alain Resnais, all of whom attended this prestigious institution. Stumbling over their words, the often-nervous candidates seem vulnerable when confronted with the veterans of the industry, who have the difficult task of discovering true talent among all these eager young people.","release_date":"2017-02-08","vote_average":7.5,"runtime":119,"cert":"N\/A","id":413767,"title":"The Graduation","adult":false,"genre_ids":[99]},{"cast":["Horst Drinda","Annekathrin Bürger","Peter Reusse","Regina Beyer","Jaecki Schwarz"],"overview":"","release_date":"1982-09-02","vote_average":7.0,"runtime":null,"cert":"N\/A","id":413769,"title":"Im Spiegel","adult":false,"genre_ids":[18]},{"cast":["Alfredo Alcón","María Vaner","Osvaldo Terranova","Helena Tritek","Aníbal Troilo"],"overview":"A man and a woman fall in love in the streets of a nocturnal Buenos Aires.","release_date":"1962-01-30","vote_average":8.7,"runtime":85,"cert":"N\/A","id":413777,"title":"Prisioneros de una noche","adult":false,"genre_ids":[18]},{"cast":["Ernesto Chévere","Jorge Antares","Cecilia Argüelles","Carlos Ferrer"],"overview":"Follows the story of a young revolutionary man caught in the excitement and tragedy of living two different lives, as an undercover agent and as revolutionary.","release_date":"2017-07-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413779,"title":"El cerro de los buitres","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"A cop \"drops out\" and becomes a polygamist, ultimately taking on 12 wives, and begins his own town with his \"family\". The authorities are repulsed by his eccentric lifestyle, and he finds himself being investigated by them on charges of drug trafficking and fencing stolen property. Based on a true story.","release_date":"1977-09-01","vote_average":0.0,"runtime":100,"cert":"\"\"","id":413781,"title":"Alex Joseph and His Wives","adult":false,"genre_ids":[]},{"cast":["Isabella Ferrari","Mariangela Melato","Urbano Barberini","Antonello Fassari"],"overview":"","release_date":"2000-05-13","vote_average":0.0,"runtime":95,"cert":"N\/A","id":413783,"title":"La vita cambia","adult":false,"genre_ids":[]},{"cast":["George Best","Angie Best"],"overview":"Northern Ireland's legendary star remains one of the most naturally gifted footballers there has ever been.","release_date":"2016-10-14","vote_average":6.8,"runtime":90,"cert":"N\/A","id":413785,"title":"George Best: All by Himself","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The story of an aging Mexican migrant who spent his entire life working in the California fields, separated from his family back home. A melancholy alcoholic, one morning he realizes life has rolled past him and he has nothing to show for it. Lupe embarks on existential journey, trying to come to terms with his choices and reconnect with what he left behind.","release_date":"2016-10-06","vote_average":0.0,"runtime":78,"cert":"N\/A","id":413787,"title":"Lupe Under the Sun","adult":false,"genre_ids":[]},{"cast":[],"overview":"An intimate and vivid account of a young girl's real and fantastical adventure.","release_date":"2016-10-09","vote_average":0.0,"runtime":75,"cert":"N\/A","id":413795,"title":"Eglantine","adult":false,"genre_ids":[]},{"cast":["Denise Gough","Alan Howley"],"overview":"In their debut documentary Christine Molloy and Joe Lawlor take as their point of departure the compelling 18th Century figure, Ambrose O'Higgins, and attempt to retrace his remarkable journey from Ireland to Chile.","release_date":"2016-10-12","vote_average":6.0,"runtime":89,"cert":"N\/A","id":413797,"title":"Further Beyond","adult":false,"genre_ids":[99]},{"cast":["Maya Lubinsky","Anna De Filippi","Aida Elkashef","Michele Valley","Giovanni Lombardo Radice"],"overview":"Moderation, set in Egypt, Greece and Italy, revolves around a female horror director (Maya Lubinsky) and a screenwriter (Anna De Filippi), whose latest collaboration is haunted by encounters with its 'raw material' and the escalation of conflicting desires. Faced with the disintegration of their project, the director becomes more and more drawn into conversations with the actors she has cast (Aida El Kashef, Michele Valley and Giovanni Lombardo Radice), which reflect on the way horror traverses the affective and material realities of their lives on and off screen.","release_date":"2016-02-11","vote_average":0.0,"runtime":149,"cert":"N\/A","id":413799,"title":"Moderation","adult":false,"genre_ids":[]},{"cast":["Matthew Tye","Winston Sterzel"],"overview":"Two seasoned YouTube vloggers bike 5000km through the weirdest and wildest back roads of southern China.  Join Winston Sterzel, “The Original China Vlogger,” and his fellow Youtuber, C-Milk, on their epic southern China adventure. They tackle tough roads, witness breath-taking scenery, sample weird food and meet fascinating locals along the way. This is China like you’ve never seen it before.","release_date":"2016-08-17","vote_average":10.0,"runtime":101,"cert":"N\/A","id":413804,"title":"Conquering Southern China","adult":false,"genre_ids":[99]},{"cast":["Rolan Bykov","Natalya Gundareva","Svetlana Kryuchkova","Oleg Tabakov","Leonid Kuravlyov"],"overview":"","release_date":"1990-02-11","vote_average":6.0,"runtime":null,"cert":"N\/A","id":413806,"title":"Оно","adult":false,"genre_ids":[18,35,36]},{"cast":["Zachary Richard"],"overview":"Zachary Richard takes a voyage to l'Acadie and Louisiana to learn about his ancestors and the history of the Acadian people.","release_date":"2016-08-14","vote_average":0.0,"runtime":60,"cert":"N\/A","id":413823,"title":"Zachary Richard, toujours batailleur","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The northern karst of Puerto Rico - a vital resource to both wildlife and locals - is threatened by the proposed expansion of the PR-22 highway.","release_date":"2015-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413825,"title":"Imperio Karstico","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Tyrannical regimes have always tried to hide their abuses and injustices. This historic documentary recovers the memory of one of the great travesties of Dominican dictator Trujillo: The Fair of Peace and Fraternity of the Free World of 1955.","release_date":"2014-01-02","vote_average":0.0,"runtime":10,"cert":"N\/A","id":413827,"title":"Afterword (Epílogo)","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413829,"title":"哈哈镜花缘","adult":false,"genre_ids":[]},{"cast":["Sigourney Weaver","Edward Herrmann","John Harkins","Baxter Harris","Eileen Heckart"],"overview":"Oscar nominee Sigourney Weaver (Aliens) and Emmy-winner Edward Herrmann (The Purple Rose of Cario) portray an affluent suburban couple whose empty and gin-fueled lives are observed through the eyes of their neglected, eight-year old daughter.","release_date":"1979-10-24","vote_average":10.0,"runtime":60,"cert":"\"NR\"","id":413831,"title":"The Sorrows of Gin","adult":false,"genre_ids":[18,10770]},{"cast":["Doug Seegers"],"overview":"In the fall of 2013 the homeless Seegers is playing the streets of Nashville, just as usual. But one day he is suddenly discovered by Swedish country star Jill Johnson and her TV crew. Johnson immediately recognizes the magic of Seegers voice and offers him to record his song “Going Down to the River” in Johnny Cash’s legendary studio The Cabin. When the Doug Seegers episode of the TV series “Jill’s Porch, Nashville” is aired in March 2014 the audience just goes crazy. “Going Down to the River” instantly hits the top spot of the Swedish iTunes-list, and stays there for 12 consecutive days. Doug Seegers now gets to record an album together with Emmylou Harris’ band and to tour Sweden, from north to south. This film tells the unlikely story of Doug Seegers late breakthrough and we get to follow him on his Sweden tour in the summer of 2014.","release_date":"","vote_average":0.0,"runtime":59,"cert":"N\/A","id":413833,"title":"Doug Seegers - Cinderella Man","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Inspired by the monthly First Friday Event and the Art &amp; Culture of Philadelphia. \"A young boy who wants to be a superhero runs away from home while a group of teenagers plot a gallery heist as the gallery owner is distracted by a smooth-talking art critic.\"","release_date":"2016-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":413847,"title":"First Friday","adult":false,"genre_ids":[28,35,18]},{"cast":[],"overview":"xzczxczxc zczczxc zxc zxc zxc zxc zxc","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413849,"title":"next door neighbour","adult":false,"genre_ids":[]},{"cast":["Abbey Lee","Riley Keough"],"overview":"i-D's exclusive interview with Australia's number one supermodel crush, Abbey Lee Kershaw... where all is not as it seems.","release_date":"2013-12-16","vote_average":0.0,"runtime":4,"cert":"\"\"","id":413851,"title":"Supermodel Acting Class","adult":false,"genre_ids":[35]},{"cast":["Daveigh Chase","Riley Keough","Chelsea Schuchman","Myra McWethy"],"overview":"Three broke sisters, Kitty, Kooky and Klutzy receive the news of their estranged aunt's passing. After an argument about what they stand to gain from their aunt's will, the girls visit a psychic named, Madame Le Chat. Tension ensues.","release_date":"2013-01-01","vote_average":0.0,"runtime":15,"cert":"\"\"","id":413853,"title":"Madame Le Chat","adult":false,"genre_ids":[]},{"cast":["Brendan Sexton III","Riley Keough","Perrey Reeves","Matthew Scanlon","Brandon Burke"],"overview":"On his way to rock bottom, a hopeless romantic discovers hope in the form of an older woman he meets over the Internet.","release_date":"2013-09-09","vote_average":0.0,"runtime":19,"cert":"\"\"","id":413855,"title":"Blake","adult":false,"genre_ids":[10749,35,18]},{"cast":["Alexandra Shipp","Brianna Hildebrand","Jack Quaid","Timothy V. Murphy","Josh Hutcherson"],"overview":"Following two death-obsessed teenage girls who use their online show about real-life tragedies to send their small Midwestern town into a frenzy and cement their legacy as modern horror legends.","release_date":"2017-10-20","vote_average":5.9,"runtime":98,"cert":"\"R\"","id":413857,"title":"Tragedy Girls","adult":false,"genre_ids":[27,35]},{"cast":["Sam Worthington","Maeve Dermody","Marea Burton","Peter Barry"],"overview":"A Fairytale of the City explores both the light and dark shades of human experience. You will be taken on the journey of a raw, luminous Girl fleeing from the cruel confines of her childhood past. The beautiful imagery of this film and its intriguing characters both disturbs and delights; it's a magical piece of art.","release_date":"2006-02-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":413868,"title":"A Fairytale of the City","adult":false,"genre_ids":[]},{"cast":["Edu Moraes","Eucir de Souza","André Deca","Bianca Muller","Andrade Jr."],"overview":"In a forgotten corner of the vast Brazilian bureaucracy, a psychotic boss uses a time machine to enslave his lazy employees and increase productivity.","release_date":"2016-09-24","vote_average":5.0,"runtime":100,"cert":"N\/A","id":413870,"title":"Punch the Clock","adult":false,"genre_ids":[35,878]},{"cast":["Maju Souza","Camila Márdila","Tereza Seiblitz","Walderez de Barros","Zezé Motta"],"overview":"","release_date":"2017-05-25","vote_average":7.5,"runtime":null,"cert":"N\/A","id":413872,"title":"Cora Coralina - Todas as Vidas","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2016-09-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413874,"title":"#Era dos Gigantes","adult":false,"genre_ids":[]},{"cast":["Jane Stiles","Scott Cohen","Will Denton","Emmy Clarke","Kevin Black"],"overview":"Adapted from the novel by Rebecca Chace, Capture the Flag portrays the tenuous relationship between a father and a daughter in the socially turbulent 1970s. Teen-age Annie and her father Luke are about to gather with friends for an annual game of Capture the Flag. This year, a lot more is at stake than the white T-shirt standing in for the flag. Annie's parents are on the verge of divorce, and this is the first time she and her father are participating without Annie's mother. What starts as a joyous reunion soon breaks down as friendships among the adults fracture and new allegiances among the children are formed. Over the course of this weekend, Annie learns that even though some things change, the most important relationships will somehow endure.","release_date":"2010-04-10","vote_average":0.0,"runtime":14,"cert":"\"\"","id":413876,"title":"Capture the Flag","adult":false,"genre_ids":[]},{"cast":["Lola Kirke","Hans Estrin","Carl Grumbine","Chance McNiff"],"overview":"A socially inept farmer races home to complete a secret project in the woods.","release_date":"2014-01-01","vote_average":0.0,"runtime":10,"cert":"\"\"","id":413878,"title":"Cor Childe","adult":false,"genre_ids":[14,18]},{"cast":["Delphine Seyrig","Barry Foster","Kirstie Pooley","Udo Kier","Ellen Umlauf"],"overview":"A man between mother and daughter.","release_date":"1975-01-01","vote_average":0.0,"runtime":96,"cert":"N\/A","id":413880,"title":"Der letzte Schrei","adult":false,"genre_ids":[35]},{"cast":["Tabea Blumenschein ","Udo Kier","Margie Ellgaard","Vera Bódy"],"overview":"","release_date":"1982-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413888,"title":"Die Geschwister","adult":false,"genre_ids":[]},{"cast":["Christina Hendricks","Abbie Cornish","Emily Watson","Max Riemelt","David Kross"],"overview":"During World War I, a group of women who are left behind in an English farming community become romantically involved with several German prisoners of war.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413890,"title":"The Angel Makers","adult":false,"genre_ids":[18]},{"cast":["Dharmendra","Hema Malini","Amjad Khan","Aruna Irani"],"overview":"Suraj (Dharmendra) his dad, and sister live in Uganda while their properties and business in India are managed by an employee named Kalicharan. When they are forced to leave Uganda, after political upheaval caused by General Idi Amin, Kalicharan fears they will find out he has invested their money in smuggling drugs and has their house set on fire. Suraj's father is killed and his sister is abducted. He is then recruited by the police to stop Kalicharan's smuggling activities which leads him to Europe. He meets Sudha (Hema Malini) a beautiful dancer, who has been blackmailed by Kalicharan, into helping smuggle the drugs. Suraj must try to find his sister, end the drug smuggling and take his revenge on Kalicharan. The question is will he able to accomplish this or will he himself fall prey to Charas.","release_date":"1976-05-24","vote_average":0.0,"runtime":159,"cert":"N\/A","id":413892,"title":"Charas","adult":false,"genre_ids":[28,18,10749]},{"cast":["Chiwetel Ejiofor"],"overview":"A chronicle of the life of Fela Kuti, the Nigerian musician and political force who invented Afro-beat music and introduced it to the world.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413894,"title":"Fela","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413896,"title":"Kazik & Kwartet ProForma: Diwidisekcja","adult":false,"genre_ids":[]},{"cast":["Anand Babu","Vivek","Chinni Jayanth","K. S. Ravikumar","Chithra"],"overview":"Vivek, Narayanan and Kannan are admitted in a hospital for treatment. Babu , son of a rich businessman, is also admitted in the same ward as them. They become friends in a short time. They finally come to know that they will live only for few more months, they all have blood cancer. They decide to leave the hospital and to travel. They arrive in a small village where Sivalingam spreads terror among the villagers.","release_date":"1991-11-22","vote_average":0.0,"runtime":126,"cert":"N\/A","id":413898,"title":"Putham Pudhu Payanam","adult":false,"genre_ids":[10751,18,35]},{"cast":[],"overview":"","release_date":"2015-09-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413912,"title":"Didier Porte - A droite !","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1993-09-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413914,"title":"Attack of Serial Killers from Outer Space","adult":false,"genre_ids":[]},{"cast":["Dharmendra","Shatrughan Sinha","Karan Kapoor","Amrish Puri","Mandakini"],"overview":"Inspectors Amar (Dharmendra) and Dayal (Raza Murad) in their attempt to arrest bandit Sher Singh (Amrish Puri),, get injured, Amar survives, but Dayal gets his legs crushed and becomes wheelchair-bound. Later, Amar arrests local politician Jagannath Prasad (Kader Khan), who gets released without being charged while Amar gets reprimanded, and decides to resign. Later, Sher Singh hijacks a bus and holds the passengers as hostages in exchange for 25 of his jailed associates. Dayal's granddaughter, Seema (Mandakini), is amongst them, and Dayal asks Amar for assistance. Amar, along with ex-convict, Qasim Ali (Shatrughan Sinha), and Karan (Karan Kapoor), a drug-dealer, does manage to rescue them but differences crop up among the trio and they part ways. Then Amar finds out that Qasim and Karan have masterminded a plan to facilitate the escape of the 25 convicts, and decides to confront them.","release_date":"1987-01-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413916,"title":"Loha","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413918,"title":"Hitokiri II: Road to Destiny","adult":false,"genre_ids":[]},{"cast":["Jean Yanne","Pierre Tornade"],"overview":"","release_date":"1967-09-02","vote_average":6.0,"runtime":null,"cert":"N\/A","id":413920,"title":"Deux Romains en Gaule","adult":false,"genre_ids":[35]},{"cast":["Robert Lamoureux","Marthe Mercadier","Magali Vendeuil","Claude Nicot","Liliane Patrick"],"overview":"","release_date":"1984-11-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413922,"title":"Diable d'homme","adult":false,"genre_ids":[35]},{"cast":[],"overview":"In a corner to the South West of the province of Buenos Aires lives Osvaldo Calvo, a veteran of 82 years, lover of astronomical optics. Luthiers of telescopes, founder of the Valentín Alsina Observatory. An expert in optics applied to the cinematographic arts and sciences.","release_date":"2012-01-02","vote_average":0.0,"runtime":7,"cert":"N\/A","id":413936,"title":"Esculpiendo estrellas","adult":false,"genre_ids":[99]},{"cast":["Radmilo Ćurčić","Suzana Neubauer","Martin Huba","Slobodan Aligrudić","Vladimir Popović"],"overview":"Zivorad, unassuming young man from the village, is 'pushed' from his uncle to high positions, becoming a police inspector who is looking for hashish, a scientist, a man who rises agriculture land and whatnot...","release_date":"1968-12-12","vote_average":5.0,"runtime":84,"cert":"N\/A","id":413938,"title":"Quo vadis Zivorad!?","adult":false,"genre_ids":[35]},{"cast":["Robert Lamoureux","Pierre Maguelon","Magali Vendeuil","Marie Saint-Laurent","Francis Deschamps"],"overview":"","release_date":"1987-08-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413940,"title":"La taupe","adult":false,"genre_ids":[35]},{"cast":["Arnold Schwarzenegger"],"overview":"Hollywood action man Arnold Schwarzenegger guides viewers through some of the world's most cunning stunts, including feats of strength, endurance, bravery, and sometimes just dumb luck. Using clips of the stunts themselves, in addition to commentary from fans, comedians, stunt coordinators and daredevils, this one-off show takes a behind-the-scenes look at some of the most famous, jaw-dropping stunts ever, with Arnie providing humour, shock, awe and delight as the programme counts down to number one.","release_date":"2016-04-23","vote_average":8.0,"runtime":72,"cert":"N\/A","id":413945,"title":"Arnie's 50 Greatest Ever Stunts","adult":false,"genre_ids":[99]},{"cast":["Marilia Nuvunga","Seane Jussefa","Marilia Nuvunga","Seane Jussefa"],"overview":"Madala knows that Josefina is a prostitute. Madala knows about Aids: He needs to talk with but is shy. he is really interested, because he believes that he will merry her when he grows up. So one day he decides to put the condoms inside of her shoes, with a little message: I Love You!","release_date":"2007-09-03","vote_average":0.0,"runtime":3,"cert":"N\/A","id":413947,"title":"I Love You","adult":false,"genre_ids":[35]},{"cast":["Shan Kwan","Chang Hsiao-yen","Liu Ching","Wai Wang","Chen Hui-mei"],"overview":"Taiwanese spy thriller. Agent No 1, a super sleuth from Chungking, is sent to Nanjing to investigate the murder of a Japanese general, which leads to even more intrigue and skullduggery.","release_date":"1970-04-04","vote_average":0.0,"runtime":90,"cert":"N\/A","id":413958,"title":"Secret Agent Chungking 001","adult":false,"genre_ids":[10752,53,12]},{"cast":["Sebastian Street","Tanya Duff","Stephen Tallett","Stuart Packer","Kevin Shaun Nabdoo"],"overview":"A guy starts seeing the new office temp who is also the object of affection of her psychotic friend. The psycho embarks on terror campaign with dreadful consequences for the couple and the people closest to them.","release_date":"2010-01-01","vote_average":0.0,"runtime":125,"cert":"N\/A","id":413963,"title":"Vehemence","adult":false,"genre_ids":[53,18,10749]},{"cast":[],"overview":"Identity and self-discovery evolve in an epic journey through the majesty of a Mexico rarely seen. EL GANZO chronicles a brief and intense connection between two lonely travelers: a struggling artist on the verge of a creative breakthrough and a mysterious woman with a hidden and unknown past.","release_date":"2015-09-26","vote_average":0.0,"runtime":86,"cert":"\"\"","id":413965,"title":"El Ganzo","adult":false,"genre_ids":[]},{"cast":["Lisa Wilcox","Lucienne Deschamps"],"overview":"","release_date":"2000-09-03","vote_average":0.0,"runtime":29,"cert":"N\/A","id":413970,"title":"The All New Adventures of Chastity Blade","adult":false,"genre_ids":[14]},{"cast":["Ali Nassirian","Gohar Kheirandish"],"overview":"About a fictional village in Iran and two candidates that are competing for people's votes in a local election.","release_date":"2015-01-01","vote_average":4.0,"runtime":null,"cert":"N\/A","id":413972,"title":"Iran Burger","adult":false,"genre_ids":[35]},{"cast":["Marcy Walker","Dan Lauria","Terence Knox","Rod Sell","Mike Nussbaum"],"overview":"Convinced that her husband Norm is being unfaithful, Ann Demski has an affair with family friend Nick. When she realizes that Nick contrived the evidence of Norm's unfaithfulness in order to seduce her, she breaks off the affair. Nick then launches an unrelenting campaign to destroy Ann's life.","release_date":"1992-10-11","vote_average":0.0,"runtime":97,"cert":"\"\"","id":413974,"title":"Overexposed","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Released hot on the heels of Randy Rogers' second album, Live at Billy Bob's Texas is a curiously subdued live set. Rogers is that rarity, a country singer\/songwriter who records with his road band instead of the usual session musicians, which gives his albums a relaxed, rough-edged feel missing from the standard antiseptic Music Row product.  The set climaxes with an extended workout on \"Lost and Found,\" from Rogers' debut, showcasing a series of solos brief enough to keep from devolving into tiresome showboating.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":413982,"title":"Randy Rogers Band:  Live at Billy Bob's Texas","adult":false,"genre_ids":[10402]},{"cast":["Michael Shannon","Judy Greer","Thomas Lennon","Ron Perlman","Christina Hendricks"],"overview":"Maynard, a beloved local businessman is mistaken for the legendary Bigfoot during an inebriated romp through town in a makeshift gorilla costume. The sightings set off an international Bigfoot media spectacle and a windfall of tourism dollars for a simple American town hit by hard times. When Brock Masterson, reality TV’s “Monster Hunter,” arrives to hunt the beast, Maynard agonizes over whether to come clean, destroying the rebirth of his beloved town, or perpetuate the inadvertent hoax.","release_date":"2017-11-10","vote_average":5.0,"runtime":85,"cert":"\"\"","id":413990,"title":"Pottersville","adult":false,"genre_ids":[35]},{"cast":["Jon Bernthal","Christopher Abbott","Imogen Poots","Rosemarie DeWitt","Odessa Young"],"overview":"A former rodeo star, now a motel manager, meets a young man who is responsible for the violence that suddenly has seized his small town.","release_date":"2017-11-17","vote_average":6.1,"runtime":94,"cert":"\"R\"","id":413992,"title":"Sweet Virginia","adult":false,"genre_ids":[18,53]},{"cast":["Holliday Grainger","Luke Bailey","Katie Walter"],"overview":"Holliday Grainger provides a raw, emotional performance as Colette, a 16-year-old who finds it hard to love.","release_date":"2010-08-01","vote_average":0.0,"runtime":13,"cert":"N\/A","id":413994,"title":"Colette","adult":false,"genre_ids":[10749,18]},{"cert":"N\/A","title":"Nonton The Walking","cast":[],"id":413999,"overview":"Nonton The Walking","runtime":42,"genre_ids":[],"release_date":"","vote_average":0.0,"adult":false}]