[{"cast":["Colin Firth","Rachel Weisz","David Thewlis","Mark Gatiss","Genevieve Gaunt"],"overview":"In 1968, Donald Crowhurst, an amateur sailor, endangers the fate of his family and business, and his own life, blinded by his ambition to compete in the Sunday Times Golden Globe Race, attempting to become the first person in history to single-handedly circumnavigate the world without making any stopover.","release_date":"2018-02-09","vote_average":5.9,"runtime":102,"cert":"\"\"","id":414001,"title":"The Mercy","adult":false,"genre_ids":[18,12]},{"cast":["Liana Liberato","Christina Scherer","Hannah Marks","Shelby Young"],"overview":"Two Dollar Bill is shown from the perspective of teenage roommates Greta and Harper. Their friendship is tested when Greta’s friend Frankie appears unexpectedly on Halloween. An examination of modern girl culture, this is a story of young women leaving home a little early.","release_date":"2016-02-14","vote_average":0.0,"runtime":13,"cert":"\"\"","id":414003,"title":"Two Dollar Bill","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"A group of blind women talk and tell stories, showing their own way of seeing through sensory memory, singing and dreams: an imaginary landscape bordering darkness and reconstructed through their voices.","release_date":"2016-09-03","vote_average":0.0,"runtime":15,"cert":"N\/A","id":414008,"title":"Notturno","adult":false,"genre_ids":[]},{"cast":["Rushdy Abaza","Lobna Abdel Aziz","Abdel Moneim Ibrahim","Shouweikar","El-Deif Ahmed"],"overview":"When an oil engineer starts digging for oil in Luxor he disturbs the spirits of ancient Egyptians buried there. A spirit, Last Bride of the Nile, is sent to get him to stop the drilling.","release_date":"1963-11-02","vote_average":0.0,"runtime":101,"cert":"N\/A","id":414010,"title":"Bride of the Nile","adult":false,"genre_ids":[35,14,10749]},{"cast":["Vinay Rai","Subiksha","Robo Shankar","Riythvika","Thaman Kumar"],"overview":"A young woman moves to Canada with her boyfriend to get married with the help of her friend, but finds herself trapped in a web of lies and deciet.","release_date":"2019-02-08","vote_average":0.0,"runtime":128,"cert":"N\/A","id":414012,"title":"Nethraa","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"Mesopotamia was the site of the Sumerian civilisation, which flourished at the confluence of the rivers Tigris and Euphrates. From 5000 to 2000 BC, the Sumerians flourished in a hostile environment by developing agriculture and irrigation and they opened up the trade routes of the ancient world. It was the Sumerians who invented writing and the wheel, and they first divided time into minutes and seconds. In the end however the Babylonian civilisation took the place of the Sumerians. However their heritage and myths live on in the Mediterranean and Western worlds to this day.","release_date":"2001-01-01","vote_average":0.0,"runtime":52,"cert":"N\/A","id":414014,"title":"Civilisations: The Gardens of Babel","adult":false,"genre_ids":[36,99]},{"cast":["Jennifer Jones"],"overview":"A 1944 propaganda short film produced for the U.S. Treasury Department and intended to boost war bond sales, directed by an uncredited Alfred Hitchcock and starring Jennifer Jones as a nurse's aide.","release_date":"1944-10-01","vote_average":6.7,"runtime":2,"cert":"\"NR\"","id":414019,"title":"The Fighting Generation","adult":false,"genre_ids":[]},{"cast":["Damon Herriman","Kerry Walker","Mia Wasikowska"],"overview":"Len, a mildly autistic man, is having trouble with day-to-day life after his mother's death, until she sends him something quite unexpected to help him on his way.","release_date":"2007-08-09","vote_average":0.0,"runtime":15,"cert":"N\/A","id":414021,"title":"Lens Love Story","adult":false,"genre_ids":[18]},{"cast":["Mia Wasikowska","Oliver Ackland"],"overview":"It's Valentines Day and Eve's boyfriend Jack presents her with a microwave oven. Jack has unofficially moved into Eve's housing commission room and together they plan to move forward from their troubled pasts. Eve is thrilled by the gift but knows it won't last long in their environment. An intrusion on their privacy sparks an argument, and Eve sets out to get a lock for the door. When things don't go smoothly, trouble ensues.","release_date":"2006-10-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":414023,"title":"Eve","adult":false,"genre_ids":[18]},{"cast":["Poppy Drayton","Laurence Ubong Williams"],"overview":"Two surfers on their way to the beach find that the road ahead isn't as straightforward as it seems.","release_date":"2015-01-01","vote_average":0.0,"runtime":11,"cert":"\"\"","id":414025,"title":"Sexwax","adult":false,"genre_ids":[]},{"cast":["Aaron L. McGrath","Levi Miller","Angourie Rice","Toni Collette","Hugo Weaving"],"overview":"On the night that Jasper Jones, the town's mixed race outcast shows him the dead body of young Laura Wishart, Charlie's life is changed forever. Entrusted with this secret and believing Jasper to be innocent, Charlie embarks on a dangerous journey to find the true killer. Set over the scorching summer holidays of 1965, Charlie defeats the local racists, faces the breakup of his parents and falls head over heels in love as he discovers what it means to be truly courageous.","release_date":"2017-03-02","vote_average":6.6,"runtime":105,"cert":"N\/A","id":414027,"title":"Jasper Jones","adult":false,"genre_ids":[9648,53]},{"cast":["Dakota Fanning","Stephen Fanning","Christopher Lohr"],"overview":"On Christmas Eve in 1968 six-year-old army brat Clairee simultaneously learns the hard truth about Santa Claus and the realities of war. Her bullying older brother Mickey informs her that Santa insn't real and that their absent father is actually far away, serving his country in the Vietnam War.","release_date":"2001-12-25","vote_average":6.5,"runtime":20,"cert":"\"\"","id":414029,"title":"Father Xmas","adult":false,"genre_ids":[]},{"cast":[],"overview":"A girl finds that the old man living in the opposite side never opens the window. His son left hometown for work just as the girl's parents. The girl and the old man take care of each other occasionally and he opens the window eventually.","release_date":"2016-01-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":414040,"title":"Please Open Your Window","adult":false,"genre_ids":[10751,18]},{"cast":["Guy Henry","Joe Cole"],"overview":"Haunted by the past, a lonely old bookshop owner decides to end his life. But with his final hour, comes an unexpected visitor.","release_date":"2014-01-01","vote_average":0.0,"runtime":16,"cert":"N\/A","id":414042,"title":"Callow & Sons","adult":false,"genre_ids":[]},{"cast":["Ben-Ryan Davies","Vahid Gold","Kitty Bertenshaw","Harriet Cains","Callum Turner"],"overview":"It's the morning after the biggest party of the summer - the animal fancy dress party up at the big house and the aftermath is strewn all over town. Kids, still in their costumes, finally making their way home. Benny wakes up in the back of a car in a deserted car park high up in the hills, as the sun rises. He remembers the drugs, the drink, the dancing and Aaron's stupid Zebra suit. How could they both be wearing the same costume? But there's something else? Something to do with Unicorns, kissing, Lions and cupboards.","release_date":"2012-02-12","vote_average":0.0,"runtime":14,"cert":"N\/A","id":414044,"title":"Human Beings","adult":false,"genre_ids":[]},{"cast":["Choi Jin-sil"],"overview":"The life and experiences of Susanne Brink, an adult Korean adoptee from Sweden who suffered abuse and racism in her adoptive home and country.","release_date":"1991-09-21","vote_average":6.5,"runtime":118,"cert":"N\/A","id":414046,"title":"Susanne Brink's Arirang","adult":false,"genre_ids":[18]},{"cast":["Amy Brangwyn","David Ellis","Mish Boyko","Hannah Redfern","Phil Featherstone"],"overview":"Evelyn Ward and David E.M. Croft have less than a week to bring the cast and crew of a BAFTA winning short back together before losing BBC funding. They won a BAFTA, the BBC want them, but they all hate each other (Classic waste of our license fee).","release_date":"2017-02-04","vote_average":0.0,"runtime":73,"cert":"N\/A","id":414048,"title":"Writer's Room","adult":false,"genre_ids":[35]},{"cast":["Mikkel Juul Jensen","Thomas Hwan","Lars Thiesgaard","Jens Jørn Spottag","Laura Bro"],"overview":"Pelle is in love with Dagmar and really wants to reveal this to her, but his drunken dad keeps getting in the way. Rasmus can't accept that his newborn son is seriously ill and ends up distancing himself from his wife in order to try to hold on to the hope. Aksel wants to get back together with his ex-wife and is using his daughter as a go-between until the day when his ex-wife suddenly brings home a new boyfriend.","release_date":"2009-06-11","vote_average":0.0,"runtime":29,"cert":"N\/A","id":414050,"title":"Tick Tick Boom","adult":false,"genre_ids":[]},{"cast":["Andrei Arlovski","Josh Barnett","Alexander Gustafsson","Jan Błachowicz","Ryan Bader"],"overview":"UFC Fight Night: Arlovski vs. Barnett (also known as UFC Fight Night 93) was a mixed martial arts event produced by the Ultimate Fighting Championship (UFC) held on September 3, 2016 at Barclaycard Arena in Hamburg, Germany.","release_date":"2016-09-03","vote_average":0.0,"runtime":null,"cert":"\"PG-13\"","id":414052,"title":"UFC Fight Night 93: Arlovski vs. Barnett","adult":false,"genre_ids":[]},{"cast":["Jonas Noro","Frederikke Dahl Hansen","Bent Conradi","Asta Esper Hagen Andersen","Tale Hendnes"],"overview":"A young boy, Ivan, is set to win the village's annual sunflower competition. To help him, he has his best and only true friend, the girl Josefine. While the two are working together to grow the city's largest sunflower, Ivan's feelings towards Josefine start to grow. But Ivan discovers to his great surprise that Josefine hides a dark secret.","release_date":"2008-09-05","vote_average":0.0,"runtime":30,"cert":"N\/A","id":414054,"title":"Blinded by the Sun","adult":false,"genre_ids":[]},{"cast":["Frederikke Dahl Hansen","Joen Bille"],"overview":"19-year-old Hannah spends Christmas Eve alone with her father for the first time.","release_date":"2016-01-22","vote_average":0.0,"runtime":19,"cert":"N\/A","id":414056,"title":"High Time","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2007-11-29","vote_average":6.0,"runtime":null,"cert":"N\/A","id":414058,"title":"I miei amici Tigro e Pooh - Un Natale da superdetective","adult":false,"genre_ids":[16]},{"cast":["Léa Seydoux","Benjamin Millepied"],"overview":"Director Asa Mader collaborated with Benjamin Millepied (Black Swan star and New York City Ballet principal) for this film featuring Millepied and French actress Lea Séydoux with wardrobe by Ralph Lauren.","release_date":"2011-06-10","vote_average":8.0,"runtime":15,"cert":"\"\"","id":414060,"title":"Time Doesn't Stand Still","adult":false,"genre_ids":[]},{"cast":["Dolores Costello","Betty Blythe","Malcolm McGregor","Warner Oland","William Demarest"],"overview":"To satisfy her controlling mother and secure both of their futures, a daughter hesitantly enters a loveless marriage to a wealthy businessman. Years later, after she has uncovered and overcome her mother's deceptions and manipulations, her newfound happiness is threatened with the appearance of a mysterious \"man from the sea.\"","release_date":"1927-05-27","vote_average":0.0,"runtime":70,"cert":"\"\"","id":414062,"title":"A Million Bid","adult":false,"genre_ids":[18,10749]},{"cast":["Jun Fukuyama","Tomokazu Sugita","Mamoru Miyano","Nana Mizuki","Rina Satou"],"overview":"The story focuses on the 16-year-old Protagonist after he is transferred to Shujin High School in Tokyo. Staying with friends of his parents, he meets up with two fellow students, problem child Ryuuji Sakamoto and withdrawn Anne Takamaki, and a talking, shape-shifting cat-like creature known as Morgana. During his time there, feeling suppressed by their environment, the four form a group known as the \"Phantom Thieves,\" working together to carry out heists and encountering mysterious phenomena along the way.","release_date":"2016-09-03","vote_average":6.9,"runtime":24,"cert":"N\/A","id":414064,"title":"Persona 5 the Animation: The Day Breakers","adult":false,"genre_ids":[28,12,16,14]},{"cast":["Bill Skarsgård","Emma Doxiadi"],"overview":"A man and a woman live in an infinite routine loop, until a Stone appears.","release_date":"2016-08-05","vote_average":8.0,"runtime":15,"cert":"\"\"","id":414066,"title":"A Stone Appears","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1976-07-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":414068,"title":"Augsburger Puppenkiste - Geschichten aus Holleschitz","adult":false,"genre_ids":[]},{"cast":["Artus de Penguern","Darry Cowl","Valérie Donzelli","Esther Gorintin","Rolande Kalis"],"overview":"Alfred lives with his mother in a small village keeping chickens and selling eggs at the local market. He doesn't speak, except to his mother and to children. He has a girlfriend of sorts, although she shies away from any physical contact with her. But more than anything, Alfred wants a child. As natural fatherhood is out of the question he takes the next best option, and makes an application to adopt. With a very un-French lack of bureaucracy Alfred's adoptive son arrives, but turns out not to be the bouncing baby he was hoping for. [taken from London Film Festival 2006 catalogue]","release_date":"2007-03-21","vote_average":0.0,"runtime":87,"cert":"N\/A","id":414070,"title":"The Man Who Wanted a Child","adult":false,"genre_ids":[18]},{"cast":["Royce de Wit","Willem van der Zanden","Pepijn van Elderen","Pim Booij","Finn van der Heide"],"overview":"","release_date":"2016-09-04","vote_average":0.0,"runtime":13,"cert":"N\/A","id":414072,"title":"Qu'est-ce que c'est?","adult":false,"genre_ids":[35,99,18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":414074,"title":"교생미나코","adult":false,"genre_ids":[]},{"cast":["Maria Tornberg","Alexander Skarsgård","Adriano Aragon","Deborah Quayle","Rob Mainord"],"overview":"Liv Swedin is a Swedish actress in Hollywood. It's her 30th birthday when she meets Christopher (a guy from Sweden as well) in her favourite coffee shop.","release_date":"2006-01-27","vote_average":0.0,"runtime":23,"cert":"N\/A","id":414076,"title":"Never Be Mine","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":414081,"title":"about a young man","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":414083,"title":"About a young man","adult":true,"genre_ids":[]},{"cast":["Thanh Thủy","Angela Phương Trinh","Phi Phung","Trường Giang"],"overview":"","release_date":"2016-03-04","vote_average":7.7,"runtime":97,"cert":"N\/A","id":414085,"title":"Taxi, what's your name?","adult":false,"genre_ids":[10749,35]},{"cast":["Tú Vi","Lương Mạnh Hải","Petey Majik Nguyễn"],"overview":"","release_date":"2016-04-06","vote_average":7.0,"runtime":97,"cert":"N\/A","id":414087,"title":"Queen of Bikini","adult":false,"genre_ids":[18]},{"cast":["Brett Halsey","Gianna Maria Canale","Burt Nelson","Conrado San Martín","José Marco Davó"],"overview":"Rolando, who was close to marrying the daughter of the Doge, is condemned after a highly unfair judicial process and locked up in Venice. Digging a tunnel with the aid of his cellmate, Rolando succeeds to escape.","release_date":"1964-03-16","vote_average":6.0,"runtime":91,"cert":"N\/A","id":414089,"title":"The Avenger of Venice","adult":false,"genre_ids":[12]},{"cast":["Corey Spencer","Timo Jacobs","Mark Resnik","Brina","Arthur Hiou"],"overview":"In the year 2019, where the world is under martial law, two rookie cops are tasked to patrol District C-11 where death is just a bullet away.","release_date":"2017-03-21","vote_average":1.5,"runtime":90,"cert":"\"R\"","id":414091,"title":"District C-11","adult":false,"genre_ids":[18,878,53,28,80]},{"cast":[],"overview":"When Czech singer Ida Kelarová meets the young Roma singer, Vierka Berkyová, she discovers an extraordinary and vibrant talent. Determined to develop her musical abilities and career, she brings her and her family from their home in Slovakia to live in the Czech Republic. They are encouraged to learn new routines and develop their lives in a variety of 'productive' ways. Then, one day they disappear without trace. What began as a document about Verika develops into a mystery. [taken from the London Film Festival 2006 catalogue]","release_date":"2006-04-09","vote_average":0.0,"runtime":76,"cert":"N\/A","id":414093,"title":"Vierka, or The Mystery of Family B's Disappearance","adult":false,"genre_ids":[99]},{"cast":["Jessica Jaymes","Shyla Stylez","Taimie Hannum","Joe Souza","Danny Pape"],"overview":"Lies, suspicion, and intrigue of a uniquely sexual nature envelop a group of hi-tech thieves on the lam in a remote country house.","release_date":"2005-12-01","vote_average":0.0,"runtime":80,"cert":"\"\"","id":414095,"title":"Sexual Suspects","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ryan McBride vs Joker  CJ O'Doyle vs Ricky Reyes  Danny Demanta vs Jon Dahmer  Richochet vs Derek Frazier  Steve \"Monsta\" Mack vs DJ Hyde  Unlucky 13 Match  Diehard Dustin Lee vs Danny Havoc  CZW World Heavyweight Title  Homicide vs Ruckus  Team AnDrew vs Cheech and Chuck Taylor  Ladder Match  CZW Junior Heavyweight Title  Cloudy vs Scotty Vortekz  4 Corners of Pain  CZW Iron-man Title  Insane Lane vs FreakShow vs Toby Klein  CZW Ultraviolent Underground Title (featuring glass, carpet strips, barbed wire boards and thumbtacks)  Drake Younger vs Brain Damage","release_date":"2007-08-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":414100,"title":"CZW Dishonorable Conduct","adult":false,"genre_ids":[]},{"cast":["Coluche"],"overview":"","release_date":"2012-09-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":414102,"title":"Coluche, l'ami public numéro un","adult":false,"genre_ids":[99]},{"cast":[],"overview":"MORTE DI UN AMICO (\"Death of a Friend\") of Franco Rossi, from a screenplay by Pier Paolo Pasolini and others, reveals the strong hand Pasolini in its depiction of life at the geographical, social, economic, and moral edge of Rome. The two heroes (played by Gianni Garko and Spiros Focas) are pimps, like the protagonist of Pasolini's own ACCATTONE. The relationship between Aldo and Bruno and the bourgeois society which rejects them is a complex one. The pimps are both callous and caring; their prostitutes are by turn vindictive and generous.","release_date":"1960-05-27","vote_average":6.0,"runtime":95,"cert":"N\/A","id":414104,"title":"Death of a Friend","adult":false,"genre_ids":[]},{"cast":["Pankaj Kapur","Vinay Pathak","Gaurav Dwivedi"],"overview":"The story takes place just before the India-Pakistan partition in one of the oldest mental asylums in undivided India. Situated in Lahore, it was home to Hindu, Muslim and Sikh patients who were left behind by their uncaring families. Friendships were thick between the patients who had nobody but each other for company. Each had a story that made for an interesting tale but none quite like Bishan Singh.","release_date":"2018-08-24","vote_average":7.0,"runtime":73,"cert":"N\/A","id":414109,"title":"Toba Tek Singh","adult":false,"genre_ids":[18]},{"cast":["Renato Rascel","Gloria Paul"],"overview":"Italian comedy teleplay.","release_date":"1961-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":414111,"title":"Enrico '61","adult":false,"genre_ids":[]},{"cast":["Trường Giang","Kiều Minh Tuấn"],"overview":"","release_date":"2015-03-06","vote_average":4.0,"runtime":null,"cert":"N\/A","id":414116,"title":"Handsome  Sơn","adult":false,"genre_ids":[35]},{"cast":["Robert García Cooper","Cecilia Argüelles","Jazmin Caratini","Leonardo Castro Sitiriche","Leandra García"],"overview":"When a fugitive takes refuge in a small town, it ignites the passion of a group of filmmakers who want to discover his real story and his past. In the process of wanting to bring Mark’s story to the screen, they reveal more of him and each one of the protagonists than they were supposed to. This is a story of a criminal and of those that want to expose the effects of justice, love, and solidarity in the transformation of a human being.","release_date":"2016-09-07","vote_average":0.0,"runtime":55,"cert":"N\/A","id":414118,"title":"Los tres mundos de Mark","adult":false,"genre_ids":[35]},{"cast":["Victor Cruz","Luis Antonio Ramos","April Lee Hernandez","Ivan Camilo","Tracy Perez"],"overview":"The year is 1998. Our story takes place at The Peoples Clothing Company, a clothing store in New York City. We follow stockroom supervisor Joseph Rodriguez, who once wanted to be a stand up comedian. Ten years have gone by and his original dream begins to resurface - and Joseph will now have to make a decision. Will he honor his passion or continue to be a slave to his day job?","release_date":"2015-09-26","vote_average":0.0,"runtime":84,"cert":"\"\"","id":414120,"title":"The Stockroom","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Six hit music videos from country music star Keith Urban are featured on this collection, which has been given a bare-bones DVD release.","release_date":"2004-02-10","vote_average":0.0,"runtime":null,"cert":"\"NR\"","id":414122,"title":"Keith Urban - Video Hits","adult":false,"genre_ids":[]},{"cast":[],"overview":"The 5th volume of episodes from the hit TV series What's New Scooby-Doo, with four action-packed sports adventures. The Unnatural serves up a full plate of ballpark pranks and ferocious fastballs from Ghost Cab Gray, who wants to stop the current homerun king from breaking his record. The gang tries to stop a giant sand worm from wreaking havoc on the Enduro Slam 5000 offroad race in The Fast and the Wormious. A weird ghost monster called the Titantic Twist turns Daphne and Velma into Wrestle Maniacs. For a grand-slam finale the hockey mystery Diamonds Are A Ghoul's Best Friend introduces the chilling Frozen Fiend. When the gang dons sticks and pads, will they perform a hat trick...or get frozen stiff?","release_date":"2005-06-14","vote_average":0.0,"runtime":85,"cert":"\"\"","id":414124,"title":"Scooby-Doo: What's New Scooby-Doo, Vol. 5 - Sports Spooktacular","adult":false,"genre_ids":[]},{"cast":["Volkan Severcan"],"overview":"Dont touched love","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":414129,"title":"Dont touched love","adult":false,"genre_ids":[]},{"cast":[],"overview":"When Utopia More discovers an ancient record that holds the key to unlocking the secrets of the universe, she becomes the target of the ruthless Gypsy Doc of the Pirate Guild. Utopia finds herself saved by the easy-going yet legendary space pirate, Cobra, whose custom made Psychogun makes him a force to be reckoned with. Together, the two of them attempt to stop Gypsy Doc (along with Cobra's revived arch-nemesis, Crystal Boy) and his efforts to steal the record and use its secrets to rule the universe.","release_date":"2008-08-29","vote_average":0.0,"runtime":120,"cert":"N\/A","id":414131,"title":"Cobra The Animation: The Psycho-Gun","adult":false,"genre_ids":[28,12,16,878]},{"cast":["Vera Maretskaya","Vasili Vanin","Nikolay Kryuchkov","Ivan Nazarov","Valentina Telegina"],"overview":"","release_date":"1940-03-08","vote_average":6.0,"runtime":106,"cert":"N\/A","id":414133,"title":"Member of the Government","adult":false,"genre_ids":[18]},{"cast":[],"overview":"1.\"Substitute\"\r 2.\"I Can See For Miles\"\r 3.\"Baba O'Riley\"\r 4.\"Face the Face\"\r 5.\"Love Reign O'er Me\"\r 6.\"Boris the Spider\"\r 7.\"Dig\"\r 8.\"Join Together\"\r 9.\"Rough Boys\"\r 10.\"You Better You Bet\"\r 11.\"Behind Blue Eyes\"\r 12.\"Won't Get Fooled Again\"\r 13.\"Who Are You\"","release_date":"2005-11-08","vote_average":0.0,"runtime":null,"cert":"\"\"","id":414135,"title":"The Who:  Live Hits","adult":false,"genre_ids":[]},{"cast":["Vin Hawke","Katie Burgess","Alessandra Munez","James George Ford","Jason Rivers"],"overview":"A shamed ex-freighter captain takes one last shot at redemption, only to find he is a puppet for a grander scheme.","release_date":"2014-11-28","vote_average":0.0,"runtime":90,"cert":"N\/A","id":414137,"title":"Audax","adult":false,"genre_ids":[28,12,878]},{"cast":["Sting","Andy Summers","Stewart Copeland"],"overview":"The Police's historic reunion with exclusive behind-the-scenes interviews from the band and road crew, plus two photo galleries of The Police on tour; one shot by guitarist and photographer Andy Summers and one by photographer Danny Clinch.","release_date":"2008-11-11","vote_average":0.0,"runtime":51,"cert":"N\/A","id":414139,"title":"The Police: Better Than Therapy","adult":false,"genre_ids":[]},{"cast":["OASIS","Noel Gallagher","Liam Gallagher","Johnny Marr"],"overview":"Live coverage of British rock band Oasis performing at the Barrowlands Ballroom in Glasgow, Scotland, as part of their 2001 10 Years of Noise &amp; Confusion anniversary tour.","release_date":"2001-10-10","vote_average":10.0,"runtime":94,"cert":"N\/A","id":414141,"title":"Oasis: 10 Years of Noise and Confusion","adult":false,"genre_ids":[]},{"cast":["Jean Carmet","Michel Galabru","Rabah Loucif","Pierre Mondy","Pierre Bertin"],"overview":"French road movie.","release_date":"1978-03-26","vote_average":4.0,"runtime":92,"cert":"N\/A","id":414143,"title":"The New Beaujolais Wine Has Arrived...","adult":false,"genre_ids":[35]},{"cast":["Paula Siero","Luis Ziembrowski","Mario Alarcón","Laura Bove","Carlos Echevarría"],"overview":"","release_date":"2009-11-24","vote_average":5.0,"runtime":null,"cert":"N\/A","id":414145,"title":"Lo siniestro","adult":false,"genre_ids":[27]},{"cast":["Nicole Avril","Bob Garry","Pat Pascal"],"overview":"Phillip is a strapping young man who's been sent to spend the summer with rich relatives at their beautiful country estate. Although there are many outdoor activities to amuse him, including horses to ride and scenic delights for his photography hobby, soon his fancy turns elsewhere... He discovers he can observe his attractive aunt in her bedroom through a perfectly situated keyhole. Consumed with awakening desire, his agonizing, frustrating vigils at the keyhole become an obsession, and he begins to secretly photograph her - in her most private moments and in rapturous lovemaking with her husband. The arrival of an appealing young French maid his age merely fans Phillip's lust for his aunt, and he schemes to have her at any cost...even to using the new maid to lure his uncle away. As he carries out his plan, the film builds to a full realization of Phillip's erotic fantasies...a sizzling climax in the steam summer heat.","release_date":"1974-01-01","vote_average":0.0,"runtime":71,"cert":"\"\"","id":414147,"title":"Summer Heat","adult":false,"genre_ids":[]},{"cast":["Paul Wheaton","Geoff Lawton"],"overview":"This project started with video from a three day workshop. The workshop covered the earthworks for building a pond without a liner, a swale, and a hugelkultur bed on a terrace. Then we added more footage by doing the same workshop over again in a colder climate.  A year later, we returned to the first workshop site and added even more footage! We even had an evaluation by the Crown Prince of Permaculture, Geoff Lawton.","release_date":"2014-01-01","vote_average":0.0,"runtime":424,"cert":"\"\"","id":414149,"title":"World Domination Gardening","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":414151,"title":"7\/7 Ripple Effect","adult":false,"genre_ids":[]},{"cast":["Aleksandr Chislov"],"overview":"On the eve of the end of the world, a supermarket cashier encounters a scientist from the future who informs her that she must now become the mother of the savior of mankind","release_date":"2013-01-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":414153,"title":"The Savior","adult":false,"genre_ids":[]},{"cast":["Justine Pluvinage"],"overview":"From a marriage proposal to a broken condom, Fucking in love is an intimate journey based in New York, in the search of love and desire. A journey in flesh and emotion where submitting oneself to the other ignites an affirmation of the self.","release_date":"2015-07-24","vote_average":5.0,"runtime":72,"cert":"N\/A","id":414164,"title":"Fucking in Love","adult":false,"genre_ids":[99]},{"cast":["Aaron Bruiser","Stephen Harte","Alexander Motogazzi","Solomon Aspen","Leon Lewis"],"overview":"It's time to get down and dirty as these muscle men show how good they can ride a hard cock. These guys take no prisoners and use all their strength and sexual prowess to tear each other's assholes to new elasticizes. This is the Dirty Rider!!","release_date":"2016-09-02","vote_average":0.0,"runtime":64,"cert":"\"NC-17\"","id":414166,"title":"Dirty Rider","adult":true,"genre_ids":[]},{"cast":["Austin Wolf","Dustin Holloway","JJ Knight","Johnny V","Skippy Baxter"],"overview":"In the world of luxury real estate, houses and condos aren't all that's 'On the Market,' because these cocky realtors will do anything it takes to close a deal! Award winning director Tony Dimarco takes you inside a competitive real estate office where the horny agents never stop cruising for high-priced listings and high-intensity hookups. Wesley Woods takes a break from consulting his client to dominate muscled delivery man Johnny V, indulging in deep oral and heavy man-ramming. Dive into the fast-paced world of high-stakes real estate, where luxury, glamour, and sexual conquest are all 'On the Market.'","release_date":"2016-08-31","vote_average":0.0,"runtime":102,"cert":"\"NC-17\"","id":414168,"title":"On the Market","adult":true,"genre_ids":[]},{"cast":["Ahmed Mazhar","Madiha Salem","Yusuf Fagr El-Deen","Mary Munib","Adel Imam"],"overview":"Hamid and Ismail are two thieves who plan to rob a jewelry store which can only be broken into from the ground of the apartment above it, inhabited by a couple whose relationship is precarious and complicated.","release_date":"1968-06-20","vote_average":6.3,"runtime":99,"cert":"N\/A","id":414170,"title":"Thieves but Cute","adult":false,"genre_ids":[35]},{"cast":["Bruce Beckham","Chris Bines","Jacob Taylor","JJ Knight","Kyle Kash"],"overview":"Get a dose of hardcore action in these 'Cruising Grounds.' What might look like just an empty warehouse to anyone else, is 'Cruising Grounds' to these horny fuckers, where a quick glance can lead to intense, anonymous, ass-pounding action! Award-Winning Director Tony Dimarco lets eight mischievous studs loose in this sexual playground, and lets the steamy action unfold. Bearded hunk Chris Bines gets his ass eaten out and then pounded by JJ Knight and his massive, cum-spurting python of a cock. See for yourself what happens in the dark corners and back rooms when you come and visit the 'Cruising Grounds!'","release_date":"2016-07-07","vote_average":0.0,"runtime":94,"cert":"\"NC-17\"","id":414172,"title":"Cruising Grounds","adult":true,"genre_ids":[]},{"cast":["Armond Rizzo","Austin Wolf","Brayden Allen","Brendan Phillips","Chris Bines"],"overview":"Set up shop and get to work with the hot and horny men of 'Ride It'. Director Nick Foxx takes eight revved-up men on a ride of extreme sexual abandon. Sexy bottom Armond Rizzo gets caught slacking-off while on the job. Boss man Chris Bines disciplines his employee with a ride on his fat hog. Sebastian Kross takes a break from work and gets a rubdown from Brendan Phillips that turns into a sweaty fuck-fest. Colton Grey and Brayden Allen are closing up the shop when they decide to use their workspace as their open personal bedroom to flip-fuck in. Tegan Zayne needs his bike repaired, so he makes a deal with Austin Wolf to pay off his debt with his talented hole. Get to work and stroke your hog with the irresistible hunks of 'Ride It' who will have you cumming all day long.","release_date":"2016-06-02","vote_average":0.0,"runtime":103,"cert":"\"NC-17\"","id":414174,"title":"Ride It","adult":true,"genre_ids":[]},{"cast":["Scott Bailey"],"overview":"Drama is in fluid supply at the TV renuion of the reality tv show Ulterior Motives, but so is murder.","release_date":"2016-03-02","vote_average":0.0,"runtime":81,"cert":"\"NR\"","id":414176,"title":"Ulterior Motives: Reality TV Massacre","adult":false,"genre_ids":[]},{"cast":["Satan Panonski"],"overview":"A student film comprising of interviews and performance footage of Yugoslavian punk legend Satan Panonski.","release_date":"1990-01-01","vote_average":0.0,"runtime":34,"cert":"N\/A","id":414178,"title":"Satan Panonski: Documentary","adult":false,"genre_ids":[99]},{"cast":["Kristine Opolais","Jonas Kaufmann","Christopher Maltman","Maurizio Muraro","Benjamin Hulett"],"overview":"Manon Lescaut's production was updated and it worked. Highly professional production with two of the best performances I've ever witnessed in any opera. By the end of the third act I was crying and by the end of the fourth act I could not stop the tears. These two can not only sing up a storm they act one as well. This is the best Manon Lescaut I've ever seen and hope the upcoming one at the Met is as good. It truly was thrilling. Kaufmann and Opolais were unbelievably fantastic and the orchestra was superb. Pappano is the kind of maestro you want to sing for as he coaches as in the old days of maestros like Levine, etc. This is highly recommended as a keeper!","release_date":"2014-09-04","vote_average":10.0,"runtime":129,"cert":"N\/A","id":414180,"title":"Manon Lescaut","adult":false,"genre_ids":[10402]},{"cast":["Adrien Brody","Sophie Cookson","Paz Vega","Thomas Kretschmann","Oliver Platt"],"overview":"A young girl seeks revenge against Charles V, Holy Roman Emperor, for the death of her father.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":414182,"title":"Emperor","adult":false,"genre_ids":[53,12]},{"cast":["Sasha Lane"],"overview":"Lila goes on the run after exposing her dangerous mind power, only to find herself at the heart of a secret war being fought between a military organization and a fugitive gang with whom she may share talents.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":414184,"title":"Hunting Lila","adult":false,"genre_ids":[878]},{"cast":["Rachel Wilson","Brendan Gall","Randal Edwards","Emma Hunter","Kristian Bruun"],"overview":"A hapless brother and sister with a gift for pop-culture infused banter embark on an ill-conceived quest to get their own talk show, encountering romance and sabotage along the way.","release_date":"2015-09-18","vote_average":0.0,"runtime":104,"cert":"N\/A","id":414186,"title":"Let's Rap","adult":false,"genre_ids":[10749,35]},{"cast":["Dave Thomas","Julia Duffy","Candace Cameron Bure"],"overview":"A class field trip to the Oregon Trail that results in the class and teacher getting lost.","release_date":"1996-05-25","vote_average":5.0,"runtime":94,"cert":"\"\"","id":414188,"title":"Kidz in the Wood","adult":false,"genre_ids":[]},{"cast":["Bill Milner","Maisie Williams","Rory Kinnear","Miranda Richardson","Jordan Bolger"],"overview":"After an accident, Tom wakes from a coma to discover that fragments of his smart phone have been embedded in his head, and worse, that returning to normal teenage life is impossible because he has developed a strange set of super powers.","release_date":"2017-01-27","vote_average":6.0,"runtime":90,"cert":"N\/A","id":414190,"title":"iBoy","adult":false,"genre_ids":[28,80,878]},{"cast":["Asmara Abigail"],"overview":"A woman gets challenged from a child to play Bloody Mary.","release_date":"2016-09-05","vote_average":0.8,"runtime":11,"cert":"N\/A","id":414192,"title":"Jenny","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A small TV crew make their way into the most haunted hotel in the US for the last program in their web series on the paranormal. With the help of a native-American medium, they perform a ceremony that brings forth more spirits and demons than the crew bargained for.","release_date":"2016-07-28","vote_average":4.0,"runtime":81,"cert":"\"\"","id":414200,"title":"A Haunting at Park Hotel","adult":false,"genre_ids":[53,27]},{"cast":["Isabelle Adjani","Corinne Masiero","Sarah Suco","Ola Rapace","Pablo Pauly"],"overview":"Isabelle Adjani is Carole Matthieu – a workplace physician employed in a call centre who has become emotionally involved in the suffering of her humiliated co-workers.","release_date":"2016-08-25","vote_average":4.4,"runtime":87,"cert":"N\/A","id":414202,"title":"Carole Matthieu","adult":false,"genre_ids":[18]},{"cast":["Omar J. Cordy","Fallen Fayth","Charlie Corpse","Jennifer Valdes","James Balsamo"],"overview":"A demon from Hell has an insatiable lust for blood. He is sent from hell to help a Satanic cult try to resurrect Satan and bring eternal Hell on Earth.","release_date":"2012-10-12","vote_average":1.0,"runtime":69,"cert":"\"\"","id":414204,"title":"Jack 'O' Slasher","adult":false,"genre_ids":[35,27]},{"cast":["Shivaraj Kumar","Vedhika","Sakthi Vasu"],"overview":"Shivalinga is story weaved around a murder mystery. Who killed Rahim? Why was he killed? Is it murder of Suicide, CID Shivu (Shivrajkumar) investigates the murder mystery. But, what is Shivu's wife's involvement...","release_date":"2016-03-04","vote_average":8.3,"runtime":151,"cert":"N\/A","id":414206,"title":"Shivalinga","adult":false,"genre_ids":[]},{"cast":["Mutang Urud","Clare Rewcastle Brown","Peter John Jaban","Lukas Straumann","Bruno Manser"],"overview":"The Borneo Case is a unique story filmed over 25 years and tells the epic tale of how the rainforest, home of the last nomads was stripped of its natural resources. It reveals how billions of dollars of illegal profits solicited by the Chief Minister of Sarawak State in Malaysia were money laundered with the assistance of the largest global banks into offshore accounts and property portfolios all over the world. The case was labelled as the largest environmental crime of the century.","release_date":"2017-09-15","vote_average":7.0,"runtime":90,"cert":"N\/A","id":414208,"title":"The Borneo Case","adult":false,"genre_ids":[99]},{"cast":["Lee Yeong-ho","Shin Seong-il","Na Young-hee","Ahn Sung-ki","Park Jeong-ja"],"overview":"Yo-han is the son of a Christian minister. Following his father's career, he joins the seminary without much enthusiasm, then drops out. After doing his military service as a KATUSA, he teaches at the U.S. educational center. When he is given a job teaching in America, he hastily marries in preparation for the move. He is suddenly struck blind, then begins contemplating suicide. Instead he has a religious vision and dedicates himself to the ministry, and opens a church for the blind.","release_date":"1982-06-26","vote_average":0.0,"runtime":102,"cert":"N\/A","id":414210,"title":"Come Down to a Lower Place","adult":false,"genre_ids":[]},{"cast":[],"overview":"Taiwanese drama film.","release_date":"","vote_average":0.0,"runtime":83,"cert":"N\/A","id":414215,"title":"疯女泪","adult":false,"genre_ids":[]},{"cast":["Bob West","Bob West","Julie Johnson"],"overview":"It's a Super-Dee-Duper surprise when Barney and the children in the Astronomy Club look through their telescope and see someone staring right back at them! Using the power of imagination, Barney and the kids blast off into the cosmos to meet BJ and Baby Bob, and receive a visit from a real astronaut. Exploring the new world for their fun new friend, they realise what a wonderful world they live in and that friends don't stop being friends, even when they're far away.","release_date":"1998-03-17","vote_average":6.0,"runtime":45,"cert":"\"\"","id":414217,"title":"Barney in Outer Space","adult":false,"genre_ids":[10770,10751]},{"cast":["Tanya Tate","Elaina Raye","Michelle Lay","Pepper Kester","Dani Daniels"],"overview":"My First Time with a Mommy is a series of sizzling first time lesbian encounters of teen girls who have always fantasized about being with another woman. Watch as these gorgeous MILF mommies and step-moms devour their first time hungry students.","release_date":"2014-11-04","vote_average":0.0,"runtime":108,"cert":"\"NC-17\"","id":414219,"title":"My First Time with a Mommy","adult":true,"genre_ids":[10749]},{"cast":["Lin Feng-jiao","Chin Han","Julie Lee Chi-lun","Tian Ping-Chun"],"overview":"A young college student goes to work in the country after graduation and falls in love with a girl there, where they start to raise a family but experience relationship problems because of their different backgrounds.","release_date":"1980-07-23","vote_average":0.0,"runtime":93,"cert":"N\/A","id":414221,"title":"Home from the Hill","adult":false,"genre_ids":[10749]},{"cast":["Laura Bailey","Yuri Lowenthal","Joseph Medrano","Brian Nissen","Maxine Blue"],"overview":"With her parents away for the summer, fun-loving, young Princess Alise must spend her time with Queen Uberta, training to be the perfect, proper royal...But what she really wants is to become a swashbuckling pirate! Princess Alise sets sail with Lord Rogers, Jean-Bob the frog and Speed the turtle on a bold, high seas journey filled with amazing adventure, danger and discovery. After a shipwreck leaves the brave crew stranded on a wild, mysterious island, they meet Lucas, a young boy who has been living in seclusion. Now the faithful friends must work together to escape the island and the ferociously hungry creatures that dwell there.","release_date":"2016-09-06","vote_average":6.3,"runtime":81,"cert":"\"PG\"","id":414223,"title":"The Swan Princess: Princess Tomorrow, Pirate Today!","adult":false,"genre_ids":[16,35,10751,12]},{"cast":["Deven Verma","Ashok Kumar","Aruna Irani","Shakti Kapoor","Kaajal Kiran"],"overview":"A young girl has returned to India from London to see her old dying uncle. But she is unaware of presence of some goons planning to find hidden treasures of that house.","release_date":"1985-06-21","vote_average":0.0,"runtime":126,"cert":"N\/A","id":414225,"title":"Bhago Bhoot Aayaa","adult":false,"genre_ids":[27,35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":414227,"title":"CPCPCPCPCP","adult":false,"genre_ids":[]},{"cast":[],"overview":"This year is the 30th anniversary of the Gwangju Democratization Movement. Though the country commemorates the event as the official historical records, it does not include any 'real' accounts of the people who experienced it firsthand. The students who were part of the movement; the female vendors who made rice balls for the students; the female high school students cooked at the government building; now, past their middle age, they live as ordinary citizens in Gwangju city. How is the event remembered by these people?","release_date":"2011-05-12","vote_average":0.0,"runtime":104,"cert":"N\/A","id":414229,"title":"No Name Stars","adult":false,"genre_ids":[99]},{"cast":["Sharwanand","Priya Anand","Srihari","Vinay Varma"],"overview":"Vamsi, a thief adept at scaling high-rises, is hired by Maya along with two others to carry out a huge burglary. The events unfold to reveal Maya's true motives as well as Vamsi's painful past.","release_date":"2012-12-28","vote_average":0.0,"runtime":136,"cert":"N\/A","id":414231,"title":"Ko Antey Koti","adult":false,"genre_ids":[]},{"cast":["Krishna","Sobhan Babu","Vanisri","S. V. Ranga Rao","Anjali Devi"],"overview":"Lakshmi Nivasam is a 1968 Indian Telugu drama film released on Jul 19, 1968. The film is directed by V. Madhusudan Rao.","release_date":"1968-07-19","vote_average":0.0,"runtime":150,"cert":"N\/A","id":414233,"title":"Lakshmi Nivasam","adult":false,"genre_ids":[18]},{"cast":["Lin Feng-jiao","Feng Shih","Liu Shang-Chien","Sha-Li Chen","Chin Feng"],"overview":"Taiwanese romantic comedy.","release_date":"1978-08-26","vote_average":0.0,"runtime":86,"cert":"N\/A","id":414235,"title":"Love of Explosion","adult":false,"genre_ids":[35,10749]},{"cast":["Krishna","Vijaya Nirmala","Kongara Jaggaiah","Chandrakala","Gummadi"],"overview":"Meena is an Indian Drama and a family entertainment film through which Actress Vijaya Nirmala has made her Directorial Debut.","release_date":"1973-12-28","vote_average":0.0,"runtime":183,"cert":"N\/A","id":414237,"title":"Meena","adult":false,"genre_ids":[10751,18]},{"cast":["Simon Talbot"],"overview":"","release_date":"2016-09-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":414242,"title":"Simon Talbot: Mr. Copenhagen","adult":false,"genre_ids":[35]},{"cast":["Alex Mason","Dorian Ferro","Fabio Acconi","Nick Sterling","Rex Cameron"],"overview":"They're filling hot asses to the max, they're pounding eager holes relentlessly, they're 'Pushing Limits'. These stunning men just can't get enough intense fucking and they take their sexual desires to the edge, and finish off with erupting orgasms. Director Nick Foxx takes eight beefy studs on a journey that tests their sexual boundaries and gives them the hottest experiences they've ever enjoyed. Tatted superstar Sebastian Kross toys around with Tegan Zayne's ass before pile-driving his furry hole to submission.","release_date":"2016-03-17","vote_average":0.0,"runtime":101,"cert":"\"NC-17\"","id":414244,"title":"Pushing Limits","adult":true,"genre_ids":[]},{"cast":["Austin Wolf","Bravo Delta","Bruno Bernal","Gabriel Cross","Jack Hunter"],"overview":"In 'Towel Off', beefed up studs work out, hit the locker room, drop their towels, show their muscled butts and fuck hard. There's nothing hotter than a gym shower fuck, and award-winning director, Tony Dimarco takes these hot-assed men to another level before they 'Towel Off'. Josh Conners is caught by A-Team Exclusive Sebastian Kross jerking off so Sebastian lends a helping hand and his hard cock. After watching this hot, steamy and sticky action, you're going to need to 'Towel Off'.","release_date":"2016-02-11","vote_average":0.0,"runtime":102,"cert":"\"NC-17\"","id":414246,"title":"Towel Off","adult":true,"genre_ids":[]},{"cast":["Alex Mecum","Austin Wolf","Bruno Bernal","Chris Bines","Dorian Ferro"],"overview":"From the scorching heat of sweaty, intense sex to the cool down after blowing a huge load, 'Fire and Ice' takes you on a feverish ride to the ultimate climax. Nick Foxx directs eight cock-and-hole-hungry studs in dynamic heated exchanges that send the temperature soaring. Brazilian Jimmy Durano plows deep into fellow hunky countryman Bruno Bernal with his thick, uncut cock. Dorian Ferro's gag reflex is tested when Austin Wolf crams his meat down his throat before Dorian rides him to orgasm. Ripped Alex Mecum wreaks anal havoc on smooth bottom Josh Connors with a probe and then with his massive dick. Hairy chested Chris Bines and Sean Zevran serve a scorching fuck with Sean plowing Chris in multiple positions before leaving him covered in cum. Grab your cock and heat things up with the sexy, cum-hungry men of 'Fire and Ice'!","release_date":"2015-11-26","vote_average":0.0,"runtime":92,"cert":"\"NC-17\"","id":414248,"title":"Fire And Ice","adult":true,"genre_ids":[]},{"cast":["Alexander Gustavo","Austin Wolf","Chris Bines","Jimmie Slater","Nick Sterling"],"overview":"Hot House has erected a healthy serving of 'Monumental Ass' in this tribute to super-ripped studs with amazing, satisfying butts. And, on top of it all are big, juicy cocks ready to satisfy all those eager holes! Director Nick Foxx delivers eight statue-worthy studs in energized rimming, sucking and fucking action. The cast, including A-Team Exclusives Chris Bines, Austin Wolf, Nick Sterling and Sebastian Kross, as well as fan favorites Jimmie Slater, Tryp Bates and Alexander Gustavo, deliver monumental sexual performances. Jimmie Slater surrenders his ass to Chris Bines as they fuck in multiple ass-stretching positions. Nick Sterling has his way with Tryp Bates before flipping and taking an anal pounding himself.","release_date":"2015-10-01","vote_average":0.0,"runtime":100,"cert":"\"NC-17\"","id":414250,"title":"Monumental Ass","adult":true,"genre_ids":[]},{"cast":["Alexander Gustavo","Austin Wolf","Jacob Peterson","Jimmy Durano","Johnny V"],"overview":"'The URGE: Huntin' for Ass' explores the unrestrained realm of a raunchy, testosterone-filled sex club where hot and horny men go when they're craving some sexy ass and quick NSA fucking. Their moans of satisfaction echo in the air as they find the hottest holes and drill each other with wild abandon. Award-Wining director Tony Dimarco leads eight sex-crazed men on a hot and anonymous expedition for ass in this den of deviance. Jimmy Durano plays voyeur as buff and rugged Austin Wolf stakes his claim on willing and eager Alexander Gustavo's hungry hole.","release_date":"2015-08-06","vote_average":0.0,"runtime":91,"cert":"\"NC-17\"","id":414252,"title":"The URGE - Huntin For Ass","adult":true,"genre_ids":[]},{"cast":["Armond Rizzo","Chris Bines","Coby Mitchell","Colton Grey","Derek Atlas"],"overview":"Get a dose of Hard Medicine with the newest movie from Hot House, where the doctors, assistants and patients are all hot for each other and they go at it hard. Nick Foxx and Christian Owen direct the latest medical fantasy with the precision of surgeons and the release features the intense ass action that Hot House is famous for. Doctor Derek Atlas helps his patient Coby Mitchell by providing anal stimulation with his hands and hard cock. Medical Assistants Chris Bines and Dylan Knight get in early and share a pre-workday fuck with Chris probing deep into his coworker's amazing butt.","release_date":"2015-06-11","vote_average":0.0,"runtime":81,"cert":"\"NC-17\"","id":414254,"title":"Hard Medicine","adult":true,"genre_ids":[]},{"cast":["Alexander Gustavo","Boomer Banks","Casey More","Colton Grey","Dylan Knight"],"overview":"Horny, handsome men roam dark alleys Cruising for Ass, and these studs find just what they're looking for: the hottest butts around. Director Christian Owen celebrates the 100th Hot House production by sending his cast into the gritty low-lit backstreets where sexually charged men go to fulfill their need for release. With Boomer Banks' huge cock, Cruising for Ass comes easy, and Alexander Gustavo is willingly on his knees and bent over to take all 10 inches. Colton Grey finds Marko Carbo sitting on a park bench down town and goes down on him in no time. Jimmy Durano drives his muscle car to a well-known cruising spot and finds a hot mouth and fine piece of ass, Alexander Gustavo, ready to service his cock in every way.","release_date":"2015-05-11","vote_average":9.0,"runtime":91,"cert":"\"NC-17\"","id":414256,"title":"Cruising For Ass","adult":true,"genre_ids":[]},{"cast":["Othon Bastos"],"overview":"","release_date":"1970-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":414267,"title":"Os Imaginários","adult":false,"genre_ids":[99]},{"cast":["Omid Abtahi","Nazanin Boniadi","Michelle Forbes","Navid Negahban"],"overview":"Relations between the United States and Iran take an unexpected turn when two diplomats and their interpreters meet for closed-door negotiations.","release_date":"2009-07-10","vote_average":0.0,"runtime":9,"cert":"\"\"","id":414272,"title":"Diplomacy","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":1.0,"runtime":null,"cert":"N\/A","id":414274,"title":"Peixonauta: Trocando as Bolas","adult":false,"genre_ids":[]},{"cast":["Nawazuddin Siddiqui","Arbaaz Khan","Amy Jackson","Nikitin Dheer","Jas Arora"],"overview":"A debt collector becomes a major sensation when he takes on the rich man's sport of golfing.","release_date":"2016-09-09","vote_average":6.2,"runtime":120,"cert":"N\/A","id":414276,"title":"Freaky Ali","adult":false,"genre_ids":[35,10749]},{"cast":["Chloë Grace Moretz","Tyler Posey","Alia Shawkat","Miranda Cosgrove","Shailene Woodley"],"overview":"Los Angeles. Two gangs. The Day Trotters rule the streets by day. The Night Creepers rule the streets by night. It is only a matter of time before their paths cross.","release_date":"2011-08-02","vote_average":6.4,"runtime":11,"cert":"\"\"","id":414278,"title":"Our Deal","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Arthur Jalta","Isabelle Ryan","Jordan Goldnadel","Charlotte Vercoustre","Marcel Aloro"],"overview":"Florent, 23, is an upper class Parisian who dreams of going back to America, where he attended college. One summer he meets Alessia, an American girl, lost in the streets of Paris. Together and with random encounters while on a journey from Paris to Normandy, they explore their passions, which draws them closer as well as brings up their clashing differences. As they face a crucial crossroad in their lives, they will uncover new sides of themselves, struggling to determine who they are personally, professionally and sexually while to break free from their upbringings.​","release_date":"2015-08-23","vote_average":4.4,"runtime":97,"cert":"\"R\"","id":414280,"title":"Happy","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"Using historical footage, still photographs, and live interviews, the filmmaker tells the story of Jewish life in Poland between the two World Wars. Includes scenes of urban and rural life, and covers the rise and flourishing of the many religious and secular economic, political, and social movements which characterized Jewish society at this time. Film is a broad survey rather than focusing on any particular sub-topic. Notable in that it deals with the vibrancy of the life of this population of 3.5 million, and not with the tragedy of its subsequent destruction.","release_date":"1981-04-19","vote_average":0.0,"runtime":90,"cert":"\"\"","id":414282,"title":"Image Before My Eyes","adult":false,"genre_ids":[]},{"cast":["Minh Hang","Vinh Khoa Ho"],"overview":"Nam, 22, fled to Saigon for a murder. In one accident, Nam reached the sights of Huy, 25, a mysterious character completely unknown. Knowing Nam need money to survive, so Huy promised Nam that he will pay 200 million in exchange for he can own Nam for 20 hours. And Nam has to do everything except things that are illegal. Nam were secretly sent back to the mysterious mansion of Huy, and from here Nam has to face the dangerous game and this guy's craziness. In this house, Nam is not alone like Huy told him before, but also with one young girl was stabbed to death and 1 grave. And when Nam want to escape the ghost house, only to discover Huy also stabbed to death. The killer is somewhere in the house? Who is she? Huy's relationship with the girl like? Can Nam safely escape with 200 million or not?","release_date":"2015-10-22","vote_average":3.0,"runtime":92,"cert":"N\/A","id":414284,"title":"Never Trust a Stranger","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Volume 2:  1. Back Stage (1919)  2. Good Night Nurse! (1918)  3. Coney Island (1918)  4. The Rough House (1918)  5. The Garage (1920)","release_date":"2001-09-05","vote_average":0.0,"runtime":119,"cert":"\"\"","id":414286,"title":"Arbuckle & Keaton Vol. 2","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2015-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":414288,"title":"Violetta: The Journey","adult":false,"genre_ids":[]},{"cast":["Ashna Sharan"],"overview":"Marital Rape Is Real is a short film adapted from several published essays on marital rape by Shanon Lee.","release_date":"2016-04-21","vote_average":10.0,"runtime":6,"cert":"\"\"","id":414293,"title":"Marital Rape Is Real","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Once the drama inherent in screenwriter Carl Foreman's story moves from an intro to his career beginnings and what he put on the page into what he was obliged to maneuver personally and professionally in the shark-infested waters of McCarthyism, leading to his HUAC summons, his resilient defiance of pressures to capitulate, and then exile to London as the only alternative to prison, just for refusing to \"name names,\" this documentary takes on a riveting power of an all-too-relevant tale of free speech, civil liberties, and coercive intrigue in the name of pseudo-patriotism and feels like fresh insight despite the many looks into the blacklist era in both docu and drama over recent decades.","release_date":"2002-04-09","vote_average":0.0,"runtime":120,"cert":"\"\"","id":414295,"title":"Darkness at High Noon: The Carl Foreman Documents","adult":false,"genre_ids":[]},{"cast":["G. Edward Griffin"],"overview":"A lecture by G. Edward Griffin, given in the late '60s, exposes the hidden plan that shapes U.S. foreign policy and that the ultimate objective of that policy is the same then as it is now — disarmament and world government.","release_date":"1969-01-01","vote_average":8.0,"runtime":77,"cert":"\"NR\"","id":414297,"title":"The Grand Design","adult":false,"genre_ids":[36,99]},{"cast":["Ron Hood"],"overview":"What goes into a Survival kit, How to carry it. Discover how to make and use the amazing Mini Kit, it's so small it almost disappears in your pocket! The Maxi Kit, It's still small but it gives you so much to work with. Learn Wire Snares, Fishing tricks. A bee and a bird trap with a coffee can, animal hooks, the Delbow Pocket bow and arrow, the twitch up snare, tube tent tricks, a snare wire compass. Discover INNOVATION, and a bunch of special Woodsmaster tricks and techniques. This information can save your life!","release_date":"2010-01-07","vote_average":0.0,"runtime":95,"cert":"\"\"","id":414299,"title":"The Woodsmaster Volume 03 Making And Using Your Outdoor Survival Kit","adult":false,"genre_ids":[]},{"cast":["Ron Hood"],"overview":"You'll learn the Ottomani pocket Sun compass. Night navigation, Shadow stick tricks, \"Self Tracking\", The Vietnamese Montegnards \"bu cat\" walking stick technique, the Plainsman stride and lock step, more techniques for telling direction, distance and height, trail travel energy saving techniques, hydration information and a ton more… Including the beginnings of the Lithic arts (Stone tool making)!","release_date":"2010-01-07","vote_average":0.0,"runtime":84,"cert":"\"\"","id":414301,"title":"The Woodsmaster Volume 04 Primitive Navigation And Wilderness Travel Techniques","adult":false,"genre_ids":[]},{"cast":["Ron Hood"],"overview":"Learn about the Viet Cong cross bow a simple and elegant solution to getting game and defending yourself. Learn how to \"tiller\" a functional bow and make arrows. See how to make and use an atlatl. Learn the skills and techniques of the sling, the throwing stick and a bunch more! Learn some basic hide tanning techniques and more information on the Lithic arts… Pressure flaking.","release_date":"2010-01-07","vote_average":0.0,"runtime":107,"cert":"\"\"","id":414303,"title":"The Woodsmaster Volume 06 Primitive Weapons Technology","adult":false,"genre_ids":[]},{"cast":["Ron Hood"],"overview":"Just click on over to the pictures from this video. When you get there you'll see why we can't really explain this video without photos…. It's fun, instructional, adventurous and it's amazing!","release_date":"2010-01-07","vote_average":0.0,"runtime":118,"cert":"\"\"","id":414311,"title":"The Woodsmaster Volume 10 Survival Camping","adult":false,"genre_ids":[]},{"cast":["Ron Hood"],"overview":"In this video you will learn the tricks and techniques needed to get your vehicle out of trouble and back on the road. A broken down or stuck vehicle is the cause of the vast majority of survival incidents reported each year. With these skills you can avoid becoming a statistic.","release_date":"2010-01-07","vote_average":0.0,"runtime":104,"cert":"\"\"","id":414313,"title":"The Woodsmaster Volume 12 Arid Land Vehicle Survival","adult":false,"genre_ids":[]},{"cast":["Ron Hood"],"overview":"\"Crafts for the Field\" covers some of the skills we get asked about most . This video investigates the thermoplastic called Kydex and how to mold and use it. It shows you how to cover a Kydex sheath with leather to give the sheath that Woodsmaster look without losing the safety of Kydex. It shows you how to make a small concealed carry holster from kydex, how to make leather buttons, a ditty bag, and a special Woodsmaster fingerless glove.","release_date":"2010-01-07","vote_average":0.0,"runtime":105,"cert":"\"\"","id":414315,"title":"The Woodsmaster Volume 14 Crafts For The Field","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":414317,"title":"nevermind","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Baulkham Hills African Ladies Troupe documentary film reveals 4 extraordinary journeys of struggle, empowerment and healing through performance","release_date":"2016-06-09","vote_average":0.0,"runtime":85,"cert":"N\/A","id":414319,"title":"The Baulkham Hills African Ladies Troupe","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A family dinner is brutally interrupted when the father announces that he wants a divorce.","release_date":"2016-03-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":414321,"title":"Glasshus","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The adventurer Erling is depressed after the loss of his grandfather. He locked himself into his apartment ignoring the outside world. When his best friend Erik intrudes his peace with new information in an old case his lust for adventure awaken once more. Together they set out looking for a soviet miracle brew, but Russian soldiers are following not far behind.","release_date":"2016-06-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":414326,"title":"Kald Krig og Røde Flasker","adult":false,"genre_ids":[12]},{"cast":["Colin Hodson","Campbell Walker","Diane McAllen","Samara McDowell","Johanna Sanders"],"overview":"Shifter's life is a mess. His flatmates play \"horrible un-music\" and drink all the milk. He can't talk to his ex without arguing. He can't get his answerphone messages. His new flat is a tip, and he's having nightmares about killer rabbits -- but it gets worse... The second digital feature from the Wellington, New Zealand based Gordon Productions collective, Shifter is a paranoid black comedy about how the world is really out to get you...","release_date":"2000-07-18","vote_average":0.0,"runtime":79,"cert":"N\/A","id":414328,"title":"Shifter","adult":false,"genre_ids":[18]},{"cast":["Eric del Castillo","Enrique Lucero","Gloria Mestre","Jorge Victoria","Carlos Aguilar"],"overview":"In this highly regarded Mexican war film, peasant Demetrio Macias leads a band of outlaws in a revolt against the Federales during the Mexican Revolution.","release_date":"1977-11-15","vote_average":6.0,"runtime":124,"cert":"N\/A","id":414330,"title":"Los de abajo","adult":false,"genre_ids":[37,28]},{"cast":["Jenny Hu","Charlie Chin","Pai Ying","Mang Lee","Tony Liu Chun-Ku"],"overview":"Choo died in South America and left a legacy of US Dollars two million to the younger daughter, Pei Fun, of his old friend Chang in Hongkong. The second beneficiary in the will, should Pei Fun die, was Nana, the young widow. Nana returned to Hongkong and conspired with her lover Johnny to wrest the fortune from the Chang family...","release_date":"1971-08-12","vote_average":0.0,"runtime":84,"cert":"N\/A","id":414332,"title":"Secret of My Millionaire Sister","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":414334,"title":"Sesamstraße - Ernie und Bert im Land der Träume","adult":false,"genre_ids":[10751,16]},{"cast":["Karim Mahmoud Abdelaziz","يوسف عيد","Saad El Soghayar","Safinar","بوسي"],"overview":"A comedy about a love story between Omar and Salwa who live in a slum and suffer from extreme poverty and hard living conditions.","release_date":"2014-10-02","vote_average":8.0,"runtime":null,"cert":"N\/A","id":414336,"title":"Omar we Salwa","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"One of the weirdest and most disturbing movie of all time, About a man suffering from erectile dysfunction, who think that he is Caligula, and try to rise an empire, with the help of his future wife, a sodomite hitman, and punks.","release_date":"1992-09-30","vote_average":0.0,"runtime":45,"cert":"N\/A","id":414338,"title":"The Son of Caligula","adult":false,"genre_ids":[53,35,18]},{"cast":["Agustín Denis","Carolina Yao","Paco Romero","Francisco del Barco","Simon Yao"],"overview":"","release_date":"1981-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":414340,"title":"Kárate contra mafia","adult":false,"genre_ids":[28,12]},{"cast":["Richard Southgate","Simon Dobson","Daniel Ormerod","Terry Sweeney","Charlotte Asprey"],"overview":"An exploitative documentary crew investigate the delicate disposition of an insomniac fantasist, leading them on a surreal and threatening pursuit to unearth the mystery of his identity.","release_date":"","vote_average":0.0,"runtime":86,"cert":"N\/A","id":414342,"title":"The Man with Four Legs","adult":false,"genre_ids":[53,35,18]},{"cast":["Lexi Balestrieri","Chelsea Wolf","David E. McMahon","Nathan Taubert","John Clark"],"overview":"Traci and Brooke are just like any other woman: they are looking for love. When Brooke's mother suggests she tries speed dating, she drags Traci with her. Things aren't quite as they seem when the gong rings.","release_date":"2015-05-01","vote_average":0.0,"runtime":11,"cert":"\"\"","id":414344,"title":"Speed Dating","adult":false,"genre_ids":[35,10749]},{"cast":["Matina Koulourioti","Hristos Papadimitriou","Joyce Evidi"],"overview":"","release_date":"2015-09-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":414349,"title":"e-Social","adult":false,"genre_ids":[18,878]},{"cast":["Jennie Yates"],"overview":"Tommy Willis is a boy of 10. Living in poverty and with a nagging hunger, he escapes to the wilderness one day to find solace. He stumbles across a lone, withering apple tree deep in the woods and is horrified by it's condition. It has been vandalized, cut into and the surrounding area littered with evidence of teenage indifference. He resolves to put it right, whatever be the consequences.","release_date":"2015-04-04","vote_average":0.0,"runtime":19,"cert":"\"G\"","id":414351,"title":"The Apple Tree","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A look inside the making of 'The Talented Mr. Ripley'.","release_date":"2000-06-27","vote_average":4.0,"runtime":23,"cert":"\"\"","id":414353,"title":"Inside 'The Talented Mr. Ripley'","adult":false,"genre_ids":[]},{"cast":[],"overview":"Making the soundtrack of the hit film.","release_date":"1999-01-01","vote_average":5.0,"runtime":8,"cert":"\"\"","id":414355,"title":"The Talented Mr. Ripley: Making the Soundtrack","adult":false,"genre_ids":[]},{"cast":["Ron Hood"],"overview":"In this landmark video Karen shows you how to clean and cook* fish, squirrel, marmot, maggot and some select wild edible plants. She teaches you how to make wilderness bread, the amazing stone oven, the hobo stove and hobo oven. You’ll see the dough rising tent and how to get yeast from your environment. This is the perfect complement to the Woodsmaster Volume 5 where we catch the food that Karen is cooking in this video!","release_date":"2010-01-07","vote_average":0.0,"runtime":null,"cert":"\"\"","id":414357,"title":"Hoods Woods Cave Cooking 1 In The Bush","adult":false,"genre_ids":[]},{"cast":["Dylan Knight","Jimmy Roman","Luke Adams","Owen Michaels","Sean Duran"],"overview":"These horny guys are here to FIGHT, and the goal is to Get Him Down! Whoever hits the floor first gets fucked, and when the pounding starts, these big-dicked fuck studs don't pull any punches! Owen Michaels is victorious over Luke Adams and celebrates by drenching him in cum. Jimmy Roman and Dylan Knight get their kicks with a spit-lubed fuck session where nut sacks swing like wrecking balls.Luke Adams and Sean Duran have a pulverizing fuck session that will have your dick jumping. Boxing coach Sean Duran offers some muscle relief to James Ryder, and then some! You'll be on the edge watching these dudes duke it out for topping rights. Get Him Down is guaranteed to get you up.","release_date":"2014-12-25","vote_average":0.0,"runtime":88,"cert":"\"NC-17\"","id":414359,"title":"Get Him Down","adult":true,"genre_ids":[]},{"cast":["Ron Hood"],"overview":"Join Karen Hood in another volume of Cave Cooking as she shows  you how to mess with your meat!! She’ll show you the basics of smoking, curing,  sausage-making, meat preservation and much more! Learn to make home-made Italian  sausage, how to make oven jerky from flank steak and how to make jerky from  ground meat that doesn’t need refrigeration after you prepare it! Follow Karen  as she shows the complete process of making home made Corned Beef and Pastrami!","release_date":"2010-01-07","vote_average":0.0,"runtime":null,"cert":"\"\"","id":414361,"title":"Hoods Woods Cave Cooking 4 Messin' With Meat","adult":false,"genre_ids":[]},{"cast":[],"overview":"ACTS OF VIOLENCE is a behind the scenes documentary, structured in a scene by scene breakdown of all the incidents of violence in David Cronenberg's film, A HISTORY OF VIOLENCE. Directed by Cronenberg's wife, Carolyn Zeifman, who has been married to her subject for more than 26 years, it provides a new insight on the filmmaker -- reputed over the years to be the king of cinematic depravity because of his exploration of graphically violent and sexual themes. The documentary chronicles the easy-going, familial mood that the long time, loyal crew have long attested pervades a Cronenberg set, as well as the many unique challenges of the production and explores the film's many themes of violence, especially in America.","release_date":"2006-03-14","vote_average":0.0,"runtime":66,"cert":"\"\"","id":414363,"title":"Acts of Violence","adult":false,"genre_ids":[]},{"cast":["Angelo","Brian Bonds","Derek Atlas","Jimmy Durano","Micah Brandt"],"overview":"Saddle Up for wild rides on horse hung cocks! This is the kind of farm where men aren't afraid to get down and dirty with each other to get the job done, from blow jobs to rim jobs and everything in between. Director Christian Owen is the foreman of horny farmhands Derek Atlas, Ryan Rose, Brian Bonds, Jimmy Durano, Ricky Decker, Angelo, and Micah Brandt. Angelo is outside watering the garden, but ends up using his hose on Ricky Decker. Micah Brandt is supposed to wash the tractor but gets sidetracked by Jimmy Durano and his big, uncut tool. Brian Bonds and Ricky Decker go inside the barn for some heavy oral release.","release_date":"2014-11-27","vote_average":0.0,"runtime":116,"cert":"\"\"","id":414365,"title":"Saddle Up","adult":true,"genre_ids":[]},{"cast":["Ron Hood"],"overview":"Survival Basics II focuses on the skills found in Volumes four and five of the Woodsmaster Video Series plus Karen Hood’s Cave  Cooking!  Learn how to…  Find your direction with a stick as your guide\r Use the stars to navigate\r use your wrist watch as a compass\r Hungry? Meat or Maggots – you decide\r Trap your own food with several different methods\r Gourmet cooking? Watch and learn. Yum!\r Determine your traveling distance with nature as a tool\r All with close-up details!","release_date":"2010-01-07","vote_average":0.0,"runtime":null,"cert":"\"\"","id":414367,"title":"Survival Basics II","adult":false,"genre_ids":[]},{"cast":["Brian Bonds","Ivan Gregory","Jimmy Durano","Johnny V","Sean Zevran"],"overview":"These 'Dirty Fuckers' are the horniest sex-addicted muscle hunks we've ever seen, and they want to show off for you! Christian Owen captures the nasty, unrestrained action so that it's totally in your face. Sean Zevran and Johnny V both have perfect muscular physiques, which they put to use with wild pounding. But we're just getting started: Johnny V gives it up again to Jimmy Durano, and you'll be amazed at how hot this fuck session is! Furry fuck studs Brian Bonds and Tommy Defendi include ass eating, blow jobs, big black toys, and a royal fucking in their over-the-top scene.","release_date":"2014-11-06","vote_average":0.0,"runtime":96,"cert":"\"NC-17\"","id":414369,"title":"Dirty Fuckers","adult":true,"genre_ids":[]},{"cast":["Ron Hood"],"overview":"In this first video you will learn how to prepare your home and family for disaster.  Be ready for earthquake, fire, terrorism, loss of job or other catastrophes.  The information in this video could save your life and the lives of your loved ones and family!","release_date":"2010-01-07","vote_average":0.0,"runtime":null,"cert":"\"\"","id":414371,"title":"Urban Master Volume 1 The Home","adult":false,"genre_ids":[]},{"cast":["Ron Hood"],"overview":"In this second volume of the Urban Master series you’ll learn so many tricks, tips and techniques for Urban Survival that you’ll wonder why you’re still alive!  This video is designed to meet the needs of travelers, both business and vacation as well as deal with topics related to survival in emergencies when you are away from home. Filmed in the US and Romania it is chock full of essential information.","release_date":"2010-01-07","vote_average":0.0,"runtime":null,"cert":"\"\"","id":414373,"title":"Urban Master Volume 2 Away From Home","adult":false,"genre_ids":[]},{"cast":["Oulaya Amamra","Lou Levy","Ahmed Hafiene","Louka Masset","Soumayé Bocoum"],"overview":"The year is 2004. France has passed a law banning religious symbols in public schools. Mariam, born in France to Arab parents, recently began to wear the hijab after performing the hajj with her grandmother. At the start of the academic year, she pretends the new law does not exist, as she does not want to acknowledge it and so be forced to make a decision. To complicate matters, Sami, a popular young Arab boy in school, starts paying attention to her and she develops a powerful crush on him. While her fellow veiled classmates argue with teachers about their desire to keep wearing the hijab, and her parents argue about her wearing hers, Mariam dreams of Sami, despite her best friend Sophia’s warning that he is not serious. Things come to a head when the deadline for removing the hijab or facing expulsion falls the same week Mariam sees Sami with another girl.","release_date":"2015-12-13","vote_average":0.0,"runtime":45,"cert":"N\/A","id":414375,"title":"Mariam","adult":false,"genre_ids":[18]},{"cast":["Alexander Gustavo","Angel Rock","Billy Santoro","Darius Ferdynand","Dylan Knight"],"overview":"Dr. Angel Rock, the new Chief of Staff at HH General, is making some unorthodox changes. Effective immediately all doctors, nurses and aides must pack at least 8 inches of rock hard cock and be ready to use it. Doctors Billy Santoro and Johnny Ryder join Dr. Rock to oversee the horned up staff including Alexander Gustavo, Dylan Knight, and Tommy Deluca who ensure that patients Hans Berlin, Liam Soto, and Sean Duran are stripped, probed, sucked, and fucked according to doctor's orders. Everyone who comes through this ER agrees My Doctor Rocks!","release_date":"2014-04-07","vote_average":0.0,"runtime":94,"cert":"\"NC-17\"","id":414377,"title":"My Doctor Rocks","adult":true,"genre_ids":[]},{"cast":["Angel Rock","Angelo Marconi","Connor Maguire","Darius Ferdynand","Jimmy Durano"],"overview":"Bodies, bodies and more bodies, that's what you get in Pumped, Hot House's tribute to the body beautiful. These handsome muscular hunks boast bulging chests, ripped abs, beefy thighs, juicy bubble-butts and long thick cocks that are pumped to perfection. Shot on sweeping chromatic sets that put each chiseled body on full display, Pumped features one of our hottest casts ever including Angel Rock, Angelo Marconi, Connor Maguire, Darius Ferdynand, Jimmy Durano, Johnny Ryder, Liam Magnuson, and Vance Crawford. Grab your dick and get Pumped today!","release_date":"2013-12-02","vote_average":0.0,"runtime":77,"cert":"\"NC-17\"","id":414379,"title":"Pumped","adult":true,"genre_ids":[]},{"cast":["Derek Parker","Franco Ferarri","Jake Genesis","James Ryder","Jimmy Durano"],"overview":"Get in control with The Dom, the latest Hot House leather blockbuster from Executive Producer Steven Scarborough and Director Christian Owen. Join 10 muscle-bound studs as they go deep into the leather mindset of The Dom and his Sub with 5 scenes of non-stop sucking and fucking to each Dom's complete and utter satisfaction. Starring Derek Parker, Franco Ferarri, Jake Genesis, James Ryder, Jimmy Durano, Jordano Santoro, J.R. Bronson, Mitch Vaughn, Tate Ryder, and Trenton Ducati, The Dom will cause you to lose control of yourself in some of the hottest action we've ever filmed. Beg. Sit. Crawl. Down. Open. Suck. Good boy","release_date":"2013-01-14","vote_average":7.0,"runtime":111,"cert":"\"NC-17\"","id":414381,"title":"The Dom","adult":true,"genre_ids":[]},{"cast":["Angel Rock","Brandon Jones","Connor Kline","Jimmy Durano","Johnny Ryder"],"overview":"The Palm Springs temperatures soar as The Men of Hot House descend on a gay resort for a weekend of intense suck and fuck action in Heatstroke. Featuring an all-star cast of beefy hung muscle hunks, Heatstroke will have your temperature rising as you stroke along with Landon Conrad, Jimmy Durano, Trenton Ducati, Angel Rock, Connor Kline, Marcus Ruhl, Johnny Ryder and Brandon Jones. Featuring stunning swimsuits from Spain's ultra-hot ES Collection, these sweaty muscle gods will leave you hot and bothered to brave the effects of Heatstroke.","release_date":"2013-07-29","vote_average":0.0,"runtime":77,"cert":"\"NC-17\"","id":414383,"title":"Heatstroke","adult":true,"genre_ids":[]},{"cast":[],"overview":"A documentary about Robert Altman's The Wedding.","release_date":"2006-04-26","vote_average":0.0,"runtime":null,"cert":"\"\"","id":414385,"title":"A Wedding: Altman Style","adult":false,"genre_ids":[]},{"cast":["Alexander Garrett","Angel Rock","Angelo","Jimmy Durano","JR Bronson"],"overview":"et in control with The Sub, the latest Hot House leather blockbuster from Executive Producer Steven Scarborough and Director Christian Owen. Join 10 muscle-bound studs as they go deep into the leather mindset of The Sub and his Dom with 5 scenes of non-stop sucking and fucking to each Dom's complete and utter satisfaction. Starring Alexander Garrett, Angel Rock, Angelo, J.R. Bronson, Jimmy Durano, Logan Vaughn, Phillip Aubrey, Rick Van Sant, Rod Daily, and Trenton Ducati, The Sub will cause you to lose control of yourself in some of the hottest action we've ever filmed. Beg. Sit. Crawl. Down. Open. Suck. Good boy","release_date":"2013-03-25","vote_average":0.0,"runtime":99,"cert":"\"NC-17\"","id":414387,"title":"The Sub","adult":true,"genre_ids":[]},{"cast":["Elsa Aguirre","Ignacio López Tarso","José Gálvez","Luis Beristáin","José Baviera"],"overview":"Young woman's in love with a poor art student, but her father forces her into a marriage with someone from her own economic stratum. Bad move.","release_date":"1957-12-04","vote_average":0.0,"runtime":109,"cert":"N\/A","id":414389,"title":"Vainilla, bronce y morir (Una mujer más)","adult":false,"genre_ids":[]},{"cast":[],"overview":"Nobody likes a crying baby on board a train, least of all the lady who makes the announcements.","release_date":"2016-07-30","vote_average":0.0,"runtime":5,"cert":"N\/A","id":414391,"title":"Mrs. Metro","adult":false,"genre_ids":[16]},{"cast":[],"overview":"MY HOME – YOUR WAR offers an extraordinary look at the effect of the Iraq war through the eyes of an ordinary Iraqi woman. Shot in Baghdad over three years that span the time before, during and after the invasion of Iraq, this profoundly moving film brings a perspective that – until now – has rarely been available to U.S. audiences.","release_date":"","vote_average":0.0,"runtime":52,"cert":"N\/A","id":414393,"title":"My Home - Your War","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Animated short","release_date":"2001-01-01","vote_average":8.0,"runtime":7,"cert":"N\/A","id":414395,"title":"Radio Umanak","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Things are not quite as they appear in this love story by Dutch director Paul Driessen, as the attraction between two people is thwarted by unexpected geometric complications.","release_date":"2003-08-30","vote_average":4.0,"runtime":17,"cert":"N\/A","id":414400,"title":"2D or not 2D","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Four hyperactive kids, one station wagon and 1200 kilometres of road make for a difficult car trip in this funny autobiographical film by Canadian director Greg Holfeld.","release_date":"2004-06-01","vote_average":5.0,"runtime":6,"cert":"N\/A","id":414402,"title":"Get in the Car","adult":false,"genre_ids":[16]},{"cast":[],"overview":"At once surreal and poignant, this semi-autobiographical film by American director John Dilworth (Courage the Cowardly Dog) chronicles a turning point in the life of an artist.","release_date":"2005-09-30","vote_average":7.7,"runtime":4,"cert":"\"\"","id":414404,"title":"Life in Transition","adult":false,"genre_ids":[16]},{"cast":["Stine Sylvestersen","Avi Sagild","Preben Kaas","Anne-Lise Gabold","Inger Stender"],"overview":"Stine is eighteen and has finished school. Her parents have are divorced, and the father has a new wife. Stine is not so anxious finding a regular job, She would like to be an actor.","release_date":"1980-02-29","vote_average":10.0,"runtime":103,"cert":"N\/A","id":414406,"title":"That's me too","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In this chaotic and hilarious short about the plane flight from hell, an ever-smiling flight attendant tries her best to keep things under control while dealing with the world's worst passengers. Smokers, drunks, and the inevitable crying baby are just the beginning (don't even ask about the suitcase full of coughing kittens), but, before things come to their fateful and fiery end, at least everyone is happy for a brief moment.","release_date":"2006-11-24","vote_average":0.0,"runtime":6,"cert":"N\/A","id":414408,"title":"The Irresistible Smile","adult":false,"genre_ids":[16]},{"cast":[],"overview":"In a world of geared figures, where the rules are set and possibilities are limited, each individual runs along his or her own track. Sometimes there are encounters, brief moments of shared intimacy, but isolation and mechanized existence are the rule of the day. And then, sometimes, there's a mistake…","release_date":"2007-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":414410,"title":"Life Line","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A swimming champion longs to recover his lost childhood in French directors Tom Haugomat and Bruno Mangyoku's haunting film about nostalgia, memory and the disappointments of adult life.","release_date":"2009-12-04","vote_average":0.0,"runtime":6,"cert":"N\/A","id":414421,"title":"Jean-François","adult":false,"genre_ids":[16]},{"cast":["Lea Faßbender","Nico Josef Zitek","Charlotte Ullrich","Nico Birnbaum","Karoline Fritz"],"overview":"Veras Mantle is about a successful author who suffers from agoraphobia and can't leave her house. When she is threatened by a sinister fan, Vera comes gradually behind the secret of her illness.","release_date":"2017-02-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":414423,"title":"Veras Mantel","adult":false,"genre_ids":[53,18,9648]},{"cast":["Carey Mulligan","Jason Clarke","Jason Mitchell","Mary J. Blige","Garrett Hedlund"],"overview":"In the post–World War II South, two families are pitted against a barbaric social hierarchy and an unrelenting landscape as they simultaneously fight the battle at home and the battle abroad.","release_date":"2017-11-16","vote_average":7.5,"runtime":135,"cert":"\"R\"","id":414425,"title":"Mudbound","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Part police procedural, part mood piece, the only thing that's clear in Czech director Martin Zivocky's strikingly stylized film noir is that nothing is clear.","release_date":"2011-04-27","vote_average":5.0,"runtime":5,"cert":"N\/A","id":414427,"title":"The Case","adult":false,"genre_ids":[16]},{"cast":[],"overview":"French directors Loris Accaries, Marie Ayme, Claire Baudean and Audrey Janvier Tentation offer a modern take on the classical nude in this organic and mineral, living and dying, erotic experience.","release_date":"2012-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":414429,"title":"Tentation","adult":false,"genre_ids":[]},{"cast":["David Tucker","Troy Potter","Paul Gothard","Paul Kurutsides","Sarah Gaber"],"overview":"During the events of a zombie attack, a young man shows a collection of shorts to pass the time before he too becomes one of the walking dead.","release_date":"2012-10-27","vote_average":8.0,"runtime":null,"cert":"\"NR\"","id":414431,"title":"The Cutting Room Floor","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A surrealistic tale including three young girls and anthropomorphic cakes.","release_date":"2013-04-26","vote_average":0.0,"runtime":4,"cert":"N\/A","id":414433,"title":"Madly in Love","adult":false,"genre_ids":[16]},{"cast":["Christian Fuhlendorff"],"overview":"","release_date":"2015-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":414441,"title":"Christian Fuhlendorff: Impro","adult":false,"genre_ids":[]},{"cast":["Jean-Pierre Léaud","Christophe Bazzini","Olga Georges-Picot","Jacques Robiolles","Tina Aumont"],"overview":"Director Jacques Richard tried to emulate a silent movie in all its aspects when he filmed Rebelote. Originally screened with a live string orchestra, the silent black-and-white film has inter-titles and tongue-in-cheek, melodramatic acting and a \"soap opera\" type plot. Unfortunately, the tale of a sad delinquent trying to overcome his miserable childhood to find success at love and life is not a cleverly acted or staged parody, and so the idea falls short of the standards of excellence of bygone, silent screen days.","release_date":"1984-09-05","vote_average":6.0,"runtime":null,"cert":"N\/A","id":414443,"title":"Rebelote","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":414445,"title":"좋아서 만든 영화","adult":false,"genre_ids":[]},{"cast":[],"overview":"A champion rodeo rider receives crippling injuries in the ring, resulting in the ending of his career. When his wife deserts him, he's left with the responsibility of raising two young sons with no job and no prospects.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":414447,"title":"Glory Days","adult":false,"genre_ids":[]},{"cast":["Aleksey Batalov","Vera Glagoleva","Nikita Mikhajlovsky","Yuriy Shumilo","Vladimir Nosik"],"overview":"Kraskov and Vera have long loved each other. They are unable to part, however, and connect their destinies can not and have already accepted the circumstances of life: he has a family, three children. A chance meeting in Moscow with a young couple, familiar with the rest in the South, pushes them to a decisive step…","release_date":"1986-10-13","vote_average":6.7,"runtime":null,"cert":"N\/A","id":414449,"title":"An Umbrella for Lovers","adult":false,"genre_ids":[10749,18,35]},{"cast":["Georges Wilson","Rufus","André Marcon","Martine Kalayan","Claire Maurier"],"overview":"The story of Itineraire Bis has no singular plot line, but swings back and forth between the adventures of a young man who wants to buy a pizza truck and the lives of two middle-aged brothers living in an enormous house. One of the brothers is wheelchair-bound and eventually makes the acquaintance of the pizza-driving aspirant and decides to give him the money he needs -- though this act of generosity in no way shields him from his own destiny. Other characters wander in and out of the story, such as Jeanne (Martine Kalayan), the young man's lover.","release_date":"1983-09-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":414451,"title":"Side Roads","adult":false,"genre_ids":[]},{"cast":["John Cho","Haley Lu Richardson","Michelle Forbes","Rory Culkin","Parker Posey"],"overview":"When a renowned architecture scholar falls suddenly ill during a speaking tour, his son Jin finds himself stranded in Columbus, Indiana - a small Midwestern city celebrated for its many significant modernist buildings. Jin strikes up a friendship with Casey, a young architecture enthusiast who works at the local library.","release_date":"2017-08-04","vote_average":7.2,"runtime":104,"cert":"\"PG-13\"","id":414453,"title":"Columbus","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":45,"cert":"N\/A","id":414458,"title":"Våra Villkor","adult":false,"genre_ids":[]},{"cast":["Blake Daniels","Cameron Foster","Chris Daniels","Craig Reynolds","Drake Jaden"],"overview":"There's something dirty going down in the SOMA alleys of San Francisco in Cruise Control where 10 horny studs prowl in the shadows looking for sex. Testosterone levels shift into overdrive as superstars Matt Cole, Craig Reynolds, Rick Van Sant, and 7 other men head out into the summer night air aching to get their rocks off. In the tradition of Butch Alley and Reckless, Cruise Control is a relentless non-stop sex-a-thon with performances that are out-of-control.","release_date":"2011-10-13","vote_average":0.0,"runtime":97,"cert":"\"NC-17\"","id":414463,"title":"Cruise Control","adult":true,"genre_ids":[]},{"cast":["Blu Kennedy","Bo Dean","Brandon Lewis","Johnny Torque","Kyle King"],"overview":"Hot House hits a home run with Score!, our tribute to all-American jocks and athletes everywhere. We've assembled one of our hottest casts ever, guaranteed to bring all of your jock\/athletic gear fantasies to life. Hot House Exclusives Kyle King and Blu Kennedy lead this cast of MVPs including Bo Dean, Brandon Lewis, Johnny Torque, Logan Scott, Topher DiMaggio, and Valentin Petrov.","release_date":"2011-04-08","vote_average":0.0,"runtime":78,"cert":"\"NC-17\"","id":414465,"title":"Score! Game 1","adult":true,"genre_ids":[]},{"cast":["Brandon Bangs","Brandon Lewis","Gavin Waters","Kennedy Carter","Kyle King"],"overview":"The Dude Show - Reality Sucks!, Hot House Video's #1 hardcore reality TV series, returns! We've packed our San Francisco loft with more young, hung, horny studs and turned on the cameras 24\/7! Don't miss one minute of the testosterone-driven antics; these guys never stop jacking, sucking, and fucking in The Dude Show - Reality Sucks! Part 2!","release_date":"2010-12-13","vote_average":0.0,"runtime":108,"cert":"\"NC-17\"","id":414467,"title":"The Dude Show 2","adult":true,"genre_ids":[]},{"cast":["Whitney Able","Frankie Shaw","Katherine Waterston","Michael Mosley","Jake Muxworthy"],"overview":"An elliptical tale of three couples who are magnetically drawn together. Love becomes electric as they struggle to connect, disconnect, or reconnect with their partner.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":414469,"title":"Fluidic","adult":false,"genre_ids":[878]},{"cast":["Anna Loos","Bernhard Piesk","Mika Seidel","Irene Rindje","Maythavee Weiss-May"],"overview":"","release_date":"2016-09-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":414471,"title":"Gefangen im Paradies","adult":false,"genre_ids":[10770,12]},{"cast":[],"overview":"hhjjhjhjh jhghg jhbj jbvj  vh hv h h  h","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":414482,"title":"Atish","adult":false,"genre_ids":[]},{"cast":["Manuel Cavaco","Rui Pedro","Eugénia Bettencourt","Helena Isabel","Rui Luís Brás"],"overview":"In an isolated village of the Alentejo region, a conflict arises. José Vitorino, one of the landowners of the region, rich in prehistoric monuments, wants to build a luxurious solarium in lands filled with ancient rocks, places of devotion and sacred rituals.  Indifferent to the people’s protest, who believe in the magical powers of the stones and that the region’s drought is due to the rocks’ destruction, José Vitorino hires an architect to plan his new house. On christmas eve, in the middle of the winter solstice, a strange ceremony around a dolmen, once an altar for bloody sacrifices in more remote times, releases a harmful spell. A race against time to reverse the faulty charm begins.","release_date":"2016-09-10","vote_average":0.0,"runtime":122,"cert":"N\/A","id":414484,"title":"O Segredo das Pedras Vivas","adult":false,"genre_ids":[14]},{"cast":["Alex Collack","Ethan Grant","Ethan Wolfe","Johnny Gunn","Kai Ford"],"overview":"New Hot House sensation Ethan Wolfe wields enormous star power in Masterpiece, the latest great opus from artisan director Steven Scarborough. Step into this steamy Hot House gallery where chiseled, perfectly sculpted men engage in wild lust-driven sex in front of stunning larger-than-life backdrops. So grab your ticket to an astonishing XXX performance art installation that has all the critics raving: Masterpiece - the hottest show in town!","release_date":"2008-11-24","vote_average":0.0,"runtime":92,"cert":"\"NC-17\"","id":414486,"title":"Masterpiece","adult":true,"genre_ids":[]},{"cast":["Temuera Morrison","Kate Forlong","Vernon Hill","Andrew Kerr"],"overview":"An adventure story for children set in New Zealand and told in eight sequential episodes","release_date":"1972-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":414488,"title":"Jet Boat","adult":false,"genre_ids":[]},{"cast":["Chris Naunton","Jeffrey Blakely"],"overview":"Ancient Egypt was vandalised by tomb raiders and treasure hunters until one Victorian adventurer took them on. Most of us have never heard of Flinders Petrie, but this maverick genius underook a scientific survey of the pyramids, discovered the oldest portraits in the world, unearthed Egypt's prehistoric roots - and in the process invented modern field archaeology, giving meaning to a whole civilisation.","release_date":"2012-03-28","vote_average":6.0,"runtime":null,"cert":"N\/A","id":414490,"title":"The Man who Discovered Egypt","adult":false,"genre_ids":[99]},{"cast":["Andrew Kerr","Temuera Morrison","Kate Forlong","Vernon Hill"],"overview":"An adventure story for children set in New Zealand and told in eight sequential episodes","release_date":"1972-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":414492,"title":"Terror in the Caves","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Packed in the Boot","cast":["Andrew Kerr","Temuera Morrison","Kate Forlong","Vernon Hill","Ian Mune"],"id":414494,"overview":"An adventure story for children set in New Zealand and told in eight sequential episodes. 5 of 8: The escaped criminals drive away from Wellington in a stolen car. However, Johnny and Rangi are hidden in the boot.","runtime":null,"genre_ids":[],"release_date":"1972-01-01","vote_average":0.0,"adult":false}]