[{"cast":["Jim Cummings","Terri Hawkes"],"overview":"L.Frank Baum's classic. Dorothy and her dog, Toto, are whisked away from their home in Kansas and find themselves in the magical land of Oz. While on her journey to find the Wizard, hoping he will help her to return home, Dorothy meets the Scarecrow, the Tin Man, and the Cowardly Lion. Together they destroy the Wicked Witch and make it to the Emerald City.","release_date":"1991-01-01","vote_average":6.0,"runtime":25,"cert":"\"NR\"","id":415009,"title":"The Wizard of Oz","adult":false,"genre_ids":[14,12]},{"cast":[],"overview":"Siblings Benita (Lolita Rodriguez) and Gorio ('Dolphy (I)') play twisted roles: she drives a jeepney, he does all the household chores; she gets into brawls with men, he prefers to be called \"Glory.\" All these they do in support of their father, Mang Ambo (Horacio Morelos), a driver for the rich and reckless Gardo (Rogelio de la Rosa), son of the elite Don Quinito ('Jose de Villa') and Doña Teresita (Etang Discher). When Mang Ambo's health fails him, he introduces Benita to the family, disguised as a boy named Itoy. Gorio, on the other hand, runs away to look for a job and ends up taken in and mistaken for an actual girl by Doña Teresita as her own \"daughter.\" Living in totally new circumstances and with each bearing the secret of the other, how long can they keep up playing their game?","release_date":"1954-06-02","vote_average":0.0,"runtime":100,"cert":"N\/A","id":415011,"title":"Jack and Jill","adult":false,"genre_ids":[35]},{"cast":["Mitsu Bitchi","Cara Lott","Monica Puller","Andrew N. Shearer"],"overview":"In this fake documentary that skewers the world of no-budget camcorder cinema, amateur filmmaker Ed Benjamin and his kid sister Meredith put their savings into producing a direct-to-video sexy vampire flick. They foolishly hire ex-soap star Veronica Weaver as the lead, whose eccentricities and diva behavior threaten to wreck the entire production.","release_date":"2010-01-01","vote_average":0.0,"runtime":82,"cert":"\"\"","id":415016,"title":"Fake Blood","adult":false,"genre_ids":[35,27]},{"cast":["Blanche Sweet","House Peters","Gerald Ward","Page Peters","Jeanie Macpherson"],"overview":"Cecil B. DeMille’s thought-to-be-lost 1915 silent film The Captive, is a found treasure. Set during the Balkan Wars, The Captive tells the story of Sonia (Blanche Sweet, The Woman in White), a young woman living in Montenegro and left to care for her younger brother Milos (Gerald Ward, The Warrens of Virginia) and the family farm when older brother Marko (Page Peters, Davy Crockett) goes off to battle. Unable to handle the day-to-day tasks following her brother’s tragic death, help comes in the form of Mahmud Hassan (House Peters, Prisoners of the Storm) a captured Turk nobleman now a prisoner of war. Tasked with helping Sonia, their initial frosty relationship soon melts into love. As the war rages on Sonia, Mahmud and Milos will face near-insurmountable obstacles in their quest for a better life amidst the hell of war.","release_date":"1915-04-22","vote_average":6.3,"runtime":50,"cert":"\"NR\"","id":415021,"title":"The Captive","adult":false,"genre_ids":[10752,18,10749]},{"cast":["Rudy Ray Moore"],"overview":"A compilation of some of the best Black Action films of the 70s! Hosted by Mr. Dolemite himself... RUDY RAY MOORE!","release_date":"1995-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":415023,"title":"Afros, Macks & Zodiacs","adult":false,"genre_ids":[99,28,35]},{"cast":[],"overview":"adult movie digital playground","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415037,"title":"pirates","adult":true,"genre_ids":[]},{"cast":["Pierre Fresnay","Yvonne Printemps","Raimu","François Périer","Raymond Rouleau"],"overview":"","release_date":"1941-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415039,"title":"Le duel","adult":false,"genre_ids":[]},{"cast":[],"overview":"People's associations with flora goes back a long way, taking us back to our own roots as well as to new ways of life and creative potential that reveal themselves as we deal with plants. '...","release_date":"2016-04-15","vote_average":6.7,"runtime":108,"cert":"N\/A","id":415041,"title":"Wild Plants","adult":false,"genre_ids":[99]},{"cast":["Alex Pels"],"overview":"This engaging documentary looks at the exciting array of family fun and entertainment that awaits visitors at Disneyland Resort in Anaheim, Calif., including the original Disneyland, the first venue in what is now a global family of theme parks. Since then, other attractions -- including California Adventure -- have opened adjacent to the original park, reinvigorating the area known as \"the happiest place on Earth.\"","release_date":"2010-01-01","vote_average":10.0,"runtime":51,"cert":"\"NR\"","id":415043,"title":"Disneyland Resort: Behind The Scenes","adult":false,"genre_ids":[99]},{"cast":["Koji Tsuruta","Fumio Watanabe","Tetsurō Tamba","Seizaburô Kawazu","Yukiko Kuwahara"],"overview":"The story of men devoted to the yakuza lifestyle and their struggles during a time of fading yakuza power.","release_date":"1968-01-01","vote_average":6.0,"runtime":91,"cert":"N\/A","id":415045,"title":"Gambler's Farewell","adult":false,"genre_ids":[18,80]},{"cast":["Yi Ming","Chou Chung-Lien","Hui Lou Chen","Chin Yung-Hsiang","Chia Ling"],"overview":"A supernatural sword thriller: starring the Queen Boxer herself,Judy Lee.Swordplay mixes with Black Magic to create a unique and action packed Wu Tang masterpiece!","release_date":"1977-04-29","vote_average":0.0,"runtime":86,"cert":"N\/A","id":415047,"title":"Black Justice","adult":false,"genre_ids":[]},{"cast":["Vladimir Antonov","Iryna Doroshenko","Roman Filippov","Konstantin Stepankov","Yevgeni Vesnik"],"overview":"After school, Victor is in no hurry to determine their future profession. So far, it works where it is necessary, nothing himself not particularly burdened. Unexpected acquaintance with Vera, a woman injured in a car accident that killed her mother, dramatically changes the life of Victor. And love has arisen between the girl gives the power to decide on the fourth and perhaps decisive step","release_date":"1977-01-14","vote_average":7.5,"runtime":64,"cert":"N\/A","id":415049,"title":"The Whole World In Your Eyes","adult":false,"genre_ids":[18]},{"cast":["Liu Yuxin"],"overview":"","release_date":"2014-08-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415051,"title":"Turn Around","adult":false,"genre_ids":[10749,35]},{"cast":["Edita Gruberova","Neil Shicoff","Giorgio Zancanaro"],"overview":"La Traviata was recorded at what was one of Venice's most exquisite 18th-century opera houses, La Fenice, tragically destroyed by fire in 1996, and now rebuilt. This glorious house is where La Traviata was premiered in 1853. In this memorable performance, Slovak soprano Edita Gruberova takes the leading role of Violetta, the tragic heroine, persuaded by Alfredo's father, Giorgio, to sacrifice her happiness with Alfredo for the sake of family honor.","release_date":"1993-02-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415059,"title":"La Traviata","adult":false,"genre_ids":[10402]},{"cast":["Nathaniel Arcand","Dana Klyszejko","George Wahiakeron Gilbert","Darlene Nolan"],"overview":"A surrealistic allergory on the loss of language and identity in the city from an indigenous perspective.","release_date":"","vote_average":4.0,"runtime":11,"cert":"N\/A","id":415061,"title":"From Cherry English","adult":false,"genre_ids":[27,53]},{"cast":["Lung Tang"],"overview":"Bruce Lung is a bounty hunter, who gets an assignment of bringing  in the Zombie and Vampire gang. Helping the bounty hunter to smash this deadly gang is a kung fu expert looking for his brother, who was abducted by the gang.","release_date":"","vote_average":0.0,"runtime":75,"cert":"N\/A","id":415063,"title":"On the Verge of Death","adult":false,"genre_ids":[]},{"cast":["Adolphe Menjou","Shirley O'Hara","Arlette Marchal"],"overview":"Le Marquis de Marignan is a French aristocrat and seducer who flirts with every Parisian girl he meets. If dallying with youngster fräuleins isn't enough to keep him busy, the Marquis also has to cope with an unexpected visit from his fiancée and her father.","release_date":"1927-09-30","vote_average":0.0,"runtime":65,"cert":"\"\"","id":415065,"title":"A Gentleman of Paris","adult":false,"genre_ids":[35]},{"cast":["Fernando Fernández","Rosa Carmina","Georgina Barragán","Miguel Manzano"],"overview":"Music teacher gets all tangled up with a nightclub singer, after seeing his students ogling her advertisements.","release_date":"1952-03-13","vote_average":0.0,"runtime":100,"cert":"N\/A","id":415070,"title":"Viajera","adult":false,"genre_ids":[]},{"cast":["Chief Thundercloud","Lynne Roberts","Stanley Andrews","George Cleveland","Raymond Hatton"],"overview":"Edited version of the 1938 Republic serial \"The Lone Ranger.\"","release_date":"1940-04-10","vote_average":0.0,"runtime":68,"cert":"\"\"","id":415072,"title":"Hi-Yo Silver","adult":false,"genre_ids":[37]},{"cast":["Tarık Akan","Süleyman Turan","Neriman Köksal","Perran Kutman","Hale Soygazi"],"overview":"Turkish Uncle Buck. A funny slob (Tarik Akan) leaves his village after getting into trouble. He leaves with his friend (Suleyman Turan) who blackmails him by putting a stolen diamond in his pocket. He comes to stay at his sisters house and all the family are glad to see him, but not his brother in law who hates him. Here he falls in love with his nephew's teacher Zehra (Hale Soygazi).","release_date":"1977-03-04","vote_average":6.0,"runtime":82,"cert":"N\/A","id":415083,"title":"My Dear Uncle","adult":false,"genre_ids":[35,18]},{"cast":["Karen Gillan","David Dastmalchian","Jennifer Morrison","Richard Cabral","David Koechner"],"overview":"The story of a desperate young couple on the run, who seek refuge in Kansas City.","release_date":"2019-05-17","vote_average":6.3,"runtime":91,"cert":"\"\"","id":415085,"title":"All Creatures Here Below","adult":false,"genre_ids":[18]},{"cast":["Ross Allison","Loyd Auerbach","Angela DeRisio","Austin Doty","Bill Doty"],"overview":"Why is it we never actually see a ghost in the dozens of documentaries out there, yet people claim they see them daily. A non believer, and his film friends seek out to find the truth.","release_date":"2015-10-03","vote_average":1.0,"runtime":108,"cert":"\"NR\"","id":415087,"title":"Ghostumentary","adult":false,"genre_ids":[99,35]},{"cast":[],"overview":"This gorgeous film uses Paul Nipkow's disc as a rotary shutter inside a super-8 camera. Sequences were shot out the filmmaker's window and then blown up to 16mm. Positive and negative images change throughout the film by dissolving them and by enlarging the blow up.","release_date":"1998-09-09","vote_average":0.0,"runtime":7,"cert":"N\/A","id":415092,"title":"Nipkow TV","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ocean Hill Drive examines a rare phenomenon, the so-called ‚shadowflicker’, that occurs in a suburban area on the outskirts of Boston. As a result of an erroneously installed wind turbine, the flicker effect, which brings to mind structuralist experimental cinema, appears instead in documentary images showing the landscape and architecture of a Massachusetts coast town.  The film focuses on the visual quality of the pulsating shadows that intrude the suburban domestic sphere and disrupt the social and psychological equilibrium of the community.  Documentary images are complemented with a female voiceover, which is based on multiple interviews that were transcripted and assembled into a single narration. The film slowly uncovers fragmentary memories from the time when the flicker began. An atmosphere of suspense and intangible fear is generated throughout the film, while the actual source of the flickering lights remains unknown.","release_date":"2016-09-09","vote_average":0.0,"runtime":21,"cert":"N\/A","id":415094,"title":"Ocean Hill","adult":false,"genre_ids":[]},{"cast":["Ahmad Rashād","LeBron James","Kyrie Irving"],"overview":"Bringing back the first major sports championship that a Cleveland team has won since 1964, the Cavaliers did the impossible to overcome a 3-1 deficit in the NBA Finals. Follow LeBron and the entire team on this historic run to become the 2016 NBA Champions.","release_date":"2016-08-09","vote_average":10.0,"runtime":null,"cert":"\"\"","id":415096,"title":"2016 NBA Champions: Cleveland Cavaliers","adult":false,"genre_ids":[]},{"cast":["Sreejith Vijay","Sunil Sukhada","Zinil Zainuddin","Leema Babu","Neena Kurup"],"overview":"Chennai Koottam Five friends attempt to go into business together. Hilarity ensues.","release_date":"2016-03-04","vote_average":0.0,"runtime":108,"cert":"N\/A","id":415110,"title":"Chennai Koottam","adult":false,"genre_ids":[27,35]},{"cast":[],"overview":"Cast: Ram , Suresh Naran , Manavram , Alisha , Maruthupandian , Santra","release_date":"2014-12-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415112,"title":"Yaro Oruvan","adult":false,"genre_ids":[]},{"cast":[],"overview":"This is an unusual documentary on the oldsters in a nursing home. Young director Claude Godard (unrelated to Jean-Luc) has eschewed dialogue, music, and commentary. What remains are some startling, unsettling, and sometimes nearly morbid images of the elderly in various stages of aging, each waiting for death in his or her own way.","release_date":"1980-09-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415117,"title":"Temps morts","adult":false,"genre_ids":[]},{"cast":[],"overview":"Comedies rule the roost in Kollywood. The latest film to join the comedy bandwagon is Yaanai Mel Kuthirai Savari. Sources say that the film is being directed and produced by Karuppiah Murugan. The film that stars Naan Kadavul Rajendran will not have the actor playing a villain. Instead, he will attempt to play a romantic hero. The film will also feature Archana Singh, Saminathan, Vazhakku En Muthuraman, Krishnamoorthy and Nandkumar. Says a source, “The film is about people who believe that giving up even before trying to accomplish a task is the height of foolishness. So, they set out to accomplish a task that is way beyond their capabilities.” The film will have music by Imalayan.","release_date":"2016-08-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415119,"title":"Yaanai Mel Kuthirai Savaari","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Tamil suspense thriller is based on the life of a young man, who relocates to his natives after resigning from his job in Dubai. He sets up a business with his three friends. After the involvement of the fifth person, a series of unusual happenings take place. The movie is fast and entertaining. The movie has been shot in Dubai, Kerala and Tamil Nadu, and it is definitely worth a watch.","release_date":"2014-08-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415121,"title":"Thottal Vidathu","adult":false,"genre_ids":[]},{"cast":["Saji Surendran","Chilanga","Saina","Mohan Sharma"],"overview":"The film is based on a true story, where a ten-month-old baby gets lost from Nagerkovil during the tsunami. The child is raised by a judge somewhere else. However, the real parents turn up and claim the child. The emotional trauma that the two undergo forms the crux of the film","release_date":"2016-02-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415123,"title":"Irandu Manam Vendum","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415134,"title":"agico mondo di Winnie the Pooh  Un giorno di scoperte","adult":false,"genre_ids":[]},{"cast":["Sickan Carlsson","Gunnar Björnstrand","Elof Ahrle","Nils Ericson","Olof Winnerstrand"],"overview":"The rich, aristocratic Katarina Hassel have an architect renovate her mansion. Katarina fall in love with the young architect, Gunnar Stenwall. Alas, he doesn't fall in love with her. But perhaps if Gunnar would meet her identical sister, who works in Stockholm as a waitress, he would fall in love with her instead? So Katarina travels to Stockholm to act as her non-existing sister. Plot by Mattias Thuresson","release_date":"1950-01-26","vote_average":6.0,"runtime":106,"cert":"N\/A","id":415136,"title":"My Sister and I","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Lover secretly meet? Hate is toxic to the skin, the girlfriend who tried to turn the mind but always just, rejected. Cagjab of mind, every night on the Internet and stop them to lull the loneliness. One day, on the Internet and stop by the chat window as a woman to seduce, to […] Must be seen, called to mind the former under Laura headed for the motel to meet up with a mysterious allure in Laura and spends the night like a dream. Since the continuing possibility of Laura herself increasingly will not be able to refuse the County. Machine starts to suspect that the behavior of the Prefecture of the camp. Laura and the Chin, dicey relationship begins!","release_date":"2016-08-07","vote_average":0.0,"runtime":60,"cert":"N\/A","id":415138,"title":"Laura Sex Partner","adult":false,"genre_ids":[]},{"cast":[],"overview":"Nymphs and cupids dance in celebration of the arrival of Spring.","release_date":"1909-06-20","vote_average":6.1,"runtime":1,"cert":"N\/A","id":415140,"title":"Spring: Episode 2 - On the Ponds \/ The Love Conductor","adult":false,"genre_ids":[]},{"cast":[],"overview":"Nymphs and cupids dance in celebration of the arrival of Spring.","release_date":"1909-06-20","vote_average":6.1,"runtime":2,"cert":"N\/A","id":415142,"title":"Spring: Episode 4 - The Games and the Reefs \/ Floréal","adult":false,"genre_ids":[]},{"cast":[],"overview":"Horses taking a bath.","release_date":"1896-12-05","vote_average":0.0,"runtime":1,"cert":"N\/A","id":415144,"title":"Baño de caballos","adult":false,"genre_ids":[]},{"cast":["Parimal Damai","Chham Kala Damai"],"overview":"In their remote village, haunted by memories, Atimaley and Devi find themselves faced with a dilemma when a dear friend leaves without saying goodbye.","release_date":"2016-09-10","vote_average":7.0,"runtime":17,"cert":"N\/A","id":415158,"title":"Dadyaa: The Woodpeckers of Rotha","adult":false,"genre_ids":[]},{"cast":[],"overview":"After a long separation, an encounter. Two families. A child.","release_date":"2016-05-04","vote_average":10.0,"runtime":18,"cert":"N\/A","id":415160,"title":"Ce Qui Nous Eloigne","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415162,"title":"Flying Butterfly","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2012-10-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415164,"title":"Bittersweet Joke","adult":false,"genre_ids":[]},{"cast":["Kim Dong-wan","Oh Gwang-rok","Park Joo-hee","Seo Young-hwa","Kim In-woo"],"overview":"An omnibus movie consisting of three shorts by CHOI Ikhwan, SHIN Yeonsik, and LEE Gwangguk. A delightful dissection of human rights in this day and age through a student who gets punished for wanting to eat deokbokki, a man with delusions of grandeur, an insurance agent who spends a strange day.","release_date":"2016-06-09","vote_average":0.0,"runtime":95,"cert":"N\/A","id":415166,"title":"If You Were Me","adult":false,"genre_ids":[18]},{"cast":["Kim Nam-hee",".","Kwon Gyeom-min","Lee Dong-hwi","Kim Yu-ri"],"overview":"Tae-Pyung, a hot university student, faced with the first crisis in his life, army duty. As soon as he enters the army, his girlfriend runs away, but he endures his duty for 2 years. After graduating from the university, he gets a job but he is only getting more and more exhausted with a repeated routine and the stress from work. To make matters worse, the news of his other girlfriend's pregnancy shook his whole life since the marriage would press him in another way. Tae-pyung, caught in the biggest dilemma in his life, tries to find a way to get back his prime time in his own peculiar way.","release_date":"2014-01-02","vote_average":0.0,"runtime":121,"cert":"N\/A","id":415171,"title":"Animal","adult":true,"genre_ids":[18]},{"cast":["Jean-Pierre Gos","Isabelle Caillat","Gaëlle Bona","Mathieu Simonet","Jean-Charles Clichet"],"overview":"Canton of Neuchâtel, 1917 to 1933. A young watchmaker falls head over heels with a mysterious young woman. Jean and Anna get married, love each other madly and go through all life experiences together, supported by their happiness and friends at their side. Jean wants to invent a new waterproof watch, and the future looks promising. But Anna suddenly seems to suffer from a strange sickness which gets worse each day. Will Jean's love for her be enough to save her?","release_date":"2016-03-22","vote_average":6.8,"runtime":91,"cert":"N\/A","id":415182,"title":"Anna's Time","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This film explores aspects of the African Diaspora, history and culture that are not widely known or are normally overlooked in mainstream, popular and scholarly discourse. It tells the compelling story of two African countries(Cape Verde and Sao Tome &amp; Principe) forever linked by a history of poverty and slavery, and two people forever linked by the unbreakable bond of family and love","release_date":"","vote_average":0.0,"runtime":79,"cert":"N\/A","id":415184,"title":"Contract Docudrama","adult":false,"genre_ids":[18,99]},{"cast":["Josema Yuste","Millán Salcedo","Karlos Arguiñano"],"overview":"","release_date":"1994-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415186,"title":"¡Fíjate!","adult":false,"genre_ids":[]},{"cast":["Josema Yuste","Millán Salcedo","Dani Martín","Anabel Alonso"],"overview":"","release_date":"1991-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415188,"title":"El 92 cava con todo","adult":false,"genre_ids":[]},{"cast":["Emma Quer","Andrea Albani","Diana Conca","Jaime Bascu","Silvia Solar"],"overview":"","release_date":"1982-11-02","vote_average":4.0,"runtime":null,"cert":"N\/A","id":415190,"title":"Esas chicas tan pu...","adult":false,"genre_ids":[18,35]},{"cast":["Josema Yuste","Millán Salcedo","Anabel Alonso","Cris Huerta","Alberto Juanco"],"overview":"","release_date":"1991-10-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415195,"title":"A ver, a ver","adult":false,"genre_ids":[]},{"cast":[],"overview":"A computer animated theory of the universe that centers around a spinning top.","release_date":"2015-09-10","vote_average":0.0,"runtime":8,"cert":"\"\"","id":415206,"title":"How My Cousin Accidentally Created the Universe","adult":false,"genre_ids":[]},{"cast":[],"overview":"A hypnotic exercise in sound and texture","release_date":"2015-09-10","vote_average":0.0,"runtime":7,"cert":"\"\"","id":415208,"title":"Albert","adult":false,"genre_ids":[]},{"cast":["Dono","Kasino","Indro","Eva Arnaz","Intan Fully"],"overview":"A mysterious masked burglar is in action. Dono (Dono) Kasino (Kasino), Indro (Indro), Anneke (Intan Fully) and Debby (Eva Arnaz) are worried that their house might be the next target. They hatch a plan to catch the burglar and Dono places an ad in the paper taunting the thief as part of their strategy. A police officer, who has been assigned to help, shows up, but is mistaken for the burglar because of his appearance: buckteeth and wearing a gold bangle on his right wrist. Dono and housemates immediately capture him by feeding him drugged onde-onde cakes.  After the police officer has passed out, a man in a police uniform shows up, saying that he has been assigned to help them catch the robber. It turns out that this man is actually the thief, who intends to wreak revenge on Dono and friends for their attempt to capture him.","release_date":"1990-09-11","vote_average":7.0,"runtime":90,"cert":"N\/A","id":415210,"title":"Forgotten Rules","adult":false,"genre_ids":[35]},{"cast":["Josema Yuste","Millán Salcedo","Fernando Conde"],"overview":"","release_date":"2003-10-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415212,"title":"Martes y 13: Empanadillados","adult":false,"genre_ids":[]},{"cast":["Zhang Hanyu","Eddie Peng","Feng Wenjuan","Ganesh Acharya","Chen Baoguo"],"overview":"Chinese narco-cops take their mission to the Golden Triangle following the Mekong River massacre of innocent fishermen by the region's drug lord.","release_date":"2016-09-30","vote_average":6.4,"runtime":124,"cert":"\"NR\"","id":415214,"title":"Operation Mekong","adult":false,"genre_ids":[28,12,80,10752]},{"cast":[],"overview":"An impressive flicker animation comprised of Time magazine photographs, Katherin McInnis’ Children of Lir combines an Irish tale of children set adrift as swans and the tragic poisoning of water in Flint and other American communities.","release_date":"2016-09-10","vote_average":0.0,"runtime":5,"cert":"N\/A","id":415219,"title":"Children of Lir","adult":false,"genre_ids":[]},{"cast":["Shadeena Brooks"],"overview":"In Kevin Jerome Everson’s deeply affecting Ears, Nose and Throat, a woman’s testimonial faculties are confirmed through medical examinations before she recites a tragic story, whose horrors we don't see, hear, or smell, but can imagine far too easily.","release_date":"2016-09-10","vote_average":7.3,"runtime":11,"cert":"N\/A","id":415230,"title":"Ears, Nose and Throat","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Moon and sun are elliptically and stroboscopically conjured in Joshua Gen Solondz’s cloistered yet operatic Luna e Santur. In milky, hand-processed images, hooded figures recalling Magritte’s The Lovers enact a series of rituals in which an old trauma is remembered and exorcized.","release_date":"2016-09-10","vote_average":0.0,"runtime":11,"cert":"N\/A","id":415232,"title":"Luna e Santur","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2016-07-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415234,"title":"Mickey and the Magician","adult":false,"genre_ids":[35,10751]},{"cast":[],"overview":"A hulking and intimidating yet misunderstood man is the metaphor at the heart of Nordpol Hamburg's short film promoting the wind energy division of German company Epuron. With production company Paranoid and creative\/directing collective The Vikings at the helm, the two-minute web film offers poignant, clever storytelling without coming off as didactic, following our black-clad gentle giant whose various actions mimic those of actual wind. Somber piano music plays while the wind man spills his frustrations from people's unfriendly reactions to his handiwork, until eventually, he finds someone who understands.","release_date":"","vote_average":0.0,"runtime":2,"cert":"N\/A","id":415239,"title":"Power Of Wind","adult":false,"genre_ids":[]},{"cast":[],"overview":"A clever play between consumption and expulsion, Nina Könnemann’s wry What’s New contrasts the bi-weekly rhythms of changing posters on a street-level public billboard in Berlin with the suggestion of less-than-proper acts taking place on the opposite side of the board.","release_date":"2016-09-10","vote_average":0.0,"runtime":4,"cert":"N\/A","id":415241,"title":"What's New","adult":false,"genre_ids":[]},{"cast":[],"overview":"In Terra Long’s 350 MYA, a sheet whips before the camera, shaped by the same wind that forms the rigid, undulating lines of sand below it as the film conjures the continued presence of the now vanished Rheic Ocean in the Tafilalt region of the arid Sahara Desert.","release_date":"2016-09-10","vote_average":0.0,"runtime":5,"cert":"N\/A","id":415243,"title":"350 MYA","adult":false,"genre_ids":[]},{"cast":["Riku Nieminen","Leena Uotila","Essi Hellén","Pihla Viitala","Juha Muje"],"overview":"","release_date":"2016-01-01","vote_average":6.4,"runtime":null,"cert":"N\/A","id":415257,"title":"Off Key","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Christ - The Movie is a collection of short experimental films created by Mick Duffield, a member of the Crass collective, which were designed to be shown on-stage during Crass’ live performances. The films are accompanied by music the group recorded for their album Yes Sir, I Will, a 1983 polemic on the ideas and realities behind the War in the Falklands'.","release_date":"1990-01-01","vote_average":0.0,"runtime":82,"cert":"N\/A","id":415259,"title":"Christ - The Movie","adult":false,"genre_ids":[]},{"cast":["Danni Darvill","Jessica Pentney","Jessica Pentney"],"overview":"A trio of young women help each other come to terms with death, loss and love during a séance on the roof of their apartment building.","release_date":"","vote_average":0.0,"runtime":13,"cert":"N\/A","id":415264,"title":"Visiting Hours","adult":false,"genre_ids":[9648]},{"cast":["Bernadette Devlin"],"overview":"Bernadette presents an unravelling, open-ended story of the female Irish dissident and political activist, Bernadette Devlin. Duncan Campbell is interested in fusing documentary and fiction in order to assess both the subject matter and the mode of communicating it.","release_date":"2009-05-04","vote_average":0.0,"runtime":38,"cert":"N\/A","id":415266,"title":"Bernadette","adult":false,"genre_ids":[]},{"cast":["Troian Bellisario","Shane Coffey","Peter Vack","Chase Williamson"],"overview":"In a stylized world of neon drenched sunsets, the cult of Santa Muerte keeps a gang of rebel surfers young forever. But when a straight-laced teen named JOHNNY falls for the wrong girl, he must fight for life and love against the bad boys that rule the beach. This is Hitchcock set to surf rock in a land of dark sands, welcome to the SURF NOIR.","release_date":"2015-03-07","vote_average":7.0,"runtime":15,"cert":"\"\"","id":415268,"title":"Surf Noir","adult":false,"genre_ids":[14,80,18]},{"cast":[],"overview":"Learn how seemingly small flashes of innovation have changed the course of civilization.  Humanity from Space is an epic journey of discovery. Using the very latest mind-boggling data and astonishing CGI, the film traces the story of humankind’s ascent from hunter-gatherer to dominant global species.","release_date":"2015-06-21","vote_average":0.0,"runtime":1,"cert":"\"\"","id":415270,"title":"Humanity from Space","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In this immersive work, which debuted at the 2015 German Pavilion at the Venice Biennale, Steyerl probes the pleasures and perils of image circulation in a moment defined by the unprecedented global flow of data. Ricocheting between genres—news reportage, documentary film, video games, and internet dance videos—Factory of the Sun uses the motifs of light and acceleration to explore what possibilities are still available for collective resistance when surveillance has become a mundane part of an increasingly virtual world. Factory of the Sun tells the surreal story of workers whose forced moves in a motion capture studio are turned into artificial sunshine.","release_date":"2015-05-09","vote_average":0.0,"runtime":20,"cert":"N\/A","id":415278,"title":"Factory of the Sun","adult":false,"genre_ids":[]},{"cast":["Asami Seto","Shiori Izawa","Ozawa Ari","Tomoyo Kurosawa","Atsumi Tanezaki"],"overview":"The story begins the day before the graduation ceremony. Five middle school girls each are preoccupied with their real everyday lives. These girls meet each other in a fantasy world after being sent there through a sudden occurrence. There, they learn about the impending crisis that this world is facing. The way to avert this crisis is for the five to collaborate and bring their five hearts together as one through dance.  However, the five cannot come to love the world, and cannot tell their true feelings to one another, so their hearts are unable to unite. The time limit is fast approaching. Can the dance of the five girls save the world? And will they be able to graduate?","release_date":"2016-12-23","vote_average":8.0,"runtime":null,"cert":"N\/A","id":415283,"title":"Pop in Q","adult":false,"genre_ids":[16,14,10402,18]},{"cast":["Ornella Muti","Vittorio Gassman","Madeleine Hinde","Adolfo Celi","Alessandro Haber"],"overview":"Anthony M. Wilson is, for all appearances, an English gentleman. He has a string of tony restaurants in London plus a beautiful house decorated with all the trendy art he can get. There is another side of him he does not like to tell any of his friends, his Sicilian ancestry. When a mysterious letter arrives for him to meet a distant relative, little did he realize to what extent his life was going to change.","release_date":"1976-03-11","vote_average":0.0,"runtime":100,"cert":"N\/A","id":415285,"title":"Pure as a Lily","adult":false,"genre_ids":[35,80]},{"cast":["Kengo Kawanishi"],"overview":"Monster Strike: The Movie serves as a prequel to the net anime series based on the game of the same name. The anime tells the story of Ren, who returns to his hometown with no memories of having lived there. When a a cell phone repairman installs the Monster Strike app on his phone, Ren finds himself pulled into a real-world version of the game and begins piecing his memories together again.","release_date":"2016-12-10","vote_average":1.0,"runtime":104,"cert":"N\/A","id":415287,"title":"Monster Strike The Movie: To The Place of Beginnings","adult":false,"genre_ids":[16]},{"cast":["Joe Lara","Billy Drago","Christopher Atkins","Bentley Mitchum","Julie St. Claire"],"overview":"","release_date":"1999-03-30","vote_average":3.0,"runtime":null,"cert":"N\/A","id":415289,"title":"Lima: Breaking the Silence","adult":false,"genre_ids":[18,80]},{"cast":["Tom Rowlands","Ed Simons"],"overview":"","release_date":"2015-09-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415291,"title":"The Chemical Brothers Live at Apple Music Festival","adult":false,"genre_ids":[10402]},{"cast":["Adam Russo","Armond Rizzo","Brandon Wilde","Damon Andros","Kory Houston"],"overview":"Young buys get valuable lessons in life and in love as older gay mentors take them under their wings. Ultra runner Kory Houston gives coach Rodney Steele attitude during a practice, leading Rodney to put young Kory in his place. Kory reveals some deep seated fears, and Rodney comforts the lithe athlete, putting things into perspective... Legendary acting coach Max Sargent has his hands full with soap star Armond Rizzo. THe young man is slated for a major motion picture, but doesn't have the acting chops to pull it off. Max provides guidance, taking Armond to the next level... boy pop star Brandon Wilde gets a visit in jail from defense attorney Damon Andros. Damon has had enough of Brandon's reckless and makes it clear he won't tolerate it anymore. Ever the good counselor, Damon gives Brandon a lesson from the school of hard knocks... Acclaimed photographer Adam Russo must content with bewildered new model Kyler Grey.","release_date":"2016-09-06","vote_average":0.0,"runtime":111,"cert":"\"\"","id":415293,"title":"Authority Figures","adult":true,"genre_ids":[]},{"cast":[],"overview":"Exploring the 1988 NFC Divisional Round Game between the Philadelphia Eagles and Chicago Bears.","release_date":"2016-12-21","vote_average":0.0,"runtime":60,"cert":"\"\"","id":415304,"title":"The Fog Bowl","adult":false,"genre_ids":[]},{"cast":["Brad Meltzer","Robert K. Wittman"],"overview":"Details the disappearance of the flag raised in the WTC rubble by three firefighters","release_date":"2016-09-11","vote_average":0.0,"runtime":43,"cert":"\"\"","id":415306,"title":"America’s 9\/11 Flag: Rise From the Ashes","adult":false,"genre_ids":[99]},{"cast":[],"overview":"2000 years ago, Jesus of Nazareth was crucified in Jerusalem. The question is, why? According to the gospels, it was because his fellow Jews found him guilty of blasphemy; they had him executed by the Roman, Pontius Pilate. How true is this story?","release_date":"2016-03-22","vote_average":0.0,"runtime":52,"cert":"\"\"","id":415308,"title":"Jesus: The Cold Case","adult":false,"genre_ids":[]},{"cast":["Sarah Stouffer","Justin Morck","Bevin Hamilton","Sorin Brouwers","Jack Sochet"],"overview":"A young woman encounters a stranger online who reveals the whereabouts of her missing sister.","release_date":"","vote_average":10.0,"runtime":93,"cert":"N\/A","id":415310,"title":"Consent","adult":false,"genre_ids":[53,18,9648]},{"cast":["David Lee Smith","Vanessa Williams","Michael Dorn","William Katt","Sterling Knight"],"overview":"14,000 year-old \"Man from Earth\" John Oldman, now teaching in northern California, realizes that not only is he finally starting to age, but four students have discovered his deepest secret, putting his life in grave danger and potentially destroying the world's most popular religion.","release_date":"2017-06-10","vote_average":6.0,"runtime":98,"cert":"\"PG-13\"","id":415312,"title":"The Man from Earth: Holocene","adult":false,"genre_ids":[18,878]},{"cast":[],"overview":"A meditation on the relation between politics and art on a global scale. The film is constructed around a montage of a young white, male painter who is working on a wall with the live figures of a man of African descent and a woman of Asian descent, and appropriated imagery from the news representing global political resistance.","release_date":"1988-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415323,"title":"Groundswell","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415325,"title":"Hechos de los apóstoles","adult":false,"genre_ids":[]},{"cast":["Ha Jae-yeong"],"overview":"","release_date":"1976-02-14","vote_average":0.0,"runtime":103,"cert":"N\/A","id":415327,"title":"Don't Walk But Run!","adult":false,"genre_ids":[18,10749]},{"cast":["Lando Buzzanca","Françoise Prévost","Saro Urzì","Antonella Lualdi","Dagmar Lassander"],"overview":"","release_date":"1970-03-04","vote_average":5.0,"runtime":null,"cert":"N\/A","id":415329,"title":"Un caso di coscienza","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Will love conquer all, or will vices prevail?","release_date":"2014-03-07","vote_average":0.0,"runtime":10,"cert":"\"\"","id":415331,"title":"Lovepsych","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415333,"title":"미스터 좀비","adult":false,"genre_ids":[]},{"cast":["Hallie York","Quentin McCuiston","Elise Rovinsky","Richard Brundage","Cait Cortelyou"],"overview":"It's 1967 and British pop sensations Norman's Normans have accidentally blasted off a rocket from the British Space Agency and landed on a planet of all women. When the princess falls for lead singer Norman, the queen imprisons the British invaders. Can they use their catchy rhythms to win over the girls of Hormone and help them make peace with the neighboring planet of men, all the while finding a way back home to Earth?","release_date":"2014-06-01","vote_average":0.0,"runtime":100,"cert":"\"R\"","id":415341,"title":"Ripped!","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415343,"title":"Rusty - Der tapfere Held","adult":false,"genre_ids":[]},{"cast":["Rafael Cardoso","André Arteche","Marcelo Adams","Sirmar Antunes","Zé Adão Barbosa"],"overview":"During the Rio Grande do Sul revolution of 1923, two brothers fight on opposite sides.","release_date":"2016-09-15","vote_average":0.0,"runtime":113,"cert":"N\/A","id":415345,"title":"Os Senhores da Guerra","adult":false,"genre_ids":[18,10752,37]},{"cast":["Vicente Parra","Raquel Evans","Lynn Endersson","Mara Laso","Alicia Orozco"],"overview":"What seemed like a naive adventure of love becomes a tragedy, since our protagonist Javier, being seduced by young friends of his uncle, discover a hidden plot: \"The Oedipus complex\". This trauma leads Javier to cause an accident in which his mother's lover dies and unfortunately herself. But the tragedy will continue.","release_date":"1979-07-15","vote_average":0.0,"runtime":92,"cert":"N\/A","id":415347,"title":"My Darling, What Have You Done to Me?","adult":false,"genre_ids":[35,80,18]},{"cast":["Francisco Cecilio","Azucena Hernández","Gracita Morales","Carlos Lucas","Pilar Alcón"],"overview":"","release_date":"1985-01-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415352,"title":"Don Cipote de la Manga","adult":false,"genre_ids":[35,27]},{"cast":["The 17th Gyalwang Karmapa, Ogyen Trinley Dorje","H.E. Goshir Gyaltsab Rinpoche","H.E. Goshir Gyaltsab Rinpoche","Khenchen Thrangu Rinpoche","Ven. Yongey Mingyur Rinpoche"],"overview":"Torma is the first feature-length documentary about the sacred ritual art of tormas. It covers their complex history, rich symbolism, and important function in the practice of Tibetan Buddhism while showcasing the artistic creations of the 17th Gyalwang Karmapa, Ogyen Trinley Dorje. Illuminating Vajrayana Buddhism through the lens of tormas, this film documents weeks of preparation for the Kagyu Prayer Festival in Bodhgaya, as well as a Mahakala ritual in Nepal involving tormas and sacred dance.  Torma features interviews with the 17th Gyalwang Karmapa, His Eminence Goshir Gyaltsab Rinpoche, Kyabje Tenga Rinpoche, Khenchen Thrangu Rinpoche and Ven. Yongey Mingyur Rinpoche. The film contains what they told us about tormas.","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":415360,"title":"Torma: The Ancient Art of Tibetan Butter Sculpture","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2010-11-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415362,"title":"Carpark North: Beta Session","adult":false,"genre_ids":[10402]},{"cast":["Ady An","Ng Man Tat","Jaycee Chan","Zhu Xi Yan","Ricky Chan Po-Yuen"],"overview":"Set in Shanghai, the film revolves around a series of funny stories following a policeman named Liu Meili as he infiltrates a group of gangsters.","release_date":"2012-11-10","vote_average":6.0,"runtime":92,"cert":"N\/A","id":415364,"title":"Chrysanthemum to the beast","adult":false,"genre_ids":[10749,28,35]},{"cast":["Ringo Starr","Art Carney","Angie Dickinson","Carrie Fisher","Vincent Price"],"overview":"Ringo, stressed out by fame, trades places with a schmuck who looks exactly like him. Then the problems start!","release_date":"1978-04-25","vote_average":8.0,"runtime":45,"cert":"\"\"","id":415366,"title":"Ringo","adult":false,"genre_ids":[10402,35,10770]},{"cast":["Millán Salcedo","Josema Yuste"],"overview":"","release_date":"2003-11-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415368,"title":"Martes y 13: ¿Digamelón?","adult":false,"genre_ids":[]},{"cast":["Fred Scott","Harry Harvey","John Ward","Jack Ingram","Iris Lancaster"],"overview":"With the Government Remount Service unable to meet it's quota of horses, Marshal Fred Martin arrives to try and find the rustlers. Apparently just a singing cowhand dressed in white, he becomes the masked Two Gun Troubador dressed in black when he goes after the outlaws. He quickly learns Tex Walters is the leader of the gang but he must find out who is the big boss that gives Walters his orders.","release_date":"1940-07-27","vote_average":0.0,"runtime":57,"cert":"\"\"","id":415370,"title":"Ridin' the Trail","adult":false,"genre_ids":[10402,37]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415372,"title":"태풍을 일으킨 사나이","adult":false,"genre_ids":[]},{"cast":["Cindy Yip","Ruby Wong","Amy Wong","Kin Yat Chan"],"overview":"A young female reporter is hot on the tail of a phony film producer who has been seducing innocent women. The twist is she also falls for his irresistible charm.","release_date":"1993-10-21","vote_average":0.0,"runtime":92,"cert":"N\/A","id":415383,"title":"Forbidden Love","adult":false,"genre_ids":[53]},{"cast":["Helen Baxendale","Patrick Baladi","Karl Rogers","Anna Carteret","Jack Shepherd"],"overview":"Annie, a single mother who is devoted to her son Charlie, starts a relationship with Mack. The problems start when Mack asks Annie and Charlie to move to New York with him.","release_date":"2006-09-06","vote_average":4.0,"runtime":90,"cert":"N\/A","id":415385,"title":"The Only Boy for Me","adult":false,"genre_ids":[10770,35,18,10749]},{"cast":["Noomen Hamda","Anissa Daoud","Wassila Dari","Feryel Chammari","Abdelwaheb Hadidi"],"overview":"Hédi is a taxi driver in Tunis. One evening he drives to the hospital a pregnant young woman who is going into labor. This brief encounter will bring a series of random, tragic and unexpected events, leading to a life-changing experience for both of them.","release_date":"2014-09-22","vote_average":0.0,"runtime":16,"cert":"N\/A","id":415387,"title":"Father","adult":false,"genre_ids":[18]},{"cast":["Daniel Moya","Maryelizabeth O'Donnell","Jill Remez","Ace Marrero","Harwood Gordon"],"overview":"A lonely clerk at the last video rental store struggles to connect with his constantly changing world, and must decide whether to adapt or drift into his subconscious.","release_date":"2016-10-20","vote_average":0.0,"runtime":80,"cert":"\"\"","id":415389,"title":"Rental","adult":false,"genre_ids":[10749,35,18]},{"cast":["Jacky Cheung"],"overview":"","release_date":"2007-09-19","vote_average":9.0,"runtime":null,"cert":"N\/A","id":415391,"title":"JACKY CHEUNG WORLD TOUR 07 HK","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"The fascinating and tumultuous lives of Mikhail, Boris and Denis Kaufman (better known as Dziga Vertov) are the focus of this powerful documentary. Using rare archival footage from Russian state film archives and private collections, the brothers' lives and art are traced from Bialystok to Moscow, Paris, and Hollywood.","release_date":"2002-01-01","vote_average":0.0,"runtime":52,"cert":"N\/A","id":415393,"title":"Dziga and His Brothers","adult":false,"genre_ids":[99]},{"cast":["Galina Nikulina","Yuri Kamornyj"],"overview":"In Leningrad, at the end of the White Nights, young and childishly naive Nina meets a young journalist Valery. She falls in love with that genuine first love, which is only possible when you're 19 years old. She does not suspect that for such an ambitious aesthetic as Valerik, this is just another episode in an endless celebration of life. The leitmotif of the film, which became a cultural landmark for several generations of people born in Leningrad - St. Petersburg, is the natural scenery of the beautiful city on the Neva river at the beginning of the sixties.","release_date":"1969-05-01","vote_average":10.0,"runtime":86,"cert":"N\/A","id":415398,"title":"Farewell to White Nights","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A staging of Jesus' passion.","release_date":"1898-02-19","vote_average":0.0,"runtime":19,"cert":"\"\"","id":415409,"title":"The Passion Play of Oberammergau","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415411,"title":"The poet of Havana","adult":false,"genre_ids":[]},{"cast":[],"overview":"An owl seeking to add some meat to his dinner adopts several disguises to get into a party being held by some musical bats. They are not fooled for long and the owl ends up in his own cauldron.","release_date":"1940-12-05","vote_average":0.0,"runtime":7,"cert":"\"\"","id":415413,"title":"Wise Owl","adult":false,"genre_ids":[]},{"cast":["Alfredo Kraus","John Rawnsley","Patricia Wise","Eleonora Jankovic","Miguel Angel Zapater"],"overview":"Teatro de la Zarzuela 1989","release_date":"1989-03-19","vote_average":0.0,"runtime":129,"cert":"N\/A","id":415415,"title":"Rigoletto","adult":false,"genre_ids":[10402]},{"cast":["Tião"],"overview":"Soul in vacuum, desert in expansion","release_date":"2008-09-12","vote_average":8.0,"runtime":18,"cert":"N\/A","id":415417,"title":"Wall","adult":false,"genre_ids":[18]},{"cast":["Åke Söderblom","Sickan Carlsson","George Fant","Georg Løkkeberg","Eva Henning"],"overview":"Two friends, a rich landowner and a flight lieutenant, compete for the love of the same woman, singer Claire Wanner.","release_date":"1940-11-18","vote_average":3.0,"runtime":95,"cert":"N\/A","id":415419,"title":"Gentleman att hyra","adult":false,"genre_ids":[35]},{"cast":["Irina Golub","Leonid Sarafonov","Vladimir Ponomarev","Elena Bashenova","Anton Lukovkin"],"overview":"This version of \"The Nutcracker\" gives the classic ballet a tragic spin, with Masha (instead of Clara) now the unloved, unappreciated daughter of the Town Council President. At a Christmas party, Masha is given a seemingly alive Nutcracker by her Uncle Drosselmeyer, and Masha instantly is enchanted with it. The toys come to life at midnight, and after Masha helps the Nutcracker defeat attacking mice, he takes her to his kingdom, where he is later revealed to be a handsome Prince. The Prince and Masha fall deeply in love, but their \"happy ending\" has a morbid twist not found in any other \"Nutcracker\".","release_date":"2008-11-18","vote_average":9.0,"runtime":88,"cert":"N\/A","id":415421,"title":"The Nutcracker","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A scene performed by a shinpa troupe.","release_date":"1899-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":415435,"title":"Scene of the Lightning Robber's Being Arrested","adult":false,"genre_ids":[]},{"cast":["Charles Armand Ménard dit Dranem"],"overview":"A comedic short about taking unpleasant medicine.","release_date":"1904-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":415437,"title":"The Good Purge","adult":false,"genre_ids":[35]},{"cast":["Mariya Germanova","Zoya Barantsevich","Vladimir Shaternikov","Mikhail Tamarov","V. Obolensky"],"overview":"An adaptation of the novel by Leo Tolstoy. Anna Karenina is having an extramarital affair that causes her grave consequences.","release_date":"1914-10-06","vote_average":0.0,"runtime":90,"cert":"N\/A","id":415439,"title":"Anna Karenina","adult":false,"genre_ids":[18]},{"cast":["Gene Wilder","Mike Starr","Cherry Jones","Barbara Sukowa","John Benjamin Hickey"],"overview":"In 1938, Jewish-rights activist Emma Sachs is targeted by the Nazis. When she dies, foul play is suspected. But was it the Nazis, or was it someone else? Det. Tony Rossini investigates, along with Larry \"Cash\" Carter, a theatre director connected to Mrs. Sachs and her family.","release_date":"1999-12-12","vote_average":0.0,"runtime":94,"cert":"\"PG\"","id":415441,"title":"The Lady in Question","adult":false,"genre_ids":[80,9648,53]},{"cast":[],"overview":"An original and very personal tribute to Llorenç Llobet-Gràcia, author of one of the indisputable cult movies in Spanish cinema: Vida en sombras. The film is presented as a search, like the wanderings of a character that, compelled by the images from Llobet-Gràcia’s movies, will go on to discover the cinematic and personal landscape of this filmmaker from Sabadell.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":415443,"title":"El cor del pi negre","adult":false,"genre_ids":[]},{"cast":["Paola Bontempi"],"overview":"A famous actress has been trapped in the limo should take her to the gala which would collect an award for his career. The crystals are tinted black, the doors are locked and a strange voice lets you clear that if you do not want to spend more unpleasant things than strictly necessary, for the rest of the night will fulfill all his orders.  It's time, THE SHOW BEGINS ...","release_date":"2016-09-30","vote_average":5.5,"runtime":75,"cert":"\"\"","id":415445,"title":"The Glass Coffin","adult":false,"genre_ids":[53]},{"cast":[],"overview":"After surviving a car accident, two college students are caught up in a dangerous game of cat and mouse with a local resident. They must come together to survive the deadly night and unravel the mystery as to why this man is out to take their lives.","release_date":"2013-01-01","vote_average":0.0,"runtime":105,"cert":"\"\"","id":415447,"title":"Edge of Dawn","adult":false,"genre_ids":[]},{"cast":["Albert Préjean","Blanche Montel","Paul Azaïs","Raymond Cordy","Marcel Delaître"],"overview":"An obscure mechanic falls in love with a an champion pilot.","release_date":"1933-11-24","vote_average":0.0,"runtime":70,"cert":"N\/A","id":415458,"title":"The Blue Ones of the Sky","adult":false,"genre_ids":[]},{"cast":["파인더스팟","스컴레이드"],"overview":"Punk bands in Korea get invited to biggest hardcore punk festival in Tokyo. This movie shows how one of the loudest and most active punk bands in Asia live and deliver message very closely and pleasantly.","release_date":"2017-06-29","vote_average":0.0,"runtime":100,"cert":"N\/A","id":415460,"title":"No Money, No Future","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A staging of Jesus' passion.","release_date":"1897-11-01","vote_average":0.0,"runtime":12,"cert":"\"\"","id":415462,"title":"The Horitz Passion Play","adult":false,"genre_ids":[18]},{"cast":["Lee Chung-yeon","Kim Juh-wan","Kim Chang-su","Chun Ju-seok","Jee Seok-jun"],"overview":"In October 2015, the evicted residents who had imprisoned on a false charge of killing a policeman assembled in a place for the first time after the Yongsan Disaster six years ago. They had occupied a watchtower against unreasonable redevelopment policies and in protest against violent suppression used by riot police in 25 hours of their sit-in demonstration. Their colleagues had died from an unknown fire, and they became criminals. The delight of meeting again lasts only briefly. The ‘comrades’ rip out cruel words while blaming each other.","release_date":"2018-01-25","vote_average":10.0,"runtime":133,"cert":"N\/A","id":415464,"title":"The Remnants","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A man makes twenty complete changes in two minutes, combining with them dances. The changes are made in full sight of the audience. Biondi, Fregoli and Mons change behind the scenes.","release_date":"1899-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":415466,"title":"Lightning Change Artist","adult":false,"genre_ids":[35]},{"cast":["Laura Bayley"],"overview":"An adaptation of the folk tale.","release_date":"1898-08-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":415468,"title":"Cinderella","adult":false,"genre_ids":[14]},{"cast":[],"overview":"Isolated indigenous tribes have been living for years in the Amazonian forest without any contact with other communities. This documentary has captured contact made by one of them with the outside world.","release_date":"2016-02-23","vote_average":7.1,"runtime":49,"cert":"N\/A","id":415482,"title":"First Contact: Lost Tribe of the Amazon","adult":false,"genre_ids":[99]},{"cast":["Laura Harkins","Ally Sedgwick","Ellie Jackson","Kelly Love","Rachel Loughran"],"overview":"Amy lives on an island off the coast of Scotland where not a lot happens but the good news is that she is leaving for the big city and university. She gets a camcorder and begins documenting her new life with new friends.  She soon befriends the other girls in her halls and they have a lot of fun together. She becomes particularly close to Clare who seems to have some dark secrets in her past and only trusts Amy. The relationships between the girls develop and intensify and Amy starts to change in ways she did not expect.  Clare persuades Amy to play pranks on one of the other girls in the flat, but as Clare's methods become more extreme Amy starts to doubt the sanity of her new friend. There will be blood, seduction, murder and terror before Amy finally has to confront her friend.","release_date":"","vote_average":0.0,"runtime":79,"cert":"N\/A","id":415484,"title":"Amy Goes to College","adult":false,"genre_ids":[53,27,18]},{"cast":["Bolo Yeung","Jason Pai Piao","Tung-Kua Ai","Lung Chan","Hsiao-fung Chang"],"overview":"The super human Beast from the East takes on all comers!","release_date":"1979-08-15","vote_average":8.0,"runtime":90,"cert":"N\/A","id":415486,"title":"Fist of Justice","adult":false,"genre_ids":[28,12,35]},{"cast":["Alaa Wali El Din","Ahmed Helmy","Mohamed Saad","Hassan Hosny","Basma"],"overview":"Manages the beholder Ashour his school with the utmost severity and cruelty, and after they die to inherit his son Salahuddin, who is abusive school administration for lack of experience Fitrkha agent corrupt master who run to their account, and noticed a teacher Phippzl his best to guide the Salah al-Din to the road, which guarantees him success in school administration, is It will succeed?","release_date":"2000-07-26","vote_average":6.7,"runtime":120,"cert":"N\/A","id":415488,"title":"El Nazer","adult":false,"genre_ids":[35]},{"cert":"N\/A","title":"Différences et répétitions II","cast":[],"id":415496,"overview":"A film by Patrice Enard","runtime":17,"genre_ids":[],"release_date":"1971-01-01","vote_average":0.0,"adult":false}]