[{"cast":["Caitlin Bliss","Colin Critchley","Jason Martin","James Wilcox","Dave Klasko"],"overview":"A simple night of babysitting takes a horrifying turn when Helen realizes the boogeyman really is in little Lucas' closet.","release_date":"2016-10-28","vote_average":4.9,"runtime":82,"cert":"\"\"","id":417501,"title":"Child Eater","adult":false,"genre_ids":[27]},{"cast":["Anders Baasmo Christiansen","Ida Husøy","Jonas Hoff Oftebro","Vegar Hoel","Stig Frode Henriksen"],"overview":"After two years in prison for participating in an illegal street race, Roy says no to a new illegal winter race from Bergen to Murmansk. But then he hears that his daughter will participate with a boyfriend.","release_date":"2016-10-12","vote_average":6.9,"runtime":98,"cert":"N\/A","id":417503,"title":"Burnout 2","adult":false,"genre_ids":[35,28]},{"cast":["Emilia Attías","Guillermo Pfening","Mara Bestelli","Roberto Birindelli","Germán Baudino"],"overview":"DOLORES tells the story of a young woman of Scottish descent who returns to the Argentine pampas after her sister dies, to take care of her eight-year-old nephew- but drawn also by the juvenile love she still feels for her English brother-in-law, Jack. Her love story develops in the context of the onset of World War II: while the echoes of war get ever closer, the dispute between Germans and Anglos turns personal when Dolores is seduced by a neighbouring landowner of German descent, Octavio Brandt- he becomes an unexpected love, and from now on Dolores is torn between Octavio and Jack, as Argentina changes for ever. In a society dominated by men, Dolores must now also forge her unique destiny.","release_date":"2016-08-18","vote_average":7.0,"runtime":98,"cert":"N\/A","id":417505,"title":"Dolores","adult":false,"genre_ids":[18]},{"cast":["Gabi Tichy","Georg Friedrich","Günther Reupert-Hasselmeier","Franz Rudolf","Christian Thomae"],"overview":"","release_date":"2013-06-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417507,"title":"Annelie","adult":false,"genre_ids":[35,18]},{"cast":["Friederike Schlüter","Lucas Brendle","Alexander Masling","Joachim Kappl","Kathrin Hildebrandt"],"overview":"","release_date":"2010-11-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417509,"title":"Das geheime Zimmer","adult":false,"genre_ids":[12,18,14]},{"cast":[],"overview":"When images of illuminated objects penetrate a dark chamber through a small hole and get projected onto a white paper sheet positioned a certain distance from that hole, one can see inverted objects with their own shapes and colors on the sheet.","release_date":"2012-08-27","vote_average":0.0,"runtime":21,"cert":"N\/A","id":417511,"title":"Câmara Escura","adult":false,"genre_ids":[]},{"cast":[],"overview":"Changshin-dong. People live along a narrow passageway. And there lives an old woman named Lee So-sun which means a small fairy. Ever since the death of her oldest son, Jeon Tae-il, she always lived sympathizing with the pain and sword-like life of her neighbors. Lee So-sun was the mother of all who waited for a 'humane world', standing straight in the world having no fear of anything. Young artists Baek Dae-hyun and Hong Seung-hee express the pain Jeon Tae-il and his mother Lee So-sun had to endure through their performances. What would be the meaning of Lee So-sun's life to these two artists who beautified all her pains in life? This work is about the final message left by the 'mother'.","release_date":"2012-04-05","vote_average":0.0,"runtime":101,"cert":"N\/A","id":417513,"title":"Mother","adult":false,"genre_ids":[99]},{"cast":["Yôko Mihara","Masayo Banri","Keiji Takamiya","Teruo Yoshida","Shuntarô Emi"],"overview":"Rumi (Yoko Mihara) and Emi (Masayo Banri) are sisters who dance nightly at the Blue Moon cabaret, which happens be the headquarters of a drug ring. Offstage, Rumi captivates the gang boss, Iwahara (Shuntaro Emi); while Emi attracts the portly club manager, Yajima (Saburo Sawai). Meanwhile their older brother Shinichi (Ryo Kuromaru), a seaman, is unwittingly assisting Iwahara with his drug running. When Shinichi’s ship is sea-jacked by another drug gang, an outraged Iwahara suspects him of treachery and has him beaten and confined in a dungeon-like basement. Rumi and Emi try to free him, but a gang hitman discovers them - and their attempt ends in failure. Now under suspicion themselves, the girls try to escape, but luck goes against them and they are taken to an island where Iwahara and his crew plan to ambush the rival gang.","release_date":"1960-10-01","vote_average":0.0,"runtime":82,"cert":"N\/A","id":417521,"title":"Cave Queens","adult":false,"genre_ids":[53]},{"cast":["Peter Reynolds","Lisa Gastoni","Paul Whitsun-Jones","John Horsley","Olive Sloane"],"overview":"","release_date":"1959-06-11","vote_average":0.0,"runtime":58,"cert":"N\/A","id":417523,"title":"Wrong Number","adult":false,"genre_ids":[80,18]},{"cast":["Mayumi Ôzora","Mako Sanjô","Kyôko Ôgimachi","Keiko Tachibana","Masayo Banri"],"overview":"Japanese comedy film.","release_date":"1960-12-27","vote_average":0.0,"runtime":80,"cert":"N\/A","id":417525,"title":"Five Violent Girls","adult":false,"genre_ids":[35]},{"cast":["Antonio Pappano","Sonya Yoncheva","Joseph Calleja","Sonia Ganassi","Brindley Sherratt"],"overview":"The priestess Norma loves Pollione, leader of the occupying force suppressing her people, and has borne two children by him. But Pollione’s love has withered, and he now loves Norma’s fellow priestess Adalgisa. Meanwhile, the people urgently look to Norma to lead their rebellion.","release_date":"2016-09-26","vote_average":0.0,"runtime":195,"cert":"N\/A","id":417530,"title":"Norma: Live from the Royal Opera House","adult":false,"genre_ids":[18,10402]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417532,"title":"여왕벌","adult":false,"genre_ids":[]},{"cast":[],"overview":"Short video essay by critic\/filmmaker Mark Cousins about the influence of Pulp Fiction. He discusses the influence of the film and his personal view on it, wich isn't without criticism. Includes some behind the scenes footage and comments from Quentin Tarantino on how he views the movie and his intentions","release_date":"1997-09-23","vote_average":0.0,"runtime":11,"cert":"N\/A","id":417534,"title":"Pulp Fact","adult":false,"genre_ids":[]},{"cast":["Bülent Şakrak","Haki Bicici"],"overview":"","release_date":"2016-04-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417536,"title":"5 Dakkada Değişir Bütün İşler","adult":false,"genre_ids":[]},{"cast":["Juraj Kukura","Miroslav Nemec","Nadeshda Brennicke","Adriana Altaras","Goran Navojec"],"overview":"In a posh cottage, the police find the body of Goran Trevic, son of football legend Dragan Trevic. The influential sports official is suspected in the investigation of Branka Maric, because the murder weapon comes from his vault and there are indications of conflicts in the family. Dragan is heavily burdened by the journalist Stipe Rif, who researched for years in the environment of Trevics. It does not come to a hearing, however, because the police finds Dragan Trevic shot dead in his car. This time, everything points to suicide. For police chief Bilic the case is complete.","release_date":"2016-09-22","vote_average":0.0,"runtime":89,"cert":"N\/A","id":417538,"title":"The Croatian Crimes: The Death of a Legend","adult":false,"genre_ids":[10770,80]},{"cast":["Agustín González","Victoria Vera","Concha Montes","Julio Gavilanes","Emilio Alonso"],"overview":"","release_date":"1989-12-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417540,"title":"Testigo azul","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Irish surfer Conor Maguire chronicles his travels through the monsoon soaked colours of India and the lush landscapes of Indonesia. Beautifully captures the places and faces he meets along the way.","release_date":"2016-06-10","vote_average":0.0,"runtime":6,"cert":"\"\"","id":417542,"title":"Beauty & Chaos","adult":false,"genre_ids":[99]},{"cast":["Carmen Silva","José Dumont","Isam Ahmad Issa","Suely Franco"],"overview":"The Cambridge Squatter tells the story of refugees, recently arrived in Brazil who, together with a group of low-income workers, occupy an old abandoned building in downtown São Paulo. Daily dramas, comical situations and different views on the world commingle with the threat of impending eviction.","release_date":"2017-03-16","vote_average":8.0,"runtime":90,"cert":"N\/A","id":417544,"title":"The Cambridge Squatter","adult":false,"genre_ids":[18]},{"cast":["Karine Teles","Tom Karabachian","Denise Fraga","Emílio de Mello","Anita Ferraz"],"overview":"Diogo (17) has a little quirk: he likes to call his mother's female therapy patients and masturbate while listening to them on the phone. One of these patients is Angela (43), a woman who was just left by her husband When Diogo calls Angela, she thinks it's her husband calling. She starts having a relationship with the silence on the other end of the line. But when she finds out it's Diogo, she's disgusted. She's furious. But, most of all, she's attracted to this person who showed so much interest in her. The only person who called her every day.  Diogo helps Angela see that she can have a new beginning and she shows him his way to independence. But they have to face a number of obstacles: There's the age difference, Diogo's mother, and, especially, his own path to adulthood.","release_date":"2016-10-06","vote_average":6.4,"runtime":92,"cert":"N\/A","id":417546,"title":"Fala Comigo","adult":false,"genre_ids":[18]},{"cast":["Helvécio Ratton"],"overview":"For decades, thousands of patients were hospitalized forcibly, without diagnosis of mental illness, in an enormous hospice in the city of Barbacena, Minas Gerais, southeast of Brazil. There they were tortured, raped and killed without anyone caring about their fate. Famous journalists, in the 1960s and 70s, made reports denouncing the ill-treatment. None of them - as Daniela Arbex does now - could tell the whole story. Sixty thousand died. Some managed to survive. And they now tell a little about the terrifying history of the Cologne Hospital.","release_date":"2016-10-06","vote_average":8.1,"runtime":90,"cert":"N\/A","id":417548,"title":"Brazilian Holocaust","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"1973-07-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417550,"title":"Teenager-Report – Die ganz jungen Mädchen","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2016-09-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417552,"title":"Ultras unter Druck","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2016-10-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417554,"title":"Interfaces II – As viagens da alma","adult":false,"genre_ids":[]},{"cast":["Nikola Ristanovski","Bogdan Diklić","Jelisaveta 'Seka' Sablić","Filip Klicov","Leon Lučev"],"overview":"Father Peter fears that the universe has become indifferent. God no longer intervenes in earthly affairs. Peter's wife abandoned him, his son disobeys him and his mother suffers from Alzheimer's and hardly ever recognizes him. When Peter becomes an obstacle to a large property sale in his small island parish, a group of interesting, but vengeful villagers decides to force him to leave. Using very creative methods, they convince the entire superstitious village that Peter is the cause of all the troubles on their island.","release_date":"2016-09-10","vote_average":7.5,"runtime":100,"cert":"N\/A","id":417556,"title":"The Black Pin","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"","release_date":"2016-10-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417558,"title":"Kabadio - O tempo não tem pressa, anda descalço","adult":false,"genre_ids":[]},{"cast":["Rafael Lessa","Yuri Siqueira","Caio Horowicz","Luciana Esposito","Gilda Nomacce"],"overview":"When Rafael starts to overexpose his boyfriend on Snapchat, he must overcome his addiction to social media in order to save his relationship. Directed by Daniel Ribeiro (The Way he Looks, Teddy Winner 2014) and Rafael Lessa (screenwriter of Tá, Teddy Winner 2008), the film is acted by Rafael and his real life boyfriend, Yuri Siqueira. The film was entirely shot with an iPhone using the Snapchat app.","release_date":"2016-10-06","vote_average":5.0,"runtime":14,"cert":"N\/A","id":417560,"title":"Love Snaps","adult":false,"genre_ids":[35]},{"cast":["Vivian Yang","Pedro Li","Lin Mohsi","Ana Fu","Cecilia Li"],"overview":"Rio de Janeiro, Brazil. Hua and Ayon, two chinese cousins, are secretly falling in love. Everything goes well, until the day Ayon gets a ticket to China to work in a family business. It's a reason to celebrate, for everyone but Hua. Sometimes a breakup can be like a countdown. In the streets of Tijuca, people celebrate the Chinese New Year while Rio's landscape changes in preparation for the Olympic Games.","release_date":"2016-10-06","vote_average":0.0,"runtime":21,"cert":"N\/A","id":417562,"title":"Don't Promise Me Anything","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"","release_date":"2016-09-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417564,"title":"O Ex-Mágico","adult":false,"genre_ids":[16]},{"cast":["Cadu Fávero","Georgiana Góes","Elisa Pinheiro","Lucas Cotrim"],"overview":"","release_date":"2016-09-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417566,"title":"O Homem da Raia do Canto","adult":false,"genre_ids":[]},{"cast":["Tonico Pereira","Erom Cordeiro","Paula Burlamaqui","Natália Lage","Eriberto Leão"],"overview":"","release_date":"2016-09-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417568,"title":"O que seria deste mundo sem paixão?","adult":false,"genre_ids":[]},{"cast":["Glauber Rocha","Joel Pizzini"],"overview":"On April 25, 1974 the iconoclastic Brazilian filmmaker Glauber Rocha was in Portugal. There, he joined the collective collective film \"As Armas e o Povo\". With his foreign and peculiar look, he broke the rules of conventional filmmaking.","release_date":"2015-12-12","vote_average":0.0,"runtime":15,"cert":"N\/A","id":417570,"title":"Os Cravos e a Rocha","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2016-09-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417572,"title":"Oxum","adult":false,"genre_ids":[]},{"cast":["Antônio Pitanga","Camila Pitanga","Rocco Pitanga","Gilberto Gil","Milton Gonçalves"],"overview":"This documentary investigates the aesthetic, political and existential trajectory of emblematic Black Brazilian actor Antônio Pitanga. He career spans over five decades, and he has worked with iconic Brazilian filmmakers Glauber Rocha, Cacá Diegues and Walter Lima Jr. He was a prominent figurehead and outspoken activist during the Brazilian dictatorship, a period of unrest in Brazilian cinema. Pitanga deep dives into the world of Antônio and the history of Brazil. The documentary was directed by his daughter Camila Pitanga, one of widely recognised faces in Brazilian television and cinema right now. The film is also a poem, and a tender ode to fatherhood.","release_date":"2016-09-23","vote_average":5.0,"runtime":95,"cert":"N\/A","id":417574,"title":"Pitanga","adult":false,"genre_ids":[99]},{"cast":["Eva López","Valentino Rossi","Jorge Rossi"],"overview":"Recently divorced, Jorge prepares his last visit to his house in the mountains before putting it on sale. While there, he tries to share a family tradition with his son Valentino. But the differences between father and son will threaten their stay.\u2029","release_date":"2016-09-23","vote_average":5.5,"runtime":59,"cert":"N\/A","id":417576,"title":"January","adult":false,"genre_ids":[]},{"cast":["Eryka Foz"],"overview":"","release_date":"","vote_average":0.0,"runtime":15,"cert":"N\/A","id":417578,"title":"Quimera","adult":false,"genre_ids":[]},{"cast":["Rosa Suances","Juan Dover","Paco Catalá","Ángela Reino","Berta Blanes"],"overview":"","release_date":"1982-05-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417580,"title":"Aberraciones sexuales de un diputado","adult":false,"genre_ids":[35]},{"cast":["Sabine Azéma","Jean-Claude Carrière","François Morel"],"overview":"","release_date":"2017-01-19","vote_average":7.0,"runtime":null,"cert":"N\/A","id":417582,"title":"Robert Doisneau, le révolté du merveilleux","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2016-08-12","vote_average":8.0,"runtime":null,"cert":"N\/A","id":417584,"title":"Se por acaso","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2016-09-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417586,"title":"Sem Título # 3 : E para que Poetas em Tempo de Pobreza?","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 1991, Flavio Cabobianco published his book “I Come From The Sun”. He was 10 years old and defined himself as a messenger from other planets.\r The book became a bestseller in Argentina and was translated into six languages, launching a media boom that turned Flavio into a New Age phenomenon.\r Twenty years later, Flavio decides to re­publish his book and agrees to be part of a documentary about his story. After a year’s shooting, Flavio, unhappy with the pre­established roles of the movie, comes up with the idea of switching roles between himself and the director. If his demand is not met, he will abandon the film. Flavio’s questioning leads to a change in the course of action: “Solar” is no longer a movie about Flavio and his family, but a power battle between director and subject.","release_date":"2016-09-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417588,"title":"Solar","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2016-09-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417590,"title":"Todas as Manhãs do Mundo","adult":false,"genre_ids":[]},{"cast":[],"overview":"Short film made on Bankside featuring, as the electric fairy, a \"young man with curly blonde hair, a star on his forehead and stars on his tunic, headphones, jewels and carmine lips\".","release_date":"1971-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":417592,"title":"Electric Fairy","adult":false,"genre_ids":[]},{"cast":["Marquard Bohm","Elke Haltaufderheide","Alf Brustellin","Eva-Maria Ott"],"overview":"Short film about a murder.","release_date":"1968-04-03","vote_average":0.0,"runtime":15,"cert":"N\/A","id":417594,"title":"Jane erschießt John, weil er sie mit Ann betrügt","adult":false,"genre_ids":[]},{"cast":["Araci Vanassian","Felipe Herzog","Lyv Nazaryan","Douglas Soares"],"overview":"","release_date":"2016-10-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417596,"title":"Xale","adult":false,"genre_ids":[]},{"cast":[],"overview":"Xapiri is a Yanomami term that characterizes the shamans, male spirits (xapiri thëpë) and also auxiliary spirits (xapiri pë). Xapiri is an experimental film about Yanomami shamanism that was filmed during a meeting of 37 shamans at the Watoriki Reserve, Roraima, in March of 2011. The film was designed to take into account two different notions of image: those of the Yanomami and ours. Therefore, it does not set out to explain shamanism, its methods or procedures, but to allow different cultures to visualize and feel the way in which the shamans “embody” the spirits, their bodies and voices.","release_date":"2016-09-23","vote_average":0.0,"runtime":54,"cert":"\"\"","id":417598,"title":"Xapiri","adult":false,"genre_ids":[99]},{"cast":["Dragon Chen","Zeddy Benson","Gian Derek","Alenxandre Bailly","Luc Bendza"],"overview":"Ultimate Hero. The film tells the story of a man named Han Feng trying to stop a group of weapons smugglers in Africa.","release_date":"2016-08-19","vote_average":5.0,"runtime":95,"cert":"N\/A","id":417600,"title":"Ultimate Hero","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Based on the comic book\/graphic novel by Alejandro Jodorowsky.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417608,"title":"Bouncer","adult":false,"genre_ids":[37]},{"cast":[],"overview":"The plot is unknown.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417613,"title":"Wolf Totem","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A remake of the 2000 film, 'Memento', which centers on a man suffering from short-term memory loss while trying to track down his wife's killer.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417615,"title":"Memento","adult":false,"genre_ids":[9648,53]},{"cast":["Lars Eidinger","Adèle Haenel","Hannah Herzsprung","Jan Josef Liefers","Rolf Hoppe"],"overview":"An almost romantic comedy on the edge: Holocaust researcher Toto is having a major life crisis. Just when things at home and work could not get worse, he unwantedly gets a new assistent assigned to himself. Zazie is french, jewish, slightly germanophobe and supposed to help Toto to prepare a major congress. As the star of the congress suddenly wants to pull out, the problems are piling up and the two have to fix it.","release_date":"2017-01-12","vote_average":7.5,"runtime":124,"cert":"N\/A","id":417617,"title":"The Bloom of Yesterday","adult":false,"genre_ids":[10749,18,35]},{"cast":[],"overview":"","release_date":"2014-10-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417622,"title":"En farlig idé","adult":false,"genre_ids":[99]},{"cast":["Francisco Iglesias","Julio Morales","Nami Heldfeld","Yari Heldfeld","Yussef Soto"],"overview":"Explores the processes of the collective Y no había luz, taking viewers to the intimate space of the theater group. Through interviews and archive footage, the group shows their everyday lives, that which occurs prior to the stage magic.","release_date":"2015-09-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417624,"title":"Y no había luz: una mirada interna a un grupo de teatro","adult":false,"genre_ids":[99]},{"cast":["Nadia Krasteva","Massimo Giordano","Anna Netrebko","Ildebrando d'Arcangelo","Anita Hartig"],"overview":"Live performance from the Vienna State Opera, 6 May 2010.","release_date":"2010-05-06","vote_average":0.0,"runtime":159,"cert":"N\/A","id":417626,"title":"Carmen","adult":false,"genre_ids":[10402]},{"cast":["alberto aguilera valadez"],"overview":"","release_date":"2014-05-06","vote_average":10.0,"runtime":null,"cert":"N\/A","id":417628,"title":"Juan Gabriel: Mis 40 en Bellas Artes","adult":false,"genre_ids":[10402]},{"cast":["Marina Domashenko","Marco Berti","Raymond Aceto","Maya Dashuk","Roberto Accurso"],"overview":"This 2003 performance of Georges Bizet's 19th century opera Carmen was produced and directed by filmmaker and stage director Franco Zeffirelli, best known to many for the Academy Award-winning big-screen adaptation of Shakespeare's Romeo and Juliet. Shot at the Arena di Verona, the production features Marina Domashenko in the title role and music by the Orchestra of the Arena di Verona under conductor Alain Lombard.","release_date":"2003-06-30","vote_average":0.0,"runtime":150,"cert":"N\/A","id":417630,"title":"Bizet: Carmen","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"They are four of the most successful businesswomen in China: Belonging to a generation who experienced the austerity of China's cultural revolution, followed by the subsequent economic boom, they have worked their way to the very top in a patriarchal society. Today, Yang Lan is the owner of one of the leading private media companies. Dong Mingzhu is a tenacious female CEO, heading up the world's largest manufacturer of air conditioning systems. Zhang Lan is a tycoon in the luxury restaurant business. Zhou Yi is a top manager working for a big american IT company. How were these careers built? What are the social and economic contexts in which they operate? And what do these women think about the political, social and cultural state of their country?","release_date":"2016-09-22","vote_average":8.0,"runtime":120,"cert":"N\/A","id":417635,"title":"The Other Half Of The Sky","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The staff at Mendl's, Zubrowka's premiere patisserie, show you how to make their legendary \"courtesan au chocolat\", as enjoyed my M. Gustave and all those at The Grand Budapest Hotel.","release_date":"2014-03-13","vote_average":0.0,"runtime":3,"cert":"\"\"","id":417637,"title":"How To Make a Courtesan au Chocolat","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Dedicated to Albert Verbrugghe, whose wife was killed in Katange by UN soldiers.","release_date":"1963-05-26","vote_average":0.0,"runtime":4,"cert":"\"\"","id":417639,"title":"A Hurrah for Soldiers","adult":false,"genre_ids":[]},{"cast":[],"overview":"An early work by Bruce Baillie, originally a Canyon Cinemanews.","release_date":"1961-01-01","vote_average":0.0,"runtime":8,"cert":"\"\"","id":417641,"title":"The Gymnasts","adult":false,"genre_ids":[]},{"cast":["Natalie Dormer","Emily Ratajkowski","Ed Skrein","Joely Richardson","James Cosmo"],"overview":"A blind musician hears a murder committed in the apartment upstairs from hers that sends her down a dark path into London's gritty criminal underworld.","release_date":"2018-05-25","vote_average":6.1,"runtime":100,"cert":"\"\"","id":417643,"title":"In Darkness","adult":false,"genre_ids":[53]},{"cast":["Ferdy Mayne","Marc Porel","Walter Sedlmayr","Belinda Mayne","Rolf Illig"],"overview":"","release_date":"1974-03-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417645,"title":"Die Ameisen kommen","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Football Club des Girondins de Bordeaux's president from 1978 to 1990, Claude Bez led Bordeaux at the height of its fame.  He recruited top players with Aimé Jacquet and could count on fans enthusiasm.  During 10 years, the president, known for his famous moustache, helped French football to enter into a new era.  Television rights' battle,European cup and his duel with Bernard Tapie are the key episodes who made Claude Bez famous.","release_date":"2016-05-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417647,"title":"Claude Bez, le 13ème homme","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In a society strict with repetition, Bartholomew's discovery of a music box leads to him embarking on a small journey to break the system.","release_date":"2006-04-11","vote_average":0.0,"runtime":11,"cert":"\"\"","id":417649,"title":"Bartholomew's Song","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Secret is a film about the themes of isolation and frustration, told through the experience of a teenage boy during what appears to be a normal day at school. The film begins with the familiar and routine start of a school day - a school bus pulls up, feet march to class, books are placed on desks. For David, his late arrival distinguishes him from the others, a distinction that frustratingly continues in class as his teacher and classmates appear to ignore him. Young Rosie offers David some clues and tells him of a secret that he must figure out for himself. She warns him of sinister others who might try to prevent him finding out. His frustrations reach boiling point before David comes face to face with his darkest imaginings. As he flees the school in fear he finally realizes the true horror of the secret.","release_date":"2015-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":417654,"title":"The Secret","adult":false,"genre_ids":[]},{"cast":["Miguel Rodriguez","Tyler Rozendal","Josh Van Meurs","Kevin Sheen","Simon Oliver Fowler"],"overview":"The spirit of a dead Chinese railway worker seeking revenge possesses the body of a lethal assassin!","release_date":"2016-10-31","vote_average":5.5,"runtime":75,"cert":"\"NR\"","id":417656,"title":"Asian Ghost Story","adult":false,"genre_ids":[28,27]},{"cast":[],"overview":"For the past 25 years, Dennis Anderson and Grave Digger have been inseparable, and together they've risen to the to of the Monster Jam world.","release_date":"2007-01-01","vote_average":0.0,"runtime":64,"cert":"\"\"","id":417658,"title":"Grave Digger 25'th Anniversary","adult":false,"genre_ids":[]},{"cast":["Alisa Lebow","Cynthia Madansky","Molly Ahern","Felice Shays","Melanie Kaye"],"overview":"TREYF —“unkosher” in Yiddish— is an unorthodox documentary by and about two Jewish lesbians who met and fell in love at a Passover “seder”. With personal narration, real and imagined educational films, and haunting imagery, filmmakers Alisa Lebow and Cynthia Madansky examine the Jewish identity of their upbringings and its impact on their lives.","release_date":"1998-06-07","vote_average":0.0,"runtime":55,"cert":"\"\"","id":417660,"title":"Treyf","adult":false,"genre_ids":[99]},{"cast":[],"overview":"No Overview","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":417662,"title":"Carjacked","adult":false,"genre_ids":[]},{"cast":[],"overview":"STRANGER chronicles the surreal journey of a no-named homeless drifter who meanders the back alleys, mean streets and lonely highways of this chaotic universe known as America. Along the way, we get an in depth character study of the man and the manic mazes of his mind, and it ain't pretty folks. Each frame is an angst-splattered canvas of urban grit and grime, seedy bums, rednecks, kinky prostitutes, and well, you get the picture.","release_date":"2000-04-04","vote_average":0.0,"runtime":83,"cert":"\"NR\"","id":417664,"title":"Stranger","adult":false,"genre_ids":[]},{"cast":["Julia Kelly"],"overview":"A young woman's obsession with her favorite selfie takes a violent turn.","release_date":"2016-07-28","vote_average":5.0,"runtime":2,"cert":"\"\"","id":417669,"title":"Me2","adult":false,"genre_ids":[27]},{"cast":["Angela Rhodes"],"overview":"When you receive series of photos in your email from unknown person, please don't open it. Some spirits live in these photos.","release_date":"2015-01-01","vote_average":0.0,"runtime":2,"cert":"\"\"","id":417671,"title":"JPEGs","adult":false,"genre_ids":[]},{"cast":["Steve Brewster","Brock Powell"],"overview":"An isolated, dejected man's routine is what keeps \"them\" coming back for more.","release_date":"2016-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":417676,"title":"Good Evening","adult":false,"genre_ids":[]},{"cast":["Amandla Stenberg","Nick Robinson","Anika Noni Rose","Ana de la Reguera","Taylor Hickson"],"overview":"A teenager who's lived a sheltered life because she's allergic to everything, falls for the boy who moves in next door.","release_date":"2017-05-18","vote_average":7.2,"runtime":96,"cert":"\"PG-13\"","id":417678,"title":"Everything, Everything","adult":false,"genre_ids":[18,10749]},{"cast":["Rebecca Birdsall","Gabby Shulman"],"overview":"Two BFFs learn the dangers of cropping.","release_date":"2016-01-01","vote_average":6.0,"runtime":2,"cert":"\"\"","id":417680,"title":"Cropped","adult":false,"genre_ids":[]},{"cast":["Emanuel Bermudez","Billy Necessary"],"overview":"A police officer enters in a abandoned house. His body cam records everything.","release_date":"2016-05-08","vote_average":3.3,"runtime":2,"cert":"\"\"","id":417682,"title":"The Cop Cam","adult":false,"genre_ids":[27]},{"cast":[],"overview":"15-year-old Noah from Groruddalen is arrested and sentenced for complicity in four cases of robbery.","release_date":"2016-10-21","vote_average":0.0,"runtime":100,"cert":"N\/A","id":417687,"title":"Barneraneren","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Exhaustion, at anytime, can create delusion.","release_date":"2016-01-01","vote_average":0.0,"runtime":4,"cert":"\"\"","id":417689,"title":"Render","adult":false,"genre_ids":[]},{"cast":["Rebecka Barkland","Fredrik Gunnarsson","Rafael Pettersson"],"overview":"The Best Man on his way to the wedding briefly stops at the roadside in a desolate countryside. Hearing muffled moans he checks beneath the car and finds a badly hurt man stuck in the undercarriage. Panicking and frightened that he will be late for the wedding, he decides to help the injured man himself instead of calling assistance. This to the wounded man and the Best Mans great misfortune, as the universe this day works by the motto instant karma.","release_date":"2014-11-13","vote_average":3.0,"runtime":8,"cert":"N\/A","id":417691,"title":"Best Man","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417693,"title":"열궁녀","adult":false,"genre_ids":[]},{"cast":["Katerina D'Onofrio","Lucho Cáceres","Pold Gastello"],"overview":"After 19 years without seeing each other, two former “guerrilleros” reunite to sign their divorce papers. As they catch up with their lives and revisit their shared romantic and political past, they unveil intimate secrets to finally discover who they truly are and how much their country and convictions still hurt them.","release_date":"2016-10-21","vote_average":7.8,"runtime":81,"cert":"N\/A","id":417695,"title":"One Last Afternoon","adult":false,"genre_ids":[18]},{"cast":["Gretchen Lodge","Montana Manning","Eric Murdoch","Jeremy Spencer"],"overview":"A man sees a crime happening in the background of an Instagram photo, and tries to stop it before it's too late.","release_date":"2015-06-01","vote_average":6.0,"runtime":4,"cert":"\"\"","id":417697,"title":"Follower","adult":false,"genre_ids":[]},{"cast":["Tom Tran","Angela Rhodes"],"overview":"No Overview","release_date":"2015-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":417699,"title":"3:07 AM - The Haunting Hour","adult":false,"genre_ids":[]},{"cast":["Angela Rhodes"],"overview":"\"A selfie a day keeps the friends away\" -- Unknown","release_date":"2015-01-01","vote_average":0.0,"runtime":1,"cert":"\"\"","id":417701,"title":"Selfie","adult":false,"genre_ids":[]},{"cast":["Rubén Trujillo Yranzo","Ruxandra Oancea","Tomásnuel Menelik","Paula Beatriz Menelik","Pedro Jaén R."],"overview":"No Overview","release_date":"2012-07-19","vote_average":7.0,"runtime":null,"cert":"N\/A","id":417703,"title":"Cuando nieva sobre el hielo del infierno","adult":false,"genre_ids":[]},{"cast":[],"overview":"Serial killer 'NO1KNOWS' managed to elude the police for years. In fact they didn't even know he existed until, by chance, his video and audio recordings were found. By examining the recordings police were able to solve a number of murders around the world - although many men featured in the recordings were never found and it is unclear how many other victims there were since most of the video and audio recordings were destroyed (presumedly by NO1KNOWS himself).","release_date":"2016-07-08","vote_average":4.0,"runtime":71,"cert":"\"\"","id":417705,"title":"Required Field","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A grisly murder perpetrated by a deranged killer, Jake Johnson's wife and daughter were murdered by a Psychotic vigilante only known as The Laughing Mask. As the police look for clues and the body count begins to rise, Johnson will play a dangerous game in order to avenge his family' death.","release_date":"2014-10-31","vote_average":4.3,"runtime":101,"cert":"\"\"","id":417707,"title":"The Laughing Mask","adult":false,"genre_ids":[53,80,27]},{"cast":["Karnan GCrak","Shalini Balasundaram","Vicran Elanggoven","Suvarna Panjavaranam","Kannan Raajamanickam"],"overview":"A romantic Indian comedy that tells the story of a girl who finds the hero of her life and the two of them eventually fall in love with each other. However, they must also work together to overcome the hardship in their journey of love.","release_date":"2016-09-22","vote_average":0.0,"runtime":135,"cert":"N\/A","id":417709,"title":"Geethaiyin Raadhai","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417717,"title":"올챙이 구애 작전","adult":false,"genre_ids":[]},{"cast":["Yoon Jeong-hee","Oh Yeong-il","Shin Young-kyun","Oh Ji-myung"],"overview":"Yeong-mi swears that she will revenge herself against Ku Yeon-su after he ruins her family. First she gains his trust and eventually moves in with him. Then she sets her plans of his destruction in motion.","release_date":"1969-12-06","vote_average":0.0,"runtime":95,"cert":"N\/A","id":417719,"title":"Temptatio","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417721,"title":"이제 난 용감해질거야","adult":false,"genre_ids":[]},{"cast":["Sandra Peabody"],"overview":"A low budget lost film that was shot in Florida in 1970.","release_date":"1970-08-26","vote_average":0.0,"runtime":null,"cert":"\"\"","id":417729,"title":"The Horse Killer","adult":false,"genre_ids":[]},{"cast":["Waltraud Meier","Plácido Domingo","Angela Gheorghiu","Christopher Schaldenbrand","Jeffrey Wells"],"overview":"Live performance from the Metropolitan Opera, 25 March 1997.","release_date":"1997-03-25","vote_average":0.0,"runtime":154,"cert":"\"\"","id":417740,"title":"Carmen","adult":false,"genre_ids":[10402]},{"cast":["Liu Degui","Pu Yingfei"],"overview":"A 90-year-old man struggles to care for his mentally handicapped son.","release_date":"2016-09-22","vote_average":7.0,"runtime":93,"cert":"N\/A","id":417742,"title":"One Hundred and Fifty Years of Life","adult":false,"genre_ids":[18,10751]},{"cast":["María Ucedo","Sofía Lanaro","Lisandro Rodríguez","Eva Bianco","Jean Pierre Noher"],"overview":"Carla arrives after years of absence to accompany Martina. Relations between them are cold; there's something unspoken between them. Martina slips away for secret meetings with Diego, a man twice her age. The two are involved in a hardcore sex game that's out of control. When Carla discovers the relationship she confronts Diego.","release_date":"2016-09-20","vote_average":2.0,"runtime":74,"cert":"N\/A","id":417744,"title":"Weekend","adult":false,"genre_ids":[]},{"cast":["Liam Howlett","Keith Flint","Maxim","Leeroy Thornhill"],"overview":"Electronic Punks is a video by the British electronic band The Prodigy, released on VHS in 1995. It includes videos, live performances and rehearsals. Electronic Punks was broadcast on MTV and is available for free download. The live sections of the video were recorded at the Town and Country Club in Leeds, with the venue's name being visible above the stage at numerous points throughout the video.","release_date":"1995-01-01","vote_average":8.0,"runtime":97,"cert":"N\/A","id":417749,"title":"The Prodigy: Electronic Punks","adult":false,"genre_ids":[10402]},{"cast":["Tim Roth","Peter Firth","Ana Belén","Aitana Sánchez-Gijón","Eliška Balzerová"],"overview":"Dostoevsky-inspired drama set in 1900s Prague about a bored arrogant playboy who spends time seducing other men's wives and dueling. He begins an affair with his friend's wife, but falls in love with her.","release_date":"1993-06-02","vote_average":0.0,"runtime":89,"cert":"N\/A","id":417751,"title":"The Perfect Husband","adult":false,"genre_ids":[18]},{"cast":["Jay Farrar"],"overview":"After the breakup of the pioneering alt-country band Uncle Tupelo, guitarist and songwriter Jay Farrar founded Son Volt, which gave him a purer vehicle for his moody and compelling songs and rich vocal style. In 1997, as Son Volt were touring in support of their second album, Straightaways…, Farrar and bandmates Dave Boquist, Jim Boquist, and Mike Heidorn.  Track Listing  1 – Route  2 – Loose String  3 – Cemetery Savior  4 – Catching On  5 – Live Free  6 – Tear-Stained Eye  7 – True To Life  8 – Left A Slide  9 – Windfall  10 – Out Of The Picture  11 – Back Into Your World  12 – Ten Second News  13 – Picking Up The Signal  14 – Drown  15 – Too Early  16 – Chickamauga","release_date":"2005-05-17","vote_average":0.0,"runtime":68,"cert":"\"NR\"","id":417753,"title":"Son Volt: Live from Austin, TX","adult":false,"genre_ids":[]},{"cast":["Liu Ye","Wang Luo-Dan","Tony Yang","Ye Qing","Huang Zhizhong"],"overview":"Historical drama following the Chinese volunteers sent to fight in the Korean War against the US where they experienced life and death and established profound revolutionary feelings.","release_date":"2016-09-15","vote_average":7.0,"runtime":124,"cert":"N\/A","id":417770,"title":"My War","adult":false,"genre_ids":[36,10752]},{"cast":["Olga Mashnaya","Mikhail Efremov","Oleg Tabakov","Svetlana Nemolyaeva","Aleksandr Pashutin"],"overview":"A story about a guy and a girl who decided to get married.They want to have their own place and live without parents. They search for apartment to live together because they can't live without each other, they're seriously falling in love, but parents are getting tougher to deal with and they forbid her to see him. He comes up with a plan to sneak into her house pretending to be her English girl-teacher named Olga with two long braids and funny voice...","release_date":"1981-10-21","vote_average":8.0,"runtime":68,"cert":"N\/A","id":417772,"title":"Everything's the Wrong Way","adult":false,"genre_ids":[35,10751,10749]},{"cast":[],"overview":"Childhood memories of Shelley Winters and the morning after.","release_date":"1996-10-27","vote_average":0.0,"runtime":11,"cert":"\"\"","id":417777,"title":"Playing Poseidon","adult":false,"genre_ids":[]},{"cast":[],"overview":"A hand drawn animation by Matt Bollinger","release_date":"2016-08-24","vote_average":0.0,"runtime":8,"cert":"\"\"","id":417779,"title":"Mark of the Wolf","adult":false,"genre_ids":[]},{"cast":[],"overview":"A pickpocket is caught in the act, and leads the police on a lengthy chase.","release_date":"1903-10-23","vote_average":0.0,"runtime":4,"cert":"N\/A","id":417790,"title":"The Pickpocket -- A Chase Through London","adult":false,"genre_ids":[]},{"cast":["Dieter Nuhr"],"overview":"","release_date":"2013-06-12","vote_average":8.0,"runtime":null,"cert":"N\/A","id":417792,"title":"Dieter Nuhr - Nuhr ein Traum","adult":false,"genre_ids":[]},{"cast":["Tim Saunders"],"overview":"This film tells the story of the 8th and 9th Devon's on the 1st July 1916, both served in 20 Bde of 7th Division. Their objective was the German Strong point of Mametz. By 5 pm the Devon's along with the rest of 7th Div had taken Mametz despite taking over 3300 casulaties.","release_date":"","vote_average":0.0,"runtime":40,"cert":"N\/A","id":417794,"title":"The Somme 1916: Mansel Copse","adult":false,"genre_ids":[99,36,10752]},{"cast":["Aviv Alush","Daniel Gal"],"overview":"","release_date":"2016-04-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417796,"title":"כיפה אדומה","adult":false,"genre_ids":[28,80,9648]},{"cast":[],"overview":"This film which examines the background to the Battle of the Somme should be watched before our other films which cover a series of unit and formation actions during the campaign. During this film we look at the ground over which the battle was fought, the men that fought the battle, the Geo-political situation, the grand plan and of course the enemy, the Germans.","release_date":"","vote_average":0.0,"runtime":25,"cert":"N\/A","id":417798,"title":"The Somme 1916: Background & Introduction","adult":false,"genre_ids":[]},{"cast":["Jenna Bodnar","Patrick Williams","Leslie Olivan","Chris Johnston","Gabriella Hall"],"overview":"What does 200 years of Evil look like?","release_date":"1998-09-25","vote_average":3.0,"runtime":91,"cert":"\"\"","id":417800,"title":"Sex Files: Portrait of the Soul","adult":false,"genre_ids":[9648,878]},{"cast":[],"overview":"A young woman is abducted and forced to beg from passers-by.","release_date":"1904-09-23","vote_average":0.0,"runtime":3,"cert":"N\/A","id":417802,"title":"Decoyed","adult":false,"genre_ids":[]},{"cast":["Tom Dormer"],"overview":"On the 1st July 1916,the 1st  Lancashire Fusiliers, part of 29th Division were tasked with capturing part of Beaumont Hamel. The 29th Division had recently arrived on the Western front from Gallipoli  where the the Lancashire Fusiliers were famous for winning 6 Victoria Crosses before breakfast on Y Beach. On the 1st July at the sunken road they were once again carrying out an equally dangerous assault but this time despite doing their duty courageously there would be no VCs. this is the story of their attack.","release_date":"","vote_average":0.0,"runtime":22,"cert":"N\/A","id":417804,"title":"The Somme 1916: The Sunken Lane","adult":false,"genre_ids":[99,36,10752]},{"cast":["Ingo Appelt"],"overview":"","release_date":"2013-07-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417806,"title":"Ingo Appelt - Mein Gott eine Frau","adult":false,"genre_ids":[]},{"cast":["Kenneth Barker"],"overview":"As a mother enters a store, she leaves her child outside in a carriage. Another woman standing nearby quickly snatches the child out of the carriage. Soon afterwards, another mother is playing with two children in the park, and when she leaves one of them unattended, her child is also seized by the same woman. These are only two of a number of children that an unscrupulous couple has captured for their own purposes.","release_date":"1904-04-23","vote_average":0.0,"runtime":5,"cert":"\"\"","id":417808,"title":"The Child Stealers","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this one, we have a tracking shot, starting from a long distance into a close up as policemen restrain a woman for her mug shot -- and she does some mugging to enliven the piece.","release_date":"1904-02-24","vote_average":0.0,"runtime":1,"cert":"\"\"","id":417810,"title":"A Subject for the Rogue's Gallery","adult":false,"genre_ids":[]},{"cast":["Carey Mulligan","Jake Gyllenhaal","Ed Oxenbould","Bill Camp","Zoe Colletti"],"overview":"14-year-old Joe is the only child of Jeanette and Jerry — a housewife and a golf pro — in a small town in 1960s Montana. Nearby, an uncontrolled forest fire rages close to the Canadian border, and when Jerry loses his job (and his sense of purpose) he decides to join the cause of fighting the fire, leaving his wife and son to fend for themselves.","release_date":"2018-09-23","vote_average":6.8,"runtime":105,"cert":"\"PG-13\"","id":417812,"title":"Wildlife","adult":false,"genre_ids":[18]},{"cast":["Hiroshi Abe","Tadayoshi Okura","Yuko Oshima","Tsuyoshi Muro","Keiko Horiuchi"],"overview":"An illegal biological weapon K-55 is stolen from a university lab. The university lab can't even call the police because the secret nature of the weapon. The school lab then receives a message stating that the entire country is now being held hostage and they must pay a ransom of 300 million yen.","release_date":"2016-11-26","vote_average":5.5,"runtime":109,"cert":"N\/A","id":417817,"title":"Shippu Rondo","adult":false,"genre_ids":[18]},{"cast":["Sophie Hopkins"],"overview":"Anna waits on the hilltop for Johnny to return to her. When he does, Anna is faced with an unprecedented decision, one that has unimaginable consequences for both of them.","release_date":"2011-06-21","vote_average":0.0,"runtime":5,"cert":"N\/A","id":417819,"title":"The Meeting Place","adult":false,"genre_ids":[18]},{"cast":["Brian Krause","Maria Ford","Soleil Moon Frye","Raina Paris","Ingrid Sthare"],"overview":"A college professor is haunted by the spirit of his dead lover.","release_date":"1996-01-01","vote_average":0.0,"runtime":104,"cert":"\"R\"","id":417821,"title":"Mind Games","adult":false,"genre_ids":[53,9648,27]},{"cast":["Frank Graham"],"overview":"The Fox arrives at his penthouse apartment with an assortment of seeds and vegetables to plant in his garden. Naturally, the crow notices his haul and immediately tries to steal some for himself. The fox discovers the crow and evicts him by replacing the seeds with hot peppers. The crow returns to encounter a Hitler-esque scarecrow planted by the fox but the crow dresses as Stalin to frighten the scarecrow away! The fox puts salt on the crow's tail and throws him from the building but the crow discovers salt has no effect on a bird's ability to fly and returns to the penthouse to tussle with the fox some more. Finally, the fox reveals he is using the seeds to plant a victory garden at which point the patriotic crow finally promises to leave the fox alone and the two shake hands (with a joy buzzer).","release_date":"1943-01-29","vote_average":0.0,"runtime":7,"cert":"\"NR\"","id":417823,"title":"Slay It with Flowers","adult":false,"genre_ids":[35,16]},{"cast":[],"overview":"Talented high school artist David McNeil is desperate to prove himself to his runaway father by winning a state championship basketball jacket even though he has never played organized sports.","release_date":"","vote_average":0.0,"runtime":100,"cert":"N\/A","id":417825,"title":"Dribbles","adult":false,"genre_ids":[]},{"cast":["Jason Ian Drucker","Owen Asztalos","Charlie Wright","Alicia Silverstone","Tom Everett Scott"],"overview":"A Heffley family road trip to attend Meemaw's 90th birthday party goes hilariously off course thanks to Greg's newest scheme to get to a video gaming convention.","release_date":"2017-05-19","vote_average":5.7,"runtime":91,"cert":"\"PG\"","id":417830,"title":"Diary of a Wimpy Kid: The Long Haul","adult":false,"genre_ids":[35,10751]},{"cast":["Sorapong Chatree","Danai Jarujinda","Ploy Sonnarin"],"overview":"","release_date":"2015-10-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417832,"title":"อาบัติ","adult":false,"genre_ids":[]},{"cast":["Sara Suzanne Brown","Monique Parent","Gabriel Dell","Michele Hess","Christina Lucia Peralta-Ramos"],"overview":"Features ten different erotic vignettes.","release_date":"1993-01-01","vote_average":6.0,"runtime":95,"cert":"\"NR\"","id":417834,"title":"Other People's Secrets","adult":false,"genre_ids":[]},{"cast":["Norma Talmadge","Tefft Johnson","Hal Wilson","Charles Kent"],"overview":"This touching short film lasts only 10 minutes, 34 seconds, but is rather engaging. Charles Kent is an old man, who has spent all he owns on influencing a government appointment. His faithful black servant, Amber (Hal Wilson), cares for him as he waits to hear from the Capitol. No one there intends to do anything but make fun of him, even sending a false appointment, to his shame.","release_date":"1912-11-04","vote_average":5.0,"runtime":11,"cert":"\"\"","id":417836,"title":"His Official Appointment","adult":false,"genre_ids":[18]},{"cast":["Frank Graham"],"overview":"This entry in Columbia's \"Fox and Crow\" series (production number 5006) finds the Crow staying north instead of flying south for the winter, and steals his food from the Fox's meager supply.","release_date":"1943-04-23","vote_average":0.0,"runtime":8,"cert":"\"NR\"","id":417838,"title":"Plenty Below Zero","adult":false,"genre_ids":[35,16]},{"cast":["André Deed"],"overview":"The proud owner of a new car in 1907 gets behind the wheel for the first time and weaves down the street, hitting everything from lamp-posts to market stalls and baby carriages. An ever-increasing crowd of incensed pursuers chases after him...","release_date":"1906-09-24","vote_average":5.0,"runtime":3,"cert":"N\/A","id":417840,"title":"Les débuts d'un chauffeur","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417842,"title":"Das Raízes Às Pontas","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417844,"title":"Vesti La Giubba","adult":false,"genre_ids":[]},{"cast":["Kiyoshi Atsumi","Chieko Baishô","Keiko Matsuzaka","Hidetaka Yoshioka","Gannosuke Ashiya"],"overview":"When his travels bring him to Osaka, Tora-san falls in love with a local geisha. He helps her to track down her estranged brother, and informs his family that he plans to marry her. His plans are foiled when the geisha informs Tora-san that she is engaged.","release_date":"1981-08-08","vote_average":0.0,"runtime":104,"cert":"N\/A","id":417846,"title":"Tora-san's Love in Osaka","adult":false,"genre_ids":[35]},{"cast":["Kiyoshi Atsumi","Chieko Baishô","Kayoko Kishimoto","Mikiko Otonashi","Shoichi Ozawa"],"overview":"Tora-san returns to his family's home to attend an elementary school class reunion. After he embarrasses himself by getting drunk and insulting all his ex-classmates, he resumes his travels. In Kyushu he meets an outspoken 18-year-old girl who becomes enamored of Tora-san and follows him around. One of Tora-san's old friends is terminally ill and makes Tora-san promise him to marry his wife once he is gone.","release_date":"1981-12-28","vote_average":0.0,"runtime":101,"cert":"N\/A","id":417848,"title":"Tora-san's Promise","adult":false,"genre_ids":[35]},{"cast":["Kiyoshi Atsumi","Chieko Baishô","Hidetaka Yoshioka","Yūko Tanaka","Kenji Sawada"],"overview":"Tora-san gets into an argument with his uncle and sets out on the road again. In Kyushu he meets a young woman named Keiko and the shy zoologist Saburō, and attempts to play matchmaker between the two when they all return to Tokyo.","release_date":"1982-12-28","vote_average":0.0,"runtime":106,"cert":"N\/A","id":417850,"title":"Tora-san, the Expert","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"1970-09-24","vote_average":5.0,"runtime":null,"cert":"N\/A","id":417852,"title":"I lupi e gli agnelli","adult":false,"genre_ids":[]},{"cast":["Kiyoshi Atsumi","Chieko Baishô","Rie Nakahara","Masami Shimojô","Chieko Misaki"],"overview":"In Shibamata, Tokyo, Tora-san's family prepares for a wedding. Meanwhile, the traveling Tora-san meets an old acqaintance in Iwate Province. Tora-san refuses to drink with him, afraid that the acquaintance, now settled and married, will again become attracted to Tora-san's wandering existence. Tora-san becomes attracted to a female barber, but must break off their relationship so that she too can live a secure life. She instead gets into an abusive relationship with a motorcyclist.","release_date":"1984-08-04","vote_average":0.0,"runtime":102,"cert":"N\/A","id":417854,"title":"Marriage Counselor Tora-san","adult":false,"genre_ids":[35]},{"cast":["Noom Diawara","Amelle Chahbi"],"overview":"","release_date":"2012-06-02","vote_average":6.8,"runtime":null,"cert":"N\/A","id":417856,"title":"Amour Sur Place ou à Emporter (Spectacle)","adult":false,"genre_ids":[35]},{"cast":["Kiyoshi Atsumi","Chieko Baishô","Etsuko Shihomi","Tsuyoshi Nagabuchi","Hidetaka Yoshioka"],"overview":"During his travels, Tora-san comes across a traditional theater he used to visit, and discovers that one of his old friends has died. Tora-san and his family help the friend's daughter, who becomes romantically involved with an aspiring artist.","release_date":"1986-12-20","vote_average":0.0,"runtime":103,"cert":"N\/A","id":417858,"title":"Tora-san's Bluebird Fantasy","adult":false,"genre_ids":[35]},{"cast":["Kiyoshi Atsumi","Chieko Baishô","Hidetaka Yoshioka","Kumiko Akiyoshi","Midori Satsuki"],"overview":"A playboy-gambler friend of Tora-san’s dies and, abandoned by his mother, his little boy suddenly turns up in Shibamata. Searching for the boy’s mother, Tora-san meets a cosmetics saleslady and the three become a surrogate family, with Tora-san as “daddy”.","release_date":"1987-12-26","vote_average":0.0,"runtime":101,"cert":"N\/A","id":417860,"title":"Tora-san Plays Daddy","adult":false,"genre_ids":[35]},{"cast":["Kiyoshi Atsumi","Chieko Baishô","Hidetaka Yoshioka","Keiko Takeshita","Keiko Awaji"],"overview":"During his wandering throughout Japan, Tora-san meets a suicidal man. He travels with the man to Vienna, but winds up homesick for Japan.","release_date":"1989-08-05","vote_average":0.0,"runtime":110,"cert":"N\/A","id":417862,"title":"Tora-san Goes to Vienna","adult":false,"genre_ids":[35]},{"cast":["Kiyoshi Atsumi","Chieko Baishô","Hidetaka Yoshioka","Keiko Matsuzaka","Mikako Shiroyama"],"overview":"After failing to find a job, Mitsuo becomes a fisherman on a small island, and develops a crush on a young nurse there. Tora-san, dispatched to bring Mitsuo back home, himself falls in love with an attractive but troubled woman visiting her father.","release_date":"1993-12-25","vote_average":0.0,"runtime":104,"cert":"N\/A","id":417864,"title":"Tora-san's Matchmaker","adult":false,"genre_ids":[35]},{"cast":["Kiyoshi Atsumi","Hidetaka Yoshioka","Kumiko Goto","Chieko Baishô","Ruriko Asaoka"],"overview":"Tora-san works hard to bring together his nephew, Mitsuo, and Mitsuo’s girlfriend who is engaged to someone else.","release_date":"1995-12-23","vote_average":0.0,"runtime":107,"cert":"N\/A","id":417866,"title":"Tora-san to the Rescue","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Si Nos Dejan, a 10-minute short commissioned by Miami’s BorschtCorp, is arguably Rowlson-Hall’s most ambitious piece to date, a string of scenes revolving around a man and woman dressed as though for a wedding, embarking on the strangest nuptial ceremonies that you will ever see.","release_date":"2012-01-01","vote_average":6.0,"runtime":8,"cert":"\"\"","id":417868,"title":"Si Nos Dejan","adult":false,"genre_ids":[]},{"cast":["Regina Hall","Queen Latifah","Jada Pinkett Smith","Tiffany Haddish","Larenz Tate"],"overview":"Four girlfriends take a trip to New Orleans for an annual festival and, along the way, rediscover their wild sides and strengthen the bonds of sisterhood.","release_date":"2017-07-21","vote_average":6.8,"runtime":122,"cert":"\"R\"","id":417870,"title":"Girls Trip","adult":false,"genre_ids":[35]},{"cast":["Aquiles Priester","Nando Mello","Pedro Campos","Fábio Laguna","Cristiano Wortmann"],"overview":"","release_date":"2016-09-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417872,"title":"Hangar Live In Brusque\/SC, Brazil","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bret Rassmussen and Chris Burandt are on the leading edge of a revolution in technical mountain riding. They have developed innovative techniques for tackling the steep and deep by combining their individual strengths, learned both on the hillclimb circuit and from years of freeriding. This new style has allowed them to take full advantage of the capabilities of today’s mountain snowmobiles and execute maneuvers impossible just a few years ago. For the first time, Rasmussen and Burandt have made their secrets available to you, join them as they give you a guided tour through their arsenal of tips and tricks.\r SCHOOLED demonstrates precision riding skills with detailed narration, super slow-motion shots, and instructional camera angles to break down tech riding moves like never before.","release_date":"","vote_average":0.0,"runtime":42,"cert":"N\/A","id":417874,"title":"Schooled 1","adult":false,"genre_ids":[]},{"cast":["Cristiane Justino","Lina Länsberg","Renan Barão","Phillipe Nover","Antonio Silva"],"overview":"UFC Fight Night: Cyborg vs. Lansberg (also known as UFC Fight Night 95) is a mixed martial arts event produced by the Ultimate Fighting Championship held on September 24, 2016 at Ginásio Nilson Nelson in Brasília, Brazil.","release_date":"2016-09-24","vote_average":0.0,"runtime":null,"cert":"\"\"","id":417876,"title":"UFC Fight Night 95: Cyborg vs. Lansberg","adult":false,"genre_ids":[28]},{"cast":["Sudeep","Rachita Ram","Madhoo","Prakash Raj","Avinash"],"overview":"Bhargava, the heir apparent of a wealthy family in Switzerland, is on a mission to reunite his aunt and grandfather. Of course, this isn't easy since his aunt holds a lot of grudges and isn't willing to pardon him right away.","release_date":"2015-06-04","vote_average":8.0,"runtime":120,"cert":"N\/A","id":417878,"title":"Ranna","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417880,"title":"짜릿한 폰섹스 컴퍼니","adult":false,"genre_ids":[]},{"cast":["Petronella Barker","Nils Ole Oftebro","Morten Faldaas","Jan Grønli","Anette Hoff"],"overview":"A dangerous criminal, named Falken, robs a bank together with a redneck small-criminal. They have to take a hostage and escape in a racing boat. When the hostage jumps overboard they have to stay at a lighthouse to wait for a boat. Here the conflicts starts.","release_date":"1995-07-14","vote_average":4.0,"runtime":85,"cert":"N\/A","id":417882,"title":"Dangerous Waters","adult":false,"genre_ids":[53,28,35]},{"cast":["Jeff Bergman","Laurie Frasier"],"overview":"George and Jane Jetson scold Elroy for his terrible behavior, hi-jinks ensue.","release_date":"2002-03-17","vote_average":0.0,"runtime":4,"cert":"\"\"","id":417884,"title":"The Jetsons: The Best Son","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417886,"title":"춤추는 딸","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417888,"title":"奪帥","adult":false,"genre_ids":[]},{"cast":[],"overview":"The plot is unknown.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417890,"title":"Deprivation","adult":false,"genre_ids":[53]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417892,"title":"태양 속의 남자","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ferda Mravenec (Ferda The Ant, 1944 ) runs over ten minutes, telling the tale of an ant colony versus a spider. This one is teeming with characters, with impressive animation, fun gags, and a good story.","release_date":"1943-02-28","vote_average":8.0,"runtime":10,"cert":"N\/A","id":417897,"title":"Ferda Mravenec","adult":false,"genre_ids":[16,10751]},{"cast":["Dr. Chris Gallavin","Phil Brown"],"overview":"In the early hours of New Year’s Day 1998, Olivia Hope and Ben Smart boarded a yacht with a man, and were never seen again. The case enthralled the nation, and 18 months later Picton man Scott Watson was convicted of their murders. Watson has always maintained his innocence.  Legal expert Dr. Chris Gallavin re-examines the case from a fresh perspective. Going back to the night of New Year’s Eve, 1997.","release_date":"2016-10-02","vote_average":0.0,"runtime":94,"cert":"N\/A","id":417899,"title":"Doubt: The Scott Watson Case","adult":false,"genre_ids":[99]},{"cast":["Robert Fripp","Mel Collins","Gavin Harrison","Jakko Jakszyk","Tony Levin"],"overview":"A comprehensive and immersive account of the 2015 live incarnation of the ever evolving entity that is the mighty King Crimson.","release_date":"2016-09-16","vote_average":8.0,"runtime":178,"cert":"\"\"","id":417907,"title":"King Crimson - Radical Action to Unseat the Hold of Monkey Mind","adult":false,"genre_ids":[10402]},{"cast":["Xu Feng","Xiyue Cao","Kenny Zeng","Li Xinze","Zhu Jiaqi"],"overview":"","release_date":"2014-10-01","vote_average":10.0,"runtime":92,"cert":"N\/A","id":417909,"title":"Armor Hero Atlas","adult":false,"genre_ids":[12,28,18,878]},{"cast":["Martina Sáblíková"],"overview":"","release_date":"2014-02-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417911,"title":"Sama proti času","adult":false,"genre_ids":[99]},{"cast":["John Lineker","John Dodson","Will Brooks","Alex Oliveira","Joshua Burkman"],"overview":"UFC Fight Night: Lineker vs. Dodson (also known as UFC Fight Night 96) is a mixed martial arts event produced by the Ultimate Fighting Championship held on October 1, 2016 at Moda Center in Portland, Oregon.","release_date":"2016-10-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":417913,"title":"UFC Fight Night 96: Lineker vs. Dodson","adult":false,"genre_ids":[28]},{"cast":["Masato Hagiwara","Koji Tamaki","Ittoku Kishibe","Takeshi Kitano","Masami Shimojô"],"overview":"A young man, Kazuo, joins a new cult religion even though he sees through the initial recruitment pretense, and participating in the activities of a new social phenomenon, some of whose members genuinely believe in the principles and practice as preached, while others have more Machiavellian motives. Written by L.H. Wong","release_date":"1993-11-20","vote_average":0.0,"runtime":95,"cert":"N\/A","id":417915,"title":"Many Happy Returns","adult":false,"genre_ids":[35]},{"cast":["Rosaruby Kagan","Eddy Kara"],"overview":"Irv Saint is an undercover agent who infiltrates a fashion magazine company to spy on its owners, who are believed to be involved in Organized Crime. But as Irv gets closer to them, the risks become higher.","release_date":"2011-11-12","vote_average":0.0,"runtime":86,"cert":"N\/A","id":417917,"title":"Schemer","adult":false,"genre_ids":[28,80,18]},{"cast":["Rahul Kohli","Jessica-Jane Clement","Richie Campbell","Katarina Gellin","Steve Perry"],"overview":"Gangsters, Gamblers and Geezers is story about two lovable losers, Krish and Lee who get fired from their call centre jobs. After spending all their money in a crazy month of partying, they have no money to pay to Olu, their Nigerian landlord. Olu gives the boys 48 hours to pay their rent or else 'things will get biblical'.","release_date":"2016-09-23","vote_average":3.7,"runtime":103,"cert":"N\/A","id":417919,"title":"Gangsters Gamblers Geezers","adult":false,"genre_ids":[35]},{"cast":["Jürgen von der Lippe"],"overview":"","release_date":"2011-07-08","vote_average":7.0,"runtime":null,"cert":"N\/A","id":417921,"title":"Jürgen von der Lippe - So gehts","adult":false,"genre_ids":[35]},{"cast":["Kate Aldrich","Jonas Kaufmann","Kyle Ketelsen","Inva Mula","Armando Noguera"],"overview":"Live performance from Chorégies d'Orange, 11 July 2015.","release_date":"2015-07-11","vote_average":0.0,"runtime":160,"cert":"N\/A","id":417923,"title":"Carmen","adult":false,"genre_ids":[10402]},{"cast":["Harvey Keitel","Giancarlo Giannini","Elide Melli","Larissa Volpentesta","Annalisa Schettino"],"overview":"Set in 1940’s and 50’s Sicily (Paternò), we follow the fortunes of Rosetta from the time she’s twelve (Larissa Volpentesta) and living with her drunken father Leone (Harvey Keitel) – he’d turned to alcohol to forget Rosetta’s mother, Vipera (Elide Melli), after she ran away with a fascist some time ago. Little Rosetta’s fortunes turn for the worse when she’s raped and made pregnant by another former fascist (Giancarlo Giannini), and Leone also dies after falling from his bicycle. She’s sent to live in a convent until the age of twenty one, and her newborn child will cruelly be adopted out by her visiting mother.","release_date":"2000-05-11","vote_average":0.0,"runtime":95,"cert":"N\/A","id":417931,"title":"Viper","adult":false,"genre_ids":[]},{"cast":["Lexi Giovagnoli","Brant Daugherty","Lexi Atkins","Randy Wayne","Maureen McCormick"],"overview":"When unsuccessful actress Clarissa returns to her hometown for a wedding and tries to impress her old friends by claiming she's dating big time celebrity Chas Hunter, she suddenly finds herself in a comically false engagement when her lies go public and Chas decides to join the festivities in a stunt to escape bad press.","release_date":"2016-03-05","vote_average":6.1,"runtime":86,"cert":"\"\"","id":417936,"title":"Accidentally Engaged","adult":false,"genre_ids":[35,10749,10770]},{"cast":[],"overview":"Ella – well she has a name too – Luna (Patricia Garza), is actually about her much older husband and painter Alfredo (Paul Vega), and his choice of actions\/reactions after she decides to leave him for a lover that he wasn’t aware of. Alberto has been going through a creative crisis and is under pressure to complete a series of paintings for a forthcoming show. It is nevertheless also plain to see that he’d been treating Luna, who’s also his model, largely as an object of desire and obsession – capturing with camera her every movement in the house when she’s not posing for him, and memorising her every physical feature, moles and warts included – he’d apparently counted twenty seven moles on her body. When Alfredo tracks down and entraps the lover she’d wanted to elope with (Rómulo Assereto), he’ll discover that they both have more in common than merely desiring the same woman…","release_date":"2010-09-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":417938,"title":"Ella","adult":false,"genre_ids":[]},{"cast":["Rosa del Mar Rodríguez","Carlos Vega","Néstor Rodulfo","Raúl Rosado","Cristina Sesto"],"overview":"One night, a beautiful young woman is brought to the police headquarters on suspicion of murder. Through a detective's interrogation, in the presence of an attorney, her attachment to sexual activities arranged online is discovered.","release_date":"2014-10-24","vote_average":0.0,"runtime":80,"cert":"N\/A","id":417940,"title":"Verdades y mentiras","adult":false,"genre_ids":[53,18]},{"cast":["Sara Vallés","Rebeca Badía","Diego Braguinsky","Isabel Carmona","Ángela Castilla"],"overview":"The story is told using non-linear flashbacks during the court case that determined her fate, giving us a detached and non-judgemental portrait of Nina, a lonely child of a carefree single mother. Having never had a father figure, she seeks affection through older men before she falls in love with a younger man called Sergio, an apprentice under her husband Miguel. The film highlights various episodes from her life, culminating in the murder of her lover, and the apparent cannibalism that follows.","release_date":"2008-11-11","vote_average":0.0,"runtime":98,"cert":"N\/A","id":417942,"title":"Antes de morir piensa en mí","adult":false,"genre_ids":[]},{"cast":["Peter Lohmeyer","Amanda Ooms","Ingo Hasselbach","Anna Böttcher","Theresa Harder"],"overview":"After Martin Lamm's wife Esther announces that she hired someone to kill him, the famous writer's life changes rapidly. Just hours later Esther is found at the bottom of a river.","release_date":"2000-02-02","vote_average":0.0,"runtime":93,"cert":"N\/A","id":417944,"title":"Recycled","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"‘The Girls of Phnom Penh’, which was filmed over six months in 2008 and 2009, follows three victims of Cambodia’s virginity trade as they struggle to endure the ordeals of their daily existence.","release_date":"2009-07-01","vote_average":0.0,"runtime":64,"cert":"N\/A","id":417946,"title":"The Girls of Phnom Penh","adult":false,"genre_ids":[]},{"cast":["Josè Maria Lo Monaco","Yonghoon Lee","Nathalie Manfrino","Giorgio Caoduro","Elena Galitskaya"],"overview":"Live performance from the Opéra de Lyon, July 1 2012. Controversial production by Olivier Py.","release_date":"2012-07-01","vote_average":0.0,"runtime":159,"cert":"N\/A","id":417948,"title":"Carmen","adult":false,"genre_ids":[10402]},{"cast":["Sharon Battle","Brock Burnett","Eva LaRue","Dominic Keating","Brian McGovern"],"overview":"Haunted by the ghosts of the past, an ex FBI agent helps the police on a case of a murdered teenager to track the murderer.","release_date":"2016-06-02","vote_average":5.0,"runtime":91,"cert":"N\/A","id":417950,"title":"A Killer Walks Amongst Us","adult":false,"genre_ids":[53]},{"cast":["Joe Bonamassa","Anton Fig","Kirk Fletcher","Michael Rhodes","Reese Wynans"],"overview":"01. Beginnings  02. See See Baby  03. Some Other Day, Some Other Time  04. Lonesome Whistle Blues  05. Sittin' On The Boat Dock  06. You’ve Got To Love Her With A Feeling  07. Going Down  08. I'll Play The Blues For You  09. I Get Evil  10. Breaking Up Somebody's Home  11. Angel Of Mercy  12. Cadillac Assembly Line  13. Oh, Pretty Woman  14. Let The Good Times Roll  15. Never Make Your Move Too Soon  16. Ole Time Religion  17. Nobody Loves Me But My Mother  18. Boogie Woogie Woman  19. Hummingbird  20. Hide Away  21. Born Under A Bad Sign  22. The Thrill Is Gone  23. Riding With The Kings (Credits)","release_date":"2016-09-23","vote_average":7.0,"runtime":null,"cert":"N\/A","id":417955,"title":"Joe Bonamassa: Live at the Greek Theatre","adult":false,"genre_ids":[10402]},{"cast":["Raimar Johannes Baur","Trude Bechmann","Kurt Böwe","Karin Gregorek","Katharina Thalbach"],"overview":"Europe, 1620: The well-known astronomer and mathematician Johannes Kepler, who teaches as a professor in Linz, receives the message that his mother is prosecuted as a witch in Württemberg. The truth behind the allegations is rather simple: His mother has been denunciated by a former friend after an argument with the authorities. Kepler tries desperately to convince the prosecutors of the absurdity of their allegations with rational arguments.","release_date":"1974-11-15","vote_average":0.0,"runtime":95,"cert":"N\/A","id":417960,"title":"Johannes Kepler","adult":false,"genre_ids":[18]},{"cast":["Ray Corrigan","John 'Dusty' King","Max Terhune","Elmer","Sheila Darcy"],"overview":"Rodeo contestants Johnny King and Corrigan meet, their fathers having been members of the Range Busters. When Johnny is knocked unconscious, time reverts to their father's era and the Range Busters are soon involved in the scheme to get Railroad right-of-way across Mother Slocum's ranch. When she is tricked into signing a release, the Range Busters find their job more difficult as the Sheriff is in with the crooks.","release_date":"1941-04-19","vote_average":0.0,"runtime":58,"cert":"\"NR\"","id":417968,"title":"Tumbledown Ranch In Arizona","adult":false,"genre_ids":[37]},{"cast":["Bill Elliott","Evelyn Keyes","Dub Taylor","John Dilson","Bradley Page"],"overview":"Bill learns that two con artists whom he has dealt with before are at it again. Crowley runs the saloon and Adams the newspaper and both are highly respected by the citizens. Bill has foiled their schemes before and this time he breaks into Adams' office and resets the front page saying Adams confesses to be a fugitive criminal. When the citizens gather the next day the end is near for Adams and Crowley.","release_date":"1940-11-11","vote_average":0.0,"runtime":58,"cert":"\"\"","id":417970,"title":"Beyond the Sacramento","adult":false,"genre_ids":[37]},{"cast":[],"overview":"A strategic series of Civil War battles take place in the Shenandoah Valley between Union General George Armstrong Custer and Confederate Colonel John Singleton Mosby, known as the Gray Ghost for his stealth and elusiveness. Mosby's cavalrymen, known as Mosby's Rangers, continually outsmart the much larger enemy forces in a sequence of raids, which enrages Custer and eventually creates a fierce cycle of revenge between the two men.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":417972,"title":"The Downslope","adult":false,"genre_ids":[36]},{"cast":["Baek Se-ri","Joo Ye-bin"],"overview":"Nam-geun is having sex with the youngest female employee at work every lunch time and Kim is learning sex from a married superior. Lee is going around, poking everyone here and there. All of them get horny once work starts.  One day, Hee-soo, the sexiest worker, comes back from China and she's become even sexier. The male workers start to beg her for sex...","release_date":"2016-09-22","vote_average":1.0,"runtime":91,"cert":"N\/A","id":417974,"title":"Female Workers: Romance At Work","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"A lonely zombie desperately craves company in a dead and empty world.","release_date":"","vote_average":0.0,"runtime":7,"cert":"N\/A","id":417979,"title":"Wish You Here","adult":false,"genre_ids":[]},{"cast":["Felix Jaehn","Solomun","Robin Schulz","David Guetta","Armin van Buuren"],"overview":"","release_date":"2015-09-25","vote_average":6.0,"runtime":null,"cert":"N\/A","id":417981,"title":"DJ's - Die neuen Superstars","adult":false,"genre_ids":[99,10402]},{"cast":["David Maler","Danilo Reynoso","Cuquín Victoria\t","Adalgisa Pantaleón"],"overview":"After years of absence, a man returns to his village in seeks of redemption, but he must win the forgiveness of his family members, especially, his brother's.","release_date":"2016-06-02","vote_average":0.0,"runtime":96,"cert":"N\/A","id":417989,"title":"La familia Reyna","adult":false,"genre_ids":[18,35]},{"cast":["Frank Graham"],"overview":"The Fox is a tree surgeon, who provides his services to the weather-beaten old tree the Crow calls home and doesn't want fixed.","release_date":"1943-06-23","vote_average":6.0,"runtime":7,"cert":"\"NR\"","id":417991,"title":"Tree for Two","adult":false,"genre_ids":[35,16]},{"cast":["Nony Geffen","Kobi Faraj"],"overview":"Nony Geffen, a 30 year old student living in Tel Aviv with his roommate Rotem, is a musician and is secretly in love with Hadas. He is called up for a military operation in Gaza .  The APC, in which he and his unit are riding, is hit by a Hamas rocket. Nony is the sole survivor.  He comes back from Gaza a different person and is cared for by his parents and a military psychiatrist.  After lengthy psychiatric treatment Nony starts to communicate again – only now he is convinced that he is ‘Amnon’, the deceased uncle for whom he was named.  Amnon had been an unrecognized singer. Nony is not a singer and now he doesn’t even remember how to play. At first, when Nony performs, people laugh at this strange guy but then he becomes a phenomenon. When he is at the height of his success on the one hand, but also at the height of his mental disorder, Nony meets Hadas again.","release_date":"2017-01-01","vote_average":0.0,"runtime":98,"cert":"N\/A","id":417993,"title":"Everything is Broken Up and Dances","adult":false,"genre_ids":[18]},{"cert":"\"NR\"","title":"Babysitting Sistas 3","cast":["Ms. Platinum","Candice Nicole","Erika Vution","Giselle Ryan","Kim Pleasures"],"id":417998,"overview":"They're Just Earning A Little Extra Milk Money These babysitters make house calls!","runtime":139,"genre_ids":[],"release_date":"2007-11-23","vote_average":7.5,"adult":true}]