[{"cast":["Charlie Cho","Chui Bo-Lun","Gam Biu","Ho Pak-Kwong","Austin Wai"],"overview":"Anna love her boyfriend Steven, when at the expense of the dancers, and the earned money is given to Steven to do business, hope one day to live a normal life, but Stephen is a liar .....","release_date":"1993-03-10","vote_average":0.0,"runtime":83,"cert":"N\/A","id":418502,"title":"Woman in Lust","adult":false,"genre_ids":[]},{"cast":["Nour El-Sherif","Farid Shawqi","Nabila Ebeid","Adel Adham"],"overview":"the devil preaches","release_date":"1981-06-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":418513,"title":"The Devil Preaches","adult":false,"genre_ids":[]},{"cast":["Mehmet Ufuk Acar","Cagan Efe Ak"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":418515,"title":"Birgün Bir Çocuk","adult":false,"genre_ids":[]},{"cast":["Tony Pascual","Fausto Rojas","Luis del Valle","Christian Álvarez"],"overview":"An alien life form arrives in the Dominican Republic in search of freedom and forms an unique bond with an autistic girl and the town's drunkard.","release_date":"2016-10-20","vote_average":0.0,"runtime":93,"cert":"N\/A","id":418517,"title":"Ovni","adult":false,"genre_ids":[878,35]},{"cast":[],"overview":"Three Lenape tribes send their youth to the Delaware Water Gap region to reconnect with their ancestral homelands.","release_date":"2016-11-12","vote_average":0.0,"runtime":89,"cert":"\"\"","id":418522,"title":"The Water Gap: Return to the Homeland","adult":false,"genre_ids":[99]},{"cast":["Harriet Parsons","George Bancroft","Marjorie Beebe","Joe E. Brown","June Clyde"],"overview":"Pola Negri, Bebe Daniels, Mitzi Green, Polly Moran, Mack Sennett and Marjorie Beebe are seen relaxing at Palm Springs, a California winter resort; Barbara Stanwyck and Ricardo Cortez play golf; other celebrities are shown in Malibu Beach.","release_date":"1931-06-01","vote_average":0.0,"runtime":10,"cert":"\"\"","id":418524,"title":"Screen Snapshots (Series 10, No. 8)","adult":false,"genre_ids":[99]},{"cast":["Nadiuska","Fernando Fernán Gómez","Josele Román","Pedro Mari Sánchez","José Maya"],"overview":"","release_date":"1977-07-03","vote_average":5.0,"runtime":null,"cert":"N\/A","id":418526,"title":"Chely","adult":false,"genre_ids":[18]},{"cast":["Volodymyr Khimyak","Lesya Voynevych","Petro Rybka","Olha Horbach","Olha Bakus"],"overview":"An ordinary funeral procession moves along its path from church to cemetery. Observing, you slip from reality into a place where time has lost its linearity, looping through the odd images thrown off by a distorted reality. Images of non-existence, of varying reflections of death issuing from both past and future, concrete yet abstract, horrible yet desirable. A family asks a young psychiatrist to be their guest for a while to untangle the circumstances of their father's illness. He's developed a suicidal fixation for ropes and knots among other things. While deeply involved in analyzing the patient's delirium, the doctor begins to lose track of what is taking place. The task of \"how to help\" is twisted into \"who am I? Doctor or patient? Chance guest, member of this suffering family, or a catholic priest who has dreamed this all up?\" In order to get a handle on it all, it's best to start from the beginning, but why do things keep shifting, changing?","release_date":"2013-03-04","vote_average":0.0,"runtime":100,"cert":"N\/A","id":418528,"title":"Delirium","adult":false,"genre_ids":[18]},{"cast":["Hedda Hopper","Kay Kyser","M.A. Bogue","Frances Dee","Michèle Morgan"],"overview":"Hedda Hopper guides us through some of Hollywood's sights; the home of William S. Hart and a Kay Kyser recording-session being among them.","release_date":"1941-10-02","vote_average":0.0,"runtime":10,"cert":"\"\"","id":418530,"title":"Hedda Hopper's Hollywood No. 1","adult":false,"genre_ids":[99]},{"cast":["Fred Wolf","Sylvia Wene","Lee Jouglard"],"overview":"Professional bowlers Lee Jouglard and Sylvia Wene give instruction to young bowlers, then show their skill at making difficult spares.","release_date":"1955-12-23","vote_average":0.0,"runtime":8,"cert":"\"\"","id":418535,"title":"Headpin Hints","adult":false,"genre_ids":[99]},{"cast":["John Cale"],"overview":"Solo live concert recorded in Brussels, April 12, 1992.  Tracks:  1) On A Wedding Anniversary  2)  Lie Still, Sleep Becalmed  3) Do Not Go Gentle Into That Good Night  4) The Soul of Carmen Miranda  5) Cordoba  6) Ship Of Fools  7) Leaving It Up To You  8) The Ballad Of Cable Hogue  9)  Chinese Envoy  10) Fear Is A Man's Best Friend  11) Dying On The Vine  12) Heartbreak Hotel  13) Paris 1919  14) (I Keep A) Close Watch  15) Hallelujah","release_date":"2004-10-05","vote_average":7.0,"runtime":61,"cert":"\"NR\"","id":418537,"title":"John Cale: Fragments of a Rainy Season","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A speculative portrait of a Dutchman living in the Surinamese jungle - fixing canoe motors, accused of eating the locals' children.","release_date":"2016-02-12","vote_average":8.0,"runtime":25,"cert":"N\/A","id":418539,"title":"He Who Eats Children","adult":false,"genre_ids":[]},{"cast":[],"overview":"An exploration into perceptual processes in the act of seeing and listening, Chiasmus takes film as a metaphor for the breathing body, through the intercrossing of the medium and the fragmented images of the body in movement. The rhythm and tension created by the interplay between sound and image, and their disjunction and conjunction, aspire to an organic and sensual moment where inside becomes outside, and outside inside.","release_date":"2003-09-29","vote_average":0.0,"runtime":8,"cert":"N\/A","id":418547,"title":"Chiasmus","adult":false,"genre_ids":[]},{"cast":[],"overview":"A visual metaphor for creative process as a sustained state of flux, whereby the deconstruction and reconfiguration of source material manifest themselves as a series of rapid abstract movements. Alluding to the cosmic dance of Shiva, the film is an expression of primal rhythmic energy, moving dialectically but without sublimation. Regeneration ignites destruction, and transformation invites mutation, through clashes of opposing modes such as video\/film, surface\/depth, and light\/darkness.","release_date":"2004-09-19","vote_average":0.0,"runtime":6,"cert":"N\/A","id":418549,"title":"Chasmic Dance","adult":false,"genre_ids":[]},{"cast":[],"overview":"Juxtaposition of seeing and sounding, sky and stone and all that's in between. A short walk in an alleyway, to hear vision sounding images, blessed with light and darkness.","release_date":"2007-09-19","vote_average":0.0,"runtime":7,"cert":"N\/A","id":418551,"title":"All That Rises","adult":false,"genre_ids":[]},{"cast":[],"overview":"A camera takes us deep underground where Bolivian miners toil in primitive conditions. A time-machine film that takes us through the pitch black to a primeval altar and simultaneously confronts us with the tourist industry’s voyeurism.","release_date":"2015-07-01","vote_average":0.0,"runtime":67,"cert":"N\/A","id":418553,"title":"La montagne magique","adult":false,"genre_ids":[]},{"cast":["Jimmy Buffett"],"overview":"ive by the Bay is a live video by the American popular music singer-songwriter Jimmy Buffett and his Coral Reefer Band.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":418558,"title":"Jimmy Buffett: Live by the Bay","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"\"High quality\" and \"Made in Japan\" are synonymous with many things, including burgers. Many people wrongly assume that America is the \"home of the hamburger. \" However, in actuality, that is not true. Instead, it is the purely organic, home-made and wholesome Japanese Fur Burger filled with loads of special sauce that are revolutionizing the culinary world!","release_date":"2012-01-03","vote_average":6.0,"runtime":144,"cert":"\"NR\"","id":418560,"title":"Japanese Fur Burgers 2","adult":true,"genre_ids":[]},{"cast":["Joanna Angel","Lorelei Lee","Anna de Ville","Bill Bailey","Emmanuel Delcour"],"overview":"Fall down my twisted rabbit hole of sexual fantasies with me. Whether I am submitting to my master or dominating my slave, one thing is for certain. . . I get what I want. This is a journey of whips, gags, leather and latex. Enjoy. . .","release_date":"2016-08-23","vote_average":6.0,"runtime":163,"cert":"\"NR\"","id":418562,"title":"Joanna Angel Dominantly Submissive","adult":true,"genre_ids":[]},{"cast":["Jasmine Webb","Walkiria Drumond","Labelly Fondaman"],"overview":"Rio's rudest she girls! Top black British porn babe Jasmine goes to Rio to meet sexy she-males in this eye-popping porno show. Featuring some of the hottest chicks with dicks you will ever see! First of all our girl meets up with lovely ladyboy Labelly and the girls share a blistering double ended dildo session! Komilla is a well endowed she male with a stunning leggy figure. Jasmine is all woman but she's more than happy to do Komilla with a large strap on! The randy times in Rio continue with a hot slut with nuts, Walkiria! Joining stunning Jasmine for some extreme vibrator and strap on action by the pool, its trannytastic! Isabelly has huge tits and an even bigger dick, which stands to attention once our busty black porno cutie gets working on it. Deep and hard strap on anal is first on the menu.","release_date":"2009-01-01","vote_average":6.0,"runtime":125,"cert":"\"NR\"","id":418564,"title":"A Place In The Bum","adult":true,"genre_ids":[]},{"cast":["Joanna Angel","Chad Alva","Draven Star","Nat Turnher","Ramon Nomar"],"overview":"Ever notice how much sexier your favorite geek culture characterslook in person at Comic-Con? So did we! I found 5 hot cos-player girls to bring your nerdy, dirty fan fiction fantasies to life! Your favorite Burning Angel Girls costume playing the best indie and major comic, anime and manga characters! Joanna And Small Hands in THE NIGHTMARE BEFORE XXXMASDraven Star As HORNY POTERRoggie and Nat Turner as Spectrum and Luke CageRachel Ravaged in STAR TREKOphelia Rain as Vampirella","release_date":"2016-08-10","vote_average":6.0,"runtime":121,"cert":"\"NR\"","id":418566,"title":"Cosplay Geeks 2","adult":true,"genre_ids":[878,35]},{"cast":[],"overview":"‘Still Life (Betamale)’ draws images from a range of online fetish sites, engaging with the theme of obsessive desire. The narrated version of the album track is immersed in the simultaneously captivating and disturbing world of internet subcultures.","release_date":"2013-09-23","vote_average":0.0,"runtime":5,"cert":"\"\"","id":418568,"title":"Still Life (Betamale)","adult":false,"genre_ids":[16,10402]},{"cast":["Patrick Carlyle","Mike Bash","Sarah Baldwin","Natalie Buller","Nadine Nicole"],"overview":"In his last seconds of consciousness, a dying man experiences a vivid fever dream about his life. The story of his life focuses on the intense relationship he shared with the last woman he loved, who herself was killed in a car accident only six months prior. We experience his life through a variety of vignettes, some real and some imagined, as well as an encounter with the woman in what may possibly be more than just a hallucination...","release_date":"2009-10-03","vote_average":0.0,"runtime":85,"cert":"\"\"","id":418570,"title":"So Long, Lonesome","adult":false,"genre_ids":[18]},{"cast":["Camila Kolber","Francisco Rojo"],"overview":"Fernanda likes to play football with the boys. But for this tomboyish, the apogee of his intimacy with the ball is to make it fly straight, direct, to the bag boys. Then she smiles. One day she comes running to the hit-ball, delayed but can not find anyone. The boys are in hiding. Fernanda knows where it is, but can not imagine what they plot!","release_date":"1994-09-12","vote_average":7.0,"runtime":14,"cert":"N\/A","id":418572,"title":"Cartão Vermelho","adult":false,"genre_ids":[]},{"cast":[],"overview":"An emotional journey that takes us into one father – daughter relationship, through their struggles and dificultéis, ending in the house by the sea where they were happy together.","release_date":"2016-03-04","vote_average":10.0,"runtime":24,"cert":"N\/A","id":418574,"title":"Lupulos' House","adult":false,"genre_ids":[99]},{"cast":["John Malkovich"],"overview":"Captures John Malkovich impersonating seven of David Lynch’s most popular characters, from Frank Booth of Blue Velvet to Special Agent Dale Cooper of Twin Peaks to even the Lady in the Radiator of Eraserhead.","release_date":"2016-09-27","vote_average":9.0,"runtime":20,"cert":"\"\"","id":418576,"title":"Psychogenic Fugue","adult":false,"genre_ids":[53]},{"cast":["Carmen Yeung","Le Rong-Rong","Matthew Ng Ting","Chang Chung Wai","Hoh Kan-Yee"],"overview":"West, Suen &amp; Chu Keep tracking on their \"Quest of the Sex\". Since Goblin Bone wants to suck west's water, she seduces West. It is not successful. Bone request her friend, Goblin Spider, to help. Nine Eyes Devil, Spider's elder sister, uses her magical eyes to subdue Suen.They kidnap West to the Holly Hole. Suen tries to save West. In respect to obtain the mystical Pin, Suen bears to be insulted by Lo Mo. The Pin is extremely powerful. Suen goes to save West......","release_date":"2003-06-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":418578,"title":"The Quest of the Sex: A Holly Hole","adult":false,"genre_ids":[]},{"cast":["Han Se-hee","Kim Hye-yeon","Hye Seong","Min Ho"],"overview":"Think about us, not mom or dad.  I want to be your man, not your brother.  Jae-hee has been with so many men who have made her experience worlds better than her first sexual encounter. She was beginning to get tired of men when her mother got re-married with a man who has a son named Yoon-jae. Jae-hee is attracted to him. In the end, they fall for each other and become something more than 'brother and sister'. Then one day, Jae-hee's mother gets pregnant and things get complicated...","release_date":"2016-09-20","vote_average":5.0,"runtime":81,"cert":"N\/A","id":418580,"title":"Step-Brother","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"The Cholurpalya Strikers team dream of winning the galli cricket tournament, which they've consistently lost in the finals to the Malleswaram Rockers. Will they be able to do it when the winning stakes are at an all time high?","release_date":"2015-11-20","vote_average":8.0,"runtime":129,"cert":"N\/A","id":418594,"title":"Bengaluru 560023","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":418596,"title":"Die Drei ??? Phonophobia","adult":false,"genre_ids":[]},{"cast":["Wim Wenders","Michael Madsen","Diane Kruger","Isabella Rossellini","Alex Cox"],"overview":"The life & times of Dennis Hopper, showbiz maestro and Hollywood eccentric.","release_date":"2016-06-29","vote_average":7.0,"runtime":89,"cert":"\"\"","id":418601,"title":"Dennis Hopper : uneasy rider","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Two kidnappers has stolen a teenage girl for money. But the father won't show up. Because the girl has left a suicidal note.","release_date":"","vote_average":0.0,"runtime":16,"cert":"N\/A","id":418603,"title":"An Offbeat Story of Smiling Djesus","adult":false,"genre_ids":[35,80,53]},{"cast":["Daisuke Hirakawa","Aya Endo","Jun Fukuyama","Aki Toyosaki"],"overview":"Irvine Lester is an AT repairman. In order to make a living with his sister, he is secretly fighting in AT gambling matches and intentionally losing the games for money. But the other fighters find out about his excellent AT maneuvering skills and demand a real match.","release_date":"2010-11-06","vote_average":0.0,"runtime":50,"cert":"N\/A","id":418605,"title":"Armored Trooper Votoms: Case; Irvine","adult":false,"genre_ids":[28,16,18,878]},{"cast":["Shigeru Chiba","Hozumi Gouda"],"overview":"Chirico visits an oasis town and meets Gotho and his friends for the first time in 32 years.","release_date":"2011-01-08","vote_average":0.0,"runtime":49,"cert":"N\/A","id":418607,"title":"Armored Trooper Votoms: Alone Again","adult":false,"genre_ids":[28,16,18,878]},{"cast":["Swati Kapoor","Shubham","Uday Tikekar"],"overview":"The film depicts the story of Mohan, who has just arrived from Banaras to Mumbai city. He is disturbed to see how people live in cramped houses in the city of Mumbai. His entire world tilts upside down when his wife leaves him for reasons which are untrue. His family too discards him and disrespects him.","release_date":"2016-10-14","vote_average":0.0,"runtime":118,"cert":"N\/A","id":418621,"title":"Fuddu","adult":false,"genre_ids":[35,18]},{"cast":["Steven Sutherland","Rodney Wiseman","Rachael Edlow"],"overview":"A young man, Austin, running from the law seeks refuge in a small country church. Taking the youth group hostage it becomes a standoff between him and the sheriff. When the sheriff realizes his daughter is among the hostages he begins to consider small town vigilante justice. Time is running out for Austin and it's up to the hostage negotiator to save his life and the youth pastor to save his soul.","release_date":"2014-01-01","vote_average":0.0,"runtime":98,"cert":"\"PG-13\"","id":418623,"title":"Surrender","adult":false,"genre_ids":[18]},{"cast":["Marjuta Slamič","Ivo Barišič"],"overview":"Albert is an elderly man, a cynic, a choleric, and a racist. He lives in a wheelchair in a spacious flat in Trieste surrounded with his solitude of obsessive memory fragments, in which his unresolved relations with family members reside as he had distanced himself from them long time ago. His only contacts with reality are Ida on one hand, an educated middle-aged lady, who arrives from Istria to Albert's place twice a week to clean up, cook for him and to bathe him, and Albert's looking through the window on the other hand. That day Albert's and Ida's time together starts with Albert's nagging, him being cynical and aggressive. Ida puts up with his horrible communication with dignity and peace, but that ignites Albert's malicious behaviour even more.","release_date":"2016-09-29","vote_average":0.0,"runtime":76,"cert":"N\/A","id":418625,"title":"A Comedy of Tears","adult":false,"genre_ids":[35]},{"cast":["Lana Brina Korbar","Silva Čušin","Janez Škof (II)","Janez Francelj"],"overview":"Brina: Oi, Bor. Grandpa told me that there’s fish in this lake that can bite half your leg off. Bor: Oh, the only fish I can see are small. Brina: But these ones guard the big fish. Those that can bite your leg off.","release_date":"2015-10-03","vote_average":0.0,"runtime":22,"cert":"N\/A","id":418627,"title":"Little Fish","adult":false,"genre_ids":[18]},{"cast":[],"overview":"What do volunteer firefighting, Dalmatia, Jože Potrebuješ and denial of one’s true self have in common?  This is a film which tells nothing new… A film about Slovenian popular music, the only genre that can live off its consumers’ approval alone; no subsidies, whining and advertising.  What happens after music critics and art theorists go to bed? What happens when radio editors stop pretending that mainstream music in Slovenia is in sync with that at global level? What happens when students quit the act of being urban and progressive, surrendering themselves to their newly discovered roots?  What happens is Slovenian Popular Music.","release_date":"2015-10-03","vote_average":0.0,"runtime":51,"cert":"N\/A","id":418629,"title":"You Won’t Bring Me to My Knees","adult":false,"genre_ids":[99]},{"cast":["Émile Schneider","Juliette Gosselin","Céline Bonnier","Mylène Mackay","Réal Bossé"],"overview":"In 1940s Montreal, a young man wrestles with his emotions for his domineering twin sister and his best friend's girlfriend.","release_date":"2016-08-25","vote_average":6.0,"runtime":106,"cert":"N\/A","id":418637,"title":"Kiss Me With All Your Love","adult":false,"genre_ids":[18,35,10749]},{"cast":["Dilip Kumar","Suchitra Sen","Kishore Kumar","Shekhar","Bipin Gupta"],"overview":"The story is about a house consisting of three families who live in it. It is three stories linked by the house.","release_date":"1957-01-01","vote_average":0.0,"runtime":149,"cert":"N\/A","id":418648,"title":"Musafir","adult":false,"genre_ids":[18]},{"cast":["Sunil Dutt","Asha Parekh","Nirupa Roy","Achala Sachdev","Lalita Pawar"],"overview":"Young and attractive Sarita Choudhary lives a wealthy lifestyle with her widowed dad, Jagatnarayan in a palatial house with her aunt, Rukmani; cousin, Lalli, and a maid-servant, Manorama Lal. Her dad recruits a tutor, Arun, to teach her essay-writing, and both Arun and Sarita end up falling in love with each other, especially when Sarita finds out that he is really a famous poet by the name of 'Rahee'. But her aunt would like to see her married to her nephew, Ramu alias Romeo, and she has Jagatnarayan recruit him to teach Sarita music. Jagatnarayan himself would like Sarita to get married to the son of a wealthy man, Moti Lal, and openly rejects any alliance with Arun, who comes from a poor family. Watch what happens when Moti Lal gets an anonymous letter informing him that Sarita is not the real daughter of Jagatnarayan, and that her parentage. religion, and caste are unknown.","release_date":"1961-01-01","vote_average":0.0,"runtime":155,"cert":"N\/A","id":418650,"title":"Chhaya","adult":false,"genre_ids":[10749]},{"cast":["Sunil Dutt","Sadhana"],"overview":"Based on novel by Munshi Prem Chand. Believing himself to be a suspect for embezzlement in British India, a man must testify against non-violent freedom-fighters.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":418652,"title":"Gaban","adult":false,"genre_ids":[]},{"cast":["Leena Chandavarkar","Pran","Rakesh Roshan"],"overview":"Wealthy Deepak comes to the rescue of a village belle named Tara, marries her in secret, leaves her with a promise to return. When Tara finds out she is pregnant, and Deepak has abandoned her she gets a stroke and as a result loses her voice. Subsequently, she gives birth to a son, and leaves the village to go to Bombay to look for Deepak. Once there, she comes across Deepak, who will not have anything to do with her, and gives her some money to look after herself and the child. She abandons the child in a taxi-cab, and the child ends up with Deepak's sister, Neela. Watch how hilarious chaos reigns as the child keeps on ending up with Deepak - no matter what he does to get rid of it.","release_date":"1973-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":418657,"title":"Ek Kunwari Ek Kunwara","adult":false,"genre_ids":[]},{"cast":["Féodor Atkine"],"overview":"How the Islamic State has created a powerful propaganda factory that manipulates and twists at its convenience the subjects and icons of the Western popular culture in order to lure into darkness certain young people and recruit them to achieve a dreadful purpose, an industry of fear that overcomes the infamous Nazi machinery and the methods used by both sides during the Cold War.","release_date":"2016-09-20","vote_average":8.0,"runtime":90,"cert":"N\/A","id":418674,"title":"Terror Studios","adult":false,"genre_ids":[99]},{"cast":["Miyuki Osaki","Yui Sawada","Kosuke Komura"],"overview":"A little creepy human drama from Japan. Miyabe and Soga who work for the city health department obtain information that Eri Yamamoto who is a career of mad man disease disappears. During their investigation, Eri's sister Yui implicates them that Eri died of an air raid some days ago. They suspend the investigation, but they find out that Yui and her boyfriend Inoue has been sheltering Eri at home.","release_date":"2016-04-23","vote_average":0.0,"runtime":81,"cert":"N\/A","id":418679,"title":"Yamamoto Eri becomes Recoverability Zero","adult":false,"genre_ids":[18,27,53]},{"cast":[],"overview":"Scenes from a production of The Diary of Anne Frank are combined with footage of young Palestinians talking candidly about war, first love and topics that Frank wrote about as a teenager.","release_date":"2014-11-10","vote_average":0.0,"runtime":63,"cert":"N\/A","id":418681,"title":"Anne Frank, Then and Now","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Beauty Bites Beast aims to 'normalize' the idea of women's self-defense - and by extension, kids' self-defense - as a human need and right.","release_date":"2016-08-01","vote_average":0.0,"runtime":90,"cert":"\"\"","id":418683,"title":"Beauty Bites Beast","adult":false,"genre_ids":[]},{"cast":["Kennedy Tucker","Tommy Ruff","Taylor Jorgensen","Alexandria Paige","Brian Maierhofer"],"overview":"A group of teenagers try to escape a creature that lives among the shadows and is hunting them down one by one.","release_date":"2016-10-22","vote_average":5.4,"runtime":90,"cert":"\"\"","id":418691,"title":"Shadows of the Dead","adult":false,"genre_ids":[27]},{"cast":["Celeste Corcoran","Jessica Kensky","Patrick Downes","Sydney Corcoran"],"overview":"Recounts the dramatic story of the April 2013 terrorist attack at the Boston Marathon through the experiences of individuals whose lives were affected. Ranging from the events of the day to the death-penalty sentencing of Dzhokhar Tsarnaev, the film features surveillance footage, news clips, home movies and exclusive interviews with survivors and their families, as well as first responders, investigators, government officials and reporters from the Boston Globe, which won a Pulitzer Prize for its coverage of the bombing. In the wake of terrorism, a newlywed couple, a mother and daughter, and two brothers - all gravely injured by the blast - face the challenges of physical and emotional recovery as they and their families strive to reclaim their lives and communities.","release_date":"2016-11-21","vote_average":6.6,"runtime":108,"cert":"\"\"","id":418693,"title":"Marathon: The Patriots Day Bombing","adult":false,"genre_ids":[99]},{"cast":[],"overview":"\"100 Years\" is the David vs. Goliath story of Elouise Cobell, a petite, Native American Warrior who filed the largest class action lawsuit ever filed against the United States Government and won a $3.4 billion settlement for 300,000 Native Americans whose mineral-rich lands were mismanaged by the Department of the Interior.","release_date":"2016-09-20","vote_average":8.0,"runtime":76,"cert":"\"\"","id":418695,"title":"100 Years","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An investigation into the failed mental health policies within the US military and the deadly consequences to the troops.","release_date":"2016-09-16","vote_average":6.5,"runtime":88,"cert":"\"\"","id":418697,"title":"Thank You for Your Service","adult":false,"genre_ids":[99]},{"cast":["Israel Lugo","Adriana Pérez"],"overview":"Henry is a grouchy, irritable and overall unhappy birthday clown. As he complains about everything, he realizes 8-year-old birthday girl Coral has a frown just as long as his. Annoyed by the fact that she is the only kid he hasn't been able to humor, he takes it upon himself to do whatever it takes to make this girl smile.","release_date":"2011-01-02","vote_average":0.0,"runtime":7,"cert":"N\/A","id":418702,"title":"Sonríe","adult":false,"genre_ids":[35]},{"cast":["Bailee Madison","Justin Kelly","Jahmil French","Kiana Madeira","Natalie Ganzhorn"],"overview":"When a Halloween prank goes wrong, it unleashes a creature that will hunt each of the participants down and kill them, unless they can figure out how to transfer the curse to someone else.","release_date":"2016-10-29","vote_average":5.1,"runtime":90,"cert":"\"\"","id":418704,"title":"The Night Before Halloween","adult":false,"genre_ids":[53,27,10770]},{"cast":["Erik Rodríguez","Esteban Ruiz","Helena Ramírez","Desireé González","Gil Sanabria"],"overview":"A comedy that satirizes the production of short films.","release_date":"2016-08-27","vote_average":0.0,"runtime":7,"cert":"N\/A","id":418715,"title":"Otro corto","adult":false,"genre_ids":[35]},{"cast":["Allan Olsen","Patricia Arquette"],"overview":"John is a Danish-born son who sets out to locate his father in this comedy thriller.","release_date":"1988-02-12","vote_average":0.0,"runtime":83,"cert":"N\/A","id":418717,"title":"Time Out","adult":false,"genre_ids":[]},{"cast":["Rory Kinnear","Rosalie Craig","Haydn Gwynne","Peter de Jersey","Nick Holder"],"overview":"As London's East End scrubs up for the coronation, Mr and Mrs Peachum gear up for a bumper day in the beggary business. Keeping tight control of the city's underground – and their daughter’s whereabouts.","release_date":"2016-09-22","vote_average":10.0,"runtime":171,"cert":"N\/A","id":418719,"title":"National Theatre Live: Threepenny Opera","adult":false,"genre_ids":[]},{"cast":["Maika Sanz","Elena Álvarez","Fabiola Ibarra","Alicia Príncipe","Carmen Carrión"],"overview":"","release_date":"1983-06-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":418724,"title":"Sábado, sabadete","adult":false,"genre_ids":[35]},{"cast":["Paola Cortellesi","Micaela Ramazzotti","Eduardo Valdarnini","Eleonora Danco","Chiara Scalise"],"overview":"Lucia and Maria are two best friends, who have known each other from the beginning of their life, but have very different tastes and behaviors. Lucia is done with men, Maria, on the contrary, cannot be without one. One night, the perfect man shows up in Maria's bed: handsome, sensible, mature and passionate.The next morning brings up misunderstandings and lies which make the two friends split up and take a break for themselves. Maybe that young man met by chance is really the one every woman is looking for, because with his simple theories he manages to paint the perfect picture of the two women's lives.","release_date":"2016-10-13","vote_average":5.9,"runtime":93,"cert":"N\/A","id":418726,"title":"Qualcosa di nuovo","adult":false,"genre_ids":[35]},{"cast":["Barbara Bouchet","Renzo Montagnani","Gianni Cavina","Leopoldo Mastelloni","Mario Carotenuto"],"overview":"","release_date":"1981-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":418731,"title":"Per favore, occupati di Amelia","adult":false,"genre_ids":[35]},{"cast":[],"overview":"3 Islands’ documentary images try to shift from literary writings to the actual fixing of body-scene. Adopting literatures as well as the personal research and practices of artists as scripts, parallel with reversible movements of the flesh, the work recounts the unknown history and the symptomatic interpretations of the 3 islands of East Asia—Taiwan, Okinawa, and Jeju Island.","release_date":"","vote_average":0.0,"runtime":62,"cert":"N\/A","id":418742,"title":"3 Islands","adult":false,"genre_ids":[]},{"cast":["Trisha Ray","Keavy Bradley","Eddie Aguirre","Sam Hoger","San Banarje"],"overview":"The Shadow Behind You 2015 movie","release_date":"2015-10-14","vote_average":5.5,"runtime":null,"cert":"\"\"","id":418744,"title":"The Shadow Behind You","adult":false,"genre_ids":[53,80,9648]},{"cast":["Stefano Simondo"],"overview":"\"Battipaglia 1969\" tells the day of the April 9, 1969, that the revolution in Battipaglia. Us during the stormy and tumultuous years of worker and student revolts and even in a small town of Salerno, which seems far from the tumult of the big cities, is manifested for the rights of students and workers.","release_date":"2016-09-30","vote_average":10.0,"runtime":null,"cert":"N\/A","id":418746,"title":"Battipaglia 1969","adult":false,"genre_ids":[]},{"cast":["Mateusz Damięcki","Kamilla Baar","Lucyna Piwowarska-Dmytrów","Krzysztof Zych","Małgorzata Foremniak"],"overview":"","release_date":"2006-05-26","vote_average":4.0,"runtime":null,"cert":"N\/A","id":418748,"title":"Krótka histeria czasu","adult":false,"genre_ids":[]},{"cast":["Mercedes Burgos","Emiliana Di Pasquo","María Fernanda Domínguez"],"overview":"","release_date":"2015-04-15","vote_average":7.0,"runtime":null,"cert":"N\/A","id":418750,"title":"La niña de tacones amarillos","adult":false,"genre_ids":[]},{"cast":["Aleksandrs Antonenko","Sonya Yoncheva","Željko Lučić","Dimitri Pittas","Chad Shelton"],"overview":"Tony Award winner Bartlett Sher’s bold new production probes the psychological underpinnings of Verdi’s dynamic setting of Shakespeare’s great tragedy. At the helm of this performance is riveting conductor Yannick Nézet-Séguin, who brings out all the cascading emotions in Verdi’s turbulent score. Aleksandrs Antonenko is the Moor Otello, the triumphant general of the Venetian army who is ultimately brought down by the sly insinuations of his friend Iago (Željko Lučić). Sonya Yoncheva continues to win fans as Desdemona, Otello’s faithful and long-suffering wife. With Günther Groissböck as Lodovico and Dimitri Pittas as Cassio.","release_date":"2015-10-16","vote_average":7.0,"runtime":164,"cert":"\"\"","id":418752,"title":"Verdi: Otello","adult":false,"genre_ids":[10402]},{"cast":["Charles Vanel","Mario Pardo"],"overview":"","release_date":"1975-11-15","vote_average":0.0,"runtime":103,"cert":"N\/A","id":418754,"title":"Es herrscht Ruhe im Land","adult":false,"genre_ids":[18]},{"cast":["Drew Allen","Ken Straus"],"overview":"A story about the unique relationships between fathers and sons. With all the highs and lows and fascinating dynamics involved.","release_date":"2016-09-30","vote_average":0.0,"runtime":90,"cert":"\"\"","id":418762,"title":"Dick and Jack","adult":false,"genre_ids":[]},{"cast":["Josh Brolin"],"overview":"Ramsey...found himself in charge of the elite 26th Calvary Regiment in the Philippines, where he was leading a 'Gunga Din'-type existence playing polo with other officers until Japanese troops marched through Manila. He subsequently led his storied offensive in the Philippine jungle, and in 1942 he joined the Filipino resistance, ultimately commanding more than 40,000 guerrilla fighters and enduring severe malnutrition and a slew of tropical diseases.","release_date":"2016-09-30","vote_average":0.0,"runtime":76,"cert":"\"\"","id":418764,"title":"Never Surrender: The Ed Ramsey Story","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Jytte Rex' sixth feature explores the here and now, the once and future beyond, Death and Eros, and proof of God's existence to be found in the Black Holes in a universe of nothingness. Tangible human individuals like Adam, an astronome, and two small children move through the surreal landscapes of Jytte Rex' cinematic poetry. If a door opens, it is only to lead you into Eternity's ultimate maze.","release_date":"1992-03-02","vote_average":5.0,"runtime":87,"cert":"N\/A","id":418769,"title":"Mirror of the Planet","adult":false,"genre_ids":[]},{"cast":["Renata Litvinova","Eric Kurmangali","Araksia Davtian","Roza Dzhamanova","Bibigul Tuligenova"],"overview":"Vocal Parallels is a surreal, impressionistic concert of classical opera pieces performed by several retired Soviet opera divas: Roza Dzhamanova, Araksiia Davtian, Bibigul’ Tulegenova, and the late Erik Salim-Meriuert (Kurmangaliev), a fantastic countertenor.","release_date":"2006-11-16","vote_average":7.0,"runtime":65,"cert":"N\/A","id":418771,"title":"Vocal Parallels","adult":false,"genre_ids":[18]},{"cast":["Molly Picon"],"overview":"A young actress is interviewed and flashes back to her tenement days.","release_date":"1929-09-30","vote_average":0.0,"runtime":11,"cert":"\"\"","id":418773,"title":"Molly Picon, The Celebrated Character Comedienne","adult":false,"genre_ids":[]},{"cast":[],"overview":"The movie depicts the indomitable feminine spirit in all its grandeur. Most importantly the role of women in countering the evils of society on a broad canvas of agrarian India.","release_date":"2016-03-11","vote_average":8.5,"runtime":139,"cert":"N\/A","id":418775,"title":"Kiragoorina Gayyaligalu","adult":false,"genre_ids":[18,80]},{"cast":["Eddie Alvarez","Conor McGregor","Tyron Woodley","Stephen Thompson","Joanna Jędrzejczyk"],"overview":"UFC 205: Alvarez vs. McGregor is a mixed martial arts event promoted by the Ultimate Fighting Championship held on November 12, 2016 at Madison Square Garden in New York City, New York.","release_date":"2016-11-12","vote_average":7.8,"runtime":null,"cert":"\"\"","id":418786,"title":"UFC 205: Alvarez vs. McGregor","adult":false,"genre_ids":[28]},{"cast":["Nikita Bellucci","Cara Saint-Germain","Lucy Heart","Inès Lenvin","Anissa Kate"],"overview":"\"Don't you dare touch my daughter!\" After a heated argument with his new wife, famous Luxembourgish banker Marc Seragano leaves home to meet his mistress, Nikita, to enjoy some of the most perverse S&M sex games.  After he is found dead, all fingers point to the dominatrix.  His young and charming daughter, Cara, vows to find out the truth about what happened, no matter what price she has to pay. Convinced of Nikita's innocence, Cara asks her for help to find the real killers.  The shadow of a secret organisation hangs over their investigation. The two young women gradually descend into hell, offering their gorgeous bodies to unscrupulous men in exchange for information, agreeing to do whatever it takes to win the trust of this clandestine organisation. From blow jobs in the roughest parts of town to gang bangs in luxurious properties, Cara and Nikita will lead you to the Manor, where the most sinful sexual initiation ceremonies take place...","release_date":"2016-09-30","vote_average":9.0,"runtime":120,"cert":"N\/A","id":418788,"title":"Revenge of a Daughter","adult":true,"genre_ids":[80,18]},{"cast":["Sarah Steele","Josh Renfree"],"overview":"A young environmental activist finds her ideology tested in a forest on the verge of being clearcut.","release_date":"2010-06-01","vote_average":0.0,"runtime":10,"cert":"\"\"","id":418790,"title":"Monkeywrench","adult":false,"genre_ids":[]},{"cast":["Timofey Tribuntsev","Mikhail Bogdasarov","Vladimir Svirskiy","Evgeniya Dmitrieva","Iya Ninidze"],"overview":"A six year old Kohl Pihtin, arrives at the musical contest in the capital. But his main goal is not to win, but to find his father, whom he never saw. A discovery of a basement has a passage leading to another reality: on the deserted coastline. The boy has a choice; to stay permanently in the country of fiction or to meet his real parents","release_date":"2015-12-05","vote_average":5.0,"runtime":94,"cert":"N\/A","id":418792,"title":"Closer Than You Think","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"This is the story of survivors of the Srebrenica genocide, the only holocaust in Europe since WWII. 8,372 Bosnian men and boys were killed in one week.Heartbreaking and mind blowing testimonials - the story told by survivors, contrasted by hauntingly beautiful landscapes and horrifying archive. The film portrays extraordinary characters, people who have been struggling to come to terms with the past as well as dealing with the harsh realities of living in one of the poorest countries in Europe. Their stories raise serious and profound questions about the nature of human existence, war and forgiveness.","release_date":"2016-09-30","vote_average":6.0,"runtime":60,"cert":"N\/A","id":418794,"title":"The Fog of Srebrenica","adult":false,"genre_ids":[99]},{"cast":["Kristina Söderbaum","Willy Birgel","Adrian Hoven","René Deltgen","Rolf von Nauckhoff"],"overview":"","release_date":"1962-05-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":418799,"title":"Die blonde Frau des Maharadscha","adult":false,"genre_ids":[12,18]},{"cast":["Krystyna Froelich","Zofia Charewicz","Tadeusz Białoszczyński","Halina Winiarska","Izabella Dziarska"],"overview":"","release_date":"1976-10-29","vote_average":0.0,"runtime":92,"cert":"N\/A","id":418807,"title":"Zagrożenie","adult":false,"genre_ids":[18,10752]},{"cast":["Alexander Bustamante","Gastón Cat here","Francia ospina","Axel Caponi"],"overview":"Ache- B is a consecrated artist, gives his perspective on migration and art and how these two have influenced his life and have allowed him to leave a mark for every corner of Latin America he has visited. Through his paintings and his passion for her, he manages to rescue the different cultures he met in his travels in Latin America, acquiring a connection with the people and the place.","release_date":"2016-10-20","vote_average":0.0,"runtime":11,"cert":"N\/A","id":418809,"title":"Painting America","adult":false,"genre_ids":[99]},{"cast":["Michał Pawlicki","Józef Nowak","Anna Milewska","Małgorzata Potocka"],"overview":"","release_date":"1977-09-11","vote_average":0.0,"runtime":86,"cert":"N\/A","id":418811,"title":"Zakręt","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A very special journey through one of the most spectacular and beautiful bus routes in Britain.","release_date":"2016-10-02","vote_average":0.0,"runtime":120,"cert":"N\/A","id":418813,"title":"All Aboard! The Country Bus","adult":false,"genre_ids":[]},{"cast":["Ayako Kawahara","Kenji Matsuda","Isao Hashizume","Mie Hama","Simon Yotsuya"],"overview":"The story centers around Mikage, a young woman who loses her parents when young. She grows up in a lonely household with her grandmother who dies when Mikage reaches adulthood. Grief-stricken, she finds solace in the kitchen. Yuichi, a friend of Mikage's deceased grandmother, invites her to live with him and his mother. Then Mikage discovers that Yuichi's mother is actually his cross-dressing father. On the other hand, Mikage realizes that the wealth of gadgetry in Yuichi's kitchen is lovingly detailed...","release_date":"1989-10-29","vote_average":0.0,"runtime":106,"cert":"N\/A","id":418815,"title":"Kitchen","adult":false,"genre_ids":[10749,18]},{"cast":["Florin Piersic","Marga Barbu","Toma Caragiu","Aimee Iacobescu","Florin Scărlătescu"],"overview":"","release_date":"1971-03-27","vote_average":6.0,"runtime":89,"cert":"N\/A","id":418817,"title":"Haiducii lui Șaptecai","adult":false,"genre_ids":[12,36]},{"cast":["Mariem Fakhr El Dine"],"overview":"A haunted house film that takes queues from more familiar films about a haunted house plagued by supernatural spirits, or it is just a husband trying to drive his wife mad?","release_date":"1987-01-01","vote_average":5.0,"runtime":120,"cert":"N\/A","id":418819,"title":"The Cursed House","adult":false,"genre_ids":[]},{"cast":[],"overview":"It's 2002. Israel has intensified its military operations in the West Bank and Gaza Strip as a result of the new Intifada. Citizens from several countries traveled to Palestine to witness the situation. This is what they saw...","release_date":"2004-12-08","vote_average":0.0,"runtime":56,"cert":"N\/A","id":418821,"title":"Aljuriya","adult":false,"genre_ids":[99]},{"cast":["Valentín Trujillo","Mario Almada","Olivia Collins","Eleazar García Jr.","Claudia Guzmán"],"overview":"In Mexico City,  a woman is raped every 9 minutes. This film details some of the legal and social problems in the country and how it's often difficult for women to find justice. Awarded Best Film by Mexican Cinema Journalists and nominated for three Ariel Awards.","release_date":"1989-02-16","vote_average":6.0,"runtime":90,"cert":"N\/A","id":418829,"title":"Violación","adult":false,"genre_ids":[53,18]},{"cast":["María Escalona","Manuel Ferreira","Haydée Balza","Balmore Moreno","Emilia Rojas"],"overview":"Ramon Antonio Brizuela is a criminal whose life passes between rounds, parties and showdowns. Recognized by a witness during an assault, he is taken to jail where he becomes aware of the unfair and corrupt judicial system.","release_date":"1977-11-24","vote_average":0.0,"runtime":106,"cert":"N\/A","id":418831,"title":"Second Offender","adult":false,"genre_ids":[18]},{"cast":["Toshi Okuzaki","Masa Yamaguchi","Mayu Iwasaki","Kuni Hashimoto","Izumi Woods"],"overview":"In the early 1990s, a Japanese samurai detective series was aired in Australia and became a cult success. Titled in Japan “Ronin Suiri Tentai” (meaning roughly “Deductive Reasoning Ronin”), it was soon known in the West as “Top Knot Detective.” The original series was legendary in Japan, a cultural train wreck led by Takashi Tawagoto, a crazy writer, producer, director and lead actor; one who could not act, fight or write at all.","release_date":"2017-04-01","vote_average":7.3,"runtime":90,"cert":"N\/A","id":418833,"title":"Top Knot Detective","adult":false,"genre_ids":[35,28,18,80,9648,36]},{"cast":["Mario Almada","Rodolfo de Anda","Olivia Collins","Jorge Russek","Jorge Luke"],"overview":"Several fantastic stories occur in the Mexican \"Zone of Silence.\" It begins in the 1920s when a man steals a train and then flees to enter the present. Another man finds a colonizer guarded by a ghost treasure, two girls are attacked by an evil car and finally a man steals money, then he flees to enter the past.","release_date":"1990-01-01","vote_average":7.0,"runtime":82,"cert":"N\/A","id":418835,"title":"La zona del silencio","adult":false,"genre_ids":[9648,27]},{"cast":["Rodolfo de Anda","Ofelia Montesco","Dagoberto Rodríguez","Ariadna Welter","Carlos López Moctezuma"],"overview":"A rare and impossible to find Mexican adventure \/ fantasy \/ horror.","release_date":"1964-12-11","vote_average":5.0,"runtime":80,"cert":"N\/A","id":418837,"title":"La duquesa diabólica","adult":false,"genre_ids":[27,12,14]},{"cast":[],"overview":"a classical egyption comedian film","release_date":"","vote_average":0.0,"runtime":88,"cert":"N\/A","id":418839,"title":"alfanous alsehry","adult":false,"genre_ids":[]},{"cast":["Han Hye-suk","Lee Il-woong","Kim Hyung-ja","Kim Hee-ra"],"overview":"Two Korean college graduates arouse the suspicions of Japanese authorities after modernizing a rural community with a school and a youth hall.","release_date":"1978-05-04","vote_average":0.0,"runtime":115,"cert":"N\/A","id":418850,"title":"The Evergreen Tree","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film by Amy Greenfield","release_date":"2004-01-01","vote_average":0.0,"runtime":11,"cert":"\"\"","id":418852,"title":"Light of the Body","adult":false,"genre_ids":[]},{"cast":[],"overview":"Greenfield's subjective camera zooms in and out at a dizzying pace on performer Suzanne Gregoire, who is completely nude in a pair of stilettos and a long string of extra large pearls. She is bound and tangled in the expansive string of pearls while she plays Nam June Paik's interactive piano\/video installation Pyramid- Interactive with her convoluted body. She pounds the piano in a desperate physical wail. The audience is given the ultimate impression of internal calamity pulled in a cerebral storm of transgressing emotions. Her image fills the mountain of screens, she hammers and tears at her pearls, her eyes make contact with the audience, her body shakes and quivers. The accompanying soundtrack facilitates and promotes this increasing transgression by mixing the rogue piano notes with the classic sounds of Beethoven's piano sonata. Her head reaches back, the pearls tighten, she exhales, the piano fades, it is understood this dance continues on in an ethereal sphere now.","release_date":"2009-01-01","vote_average":0.0,"runtime":8,"cert":"\"\"","id":418854,"title":"MUSEic Of The BODy","adult":false,"genre_ids":[]},{"cast":[],"overview":"The classical nude as video in four male\/female duets","release_date":"2011-01-01","vote_average":0.0,"runtime":17,"cert":"\"\"","id":418856,"title":"BodySongs","adult":false,"genre_ids":[]},{"cast":["George Estregan","Ricky Belmonte","Rosemarie Sonora","Eva Reyes","Rosemarie Gil"],"overview":"Extremely obscure Filipino horror flick centers around an evil Satur.","release_date":"1975-11-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":418858,"title":"And Spread the Gloom","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Basel Tattoo 2014","release_date":"2014-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":418860,"title":"Basel Tattoo 2014","adult":false,"genre_ids":[]},{"cast":["Lída Baarová","Antonie Nedošinská","Hugo Haas","Vladimír Borský","Alexander Třebovský"],"overview":"","release_date":"1933-09-23","vote_average":0.0,"runtime":108,"cert":"N\/A","id":418862,"title":"Madla from the Brickworks","adult":false,"genre_ids":[35]},{"cast":["Julia Farrell","Luc Bernier","Jennifer Runyon"],"overview":"After a death in the family, siblings Angelica and James Zacherly travel to the small town of East Willard on Christmas Eve to pay their respects. They stay at a homely bed and breakfast where they learn the legend of Black Peter, Santa Claus' vengeful brother. But when they find the lost journal of Jeffrey Butler, they discover the town has its own sordid history - one more rooted in reality.","release_date":"2015-03-15","vote_average":1.0,"runtime":90,"cert":"\"\"","id":418873,"title":"Silent Night, Bloody Night 2: Revival","adult":false,"genre_ids":[27]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":418875,"title":"La leçon de discrimination","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-09-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":418877,"title":"حبّة لولو","adult":false,"genre_ids":[]},{"cast":["Benedict Cumberbatch","Michael Shannon","Nicholas Hoult","Katherine Waterston","Tom Holland"],"overview":"Electricity titans Thomas Edison and George Westinghouse compete to create a sustainable system and market it to the American people","release_date":"2019-07-26","vote_average":6.7,"runtime":105,"cert":"\"PG-13\"","id":418879,"title":"The Current War","adult":false,"genre_ids":[18,36]},{"cast":[],"overview":"","release_date":"2009-11-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":418881,"title":"Strip-Tease Intégrale (vol. 10)","adult":false,"genre_ids":[99]},{"cast":["Benedict Cumberbatch"],"overview":"A hunter attempts to assassinate a dictator, but fails and is captured and tortured. He successfully escapes back to England, but enemy agents and police are on the hunt for him.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":418883,"title":"Rogue Male","adult":false,"genre_ids":[]},{"cast":[],"overview":"At the age of 93, my dear grandma tried to commit suicide. I am so afraid that she might go away, but I am spending time with her so as to make our farewell more beautiful and warmer.","release_date":"2016-09-29","vote_average":0.0,"runtime":92,"cert":"N\/A","id":418885,"title":"Dear Grandma","adult":false,"genre_ids":[99]},{"cast":["Tobias Unterberg","Jörg Lehmann","Ronny Schreiber","Mirka Tuma","Jaecki Schwarz"],"overview":"For the \"Festival of good ideas\" that is to take place in their residential quarter the musically enthusiastic young Bum wants to rehearse a music show along with his friends. With pans, cans, hooters and other junk they make music. Some adults get angry about that. Others like the second-hand dealer Dohlenei and Mr. Kling from the symphony orchestra help the children to make their fantastic idea come true.","release_date":"1976-05-16","vote_average":0.0,"runtime":76,"cert":"N\/A","id":418893,"title":"Concert for Frying Pan and Orchestra","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Alec is the lead singer of his band The Invited. After years of hard work and little payoff, he decides to take his band mates Rob, Adam, James and Malcolm out on a secluded band trip to the woods for one last bit of inspiration. The band soon finds out about the area's horrid past. Needless to say, they get more than just some inspiration...","release_date":"2016-08-09","vote_average":0.0,"runtime":55,"cert":"\"R\"","id":418895,"title":"Family Covenant","adult":false,"genre_ids":[27]},{"cast":["Swastika Mukherjee","Rahul Banerjee","Vikramjit Chaudhury","Anwesha Mukherjee"],"overview":"An Indian Actress Doel Mitra, shoots to overnight infamity igniting the wrath of conservative indian society when a bold sex-scene from one of her foreign films is leaked on the internet, When the public scandal happens. Doel is in the middle of shooting an indian film in which she plays the part of the mythological Hindu character,Sita.","release_date":"2014-04-18","vote_average":5.0,"runtime":97,"cert":"N\/A","id":418897,"title":"Take One","adult":false,"genre_ids":[]},{"cast":["Jakub Zich","Verica Nedeska","Filip Topol"],"overview":"No overview found.","release_date":"2008-12-11","vote_average":6.0,"runtime":65,"cert":"N\/A","id":418902,"title":"Sister","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"A surreal miniature portrait of epic proportions takes place in a sunny Spanish beach.","release_date":"2016-04-14","vote_average":0.0,"runtime":11,"cert":"N\/A","id":418904,"title":"Made in Spain","adult":false,"genre_ids":[35,16]},{"cast":["Rafael Simón","Juan Carlos Barranco Téllez","Ana Lilia Contreras","Tessa Ía"],"overview":"An overprotective father decides to keep his daughter locked up in a beautiful room. One day, she discovers a disturbing power she has over him.","release_date":"2016-08-04","vote_average":0.0,"runtime":24,"cert":"N\/A","id":418906,"title":"Bronze Sonata","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The plot is undisclosed at this time; the project will be an adaptation of one of Enid Blyton's novels in The Magic Faraway Tree series.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":418917,"title":"Untitled Enid Blyton Project","adult":false,"genre_ids":[14]},{"cast":["Natsumi Yanase","Motoki Takagi","Nakajima, Yumiko","Hiroko Taguchi"],"overview":"Asou Renji comes back at the station with Chihiro, after the events of ef - a tale of melodies. They recollect various moments in this 'summary' of the first season of ef, with special new intermissions.","release_date":"2008-09-26","vote_average":10.0,"runtime":58,"cert":"N\/A","id":418919,"title":"ef - a tale of memories. ~Recollections~","adult":false,"genre_ids":[9648,18,16,10749]},{"cast":["Mackenzie Davis","Shane Carruth","Louis Cancelmi","K.K. Moggie"],"overview":"A young mother works at a memory-recreation facility. When a client pushes her to break the rules, she's forced to decide how far she's willing to go. Dreams and fantasy become entangled with memory as power shifts hands.","release_date":"2016-09-24","vote_average":6.0,"runtime":11,"cert":"\"\"","id":418921,"title":"Memory Box","adult":false,"genre_ids":[18]},{"cast":["Ganesh"],"overview":"Santhosh and Nayana are both creative directors at an advertising agency.Nayana is straight forward and believes in hard work,Santhosh is just the opposite.What happens if these two contradicting personalities fall in love with each other?","release_date":"2016-07-01","vote_average":8.0,"runtime":159,"cert":"N\/A","id":418923,"title":"Zoom","adult":false,"genre_ids":[10749,35,18]},{"cast":["Iya Ninidze","Leila Abashidze","Ramaz Chkhikvadze","Otar Koberidze","Baadur Tsuladze"],"overview":"A sixteen novels about a life of a people in Tbilisi, capital of Georgia.","release_date":"1976-10-01","vote_average":4.0,"runtime":85,"cert":"N\/A","id":418928,"title":"Tbilisi and Her Citizens","adult":false,"genre_ids":[35]},{"cast":["Sherilyn Fenn","Ellen Hollman","Francia Raisa","Colm Meaney","Adrian Paul"],"overview":"Desperate to save his fiancée from a demon that has possessed her soul, a man turns to his longtime priest for help.","release_date":"2016-10-01","vote_average":4.4,"runtime":95,"cert":"\"NR\"","id":418930,"title":"The Secrets of Emily Blair","adult":false,"genre_ids":[53,27]},{"cast":["Arturo Ripstein","Marisa Arango","Pedro Miret"],"overview":"A small, sordid hotel serves as the backdrop for a cryptic and complicated gangster story, set in the \"Untouchables\" days. A singer is running from the law and a gang of underworld personalities; as she takes refuge in the hotel, she spins a detective into the web. Through her, he discovers a complex story of betrayal and revenge \"a la mafia\".","release_date":"","vote_average":0.0,"runtime":19,"cert":"N\/A","id":418941,"title":"The African Lover","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dave Matthews Band performed three shows at the Greek Theatre in Berkeley, CA on August 22-24, 2014.  The August 23rd show features never-before-released acoustic material and showcases the band’s intimately cohesive, high-spirited live delivery of their music. Highlights of Live Trax 32 include the tour's acoustic debut of One Sweet World and the first live release of If Only. Rhyme and Reason with Stefan on stand-up bass and Jeff Coffin on flute and the funky, infectious groove of Recently are also noteworthy. Electric set stand-outs include the set opening #41 followed by When the World Ends and Rooftop and an explosive Grey Street which brought the energy of an encore during mid-show. The Lovely Ladies contributed in large part to the Berkeley magic, joining the band for tremendous vocals on Everyday, You and Me and Burning Down the House. The show-closing Rapunzel was a nice surprise ending to a stellar evening with the band.","release_date":"2014-12-09","vote_average":0.0,"runtime":null,"cert":"\"\"","id":418943,"title":"Dave Matthews Band - Live Trax 32","adult":false,"genre_ids":[10402]},{"cast":["Tom Durant Pritchard","Jeff Stewart"],"overview":"Michael and Lisa are about to lose their home when Michael finds an ancient vase. Their life seems to be turning around until bad things happen, then a mystic tells them that selling the vase has placed a curse on them.","release_date":"2011-09-16","vote_average":0.0,"runtime":99,"cert":"N\/A","id":418945,"title":"The Skin","adult":false,"genre_ids":[27,53]},{"cast":["Brian Papandrea","Sadie Tate","Brian Kilby","Adam Lorenz","Ashley Chronowski"],"overview":"A sexually frustrated bigfoot terrorizes a quiet suburban street on a cold Valentine's Day evening.","release_date":"2016-08-31","vote_average":0.0,"runtime":75,"cert":"\"\"","id":418947,"title":"The Big F","adult":false,"genre_ids":[27,35]},{"cast":["Suzzanna","Fendy Pradana","Johny Matakena","Soendjoto Adibroto","Nurnaningsih"],"overview":"Malam Satu Suro is a romantic Indonesian horror movie directed by Gautama Putra Sisworo and starring Suzanna and Fendy Pradana. The film is known for its unique story line because it does not highlight the ghost as an antagonist but as the main character \/ protagonist. The film was distributed by Soraya Intercine Films.","release_date":"1988-01-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":418949,"title":"Satu Suro Night","adult":false,"genre_ids":[27]},{"cast":["Suzzanna","Mieke Wijaya","Dicky Suprapto","Ami Priyono","Sofia Amang"],"overview":"The story of two sisters, one evil, one good. The evil sister will go to any lengths to inherit the family wealth","release_date":"1972-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":418951,"title":"Birth in the Tomb","adult":false,"genre_ids":[27]},{"cast":["Lee Seung-hyun","Jeong Yun-hui","Ha Myeong-jung","Kim Jung-hoon","Kang Ju-hui"],"overview":"Nicknamed Yalkae, notorious high school prankster Du Su (Lee Seung Hyun) is always up to no good with his buddy Yong Ho (Jin Woo Young). Both of them have been held back a year, but instead of studying they continue to cause trouble for their teachers and classmates. Du Su gleefully pulls a prank on his tattling classmate Ho Cheol, but he has a change of heart when he finds out Ho Cheol gets injured as a result.","release_date":"1976-01-29","vote_average":0.0,"runtime":90,"cert":"N\/A","id":418953,"title":"Yalkae, a Joker in High School","adult":false,"genre_ids":[18,35]},{"cast":["Suzzanna","H.I.M. Damsyik","Soendjoto Adibroto","Barry Prima","Diana Suarkom"],"overview":"Increasingly jaded by how men treat women (including how her own mother is casually abused by her father), Nyi Ageng (Suzanna) decides that's not going to be the path for her. She's forced to marry a wealthy man who later dies under mysterious circumstances.","release_date":"1983-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":418964,"title":"Nyi Ageng the Decoy Queen","adult":false,"genre_ids":[28,18]},{"cast":["Suzzanna","Dicky Suprapto","Tan Tjeng Bok","Husin Lubis","Nurnaningsih"],"overview":"A nurse begins working at a retirement home and soon after the residents start turning up dead.","release_date":"1973-01-01","vote_average":7.0,"runtime":95,"cert":"N\/A","id":418966,"title":"Crazy Desire","adult":false,"genre_ids":[9648,18,27,53]},{"cast":[],"overview":"Appropriating a brief fragment from a 35mm print of an old Kung Fu movie, Never a Foot Too Far, Even is an action movie without action. Presented in double-projection, with images from two separate rolls overlaid to form a single image, this film focuses on an obscure figure finding himself in a forest path, caught between perpetual motion and stasis. The painterly images fluctuate in the complex shifting of color and texture, phasing in and out through a polymetric structure. It is a perceptual journey without destination in the turning sphere of ever-changing image and sound, whose beginning and end move in parallel towards a fleeting point of convergence. The palindrome of the title alludes to the structure of the film based on various combinations of a series of recurring sequences that move forward and in reverse simultaneously, defying the usual sense of progression. With original sound composition by Malcolm Goldstein.","release_date":"2012-10-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":418968,"title":"Never a Foot Too Far, Even","adult":false,"genre_ids":[]},{"cast":["François Damiens","Cécile de France","Alice de Lencquesaing","André Wilms","Guy Marchand"],"overview":"Erwan, a strapping Breton who clears mines for a living, is shaken when he discovers that his father is not his father. Despite his affection for the man who raised him, he quietly sets out to find his biological father, and succeeds in locating Joseph, an endearing old codger he takes a liking to. Just when things look settled, another unexpected “bomb” hits Erwan in the form of Anna, an elusive nymph.","release_date":"2017-09-06","vote_average":6.5,"runtime":100,"cert":"N\/A","id":418970,"title":"Just to Be Sure","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"Will Smith will co-produce this film in Colombia.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":418972,"title":"La escribana de uraba","adult":false,"genre_ids":[]},{"cast":["Rita Blanco","Anabela Moreira","Cleia Almeida","Teresa Tavares","Ana Bustorff"],"overview":"The journey of 11 women while they go on a pilgrimage from Bragança to Fatima.","release_date":"2017-04-27","vote_average":6.0,"runtime":154,"cert":"N\/A","id":418974,"title":"Fátima","adult":false,"genre_ids":[18]},{"cast":["Tim Heidecker","Gregg Turkington","Mark Proksch"],"overview":"Tim Heidecker and Gregg Turkington proudly uphold the tradition of hosting the worst Oscar coverage show in history while awaiting the arrival of a legend of Old Hollywood.","release_date":"2015-02-22","vote_average":10.0,"runtime":137,"cert":"\"\"","id":418979,"title":"The Third Annual 'On Cinema' Oscar Special","adult":false,"genre_ids":[35]},{"cast":["Brande Roderick","Kim Yates","Ashlyn Gere","Lauren Hays","Bobby Johnston"],"overview":"Nine women sign up for a class in striptease in order to enrich their lives.","release_date":"1999-01-01","vote_average":5.5,"runtime":86,"cert":"\"R\"","id":418987,"title":"Stripper Wives","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"George falls asleep and fantasizes about having sex.","release_date":"1975-10-02","vote_average":0.0,"runtime":51,"cert":"\"\"","id":418989,"title":"Day Dreamer","adult":true,"genre_ids":[]},{"cast":[],"overview":"Never take sandwiches from strangers - this seems to be the moral of Seduction of the Innocents, for this is precisely how the protagonist-narrator starts to go wrong: she accepts half a baloney sandwich from a weirdo on the street. \"I was kind of embarrassed when he lifted up my skirt,\" she tells us, but the stranger doesn’t stop there...","release_date":"1975-10-01","vote_average":0.0,"runtime":52,"cert":"\"NC-17\"","id":418991,"title":"Seduction of the Innocents","adult":true,"genre_ids":[]},{"cast":["Doug Hart","Charles Brosseau-Fisher","Ella Joyce"],"overview":"A blacksploitation parody said to inspire \"helpless, baffled laughter\".","release_date":"1999-11-02","vote_average":0.0,"runtime":90,"cert":"\"\"","id":418993,"title":"Frozen Hot","adult":false,"genre_ids":[]},{"cast":[],"overview":"Program 1 - Denali National Park - Get a touch of the tundra in Alaska's Denali National Park, a land as rugged as it is magnificent. Whether you explore Denali by bus, hike or camp out in the backcountry, or take on Mt. McKinley, the highest mountain in North America, surprises await you at every turn. Breathtaking Blu-ray is the best way to experience Denali's spectacular scenery as you ride the Denali Star train, meet the sled dogs of Denali at the Kennels, and take a discovery hike into untamed wilderness much as the first explorers did. Program 2 - Hawaii's National Parks - Hawaii Volcanoes and Haleakala National Parks are two of the most extraordinary places on the planet. Witness molten lava bubbling from the earth, catch an awe-inspiring sunrise above the clouds, and take a dip into pools of paradise. Fabulous beaches and romantic coastal drives further reveal the astounding contrasts of this lush land.","release_date":"","vote_average":0.0,"runtime":100,"cert":"N\/A","id":418995,"title":"Scenic National Parks: Alaska & Hawaii","adult":false,"genre_ids":[]},{"cast":[],"overview":"The concept of \"things half seen\" determined the meaning of this film. Hidden scenes, barely revealed, follow one another as living and significant views affecting our wish to see and understand what we see only as glimpses, but might see in its totality. Made as a video-short principally through a succession of quick sequences, \"Glimpses\" shows the maintenance of mystery between two \"masked\" people in a world where the curtains remain closed.","release_date":"1980-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":418997,"title":"Glimpses","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Montenvers et Mer de glace","cast":[],"id":418999,"overview":"A fictional video excursion: on a beautiful summer day, peaceable tourists take the Montenvers cog railway right up to the Mer de glace. Full of humour and affection, it pays homage to the films of Jacques Tati.","runtime":9,"genre_ids":[],"release_date":"1987-01-01","vote_average":0.0,"adult":false}]