[{"cast":[],"overview":"Temporary landscape;  visual and sonic messages;  blended;  the city.  Part of the \"New Spaces\" project, the film is an exploration of the landscapes and sounds of Hong Kong, seeking its identity between the old China and the new.","release_date":"1989-01-01","vote_average":0.0,"runtime":21,"cert":"N\/A","id":419001,"title":"Hong Kong Song","adult":false,"genre_ids":[99]},{"cast":["Dan Jurgens","Louise Simonson","Jerry Ordway","Jenette Kahn"],"overview":"Documentary about  the death of Superman comics featured in the 2007 DVD Superman Doomsday.","release_date":"2007-09-18","vote_average":0.0,"runtime":43,"cert":"\"\"","id":419003,"title":"Requiem & Rebirth: Superman Lives!","adult":false,"genre_ids":[99]},{"cast":[],"overview":"From \"That was\" to \"Did we go there?\"... The Antarctic approached, observed, scrutinised, analysed, displaced. Questions about reading the landscape, reading motion: a slow motion journey through memory, as if \"to have the time at last to know\".","release_date":"1993-01-01","vote_average":0.0,"runtime":18,"cert":"N\/A","id":419008,"title":"Winter Journey","adult":false,"genre_ids":[]},{"cast":[],"overview":"The light creates the motion. The film uses black and white as a way to to reveal things. Something is happening here linking death, love and pleasure. Appearance, disappearance, the rhythm of breathing revealing the passing of time both binds and releases our feelings.","release_date":"2003-12-10","vote_average":0.0,"runtime":9,"cert":"N\/A","id":419010,"title":"Embraces","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Extracted from rolls of 35mm film on which I had made exposures using the photofinish technique. That is, images intended as photography, and therefore as still images. My inclination is to animate [still images] at the very limit of technical impossibility. Scanning these rolls of figures in a state of agitation, shooting one frame at a time, I wanted to extract a film from what was not a film, where frames precisely do not exist and where the process of hand-cranking exposures was indeed equivalent to that of a movie camera, without, however, being a movie camera. Of interest to me was the collision among images dispossessed of sequence, to which the possibility of motion had been given, a motion towards a kinetic narrative, no longer a photographic one, which narrates the end of the images themselves.\" Paolo Gioli","release_date":"2009-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":419015,"title":"Il finish delle figure","adult":false,"genre_ids":[]},{"cast":["Ciarán Owens","Rosalind March","Paul Tinto","Paul Tinto","Alan White"],"overview":"Sophie has been with the Community for nearly a decade, a pastoral existence where brotherhood and faith are stronger than blood and bone. After a series of deaths, Sophie considers the potential of her own. When Sophie is stricken with illness amidst England's green and pleasant lands, she weighs up her options: her life or that of the others? In a community where the \"we\" prevails over the \"I\", sacrifices for the greater good are not to be taken lightly. A psychological thriller set in an off-the-grid English commune, NEW GODS follows one woman's escape and asks at what cost comes self-interest in a corrupted utopia.","release_date":"2016-10-01","vote_average":5.0,"runtime":15,"cert":"\"\"","id":419017,"title":"New Gods","adult":false,"genre_ids":[53,18]},{"cast":["Ivan Martin","Drea de Matteo","John Lurie","Catherine Kellner","Ron Ryan"],"overview":"At loose ends drifter stumbles upon a struggling painter as he searches for answers under the stars and rooftops of New York.","release_date":"2000-03-10","vote_average":0.0,"runtime":98,"cert":"\"\"","id":419019,"title":"Sleepwalk","adult":false,"genre_ids":[]},{"cast":["Linda Elizabeth","Lars Engstrom","Arthur Kriklivy"],"overview":"An innocent sexual encounter between two teenagers in the back seat of a car becomes strange and corrupt when they are found by a police officer. Insecurity mounts as the boy tries to evade the policeman's humiliating tactics while not seeming weak in front of the girl.","release_date":"2015-01-01","vote_average":0.0,"runtime":11,"cert":"\"\"","id":419024,"title":"Don't Act Dumb","adult":false,"genre_ids":[18,35]},{"cast":["Kiley Juckel","Abigail Wahl","Ezekiel Ashamu","Nate Bucsko","Malik Johnson"],"overview":"A tale of all-consuming desire.","release_date":"2016-05-01","vote_average":5.5,"runtime":13,"cert":"\"\"","id":419026,"title":"I Want You Inside Me","adult":false,"genre_ids":[9648,27]},{"cast":["Matthew Chastain Bowers","Olga Chaplinskaya","Vincent de Ghoulie","Stacia Hitt","Walter Hochbrueckner"],"overview":"A painter living in Hollywood is sent to hell by his own sister.","release_date":"2016-03-10","vote_average":0.0,"runtime":25,"cert":"N\/A","id":419028,"title":"Sister's Fire","adult":false,"genre_ids":[]},{"cast":["Jerry G. Angelo","Brent Gorski"],"overview":"Matthew awakens alone in his bed in the middle of the night on the eve of his 30th birthday. When he went to bed, it was with David, a young man he'd met that night. Now David is gone... or is he?","release_date":"2004-06-01","vote_average":5.0,"runtime":16,"cert":"\"NR\"","id":419030,"title":"Nightshadows","adult":false,"genre_ids":[27]},{"cast":[],"overview":"","release_date":"2001-05-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":419032,"title":"Jestem zły","adult":false,"genre_ids":[99]},{"cast":["Keigian Tang","Madi Langdon","Jordan Gray"],"overview":"A teenage thief tries to leave town to escape the violence that threatens him and he people he loves.","release_date":"2018-06-22","vote_average":6.0,"runtime":105,"cert":"N\/A","id":419034,"title":"The Lockpicker","adult":false,"genre_ids":[18]},{"cast":["Brinke Stevens","Julie King","Tina Ona Paukstelis","Jason Sechrest","Kedric Hubbert"],"overview":"Two women's lives merge at the point of a fatal car accident. Immediately thereafter, one of the women awakens to find her world is no longer normal...","release_date":"2000-12-29","vote_average":0.0,"runtime":30,"cert":"\"NR\"","id":419036,"title":"Julia Wept","adult":false,"genre_ids":[27,18]},{"cast":["Lubomír Lipský","Jana Drbohlavová","Květa Fialová","Libuše Švormová","Marie Rosůlková"],"overview":"","release_date":"1970-01-19","vote_average":8.0,"runtime":null,"cert":"N\/A","id":419038,"title":"Charleyova teta","adult":false,"genre_ids":[35]},{"cast":["Gordon Ryan","Matt Arroyo","Aaron Johnson","Mike Hillebrand"],"overview":"Eddie Bravo Invitational 8: The Middleweights was a submission-only grappling tournament of 16 middleweight (185 lb) male entrants. The event took place on 11th September 2015, and included a special super-fight between UFC veteran Liz Carmouche and Maria Henderson.","release_date":"2016-09-11","vote_average":0.0,"runtime":145,"cert":"\"NC-17\"","id":419040,"title":"Eddie Bravo Invitational 8","adult":false,"genre_ids":[28,99]},{"cast":["McKinley Winston","Yvonne Talton Kersey","Quetzal Castro","Blas Hernandez","Dan Charlton"],"overview":"A pair of inner city youths go to work selling drugs for the power mad Spanish \"Godfather\" Enrico, who has his sights set on taking out Harlem's corrupt city commissioner.","release_date":"1989-01-01","vote_average":0.0,"runtime":90,"cert":"\"NR\"","id":419045,"title":"Homeboyz II: Crack City","adult":false,"genre_ids":[18,28]},{"cast":["Jicey Carina","Remi Cauvet","Anouchka Cse","Edouard Court","Stefán Bucho"],"overview":"","release_date":"2016-04-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419053,"title":"Le vrai lieu","adult":false,"genre_ids":[12,18]},{"cast":["Bradford Neeley","Connie Coombes"],"overview":"Law student Christopher enjoys sex with his cousins but can't get into bed with Teddy.","release_date":"1978-05-02","vote_average":0.0,"runtime":83,"cert":"\"NC-17\"","id":419058,"title":"Teddy Bare","adult":true,"genre_ids":[]},{"cast":["Thomas Wolff","Wolfgang Häntsch","Manfred Karge","Bodo Krämer","Heinz Hupfer"],"overview":"","release_date":"1976-08-12","vote_average":0.0,"runtime":91,"cert":"N\/A","id":419060,"title":"Unser stiller Mann","adult":false,"genre_ids":[18]},{"cast":["Júlio Andrade","Pietro Bogianchini","Vera Holtz","Mariana Nunes","Cristina Flores"],"overview":"Where do you draw the line between fact and fiction in one man's life? That's the issue confronting an art expert delving into the biography of a painter who drowned 50 years ago, whose presence suddenly makes itself felt through the appearance of a contemporary friend.","release_date":"2016-11-17","vote_average":5.0,"runtime":89,"cert":"N\/A","id":419062,"title":"Maresia","adult":false,"genre_ids":[18]},{"cast":["Lesllie Bovee","Iris Medina","Annette Haven"],"overview":"","release_date":"1977-09-09","vote_average":0.0,"runtime":72,"cert":"\"\"","id":419067,"title":"Fantastic Orgy","adult":true,"genre_ids":[]},{"cast":["Phoenix Marie","Giselle Leon","Jennifer White","Tasha Reign","Briana Blair"],"overview":"They say that nothing beats good old southern hospitality and these girls are here to prove just that. Take a ride with Wicked Pictures award winning director Jonathan Morgan as he puts together some of the hottest southern bells with some hunky, good old boys. Its time for a good old fashion roll in the hay!","release_date":"2011-09-12","vote_average":10.0,"runtime":113,"cert":"\"NC-17\"","id":419078,"title":"Farm Girls Gone Bad","adult":true,"genre_ids":[12,35]},{"cast":["Dario Argento"],"overview":"A short documentary about the making of Dario Argento's \"Phenomena\" (1985).","release_date":"2008-05-27","vote_average":0.0,"runtime":18,"cert":"\"\"","id":419080,"title":"A Dark Fairy Tale","adult":false,"genre_ids":[99]},{"cast":["Alektra Blue","Dane Cross","Heather Starlet","Sheena Shaw","Samantha Saint"],"overview":"Scientists Sam and Amy are moonlighting on a secret project to create a female robot … the ideal companion. While working together, Amy develops a secret crush on Sam, who cluelessly misses her hints. When their project starts nearing its end and he begins dating their cyborg, she reluctantly gives up hope. Only then does Sam recognize the errors of his ways and realizes that his ideal companion was there the whole time.","release_date":"2012-07-16","vote_average":7.0,"runtime":125,"cert":"\"NC-17\"","id":419082,"title":"Ideal Companion","adult":true,"genre_ids":[10749,35]},{"cast":[],"overview":"A wounded Freedom Fighter and his soldiers encounter a group of refugees hiding out in a shopping mall. They have the same mission, to stay alive and stay free by eluding hunters who seek to capture them and prepare them for sale to corporations who can no longer afford hired labor.","release_date":"2012-10-23","vote_average":0.0,"runtime":17,"cert":"\"\"","id":419084,"title":"The Deliverer","adult":false,"genre_ids":[28,878]},{"cast":[],"overview":"Abstract meditations upon temptation, murder and revenge. Hand-processed and optically printed film for your visceral pleasure.","release_date":"1998-01-01","vote_average":0.0,"runtime":5,"cert":"\"\"","id":419086,"title":"Journey Into The Unknown","adult":false,"genre_ids":[]},{"cast":["Keisha Grey","Riley Reid","Kagney Linn Karter","Destiny Dixon","Capri Cavanni"],"overview":"Everyone loves the sweat-glistened bodies of sexy, young, tight athletes … and Director Kevin Moore is no exception! Moore has assembled an all-star lineup of worldclass ass in Sport Fucking! Whether it's a sexy slut's world cups, a 2-on-1 fast break or a knee-pad wearing whore, this sports-themed sex vid will leave you pumped and primed.","release_date":"2014-12-17","vote_average":0.0,"runtime":159,"cert":"\"\"","id":419091,"title":"Sport Fucking","adult":true,"genre_ids":[]},{"cast":["Renzo Montagnani","Mario Carotenuto","Maria Pia Conte","Enzo Liberti","Orchidea De Santis"],"overview":"Adelmo Bartelesi has a colleague desired by all, this Adelaide Picchioni. And Adelmo unable to get an appointment with her. But get home Adelaide begins to present some difficulties: a transition to an old woman who leads him astray, intense traffic, the fortuitous meeting with his wife and family and then an attack of colitis and the meeting with his head, the car that is taken away by police, the meeting with another colleague ... will Adelmo reaching the desired appointment?","release_date":"1977-08-20","vote_average":6.0,"runtime":91,"cert":"N\/A","id":419102,"title":"L'appuntamento","adult":false,"genre_ids":[]},{"cast":["Jessica Lynn","Priya Rai","Julia Ann","Rachel Starr","Faye Reagan"],"overview":"\"J.A.R.S.\" - Julia and Rachel are playing kickball with their coach Keiran. When Keiran gets hit in the face by the ball, Julia and Rachel rush to his aid and revive him with their big tits.  \"Cricket My Cock\" - Priya and Jordan are feuding about what's better, cricket or baseball. Priya wins the argument due to her big tits and bat handling abilities.  \"Eye on the Balls\" - Faye is paying more attention to her coach's cock than what he is coaching. When coach catches Faye playing with herself, he gives her a pleasant surprise.  \"Buzzonga Boxing\" - Jessica is training really hard for a boxing match. After a hard workout, her coach suggests she fuck him to help her relax before the big match.  \"Catcher Cum\" - During a baseball game, Codi takes a pitch right in the tit and she is down for the count. Luckily the catcher is a medical expert and takes care of her.","release_date":"2011-03-03","vote_average":0.0,"runtime":212,"cert":"\"NC-17\"","id":419107,"title":"Big Tits in Sports 6","adult":true,"genre_ids":[]},{"cast":[],"overview":"Jago tells the story of an 80 year old sea nomad called Rohani who has spent his life plying the waters of South East Asia’s Coral Triangle. The story is told entirely from Rohani’s perspective, against the spectacular backdrop of the Togian Islands, and recreates events that capture the turning points in his life, as a hunter and as a man. We were able to bring Rohani’s past experiences to life by working closely with his family and friends in the village where he grew up. These are the people you see representing Rohani in the film at various stages in his life. Story telling is a big part of Bajau culture, and a way of preserving traditions through generations, so everyone was very enthusiastic about what we were trying to do and brought lots of ideas of their own, especially Rohani. Although he had never had a camera pointed at him, it certainly wasn’t the first time he’d sat around telling stories. We were just lucky that he let us capture it on film.","release_date":"2015-09-24","vote_average":6.5,"runtime":48,"cert":"\"\"","id":419109,"title":"Jago: A Life Underwater","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Resorting to the images that make up three quarters of the last century, Jean-Louis Comolli chose films that crossed his path fifty years ago, discovering his own history of cinema, and particularly the documentary cinema. Visual score orchestrated by a voice off (his) which lists topics that are important to him - the place of the viewer, the fiction in the documentary, the impact of technical progress on the artistic field ... -, the film weaves unpredictable wires between the excerpts .","release_date":"2014-01-01","vote_average":0.0,"runtime":55,"cert":"N\/A","id":419111,"title":"Cinéma documentaire, Fragments d'une histoire","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2016-07-28","vote_average":5.0,"runtime":89,"cert":"N\/A","id":419116,"title":"Russian Mother","adult":false,"genre_ids":[18,10749]},{"cast":["Jonas Kaufmann","Eva-Maria Westbroek","Željko Lučić","Denyce Graves","Rosalind Plowright"],"overview":"“Kaufmann is performing the title role for the first time, and it’s hard to imagine him bettered. His striking looks make him very much the Romantic and romanticised outsider of Giordano’s vision. His voice, with its dark, liquid tone, soars through the music with refined ease and intensity: all those grand declarations of passion, whether political or erotic, hit home with terrific immediacy.” – The Guardian Presented in its Covent Garden premiere in January 2015, this staging – directed by David McVicar and conducted by the Royal Opera’s Music Director, Sir Antonio Pappano – shows a bloody tricolour daubed with the words “Even Plato banned poets from his Republic” – written by Robespierre on the death warrant of the historical Chénier, a poet and journalist sent to the guillotine in 1794 for criticising France’s post-revolutionary government.","release_date":"2015-10-02","vote_average":9.0,"runtime":123,"cert":"N\/A","id":419130,"title":"Giordano Andrea Chenier","adult":false,"genre_ids":[]},{"cast":["Shigeru Muroi","Kohei Otomo","Isao Bito","Ayumi Ito","Miyuki Matsuda"],"overview":"Traditional Japanese pop singer Reiko (Muroi) decides to enter a well-known TV program for amateur singers along with a confused teenager (Ôtomo) and a 40-year-old father of four (Bito).","release_date":"1999-01-15","vote_average":5.0,"runtime":112,"cert":"N\/A","id":419132,"title":"Amateur Singing Contest","adult":false,"genre_ids":[35]},{"cast":[],"overview":"It's bouncing bosoms, jiggling bottoms, and overstuffed brassieres galore in this two-hour collection of stag films from the 1950s and 60s!  As Hollywood productions become more and more sanitized, movie parlors with coin-operated \"peep\" machines catered increasingly to customers looking for something they couldn't see at their local theater.  By the 1950s, the \"peep show\" traded exclusively in erotica.  For the cost of their spare change, patrons could view short loops, or stag films, that featured voluptuous women in a variety of situations in which they inevitably ended up nude.  Made on the cheap, the stars of these films remain mostly anonymous, even if their measurements do not.  But there's no need for shame as we celebrate some of the most beautiful (and unknown) ladies of a bygone era with this marathon of feminine gorgeousness!","release_date":"2016-06-21","vote_average":0.0,"runtime":120,"cert":"\"\"","id":419134,"title":"Nudie Cutie Marathon","adult":true,"genre_ids":[]},{"cast":[],"overview":"The 1980s as seen by MTV.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419136,"title":"Decade","adult":false,"genre_ids":[]},{"cast":[],"overview":"Leonard Nimoy narrates this tour of the solar system.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419138,"title":"Symphony to the Planets: Mysteries Beyond Our Reach","adult":false,"genre_ids":[]},{"cast":["Peter van den Begin","David Murgia","Soufiane Chilah","Jan Decleir","Ruth Becquart"],"overview":"Dode Hoek (Blind Spot) is the story of Jan Verbeeck, the uncompromising commissioner of the Antwerp drug squad. Known as Mr. Zero Tolerance, he is hugely popular with the people and the media. The country is thrown into commotion when he announces that he is leaving the police force just before the elections to join the extreme right party, VPV. On his last day as a policeman, he leads an investigation that takes him to Charleroi where a raid on a drug lab sets in motion a series of unforeseeable and fatal events.","release_date":"2017-01-25","vote_average":5.9,"runtime":105,"cert":"N\/A","id":419140,"title":"The Blind Spot","adult":false,"genre_ids":[28,18,80,53]},{"cast":["Whip Wilson","Andy Clyde","Reno Browne","Dennis Moore","I. Stanford Jolley"],"overview":"Singing cowboy Whip Wilson, the foreman on a cattle drive, quits his job to pursue five bank robbers who murdered his brother.","release_date":"1949-08-21","vote_average":0.0,"runtime":58,"cert":"\"\"","id":419142,"title":"Haunted Trails","adult":false,"genre_ids":[37]},{"cast":["Warith Kwaish","Hassan Wathiq"],"overview":"A tormented young man constructs an ingenious devise to rescue his father from Abu Ghraib prison. What he finds there is far from his expectations, revealing the mistreatment and torture of prisoners. His hopes and dreams for a brighter future are dashed upon finding his father.","release_date":"2016-10-01","vote_average":0.0,"runtime":6,"cert":"\"\"","id":419153,"title":"The Iraqi Superman","adult":false,"genre_ids":[]},{"cast":["Jack Wouterse","Ariane Schluter","Frans van Deursen","Georgina Verbaan","Edo Brunner"],"overview":"A Hollywood producer tries to grab the role of a lifetime.","release_date":"1999-03-28","vote_average":8.0,"runtime":70,"cert":"N\/A","id":419155,"title":"Enigma","adult":false,"genre_ids":[]},{"cast":["Joe DeRosa"],"overview":"In his one-hour special, Joe DeRosa leaves no subject unexplored. He discusses topics such as the truth about golfers, the correct way to use Tinder, and why it should be OK to punch people in the face.","release_date":"2017-02-03","vote_average":0.0,"runtime":65,"cert":"\"\"","id":419157,"title":"Joe DeRosa: You Let Me Down","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Iraqi Voices is an ongoing collaborative mentorship program that gives Iraqis in Minnesota support and training to transform their stories into high-quality documentary video shorts.  THE ACTOR: An Iraqi actor discusses the Friday demonstrations in Baghdad.","release_date":"2015-12-07","vote_average":0.0,"runtime":7,"cert":"\"\"","id":419159,"title":"Iraqi Voices: The Actor","adult":false,"genre_ids":[]},{"cast":[],"overview":"Iraqi Voices is an ongoing collaborative mentorship program that gives Iraqis in Minnesota support and training to transform their stories into high-quality documentary video shorts.  STEALTH PATHOGEN: An Iraqi physician is in Minnesota on a one-year research fellowship while his colleagues are being systematically assassinated back home.","release_date":"2015-12-07","vote_average":0.0,"runtime":9,"cert":"\"\"","id":419161,"title":"Iraqi Voices: Stealth Pathogen","adult":false,"genre_ids":[]},{"cast":[],"overview":"on silence is an experimental short film that evokes mourning for the loss of home and homeland, inspired by the Syrian civil war and refugee crisis. Through spoken word, the filmmaker reflects on how images, moving and still, mediate our understanding of others’ trauma, creating an illusion of intimacy through the safety of distance.","release_date":"2016-10-01","vote_average":0.0,"runtime":12,"cert":"\"\"","id":419163,"title":"on silence","adult":false,"genre_ids":[]},{"cast":["Corey Feldman","Kimberly Stevens","Mark Derwin","Brion James","Stacie Randall"],"overview":"As models show up on calendars and magazine covers, someone is making bodies show up at the morgue. Is it the obsessed fan?","release_date":"1996-01-01","vote_average":0.0,"runtime":95,"cert":"\"R\"","id":419165,"title":"Evil Obsession","adult":false,"genre_ids":[53,27]},{"cast":["Narelle Ahrens","Xavier Audu","Damien Avery","Nathalie Boltt","Byron Coll"],"overview":"How the tragic death of one man triggered a David and Goliath battle between two Allies that echoed around the world and became the catalyst to end nuclear testing in the Pacific.","release_date":"2016-10-09","vote_average":0.0,"runtime":90,"cert":"N\/A","id":419176,"title":"Bombshell - The Sinking Of The Rainbow Warrior","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A portrait of North Kolkata (Calcutta), this film searches the streets for the ebb and flow of humanity and reflects the changing landscape of a city at once medieval and modern. -Mark Toscano","release_date":"2005-07-15","vote_average":8.0,"runtime":35,"cert":"\"\"","id":419178,"title":"Kolkata","adult":false,"genre_ids":[99]},{"cast":[],"overview":"“The Glass System, made from images shot in New York and Calcutta, looks at life as it is played out in the streets. Every corner turned reveals activities both simple and unfamiliar: a knife sharpener on a bicycle; a tiny tightrope walker; a man selling watches in front of a department store on Fifth Avenue; a hauntingly slow portrait of the darting eyes of schoolgirls on their way home; the uncompleted activities of a young contortionist. The sound in the film (which is from a Bengali primer written by British missionaries) is a meditation on how the English language teaches ideas about culture which are often incongruous. The disjunction between what you hear and what you see evokes reflections about the impact of globalization and the hegemony of Western-style capitalism.” - ML","release_date":"2000-01-22","vote_average":0.0,"runtime":20,"cert":"\"\"","id":419180,"title":"The Glass System","adult":false,"genre_ids":[99]},{"cast":["Jaime Moreno","Apollonia Kotero","Carlos Muñoz"],"overview":"Poor little rich girl, misunderstood by her family,, takes up with a very ghetto blind man in the slums of Cartagena.","release_date":"1980-10-02","vote_average":6.0,"runtime":95,"cert":"N\/A","id":419182,"title":"Amor ciego","adult":false,"genre_ids":[]},{"cast":[],"overview":"Part of a feature length narrative compressed 3 differnt times into 3 separate films of diminishing duration until the synoptic is synopsized (The Two Minutes to Zero Trilogy). A crime story told 3 different ways concerning the events of a two month period leading up to, and immediately following a bank robbery. The imagery has all been appropriated (the fancy, art world sanctioned term for stealing) from 4 issues of an early 1960's comic book version of the then popular, American TV show \"77 Sunset Strip\".","release_date":"2004-04-06","vote_average":0.0,"runtime":23,"cert":"\"\"","id":419184,"title":"Two Days to Zero","adult":false,"genre_ids":[]},{"cast":[],"overview":"A metropolitan nightmare unfurls as a nervous cellist (Eleanore Pienta) cracks under pressure at an audition—and again, and again, and ... (courtesy of Film Society of Lincoln Center).","release_date":"2016-10-02","vote_average":0.0,"runtime":15,"cert":"\"\"","id":419186,"title":"I Turn to Jello","adult":false,"genre_ids":[]},{"cast":["Mike Stoklasa","Rich Evans"],"overview":"This was made back when Episode III had just come out in theaters. ; The infamous “nooo” moment was so terrible, we couldn’t help but make an almost 20 minute documentary about it.","release_date":"2005-06-15","vote_average":0.0,"runtime":20,"cert":"\"\"","id":419188,"title":"The United States of Noooo!!!","adult":false,"genre_ids":[99]},{"cast":["George Kuchar","Mike Kuchar","Curt McDowell","Mark Ellinger","Melinda McDowell"],"overview":"The comings and goings of the late underground filmmaker, Curt McDowell—and the people and activities that came and went along with him—are the themes that run through this existential diary of daily life. McDowell was dying from AIDS-related illnesses during the production of the diary.  “An elegy for McDowell, the videowork captures Kuchar’s mournful remembrances of his long-lasting friendship with the young filmmaker. But it also has the inquisitive charm, perverse humor, and quirky candor that places Kuchar’s visual expressions in a gritty niche all their own.”  —Steve Seid, George Kuchar in Person (Berkeley: Pacific Film Archives, 1988)","release_date":"1987-01-01","vote_average":0.0,"runtime":59,"cert":"\"\"","id":419199,"title":"Video Album 5: The Thursday People","adult":false,"genre_ids":[99]},{"cast":["Saïda Jawad","Marie-Anne Chazel","Bernard Le Coq","Delphine Théodore","Lionel Cecilio"],"overview":"","release_date":"2011-10-03","vote_average":0.0,"runtime":85,"cert":"N\/A","id":419201,"title":"Le bonheur des Dupré","adult":false,"genre_ids":[35]},{"cast":["John J. York","Lance LeGault","Chuck Connors","Raphael Sbarge","Michelle Johnson"],"overview":"Grad student Eric Cord's roommate gives him a gun with silver bullets and confesses that he is a werewolf, bitten while he was working on a boat owned by Captain Janos Skorzeney. A pentagram appears on his palm a few hours before he changes and Eric is himself bitten. The only way to end the curse is to kill the original werewolf in this bloodline. This feature length (90 minute) TV pilot was issued on home video as a standalone movie.","release_date":"1987-07-11","vote_average":0.0,"runtime":90,"cert":"\"\"","id":419203,"title":"Werewolf","adult":false,"genre_ids":[10770,27]},{"cast":["Juliana Evans","Izzue Islam","Alif Satar","Aliff Aziz","Kaka Azraff"],"overview":"Aliff is a socially reclusive student who has an ability to see supernatural beings from another dimension. All along, he has learnt to ignore the spirits and never tells anybody about his ability, until he is unwittingly dragged into protecting his reckless, paranormal-seeking classmates Anna and Naim. Together, the three of them find themselves in a battle of epic proportions fighting other-worldly creatures.","release_date":"2016-09-08","vote_average":7.0,"runtime":100,"cert":"N\/A","id":419208,"title":"Aliff Dalam 7 Dimensi","adult":false,"genre_ids":[35,28,27]},{"cast":["Paula Trickey","Al Corley","Mark Moses","Lawrence Tierney","Brett Cullen"],"overview":"Advertising exec Natalie engages in a passionate, but brief, love affair with a stranger named Kurt.  When Natalie returns to her boyfriend, she finds that Kurt isn't so easily dismissed.","release_date":"1994-06-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":419210,"title":"A Kiss Goodnight","adult":false,"genre_ids":[53]},{"cast":[],"overview":"This film depicts a moment of flirtation between N!ai, the young wife of \/Gunda, and her great-uncle \/Ti!kay. The two share a \"joking relationship,\" a Ju\/'hoan kin relationship which provides opportunities for casual intimacy, emotional release, and support.","release_date":"1962-01-01","vote_average":0.0,"runtime":13,"cert":"\"\"","id":419212,"title":"A Joking Relationship","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2013-10-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419226,"title":"Kubas göttliche Rhythmen","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tasked with packing up the belongings of a deceased grandmother, two friends venture to a house nestled deep in the woods where strange noises, lights in the forest, and mysterious locals plague the pair.","release_date":"2016-09-26","vote_average":0.0,"runtime":97,"cert":"\"\"","id":419228,"title":"And the Devil Makes Three","adult":false,"genre_ids":[27]},{"cast":["Ken Yasuda","Risa Sudo","Izumi Fujimoto"],"overview":"Manami (ppRisa Sudo]]) runs the snack bar “Snack Bar Sayoko.” She raised her daughter Sayoko (Izumi Fujimoto) alone. Her father is known as Angel (Ken Yasuda) and works as a drag queen dancer. Sayoko doesn't know that Angel is her father. Manami and Angel have been longtime friends.  After graduating from high school, Sayoko moved to Tokyo, but after experiencing several failed romances she goes back to her mother.  Sayoko becomes aware that her mom's snack bar is having financial difficulties and may shut down. She decides to open an Okama bar (drag queen bar) and asks her mom's longtime friend Angel for help","release_date":"2014-10-04","vote_average":8.0,"runtime":120,"cert":"N\/A","id":419230,"title":"Serenade","adult":false,"genre_ids":[]},{"cast":["Lula Côrtes","Alceu Valença"],"overview":"","release_date":"2011-04-30","vote_average":0.0,"runtime":117,"cert":"N\/A","id":419232,"title":"Nas Paredes da Pedra Encantada","adult":false,"genre_ids":[99]},{"cast":["Karine de Villers","Biagio Gibilterra"],"overview":"","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419234,"title":"Calle de la pietà","adult":false,"genre_ids":[99]},{"cast":["Meriem Ajadou","Claire Hélène Cahen","Abdellah Chakiri","Amine Ennaji","David Jalil"],"overview":"","release_date":"2010-03-03","vote_average":6.0,"runtime":null,"cert":"N\/A","id":419236,"title":"المنسيون","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":419247,"title":"The Irresistible Blueberry Farm","adult":false,"genre_ids":[]},{"cast":["Franklin Lashley","Michael Hunter Hutter","Cody Runnels","Maria Kanellis","Michael Bennett"],"overview":"Bound for Glory (2016) was a professional wrestling pay-per-view (PPV) event produced by Total Nonstop Action Wrestling (TNA). It took place on October 2, 2016 at the Impact Zone in Orlando, Florida.","release_date":"2016-10-02","vote_average":0.0,"runtime":180,"cert":"\"\"","id":419249,"title":"TNA Bound for Glory 2016","adult":false,"genre_ids":[]},{"cast":["Steven A. Grainger","Lilith Stabs","Andrew J. Rausch","April Wade"],"overview":"Sequel to the 2003 micro budget zombie comedy Come Get Some.","release_date":"2005-03-04","vote_average":0.0,"runtime":null,"cert":"\"\"","id":419260,"title":"Come Get Some More!","adult":false,"genre_ids":[]},{"cast":["Friedo Solter","Jürgen Hentsch","Henry Hübchen","Uwe Kockisch","Ursula Werner"],"overview":"","release_date":"1977-03-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419262,"title":"Dantons Tod","adult":false,"genre_ids":[18]},{"cast":["Michelle Bauer","Jennifer Brooks"],"overview":"Dave's chance encounter with his old high-school sweetheart Janet and their subsequent date in her apartment where he renews his old passion for tying her up and tickling her brings an abrupt change in his home life when his wife, Lisa, finds Janet's picture in his pocket signed \"Giggles Forever.\"","release_date":"1985-01-01","vote_average":0.0,"runtime":30,"cert":"\"NR\"","id":419264,"title":"Tied & Tickled","adult":false,"genre_ids":[]},{"cast":["Michelle Bauer","Jennifer Brooks"],"overview":"Marsha is simultaneously fascinated and furious when her first date with office manager Mike turns into a session in bondage and tickling. He ties her up with a rope and tickles her until she can barely stand it anymore. Marsha tells her co-worker Debbie about it, and Debbie tries to wrangle a date of her own with Mike. All goes according to plan until Marsha finds out about Debbie and invites her over for a little tickling payback of her own.","release_date":"1985-01-01","vote_average":0.0,"runtime":30,"cert":"\"\"","id":419266,"title":"Tied & Tickled 2","adult":false,"genre_ids":[53]},{"cast":["Gerd Blahuschek","Renate Blume","Sergey Bondarchuk","Bruno Carstens","Hannes Fischer"],"overview":"","release_date":"1977-09-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419268,"title":"Ernst Schneller","adult":false,"genre_ids":[10770,18]},{"cast":["Lotte Brackebusch","Gerda-Maria Jürgens"],"overview":"","release_date":"1977-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419270,"title":"Frau Holle","adult":false,"genre_ids":[10751]},{"cast":["Michelle Bauer","Traci Lords","Crystal Breeze","Lois Ayres","Pierre Banus"],"overview":"Under the direction of a wealthy pervert, young women are being kidnapped, shipped off to a remote ranch and forced to submit and behave like horses by a whip-wielding dominatrix. This shot-on-video thriller with just R-rated nudity is noteworthy as one of the only non-porn films Traci Lords appeared in prior to the discovery of true age. She co-stars along with future Scream Queen Michelle Bauer.","release_date":"1985-01-01","vote_average":10.0,"runtime":60,"cert":"\"\"","id":419272,"title":"Pony Girl","adult":false,"genre_ids":[53]},{"cast":["Sérgio Reis","Jorge Karan","Jofre Soares","Zé Coqueiro","Márcio Costa"],"overview":"","release_date":"1977-03-26","vote_average":6.5,"runtime":null,"cert":"N\/A","id":419274,"title":"O Menino da Porteira","adult":false,"genre_ids":[37,12]},{"cast":["Michelle Bauer","Lois Ayres","Crystal Breeze","Bunnie White","Desiree Foxx"],"overview":"Young women are being kidnapped by a rich sleazebag and his goons and are taken to a farm. At night they are forced to sleep on a barn floor. During the day, they are at the mercy of a sadistic dominatrix who dresses in leather outfits and forces them to behave like horses. This video uses footage from Pony Girl (1985) and Pony Girl Number Two (1985), with Traci Lords edited out of the proceedings despite the fact there's no X-rated material in the original tapes.","release_date":"1986-01-01","vote_average":10.0,"runtime":89,"cert":"\"\"","id":419276,"title":"Pony Girl: At the Ranch","adult":false,"genre_ids":[53]},{"cast":[],"overview":"The latest release from the multi-award winning Hot Aches Productions, the makers of E11 and Committed. This collection of four films features world class climbing from the UK, Canada and Madagascar.","release_date":"2009-12-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":419278,"title":"Monkey See Monkey Do","adult":false,"genre_ids":[12,99]},{"cast":["Gustavo Ángel Arias","Danna García","Valentina Acosta","Mauricio Mejía","Guillermo Iván"],"overview":"The story of Cafre Town Mayor, Dr. Santiago Rubio, a classic character of Latin American politics, whose highest aspiration is to be president of the Independent Republic. To do so he decides to build the best airport in Latin America, so he hires Hoyos Business Group, a conglomerate of rather shady contractors in their business.","release_date":"2012-08-24","vote_average":0.0,"runtime":102,"cert":"N\/A","id":419280,"title":"Carrusel","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Elvis: The Complete Story is a unique look at all 33 feature films made by the one and only ‘King of Rock and Roll’. The familiar history takes on a new and vibrant feel as the words and thoughts of Elvis guide you through his meteoric rise to worldwide fame. From his dirt-poor childhood in the rural south, to his gift to the world of a new kind of music. We ride the souped up Cadillac of success from the backroads of Memphis to the gold paved streets of Hollywood. Film Clips and scenes from his pictures highlight Presley’s rise to fame and provide a look at the real Elvis behind the mask of the superstar.","release_date":"","vote_average":0.0,"runtime":93,"cert":"N\/A","id":419291,"title":"Elvis: The Complete Story","adult":false,"genre_ids":[99]},{"cast":["Damien John Nott","Don Meers"],"overview":"Australien Skies is a documentary film that explores the sightings of unidentified flying objects and the people who witness them within Australia.","release_date":"2015-09-02","vote_average":5.0,"runtime":73,"cert":"N\/A","id":419293,"title":"Australien Skies","adult":false,"genre_ids":[99]},{"cast":["A.J. Khan","Julie Anne Prescott","Anne Ferrari","Damien Colletti","Maxine Wasa"],"overview":"A clown doll possessed by a demon goes on a bloody rampage of murder after being found and taken into a home.","release_date":"2012-06-16","vote_average":2.0,"runtime":90,"cert":"\"NR\"","id":419295,"title":"No Strings 2: Playtime in Hell","adult":false,"genre_ids":[27]},{"cast":["Victoria Negri","Robert Vaughn","Catherine Curtin","Jacob Heimer","Katie Maguire"],"overview":"Vicki, a young music school dropout, struggles to make sense of her aimless life while caring for her dying 90 year old father.","release_date":"2016-10-07","vote_average":0.0,"runtime":87,"cert":"\"\"","id":419297,"title":"Gold Star","adult":false,"genre_ids":[18]},{"cast":["Ekaterina Vladimirova","Konstantin Kryukov","Mikhail Porechenkov","Nastasya Samburskaya","Sergey Belogolovtsev"],"overview":"A funny story about the adventures of two tween sisters - TV star and boxing champion.","release_date":"2016-10-06","vote_average":7.5,"runtime":102,"cert":"N\/A","id":419299,"title":"Take the Hit, Kid!","adult":false,"genre_ids":[10749,35]},{"cast":["Müjde Ar","Mahmut Hekimoğlu"],"overview":"A romantic drama about an androgynous boy named Caniko (Müjde Ar), who is abducted by a gang and forced to dress like a woman and be a köçek. A mob attempts to rape Caniko, but when they find out he's really a boy, they stab him. He's taken to hospital where he undergoes a sex change operation. Now he works as a belly dancer and by chance, meets his buddy Adnan (Mahmut Hekimoğlu), who falls in love with him without recognizing that they are old friends.","release_date":"1975-01-01","vote_average":0.0,"runtime":82,"cert":"N\/A","id":419313,"title":"Dancing Boy","adult":false,"genre_ids":[10402,10749,18]},{"cast":["Lluís Homar","Christy Escobar","Edgar Fox","Adria Arjona"],"overview":"A young schizophrenic who felt threatened by a presence he was unable to define turns up gruesomely dead in his bathtub","release_date":"2016-11-11","vote_average":6.1,"runtime":100,"cert":"N\/A","id":419315,"title":"Anomalous","adult":false,"genre_ids":[53,14,27]},{"cast":["Norman McIsaac","Perry Mucci","William Peter Blatty"],"overview":"","release_date":"2004-08-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":419317,"title":"Exorcists: The True Story","adult":false,"genre_ids":[99]},{"cast":["Carol Hoyt","David Millbern","Richard Lynch","Julie Strain","Doug Demarco"],"overview":"Vanessa hosts a talk radio show devoted to sex. Unfortunately, she becomes the focus of a maniac killing prostitutes.","release_date":"1994-07-17","vote_average":7.0,"runtime":81,"cert":"N\/A","id":419319,"title":"Midnight Confessions","adult":false,"genre_ids":[53]},{"cast":[],"overview":"After coming into contact with a potentially fatal virus, a bitter professional wrestler is forced to isolate himself in his childhood home for 21 days.","release_date":"2016-11-11","vote_average":0.0,"runtime":85,"cert":"\"\"","id":419321,"title":"Cooped Up","adult":false,"genre_ids":[]},{"cast":["Nora Aunor","Ishmael Bernal","Ricardo Lee","Charo Santos-Concio","Imee Marcos"],"overview":"A glimpse of what went on behind the making of the iconic Ishmael Bernal film.","release_date":"2012-12-04","vote_average":0.0,"runtime":120,"cert":"N\/A","id":419323,"title":"Himala Ngayon","adult":false,"genre_ids":[99]},{"cast":["Bruno Solo","Anne Baudoux","Antoine Duléry","Jean-Pierre Darroussin","Jérémy Charbonnel"],"overview":"","release_date":"2015-12-15","vote_average":8.0,"runtime":null,"cert":"N\/A","id":419325,"title":"La Mort d'Auguste","adult":false,"genre_ids":[80]},{"cast":["Monique Vita","Anne Libert","Alain Saury","Alain Tissier","Paul Bisciglia"],"overview":"Madame Arrieu is the owner of an apartment building in Paris, where she lives with her three respectful nieces. Then, Elvira, a lady who paints nudes, gets behind in her lodging payments. Elvira, wishing to impress a prospective customer from the United States, asks Mme. Arrieu to let her use her (better) apartment, to receive him - just for a couple of hours. The lady refuses, but then she must leave for a short spell... Temptation is too big.","release_date":"1974-10-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419339,"title":"Sexy Boom","adult":false,"genre_ids":[35]},{"cast":["Piergiorgio Grizzo"],"overview":"","release_date":"2014-10-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419341,"title":"Terra di confine. In Friuli il lato oscuro del Rinascimento","adult":false,"genre_ids":[99]},{"cast":["Richard Darbois","Anne Libert","Marcel Dalio","Véra Valmont","Pierre Danny"],"overview":"Sex comedy.","release_date":"1975-11-26","vote_average":0.0,"runtime":93,"cert":"N\/A","id":419343,"title":"Hard Love","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Hunting is less the act of drawing than a real process: a puzzle, strategy, instinct and adrenaline. Fever of the hunt is a condition where one becomes animal, as the animal that one seeks.","release_date":"2008-12-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419345,"title":"The Hunting Fever","adult":false,"genre_ids":[]},{"cast":[],"overview":"7,000 babies are stillborn every single day, yet talking about it remains a taboo. We follow 7 families over 3 years as they rebuild their lives after the loss of their babies.","release_date":"2015-11-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419347,"title":"Still Loved","adult":false,"genre_ids":[]},{"cast":["Vanness Wu","Josie Ho","Chie Tanaka","Alison Jean Lester"],"overview":"The film tells the story of a futuristic inhabited planet that has seemingly perfected a system of justice and imprisonment, called “Lamination”. Individuals convicted of serious crimes are encased in laminated suits, which results in virtual slavery. The criminals are referred to as “LaMBs”. The protagonists struggle with the political and ethical system of laminated imprisonment, leading to the eventual development of a romantic relationship between a free citizen and a LaMB.  LaMB is an animated film produced by Animax.  The film has been developed into four different episodes for Mobile and PSP users.","release_date":"2009-03-24","vote_average":3.5,"runtime":46,"cert":"N\/A","id":419349,"title":"LaMB","adult":false,"genre_ids":[]},{"cast":[],"overview":"After years of dedication, sacrifice, and sweat, Julio Saucé, an undocumented immigrant living in the U.S., lines up at the 2014 NYC marathon to compete against the world's most elite runners in an attempt to be the fastest man in New York City.","release_date":"","vote_average":10.0,"runtime":10,"cert":"N\/A","id":419351,"title":"Marathon","adult":false,"genre_ids":[]},{"cast":["Peter Weiss","Eva-Lisa Lennartsson"],"overview":"First experimental film by Peter Weiss.","release_date":"1952-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":419353,"title":"Studie I: Uppvaknandet","adult":false,"genre_ids":[]},{"cast":["Gunilla Palmstierna-Weiss","Lennart Rudström","Peter Weiss"],"overview":"Experimental short by Peter Weiss.","release_date":"1953-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":419355,"title":"Studie III","adult":false,"genre_ids":[]},{"cast":[],"overview":"PlayMe Burlesque is a feature documentary debut. It's an intimate vert portrait of some of New York's most colorful burlesque performers.","release_date":"","vote_average":0.0,"runtime":92,"cert":"N\/A","id":419363,"title":"Playme Burlesque","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-10-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419365,"title":"Dora, La Exploradora: El Desfile De Halloween De Dora","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-10-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419367,"title":"Dora, La Exploradora: A cortarse el pelo","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-10-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419369,"title":"Leyendas del vuelo 3D","adult":false,"genre_ids":[]},{"cast":["Jacob Hobbs","Amber Gallaway","Semi Anthony"],"overview":"When Stacy's mom dies, Stacey puts her life and career on hold and returns to her childhood home to take care of her OCD agorophobic brother Ben who hasn't been out of the house for 23 years only to find out the house they grew up in harbors a disturbing secret.","release_date":"2016-04-01","vote_average":4.7,"runtime":83,"cert":"\"\"","id":419371,"title":"Abbey Grace","adult":false,"genre_ids":[27]},{"cast":["Adrian Lester"],"overview":"Channel 4 documentary Britain's Racist Election follows the controversial 1964 Smethwick election battle between Peter Griffiths and Gordon Walker, fought on grounds of racial denomination","release_date":"2015-03-15","vote_average":0.0,"runtime":50,"cert":"N\/A","id":419373,"title":"Britain's Racist Election","adult":false,"genre_ids":[99]},{"cast":["Sharan","Sruthi Hariharan","Shubha Poonja","Sadhu Kokila","Arun Sagar"],"overview":"Jai Maruthi 800 is an action comedy that is set in two distinct time periods. The film begins with an incident that occurs in the 16th century, which reaches its logical conclusion in the present day.","release_date":"2016-04-08","vote_average":8.0,"runtime":155,"cert":"N\/A","id":419381,"title":"Jai Maruthi 800","adult":false,"genre_ids":[18,35]},{"cast":["Abby Wathen","Michael Meyer","Max Gutfreund","Greg James","Marlyn Mason"],"overview":"After struggling to find employment, Amanda takes a hotel position in a small town where she ends up fighting for her life.","release_date":"2016-10-01","vote_average":3.9,"runtime":76,"cert":"\"R\"","id":419386,"title":"Besetment","adult":false,"genre_ids":[53,27]},{"cast":["Joseph Kennedy","Ophelia Lovibond","Daniel Lapaine","John Bowe","Lin Blakley"],"overview":"Lucille and Joe have moved to Gozo, a tiny island in the Mediterranean Sea, off the coast of Malta. They have a nice car, a steady income, a beautiful farmhouse with breathtaking views and a swimming pool. They seem to have it all. But when a young tourist goes missing on the island, Joe's disquieted conscience begins to get the better of him. As the buried horrors of Lucille and Joe's past resurface, the cracks begin to show in their homespun paradise.","release_date":"2015-01-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":419388,"title":"Gozo","adult":false,"genre_ids":[]},{"cast":["Alex Ozerov","Juliana Semenova","Max Rositsan"],"overview":"Set one evening in present-day Moscow, 16-year-old Pyotr is baited by an ultra-nationalist group known for their violent abductions and attacks bolstered by Russia's LGBT Propaganda Law, but Pyotr has a dangerous secret.","release_date":"2016-07-18","vote_average":8.0,"runtime":15,"cert":"N\/A","id":419390,"title":"PYOTR495","adult":false,"genre_ids":[27,14]},{"cast":["Andrew Fox","Gabe White","Holden Goyette","Luke Darga"],"overview":"Four adventurous kids. One deadly snake. Ten quick minutes. Snake Bite.","release_date":"2016-03-15","vote_average":8.0,"runtime":10,"cert":"\"\"","id":419392,"title":"Snake Bite","adult":false,"genre_ids":[12,53,27]},{"cast":["Bruno Hrovat","Lena Jager","Miha Jager","Luka Terbovšek"],"overview":"Remake of the first 10 films made by the Lumière brothers, which were screened in Le Salon Indien du Grand Café, Paris, on 28 December 1895. This marked the official beginning of –cinema. Director’s idea was to go to the same places where the Lumière brothers made their first films. In the same hours of the day, with the same light, the same camera angle, and the same lenses. To film the vision of Europe as seen by the Lumière brothers, 120 years later.","release_date":"2016-10-04","vote_average":0.0,"runtime":14,"cert":"N\/A","id":419394,"title":"The First 10 – Remake","adult":false,"genre_ids":[18]},{"cast":["Mansour Saberi","Abdullah","Imam Daayiee","Kaltham","Alexander Lie"],"overview":"Gender Me is a road movie about Mansour’s voyage into the world of Islam. It is a personal odyssey through a world of taboos, filled with contradictory images. He explores questions regarding faith and gender in Islam with a special focus on the unusual stories of Muslim gays. Mansour is a homosexual Iranian refugee who has been living in Oslo for the past 18 years where he works as a pharmacist. Now he wants to travel back to Istanbul, where he lived for two years before he was granted asylum in Norway.","release_date":"2008-01-16","vote_average":0.0,"runtime":52,"cert":"N\/A","id":419396,"title":"Gender Me: Homosexuality and Islam","adult":false,"genre_ids":[99]},{"cast":["Billy Bevan","Harry Gribbon","Kewpie Morgan"],"overview":"Billy Bevan, Harry Gribbon, Kewpie Morgan and their dog engage in a poker game.","release_date":"1923-08-11","vote_average":0.0,"runtime":20,"cert":"\"\"","id":419410,"title":"Nip and Tuck","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2016-10-12","vote_average":8.0,"runtime":null,"cert":"N\/A","id":419412,"title":"Astral","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Strict military rule and international sanctions kept Myanmar sealed off from the world for decades. The Vote observes residents of the bustling city of Yangon as they navigate their first democratic election in over 50 years.","release_date":"2016-10-04","vote_average":0.0,"runtime":10,"cert":"\"\"","id":419414,"title":"The Vote","adult":false,"genre_ids":[99]},{"cast":["Keenan Larson"],"overview":"Follow a beloved Andy Warhol Brillo Box sculpture as it makes its way from a family's living room to a record-breaking Christie's auction, blending personal narrative with pop culture, and exploring how we navigate the ephemeral nature of art and value.","release_date":"2016-06-13","vote_average":7.0,"runtime":40,"cert":"\"\"","id":419416,"title":"Brillo Box (3¢ off)","adult":false,"genre_ids":[99]},{"cast":["Hiroki Matsukata","Sonny Chiba","Koji Tsuruta","Yutaka Enatsu","Sumiko Hidaka"],"overview":"A made man during the height of Hiroshima's yakuza turf war must maneuver through the violence and betrayal inside the criminal underworld.","release_date":"1985-11-16","vote_average":5.0,"runtime":125,"cert":"N\/A","id":419418,"title":"The Last True Yakuza","adult":false,"genre_ids":[18,80]},{"cast":["Peter Lohmeyer","Stephan Luca","Matthias Koeberlin","Michael Brandner","Stephanie Stumph"],"overview":"","release_date":"2019-07-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419423,"title":"Vom Traum zum Terror - München '72","adult":false,"genre_ids":[18]},{"cast":["Germán Cobos","Erika Blanc","Franco Ressel","Tomás Torres","Antonella Murgia"],"overview":"Tough guy Callahan steals a case of diamonds in this Euro action film","release_date":"1967-04-20","vote_average":0.0,"runtime":84,"cert":"N\/A","id":419434,"title":"Fistful of Diamonds","adult":false,"genre_ids":[80,28]},{"cast":["Erika Blanc","Marcella Michelangeli","Gérard Landry","Steven Tedd","Lorenzo Terzon"],"overview":"Marisa and Judy need mental help, but find themselves in a poorly managed clinic. While Marisa's husband cares for her and helps her out, Judy's brother cares more about his idea of family honor and the protection of his investments in factories, leaving his sister alone...","release_date":"1971-03-30","vote_average":0.0,"runtime":90,"cert":"N\/A","id":419436,"title":"The House of Mature Apples","adult":false,"genre_ids":[18]},{"cast":["Vanessa Monet","Sydnee Capri","Porsha Carrera","Jayden Star","Gemini Lovell"],"overview":"Your favorite ethnic series is back! L. T. is back with Big Black Wet Asses 12, featuring gigantic, ebony butts doused in oil and passionately drilled for your viewing pleasure. Introducing big booty superstar Gemini Lovell, with Sydnee Capri, Vanessa Monet, Jayden Starr, and Porsha Carrera. These voluptuous black beauties know how to tease the camera and worship cock. Their glistening bubble butts wiggle and jiggle as they get pounded in their tight assholes. Do not miss this outstanding edition of the all anal series Big Black Wet Asses. Accept no substitute.","release_date":"2012-03-21","vote_average":8.5,"runtime":171,"cert":"\"NR\"","id":419438,"title":"Big Black Wet Asses! 12","adult":true,"genre_ids":[]},{"cast":["Leonard Mann","Erika Blanc","Rosalba Neri","Claudia Gravy","Pupo De Luca"],"overview":"A man and his assistant invent a powerful aphrodisiac they don't hesitate testing out on the beautiful female populace of their village.","release_date":"1973-06-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419440,"title":"First Tango in Rome: Romance and Alchemy","adult":false,"genre_ids":[35]},{"cast":["Erika Blanc","Tony Kendall","Femi Benussi","Pupo De Luca","Adler Gray"],"overview":"Sex comedy.","release_date":"1975-05-28","vote_average":0.0,"runtime":78,"cert":"N\/A","id":419442,"title":"Bruna, Shapely, Seeks Gifted","adult":false,"genre_ids":[35]},{"cast":[],"overview":"When four cocaine smugglers, led by the notorious George Jung, escape from the Sandino Prison in Cuba, they are thrust into a high stakes game of cat and mouse as they assume the identities of four slain DEA agents in Central America. Tensions rise as the crew of mismatched traffickers are pursued by American Federal Agents, the Escobar Columbian Cartel, and a local group of cocaine processors.","release_date":"2017-04-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419444,"title":"Heavy","adult":false,"genre_ids":[28]},{"cast":["Leonardo Sbaraglia","Eva De Dominici","Erika Blanc"],"overview":"Boxing drama \/ romance.","release_date":"2016-08-25","vote_average":5.3,"runtime":97,"cert":"N\/A","id":419446,"title":"Blood in the Mouth","adult":false,"genre_ids":[18]},{"cast":["Walter Wanny","Rubens da Silva Prado"],"overview":"","release_date":"1971-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419448,"title":"Sangue em Santa Maria","adult":false,"genre_ids":[]},{"cast":["Jenny Slate","Abby Quinn","Edie Falco","John Turturro","Jay Duplass"],"overview":"A teenager living with her sister and parents in Manhattan during the 1990s discovers that her father is having an affair.","release_date":"2017-07-21","vote_average":6.5,"runtime":93,"cert":"\"R\"","id":419459,"title":"Landline","adult":false,"genre_ids":[35,18]},{"cast":["Hamish Linklater","Alexandra Holden","Michael Childers","Kevan Ohtsji","Veronica Bero"],"overview":"A man, who has not left the building he works and lives in for 14 years, meets a receptionist eager to understand more about his mysterious life.","release_date":"2005-01-22","vote_average":0.0,"runtime":19,"cert":"\"\"","id":419461,"title":"Everything's Gone Green","adult":false,"genre_ids":[35]},{"cast":["Josh Hamilton","Lauren Ambrose","Mike Birbiglia","Scott Cohen","Brian Klugman"],"overview":"I'm Coming Over reveals a day in the life of Matt Downing, owner and proprietor of I’m Coming Over, specializing in holistic happiness. When traditional therapy has failed, Matt Downing picks up the pieces with common sense, good old fashioned hard work, and a strict avoidance of the modern world.","release_date":"2011-08-14","vote_average":3.0,"runtime":25,"cert":"\"\"","id":419463,"title":"I'm Coming Over","adult":false,"genre_ids":[35]},{"cast":["Acha Septriasa","Abimana Aryasatya","Raline Shah","Geccha Tavvara","Marissa Nasution"],"overview":"Europe does not just teach them about life science. But also pursue the Divine formula of diversity and enduring convictions. A tale of wanderings in discovering the great secret of human civilization thousands of years ago. Finding Islam, not only the faith and yet the practice.  This is the end of the trip Hanum and Rangga in Europe. Delivering them to the search for meaning and the source of truth Supreme perfect.","release_date":"2014-10-30","vote_average":0.0,"runtime":90,"cert":"N\/A","id":419465,"title":"99 Cahaya Di Langit Eropa The Final Edition","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2013-09-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419467,"title":"RYB","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A family that greatly resembles the Brady Bunch but apparently isn't is having financial troubles and may have to sell the house. Therefore, the children (three boys from father's first marriage, three girls from mother's first husband) decide to get jobs without telling their parents. Eldest daughter Marcia applies for a job as model, youngest son Bobby starts helping Sam the Butcher in his shop and the girls start a car-washing service.","release_date":"2007-09-17","vote_average":0.0,"runtime":136,"cert":"\"\"","id":419469,"title":"Not the Bradys - XXX","adult":true,"genre_ids":[]},{"cast":["Tamlyn Tomita","Julia Nickson","Michelle Krusiec","Hayden Szeto","Amy Hill"],"overview":"The Unbidden is a thriller about four women confronted by a mysterious young man who knows a dark secret from their past.","release_date":"2016-04-22","vote_average":2.8,"runtime":84,"cert":"\"\"","id":419471,"title":"The Unbidden","adult":false,"genre_ids":[53,27,9648]},{"cast":["Judah Lewis","Samara Weaving","Robbie Amell","Hana Mae Lee","Bella Thorne"],"overview":"When Cole stays up past his bedtime, he discovers that his hot babysitter is part of a Satanic cult that will stop at nothing to keep him quiet.","release_date":"2017-10-13","vote_average":5.9,"runtime":85,"cert":"\"\"","id":419479,"title":"The Babysitter","adult":false,"genre_ids":[27,35]},{"cast":["Giancarlo Giannini","Laura Adriani","Chiara Conti","Roberto Farnesi","Luca Ward"],"overview":"","release_date":"2013-02-08","vote_average":4.0,"runtime":null,"cert":"N\/A","id":419481,"title":"Un angelo all'inferno","adult":false,"genre_ids":[]},{"cast":["Thomas Gavin Duffy"],"overview":"The plot tells of a reprobate called Ram who is converted to Catholicism by the exemplary conduct of the local priest during an epidemic. The film depicts the beautiful landscapes and farming practices in the district.","release_date":"1923-10-24","vote_average":0.0,"runtime":42,"cert":"N\/A","id":419483,"title":"The Catechist of Kil-Arni","adult":false,"genre_ids":[]},{"cast":["Ramona Revilla","Sue Prado","Gerry Adeva","Crizzalyn Enriquez"],"overview":"In a quaint provincial town, an elderly man awaits his inevitable fate.","release_date":"2012-11-30","vote_average":0.0,"runtime":75,"cert":"N\/A","id":419485,"title":"Mamay Umeng","adult":false,"genre_ids":[18]},{"cast":["Perry Dizon","Mayka B. Lintongan","Alexis Libres","Maria Victoria Beltran","Bein Ali Unayan"],"overview":"Rashid Ali returns to his Maguindanao hometown after studying and working for more than 25 years in Barcelona, Spain. Idealistic, he dreams of using what he learned in Europe to improve the lives of his people. But nothing has changed since he left. Politicians remain corrupt, poverty is widespread, his people desperate.","release_date":"2011-11-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419487,"title":"Letters of Solitude","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Enrique Bunbury &amp; Nacho Vegas at Liceu BCN as part of \"El tiempo de la cerezas\" tour","release_date":"2007-03-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419489,"title":"Bunbury & Vegas ‎– Liceu Bcn - 30 De Noviembre De 2006","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"A Prayer","cast":["Maria Bohdanowicz"],"id":419491,"overview":"Modlitwa follows a widowed woman taking care of her home as she meditates on God, labour and nature.","runtime":7,"genre_ids":[18],"release_date":"2014-06-28","vote_average":0.0,"adult":false}]