[{"cast":["Riccardo Scamarcio","Laura Chiatti","Maria Pia Calzone","Michele Placido","Veronica Pivetti"],"overview":"In Polignano a Mare, covered in snow, they are more nervous than usual. Hysterics, anxiousness, pregnancy tests, lost rings and stuck lifts - what else can happen?","release_date":"2016-11-24","vote_average":5.6,"runtime":95,"cert":"N\/A","id":419502,"title":"The Christmas Dinner","adult":false,"genre_ids":[]},{"cast":["Claudio Bisio","Alessandro Gassman","Angela Finocchiaro","Nabiha Akkari","Giovanni Cacioppo"],"overview":"On a small island in the Mediterranean Sea the usual representation of the nativity is in danger because the child that used to play Baby Jesus is now grew. Moreover, on the island a baby hasn’t born since a long time and it’s necessary to find a new Baby Jesus","release_date":"2016-12-15","vote_average":5.4,"runtime":94,"cert":"N\/A","id":419504,"title":"Religious Place of Worship","adult":false,"genre_ids":[35]},{"cast":["Constance"],"overview":"Filmed over 10 years, Constance on the Edge is an unflinchingly honest portrayal of one refugee family’s resettlement story in Australia.","release_date":"2016-06-16","vote_average":0.0,"runtime":80,"cert":"N\/A","id":419509,"title":"Constance on the Edge","adult":false,"genre_ids":[99]},{"cast":["Alessandro Siani","Diego Abatantuono","Carla Signoris","Elena Cucci","Cristiana Dell'Anna"],"overview":"Martino's sister, Caterina, can't work anymore for health reasons and he replaces her as cleaner for dr. Guglielmo Gioia, a mental coach. While the doctor leaves, Martino pretends to be his assistant.","release_date":"2017-01-01","vote_average":6.2,"runtime":94,"cert":"N\/A","id":419511,"title":"Mister Happiness","adult":false,"genre_ids":[10749,35]},{"cast":["Ágata Lys","Carlos Casaravilla","Patricia Rivera","Manuel Zarzo","Carmen Tojar"],"overview":"","release_date":"1978-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419513,"title":"Pasión inconfesable","adult":false,"genre_ids":[18]},{"cast":[],"overview":"It is one of the greatest mysteries of all time: the whereabouts of Jesus between the ages of 12 and 30.  There is a blank space in the record that covers eighteen years in the life of Christ (from age 12 to 30). Other than the generic allusion that Jesus advanced in wisdom, stature, and in favor with God and man (Luke 2:52), the Bible gives nothing more about Jesus' life during this time span.  A common assumption amongst Christians is that Jesus simply lived in Nazareth during that period, but there are various accounts that present other scenarios, including travels to India.  Today, scholars are forming a clearer picture of his life by re-examining stories in the New Testament gospels and connecting them with new archeological discoveries.  A narrative rich in details and subtle clues begins to emerge. Go back to Nazareth in 6 A.D. to learn more about the blue-collar village, its oppressed inhabitants and abusive Roman rulers to see how it shaped Jesus personality and beliefs.","release_date":"2007-12-17","vote_average":0.0,"runtime":50,"cert":"\"\"","id":419515,"title":"The Missing Years of Jesus","adult":false,"genre_ids":[99,36]},{"cast":["Jürgen Hentsch","Gudrun Ritter","Eberhard Mellies"],"overview":"","release_date":"1978-10-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419526,"title":"Clavigo","adult":false,"genre_ids":[18]},{"cast":["Leah Cooper","Duncan Malcolm","Michelle Coverley"],"overview":"An innocent girls world is turned upside-down when an ancient evil begins to stalk her family. An attempt by a religious sect to rid the evil from the family results in catastrophic results that will have far reaching consequences.","release_date":"2016-06-03","vote_average":5.0,"runtime":108,"cert":"\"\"","id":419528,"title":"The Attachment","adult":false,"genre_ids":[]},{"cast":["Ömer Arkan","Nicole Faria","Zeynep Kankonde","Sermiyan Midyat","Burak Satibol"],"overview":"Fadil, one of the fiercest mobsters of Turkey, one day falls in love with his Indian yoga instructor, Gundhi. Once Gundhi is kidnapped from Fadil's mansion Fadil sets out to India with his trustworthy friend Hulusi. He plans to rescue Gundhi and win her heart but this is a tough job as Gundhi's mother is one of the fiercest mobsters of India. With the help of a Turkish municipality worker in Mumbai, Fadil and Hulusi get entangled in numerous adventures as they try to reach Gundhi. Laughter ensues once Fadil's parents arrive in town. Will Fadil be able to save Gundhi and have his happy ending?","release_date":"2016-06-21","vote_average":2.5,"runtime":null,"cert":"N\/A","id":419530,"title":"Bir Baba Hindu","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Robert Beckford learned the Bible at his mother's knee and grew up believing that it was literally true.  But, 20 years on from his Baptist upbringing, Beckford is no longer so sure that 'the good book' is the pure, unadulterated word of God untouched by human hand.  For Beckford, who wrote the Bible matters more today than perhaps at any other moment in living memory.  His journey takes him from Birmingham to the West Bank, from Jerusalem to Turkey, and from Rome to Bible Belt America.","release_date":"2004-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419532,"title":"Who wrote the Bible?","adult":false,"genre_ids":[]},{"cast":["Ágata Lys","David Rocha","Susana Estrada","Lynn Endersson","Víctor Israel"],"overview":"","release_date":"1977-04-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419534,"title":"Sexy... Love and Dreams","adult":false,"genre_ids":[18]},{"cast":["Fernando Fernán Gómez","Amparo Muñoz","Blanca Estrada","Pilar Velázquez","Sandra Mozarowsky"],"overview":"","release_date":"1975-01-01","vote_average":5.2,"runtime":null,"cert":"N\/A","id":419536,"title":"Sensualidad","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Four young friends are hired to solve the particularly vexing mystery of an ancient haunted castle. Having cut their teeth on previous cases - an abandoned school building and a derelict hotel - \"Team Spooky\" is surprised to find a common thread behind all three mysteries. Each of the friends is driven by different motivations - whether it's for science, romance or monetary gain - but finding the real ghost is their ultimate goal!","release_date":"2016-10-04","vote_average":5.0,"runtime":89,"cert":"\"\"","id":419547,"title":"Spooky Stakeout","adult":false,"genre_ids":[12]},{"cast":["Marcos Miranda","Marlene Costa","Verônica Teijido","Cláudio Portioli","Antonio Meliande"],"overview":"","release_date":"1972-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419552,"title":"Rogo a Deus e Mando Bala","adult":false,"genre_ids":[]},{"cast":["Milton Ribeiro","José Mojica Marins","Roque Rodrigues","Nelson Teixeira Mendes","Rosalvo Caçador"],"overview":"","release_date":"1966-05-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419554,"title":"The Devil in Old Town","adult":false,"genre_ids":[28]},{"cast":["Luely Figueiró","Irma Álvarez","Paulo Goulart","Leda Figueiró","Jackson de Souza"],"overview":"","release_date":"1963-04-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419556,"title":"Nordeste Sangrento","adult":false,"genre_ids":[37,28]},{"cast":["Kate Tempest","Deanna Rodger","David J Pugilist","Isaiah Hull"],"overview":"Award-winning artist Kate Tempest hosts a night of poetry that includes her epic new story Let Them Eat Chaos and performances from three of her friends, recorded live at the Rivoli Ballroom in south London. Fusing hip-hop, poetry and theatre, Let Them Eat Chaos is set in the early hours of one morning and traces the lives of seven people living on a south London street, who all find themselves awake at 4:18am. Kate will be joined by performance poets Deanna Rodger, David J Pugilist and Isaiah Hull, who will offer their own reflections on life in contemporary Britain.","release_date":"2016-10-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":419558,"title":"Performance Live: Kate Tempest","adult":false,"genre_ids":[10402]},{"cast":["Nagarjuna Akkineni","Indu Anand","Bhargavi","Jogi Brothers","Adithya Menon"],"overview":"","release_date":"2016-09-16","vote_average":7.0,"runtime":144,"cert":"N\/A","id":419560,"title":"Nirmala Convent","adult":false,"genre_ids":[10749]},{"cast":["Lise Pinson","Cathy Dupré","Éric Dray","Hubert Géral"],"overview":"This pretty and innocent country girl is madly aroused with the lack of discretion of her cousin from Paris when she wildly makes love in her bedroom next door. Perverted by this atmosphere of lust, she gets caught in an awful trap.","release_date":"1981-01-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":419568,"title":"My Cousin From Paris","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419573,"title":"2 TIGRI","adult":false,"genre_ids":[]},{"cast":["Béatrice Valle","Maéva","Nadine Bronx","Nathaly Boet","Tanya La Riviere"],"overview":"Many famous porn actresses started their career in Michael Ricaud's \"Offertes a Tout\". Find a few of them in this program of five fantasies: -A couple starts in the \"X\" way -A Canadian Lady for a Tramp -The Bride's Dream -In the Night -Lust Compartment","release_date":"1992-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":419575,"title":"Offertes à tout 2","adult":true,"genre_ids":[]},{"cast":["Howard C. Hickman","Rhea Mitchell","Kathleen Kirkham","Noah Beery","Joseph J. Dowling"],"overview":"Directed by Wallace Worsley.","release_date":"1918-05-01","vote_average":0.0,"runtime":77,"cert":"\"\"","id":419577,"title":"Social Ambition","adult":false,"genre_ids":[18]},{"cast":["Rhea Mitchell","Herschel Mayall","Edward Coxen","Joseph J. Dowling","Roy Laidlaw"],"overview":"Directed by Wallace Worsley.","release_date":"1918-05-01","vote_average":0.0,"runtime":66,"cert":"\"\"","id":419579,"title":"Honor's Cross","adult":false,"genre_ids":[18]},{"cast":["Louise Glaum","John Gilbert","Herschel Mayall","Charles Gunn","Joseph J. Dowling"],"overview":"Unknown to his proud and wealthy family, Granger Hollister marries Margery Harding, a telephone operator. Granger presents his new wife at an engagement party given for his sister Jane, but Jane's fiance, Lord Cecil Graydon, threatens to break off the betrothal unless Granger's marriage is annulled. To please his sister, Granger sacrifices Margery, who seeks work and later gives birth to a child. Following the baby's death, Margery goes West, where she befriends an old miner who later leaves her his fortune. Meanwhile, Granger becomes involved in a fraudulent mining deal, and because of George Osborne's perjured testimony, he is sent to prison for five years. When he escapes, Margery agrees to hide him and is ultimately responsible for obtaining his pardon. Granger then remarries the wife he once abandoned.\r - Written by Pamela Short, from IMDB.com","release_date":"1918-07-27","vote_average":0.0,"runtime":50,"cert":"\"\"","id":419581,"title":"Wedlock","adult":false,"genre_ids":[18]},{"cast":["Nigel Barrie","Josephine Crowell","Lamar Johnstone","Alma Rubens"],"overview":"Directed by Wallace Worsley.","release_date":"1919-02-09","vote_average":0.0,"runtime":55,"cert":"\"\"","id":419592,"title":"Diane of the Green Van","adult":false,"genre_ids":[]},{"cast":[],"overview":"What happens when you mix Deliverance with Friday the 13th and a touch of the Breakfast Club, the result is Black Water Wilderness, a pulsating pounding action horror set in the frightening and dark backwoods of Alabama. Going camping in the woods will never be the same.","release_date":"2015-01-12","vote_average":10.0,"runtime":88,"cert":"\"\"","id":419594,"title":"Black Water Wilderness","adult":false,"genre_ids":[]},{"cast":["Yannick Soulier","Antoine Duléry","Liliane Rovère","Clémentine Célarié","Arly Jover"],"overview":"","release_date":"2015-12-16","vote_average":6.0,"runtime":null,"cert":"N\/A","id":419596,"title":"Les yeux ouverts","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Mustafa mattress in a textile company, is suffering badly from director Morsi. He is married to a man from the woman who loves money so much, buy Mustafa lantern magic in the month of Ramadan, and when he returns it to the House out of it Elf Afrckoh who tells him that under his command, is asked to Mustafa to become a manager rather than Morsi, Mustafa, Director becomes, and feels that he has become Huda employee in stature he loves. Morsi treated in the same cruelty, trying to Anchorage to understand the secret of wealth and prestige, which landed on the opponent, especially that of senior management to accept the establishment of Morsi.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":419598,"title":"الفانوس السحري","adult":true,"genre_ids":[]},{"cast":["Tatu the dog"],"overview":"A three-dimensional narrative enacted at the California Poppy Reserve. It’s part of Mike Plante's Lunchfilm series of commissioned shorts (made for the cost of a lunch between Plante and filmmakers, Naomi Uman and Lee Lynch).","release_date":"2008-01-01","vote_average":0.0,"runtime":6,"cert":"\"\"","id":419600,"title":"The Tin Woodman's Home Movie #2: California Poppy Reserve, Antelope Valley","adult":false,"genre_ids":[14]},{"cast":["Cristina Caldararu"],"overview":"TBA (pre-production)  Filming starts December 2016","release_date":"2017-04-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419605,"title":"Neverland","adult":false,"genre_ids":[]},{"cast":["Susanna Caecilia","Kusno Sudjarwadi","S. Bagio","Paimo","Darto Helm"],"overview":"Beautiful Lina is gravely ill and in a coma so her husband decides to take her to a professor \/ supernatural researcher who has a collection of ghosts and monsters as research objects. Unfortunately, the professor’s research is tainted by his corrupt assistant so when Mrs. Lina needs blood, she is given a tainted blood transfusion which is the blood of Mrs. Kemangmang... a spirit who likes to suck human brains.","release_date":"1981-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419616,"title":"Night Screams","adult":false,"genre_ids":[27]},{"cast":["Ruth Pelupessi","Farida Pasha","Dian Ariestya","Ray Sahetapy","W.D. Mochtar"],"overview":"Snake lady Dewi kills a woman and steals her baby to be a companion for her own child. She returns to her form as a snake after she hands the babies to her shaman husband. When the babies, Sari and Maya, are adults, they are taught black magic and Sari is manipulated by her father to commit terror and murder in the village.","release_date":"1981-01-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":419618,"title":"Black Magic Wizard","adult":false,"genre_ids":[27]},{"cast":["Freddi Scheib","David Rysdahl","Neil Casey"],"overview":"Katie and Jake want to keep things platonic, too bad the teenage ghost haunting their new apartment has other plans!","release_date":"2014-02-26","vote_average":0.0,"runtime":27,"cert":"\"NR\"","id":419620,"title":"Limbos","adult":false,"genre_ids":[27,35,10749]},{"cast":["Denise Chiabaut","Françoise Reinberg","Guillaume Laperrousaz","Maurice Garrel"],"overview":"A 17 year old boy goes on a trip with his father and his father's girlfriend.","release_date":"1965-01-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":419622,"title":"Droit de visite","adult":false,"genre_ids":[18]},{"cast":["Enny Beatrice","Deddy Sutomo","Alicia Djohar","Irmawati","Connie Sutedja"],"overview":"Lovebirds (love snakes?) Bunga the Snake Princess and Sanca the python live in a forest and transform into humans and hold erotic dance ceremonies every full moon. Some explorers stumble upon them and Sanca is accidentally shot. This incident makes Bunga sad, angry and vengeful and she begins killing everyone off.","release_date":"1984-01-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":419624,"title":"Snake Princess","adult":false,"genre_ids":[14,27]},{"cast":["Enny Beatrice","Advent Bangun","Ade Irawan","Linda Husein","Deddy Sutomo"],"overview":"Juwita refuses to be betrothed to a young man of her parent’s choice so she's beaten up and left muzzled in the forest. In her moment of suffering, Juwita experiences a peculiarity: she can transform herself into a female snake and has a daughter with similar capabilities.","release_date":"1984-01-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":419626,"title":"Anita: Female Snakes","adult":false,"genre_ids":[27]},{"cast":["Derek Lee Nixon","LaTeace Towns-Cuellar","Dominique Perry","Sheryl D. Brice","Kari Gillespie"],"overview":"Alecia Willis is a young school teacher who gets too close to one of her students Evan, a mature high school senior falls in love with his English teacher. Evan is very persistent in his attempts to woo her. As vulnerability takes control Alecia pushes the limits on how far is too far and how close is too close? Should passion overrule the law? Or should the law stand in the way of love?","release_date":"2011-10-06","vote_average":1.0,"runtime":90,"cert":"\"\"","id":419628,"title":"Be My Teacher","adult":false,"genre_ids":[]},{"cast":["Peyton List","Logan Paul","Matthew Glave","Stacey Dash","Lia Marie Johnson"],"overview":"In a post-apocalyptic future where population control is dictated by a high-school aptitude test, two students discover the test is smoke and mirrors hiding a larger conspiracy.","release_date":"2016-10-12","vote_average":7.1,"runtime":90,"cert":"\"\"","id":419639,"title":"The Thinning","adult":false,"genre_ids":[53,18]},{"cast":["Charles Clary","Naomi Childers","Lawson Butt","Alec B. Francis","Irene Rich"],"overview":"Directed by Wallace Worsley.","release_date":"1920-02-01","vote_average":0.0,"runtime":55,"cert":"\"\"","id":419641,"title":"The Street Called Straight","adult":false,"genre_ids":[18]},{"cast":["Joice Erna","Rudy Salam","Kiki Fatmala","Kusno Sudjarwadi","W.D. Mochtar"],"overview":"Snake Queen Nyi Blorong (a paranormal being) saves Basuki from the mob and makes him rich in the process, but instead of making offerings to her, which is his duty as her follower, he falls in love with another woman named Warsih. Warsih, on the other hand, is not at all interested in Basuki as she is in love with Kuncoro. Both Warsih and Kuncoro are suspicious of how Basuki became rich. Then they ask a psychic about Basuki. This makes Nyi Blorong even more furious. When she seeks advice from her “superior”, she is told to return to the “spirit” world she belongs to. But then, Ki Sanca, a psychic who has a vendetta against Nyi Blorong, tries to attack her.","release_date":"1989-01-01","vote_average":0.0,"runtime":79,"cert":"N\/A","id":419643,"title":"Snake Queen's Love Story","adult":false,"genre_ids":[27,18,14]},{"cast":["Kim Seo-yeong","Lee Ha-nee","Kwon Yul","Kim Seul-gi","Shin Yong-woo"],"overview":"13 year-old girl Hyunjuli participates in a children’s Korean traditional play rehearsal in Changdeokgung Palace and accidentally falls into another world – the Moonlit Palace. The Moonlit Palace is a fantasy world of mysterious spirits and gods, where a dragon or talking mushrooms are nothing out of ordinary. Meeting new friends, Mr. Squirrel and the warrior Won, Hyunjuli explores this strange yet wonderful world to find a way back home. However, due to the trick of the Blossom Lady, who tries to rule this Moonlit World, Hyunjuli and friends fall into trouble. Will Hyunjuli be able to help her new friends to save their world and return home safely?","release_date":"2016-09-07","vote_average":8.0,"runtime":80,"cert":"\"PG\"","id":419645,"title":"Lost in the Moonlight","adult":false,"genre_ids":[10751,12,16,14]},{"cast":["Chloé Boreham","Mark Coles Smith","David Gulpilil","Stephen Hunter"],"overview":"In a playful collision of cultures, a hapless Irishman and his Parisian girlfriend get more than they bargained for when they encounter a particularly mischievous stranger in the spectacular Australian wilderness.","release_date":"2016-06-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":419647,"title":"MESSiAH","adult":false,"genre_ids":[12,35,14,878]},{"cast":["Bridgette B","Lexington Steele","Leilani Leeanne","Nikki Fairchild","Nyomi Banxxx"],"overview":"It doesn't get any better than this. The finest, firmest, most curvaceous ebony asses in porn, assembled here for your delectation in \"Black Booty\". Leilani Leeane stars alongside Nyomi Banxxx, Nikki Fairchild, Bridgette B, and Myesha Nicole. Featuring five pristinely shot, action packed scenes full of beautifully shaped rear ends. Do not miss.","release_date":"2011-11-18","vote_average":8.0,"runtime":188,"cert":"\"NR\"","id":419649,"title":"Black Booty","adult":true,"genre_ids":[]},{"cast":["Katherine MacDonald","Charles Meredith","Joseph J. Dowling","Kate Lester","Wilfred Lucas"],"overview":"Directed by Wallace Worsley.","release_date":"1921-12-26","vote_average":0.0,"runtime":66,"cert":"\"\"","id":419651,"title":"The Beautiful Liar","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Darryl Masters is the host of his own house flipping show, \"Mastering Disaster\", along with his daughter and presumptive heir to his business, Rebecca. As soon as they begin work on their latest project, things start to go wrong, and Darryl is starting to believe that the house is responsible...","release_date":"2016-07-08","vote_average":4.0,"runtime":80,"cert":"\"\"","id":419662,"title":"8989 Redstone","adult":false,"genre_ids":[]},{"cast":["Raja Ema","Hengky Tornando","Torro Margens","Syarifah Nuraini","Wenny Rosaline"],"overview":"Anton and his wife Rita rent a beautiful house that belongs to Dudung Sasmita, whose face was scarred in an accident at the pharmaceutical laboratory where he works. Little do they know, but Dudung also murdered his wife after she cheated on him and has hidden her body inside the wall of the house. Now her spirit haunts the place and terrorizes Rita.","release_date":"1989-01-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":419664,"title":"Bloody Love","adult":false,"genre_ids":[27]},{"cast":["Lenny Marlina","Tuty S","Farouk Afero","Faisal Riza","Bissu Usman"],"overview":"After a long absence, Siti returns to her childhood village to stay with her widowed aunt Nyi Aminah. Siti quickly becomes suspicious of her aunt’s newfound wealth after she sees a necklace that belongs to someone else in her aunt’s closet. Meanwhile, Sulaiman is given the assignment of investigating the deaths of voluptuous women with wounds found on their breasts, plus find out what became of some missing corpses.","release_date":"1972-01-01","vote_average":0.0,"runtime":113,"cert":"N\/A","id":419666,"title":"Snake Queen","adult":false,"genre_ids":[27]},{"cast":["Wesley Barry","Niles Welch","Ruth Renick","Russell Simpson","Minna Redman"],"overview":"A rich young boy has to prove his worth to the gang he has just joined by during all sorts of hardships, including a kidnap attempt, before they'll accept him. -from IMDB.com","release_date":"1922-09-24","vote_average":0.0,"runtime":70,"cert":"\"\"","id":419668,"title":"Rags to Riches","adult":false,"genre_ids":[18]},{"cast":["Jack Holt","Wanda Hawley","Harry Depp","Robert Schable","Walter McGrail"],"overview":"Two newspapermen who wrote a successful book using a phony author have to come up with a real person when the book is a huge success. Ailing literary agent Jack Holt takes the job while his safe cracking friend tags along for the ride. Jack falls in love with the Governor's daughter just as the Governor is about to be blackmailed by the evil Drisco, who has planted $20,000 in the Governor's safe. -Written by PetersMoviePosters, from IMDB.com","release_date":"1923-01-28","vote_average":0.0,"runtime":null,"cert":"\"\"","id":419670,"title":"Nobody's Money","adult":false,"genre_ids":[35]},{"cast":["William Farnum","Lois Wilson","Edward Everett Horton","Lionel Belmore","Barlowe Borland"],"overview":"John Marble ( William Farnum ), a construction engineer is stricken by paralysis and begins to envision the growth of love between his wife Marion ( Lois Wilson ) and his best friend, Bob Alten ( Edward Everett Horton ). Bent on suicide, however, the shock of seeing his wife and child endangered on a broken bridge shakes him to recover from his illness and discover that his suspicions were all imaginary. -Written by Pamela Short, from IMDB.com","release_date":"1924-09-15","vote_average":0.0,"runtime":70,"cert":"\"\"","id":419672,"title":"The Man Who Fights Alone","adult":false,"genre_ids":[18]},{"cast":["Belle Bennett","John Westwood","Ena Gregory","Anders Randolf","John St. Polis"],"overview":"Directed by Wallace Worsley.","release_date":"1928-10-20","vote_average":0.0,"runtime":66,"cert":"\"\"","id":419674,"title":"The Power of Silence","adult":false,"genre_ids":[9648]},{"cast":["Baron Hermanto","Debbie Cinthya Dewi","Johny Indo","Djoni Abdullah","Djoni Abdullah"],"overview":"Permana is a playboy while Nancy is a seductress. Both use black magic against each other. At first, Nancy uses black magic to seduce Permana, to play with him and to leech off his wealth. When he realizes this, Permana uses black magic in turn to try to destroy Nancy by conjuring up a demon.","release_date":"1989-01-01","vote_average":0.0,"runtime":77,"cert":"N\/A","id":419676,"title":"Magic Implants","adult":false,"genre_ids":[27]},{"cast":[],"overview":"no overview.","release_date":"1963-06-14","vote_average":0.0,"runtime":18,"cert":"N\/A","id":419684,"title":"Drei Landratten und das Meer","adult":false,"genre_ids":[18]},{"cast":["Kiki Sharief","Aries Sharief","Pia Sharief","Lenny Marlina","Fuad Rachman"],"overview":"Kiki, Aris and their friends play around with a \"jailangkung\" (a ritual doll that can facilitate communication with the dead) in an old deserted building. That manages to get Kiki possessed by an evil spirit that claims to be a murder victim.","release_date":"1975-01-01","vote_average":0.0,"runtime":79,"cert":"N\/A","id":419686,"title":"Old Building Tenant","adult":false,"genre_ids":[27]},{"cast":[],"overview":"no overview.","release_date":"1960-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":419688,"title":"Urlaub von der Stange","adult":false,"genre_ids":[99]},{"cast":[],"overview":"no overview.","release_date":"1963-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":419690,"title":"Ferienreise - Alles Inbegriffen","adult":false,"genre_ids":[99]},{"cast":[],"overview":"no overview.","release_date":"2006-07-18","vote_average":0.0,"runtime":89,"cert":"N\/A","id":419692,"title":"Er sollte tot.","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"no overview.","release_date":"1999-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":419694,"title":"Sea Song","adult":false,"genre_ids":[16]},{"cast":["Raja Ema","Hengky Tornando","Wenny Rosaline","Sutrisno Wijaya","Torro Margens"],"overview":"After being fired from his job for embezzling, Supandi moves to a remote village with his wife Lia and begins working as a well digger. On one of his jobs he finds the decapitated head of a man who was murdered by some martial arts students. The head possesses him and uses him to get revenge.","release_date":"1989-01-01","vote_average":0.0,"runtime":74,"cert":"N\/A","id":419696,"title":"A Pair of Deadly Eyes","adult":false,"genre_ids":[27]},{"cast":["Lina Budiarti","Tien Kadaryono","Alfian","Essie Lousiana","Arthur Tobing"],"overview":"Indri quickly rushes home from abroad when her father suddenly dies. At home, she finds her nursemaid Tuti tied up while her stepmother has gone back to the village. At night, someone is stalking the house. So she suspects that her father’s death was unnatural and her suspicions ring true. Somali, the vice-president in her father’s company, wants to take over the latter’s wealth by colluding with her nursemaid.","release_date":"1989-01-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":419701,"title":"Inheritance","adult":false,"genre_ids":[53,28,27]},{"cast":[],"overview":"A medieval epic. Plot unknown.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419703,"title":"The Knight","adult":false,"genre_ids":[36]},{"cast":["Sonja Schwarz","Klaus Münster"],"overview":"A short directed by Monika Zinnenberg.","release_date":"1986-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":419705,"title":"Hilfe","adult":false,"genre_ids":[53,35]},{"cast":[],"overview":"Titled 'Last Call', the Collingwood Media documentary on Dane Swan's last season will air on collingwoodfc.com.au on Thursday 6 October.","release_date":"","vote_average":0.0,"runtime":50,"cert":"N\/A","id":419707,"title":"Last Call","adult":false,"genre_ids":[]},{"cast":["Steve Carell","Bryan Cranston","Laurence Fishburne","J. Quinton Johnson","Richard Robichaux"],"overview":"Thirty years after serving together in the Vietnam War, Larry \"Doc\" Shepherd, Sal Nealon and the Rev. Richard Mueller reunite for a different type of mission: to bury Doc's son, a young Marine killed in Iraq. Forgoing burial at Arlington National Cemetery, Doc and his old buddies take the casket on a bittersweet trip up the coast to New Hampshire. Along the way, the three men find themselves reminiscing and coming to terms with the shared memories of a war that continues to shape their lives.","release_date":"2017-11-03","vote_average":6.9,"runtime":125,"cert":"\"R\"","id":419709,"title":"Last Flag Flying","adult":false,"genre_ids":[18,35]},{"cast":["John Ford","Louise Granville","Duke Worne","Martha Hayes","Jean Hathaway"],"overview":"Bored with the ranch, Buck's girl goes off to the city and gets involved (innocently) in a brothel. When Buck brings a herd of cattle to town, a streetwalker lures him to the house just in time for him to save his girl from Martin.","release_date":"1917-06-09","vote_average":4.0,"runtime":20,"cert":"\"\"","id":419711,"title":"The Scrapper","adult":false,"genre_ids":[37]},{"cast":["Harry Carey","Jim Corey","Gertrude Astor","Vester Pegg","Steve Pimento"],"overview":"During World War I, westerner Cheyenne Harry is a horse seller, but he refuses to part with his favorite horse and friend, Cactus. One night, broke and drunk, he sells Cactus to an Englishman for $350 which he soon loses gambling. When Harry discovers that Cactus is being sent to the war in France and probable death, he gets a horse- tending job on the ship. When they get the opportunity Harry jumps off the ship with Cactus and they swim to shore. Harry is eventually caught but is allowed to work off his debt and keep Cactus.","release_date":"1917-08-13","vote_average":4.0,"runtime":20,"cert":"\"\"","id":419713,"title":"Cheyenne's Pal","adult":false,"genre_ids":[10752]},{"cast":["Alberto Closas","Rafaela Aparicio","Manuel Alexandre","Folco Lulli"],"overview":"","release_date":"1956-07-14","vote_average":6.0,"runtime":null,"cert":"N\/A","id":419721,"title":"Todos somos necesarios","adult":false,"genre_ids":[18]},{"cast":["Jean Sorel","Erika Pluhar","Nathalie Delon","Bernhard Wicki","Kurt Weinzierl"],"overview":"","release_date":"1978-10-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419723,"title":"Der Mann im Schilf","adult":false,"genre_ids":[18]},{"cast":["Vanessa del Rio","Holly Bush","John Bush","Shaun Costello"],"overview":"This little \"One Day Wonder\" would become famous as Vanessa Del Rio's first movie. I worked with Vanessa many, many times, and there was no more delightful person to work with in the adult film business. She was a joy to be around.","release_date":"1975-10-06","vote_average":10.0,"runtime":48,"cert":"\"\"","id":419725,"title":"China Doll","adult":true,"genre_ids":[]},{"cast":["Kate Linder","Grayson Low","Nicole Elizabeth Olson","Bob Buckley","Elias Harger"],"overview":"In a remote mountain town, Brandon, a haunted young drifter, falls in love with a mysterious funeral director who is guarding a dark secret that threatens everyone she encounters - and who also may hold the key to Brandon's disturbing past.","release_date":"2018-08-21","vote_average":6.5,"runtime":79,"cert":"\"\"","id":419727,"title":"Dead Love","adult":false,"genre_ids":[53]},{"cast":[],"overview":"This tragicomic analysis of communication between humans, animals, and machines was made with original video footage, computer animations, and internet media, including YouTube dog videos, chatbot dialogue windows, and images from iTunes visualizer.","release_date":"2016-10-07","vote_average":0.0,"runtime":18,"cert":"\"NR\"","id":419729,"title":"See a Dog, Hear a Dog","adult":false,"genre_ids":[]},{"cast":["Sam Schmidt"],"overview":"Sam Schmidt lived out his boyhood dream as an IndyCar racer, winning races and earning the title of IndyCar \"Rookie of the Year\" along the way. That dream came to an abrupt end when Sam crashed into a wall at 200 miles per hour, leaving him a quadriplegic. Reengineering SAM pulls the curtain back and shows up close the serious implications of a life of paralysis on Sam and everyone around him. Sam's accident rendered him physically helpless, never being able to brush his teeth, much less drive again, until a dedicated group of some of the brightest minds today stepped up to build him a car that he could drive, using only his head. Through groundbreaking adaptive technologies, Reengineering SAM chronicles Sam Schmidt's inspirational road back to the Indianapolis Motor Speedway and shows the promise of freedom and mobility for almost anyone confined to a wheelchair.","release_date":"2016-06-01","vote_average":0.0,"runtime":82,"cert":"\"PG-13\"","id":419731,"title":"Reengineering SAM","adult":false,"genre_ids":[99]},{"cast":["Алексей Коряков","Sofya Rayzman","Aleksandr Samoylenko","Галина Данилова","Vitaly Kishchenko"],"overview":"","release_date":"2012-06-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419736,"title":"Москва – не Москва","adult":false,"genre_ids":[35,10749]},{"cast":["Valerio Mastandrea","Marco Giallini","Pierfrancesco Favino","Carlotta Natoli"],"overview":"","release_date":"2003-01-23","vote_average":6.2,"runtime":null,"cert":"N\/A","id":419738,"title":"Gli insoliti ignoti","adult":false,"genre_ids":[]},{"cast":["Valerio Mastandrea","Marco Giallini","Pierfrancesco Favino","Carlotta Natoli"],"overview":"","release_date":"2003-01-01","vote_average":5.7,"runtime":null,"cert":"N\/A","id":419740,"title":"Ladri ma non troppo","adult":false,"genre_ids":[]},{"cast":["Aleksandr Mikhaylov","Filipp Bazhin","Andrey Mezhulis","Denis Karasyov","Michail Solodko"],"overview":"During 1943 a young platoon commander refuses to follow an order of frontal attack; he doesn't want to send his soldiers against the enemy machine-guns and get them killed. A battalion commander rips off his shoulder straps and sends him to the military tribunal. But the war is everywhere and the demoted officer and his escorts have to start an unequal fight with the enemy.","release_date":"2009-06-21","vote_average":6.0,"runtime":92,"cert":"N\/A","id":419742,"title":"Degraded Officer","adult":false,"genre_ids":[10752,18]},{"cast":["Pyotr Chardynin","Andrej Gromov","Aleksandra Goncharova"],"overview":"Based on Lermontov's poem of the same name, Boyar Orsha (Peter Chardynin) leaves the service of Ivan the Terrible.","release_date":"1910-01-02","vote_average":0.0,"runtime":9,"cert":"N\/A","id":419744,"title":"Boyarin Orsha","adult":false,"genre_ids":[36,18]},{"cast":["Neville Astley","Joan Lofts","Phil Davies","Alison Snowden"],"overview":"It is night time and the sky is fall of shining stars. Just this once, Mummy and Daddy Pig let Peppa put their coats on over their pajamas and they go outside to look at the stars. Daddy Pig teaches Peppa and George how to find the North Star. The stars are very far away and look very tiny. But when Peppa and George look through a telescope the stars look much bigger and they can even see the planet Saturn.","release_date":"2016-06-02","vote_average":5.5,"runtime":null,"cert":"N\/A","id":419746,"title":"Peppa Pig Star","adult":false,"genre_ids":[16,10751]},{"cast":["Judith DeVille","Angelica Bella","Deborah Wells","Alexandra","Angi Baletti"],"overview":"Heidi is blonde, Heidi is beautiful and she knows how to fuck. Let her take you on a wild ride again, that you will not soon forget. She has so much punch to her pussy that they had to make this into a series, it will rock you socks off. Let Heidi show you how she does it.","release_date":"1992-01-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":419748,"title":"Heidi 6: Heidi lasst sie alle jodeln","adult":true,"genre_ids":[]},{"cast":["Erlandho Saputra","Eko Supriyanto","Satria Qolbun Salim","Astri Kusumawardhani","Sri Purwani"],"overview":"","release_date":"2016-10-06","vote_average":0.0,"runtime":88,"cert":"N\/A","id":419750,"title":"Sunya","adult":false,"genre_ids":[18]},{"cast":["Fedi Nuril","Acha Septriasa","Nirina Zubir","Tika Bravani","Titi Kamal"],"overview":"Mira has been successfully building his career in Jakarta. On her 30th birthday, Abah, owner of a silat (martial arts) school, asks Mira to return to the village Sindang Barang for a match with Otoy, her childhood friend. She does not want to return home because of the backward village. Especially she is paired with Otoy, whom she remembers as the sucks child.  Assisted by two friends, Jessy and Umi, Mira intends to thwart the matchmaking.But, when returning to the village, Mira, Jessy and Umi find all the conditions have changed. They face a difficult choice that test their friendship after seeing Otoy.","release_date":"2016-11-03","vote_average":7.0,"runtime":102,"cert":"N\/A","id":419752,"title":"Shy Shy Cat","adult":false,"genre_ids":[18,35]},{"cast":["Berta Cabré","Rui Gomes","Sofía Guimerais","Vicky Palma","Rogério Paulo"],"overview":"","release_date":"1981-09-21","vote_average":5.0,"runtime":null,"cert":"N\/A","id":419754,"title":"Shameful Violation","adult":false,"genre_ids":[18]},{"cast":["Bénédicte Chabot","Thierry de Coster","Serge Larivière","Igor van Dessel"],"overview":"A sunny day in the country. A family of animals find a good place for a picnic. Nearby, another animal is grazing peacefully. But the bucolic atmosphere of this picnic rapidly degenerates.","release_date":"2015-12-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":419756,"title":"A slice of the country","adult":false,"genre_ids":[16]},{"cast":["Trevor Nelson","Migina Tsai","Jessica Boone"],"overview":"Ph.D. candidates make a major breakthrough in quantum computer architecture. Yet it awakens the team to disturbing possibilities. One by one, the research students go mad, missing or both.","release_date":"","vote_average":0.0,"runtime":91,"cert":"N\/A","id":419758,"title":"Spectrauma","adult":false,"genre_ids":[53,27,9648]},{"cast":["Lois Wilson","George Fisher","Josephine Whittell","Wallace Worsley","Arthur Allardt"],"overview":"Directed by Emmett J. Flynn.","release_date":"1917-12-03","vote_average":0.0,"runtime":66,"cert":"\"\"","id":419760,"title":"Alimony","adult":false,"genre_ids":[18]},{"cast":["George O'Hanlon","Arthur Q. Bryan","Jane Frazee","Chuck Hamilton","Shep Houghton"],"overview":"Alice visits Mr. Agony with her latest problem with Joe. They had given Junior a toy railroad for a Christmas present, and Joe had taken it over and become obsessed to the point he has built a railroad empire using all of his time, energy and money. When Alice's mother comes to dinner, Joe even has a rigged-up train serving as the dumb waiter. Mr. Agony helps Alice to solve her problem.","release_date":"1955-08-27","vote_average":0.0,"runtime":10,"cert":"\"\"","id":419762,"title":"So You Want a Model Railroad","adult":false,"genre_ids":[35]},{"cast":["House Peters","Patsy Ruth Miller","Richard Travers","Arthur Hoyt","William Austin"],"overview":"Peter kidnaps Patricia to prevent her from marrying the wrong man.","release_date":"1925-03-29","vote_average":0.0,"runtime":52,"cert":"\"\"","id":419764,"title":"Head Winds","adult":false,"genre_ids":[]},{"cast":["Kim Dawson","Konstantine Greco","Tamara Landry","Thomas Draper","Sean Abbananto"],"overview":"Medical school is tough work--except when the students throw a party! Join these wild and crazy med students as they work in a little extracurricular activity. Of course, what's a check-up without a complete physical?","release_date":"1994-01-01","vote_average":7.0,"runtime":87,"cert":"\"\"","id":419766,"title":"Bikini Med School","adult":false,"genre_ids":[35]},{"cast":["Belén Anguas","Pepe Ruiz","Emma Caballero","José Rodríguez Quintos"],"overview":"","release_date":"2016-10-06","vote_average":5.5,"runtime":null,"cert":"N\/A","id":419768,"title":"Política correcta","adult":false,"genre_ids":[35]},{"cast":["Alexander Bustamante"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419770,"title":"La fuente","adult":false,"genre_ids":[]},{"cast":["Franck Dubosc","Elsa Zylberstein","François-Xavier Demaison","Nicolas Vaude","Elsa Lepoivre"],"overview":"Stéphane, Cathy and Thierry are the best employees of the Employment Agency of their city. But their results are so good that the agency will have to close because of a lack of unemployed. The three colleagues then have the crazy idea of creating unemployment to save their job.","release_date":"2016-11-16","vote_average":4.5,"runtime":90,"cert":"N\/A","id":419772,"title":"Les Têtes de l'emploi","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Marie is a Manhattan vampire thirsting for acceptance and blood, not necessarily in that order. Apparently a renaissance women, she sings the blues, poses for a picture, and rides through Times Square in a horse drawn carriage. Ariel is a fashion photographer attracted to the beguiling vampire. Attraction escalates into obsession, and before long locate the elusive creature of the night.","release_date":"1988-11-08","vote_average":0.0,"runtime":40,"cert":"N\/A","id":419774,"title":"Because the Dawn","adult":false,"genre_ids":[27,10749]},{"cast":["Pamela Lofton","Susan Franklyn","Jeremy Peters","Patricia St. Hilaire","Michael Cudlip"],"overview":"Zena, A black lesbian researching monstrous women meets Lillia, a white, bisexual vampire at a horror movie and they embark on a bizarre relationship.","release_date":"1986-10-09","vote_average":0.0,"runtime":32,"cert":"\"\"","id":419776,"title":"Mark of Lilith","adult":false,"genre_ids":[10749,27,9648]},{"cast":["Derek de Lint","Graeme Duffy","Brendan Fletcher","Sasha McLean","Ian Tracey"],"overview":"A satire of trailers and a story of a boys life.","release_date":"2003-05-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":419778,"title":"The Big Charade","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"n this 1925 Out of the Inkwell short, Ko-Ko the Clown becomes a barber. As usual, he eventually escapes the animated world for the \"real.\" He hides in a shaving mug and when Max tries to lather up, he inadvertently blacks up, making literal the implicit minstrelsy of the Ko-Ko series.","release_date":"1925-02-25","vote_average":0.0,"runtime":6,"cert":"\"\"","id":419780,"title":"Koko the Barber","adult":false,"genre_ids":[]},{"cast":["Serena","Vanessa del Rio","Samantha Fox","Veronica Hart","Merle Michaels"],"overview":"Five husbands, five ex-wives, five anonymous stories during poker night. They are seducing construction workers, being raped by a hygienist and a dentist, seducing guys in a porno theater, being a dominatrix and a would-be porn star.","release_date":"1980-10-06","vote_average":6.0,"runtime":80,"cert":"\"NC-17\"","id":419782,"title":"Afternoon Delights","adult":true,"genre_ids":[18]},{"cast":["Leah Harvey","James McArdle","Shirley Henderson","Paul Popplewell","Jamie Quinn"],"overview":"North London band Wolf Alice have had a rise to prominence that might have been bends-inducing were it not for their tightness as a group. In summer of 2015, the deliciously dark, hook-and-riff-filled sound of their debut album, My Love Is Cool, inspired the NME to crown it: \"the debut of the decade\". As a measure of their impact, BAFTA-winning filmmaker Michael Winterbottom joined the band on the road, capturing 16 different gigs and daily life backstage.","release_date":"2016-10-09","vote_average":5.0,"runtime":112,"cert":"N\/A","id":419790,"title":"On the Road","adult":false,"genre_ids":[18,10402,99]},{"cast":[],"overview":"All of the shorts on here feature Mickey Mouse.  Mickey and the Seal (1948)  Mr. Mouse Takes a Trip (1940)  Moose Hunters (1937)  Mickey's Parrot (1938)  The Pointer (1939)  Magician Mickey (1937)  Tugboat Mickey (1940)  R'coon Dawg (1951)","release_date":"2005-08-17","vote_average":0.0,"runtime":null,"cert":"\"\"","id":419792,"title":"Walt Disney's Funny Factory Volume 1, With Mickey","adult":false,"genre_ids":[]},{"cast":[],"overview":"All of the shorts on here feature Donald Duck.  Canvas Back Duck (1953)  Donald's Cousin Gus (1939)  Daddy Duck (1948)  Window Cleaners (1940)  Self Control (1938)  Contrary Condor (1944)  Donald's Golf Game (1938)","release_date":"2005-08-17","vote_average":0.0,"runtime":null,"cert":"\"\"","id":419794,"title":"Walt Disney's Funny Factory with Donald, Volume 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"All of the shorts on here feature Huey, Dewey, and Louie.  Donald's Nephews (1938)  Straight Shooters (1947)  Sea Scouts (1939)  Donald's Off Day (1944)  Lion Around (1950)  Soup's On (1948)  Don's Fountain of Youth (1953)  Lucky Number (1951)","release_date":"2006-11-21","vote_average":0.0,"runtime":null,"cert":"\"\"","id":419796,"title":"Walt Disney's Funny Factory with Huey, Dewey & Louie, Volume 4","adult":false,"genre_ids":[]},{"cast":["Zümrüt Erkin","Tamer Levent","Ayten Uncuoğlu","Hale Akinli","Melek Çinar"],"overview":"Ten years after being thrown out of her parental home, Nur hears that her mother is at death's door. Taking her young daughter with her, Nur hurries back to her father's world to see, and reconcile with her mother before it is too late. While the universal theme of mother-daughter relationships lies at the centre of the film, this is underpinned by an allusive subtext of incest, one of most common but least addressed social problems in Turkey. The individual stories of the family members combine with a sense of hope fuelled by tragedy to paint a portrait of the socially disconnected.","release_date":"2015-09-11","vote_average":6.0,"runtime":127,"cert":"N\/A","id":419798,"title":"The Visitor","adult":false,"genre_ids":[10751,18,9648]},{"cast":["August Ames","Bill Bailey","Bonnie Rotten","Karlo Karrera","Mercedes Carrera"],"overview":"Elegant Angel presents Busty Pin-Ups! Bonnie Rotten directs &amp; stars in this homage to sexy pin up girls from the 50's with big beautiful tits! Featuring 5 of porn's hottest big titted busty stars including superstar August Ames! ! Order now to fulfill your Busty Pin Up desires! ! Starring August Ames, Bonnie Rotten, Vyxen Steele, Mercedes Carrera,Olivia Austin. Enjoy!","release_date":"2015-07-06","vote_average":8.5,"runtime":150,"cert":"\"NR\"","id":419800,"title":"Busty Pin-Ups!","adult":true,"genre_ids":[]},{"cast":["Ryan Conner","Ingrid Mouth","Bella Rossi"],"overview":"A collection of HCGB Parodies.  -Jessica Rabbit.\r -Twin Peaks.\r -The Big Bamboozle.\r -Snow White.\r -Sacrifice of Christie Stevens.\r -Clueless.\r -The Crucible.\r -Peter Pan.","release_date":"2016-08-08","vote_average":8.0,"runtime":452,"cert":"\"NR\"","id":419805,"title":"HCGB Parodies","adult":true,"genre_ids":[]},{"cast":["Aaliyah Brown","Baby Cakes","Devlin Weed","L.T.","Mr. Marcus"],"overview":"Thick girls need dick too!","release_date":"2008-07-01","vote_average":7.0,"runtime":164,"cert":"\"NR\"","id":419807,"title":"Nicky Stark's In the Thick 25","adult":true,"genre_ids":[]},{"cast":[],"overview":"A structuralist collage assembled from archival documents.","release_date":"1992-10-06","vote_average":0.0,"runtime":2,"cert":"\"\"","id":419809,"title":"Sphere:Circle:Round","adult":false,"genre_ids":[]},{"cast":["GWAR","Dave Brockie","Hunter Jackson"],"overview":"Combination of live footage (1989-1992) and short films that chronicle GWAR's early battles with archnemesis Techno Destructo.","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":419811,"title":"GWAR: The Return of Techno-Destructo","adult":false,"genre_ids":[]},{"cast":[],"overview":"Stranger Baby (1995) is a 16mm mock science fiction film that explores what it means to be normal or considered ‘alien.’","release_date":"1995-10-06","vote_average":0.0,"runtime":14,"cert":"\"\"","id":419813,"title":"Stranger Baby","adult":false,"genre_ids":[]},{"cast":[],"overview":"For No Power to Push Up the Sky, fifteen people translate an interview with student protest leader Chai Ling conducted in Beijing on May 28, 1989, one week before the Tiananmen Square massacre. The video positions translation as interpretive and demonstrates the complex process of locating meaning across language, culture, and politics.","release_date":"2001-10-06","vote_average":0.0,"runtime":23,"cert":"\"\"","id":419815,"title":"No Power to Push Up the Sky","adult":false,"genre_ids":[]},{"cast":[],"overview":"Looney Tunes Golden Collection: Volume 4 was released on November 14, 2006. It is the first Looney Tunes DVD set to feature some cartoons using the modern 1960s Looney Tunes opening and closing sequences. Disc 1 - Bugs Bunny Favorites. Disc 2 - A Dash of Tashlin (All cartoons on this disc are directed by Frank Tashlin). Disc 3 - Speedy Gonzales in a Flash (All cartoons on this disc star Speedy Gonzales). Disc 4 - Kitty Korner.","release_date":"2006-11-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":419817,"title":"Looney Tunes Golden Collection, Vol. 4","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Enjoy this lively collection of Chuck Jones-produced cartoons, which showcases longtime enemies Tom and Jerry engaged in a variety of exciting chases and fun adventures, often involving dangerous traps, hilarious pranks and huge chunks of cheese. To fend off Tom, Jerry occasionally enlists the help of strangers, including a huge circus elephant, a dog, a fellow mouse and even a fairy princess.","release_date":"2009-06-23","vote_average":6.8,"runtime":216,"cert":"\"\"","id":419822,"title":"Tom and Jerry: The Chuck Jones Collection","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419824,"title":"The Laurel and Hardy - Festival","adult":false,"genre_ids":[]},{"cast":["Casey Feigh","Sergio Cilli"],"overview":"For the fine officers of the Willowbrook police department, fighting a slime-sucking monster from the great beyond is just another day on the job. It's the relationship stuff at home that's really scary.","release_date":"2014-12-07","vote_average":0.0,"runtime":6,"cert":"\"\"","id":419826,"title":"Bundle of Nerves","adult":false,"genre_ids":[35,27]},{"cast":["Frank Zagarino","Kayle Watson","J. Christian Ingvordsen","Debbie Rochon","Scooter McCrae"],"overview":"High above the Earth, Top Gun pilot turned astronaut Frank White commands his first Space Shuttle mission. While in orbit, the science team headed by Doctor Bender runs a critical experiment utilizing the unique properties of micro-gravity to cultivate a cure for the Ebola virus, the most lethal pathogen known to the human race. Back on Earth, an accident on the way to de-brief leaves the entire science team dead. Only Dr. Bender has survived. Suspecting foul play, Frank White infiltrates the hospital where Dr. Bender is quarantined, and learns from the critically injured scientist that the accident was arranged.","release_date":"1998-12-21","vote_average":0.0,"runtime":88,"cert":"N\/A","id":419828,"title":"Airboss II: Preemptive Strike","adult":false,"genre_ids":[878,28,12]},{"cast":[],"overview":"Shot in Munich just a few weeks after it was taken by the American troops on April 30, 1945.","release_date":"1945-12-31","vote_average":6.5,"runtime":68,"cert":"N\/A","id":419830,"title":"München 1945","adult":false,"genre_ids":[99]},{"cast":["Michael Mercado","Max Perez","Hope Algeo","Etienne Thibault","Tom Storey"],"overview":"An obsessive collector of masks completes his collection. But at what cost?","release_date":"2015-08-01","vote_average":0.0,"runtime":null,"cert":"\"PG-13\"","id":419832,"title":"Voodoom","adult":false,"genre_ids":[35,27]},{"cast":["Matt Creed","Elan Moss-Bachrach","Chelsea Leyland","Lola Kirke","Noah Mills"],"overview":"","release_date":"2010-01-01","vote_average":0.0,"runtime":15,"cert":"\"\"","id":419834,"title":"The Best Man","adult":false,"genre_ids":[]},{"cast":["George Lessey","Edna Flugrath","Mrs. William Bechtel","Jessie McAllister","Walter Edwin"],"overview":"A short comedy about the romance between Margaret and John. At a masked ball at the home of John's mother, Margaret is suspected of stealing jewellery. When the misunderstanding is cleared up, nothing more stands in the way of their romance.","release_date":"1912-10-21","vote_average":0.0,"runtime":16,"cert":"\"\"","id":419842,"title":"At the Masquerade Ball","adult":false,"genre_ids":[]},{"cast":["Diah Puri Handayani","Husein Asgar","Hengky Tornando","Rani Soraya","Lina Budiarti"],"overview":"Saraswati and Pandu get married. Sam, whose love was rejected by Saraswati, intrudes into their lives. Saraswati’s concern is proven when Pandu has an accident. He breaks his leg and his face is injured. With a help of a shaman, Sam manages to disfigure Pandu's face and seduce Saraswati. Sam's girlfriend Utari becomes irate over all of this and finds another shaman to harm Saraswati. Can Islamic religious leader Kyai sort all this out?","release_date":"1987-01-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":419844,"title":"Seducing Witchcraft","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A tormented and neglected twelve year old finds solace watching classic western movies. When she finds a gun in her late father's loft she stands up to her tormentors, just like her gunslinging heroes.","release_date":"2015-12-01","vote_average":0.0,"runtime":18,"cert":"N\/A","id":419846,"title":"A Girl and Her Gun","adult":false,"genre_ids":[]},{"cast":[],"overview":"The white snake demon transforms into a beautiful woman when she is attracted to a man named Khouw Han Boen. The two marry. Later, Han Boen finds out that his now-pregnant wife is the white snake demon in disguise.","release_date":"1934-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419848,"title":"Two White Snake Ghosts","adult":false,"genre_ids":[27,14]},{"cast":["Nenny Triana","Titiek Puspa","Alam Surawidjaja","Tina Juhara"],"overview":"A psycho starts killing women (including a striptease dancer) and raping their corpses. When that doesn't work out for him, he digs up graves and has his way with the bodies. Police attempt to trap the corpse rapist by baiting him with a beautiful policewoman.","release_date":"1972-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419850,"title":"Corpse Hunter","adult":false,"genre_ids":[53,27]},{"cast":["Harold Lockwood","Dorothy Davenport"],"overview":"Daniel Lyttell is very ill, but Doctor Bozel assures Clara that the crisis is over and that her husband will eventually get well. In the dead of the night, a burglar enters the Lyttell home. His silent footsteps reach the ear of the sick man. Clara, too, hears mysterious noises. She pacifies Daniel and tells him to rest and sleep. Softly she steals out of the room to investigate and soon discovers the burglar. Quickly rushes to the telephone, but finds that the wires have been cut. For a moment she hesitates and fears, fears for her husband. Goes to his bedside and rejoices to find him asleep. Hastily dons a wrap and envelops her head in a black veil, leaves the room and busies herself rummaging in the drawers of a desk. The burglar comes upon her but is unable to intimidate the brave little woman. Clara tells him she, too, is a thief; only she came to steal very important letters. When the man attempts to go into the bedroom for his \"haul,\" she commands him to stay where he is.","release_date":"1912-01-15","vote_average":0.0,"runtime":8,"cert":"\"\"","id":419852,"title":"A Brave Little Woman","adult":false,"genre_ids":[]},{"cast":["Gilbert M. Anderson","Vedah Bertram"],"overview":"While looking for work, Broncho Billy meets a girl and falls in love with her. Broncho is then accused of horse theft by a jealous lover of the girl. At the moment that he is to be hanged, Broncho’s beloved girl comes to his rescue.","release_date":"1912-07-05","vote_average":0.0,"runtime":14,"cert":"\"\"","id":419854,"title":"Broncho Billy's Narrow Escape","adult":false,"genre_ids":[]},{"cast":[],"overview":"Five award-winning ASEAN film directors celebrate Southeast Asian art through this collection of short films. As an omnibus of short films, is inspired by the art collection found at the National Gallery Singapore, Each of the five directors – Apichatpong Weerasethakul, Brillante Mendoza, Eric Khoo, Ho Yuhang and Joko Anwar – handpicked a masterpiece from the 19th and 20th century as inspiration for their short films.","release_date":"2016-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":419868,"title":"Art Through Our Eyes","adult":false,"genre_ids":[18]},{"cast":["Peggy Manoch","Pangky Suwito","W.D. Mochtar","Ratno Timoer","Vonny Pawaka"],"overview":"Medical student Rendra return to his hometown to take care of his father’s inheritance and discovers that the villagers are disturbed by wandering ghosts. The police investigate and uncover the ghosts are humans in disguise... except for one “kuntilanak” (a traditional female ghost), a vengeful spirit who had been burned to death in an empty house.","release_date":"1974-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":419870,"title":"Female Ghost","adult":false,"genre_ids":[27]},{"cast":["Carlyle Blackwell","Alice Joyce","Knute Rahm","Karl Formes"],"overview":"A short Western in which a colonel and a resistance fighter help each other out in times of war.","release_date":"1912-06-23","vote_average":0.0,"runtime":13,"cert":"\"\"","id":419872,"title":"The Colonel's Escape","adult":false,"genre_ids":[]},{"cast":[],"overview":"Scroll paintings prepared like film strips with successive images.","release_date":"1953-01-01","vote_average":0.0,"runtime":3,"cert":"\"\"","id":419874,"title":"Mandala","adult":false,"genre_ids":[]},{"cast":[],"overview":"Séance provides one of the first cinematic examples of a flicker effect.","release_date":"1959-01-01","vote_average":0.0,"runtime":4,"cert":"\"\"","id":419876,"title":"Séance","adult":false,"genre_ids":[]},{"cast":["Eva Grieco","Isabella Ragonese","Francesco Montanari","Francesco Acquaroli","Paola Tiziana Cruciani"],"overview":"","release_date":"2017-05-04","vote_average":6.1,"runtime":null,"cert":"N\/A","id":419878,"title":"Sole cuore amore","adult":false,"genre_ids":[18]},{"cast":["Benedict Cumberbatch","Adriano Giannini","Pasquale Ascione","Rita De Lorenzo","Daniela De Vita"],"overview":"A British Intelligence Officer in Naples at the end of World War II: Norman Lewis's acknowledged masterpiece about a war-torn city and its unforgettable humanity.","release_date":"2016-12-15","vote_average":5.5,"runtime":80,"cert":"N\/A","id":419880,"title":"Naples '44","adult":false,"genre_ids":[10752,18,99]},{"cast":["Johny Gudel","Paimo","Kardjo AC-DC","Eddy Geyol","Suroto"],"overview":"Sumiati meets the wealthy but unrefined Johny while on vacation in Tretes. Even though she reciprocates, she also goes after a younger suitor named Herman. A love triangle ensues and is further complicated when Paimo, Johny’s servant, also takes a liking to Sumiati. When Paimo tries to seduce her, Johny becomes angry and kills him but his ghost returns.","release_date":"1973-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419891,"title":"The Jealous Ghost","adult":false,"genre_ids":[27,35]},{"cast":["Jon Wurster","Laura Ballance","Mac McCaughan","Jim Wilbur"],"overview":"Includes vintage Superchunk videos with commentary on the videos from the band and the directors, a documentary made by the band, interviews and live footage - you'll need a few days to get through all of it. Over four hours of material and all of it's essential.","release_date":"2003-01-01","vote_average":10.0,"runtime":240,"cert":"\"NR\"","id":419893,"title":"Superchunk: Crowding Up Your Visual Field","adult":false,"genre_ids":[10402]},{"cast":["William Wadsworth","Charles Ogle","Yale Benner","Edward O'Connor","Edward Boulden"],"overview":"Cud McGiven applies for employment in a Bowery restaurant. The restaurant is conducted by a German, who engages Cud. Whenever Cud finds himself alone in the pantry he exercises his mania for juggling plates with disastrous results to the crockery. Every time the proprietor bears a crash he is Johnny-on-the-spot and takes out his little book to jot down the damage and charge it to Cud. At last the proprietor loses all patience and decides to discharge Cud. Accordingly he summons him to his private office and demands a settlement of the broken dishes and spoiled food. Cud is unable to see the situation this way at all. The disagreement waxes hot and furious and Cud in revenge breaks all the dishes in the pantry. The riot brings the frightened guests to their feet, where they stand spellbound at seeing a half of the waiters flee before the burly Cud, who is flinging plates after them with the accuracy of a baseball pitcher.","release_date":"1912-02-21","vote_average":0.0,"runtime":8,"cert":"\"\"","id":419895,"title":"Everything Comes to Him Who Waits","adult":false,"genre_ids":[]},{"cast":["Hobart Bosworth"],"overview":"Harold Burton, a trusted employee of the Los Vegas Mining Company, Mexico, is in a quandary and sorely perplexed, owing to a letter from his wife, who in sympathizing with him in his struggle for fortune. The Superintendent is dangerously sick and is lying on a cot in the office. Burton believes him dead, is tempted to steal the contents of the safe, the payroll, and go back to civilization, but the ever-watchful eye of conscience awakes in him. In his ambitions for a purer and nobler manhood restoration is made, and Harold Burton is happy in the thought of conquered temptations.","release_date":"1911-02-27","vote_average":0.0,"runtime":15,"cert":"\"\"","id":419897,"title":"The Eye of Conscience","adult":false,"genre_ids":[]},{"cast":["Glenn Tilbrook","Chris Difford","Jools Holland"],"overview":"Contains classic videos for 15 of Squeeze's 23 UK hit singles.  Tracklist  1 \tTake Me, I'm Yours  2 \tCool For Cats  3 \tUp The Junction  4 \tAnother Nail In My Heart  5 \tPulling Mussels (From The Shell)  6 \tIs That Love  7 \tMessed Around  8 \tTempted  9 \tBlack Coffee In Bed  10 \tLoves Crashing Waves  11 \t853 5937  12 \tHits Of The Year  13 \tLast Time Forever  14 \tHourglass  15 \tTrust Me To Open My Mouth  16 \tFootprints  17 \tIf It's Love","release_date":"2008-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":419899,"title":"Squeeze: Greatest Hits","adult":false,"genre_ids":[10402]},{"cast":["Rafael Alonso Naranjo Jr.","Gonzalo Durán","Eduardo Jover"],"overview":"","release_date":"1990-11-22","vote_average":0.0,"runtime":30,"cert":"N\/A","id":419901,"title":"A brémai muzsikusok","adult":false,"genre_ids":[10402,16,12,35]},{"cast":["Ratno Timoer","Farida Pasha","Faradilla Sandy","George Rudy","Rina Hasyim"],"overview":"Gunawan moves his troubled family (including an adulterous wife) into a new Dutch home that comes complete with a hidden treasure and ghosts.","release_date":"1981-01-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":419903,"title":"The Haunted House","adult":false,"genre_ids":[27]},{"cast":["Ariana Kaufman","John Ennis"],"overview":"Russ, a mechanic, finds the inner-Cha-Cha to get through the day.","release_date":"2016-01-04","vote_average":0.0,"runtime":4,"cert":"\"\"","id":419905,"title":"Russ","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A documentary feature about James Brown and his influence on today's musicans, featuring Kurtis Blow, the Pharcyde, Joss Stone, James Brown, Marva Whitney, Bobby Bird and many others.","release_date":"","vote_average":0.0,"runtime":78,"cert":"N\/A","id":419913,"title":"The Power of Soul","adult":false,"genre_ids":[]},{"cast":[],"overview":"If you've ever wondered about life in a fantastical place, we beckon you to take a stroll into the magical world of the adventure behind the myth","release_date":"2001-01-01","vote_average":0.0,"runtime":65,"cert":"N\/A","id":419915,"title":"J.R.R. Tolkien: The Origin Of The Rings","adult":false,"genre_ids":[99]},{"cast":["Sean Modica","Lynn Cohen","Jean-Luc Bilodeau","Vanessa Ray","Joshua Burrow"],"overview":"Charlie quits his job to move home to manage his hometown rock band. His supportive girlfriend shares his love for the band, until struggles within the band force them to make choices that will impact their lives forever.","release_date":"2016-10-07","vote_average":5.0,"runtime":98,"cert":"\"\"","id":419917,"title":"All in Time","adult":false,"genre_ids":[10402,35,18]},{"cast":["Monica Roccaforte","Andrea Sikos","Jessica Fiorentino","Élodie Chérie","Georgina Herminez"],"overview":"Gambling has never been quite so exhilarating as the stakes seem to be high in \"sex\" in this film. The whole film revolves around a chronic gambler named Phillip who always keeps the house full of nice sexy woman with big tits who love to fuck. This film has lesbian action, pussy licking, blowjobs, and lots of anal sex. So cum place your bet...it is more than just a game!","release_date":"2001-01-01","vote_average":0.0,"runtime":64,"cert":"N\/A","id":419919,"title":"Casino","adult":true,"genre_ids":[]},{"cast":["Deborah Wells","Marie Deckly","Roberto Malone","Richard Langin","Phillippe Soine"],"overview":"Budapest is a fuck fest. This feature edition from Salieri is nothing short of amazing. Busty, super horny gals with hairy muffs are all here eager for you to plant a throbber in any position. The first scene involves one lucky fella sandwiched between two hotties. The second scene follows 2 nasty girls baring it all and tag teaming one lucky guy with their hot voluptuous tits and warm mouths. All three scenes are drenched in cum.","release_date":"1992-01-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":419921,"title":"Budapest Clips","adult":true,"genre_ids":[]},{"cast":[],"overview":"A short dance film by Herschell Gordon Lewis.","release_date":"1966-01-01","vote_average":3.0,"runtime":10,"cert":"\"\"","id":419923,"title":"A Hot Night at the Go-Go Lounge!","adult":false,"genre_ids":[]},{"cast":["Edwin August","Ormi Hawley","Arthur Matthews","Howard Truesdale","Irving White"],"overview":"A social comedy in which the young Dick Evans is seen as a failure, and then tries to prove himself to his father and father-in-law as an editor.","release_date":"1912-11-18","vote_average":0.0,"runtime":15,"cert":"\"\"","id":419934,"title":"The Good for Nothing","adult":false,"genre_ids":[]},{"cast":["Robert Thornby","Fred Burns","Edna Fisher","Charles Bennett"],"overview":"A romantic Western in which a notorious criminal who is in love with the fiancée of the sheriff digs his own sentence by reuniting the sheriff, whom he has wounded, with the girl.","release_date":"1912-05-16","vote_average":0.0,"runtime":16,"cert":"\"\"","id":419936,"title":"The Greater Love","adult":false,"genre_ids":[]},{"cast":["Kelly Trump","Kristina Varga","Maria Bellucci","Sheila Stanton","Frank Gun"],"overview":"The Greek Gods are notorious for their sexual appetites and free-love attitudes. We find a present-day couple that has stumbled onto a statue of Venus. They say magic words they once heard and then, the Gods showed them what Olympus was really about!","release_date":"1997-01-01","vote_average":1.0,"runtime":90,"cert":"\"NC-17\"","id":419938,"title":"Olympus: Refuge of Gods","adult":true,"genre_ids":[14,18]},{"cast":["Cecilia Argüelles","Lian Machín","Yanelis Cruz","José Félix González","Nathan Asencio"],"overview":"Portrays the night in which Jessica Pacheco Calvente died as consequence of a stray bullet during the end of year festivities.","release_date":"2013-12-21","vote_average":0.0,"runtime":4,"cert":"N\/A","id":419943,"title":"12:16","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2002-10-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419945,"title":"Oscar Alemán, vida con swing","adult":false,"genre_ids":[10402,99]},{"cast":["Camila Frias","Emil Soler","Keishla Ramirez","David Vega"],"overview":"A group of rebels capture a political adversary. This adversary is a member of the House of Representatives, and he takes them to a dispute of whether to kill him or not.","release_date":"2010-09-23","vote_average":0.0,"runtime":9,"cert":"N\/A","id":419947,"title":"Conversión","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Vampires: Why They Bite 2010 Movie","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419952,"title":"Vampires: Why They Bite","adult":false,"genre_ids":[]},{"cast":[],"overview":"A 1986 television special inspired by the Biblical tale of David and Goliath, and originally broadcast on the ABC network in the United States. In the special, three schoolchildren from the real world are transported into the world of the Bible, with the help of three magical stuffed animals. One of them, a raccoon named David, becomes his Biblical namesake and faces off against a warthog giant named Goliath.","release_date":"1986-11-28","vote_average":0.0,"runtime":60,"cert":"\"\"","id":419954,"title":"Kingdom Chums - Little David's Adventure","adult":false,"genre_ids":[]},{"cast":["Monica Roccaforte","Angela Pintus","Chipy Marlow","Coralie","Diana Ruskof"],"overview":"The pace of this movie may be a little disjointed but it definitely packs a punch in terms of the sex on display! With skilled blowjobs from hot female performers and awesome anal action, you can't find a better movie than Inferno. Very sexy and full of enough stars to meet anyone's preferences! One of the best films of M. Salieri!!!","release_date":"1999-01-01","vote_average":8.0,"runtime":91,"cert":"N\/A","id":419956,"title":"Inferno","adult":true,"genre_ids":[]},{"cast":["Caroline Ludvik","Crystal Carson","Chip Hall","Jimmy Baio","Tom Reilly"],"overview":"After a run in with a strip club owner and his goons, newlyweds Andrew and Cynthia are attacked on their honeymoon. The thugs kill him and think they've killed her, but she survives, goes crazy, starts believing a mannequin is her dead hubby and then must resort to bloody violence to protect herself when a hit is put out on her.","release_date":"1991-01-01","vote_average":0.0,"runtime":92,"cert":"\"\"","id":419958,"title":"Kiss and Be Killed","adult":false,"genre_ids":[53,27]},{"cast":["Florence Lawrence","Arthur V. Johnson","Albert McGovern"],"overview":"Unable to bear the abuse of her drunken soldier husband, the wife left her home and went to the city, where she became a nurse in a hospital. Her husband, recovering from a spree, treated his wife's disappearance as a joke and soon went with his company to the Philippines. Meantime a doctor at the hospital had fallen in love with the young wife and when news came from the Philippines that her husband had been killed she married him. They were very happy and a child was born to them. To a friend in her old home she sent a photograph of herself and family. Then her soldier husband returned for he had not been killed. During a reception at her new home he appeared on the scene. A dancer was to be there, but being unable to keep the engagement, the wife had prepared to perform the dance herself. The appearance of her soldier husband greatly excited her for it made her second marriage illegal.","release_date":"1911-03-26","vote_average":0.0,"runtime":16,"cert":"\"\"","id":419960,"title":"Her Child's Honor","adult":false,"genre_ids":[]},{"cast":["George Melford","Alice Joyce","Frank Lanning"],"overview":"Bill is discharged from Bar K Ranch and in his desperation decide to turn train robber. On his way to town he rescues Myrtle Mulligan, who has been driven from protection to the high branches of a tree by a vicious bull. Arriving in town Bill applies to the superintendent of the railroad and secures a job as track walker. Pinto Joe, a friendly Indian, learns of Bill's train wrecking plans, and tells Myrtle about it. Hearing Bill intends to dynamite the bridge the plucky girl decides to take a hand in the game. Arriving on the scene just after Bill has lighted the fuse she fearlessly picks up the cartridge and throws it where it can do little damage. Rushing up the bank to the track she flags the oncoming train. When the passengers and trainmen cluster about her to learn the cause of the explosion she tells them that Bill saved their lives by finding the burning fuse just in time to prevent the blowing up of the bridge.","release_date":"1911-03-30","vote_average":0.0,"runtime":12,"cert":"\"\"","id":419962,"title":"The Hero Track Walker","adult":false,"genre_ids":[]},{"cast":["Anita Dark","Dalila","Diana Stevenson","Eva Orlowsky","Giongy Fodor"],"overview":"Mario Salieri presents another fine piece of adult cinema. This Italian director is renowned for giving people the best plot driven porn in the business. He brings a number of gorgeous girls from Europe together in this feature and delivers some very impressive scenes of pornography. This is the best that the world of feature pornography has to offer.","release_date":"1995-01-01","vote_average":8.8,"runtime":69,"cert":"N\/A","id":419964,"title":"Racconti immorali di Mario Salieri","adult":true,"genre_ids":[]},{"cast":["Edwin August","Florence Barker","Linda Arvidson","Wilfred Lucas","Mack Sennett"],"overview":"William promises to marry his sweetheart, Mary, after completing medical school. William's father has saved enough money to set up William's medical practice. However, Mary's alcoholic father discovers the savings and steals it.","release_date":"1911-02-23","vote_average":0.0,"runtime":14,"cert":"\"\"","id":419966,"title":"His Daughter","adult":false,"genre_ids":[]},{"cast":["Jessier Quirino"],"overview":"","release_date":"2011-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419968,"title":"Na Estrada com Zé Limeira","adult":false,"genre_ids":[99]},{"cast":["Julia Taylor","Anna Nova","Coreena","Gabi Black","Francesco Malcom"],"overview":"This is the story of two brothers living with his father in an abandoned house in the distance from the city, and because of it are forced to beg and try to put something in the mouth in order to survive. But the lives of these young people completely changed when one day manage to save an old millionaire who had suffered a serious accident, and is well born to be grateful, this type invited so that they can spend a week with him in a large mansion, where this is organizing a big party for them to have fun. Then there where the house will become a place where horny girls gather and manage to give good powder to all who attend, but first these brothers who long ago were unable to gain his side makes a beauty like they. Great hot scenes to enjoy the most beautiful women and destroy their pussies until they were very hot.","release_date":"2003-01-01","vote_average":0.0,"runtime":96,"cert":"N\/A","id":419970,"title":"Miserie e Nobiltà","adult":true,"genre_ids":[]},{"cast":["Karma","Verena","Sheila Stone","Andrea Nobili","Davide Gladio"],"overview":"The story of an Italian family headed by a father tyrannical and despotic.","release_date":"2001-01-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":419975,"title":"Padre Padrone","adult":true,"genre_ids":[]},{"cast":["Christina Bella","Gilda Roberts","Lara Stevens","Maria Bellucci","Mya Diamond"],"overview":"His nose isn’t the only thing growing folks! With each steamy sexual encounter, Penocchio’s dick just seems to get bigger and bigger! Your cock will rise to in concert with the many sexual deviances in store…Blow jobs, pussy-licking, awesome anal action, and even double penetration! Now that’s hot!","release_date":"2002-01-01","vote_average":8.0,"runtime":105,"cert":"N\/A","id":419977,"title":"Penocchio","adult":true,"genre_ids":[]},{"cast":["Kyle Roark","Gabe Saenz","Michelle Hirst","Owen Hirst","Matt Bailey"],"overview":"On July 4th, 2016 hackers raided government networks and stumbled across a litany of unsolved cases the county refuses to recognize. The hacked footage shows Thomas and Alex as they attempt to help a young boy struggling to fit in.","release_date":"2016-09-13","vote_average":2.3,"runtime":79,"cert":"\"\"","id":419979,"title":"Hide the Monster","adult":false,"genre_ids":[27]},{"cast":["Marine Griset","Julien Béramis","Michel Elias","Olivier Claverie","Yves Barsacq"],"overview":"4 tales about princesses and adventurers around the World: The Mistress of Monsters, The Wizard Student, The Ship's Boy and his Female Cat, Ivan Tsarevitch and his changeable princess.","release_date":"2016-09-28","vote_average":7.3,"runtime":53,"cert":"N\/A","id":419981,"title":"Ivan Tsarevich and the Changing Princess","adult":false,"genre_ids":[10749,16,35,10751,14]},{"cast":["Fred Burns","Anne Schaefer","Robert Thornby","Charles Bennett"],"overview":"Twenty or twenty-five years ago, when the unoccupied government lands were released for settlement, everyone who registered their names was given a fair and free chance to secure one of the sections of land, which was apportioned off in sections. The settlers were drawn up in a long line at a certain distance from the lands opened up, some of them on horseback and others in vehicles of all descriptions. At the firing of a cannon, everybody made a rush for the land. Harvey Mattson and his wife Annie, with their child, emigrate form Missouri in a prairie schooner. On their way they hear of the opening up of the Cherokee Strip. They hasten there and Harvey pitches camp, preparatory to entering his name. Their child is taken sick. Harvey goes for the doctor, and during his absence. Bill Slick, a good-looking ruffian, tries to force his attentions upon Annie. She repulses him. Harvey and the doctor arrive, and he \"settles\" Bill without ceremony. The ruffian, enraged, leaves.","release_date":"1912-03-08","vote_average":0.0,"runtime":12,"cert":"\"\"","id":419983,"title":"How States Are Made","adult":false,"genre_ids":[]},{"cast":["Harry Carey","Molly Malone","Buck Connors","Vester Pegg","Bill Gettinger"],"overview":"Dave Bland, head of a band of cattle rustlers operating in Paradise Valley, is defied by Cheyenne Harry who has driven his heard into the valley to graze. Bland calls his phantom riders together, routes Harry's cattle, and then seeks their owner intent on taking his life.","release_date":"1918-01-28","vote_average":4.0,"runtime":50,"cert":"\"\"","id":419985,"title":"The Phantom Riders","adult":false,"genre_ids":[37]},{"cast":["Maurice Costello","Lillian Walker","George Ober","Mrs. B.F. Clinton","Richard Leslie"],"overview":"A romance between Mr. Wall and the girl from the laundry, who encounter each other for the first time on a train station platform.","release_date":"1912-12-29","vote_average":0.0,"runtime":8,"cert":"\"\"","id":419987,"title":"It All Came Out in the Wash","adult":false,"genre_ids":[]},{"cast":["Cristina Ponzi","Monica Orsini","Olga Lovi","Stephanie Silver","Vivienne Clash"],"overview":"Four guests are welcomed to stay at a luxurious house, however they are not alone. Ghosts from people who lived in the house in past times appear at night to tell them about their erotic sexual encounters, and at night that’s when things get hot and heavy with these erotic stories told, these guests have no choice but to “entertain” the other guests in the house…","release_date":"1997-01-01","vote_average":10.0,"runtime":67,"cert":"N\/A","id":419989,"title":"Promessi Sposi","adult":true,"genre_ids":[]},{"cast":[],"overview":"An animated short featuring a man struggling with a noisy pair of shoes.","release_date":"1966-09-13","vote_average":0.0,"runtime":7,"cert":"\"\"","id":419991,"title":"Contrepied","adult":false,"genre_ids":[16]},{"cast":["Harry Carey","Molly Malone","Vester Pegg","Millard K. Wilson","Betty Schade"],"overview":"\"Kaintuck\" Ridge (Carey), refused admission to the local militia to fight on the side of Union in the American Civil War, joins a gang of marauders and at the end of the conflict finds himself a fugitive with a price on his head.","release_date":"1918-04-22","vote_average":3.0,"runtime":50,"cert":"\"\"","id":419993,"title":"The Scarlet Drop","adult":false,"genre_ids":[37]},{"cast":["Rosana Martins","Geraldo Decourt","Jorge Pires","Mauro Mendonça","Nelcy Martins"],"overview":"","release_date":"1973-10-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":419995,"title":"Maria... Sempre Maria","adult":false,"genre_ids":[18]},{"cast":["Yvonne Ingdal","Henning Palner"],"overview":"A couple's discussion of philosophy leads to a misunderstanding.","release_date":"1966-09-14","vote_average":0.0,"runtime":12,"cert":"\"\"","id":419997,"title":"Kammerspil","adult":false,"genre_ids":[]},{"cert":"\"\"","title":"The Little Widow","cast":["Alan Hale"],"id":419999,"overview":"An early short film in which the young widow is protected by the employer of her recently deceased husband.","runtime":16,"genre_ids":[18],"release_date":"1914-07-24","vote_average":0.0,"adult":false}]