[{"cast":[],"overview":"Short documentary portrait of French swimmer Christine Caron.","release_date":"1965-01-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":420001,"title":"Aquarelle","adult":false,"genre_ids":[99]},{"cast":["Maxime Mori","Manuela Biedermann","Jacqueline Ricciardi","Judith Niethammer","Ursula Stampfli"],"overview":"An obsessive mother, on the verge of a nervous breakdown. A father, carefully blotted out from all the family photos and a dreadful child-psychiatrist with unconventional methods - This is the summary of young Hazel's life, secretly attracted to boys...","release_date":"2012-07-11","vote_average":10.0,"runtime":8,"cert":"N\/A","id":420003,"title":"Hazel","adult":false,"genre_ids":[35,18]},{"cast":["May McAvoy","Leslie Fenton","Ford Sterling","Rockliffe Fellowes","Milla Davenport"],"overview":"May McAvoy is a woman who is blinded in an auto accident and relies on prayer to regain her sight.","release_date":"1926-02-07","vote_average":0.0,"runtime":93,"cert":"\"\"","id":420011,"title":"The Road to Glory","adult":false,"genre_ids":[]},{"cast":["Frank Clark","Bessie Eyton","Hobart Bosworth","Tom Santschi","Frank Opperman"],"overview":"The captain of the \"Alden Bessie\" was a drunken tyrant who manhandled his men upon the slightest provocation, despite the pleadings of his daughter and the first mate who loved her in his rough way, but for whom she could feel only friendship. One night the crew killed him, and marooned the mate and the captain's daughter by sending them adrift in a small boat. Days passed upon the vast expanse of ocean, and their food was all gone and death near, when land was sighted and their boat was cast up on a coral reef, and they with difficulty made the shore. Fear of death was soon supplanted in the heart of the captain's daughter by fear of a man loving her all too well. The mate, seeing this and realizing the strength of his passion, decided to live on the side of the island, but as the months passed away his loneliness overcame him and he made his way to where she sat reading. He looked over her shoulder, and saw that she read the marriage service.","release_date":"1912-01-04","vote_average":0.0,"runtime":12,"cert":"\"\"","id":420013,"title":"The Mate of the Alden Bessie","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"What do you do when the spark touches down-brief and hot?\" So begins award-winning director Rob Nilsson's (Permission to Touch, MVFF 2015; A Bridge to a Border, MVFF 2014) provocative meditation on the Möbius relationship of fiction to reality, and the notion of creative control. In Love Twice, Luz and Ken are star-crossed lovers in screenwriter Sal's script, until their desire takes shape, inscribing itself into a movie of their own design. Risking his sanity to save the screenplay, Sal struggles to regain control of his characters and satisfy the demands of his producer Lester (legendary Velvet Underground founder John Cale), driving a wedge between the lovers with a desperate attempt to seduce Luz.","release_date":"","vote_average":0.0,"runtime":112,"cert":"N\/A","id":420015,"title":"Love Twice","adult":false,"genre_ids":[]},{"cast":["Vanessa Cage","Stacie Starr","Pike Nelson","Jennifer Bliss","Dava Foxx"],"overview":"Mom doesn't need to know what the rest of the family does when left alone!","release_date":"2014-12-15","vote_average":5.0,"runtime":121,"cert":"\"NR\"","id":420017,"title":"Taboo Family Fantasies","adult":true,"genre_ids":[]},{"cast":["Amarna Miller","Shzanna East","Lacey Logan","Cherry Morgan","Brad Knight"],"overview":"They are testing dangerous waters and they are not looking back once it starts going down. . . Impressionable younger babes and some lucky young studs are having their sexual curiosities answered in full!","release_date":"2016-04-14","vote_average":6.3,"runtime":121,"cert":"\"NR\"","id":420019,"title":"Taboo Family Fantasies 2","adult":true,"genre_ids":[]},{"cast":["Alyssa Hart","Myah Monroe","Christina Skye","Flynt Dominic","Hope Harper"],"overview":"Daddy always has my best interests at heart, especially when it comes to my sex life. He insists we keep it in the family because he knows its safer and that he can satisfy me the best. My daddy is the best and he always makes me cum, I am a lucky gal! !","release_date":"2015-12-01","vote_average":5.0,"runtime":86,"cert":"\"NR\"","id":420021,"title":"Daddy Knows Best","adult":true,"genre_ids":[]},{"cast":["Romaine Fielding","Edna Payne","Burton L. King"],"overview":"Within the sunny little Mexican City of Juarez, Alonzo, the famous bull-fighter, is to match his skill against the bull from Chihuahua. Pretty Dolores wanders one day without the Plaza El Torres, hoping to get one peep at the wonderful animals. Juan, a young Mexican employed at the Plaza, sees the girl and attracted by her beauty, offers to show her the bulls. He takes her within the Plaza and shows her all the interesting sights. The young people are mutually interested in each other and it proves a case of love at first sight. Alonzo also meets the girl and proposes for her hand. While Dolores loves Juan, she is quickly given to understand by her parents that Alonzo is a much more desirable match and that she must give up poor Juan. This Dolores reluctantly agrees to do. Finally the eventful day arrives. Alonzo, however, reaches the Plaza far too drunk to enter the arena and the management is in despair.","release_date":"1912-03-02","vote_average":0.0,"runtime":17,"cert":"\"\"","id":420023,"title":"A Mexican Courtship","adult":false,"genre_ids":[]},{"cast":["Alan Doyle","Murray Foster","Bob Hallett","Séan McCann"],"overview":"Courage &amp; Patience &amp; Grit is a DVD\/CD set released by the band Great Big Sea on November 14, 2006. It contains video of the live performance from a concert at the Empire Theatre in Belleville, Ontario along with music videos for the songs \"Captain Kidd\", \"When I Am King\", \"Lukey\", and \"Shines Right Through Me\". The live performance was recorded during their The Hard and the Easy tour.","release_date":"2006-11-14","vote_average":0.0,"runtime":115,"cert":"N\/A","id":420025,"title":"Courage & Patience & Grit: Great Big Sea in Concert","adult":false,"genre_ids":[10402]},{"cast":["Tonny Hidayat","Arthur Tobing","K Supranto","Piet Pagau","Zaitun Sulaiman"],"overview":"Sonya, a demonic fighter who has many magical skills, has defeated many martial arts experts and raped many women. He even murders his own eldest child to fulfill his promise to his teacher. Then he ambushes the princess of Adipati Jepara and takes her hostage to a haunted place.","release_date":"1988-01-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":420027,"title":"Demon of Gonggo Gulf","adult":false,"genre_ids":[27,12,14]},{"cast":["Marisé Álvarez"],"overview":"Educating citizens about their human and civil rights.","release_date":"2014-01-02","vote_average":0.0,"runtime":4,"cert":"N\/A","id":420029,"title":"Acceso a la justicia","adult":false,"genre_ids":[16]},{"cast":["Muni Cader","Anna Tairas","Anton Indracaya","Jack Maland","Lina Budiarti"],"overview":"After being constantly insulted by people, and with his child seriously ill, Parjo starts practicing \"ngipri,\" or the worship of monkeys to attain magical power, wealth, fortune and revenge on those who've mocked him. However, it expects him to pay a high price, including being forbidden to own or enjoy his own fortune and sacrificing his own wife.","release_date":"1988-01-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":420031,"title":"Monkey Worship","adult":false,"genre_ids":[27]},{"cast":["Marc McDermott","Miriam Nesbitt","Robert Conness","Nancy Avril"],"overview":"Monsieur is a prosperous man in Paris, and is just sending his young daughter to complete her education at one of the nearby convents. From the affection shown between father and daughter it is evident that her mother no longer survives. News reaches him of the disaster which sweeps away his entire fortune and leaves him penniless. He writes to his daughter and tells her of the great change in their affairs, and that America seems the only hope of retrieving his fortunes. In New York, we find that he has taken a very modest little apartment, to which he, months later, brings the daughter, who takes up her share of the work and does the cooking. She receives an invitation from a girl chum to attend a party, where she meets the girl's brother, with whom she falls in love. When he and his sister come to call at the little apartment they are welcomed by Monsieur, but as the old man has an engagement at the club, departs.","release_date":"1911-04-03","vote_average":0.0,"runtime":14,"cert":"\"\"","id":420033,"title":"Monsieur","adult":false,"genre_ids":[]},{"cast":["Molly Mae","Eden Sinclair","JB Rodeo"],"overview":"Come and knock on our door and see Eden Sinclair and Molly Mae in Three's Company. They will suck your Virtual cock and fuck you real hard in gorgeous 3D ultra 4K Virtual Reality. These girls know exactly what they are doing.","release_date":"2016-08-24","vote_average":7.0,"runtime":null,"cert":"\"NR\"","id":420035,"title":"Three's Company","adult":true,"genre_ids":[]},{"cast":["Maurice Costello","Norma Talmadge","Van Dyke Brooke","Harry T. Morey","George Cooper"],"overview":"Noah Clayton, an old coster, who has made a bit of money, lives with his daughter Liza. He is very cranky and very gouty. Henry Hawkins, a young coster, and Bill Brown, a teacher of boxing, and an ex-pugilist, are both in love with Liza. Old Clayton favors Bill, because he is well off. Liza likes Henry, and they meet down near the old church and do their love-making. Bill lays siege to Liza, offering her presents, which she refuses. At last he offers to take her to a music hall and she yields and goes with him. There they are seen by Hawkins, who becomes furiously jealous and upbraids Liza. She loses her temper and claims the right to do as she likes. Henry on this swears he will fight Bill, and Liza tells him not to be a fool, that Bill could lick him with one hand, and they part in anger. Hawkins meets Bill and challenges him. The result is a foregone conclusion. Poor Hawkins is knocked out and laid up in bed for repairs, tended by his landlady.","release_date":"1912-03-13","vote_average":0.0,"runtime":12,"cert":"\"\"","id":420037,"title":"Mrs. 'Enry 'Awkins","adult":false,"genre_ids":[]},{"cast":[],"overview":"Abby Wambach, the soccer phenom, has maintained an astonishing level of success, from helping the Florida Gators win their first and only national championship, to collecting a Founders Cup...","release_date":"2013-01-01","vote_average":0.0,"runtime":50,"cert":"\"\"","id":420039,"title":"Abby: Head On","adult":false,"genre_ids":[]},{"cast":["Carolyn Monroe","Béatrice Valle","Ildiko Varconi","Nina Hartley","Pascale Dupin"],"overview":"Main star in two stupendous successes: \"Constat d'Adultere\" and \"Les Menteuses\", Carolyn MONROE is the most popular American actress in Europe. Obviously, she has everything to seduce everybody with her heavy boops and her habit of being taken both sides","release_date":"1993-01-01","vote_average":10.0,"runtime":81,"cert":"N\/A","id":420041,"title":"Carolyn Super Star","adult":true,"genre_ids":[]},{"cast":["Lina Budiarti","Dewi Subur","Johan Saimima","S. Parya","Yulli Widyaningrum"],"overview":"When Rengganis’ love for a fellow student at her martial arts school is spurned, she steals his magical power and turns into a Siluman Laba-Laba (Spider Demon). She then attacks and murders innocent people until her teacher sends his prized pupil Senjoyo after her armed with magic.","release_date":"1989-01-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":420043,"title":"Sting of the Red Spider","adult":false,"genre_ids":[27]},{"cast":["Lina Budiarti","Susan Aryani","Nizar Zulmi","Nizar Zulmi","S. Parya"],"overview":"Immediate sequel to Sengatan Laba-laba Merah (\"Sting of the Red Spider\"), released earlier the same year. Evil spider woman Rengganis aka Laba-laba Merah (Red Spider) is baaaack! Only heavily injured (not killed... suckers!) from the climactic fight in Round 1, Rengganis runs away and meets up with her former karate teacher's arch nemesis. The two cause all kinds of problems and kill all kinds of people but Rengganis is also looking for a cure as turning into an ugly spider monster all the time is growing rather tiresome for her.","release_date":"1989-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420045,"title":"Snap of Red Spider's Web","adult":false,"genre_ids":[27,28]},{"cast":["Teddy Purba","Alicia Djohar","Rully Frans","Abdul Hamid Arief","Yayuk Suseno"],"overview":"Treated like crap and then banished by his village, the ugly and sickly Lawar seeks shelter in a cave and is visited by a wish-granting bat spirit. Lawar's wish is to be handsome and be given supernatural abilities. He's given what he wants but must follow certain rules. Instead, Lawar uses his powers against his enemies and to seduce a young woman named Ratih. Oh yeah, and he also turns into a bloodsucking bat monster from time to time.","release_date":"1981-01-01","vote_average":0.0,"runtime":112,"cert":"N\/A","id":420047,"title":"The Magic Man","adult":false,"genre_ids":[27]},{"cast":[],"overview":"On the death of his mother, a filmmaker makes a film to see how much her disappearance has changed his vision of the world. It is an opportunity for him to look back over his relationship with her: a relationship that made him a free individual, as a man and as a filmmaker. The second night is the final part of a trilogy that began with Letter from a filmmaker to his daughter, which was followed by Dreaming films. The making of this \" Cabin Trilogy\" is the fruit of fifteen years of work and reflection.","release_date":"2016-03-21","vote_average":5.0,"runtime":75,"cert":"N\/A","id":420049,"title":"The Second Night","adult":false,"genre_ids":[99]},{"cast":["Anne Vernon","Jess Hahn","François Gabriel","Geneviève Grad","Anna Gaël"],"overview":"The psychotic son of a film producer becomes obsessed with a beautiful blonde starlet while in Cannes, lures her to his hotel room and strangles her. His mother finds out, but can she keep her mouth shut to protect her son? Meanwhile, the young killer meets another pretty blonde...","release_date":"1968-01-17","vote_average":10.0,"runtime":90,"cert":"N\/A","id":420051,"title":"The Woman Is a Stranger","adult":false,"genre_ids":[53,80]},{"cast":["Tony Rogers","Ben Ingram","Marlo Kelly","Jessica C. Wheatley"],"overview":"When a strange loner comes in to town, a bloody encounter with the local youth will reveal the true nature of what it means to be human.","release_date":"","vote_average":0.0,"runtime":8,"cert":"N\/A","id":420053,"title":"Vampir","adult":false,"genre_ids":[18]},{"cast":["Chela Castro","David Reynoso","Valentín Trujillo","Claudia Martell","Sonia Furió"],"overview":"Lawyer and his secretary enter into a midlife marriage, deal with complications coming from their adult children and the former partners of each.","release_date":"1970-10-08","vote_average":0.0,"runtime":95,"cert":"N\/A","id":420058,"title":"Simplemente vivir","adult":false,"genre_ids":[]},{"cast":["Angel D. Memah","Yan Bastian","Chairil J.M.","Yani Timoer","Roy Raymond"],"overview":"Yet another Indonesian fantasy tale of good vs. evil and the struggle to gain control of an heirloom sword, this time featuring a shape-shifting, brain-eating vampire in the bad corner.","release_date":"1989-01-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":420060,"title":"The Legacy of Reef Knowledge","adult":false,"genre_ids":[27,28,14]},{"cast":[],"overview":"Samuel, the last free-diving fisherman, has lived isolated in the island of La Aguja since he was abandoned by his wife and son 15 years ago. His life is disrupted when his son shows up now as Priscila, a transgender prostitute from the streets of Santa Marta, Colombia.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420062,"title":"The Fisherman's Son","adult":false,"genre_ids":[18]},{"cast":["Joice Erna","Jamal Mirdad","Erna Santoso","Jamal Jentak","Arthur Tobing"],"overview":"There is a local legend of a spirit known as Wewe Gombel, who can transform into a midwife to steal babies. Asih is pregnant and goes with her husband, Budi, a farming instructor, to a village. She is worried after hearing the local legend of Wewe Gombel. She wants to return to the city but Budi refuses... until a neighbor gives birth and the baby mysteriously vanishes. Will Asih be next?","release_date":"1988-01-01","vote_average":0.0,"runtime":83,"cert":"N\/A","id":420064,"title":"Wewe Gombel","adult":false,"genre_ids":[27]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420066,"title":"ÁKOS - VELETEK VAGYUNK","adult":false,"genre_ids":[]},{"cast":["Caco Ciocler","Maria Zilda Bethlem","Cristina Aché","Suely Franco","Imara Reis"],"overview":"","release_date":"2001-05-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420068,"title":"Minha Vida Em Suas Mãos","adult":false,"genre_ids":[18,53]},{"cast":["Nodar Pliev","Oleg Kantemirov","Irina Gerkalieva","Georgi Tatonov","Timur Aziev"],"overview":"Tamu, karate black belt returned to his hometown, with the aim to open a karate school. Someone Sedoy, who has opened an existing school in the city, helps Tamu in achieving his objectives, requiring instead the subordination to it.","release_date":"1992-08-02","vote_average":9.0,"runtime":72,"cert":"N\/A","id":420070,"title":"A Man in a Green Kimono","adult":false,"genre_ids":[28,9648,80]},{"cast":[],"overview":"A pilot film for an unmade Gainax anime that was planned to follow their first movie, Royal Space Force: Wings of Honneamise. However, Wings of Honneamise failed at the box office and with the recent collapse of the Japanese asset price bubble, no company was willing to fund it.","release_date":"1991-08-28","vote_average":0.0,"runtime":3,"cert":"N\/A","id":420072,"title":"Route 20: Galactic Airport","adult":false,"genre_ids":[10402,878,16]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420074,"title":"Shark Terror","adult":false,"genre_ids":[]},{"cast":["Charles Ogle","Mary Fuller","Harold M. Shaw","Richard Neill"],"overview":"Hardwell, a young engineer, running a new railroad through a tough western section, falls in love with Bonita, daughter of Jim Collins, a wealthy ranchman. Haligo Laderez, a wealthy Mexican, also has his eye on Bonita. When he sees that Bonita is favoring Hardwell, he invites the gang of Mexicans working for Hardwell to strike for more money. They are refused, so Haligo sets about capturing Hardwell, who has escaped and is on his way to the sheriff. As he is making his way through a narrow railway cut, Hardwell is hemmed in at both sides by Haligo's men, so he takes refuge behind a barricade of rocks. Unable to get at Hardwell, Haligo places a can of gun powder in front of the rocks and lights the fuse. Just before the flame reaches the can, Bonita and the sheriff arrive, putting the Mexicans to flight. The next day Bonita's father agrees to let her become the wife of Hardwell.","release_date":"1912-01-13","vote_average":0.0,"runtime":12,"cert":"\"\"","id":420076,"title":"A Question of Seconds","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1992-02-14","vote_average":10.0,"runtime":null,"cert":"N\/A","id":420078,"title":"Diamond Moon","adult":false,"genre_ids":[18,14,10749,80]},{"cast":["Robert Thornby","George Stanley","Anne Schaefer","Eagle Eye"],"overview":"A short Western about a bandit who saves the daughter of the sheriff.","release_date":"1912-07-16","vote_average":0.0,"runtime":14,"cert":"\"\"","id":420080,"title":"The Redemption of Red Rube","adult":false,"genre_ids":[]},{"cast":["Alice Joyce","William Clarence Rowe"],"overview":"Allan Peters, just out of college, the son of a railroad president, calls at his father's office. The indignant parent suggests that as he has studied hard for several years, a trip to Europe would be in order. Allan, however, tells his father he is ready to go to work and wants to begin at once. Further, that he wants to learn the railroad business from the bottom up and asks for an opportunity to start as a fireman. While following his vocation he meets the daughter of Steve Martin, his engineer and falls in love at first sight. Industriously prosecuting his suit they become formally engaged and Allan advises his father by wire. The receipt of the message angers President Peters. He orders his private car got ready and hurries to the division where Allan is employed in an effort to rescue him from what he terms a misalliance.","release_date":"1911-01-06","vote_average":0.0,"runtime":15,"cert":"\"\"","id":420082,"title":"The Runaway Engine","adult":false,"genre_ids":[]},{"cast":["Georg Allacher","Michael Fuith","Simon Hatzl","Lilian Klebow"],"overview":"","release_date":"2008-10-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420084,"title":"Das große Glück sozusagen","adult":false,"genre_ids":[18,35]},{"cast":["Sydney Ayres","Tom Santschi","Al Ernest Garcia","Frank Richardson","Captain Vasquez"],"overview":"Annie Jackson, living with her uncle, Horace Gregory, an old fisherman on Val Dez Island, is injured by an automobile. John Kingdon, who happens by, takes her in his machine to the hospital. There he learns to love her, but his advances are not wanted by her uncle, for his choice for his niece's hand is John Runyon. So when Annie returns to her home, and is told to marry Runyon, she refuses. In the meantime, Kingdon leaves for Honolulu. The vessel is wrecked. Kingdon, cast into the sea, clings half exhausted to a spar. By a trick of Fate, the wreck occurs on the rocks of Val Dez Island, and Annie sees the spar, rows out and succeeds in dragging it to shore, where Kingdon is recognized. The young people declare their love for each other, but Runyon plans to get Kingdon out of his way. The \"best laid plans of mice and men gang aft aglee,\" and so Kingdon escapes the trap laid for him, and taking Annie with him to the mainland, they get married.","release_date":"1911-09-21","vote_average":0.0,"runtime":10,"cert":"\"\"","id":420086,"title":"Shipwrecked","adult":false,"genre_ids":[]},{"cast":["Bernard Seray","Vicky Palma","Andrea Albani","Rocío Freixas","César Bonet"],"overview":"","release_date":"1981-10-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420088,"title":"Gamiani","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2016-09-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420090,"title":"Colazione sull'erba","adult":false,"genre_ids":[]},{"cast":["Herbert Berry","Leo Delaney","Tefft Johnson","Edith Storey"],"overview":"A short romantic drama in which a captain and his wife are separated by a shipwreck. The woman ends up on a desert island with another man, and they have a relationship. When they are saved by the captain, he decides to stay behind on the island, alone.","release_date":"1912-09-25","vote_average":4.0,"runtime":10,"cert":"\"\"","id":420092,"title":"The Signal Fire","adult":false,"genre_ids":[]},{"cast":[],"overview":"A twisted new take on the Frankenstein legend - and the madness that surrounds it.","release_date":"2016-10-02","vote_average":0.0,"runtime":25,"cert":"\"\"","id":420094,"title":"Creatures of Whitechapel","adult":false,"genre_ids":[]},{"cast":["George O'Hanlon","Monte Blue","Phyllis Coates","Art Gilmore","Fred Kelsey"],"overview":"Fed up with Joe's indifference toward her, Alice McDoakes takes her troubles to a marriage counselor. None of the courses of action she is advised to take have any impact on Joe, until she is advised to create the impression that she has left Joe for another man.","release_date":"1950-07-01","vote_average":0.0,"runtime":10,"cert":"\"\"","id":420099,"title":"So You Want to Hold Your Husband","adult":false,"genre_ids":[99,35]},{"cast":["Chris Geoffrion","Leeann Aubuchon","Xoe Rose","Julian Lowenthal","Logan Lopez"],"overview":"After a train wreck, four passengers from different walks of life are trapped together and share their recent nightmares. Masked killers, Bigfoot, crazed lovers and a Satanic cult are just the beginning of the terror as this group quickly realizes that they may have experienced more than a dream and the true nightmare is about to begin.","release_date":"2015-03-28","vote_average":2.0,"runtime":82,"cert":"\"\"","id":420101,"title":"Scary Tales: Last Stop","adult":false,"genre_ids":[27]},{"cast":["Alwara Höfels","Maximilian Ehrenreich","Adam Bousdoukos","Barbara Philipp","Heikko Deutschmann"],"overview":"","release_date":"2016-10-07","vote_average":6.2,"runtime":null,"cert":"N\/A","id":420103,"title":"Mein Sohn, der Klugscheißer","adult":false,"genre_ids":[35,10770,10751]},{"cast":["Allen Neal Jones","Jonathan Good","John Cena","Heath Miller","Terrance Guido Gerin"],"overview":"No Mercy (2016) was a professional wrestling pay-per-view (PPV) event and WWE Network event produced by WWE for the SmackDown brand. It took place on October 9, 2016, at the Golden 1 Center in Sacramento, California. This was the 12th event in the No Mercy chronology and the first since 2008.","release_date":"2016-10-09","vote_average":7.6,"runtime":null,"cert":"\"\"","id":420105,"title":"WWE No Mercy 2016","adult":false,"genre_ids":[]},{"cast":["Kathlyn Williams","Charles Clary","Tom Santschi","Lafe McKee","William Holland"],"overview":"John Brant, his only daughter, Gene, and Jan Karl, a farmhand, live on a farm in Central Africa, near the border of the jungle. The monotony of their lives is stirred by the arrival in the neighborhood of a hunting party, about to enter the jungle to secure wild animals for an American circus. Henry Barium, the young circus owner, heads the party. He prevails on old John Brant to accompany him on the trip and, in turn, agrees that Gene and Jan Karl shall join the expedition. Jan and Gene are \"as good as engaged.\" as the saying goes. Young Barium pays marked attention to Gene as they journey, and Jan grows jealous. One day he comes on the young people when Barium is trying to force a kiss from Gene. In the trial of strength that follows, Barium is worsted. Gene, who loves Jan, does not show that worthy due appreciation of his interference, with the result that he leaves the expedition for the Transvaal mines. Next day a noble, shaggy-maned lion is caught.","release_date":"1913-11-01","vote_average":0.0,"runtime":29,"cert":"\"\"","id":420107,"title":"Thor, Lord of the Jungles","adult":false,"genre_ids":[]},{"cast":["Mélusine Mallender"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420109,"title":"Un jour, il faut partir","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A cosmic archaeologist journeys through space and time to capture evidence of a forgotten Earth.","release_date":"2013-07-12","vote_average":3.5,"runtime":10,"cert":"\"\"","id":420117,"title":"Telescope","adult":false,"genre_ids":[878]},{"cast":["Christian Meier","Frank Perozo","Nashla Bogaert","Mike Amigorena","Georgina Duluc"],"overview":"Joaquín, a recently divorced airline pilot, meets Manolo and Juan Luis, who are also divorced. Together, they establish rules to support their life as new bachelors. Everything changes when they try to seduce their housekeeper.","release_date":"2016-06-30","vote_average":2.0,"runtime":86,"cert":"N\/A","id":420119,"title":"Todos los hombres son iguales","adult":false,"genre_ids":[35]},{"cast":["Charytín","Roberto Angel Salcedo","Hony Estrella","Cheddy García","Manolo Ozuna"],"overview":"Ernesto has to deal with his bossy mother-in-law after she moves to his home with her friends.","release_date":"2016-01-21","vote_average":10.0,"runtime":null,"cert":"N\/A","id":420121,"title":"Mi suegra y yo","adult":false,"genre_ids":[35]},{"cast":["Maurice Costello","Florence Turner","Edith Halleran"],"overview":"Short comedy about a arguing couple in which the man is doing everything to make up with his girlfriend. Henri has a fight with his girlfriend, Dora. He tries to make excuses by phone and by mail, but his girlfriend wants to know nothing about him. Henry tries dressed as parcel delivery and as a woman, but even then it does not work. Eventually the opinion of his girlfriend changes, and the quarrel is over.","release_date":"1912-10-08","vote_average":0.0,"runtime":15,"cert":"\"\"","id":420123,"title":"When Persistency and Obstinacy Meet","adult":false,"genre_ids":[]},{"cast":["Anna Maria","Katy Kash","Katrin Dumas","Monika Bella","Nicolette"],"overview":"Christoph and his lady get caught having anal sex at a local airfield and security brings them in. He has to bring more ladies in so the staff can pleasure themselves or he goes to jail. A bevy of lovelies follow with lots of group sex and most involve anal. The girls are not shy about taking loads of come on the face or any other body part. Much of this is outdoor or in open air hangers, no bedroom scenes although one girl is sodomized in a derelict airplane. It really rocks as they go to town.","release_date":"1995-01-01","vote_average":10.0,"runtime":88,"cert":"N\/A","id":420125,"title":"Clark 31 Start Up","adult":true,"genre_ids":[]},{"cast":["Esperanza Roy","Bárbara Rey","Terele Pávez","Beatriz Rossat","Paca Ojea"],"overview":"Berta (Tota Alba) has entered, once again, in prison accused of fraud. From the first moment she steps in the jail, she becomes the toy of all the veteran inmates. The number of conflicts in which she is immersed causes her to be transferred several times from penitentiary. In all of them will live some experience that will change her life; she will know love, hate, despair, etc.","release_date":"1978-01-27","vote_average":0.0,"runtime":93,"cert":"N\/A","id":420127,"title":"Carne apaleada","adult":false,"genre_ids":[18]},{"cast":["Katy Kash","Brittania","Erika Bella","Kitty Yung","Sidonie Lamour"],"overview":"Crammed with non-stop Euro raunch for 103 minutes! A haunted house inspires amazing sex. Three exotic European babes partake in a lesbian lick-fest before ramming each other’s assholes with a dildo. Two gorgeous brunettes suck the jumbo cocks of two studs, get fucked, anally rammed and double penetrated before licking the cream out of each other’s hands and mouth. And that’s just for starters. There are more frenzied scenes of deep penetration climaxing with a full-blown 13-person orgy concluding with the girls licking up jizz like kittens drinking milk. It’s an absolute gem!","release_date":"1994-01-01","vote_average":10.0,"runtime":105,"cert":"\"\"","id":420129,"title":"Virgin Treasures 1","adult":true,"genre_ids":[]},{"cast":[],"overview":"Usama Alshaibi and Camilla Ha’s short (in essence, a music video for Ha's Chicago-based music project Magic is Küntmaster as it is the latter's composition that provides both the score and the name of the film) \"evokes Kenneth Anger and Jack Smith its trippy fantasia of a cannibalistic coven. The wild lighting of HOLD THE SCISSORS leaves much to darkness but what we do glimpse all but obliterates the lines between seduction and repulsion.","release_date":"2004-01-01","vote_average":0.0,"runtime":4,"cert":"\"\"","id":420143,"title":"Hold My Scissors","adult":false,"genre_ids":[]},{"cast":["Nikki Rollason"],"overview":"Stop-motion and live action dance film. A collaborative project between dancer\/choreographer\/performance artist Nikki Rollason and filmmaker\/artist Clifton Childree.","release_date":"2006-01-01","vote_average":0.0,"runtime":12,"cert":"\"\"","id":420145,"title":"She Sank on Shallow Bank","adult":false,"genre_ids":[]},{"cast":["Monica Roccaforte","Julia Taylor","Anna Nova","Betty Dark","Cathy"],"overview":"Cinema Play Entertainment brings a lurid tale of indiscretion, adultery, and plain vulgarity. During this feature there's a very attractive girl conflicted with religion and blazing passion. The sensation is so passionate it consumes her.  An old, ill man gets his fantasies fulfilled with two hot young ladies. The cast has threesomes, deep anal, pussy pounding, hot girls kissing girls, and earth shattering cock sucking. Great recipe and the results are fantistico!","release_date":"2001-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":420147,"title":"Capodanno in casa Curiello","adult":true,"genre_ids":[]},{"cast":["Fred Delmare","Brigitte Krause","Gerry Wolff","Holger Mahlich","Leon Niemczyk"],"overview":"","release_date":"1979-02-09","vote_average":0.0,"runtime":88,"cert":"N\/A","id":420152,"title":"Des Henkers Bruder","adult":false,"genre_ids":[10751]},{"cast":["Bryci","Alexis Monroe","Jo Bella"],"overview":"What do you do when Bryci comes up to you and drops down to her knees in front of you? You fuck her face of course! This woman craves cum like a fish craves water. She moans for it, she begs for it, she demands that you give her cock when she wants it and if you do . . . she will do anything you want. Yes, anything. Bryci has a cum obsession, and it's only getting worse!","release_date":"2016-08-29","vote_average":7.0,"runtime":120,"cert":"\"NR\"","id":420154,"title":"My Cum Obsession 2","adult":true,"genre_ids":[]},{"cast":["Lidia Yezhevskaya","Andrey Gradov","Nina Antonova","Stanislav Molganov","Natalia Naum"],"overview":"The murder of an ordinary policeman happened in a provincial town Limansk. Police officer Lyubov Virtanen comes from Moscow to investigate the crime. Her appearance is troubling the local authorities.","release_date":"1992-05-02","vote_average":0.0,"runtime":84,"cert":"N\/A","id":420171,"title":"Personal Weapon","adult":false,"genre_ids":[80,18]},{"cast":["Erwin Geschonneck","Gerhard Bienert","Peter Borgelt","Marga Legal","Günter Schubert"],"overview":"","release_date":"1979-12-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420173,"title":"Herbstzeit","adult":false,"genre_ids":[18]},{"cast":[],"overview":"An advocation for a new and personal take on the alphabet reveals multi-layered, comical meanings. ABCD is an experimental animation, decidedly crude in approach and part socio-political commentary and surrealist whimsy.","release_date":"1985-01-01","vote_average":10.0,"runtime":5,"cert":"N\/A","id":420175,"title":"ABCD","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Kucheipadar village in Odisha is a bauxite-rich block that since India’s economic liberalisation has been the subject of violent conflict between Adivasis and a mining venture. The singing of songs has come to articulate creative forms and political structures that steered the Kashipur resistance movement from subalternity, through solidarity and into dissolution. The film interweaves the efforts to record song, farming, village life and a political meeting to improvise a junction between voice, music, silence, sound and noise.","release_date":"2013-01-01","vote_average":0.0,"runtime":36,"cert":"N\/A","id":420177,"title":"Blood Earth","adult":false,"genre_ids":[]},{"cast":[],"overview":"A silent poem reflecting on the place of my mother's birth and her first traces on earth. A generational portrait of South Asian \"makers\" becomes a perceptual voyage into memory, experience, and touch.","release_date":"","vote_average":5.0,"runtime":15,"cert":"N\/A","id":420179,"title":"If I Were Any Further Away I'd Be Closer to Home","adult":false,"genre_ids":[]},{"cast":["Izabella","Monica Roccaforte","Laura Megan","Sophie","Suzan"],"overview":"An innocent girl bourgeois constraint а attend sulfur antics of her cousin raped by an unscrupulous man, discovers with astonishment that his mother and his father share the same household. Let her confide а you!","release_date":"1998-01-01","vote_average":10.0,"runtime":63,"cert":"N\/A","id":420181,"title":"Petits plaisirs en famille","adult":true,"genre_ids":[]},{"cast":["Christopher Connelly","Capucine","Mimsy Farmer","Andréa Ferréol"],"overview":"","release_date":"1980-10-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420195,"title":"Martin Eden","adult":false,"genre_ids":[12]},{"cast":["Dieter Montag","Angelica Domröse","Winfried Glatzeder","Michael Gwisdek","Henry Hübchen"],"overview":"","release_date":"1979-09-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420197,"title":"Der Menschenhasser","adult":false,"genre_ids":[18]},{"cast":["Akiko Ashizawa","Sue Gibson","Marina Goldovskaya","Amy Halpern","Shu Shi Jun"],"overview":"Reveals the history of camerawomen around the world, celebrating not only the survival of pioneer women in a male-dominated field, but a new generation of camerawomen's visions.","release_date":"2008-10-05","vote_average":0.0,"runtime":54,"cert":"N\/A","id":420205,"title":"Shooting Women","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Made in collaboration with the Cree community of Waswanipi, this is an extraordinary documentary that is equal parts observational and poetic. Shot over a year, co-directors Nicolas Lachapelle and Ariel St-Louis Lamoureux follow a group of children through their daily life. A generous and human meditation on identity and place that's unfettered by an issue-driven hook or an imposed narrative, this is the rare sort of film that transcends categorization, becoming a beautiful work of art to behold.","release_date":"2016-10-01","vote_average":0.0,"runtime":58,"cert":"N\/A","id":420207,"title":"Lights Above Water","adult":false,"genre_ids":[99]},{"cast":["Germán Valdés","Rosita Arenas","Martha Valdés","Óscar Pulido","Luis Aldás"],"overview":"Spoofy adaptation of The Three Musketeers, follows the original very closely.","release_date":"1957-10-29","vote_average":8.3,"runtime":100,"cert":"N\/A","id":420209,"title":"Los tres mosqueteros y medio","adult":false,"genre_ids":[]},{"cast":["Joey Silvera","Fanie Essex","Elaine Wells","Phaery Burd","John Leslie"],"overview":"Home from a date, a couple is brutally attacked in the man's apartment. After the smoke clears, the ashamed woman pleads that the police not be told. A suspicious cop persuades a lady friend to date the same man, and a similar attack ensues. It's revealed that the seemingly innocent man was in on the act, as a clever method to violate women.","release_date":"1978-05-19","vote_average":4.0,"runtime":75,"cert":"\"NC-17\"","id":420211,"title":"Expensive Tastes","adult":true,"genre_ids":[80]},{"cast":[],"overview":"A young girl disappears in a forest in the heart of São Paulo, Brazil.","release_date":"2016-10-20","vote_average":0.0,"runtime":33,"cert":"N\/A","id":420213,"title":"Mata Atlântica","adult":false,"genre_ids":[]},{"cast":[],"overview":"During World War II, Wehrmacht captain Harald von Vietinghoff-Riesch traveled in advance of the army scouting for barracks. An amateur cinematographer, he also made 16mm images behind the front. Part of a larger project, Die pferde des Rittmeisters, made by Vietinghoff-Riesch’s grandson, presents footage of the cavalry horses, the artist’s commentary never letting us forget that these attractive creatures were also Nazi machines.","release_date":"","vote_average":0.0,"runtime":10,"cert":"N\/A","id":420215,"title":"The Horses of a Cavalry Captain","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An alien girl is fascinated by Earth, until she witnesses something terrible.","release_date":"","vote_average":0.0,"runtime":5,"cert":"N\/A","id":420217,"title":"Terepashiru","adult":false,"genre_ids":[16,878]},{"cast":[],"overview":"Animated parable in which a man chases after an unreachable point.","release_date":"","vote_average":0.0,"runtime":3,"cert":"N\/A","id":420219,"title":"A Graph","adult":false,"genre_ids":[16]},{"cast":["Swede Sorenson","Dean Preece"],"overview":"A clergyman seeks a donation from a banker in this short slapstick comedy.","release_date":"1966-01-01","vote_average":0.0,"runtime":10,"cert":"\"\"","id":420221,"title":"How Do You Like Them Bananas","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A film by Anton Ginzburg","release_date":"2012-01-01","vote_average":0.0,"runtime":5,"cert":"\"\"","id":420223,"title":"Sweep","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary on erotic drawings by the painter André Masson.","release_date":"1965-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":420225,"title":"A la source, la femme aimée","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A film by Robert Cahen","release_date":"1981-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":420233,"title":"Artmatic","adult":false,"genre_ids":[]},{"cast":["Jung Jae-yoon"],"overview":"A college student trudges to the home of a student she tutors. When she arrives, the home is empty and the family tells her over the phone that they’re on vacation. Filmed in real time, the film lets us experience everything just as she does. And something horrible awaits.","release_date":"2016-10-08","vote_average":0.0,"runtime":93,"cert":"N\/A","id":420238,"title":"Picture of Hell","adult":false,"genre_ids":[]},{"cast":["Stan Brakhage","Jane Brakhage"],"overview":"A lyrical film following a cycle of seasons as well as the stretch of a single day as a man and his dog slowly ascend a mountain.","release_date":"1964-03-24","vote_average":6.9,"runtime":78,"cert":"\"\"","id":420240,"title":"Dog Star Man","adult":false,"genre_ids":[99]},{"cast":["Katee Sackhoff","Lucy Boynton","Javier Botet","Nick Moran","Pooneh Hajimohammadi"],"overview":"A mother desperate to reconnect with her troubled daughter becomes embroiled in the urban legend of a demonic witch.","release_date":"2017-02-03","vote_average":5.0,"runtime":93,"cert":"\"R\"","id":420245,"title":"Don't Knock Twice","adult":false,"genre_ids":[27]},{"cast":["Kelly Kalyubi","Deddy Mizwar","Giselawaty","Tuty S","Doddy Sukma"],"overview":"Police Lieutenant Iskandar (Kelly Kalyubi) joins a doctor’s mission to a village but he's really there to investigate the mysterious deaths of several men who were found with snake bites on their necks. The early victims were all men who'd recently had sex with the village \"black widow\" Wulan (Giselawaty), but then people not even associated with her start turning up dead.","release_date":"1982-01-01","vote_average":0.0,"runtime":104,"cert":"N\/A","id":420247,"title":"The Mystery of Ronggeng Jaipong","adult":false,"genre_ids":[9648,27]},{"cast":["Farida Pasha","W.D. Mochtar","Muni Cader","Connie Sutedja","Rully Frans"],"overview":"A village is being terrorized by an evil spirit called Kuyang or Nenek Grondong, which especially loves sucking blood from infants and pregnant women. That all coincides with a couple adopting a child that turns on them and becomes vicious and evil.","release_date":"1982-01-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":420252,"title":"Nenek Grondong","adult":false,"genre_ids":[27]},{"cast":[],"overview":"What is the City begon to tell us about the cloak and dagger stories that she witnessed?","release_date":"2007-07-17","vote_average":0.0,"runtime":5,"cert":"N\/A","id":420254,"title":"Welcome to Whitechapel District","adult":false,"genre_ids":[]},{"cast":["Afsaneh Bayegan","Mohammad Reza Haghgoo","Reza Jian","Hamid Lolayi","Ezzatollah Mehravaran"],"overview":"Khosro Paziresh, poor inventor of a magical washing powder went to see the CEO to manufacture his invention But accidentally fell into the elevator shaft.","release_date":"1998-01-09","vote_average":7.0,"runtime":106,"cert":"N\/A","id":420256,"title":"The Wrong Man","adult":false,"genre_ids":[]},{"cast":["Bobby Kim","Jeffry Sani","Tatiek Tito","Grace Zahara","Grace Zahara"],"overview":"After several people close to her are murdered, a young woman steps into action (accompanied by her father, who got throw over a cliff himself) to eliminate a group of ex-military who now operate a crime syndicate posing as a charity organization.","release_date":"1978-01-01","vote_average":0.0,"runtime":102,"cert":"N\/A","id":420258,"title":"The Black Skull","adult":false,"genre_ids":[28]},{"cast":["Julia Stiles","Josh Charles","Avan Jogia","Tracie Thoms","Leo Fitzpatrick"],"overview":"A psychiatrist faces his past, present and future when he finds himself involved in the treatment of a young man recently released from prison for a murder committed when the boy was just 11 years old.","release_date":"2016-10-08","vote_average":4.5,"runtime":95,"cert":"\"\"","id":420260,"title":"The Drowning","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"Arnulfo Silva, a former abandoned child, retells his childhood difficulties living on the streets.","release_date":"1974-10-09","vote_average":0.0,"runtime":13,"cert":"N\/A","id":420265,"title":"Teremos Infância","adult":false,"genre_ids":[99]},{"cast":["Galia Bar Or"],"overview":"The ‘Casa do Povo’ cultural centre in São Paulo, an icon of the secular Jewish workers’ movement: a crumbling theatre flanked by staircases, entryways and corridors. Construction noise drones away in the background, clinking crockery, a broom sweeping over tiled floors, an expressive façade of countless adjustable panes of glass covered by a patina. It’s October 2016 and a group of young people are preparing a preview of Bickels [Socialism]. The venue is to form a prologue to the completed film, which tours 22 buildings in Israel designed by Samuel Bickels, most of which for kibbutzim. Dining halls, children’s houses, agricultural buildings, bright structures inserted into the Mediterranean landscape with great ingenuity. An architecture with a sell-by date: That many are now empty or have been repurposed at best is linked to the decline of the socialist ideals they embody.","release_date":"2016-10-22","vote_average":5.0,"runtime":92,"cert":"N\/A","id":420267,"title":"Bickels [Socialism]","adult":false,"genre_ids":[]},{"cast":["Maria Alice Vergueiro","Danilo Grangheia","Pascoal da Conceição","Luciano Chirolli"],"overview":"no movie overview","release_date":"2016-10-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420269,"title":"Górgona","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The day after the November 13th terrorist attack in Paris, Michka Assayas’s weekly radio program on rock ‘n’ roll is haunted by this mass murder.","release_date":"2016-10-22","vote_average":0.0,"runtime":48,"cert":"N\/A","id":420271,"title":"Friday the 13th","adult":false,"genre_ids":[]},{"cast":["Vinicius de Moraes","Antônio Carlos Jobim","Caetano Veloso","Ferreira Gullar","João Donato"],"overview":"A documentary on Brazilian poet and composer Vinicius de Moraes, made by his daughter a few months before his death.","release_date":"1983-10-09","vote_average":0.0,"runtime":30,"cert":"N\/A","id":420273,"title":"Vinicius de Moraes, Um Rapaz de Família","adult":false,"genre_ids":[]},{"cast":["Roy Marten","Rory Anna","S. Bono","Eva Arnaz","Parto Tegal"],"overview":"Businessman Bharata is rich and has a 22-year-old trophy wife named Natalia. Feeling neglected, Natalia decides to have an affair with Bharata's nephew Pieter, who's home on college break from America. This leads to blackmail, pregnancy, murder, pawning off an unborn child on the wrong dad, gambling debt, forced prostitution, fights to the death and more!","release_date":"1978-01-01","vote_average":0.0,"runtime":105,"cert":"N\/A","id":420275,"title":"A Woman's Breath","adult":false,"genre_ids":[18]},{"cast":["Mohammad Amir Naji","Hooman Barghnavard","Mahtab Nasirpour","Ashkan Khatibi","Ali Omrani"],"overview":"Nasi spends months after release from prison, watching the films and memorizes all the lines. He then travels around to perform the films as a one man show on a bench. Gradually he forms a theatre group called Cinema Bench...","release_date":"2016-10-22","vote_average":8.0,"runtime":117,"cert":"N\/A","id":420277,"title":"Bench Cinema","adult":false,"genre_ids":[]},{"cast":["Phillip Adrian Vasquez","Nancy Sullivan","Katie Leigh","Fiona Hardingham","Wally Wingert"],"overview":"Young Lucas finds out he's not really a human after he surprisingly transforms into a monster in front of the most popular kids at school. His search for Monster Island and his real roots takes him on a fabulously scary journey that puts him face to face with more tentacles, fangs and far-out situations than he can shake one of his new wings at.","release_date":"2017-07-21","vote_average":5.5,"runtime":80,"cert":"\"PG\"","id":420279,"title":"Monster Island","adult":false,"genre_ids":[16,12,10751,35]},{"cast":["Camilo Carmona","Catalina Dinamarca","Claudio Riveros","Paula Zúñiga","Sylvia Hernández"],"overview":"While Thomas spends his last weekend in Chile with his family, before traveling abroad for the first time, a flaw in the sewage system produces a flood of smelly water. The problem shows the essence of family relationships.","release_date":"2016-10-22","vote_average":6.0,"runtime":82,"cert":"N\/A","id":420287,"title":"First Born","adult":false,"genre_ids":[18]},{"cast":["Irina Björklund","Harry Hamlin","Kevin Kilner","Edoardo Ballerini"],"overview":"The lines of real life and fantasy begin to blur, as the director starts to suspect that he may only be a character in the story manipulated by the writer in order to get him to direct the play the way she wants, but also to stimulate her creativity.","release_date":"2016-10-22","vote_average":6.0,"runtime":80,"cert":"N\/A","id":420292,"title":"The Unattainable Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2016-10-22","vote_average":0.0,"runtime":72,"cert":"N\/A","id":420294,"title":"Gurumbé Canciones de tu memoria negra","adult":false,"genre_ids":[]},{"cast":["Krung Srivilai","Runglawan Sripatimakul","Lo Lieh","Chao Klaewklong","Luechai Natnat"],"overview":"A woman is impregnated by an evil spirit but thinks the ex-husband is the father. She gives birth five months later than she should, which is just the beginning of her troubles. A Buddhist monk is eventually called in to help.","release_date":"1975-01-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":420296,"title":"The Possessed","adult":false,"genre_ids":[27]},{"cast":["Dimitar Krumov","Stefan Mavrodiev","Lyubomir Neikov","Dimitar Nikolov","Julian Vergov"],"overview":"Hristo is a homeless boy. He would do anything to get a normal living. But still there's something he wouldn't do. The price of 'normal' life, for him is too high.","release_date":"2016-05-11","vote_average":0.0,"runtime":100,"cert":"N\/A","id":420298,"title":"Hristo","adult":false,"genre_ids":[]},{"cast":[],"overview":"After the sanctions imposed by the US and Europe against Iran, Iranian families face numerous economic problems. MAAT is a doc-fiction about families from different towns decided to immigrate to the capital to solve their financial problems. They spend all their saving on buying a house in that utopia. After entering the house, they found out the flat has been sold to a few buyers. They are finding a way out for their problem when they find a large sum of money (US dollars, Credit cards and ...) in the flat. Now they face the ethical dilemma of taking the money or telling the truth to the police or solving the problem between themselves somehow.","release_date":"2016-10-09","vote_average":0.0,"runtime":90,"cert":"N\/A","id":420300,"title":"MAAT","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Victoria receives an unexpected visit. Her daughter Sara, with whom she has not spoken for some time, asks her to take care for a few days to Nicole, her 7 year old granddaughter. Victoria is a reserved and independent woman, who apparently enjoys her loneliness. This favor will alter her life and change the routine. Nicole arrives with a renewing energy. Little by little, she will conquer her love. Girl and grandmother live the everyday life of the countryside. After an alarming event and unsuspected news, Sara will return home to be reconciled and receive the love of her mother.","release_date":"2016-10-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420302,"title":"Mamá","adult":false,"genre_ids":[]},{"cast":[],"overview":"The culmination of Encina’s work with the so-called Archives of Terror—meticulous records kept by the government of dictator Alfredo Stroessner. Encina’s longstanding political and aesthetic research project focused on how a community can cope with such detailed accounts of human rights violations. Memory and history, the personal and the political interweave in this experimental documentary that explores the consequences of Stroessner’s decades-long state terror regime and how it continues to mark the Paraguayan people. Constructed from the testimonies, visual material, and memories of the children of Agustín Goiburú, an opposition leader who disappeared in 1979, the documentary is a provocative reflection on how film might respond to political circumstances amid a surfeit of images of terror.","release_date":"2016-10-09","vote_average":6.0,"runtime":70,"cert":"N\/A","id":420304,"title":"Memory Exercises","adult":false,"genre_ids":[99]},{"cast":[],"overview":"no movie overview","release_date":"2016-10-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420306,"title":"El Francesito, un documental (im)-posible sobre Enrique Pichón Riviere","adult":false,"genre_ids":[]},{"cast":["Christoph Letkowski","Luise Heyer","Karoline Bär","Christian Grashof","Ulrike Kriener"],"overview":"\"Everything in life happens for a reason.\" After the death of his pregnant wife, Schimon clings to this sentence. When he meets Milena just two weeks later and falls head over heels in love with her, he thinks he's found the reason.","release_date":"2017-05-25","vote_average":4.5,"runtime":108,"cert":"N\/A","id":420308,"title":"Die Reste meines Lebens","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"The documentary ‘No Homeland’ impressively demonstrates the absurd course that things can take when the so called national consciousness awakes and a constructed and at the same time uncontrollable hatred destroys the hitherto peaceful life of a community forever.","release_date":"2016-10-09","vote_average":0.0,"runtime":90,"cert":"N\/A","id":420310,"title":"No Longer Our Homeland","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A film by Barbara Meter","release_date":"2011-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":420312,"title":"Little Stabs","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film by Barbara Meter","release_date":"1968-01-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":420314,"title":"Familie Nasdalko aan zee","adult":false,"genre_ids":[]},{"cast":["Batiste Sornin","Eminé Meryem","Naidra Ayadi","Bernie Bonvoisin","Bruno Clairefond"],"overview":"no movie overview","release_date":"2016-10-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420316,"title":"Sonar","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Creative documentary about a wedding which narrative is built through the confrontation of memories.","release_date":"2016-10-09","vote_average":0.0,"runtime":80,"cert":"N\/A","id":420318,"title":"Um Casamento","adult":false,"genre_ids":[]},{"cast":[],"overview":"The film “A House On 41st Street”, tells the story of a family who are struggling with a happening and the consequences after. Something happens that results to a conflict between two brothers, following by some unpleasant incidents between the daughter-in-law and Mother of the family.","release_date":"2016-10-09","vote_average":5.0,"runtime":null,"cert":"N\/A","id":420320,"title":"A House On 41st Street","adult":false,"genre_ids":[]},{"cast":["Carolina Ferraz","Sandra Corveloni","Vicente Demori","Carol Marra","Vicente Monte"],"overview":"Graça is a single mother who works as a massage therapist and lives with her two children: Moreno, 8, and Papoula, 15. One day, in a visit to the doctor, Graça is diagnosed with a brain aneurism that may rupture at any moment. Desperate about who will take care of her kids in the event of her death, she decides to go after her brother, Luiz Carlos, whom she hasn't seen in over 15 years due to a quarrel. When they meet, however, Luiz Carlos has become Gloria, a beautiful and successful transvestite, who now owns a restaurant and brags about being independent. At first, Gloria is unwilling to reconnect with her family; but as she becomes more guilt-stricken, she accepts Graça's invitation to meet her nephews and eventually realizes that maybe, to be complete, she needs to become a mother.","release_date":"2017-03-30","vote_average":6.0,"runtime":94,"cert":"N\/A","id":420322,"title":"Gloria and Grace","adult":false,"genre_ids":[18]},{"cast":["Marco Ricca","Adriana Esteves","Bianca Bin","Pedro Nercessian","Cacá Ottoni"],"overview":"Batista (Marco Ricca) and Maria (Adriana Esteves) form a couple who, apparently, are very happy in their marriage. However, the truth is that appearances deceive and much; in the background, Batista, an inveterate alcoholic and Maria, who has an affair with her eldest daughter's boyfriend, Emilia (Bianca Bin), represents a family on the edge of the ruins.","release_date":"2016-10-09","vote_average":7.1,"runtime":121,"cert":"N\/A","id":420324,"title":"Canastra Suja","adult":false,"genre_ids":[18]},{"cast":[],"overview":"no overview","release_date":"2016-10-09","vote_average":0.0,"runtime":80,"cert":"N\/A","id":420326,"title":"No Vazio da Noite","adult":false,"genre_ids":[]},{"cast":[],"overview":"Three artists take over public space to present their vision and way of expression in the streets of the biggest city of South America. \"Instigated\" is a portrait of creation in the artists lives and São Paulo's picture.","release_date":"2017-03-09","vote_average":7.0,"runtime":70,"cert":"N\/A","id":420328,"title":"Instigated","adult":false,"genre_ids":[]},{"cast":[],"overview":"no overview","release_date":"2016-10-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420330,"title":"O Homem Bruxa","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ghashang and Farang are two elderly sisters living with their sons Bahman and Vahid. Farang’s son, Bahman is a film critic and Ghashang’s son, Vahid is a dentist. Although Vahid is married, he is not very committed to his marriage and due to this his wife has left him and moved to France to continue studying. On the other hand, Bahman and his wife have separated and she has moved to Dubai in an attempt to sell her paintings. One night, after hosting a party, Bahman goes for a walk and is hit by a car and fells into a coma. His mother and aunt try to bring him back to life by","release_date":"2016-10-09","vote_average":0.0,"runtime":90,"cert":"N\/A","id":420332,"title":"Ghashang and Farang","adult":false,"genre_ids":[]},{"cast":["Elena Álvarez","Emilio Linder","Alicia Príncipe","Paola Matos","José Barreto"],"overview":"","release_date":"1982-05-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":420334,"title":"El orgasmo y el éxtasis","adult":false,"genre_ids":[]},{"cast":[],"overview":"no movie overview","release_date":"2016-10-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420336,"title":"The Dream of Water","adult":false,"genre_ids":[]},{"cast":["Oliver Stokowski","Veronica Ferres","Matthias Brenner","Constantin von Jascheroff","Janina Elkin"],"overview":"The former boxer Ronald has lost his short-term memory after an accident. Now nothing is the same. Roland's world has no future, and the past only exists in his mind up until his accident.","release_date":"2016-09-30","vote_average":0.0,"runtime":101,"cert":"N\/A","id":420338,"title":"Tod auf Raten","adult":false,"genre_ids":[]},{"cast":["Oscar Beckmann","Shamus Jarvis","Aean McMullin","John J. O'Hagan"],"overview":"Three astronauts are on the first manned mission to Mars when something unexpected happens.","release_date":"2015-05-21","vote_average":4.5,"runtime":24,"cert":"\"\"","id":420340,"title":"Red Mission","adult":false,"genre_ids":[53,878]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420342,"title":"Ss: Berry Hi-tech Fashion Phy","adult":false,"genre_ids":[]},{"cast":["Melissa Latouche","Julian Glover","Tom Bott","Paul Chiedozie","Richard Shelton"],"overview":"From award winning director Naeem Mahmood, comes Brash Young Turks, a bold debut feature telling a fast paced struggle of love, crime and power, against all odds.","release_date":"2016-02-05","vote_average":0.0,"runtime":90,"cert":"\"\"","id":420344,"title":"Brash Young Turks","adult":false,"genre_ids":[18]},{"cast":["Markie Adams","Roberto Aguire","Tina Arning","Lauren Barnette","Christina Collard"],"overview":"The Morning After is a feature film that consists of 8 vignettes that are inter-cut throughout the film. The 8 vignettes are about when you wake up next to someone the next morning...","release_date":"2015-01-11","vote_average":4.0,"runtime":79,"cert":"\"\"","id":420346,"title":"The Morning After","adult":false,"genre_ids":[35,18]},{"cast":["Alexis Crystal","Barra Brass","Daphne Klyde","Violette Pure","Lexi Dona"],"overview":"Alexis Crystal stars as a virgin orphan, joining a rich family on Christmas Eve. Arriving at the Gilbert’s she is left amazed by both the wealth and open mindedness of the family, but after a day or two watching them in action, she begins to wonder what it would be like to have sex with them too. Barra Brass, Daphne, Gina Gerson, Lexi Dona and Violette Pink show the young Alexis Crystal how to enjoy sex in all its manifestations; hardcore anal fucking or being double penetrated by two guys at the same time, for example. This naïve orphan ends up having the experience of a lifetime and learns how to fuck like a real pro. Have some fun with Private’s latest Christmas movie, and watch these nasty girls grinding their asses all over some big dicks like they their lives depended on it. Merry Christmas and happy fucking new year wishes to you from Private.","release_date":"2015-12-09","vote_average":9.0,"runtime":128,"cert":"\"NC-17\"","id":420348,"title":"Merry Christmas with the Family","adult":true,"genre_ids":[]},{"cast":["Mithun Chakraborty"],"overview":"The father of a young mill worker stumbles upon a secret of national consequence. As a result, his family is killed and the son is framed for the murder. The son vows to take revenge and do justice.","release_date":"1993-10-01","vote_average":0.0,"runtime":153,"cert":"N\/A","id":420350,"title":"Aadmi","adult":false,"genre_ids":[]},{"cast":["Michael Niavarani","Andreas Vitásek","Eva Maria Marold","Dolores Schmidinger","Kurt Sobotka"],"overview":"","release_date":"2007-09-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420355,"title":"Schöne Bescherung","adult":false,"genre_ids":[]},{"cast":[],"overview":"The adventurous collective known as Tindersticks enters their 25th year with perhaps their most adventurous project yet, a ninth studio album, The Waiting Room, which they have released in tandem with a collection of short films inspired by the record’s songs. In collaboration with the Clermont-Ferrand International Short Film Festival and la Blogotheque The Waiting Room Film Project is an organic extension of the album.","release_date":"2016-01-22","vote_average":5.0,"runtime":51,"cert":"N\/A","id":420357,"title":"The Waiting Room Project","adult":false,"genre_ids":[]},{"cast":["José Luis Torres Leiva","Christopher Murray","Niles Atallah","Marialy Rivas","Cristián Jiménez"],"overview":"Just like in 1985, today Ignacio Agüero is back interrupting filmmakers during shooting, but not to ask what he did thirty years ago, but to find out what is purely cinematographic in what they film. These conversations are related to images in the director's personal archive, as if what is truly cinematographic was found among bits that were never made for the screen.","release_date":"2016-07-15","vote_average":0.0,"runtime":86,"cert":"N\/A","id":420359,"title":"Como me da la gana II","adult":false,"genre_ids":[99]},{"cast":["Anna Polina","Jason Steel","Ria Sunn","Blanche Bradburry","Alexis Crystal"],"overview":"Edward is a CIA spy who is forced to leave his country after revealing some important political secrets. In his trip to Russia he will be involved in endless adventures, both with the Russian Government and with their spies, all of them a collection of stunning females. Back in the US his wife, Blanche Bradburry, who is home alone, does not want to waste her time waiting for her beloved husband. A movie not to be missed, The Whistleblower, with the best pornstars. Ria Sunn, Anna Polina, Alexis Crystal and Taxas Patti play the role of the horny spies and never hesitate to use their bodies to get hold of any secret. Blowjobs, threesomes, DPs, facial cum shots as well as Alexis Crystal first anal will be their weapons to find out the truth.","release_date":"2016-04-15","vote_average":8.5,"runtime":105,"cert":"\"NC-17\"","id":420361,"title":"Whistleblower","adult":true,"genre_ids":[18,53]},{"cast":["Ramya","Amitabh Bachchan","Bhavya","Avinash","Raju Ananthaswamy"],"overview":"Puru (Dhyan) and Amritha (Ramya) are a couple deeply in love with each other. It is a case of opposite poles attracting. Puru is everything that Amritha is not! The boy is religious and tight-fisted in money matters. His only ambition in life: to construct a house. Amritha likes to splurge and is an atheist. In the course of time, Puru realizes his ambition, and names the dream house as Amrithadhare - a birthday gift to his beloved wife. Everything is hunky dory in their small world. But fate springs an unpleasant surprise on them. Amritha is diagnosed as having brain cancer, and the doctor tells Puru that her days are numbered! A shocked Puru decides to make her remaining days as happy as possible. He takes her on a Bharat darshan. In the process, Amritha realizes a long-standing wish of hers too: to meet her favourite actor Amitabh Bachchan in Mumbai, who makes an appearance in the climax.","release_date":"2005-10-07","vote_average":0.0,"runtime":144,"cert":"N\/A","id":420366,"title":"Amrithadhare","adult":false,"genre_ids":[18]},{"cast":["Lidia Zuazo","Saturno Cerra","Fabián Conde","Valerio Ferrer","Maika Lesley"],"overview":"","release_date":"1980-07-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420371,"title":"Consultorio sexologico","adult":false,"genre_ids":[35]},{"cast":["Richard Thompson"],"overview":"This show shot in 2003 at Lupo's and unpretentiously directed by Eric Masunaga captures Thompson and his band in a top notch performance. The only flaw with the DVD is it's too short--many of Thompson's shows can go well over the two hour mark and I suspect that many songs are missing from this terrific show.","release_date":"2004-01-01","vote_average":0.0,"runtime":89,"cert":"\"NR\"","id":420373,"title":"Richard Thompson Band: Live in Providence","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2009-10-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420378,"title":"Giallo a Milano","adult":false,"genre_ids":[99]},{"cast":["Varun Sandesh","Nisha Agarwal","Jhansi","Vennela Kishore","Pragathi"],"overview":"Seenu and Avantika are divorced and headed for their respective second marriages. They both confess to their new partners about their previous marriage. But, things do not turn out as expected.","release_date":"2010-11-12","vote_average":0.0,"runtime":147,"cert":"N\/A","id":420380,"title":"Yemaindi Ee Vela","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"","release_date":"2014-12-05","vote_average":6.0,"runtime":null,"cert":"N\/A","id":420385,"title":"Bye-Bye, Österreich!","adult":false,"genre_ids":[]},{"cast":[],"overview":"The intertwined stories of the filmmaker's search for cultural belonging and a group of squatters' struggle for housing.","release_date":"1996-01-02","vote_average":0.0,"runtime":50,"cert":"\"\"","id":420387,"title":"Homeless Diaries","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420398,"title":"НЛО для страны Советов","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Short film featured in 1965 New York Film Festival.","release_date":"1965-09-16","vote_average":0.0,"runtime":8,"cert":"\"\"","id":420400,"title":"The Longest Bridge","adult":false,"genre_ids":[]},{"cast":["Anny Aurora","Alexa Tomas","Amirah Adara","Misha Cross","Julia Roca"],"overview":"A prosperous German company discovers that its subsidiary in Barcelona seems to have unjustified losses and the owner decides to send his son incognito to find out what exactly happens. A mean boss, awesome Alexa Tomas. A slutty secretary, Julia Roca. An angry fiancée, Anny Aurora and night creatures such as Misha Cross and Amirah Adara, will be a reality too complex to explain to his father, but worth living for his son, whose business has become a ride of joy , vice and perversion. Sex in the office, nocturnal orgies, anal, double penetrations, lesbian relationships and much more, everything is possible in the new Private Gold, Barcelona Boss.\"","release_date":"2016-04-17","vote_average":7.0,"runtime":176,"cert":"\"NC-17\"","id":420402,"title":"Barcelona Boss","adult":true,"genre_ids":[]},{"cast":["David Stevens"],"overview":"The self-portrait of the director's stuttering and his struggles with it.","release_date":"2013-05-25","vote_average":7.0,"runtime":1,"cert":"N\/A","id":420404,"title":"M22","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The story of how a small community in the Puerto Rican island of Vieques won the battle against the U.S. Navy's contaminating practices in 2003—but is still fighting. This time for a safe environment as the military remains immune to prosecution and free of responsibility in Vieques' ongoing health crisis.","release_date":"","vote_average":0.0,"runtime":56,"cert":"N\/A","id":420406,"title":"Immune","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420408,"title":"National Geographic : Les trésors des profondeurs","adult":false,"genre_ids":[99]},{"cast":["Nick Krause","Molly Parker","Juliette Gosselin","Jordyn Negri","Daniel DiVenere"],"overview":"In an oppressive future, where everyone's only contact is their computer, one lonely young man is forced to venture forth in search of human contact.","release_date":"2016-04-15","vote_average":8.0,"runtime":94,"cert":"\"\"","id":420410,"title":"Darwin","adult":false,"genre_ids":[]},{"cast":["Yukihiro Takahashi","Kyō Kanoko","Miyoko Akaza","Wakaba Irie","Yuji Miyaji"],"overview":"A romantic comedy involving shooting commercials, French food, and island visitors.","release_date":"1986-05-31","vote_average":0.0,"runtime":109,"cert":"N\/A","id":420412,"title":"Poisson d'Avril","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420414,"title":"Mission Mozart","adult":false,"genre_ids":[]},{"cast":["Stella Cox","Hannah Shaw","Lucia Love","Tamara Grace","Sienna Day"],"overview":"Who said British babes were classy?! With a glass of wine and an appetite for cock, these nymphos cure their first date jitters with a spoonful of spunk. Hannah Shaw, Lucia Love, Ava Koxxx, Tamara Grace and Sienna Day skip the restaurant reservations and get their deserts in the form of a hot creampie leaving the anal queen Stella Cox to get herself some chocolate in a hardcore interracial slamming. You can guarantee these wild girls will be getting a call back for a second session, they might not be “girlfriend material” but who can turn down a round ass, perky tits and open throat? One thing is for sure, Private’s girls always fuck on a first date.","release_date":"2015-08-29","vote_average":6.0,"runtime":126,"cert":"\"NC-17\"","id":420416,"title":"First Dates","adult":true,"genre_ids":[10749]},{"cast":["Agneta Ekmanner","Sven-Bertil Taube","Håkan Serner","Lena Granhagen"],"overview":"The life of married couple Max and Eva is disrupted by Max's old friend John, who moves in with them after being thrown out by his girlfriend.","release_date":"1967-06-26","vote_average":0.0,"runtime":94,"cert":"N\/A","id":420418,"title":"Hugs and Kisses","adult":false,"genre_ids":[]},{"cast":["Yuri Lowenthal","Jessy Schram"],"overview":"Riding Shotgun is a short film about semi-professional assassins Doyle and Abby who embark on a brand new \"hit\" adventure. What should be a quick job turns into a fight for their lives when Doyle's ill-timed bathroom break flushes their plans for easy money straight down the toilet.","release_date":"2013-08-02","vote_average":6.3,"runtime":6,"cert":"\"\"","id":420420,"title":"Riding Shotgun","adult":false,"genre_ids":[28,16]},{"cast":[],"overview":"","release_date":"2009-09-29","vote_average":8.0,"runtime":null,"cert":"N\/A","id":420422,"title":"National Geographic : Les Bébés animaux","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The British boyband and former 'X-Factor' finalists, captured live in London on their sell-out tour of 2010.","release_date":"2010-10-06","vote_average":0.0,"runtime":60,"cert":"N\/A","id":420430,"title":"JLS: Only Tonight - Live from London","adult":false,"genre_ids":[]},{"cast":[],"overview":"Abstract portrait of a lighthouse and its lenses, set to Beethoven's Grand Fugue.","release_date":"1967-09-28","vote_average":0.0,"runtime":5,"cert":"\"\"","id":420432,"title":"Lighthouse","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Short animation inspired by traditional folk songs, telling the story of a young boy torn between two potential brides, one rich and one poor.","release_date":"1966-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":420434,"title":"Dancing Songs","adult":false,"genre_ids":[16]},{"cast":["Sombat Metanee","Preeya Roongrueng"],"overview":"Ghost story based on a legendary Thai folk tale.","release_date":"1987-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420436,"title":"Goddess Chronicles Showcase","adult":false,"genre_ids":[27]},{"cast":[],"overview":"\"A film by Juan-Luis Buñuel shot in 1964 documenting Calanda, the Spanish town where his father Luis Buñuel was born. The people of Calanda, during the Easter week, play the drums without cease for twenty-four hours.\" - Luis Buñuel Film Institute","release_date":"1967-06-01","vote_average":6.3,"runtime":35,"cert":"N\/A","id":420438,"title":"Calanda","adult":false,"genre_ids":[99]},{"cast":["Svitlana Knyazeva","Les Serdyuk","Borislav Brondukov","Mikhail Dementyev","Valentina Illyashenko"],"overview":"Young revolutionary carried out the attack. She is waiting for a death sentence. Police warden who arrested girl, gives his little son a quite unusual birthday present - takes the boy to the execution.","release_date":"1991-01-01","vote_average":0.0,"runtime":67,"cert":"N\/A","id":420440,"title":"The Birthday Present","adult":false,"genre_ids":[18]},{"cast":["Sorapong Chatree","Setta Sirachaya"],"overview":"Hard to come by Thai horror whose plot is likely succinctly summed up by its title.","release_date":"1980-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420445,"title":"Headless Ghost","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Obscure ghost movie from Thailand. Not much information is known about this one.","release_date":"1990-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420447,"title":"Love of Ghost","adult":false,"genre_ids":[27]},{"cast":["Panna Rittikrai","M.L. Sureewan Suriyong"],"overview":"The director stars as a zombie bad guy in this action \/ horror hybrid filled with martial arts and stunts. It was followed by three sequels.","release_date":"1987-08-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420449,"title":"Wake Up to Kill","adult":false,"genre_ids":[27,28]},{"cast":["Panna Rittikrai","M.L. Sureewan Suriyong"],"overview":"Sequel to the 1987 original; a mix of martial arts and horror.","release_date":"1989-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420451,"title":"Wake Up to Kill 2","adult":false,"genre_ids":[27,28]},{"cast":["Gene Hoglan","Steve DiGiorgio","Paul Masvidal"],"overview":"In benefit of sweet relief.  Celebrating the life &amp; music of Chuck Schuldiner.  Featuring 7 legendary members of the band Death!","release_date":"2012-10-09","vote_average":0.0,"runtime":105,"cert":"\"PG-13\"","id":420453,"title":"Death to All Tour 2012","adult":false,"genre_ids":[]},{"cast":["Liz May Brice","Stuart Graham","Frankie McCafferty","Ian McElhinney","Gerard O'Hare"],"overview":"Make it new John tells the story of the DeLorean car, its creator John DeLorean and the workers of the Belfast-based car plant who built it. The film deftly contrasts the DeLorean dream with its spectacular downfall during a critical period in Northern Ireland's history, and the canonisation of the car - the DMC12 - as a symbol of the American myth of mobility. As with the earlier works such as Bernadette (2008) and Falls Burns Malone Fiddles (2003), in Make it New John, Campbell fuses a documentary aesthetic with fictive moments, using existing archive news and documentary footage from the 1980s as well as new 16mm footage which imagines conversations between DeLorean factory workers. Campbell questions the documentary genre and reflects here on broader existential themes and narrative drives.","release_date":"2010-01-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":420455,"title":"Make it New John","adult":false,"genre_ids":[99]},{"cast":["Bin Banleurit","Chutima Naiyana"],"overview":"Yet another Thai film (out of dozens) based on their Mae Na(e)k folklore. While her husband Mak is away, Nak goes into labor and dies in their country home. At the funeral, a black cat jumps on the coffin, it breaks and Nak miraculously comes back to life. During the day she appears normal but at night she transforms into a rotten corpse. The ghostly wife serves her husband rotten, wormy food and eventually goes on a rampage. There's also comic relief. This is a remake of movie shot in 1973 under the same title.","release_date":"1989-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":420457,"title":"Mae Nak Rampage","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Anecdotally, Andy Warhol once asked the Velvet Underground that the record bearing his name be inscribed with a purposeful skip during the song “I’ll be Your Mirror.” Listeners, faced with the endless repetition of that particular lyric, would be forced to rouse themselves and manually drive the needle onward. The group declined this request.\r I’m in Pittsburgh and It’s Raining honors the concept: both the act and the idea of being caught in a reflexive moment. This video is an experimental portrait of a lighting stand-in\/body double whose work and corporal self appears in films even if her name does not. Through a purposeful masking of the (sometimes subtle) differentiations between performance and acting, famous Hollywood actress and her double, character, actual person, audience expectation, and cinema magic this video offers a look behind the silver screen.","release_date":"2015-01-01","vote_average":0.0,"runtime":14,"cert":"\"\"","id":420459,"title":"I'm in Pittsburgh and it's Raining","adult":false,"genre_ids":[]},{"cast":[],"overview":"A relationship developed on random online sex chats is the starting point for this feature-length computer animated film in which the artist and a young Italian individual assume the avatars of computer-generated dummies. The situation developed through their remote correspondence is explored throughout a series of episodes in which each shares stories, ideas and emotions in a disconcerting intensity that often clashes with the nature of the presented images. —Vdrome","release_date":"2011-01-01","vote_average":0.0,"runtime":100,"cert":"\"\"","id":420461,"title":"My Best Thing","adult":false,"genre_ids":[]},{"cast":[],"overview":"Vertigo Sea is a three-screen film installation that explores what Ralph Waldo Emerson calls 'the sublime seas'. Fusing archival material, readings from classical sources and newly shot footage, Akomfrah's piece focuses on the disorder and cruelty of the whaling industry and juxtaposes it with scenes of many generations of migrants making epic crossings of the ocean for a better life.","release_date":"2015-05-09","vote_average":0.0,"runtime":48,"cert":"N\/A","id":420463,"title":"Vertigo Sea","adult":false,"genre_ids":[]},{"cast":["Maggie Cheung","Zhao Tao"],"overview":"TEN THOUSAND WAVES is a 9-screen installation shot on location in China. The work poetically weaves together stories linking China’s ancient past and present. Through an architectural installation, the work explores the movement of people across countries and continents and meditates on unfinished journeys.  Conceived and made over four years, TEN THOUSAND WAVES sees Julien collaborating with some of China’s leading artistic voices, including the legendary siren of Chinese cinema Maggie Cheung; rising star of Chinese film Zhao Tao; poet Wang Ping; master calligrapher Gong Fagen; artist Yang Fudong; acclaimed cinematographer Zhao Xiaoshi; and a 100-strong Chinese cast and crew. The film’s original musical score is by fellow East Londoner Jah Wobble and The Chinese Dub Orchestra and contemporary classical composer Maria de Alvear.","release_date":"2010-01-01","vote_average":0.0,"runtime":49,"cert":"N\/A","id":420465,"title":"Ten Thousand Waves","adult":false,"genre_ids":[]},{"cast":["Jonas Mekas","Peter Sempel"],"overview":"A narrative presented non-chronologically of Jonas Mekas's time in German forced labour camps and displaced person camps from 1944 to 1949, in which he quotes his diaries, as well as the German wartime writer Wolfgang Borchert.","release_date":"2012-01-01","vote_average":0.0,"runtime":25,"cert":"\"\"","id":420467,"title":"Reminiscences from Germany","adult":false,"genre_ids":[99]},{"cast":["Inneke Koesherawati","Murti Sari Dewi","Gitty Srinita","W.D. Mochtar","Chris Michael"],"overview":"Black magician Umbul Suko trains three disciples to become powerful warriors and they use their powers to wreak havoc on neighboring villages. Nyi Roro Kidul, the Queen of the Southern Seas, also becomes involved.","release_date":"1994-01-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":420469,"title":"Goddess of Wind","adult":false,"genre_ids":[27,28,14]},{"cast":[],"overview":"The nearly-complete Nocturnal Gardening considers how communities come together through alternative and pre-colonial uses of land. Structured around four central storylines, the video explores indigenous land rights, off-the-grid subsistence, racism and injustice in the food system and the consequences of consumer behaviour on farm animals. —Tate Modern","release_date":"2016-09-07","vote_average":0.0,"runtime":50,"cert":"N\/A","id":420471,"title":"Night Soil – Nocturnal Gardening","adult":false,"genre_ids":[]},{"cast":["Glenda Jackson","Joan Plowright","Patricia Hayes","Deborah Findlay","Suzanna Hamilton"],"overview":"A domineering,reclusive, and ostentatiously pious widow in a small Spanish town keeps such close watch on her daughters that they are unable to have normal social lives. However, the eldest is allowed to become engaged to an unprincipled young man, primarily for the financial advantages it will bring the mother, Bernarda. Jealousy and envy ensues among the other daughters.","release_date":"1991-12-18","vote_average":0.0,"runtime":101,"cert":"\"\"","id":420476,"title":"The House of Bernarda Alba","adult":false,"genre_ids":[18]},{"cast":[],"overview":"For thousands of years, evidence of life after death has eluded mankind. Science is about to change that. With the help of a physicist, a blind medium, and Thomas Edison’s final experiment, Brayden Taylor embarks on a quest to contact his deceased fiancee. For his love to transcend dimensions, he must defy the laws of quantum physics. He must defy the balance nature demands. He must defy ... Einstein’s God Model.","release_date":"2016-05-11","vote_average":5.8,"runtime":89,"cert":"\"\"","id":420478,"title":"Einstein's God Model","adult":false,"genre_ids":[53,18,878]},{"cast":["Hengky Tornando","Lina Budiarti","Rani Soraya","Teddy Mala","Karen Sukamo"],"overview":"Descended from a long line of Satanists, a man is given the role of sitting with the dead. He gets fed up with and wants a normal life but is tempted back over to the dark side by necrophilia.","release_date":"1988-01-01","vote_average":0.0,"runtime":89,"cert":"N\/A","id":420480,"title":"The Man Who Sits with the Dead","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Bhujanga, a Gulf-returned tyrant and theatre enthusiast, is a known man in his town. His family life isn't the most cordial, given his temperament. He's forced to spend a night and a day locked in an empty shop with a sex worker. What happens then...","release_date":"2016-10-07","vote_average":9.0,"runtime":111,"cert":"N\/A","id":420488,"title":"Idolle Ramayana","adult":false,"genre_ids":[53,18]},{"cast":["Gurunandan","Apoorva Gowda","Tanishka Kapoor","Ananth Nag","Achyuth Kumar"],"overview":"Raju is a quintessential geek, who aims at always securing the first place. His parents sacrifice everything to ensure he is a consistent topper. What happens when he has to face the real world on his own?","release_date":"2015-11-27","vote_average":10.0,"runtime":148,"cert":"N\/A","id":420490,"title":"1st Rank Raju","adult":false,"genre_ids":[10749,35,18]},{"cast":["Timuras Augucevicius","Ineta Stasiulytė","Mantas Katleris","Vaidotas Grincevičius","Marius Čižauskas"],"overview":"Second part(despite the number 3 in the title) of the Lithuanian black comedy about the local police force.","release_date":"2016-10-07","vote_average":6.3,"runtime":90,"cert":"N\/A","id":420492,"title":"Gautas Iškvietimas 3","adult":false,"genre_ids":[28,35]},{"cast":["Mumtaz Shanti","Madhubala"],"overview":"Uma (Mumtaz Shanti) and Babul (Suresh) are poor and homeless siblings. Both of them have got singing talent but are unable to find any job. Then they meet Nirmal who is younger brother of theater owner Janki Babu. Nirmal persuades his brother to give them a chance. After seeing their talent, Janki Babu also admires Uma and gives her leading role at his theater. Then Nirmal and Uma fall in love with each other and get married. However, Nirmal has a misunderstanding that his elder brother also likes Uma and wanted to marry her. He does not approve of Uma's job in theater but himself is struggling to find a job. Uma leaves the job and they also also leave Janki babu's house. Now they have a small baby daughter, Manju. But soon they see the true face of poverty and struggle to cope with it.","release_date":"1942-01-02","vote_average":6.0,"runtime":145,"cert":"N\/A","id":420494,"title":"Basant","adult":false,"genre_ids":[18,10402]},{"cast":["Arno Hintjens"],"overview":"For the first time in his 40-year career, Arno Hintjens allows a filmmaker to follow his creative process. The documentary follows him during the recording of his latest album, 'Human Incognito’, and on tour throughout Europe, the US and Japan. Arno - Dancing Inside My Head offers an intimate portrait of the 67-year-old Belgian rocker.","release_date":"2016-10-19","vote_average":0.0,"runtime":70,"cert":"N\/A","id":420496,"title":"Arno: Dancing Inside My Head","adult":false,"genre_ids":[99]},{"cert":"N\/A","title":"Curse of the Red Butterfly","cast":["Bulut Aras","Frances Chandler","Gordon Mitchell","Yılmaz Köksal","Tony Carroll"],"id":420498,"overview":"People search for an ancient jewel in Istanbul.","runtime":null,"genre_ids":[80,28],"release_date":"1982-01-01","vote_average":0.0,"adult":false}]