[{"cast":["Luigi Attrice","Antonio Casagrande","Marco Grieco","Angela Pagano"],"overview":"Three chapters. Three generations. Giggino always running around, restaurant poet, small street thief. 50 years old. His father Antonio, a pensioner from Italsider and nostalgic of the old factory days and what represented. Expert and promulgator of Maradona’s deeds. 80 years old, maybe more. Finally, Marco, a deli shop boy, chasing a future but not knowing how. 18 years old. Around them a jungle of a very populated neighborhood, Bagnoli, in a great city, Naples. Where purpose was lost and a new one was not yet found.","release_date":"2017-04-20","vote_average":0.0,"runtime":100,"cert":"\"\"","id":422509,"title":"Napoli Jungle","adult":false,"genre_ids":[18]},{"cast":["Brittney Alexander","Rod Fontana","Dave Hardman","Alec Metro","Julie Night"],"overview":"Rachel has had it with her fucked up home life and decides to leave home for the underwold of the L.A. Punk scene. After passing out in a night club she finds herself at a punk squatter house and is soon cast into a raging slam dance of sexual perversions and blasting punk rock. It's an ass blasting time as Rachel discovers what being a runaway street punk is all about.","release_date":"2002-01-01","vote_average":0.0,"runtime":87,"cert":"\"\"","id":422511,"title":"Little Runaway","adult":true,"genre_ids":[]},{"cast":["Dan Rowan","Dick Martin","Herb Alpert","Dan Blocker","Les Brown"],"overview":"This public service short for U.S. Savings Bonds starts out with Rowan and Martin arriving at a TV studio, ostensibly to host a show. It turns out that trumpet player Herb Alpert is the only other performer listed in the credits who is actually there in person. The others appear in clips, some from their own U.S. Savings Bonds spots, others from unidentified movie or TV appearances. Singer Barbara McNair is shown entertaining U.S. troops in Viet Nam, and the youth group The Young Americans also sings.","release_date":"1968-01-01","vote_average":0.0,"runtime":11,"cert":"\"\"","id":422516,"title":"Rowan & Martin At the Movies","adult":false,"genre_ids":[99,35]},{"cast":[],"overview":"\"Utilitarian objects, related to health and hygiene, rendered in unconventional ways. This unsettling film questions the way in which we relate to our surroundings by exploring the 'radical otherness' of things\" ~ Mark Webber","release_date":"2007-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":422518,"title":"the object which thinks us: OBJECT I","adult":false,"genre_ids":[]},{"cast":[],"overview":"With disarming wit and hilarious visuals, A Town Called Panic: Double Fun revels in the simple setup of three plasticine toys sent on increasingly surreal and freewheeling adventures. Cowboy and Indian are always up to some harebrained scheme, with Horse left to clean up the mess. In Christmas Panic, their out-of-control antics lead Horse to call Santa and cancel the presents. But the boys figure they can still save Christmas… if they break into their neighbor’s house to steal his yule log! In Back to School Panic, a class assignment yields a special prize, but only Pig knows the answer. Cowboy and Indian use a special shrinking potion to sneak into Pig’s brain, where they discover a sodium-packed world of pig cops riding in bacon cars and sausage cycles.","release_date":"2016-09-24","vote_average":7.5,"runtime":60,"cert":"\"\"","id":422520,"title":"A Town Called Panic: Double Fun","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"Fore-and-Aft was created by the Bay of Fundy in Nova Scotia, Canada--site of the highest tides in the world. Images of the tides are married with celluloid that was buried in the sea bed and dragged through the ocean behind a boat, recording tactile evidence of the repetition and changes wrought by the cycles. Images of the Bluenoes (the famous fore-and-aft rigged racing schooner from Nova Scotia whose likeness graces the Canadian ten cent coin) float ominously on top of the tides, never coming into clear focus and instead dissolving into wet ink droplets and reforming, merging with and re-emerging from the sea. The film stares up from the sea bed, glimpsing and grasping at light through the ocean itself. Like the Bluenose it ultimately becomes one with the sea as the tides consume the film","release_date":"2008-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":422522,"title":"Fore-and-Aft","adult":false,"genre_ids":[]},{"cast":[],"overview":"At first glance everything seems motionless. A street, passers-by, a sunset, all accompanied by electronic humming: Current Shot 01 consists of a single 15-min shot [...] But the apparent stillness of the shot turns out to be deceptive: while no movement can be seen, the figures' shadows have changed, and a third suddenly leaves the cluster it formed with the other two. As a results of the extreme slow motion, this slight movement can only be recognised after the fact. Like a picture puzzle where you have to look for the differences, the detail oscillates between animated photography, film still and tableau vivant.\r ~ Alexandra Seibel","release_date":"2007-01-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":422524,"title":"Current Shot 01","adult":false,"genre_ids":[]},{"cast":["Nabila Huda","Tony Eusoff","Sazzy Falak","Azhan Rani","Hasnul Rahmat"],"overview":"This is the continuation of Saloma (Part1). Part 2 depicts Saloma's love for P. Ramlee and also her life after his death.","release_date":"2014-08-28","vote_average":6.0,"runtime":110,"cert":"N\/A","id":422526,"title":"Saloma (Part 2)","adult":false,"genre_ids":[99,18,10402]},{"cast":["Madelyn Deutch","Quinn Shephard","Peyton Clark","Adam Hicks","Nick Krause"],"overview":"Six high school seniors and their beloved local hero search for a graceful exit from a struggling small town.","release_date":"2016-09-22","vote_average":0.0,"runtime":97,"cert":"\"\"","id":422528,"title":"Windsor","adult":false,"genre_ids":[10751,18]},{"cast":[],"overview":"The Secret Path is an animated film adaptation of Gord Downie's album and Jeff Lemire's graphic novel. Working with Downie's poetry and music, Lemire has created a powerful visual representation of the life of Chanie Wenjack.","release_date":"2016-10-23","vote_average":0.0,"runtime":60,"cert":"N\/A","id":422530,"title":"The Secret Path","adult":false,"genre_ids":[10402,16]},{"cast":["Gilbert Johnston","Michel Prud'Homme","Friedhelm Ptok"],"overview":"","release_date":"2016-09-27","vote_average":7.7,"runtime":null,"cert":"N\/A","id":422535,"title":"Thorium, la face gâchée du nucléaire","adult":false,"genre_ids":[99]},{"cast":["Ho Fei-Fan","Siu Yin-Fei","Au-Yeung Kim","Chan Lo-Wah"],"overview":"Chinese Opera from Hong Kong directed by Mok Hong-See","release_date":"1952-07-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":422546,"title":"Story of the Wronged Wife","adult":false,"genre_ids":[10402,18]},{"cast":["Jimmy Dore","Paul C. Morrissey"],"overview":"Comedian and author, Jimmy Dore has been Sentenced To Live. His outrageous political humor promises to make you think, while you laugh. From the President, to the media, to his dog - he covers it all.","release_date":"2015-10-06","vote_average":10.0,"runtime":77,"cert":"\"\"","id":422548,"title":"Jimmy Dore: Sentenced To Live","adult":false,"genre_ids":[35]},{"cast":["Sarah Colonna"],"overview":"New York Times Best Seller and \"Chelsea Lately\" regular, Sarah Colonna, has some stories to tell and she doesn't care what you think. From how to get out of jury duty to online dating, Sarah does not disappoint in this new special.","release_date":"2015-10-27","vote_average":6.0,"runtime":67,"cert":"\"\"","id":422550,"title":"Sarah Colonna: I Can't Feel My Legs","adult":false,"genre_ids":[35]},{"cast":["Thierry de Cooster","Igor van Dessel"],"overview":"A clever little monkey remembers to keep his wits about him when the bigger monkeys encroach on his bounty of bananas.","release_date":"2015-04-11","vote_average":0.0,"runtime":6,"cert":"N\/A","id":422555,"title":"The Law of the Jungle","adult":false,"genre_ids":[10751,16]},{"cast":["Richard Lewis"],"overview":"Lewis 1997 HBO stand up special was filmed at New York s historic Bottom Line. The Los Angeles Times called it, his best show ever.","release_date":"1997-12-31","vote_average":0.0,"runtime":57,"cert":"\"\"","id":422557,"title":"Richard Lewis: The Magical Misery Tour","adult":false,"genre_ids":[35]},{"cast":["Kazue Ishiyama","Naoto Takenaka","Masaki Umehara","Emika Satou"],"overview":"Kyoko Sawai, a TV reporter, is making a report about an idol singer named Emi Kato. Emi and her staff are preparing the promotion of her next tune \"Love Craft\". And as spiritual accidents happen around her, Kyoko finds out that the woman who composed the tune died seven years before.","release_date":"1988-01-21","vote_average":0.0,"runtime":49,"cert":"N\/A","id":422565,"title":"Psychic Vision: Jaganrei","adult":false,"genre_ids":[53,27,14,9648]},{"cast":["Brian Molko","Stefan Olsdal","Steve Forrest","William Lloyd","Fiona Brice"],"overview":"As the band Placebo approach their 20th Anniversary they were given a unique opportunity to play ten cities throughout Russia. In a time when Russia was at the forefront of the world’s current affairs, little was actually reported outside Russia about the internal culture of the country.\r Fronted by Placebo’s Stefan Olsdal, the film explores the alternative cultures that are present within Russia’s major cities. As the tour travelled through the country the band went out and met various artists, architects, animators and musicians, finding out about the alternative creative culture and celebrating all they have to offer.\r From Krasnoyarsk in Siberia to St. Petersburg on the Baltic Sea, Placebo: Alt.Russia takes you on the band’s journey through Russia, meeting great characters on the way, investigating the alternative culture in Russia, and taking in the raw emotions of Placebo’s powerful concerts.","release_date":"2016-11-18","vote_average":0.0,"runtime":70,"cert":"N\/A","id":422567,"title":"Placebo: Alt.Russia","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Dana and Amit met when they were 25, they married and had 2 children. Soon after their second child, Amit turned ultra-orthodox. Dana stayed secular. They are still very much in love. Will their love be able to overcome the growing gaps between them?","release_date":"2013-04-24","vote_average":0.0,"runtime":55,"cert":"N\/A","id":422569,"title":"In Between","adult":false,"genre_ids":[99]},{"cast":["Barnabás Tóth","Balázs Simonyi"],"overview":"","release_date":"","vote_average":7.0,"runtime":null,"cert":"N\/A","id":422571,"title":"(terep) SZEMLE","adult":false,"genre_ids":[]},{"cast":["Kim Yoon-seok","Byun Yo-han","Chae Seo-jin","Kim Sang-ho","Ahn Se-ha"],"overview":"Soo-hyun comes across magical pills that allow him to go back and forth in time. 30 years to the past, young Soo-hyun meets future Soo-hyun and learns that his girlfriend will soon die because of him. In order to save her, the two Soo-hyuns try to change the past together, but a completely new and unexpected past is formed that leads to a new future.","release_date":"2016-12-14","vote_average":7.6,"runtime":111,"cert":"N\/A","id":422576,"title":"Will You Be There","adult":false,"genre_ids":[18,14]},{"cast":["David Campkin","Craig Post","Elliot Caygill","Fraser Caygill","Harry Fairchild"],"overview":"Aa short documentary about a rock band from Eastbourne, East Sussex, called Delta Seven. It tells the uplifting story of how seven individuals with learning disabilities have come together to express themselves through music and challenge stereotypes.","release_date":"2016-09-27","vote_average":8.0,"runtime":3,"cert":"N\/A","id":422587,"title":"We Rise","adult":false,"genre_ids":[10402,99]},{"cast":["Kalyan Ram","Aditi Arya","Jagapati Babu","Posani Krishna Murali","Ali"],"overview":"An undercover journalist finds himself hunted by corrupt politicians and the gangster whose daughter he betrayed in order to obtain evidence against him.","release_date":"2016-10-21","vote_average":10.0,"runtime":130,"cert":"N\/A","id":422592,"title":"Ism","adult":false,"genre_ids":[28]},{"cast":[],"overview":"","release_date":"2006-10-26","vote_average":0.0,"runtime":106,"cert":"N\/A","id":422594,"title":"One Foot Off the Ground","adult":false,"genre_ids":[]},{"cast":["Steve Koss","Anthony Walsh","Michelle Courvais","Danny Glenn","Sharon Dalla Costa"],"overview":"\"Michael Myers: Absolute Evil\" is a fan film in the style of a documentary treating the \"Halloween\" films from 1978 - 2002 as events that actually occurred. Featuring interviews with survivors, Haddonfield residents, experts who have researched the Myers case, and investigators who have attempted to capture him as well as never before seen crime scene photos, \"Michael Myers: Absolute Evil\" is the first documentary to tell the story of the real life Boogeyman.","release_date":"2016-04-25","vote_average":6.0,"runtime":90,"cert":"\"\"","id":422596,"title":"Michael Myers: Absolute Evil","adult":false,"genre_ids":[27]},{"cast":["Nathalie Cox","Robin Kirwan","Shane Rimmer","Ben Shahin-Scales"],"overview":"","release_date":"2016-09-16","vote_average":4.0,"runtime":24,"cert":"N\/A","id":422598,"title":"Darkwave: Edge of the Storm","adult":false,"genre_ids":[878]},{"cast":["Gillian MacGregor","Akie Kotabe","Marc Baylis","Thomas Coombes","Alice E. Mayer"],"overview":"In the not too distant future where a deadly disease has gripped the world, Arcadia has been built as safe disease-free haven for the privileged. Outside Arcadia, the average life lasts merely 40 years - unless they can earn a place amongst the elite.","release_date":"2016-10-24","vote_average":3.5,"runtime":90,"cert":"N\/A","id":422600,"title":"Arcadia","adult":false,"genre_ids":[28,878]},{"cast":[],"overview":"Looney Tunes - After Dark a compilation of 14 classic Looney Cartoons on laserdisc Jumpin Jupiter ~ Water , Water Every Hare ~ Bewitched Bunny ~ Hyde and Hare~ The Night of the Living Duck ~ Transylvania 6-5000 ~ The Wearing of the Grin ~ Scaredy Cat ~ Broom-stick Bunny ~ Hyde & Go Tweet ~ Hare-way to the Stars ~ The Abominable Snow Rabbit ~ The Duxorcist ~ Hasty Hare","release_date":"1992-03-02","vote_average":8.7,"runtime":null,"cert":"\"\"","id":422602,"title":"Looney Tunes: After Dark","adult":false,"genre_ids":[]},{"cast":["Rider Strong","Shiloh Strong","John DiMaggio","Al Vicente","Chris Solari"],"overview":"Born within a year of each other, Michael and Seamus Sullivan have become very different men - just how much becomes apparent on the eve of their father's funeral.","release_date":"","vote_average":10.0,"runtime":19,"cert":"N\/A","id":422604,"title":"Irish Twins","adult":false,"genre_ids":[]},{"cast":[],"overview":"TEN great short films curated by Tim Schultz of the amazing Mile High Horror Film Festival that takes place in Denver Colorado every October. 75 minutes of indie genius including:  - The Table\r - Velvet Road\r - A Little Off the Top\r - White Room\r - Bunny Boy\r - Nursery Crimes\r - Incubator","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":422606,"title":"Mile High Horror Shorts","adult":false,"genre_ids":[27]},{"cast":[],"overview":"As the seasons change, so too do the fortunes of the forest creatures.","release_date":"2012-08-26","vote_average":0.0,"runtime":8,"cert":"N\/A","id":422608,"title":"In the heart of winter","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"","release_date":"2016-10-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":422610,"title":"Un Condor","adult":false,"genre_ids":[99]},{"cast":["Ed Helms","Amanda Seyfried","Tracy Morgan","Adam Levine","Russell Peters"],"overview":"15 minutes of fame destroys the life of a man who works as a clapper in television.","release_date":"2018-01-26","vote_average":5.0,"runtime":89,"cert":"\"\"","id":422615,"title":"The Clapper","adult":false,"genre_ids":[35]},{"cast":["Luigi Lo Cascio","Silvia Gallerano","Francesco Tramontana","Antonello Pensabene","Maria Grazia Cucinotta"],"overview":"Maurizio, tiny, reckless and full of energy, grew up in the poorest outskirts of Reggio Calabria, he argues with spiteful hens, speaks to wise donkeys and fights for his dream: to play the snare drum in the neighbourhood band.","release_date":"2015-08-06","vote_average":3.0,"runtime":74,"cert":"\"PG\"","id":422623,"title":"Donkey Flies","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Pendechos is Mike Siegel's love letter to one of his earliest influences - Robert Rodriguez's EL MARIACHI. The story of this action-packed road movie centers around to unequal brothers, a suitcase with stolen documents, the local mob and a bunch of weird characters they meet along the road. Welcome to the world of German no-budget film-making!","release_date":"2016-10-09","vote_average":5.0,"runtime":78,"cert":"N\/A","id":422625,"title":"Pendechos!","adult":false,"genre_ids":[]},{"cast":["Anne Teresa De Keersmaeker","Michèle-Anne De Mey"],"overview":"\"Fase\" consists of three duets and one solo dance, choreographed to four repetitive compositions by the American minimalist musician, Steve Reich: Piano Phase, Come Out, Violin Phase and Clapping Music. Reich allows his tones to gradually shift in rhythm and melody and between the instruments. The choreography applies the same phase-shifting principle. The purely abstract movements are executed so perfectly that they seem almost mechanical and yet affect us in a strange way.","release_date":"2002-01-01","vote_average":6.0,"runtime":52,"cert":"\"NR\"","id":422630,"title":"Fase","adult":false,"genre_ids":[10402]},{"cast":["Elisa Toffoli"],"overview":"","release_date":"2006-11-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":422632,"title":"Elisa: Soundtrack '96-'06","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A student film made by Robert Allen Schnitzer in 1969","release_date":"1969-10-24","vote_average":0.0,"runtime":40,"cert":"\"\"","id":422637,"title":"Terminal Point","adult":false,"genre_ids":[]},{"cast":["Leilani Muir","Thomas Peacocke","Judy Mahbey","Gord Marriott","Stephen Jay Gould"],"overview":"The life and times of Leilani Muir, the first person to file a lawsuit against the Alberta provincial government for wrongful sterilization under the Sexual Sterilization Act of Alberta.","release_date":"1996-01-01","vote_average":0.0,"runtime":47,"cert":"N\/A","id":422639,"title":"The Sterilization of Leilani Muir","adult":false,"genre_ids":[99]},{"cast":["Eddie Redmayne"],"overview":"The fourth installment of the 'Fantastic Beasts and Where to Find Them' series which follows the adventures of Newt Scamander.","release_date":"2022-11-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":422641,"title":"Fantastic Beasts 4","adult":false,"genre_ids":[12,10751,14]},{"cast":["Ng Cho-Fan","Ho Fei-Fan","Mui Chun","Siu Yin-Fei","Chan Sing-Cheung"],"overview":"Drama from Hong Kong directed by Chun Kim.","release_date":"1952-04-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":422643,"title":"The Life of Xiao Ming-Xing","adult":false,"genre_ids":[18]},{"cast":[],"overview":"BRIDGING THE DIVIDE tells the little known story of Tom Bradley, the first African American mayor elected in a major U.S. city with an overwhelmingly white majority. In 1973, his extraordinary multi-racial coalition redefined Los Angeles, transformed the national dialogue on race, and set the foundation for sustainable interracial coalitions that encouraged elections of minority candidates nationwide, most notably President Barack Obama. The film brings into sharp focus issues of police brutality in minority communities and the challenges of police reform. BRIDGING THE DIVIDE is the story of the pressures which face our cities, the politics of race and the complexities of coalitions in a changing America.","release_date":"2015-06-19","vote_average":0.0,"runtime":57,"cert":"\"\"","id":422645,"title":"Bridging the Divide: Tom Bradley and the Politics of Race","adult":false,"genre_ids":[]},{"cast":["Gustavo Dourado"],"overview":"","release_date":"2011-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":422650,"title":"A Peleja do Cordel","adult":false,"genre_ids":[]},{"cast":["Börje Lundberg","Markus Svahn","Tommy Baso Nordin","Johannes Söderqvist","Fredrik Weileby"],"overview":"This creature feature tells the story of a an old grumpy man (the hermit) on revenge, a pack of hunters and a rugby gorilla mascot running for his life, with one thing in common: an alien being that has crashed to earth, eating anyone in its path. Now it's up to the heroes to stop this menacing creature at all cost.","release_date":"2016-05-26","vote_average":0.0,"runtime":82,"cert":"N\/A","id":422652,"title":"Hermit: Monster Killer","adult":false,"genre_ids":[27,35,28,878]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":422654,"title":"Entre las Sombras","adult":false,"genre_ids":[]},{"cast":["Dustin Semmelrogge","Moritz Bürkner","Thomas Pill","Jasonn Nightcreep","Annika Strauss"],"overview":"","release_date":"2015-06-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":422656,"title":"Das kalte Gericht","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"The farm animals sing, dance and flirt in this Van Beuren cartoon.","release_date":"1930-09-13","vote_average":9.0,"runtime":8,"cert":"\"\"","id":422658,"title":"Farm Foolery","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"Monarch butterflies have brought hope to the darkest times of people's lives. In Mexico, when they arrive for Day of the Dead, they are thought to be souls of the departed. Coincidence?","release_date":"2016-10-08","vote_average":0.0,"runtime":68,"cert":"\"\"","id":422663,"title":"Muerte es Vida (Death is Life)","adult":false,"genre_ids":[99]},{"cast":["George Burns","Gracie Allen","William Browning"],"overview":"At a department store, George seeks help in getting a bone out of his throat. No one will help him; lunch counter girl Gracie wants to talk about airplanes.","release_date":"1931-01-10","vote_average":5.0,"runtime":10,"cert":"\"\"","id":422665,"title":"Pulling a Bone","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2000-10-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":422679,"title":"Various - Silence!","adult":false,"genre_ids":[]},{"cast":[],"overview":"e see a lion at a piano, apparently trying to compose a melody. He gets frustrated, starts speaking vehemently in what sounds like German and begins pacing the floor-and his piano does likewise! After they settle back to work, a monkey comes in, words are exchanged and the monkey goes to the back of the piano with a brush and a dustpan. Musical notes flow out of the piano onto the floor and the monkey brushes most of them into the dustpan and drops them back into the piano.","release_date":"1931-04-25","vote_average":0.0,"runtime":8,"cert":"\"\"","id":422681,"title":"Mad Melody","adult":false,"genre_ids":[]},{"cast":["Maribel Martín","Tony Isbert","Narciso Ibáñez Menta","Mónica Randall","Heinrich Starhemberg"],"overview":"Paralytic Alicia is sent by her father to a bizarre clinic to be cured and soon begins to suspect sinister things are occurring upstairs (which the staff claim is uninhabited).","release_date":"1977-02-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":422683,"title":"Three Days in November","adult":false,"genre_ids":[9648,18,27]},{"cast":[],"overview":"","release_date":"2008-10-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":422685,"title":"De Club van Sinterklaas & Het Muziek Concert","adult":false,"genre_ids":[]},{"cast":["Ethel Merman","Leslie Stowe"],"overview":"Ethel Merman who was one of the biggest stars Broadway ever knew never quite made it in films. Only two of her Broadway roles were done by her on film Anything Goes and Call Me Madam. This short, The Devil Sea was apparently made by her at Paramount's Astoria studio while she was on Broadway with Girl Crazy. That was her breakout show and the one where she introduced I've Got Rhythm.","release_date":"1931-02-28","vote_average":6.0,"runtime":7,"cert":"\"\"","id":422687,"title":"Devil Sea","adult":false,"genre_ids":[10402]},{"cast":["Ethel Merman","Sidney Easton"],"overview":"Ethel runs a run down saloon in Nicaragua. Word arrives that the soldiers are pulling out, and most of the American miners and all of the women must ship out on a vessel bound for San Francisco, but her boyfriend has been ordered to remain.","release_date":"1931-10-24","vote_average":5.0,"runtime":11,"cert":"\"\"","id":422689,"title":"Be Like Me","adult":false,"genre_ids":[10402]},{"cast":["Ethel Merman","Hal Forde"],"overview":"A woman sundered from her sweetheart sings the title song as a duet with a personified Old Man Blues, in fog-shrouded woodland.","release_date":"1931-03-19","vote_average":5.0,"runtime":10,"cert":"\"\"","id":422691,"title":"Old Man Blues","adult":false,"genre_ids":[10402]},{"cast":["Rentarô Mikuni","Michiko Araki","Ryô Tamura","Toshiyuki Nishida","Sen Hara"],"overview":"Film about the Ashio Copper Mine Incident and Shozo Tanaka.","release_date":"1974-05-01","vote_average":0.0,"runtime":115,"cert":"N\/A","id":422705,"title":"The Tattered Banner","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2012-10-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":422707,"title":"De Club Van Sinterklaas & De Grote Onbekende 2","adult":false,"genre_ids":[]},{"cast":["Brendan Fraser","Marcia Cross","Dawn Olivieri","Massimo Dobrovic","Bolek Polívka"],"overview":"The story of a man who sees his past lives from before he was born after being declared dead for the second time.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":422709,"title":"Behind the Curtain of Night","adult":false,"genre_ids":[878,10749]},{"cast":["Pyotr Fyodorov","Mark Bogatyrev","Irina Rozanova","Yuriy Stoyanov","Yan Tsapnik"],"overview":"comedy movie","release_date":"2017-01-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":422711,"title":"Приключения чокнутого профессора","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2009-10-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":422713,"title":"De Club van Sinterklaas 9 - De Jacht op het Kasteel","adult":false,"genre_ids":[]},{"cast":["Victoria Agalakova","Vyacheslav Chepurchenko","Alexandra Rebenok","Igor Khripunov","Anastasia Akatova"],"overview":"This is a story of a small town girl named Nastya. Her newly married husband Ivan drives her to his hometown to meet his family. Upon their arrival Nastya feels she made a wrong decision: she is surrounded by weird people and she sees creepy photos all around the house. Ivan disappears while his family prepares Nastya for a mysterious traditional Russian wedding ceremony. She struggles to calm herself down hoping all this will end and they will live happily ever after. Only if she stays alive...","release_date":"2017-01-19","vote_average":4.9,"runtime":90,"cert":"N\/A","id":422715,"title":"The Bride","adult":false,"genre_ids":[9648,27,53]},{"cast":[],"overview":"We Make Couples is a master documentary maker's six-years-in-the-making Marxist love story. Crammed full of thoughts on cinema, politics and the pleasures and costs of our collective stabs at happiness, it’s a powerful film challenging us to ask whether 'the couple' could also be a form of resistance. - IFFR","release_date":"2016-01-01","vote_average":0.0,"runtime":57,"cert":"N\/A","id":422720,"title":"We Make Couples","adult":false,"genre_ids":[99]},{"cast":["Pepe Da Rosa","Mary Santpere","Antonio Garisa","María Salerno","Alfonso del Real"],"overview":"A Spanish \"Dallas\" parody.","release_date":"1982-11-29","vote_average":4.7,"runtime":90,"cert":"N\/A","id":422725,"title":"Le llamaban J.R.","adult":false,"genre_ids":[35]},{"cast":["Malcolm McDowell","Kate Orsini","Hani Furstenberg","Luke Goss","Bryan Batt"],"overview":"An amazing murder mystery taking place in a setting that no one would expect the coast of Mississippi. A young woman tried to live a normal life despite a horrible upbringing. But she will learn her past will haunt her once more.","release_date":"2017-01-03","vote_average":5.5,"runtime":null,"cert":"\"\"","id":422727,"title":"Mississippi Murder","adult":false,"genre_ids":[80,53,9648]},{"cast":["Tomoko Nakajima","Toshirō Yanagiba","Eisuke Tsunoda","Masakazu Arai"],"overview":"A young girl falls in love with a boy who died 100 years ago, and who wants to be reborn as a new born baby.","release_date":"1988-03-19","vote_average":0.0,"runtime":98,"cert":"N\/A","id":422729,"title":"April Ghost Story","adult":false,"genre_ids":[10749,27,9648,14]},{"cast":[],"overview":"","release_date":"2002-03-04","vote_average":8.5,"runtime":null,"cert":"N\/A","id":422731,"title":"Un gars une fille - Vol.4 (La semaine, Les vacances)","adult":false,"genre_ids":[]},{"cast":["Igor Pesotsky","Anna Nazaryeva","Valentin Kozlovsky","Mikhail Abadzhyan","Nadezhda Rezon"],"overview":"Constantly flashing on the television screen in a variety of commercials, bachelor Valentin Ivanyuta becomes the victim of pills he advertised and becomes pregnant. And now the popular hero of the TV screen will have to talk with the woman he loved and to experience the whole range of feelings unusual for a man.","release_date":"1994-01-01","vote_average":0.0,"runtime":66,"cert":"N\/A","id":422733,"title":"A Man of Easy Virtue","adult":false,"genre_ids":[35]},{"cast":["Carolin Kebekus","Axel Stein","Jasmin Schwiers","Thomas Heinze","Maxim Mehmet"],"overview":"","release_date":"2017-02-16","vote_average":5.0,"runtime":null,"cert":"N\/A","id":422735,"title":"Schatz, nimm du sie!","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A day in the life of an 'organillero' as he plays his music in the streets of a Chilean city.","release_date":"1961-03-09","vote_average":0.0,"runtime":20,"cert":"N\/A","id":422749,"title":"Día de Organillos","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"1998-02-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":422751,"title":"Coldcut - Lut us play","adult":false,"genre_ids":[]},{"cast":["Macon Blair","Lee Eddy","John Merriman","Molly Karrasch"],"overview":"After his girlfriend dumps him at a New Year's Eve party, Bill and his friends drive to an off-season beach town to win her back.","release_date":"2017-04-01","vote_average":6.5,"runtime":86,"cert":"\"\"","id":422753,"title":"Mustang Island","adult":false,"genre_ids":[35,18]},{"cast":["Roberto Lombardi","Andrew Roth","Andrea-Nichole Olivas"],"overview":"A gritty, dark action thriller about a family that initially becomes the target of an attack by a group of masked madmen","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":422755,"title":"Random Acts of Violence","adult":false,"genre_ids":[53,27,18]},{"cast":[],"overview":"An aspiring comedian sees her roommate's career blow up and falls into a jealous funk that threatens their friendship.","release_date":"2016-10-04","vote_average":0.0,"runtime":15,"cert":"\"\"","id":422757,"title":"So F***ing Happy for You","adult":false,"genre_ids":[]},{"cast":["Sanne Langelaar","Benja Bruijning","Mandela Wee Wee","Faye Bezemer","Michel Sluysmans"],"overview":"With his familial bookshop on the verge of bankruptcy, Simon finds himself retreating more and more to his cabin in the woods. After witnessing the suicide of a stranger, a childhood trauma involving his bullied best friend resurfaces and he withdraws even further into the past, estranging himself from his wife and his responsibilities. The only glimmer of hope is a young girl who needs help with her book review. But there is more to the girl than there seems to be.","release_date":"2017-03-22","vote_average":7.0,"runtime":91,"cert":"N\/A","id":422759,"title":"The Return of the Honey Buzzard","adult":false,"genre_ids":[53]},{"cast":["Steve Martin"],"overview":"Controversial comic artist Steve Martin is being interviewed about his artistic alter ego – the perverted monster that is Krent Able. But where does Krent stop and Steve start…and just who is in control?","release_date":"2016-10-23","vote_average":0.0,"runtime":15,"cert":"N\/A","id":422770,"title":"Ink, Cocks & Rock'n'Roll","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":7.0,"runtime":null,"cert":"N\/A","id":422772,"title":"Donne","adult":false,"genre_ids":[]},{"cast":["Laura Pausini","Wisin","Mario Domm"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":422774,"title":"La Banda","adult":false,"genre_ids":[]},{"cast":["Carmen Castillo","Marcia Merino"],"overview":"A conversation between the director of this film, Carmen Castillo and Marcia Merino, AKA La Flaca Alejandra who was one of the collaborators of Pinochet's secret police (the DINA) after being tortured by them. It was Merino who betrayed Castillo, who lost her new born child after being tortured. Almost twenty years later, Carmen Castillo returns to Chile after her exile to film this documentary, during a time in which Marcia Merino, on the court of justice, decided to give the names of her old bosses who worked with her  on the DINA.","release_date":"1994-09-15","vote_average":8.0,"runtime":57,"cert":"N\/A","id":422776,"title":"La Flaca Alejandra","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A music-filled story of a little girl who fulfills her dreams and becomes a happy young woman despite a few obstacles.","release_date":"2014-11-26","vote_average":8.0,"runtime":5,"cert":"N\/A","id":422778,"title":"Awa's Dream","adult":false,"genre_ids":[10751,16,18]},{"cast":[],"overview":"Zombie Lee has an outrageous hunger that won't be silenced by food alone.","release_date":"","vote_average":0.0,"runtime":2,"cert":"N\/A","id":422780,"title":"Munchies","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A young woman lawyer, Xiao Qi work on an ordinary divorce case, but this one is more complex than imagined. In order to uphold justice and safeguard human rights, She re-investigate of the case.  And found that it could be link to Something more sinister.","release_date":"1987-10-19","vote_average":0.0,"runtime":96,"cert":"N\/A","id":422782,"title":"Two in the Morning","adult":false,"genre_ids":[9648,27]},{"cast":[],"overview":"Imagine that a small piece of wood can determine such large fortunes for us humans. And a  ladybug can off even fall in love in a red dice with black spots.","release_date":"2015-01-24","vote_average":6.0,"runtime":10,"cert":"N\/A","id":422793,"title":"Ture the Dice","adult":false,"genre_ids":[10751,16]},{"cast":[],"overview":"","release_date":"2016-10-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":422795,"title":"Nemzetidegenek","adult":false,"genre_ids":[99]},{"cast":["Sotiris Moustakas","Maria Bonelou","Lakis Komninos","Thanos Papadopoulos","Vina Asiki"],"overview":"A photo reporter, shortly before leaving for a job in Cyprus, becomes unwittingly the recipient of a golden owl, who stole a gang from the archaeological museum, who are following him in order to take the owl back.","release_date":"1982-10-25","vote_average":7.3,"runtime":80,"cert":"N\/A","id":422800,"title":"Εγώ... και το Πουλί μου","adult":false,"genre_ids":[35]},{"cast":["Ewa Kasprzyk","Jan Englert","Zdzisław Wardejn","Ewa Dałkowska","Krzysztof Kolberger"],"overview":"","release_date":"1994-05-07","vote_average":5.0,"runtime":95,"cert":"N\/A","id":422802,"title":"Komedia małżeńska","adult":false,"genre_ids":[35]},{"cast":[],"overview":"'Don't build prisons, they cost too much!' In this era of Great Recession, the conservative and tough-on-crime State of Texas takes an unprecedented path by becoming a social justice leader with programs that rehabilitate offenders. Looks like rape, abuse and death are no longer parts of the solution for modern-day Bonnie and Clyde...","release_date":"2015-11-27","vote_average":0.0,"runtime":87,"cert":"\"\"","id":422804,"title":"Chasing Bonnie & Clyde","adult":false,"genre_ids":[80,99]},{"cast":["Blake Lewis","Sam Lucas Smith","Deon Lucas","Paul Cram","Amy Hill"],"overview":"Torn apart during adolescence, estranged brothers reunite. The younger, a 16-year old on the fast track to college with his entire life ahead of him. The older, a 21-year old heroin addict and street hustler who's settled for rock bottom.","release_date":"2015-10-01","vote_average":0.0,"runtime":155,"cert":"\"\"","id":422809,"title":"Imperfect Sky","adult":false,"genre_ids":[53,18]},{"cast":["Tanya Raisa","Haydn Winston"],"overview":"Artists, Poets, Writers, Musicians, and Dissidents, Husbands and Wives, in the Marxist USSR GULAG camps of Barashevo and Vorkuta, suffer in and survive their Gulag death camps. It is a ultimately a spiritual struggle.","release_date":"2015-11-14","vote_average":0.0,"runtime":168,"cert":"\"\"","id":422820,"title":"Gulag Barashevo","adult":false,"genre_ids":[]},{"cast":["Chelsea Islan","Boy William","Donny Alamsyah","Ririn Ekawati","Teuku Rifnu Wikana"],"overview":"The story of family struggles and sacrifices through the May 1998 tragedy. Second Lieutenant Bagus is indecisive in facing extraordinary circumstances. Responsibilities as security officer collide with the obligation to care his wife, Salma, the state palace staff, who is pregnant. Salma is trapped in the riots and declared missing. Pressure from superiors: Bagus must prioritize his tasks and not to overthink small events.  President Suharto comes home from Cairo earlier than expected. Governments are faced with a difficult situation as community leaders and representatives of mass organizations directly ask Soeharto to resign. But he is unmoved and plans to form a committee and cabinet reforms to address these demands.","release_date":"2015-01-15","vote_average":7.0,"runtime":106,"cert":"N\/A","id":422831,"title":"Di Balik 98","adult":false,"genre_ids":[18]},{"cast":["Emir Kapetanovic","Geoffrey Alan Rhodes","Avdija Buhic"],"overview":"Buried Land tells the story of ordinary people attempting to realize a dream. Two actors cut a path through the real community and strange reality of Visoko, the small town at the heart of a remarkable claim: the discovery of ancient pyramids, not in Egypt, but central Bosnia. Emir is a Bosnian émigré, removed during the war and now struggling to rediscover his homeland.","release_date":"2010-04-22","vote_average":0.0,"runtime":86,"cert":"\"PG-13\"","id":422833,"title":"Buried Land","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A woman on the verge of a nervous breakdown follows the afroed spirit of a revolutionary past through London's streets: Brixton and Portobello. I used the camera as the means for reflexive analysis of black female subjectivity and performances of resistance in urban spaces, specifically within the context of London's Portobello and Brixton.","release_date":"1997-10-26","vote_average":0.0,"runtime":7,"cert":"N\/A","id":422835,"title":"Memory Tracks","adult":false,"genre_ids":[]},{"cast":["Afanasi Kochetkov","Natalya Naum","Oleg Borisov","Nikolai Muravyov","Misha Chernov"],"overview":"The story of \"Hutsul Robin Hood\" Oleksa Dovbush, an 18th century Carpathian outlaw who's a popular figure of Ukrainian legend.","release_date":"1960-11-14","vote_average":6.3,"runtime":90,"cert":"N\/A","id":422846,"title":"Oleksa Dovbush","adult":false,"genre_ids":[18,36,12]},{"cast":["Vanna Vanni","Valentina Cortese","Luisa Garella","Yvonne Giannini","Paolo Stoppa"],"overview":"","release_date":"1943-08-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":422848,"title":"4 ragazze sognano","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A meditative invocation on transcendence as a means of restoration.","release_date":"2015-01-01","vote_average":0.0,"runtime":6,"cert":"\"\"","id":422850,"title":"An Ecstatic Experience","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary about colonized Africa.","release_date":"1911-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":422852,"title":"A Tanga, ecole professionelle gouvernementale","adult":false,"genre_ids":[]},{"cast":[],"overview":"Recording of the voice of an African man.","release_date":"1908-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":422854,"title":"Buschmann spricht in den Phonographen","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary about life in colonized Africa.","release_date":"1909-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":422856,"title":"Aus dem Leben der Kate auf Deutsch-Neuguinea","adult":false,"genre_ids":[]},{"cast":["Luis Bermejo","Octavi Pujades","Maru Valdivielso"],"overview":"The year is 2984. In one of the deposits that fill the earth’s interior, an envelope stuffer is working tirelessly in what seems to be just another day in his grey and insignificant existence. But this is not just another day. This is his worst nightmare.","release_date":"2015-11-03","vote_average":8.0,"runtime":17,"cert":"N\/A","id":422873,"title":"Adam Peiper","adult":false,"genre_ids":[878,27]},{"cast":["Anna Samokhina","Nikolai Dobrynin","Rodion Gazmanov","Aleksandr Peskov","Anatoliy Ravikovich"],"overview":"For eight years she was his wife, lover, nurse, but he escaped to Brooklyn with her best friend. The case rescues heroine from suicide and she meets someone who is also in mortal danger. New fears and sudden passion revive her hopes.","release_date":"1995-01-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":422875,"title":"Train to Brooklyn","adult":false,"genre_ids":[12,18,80]},{"cast":[],"overview":"A documentary about the history of the Free Cinema movement, made by one of it's greatest proponents, Lindsay Anderson, to commemorate British Film Year in 1985.\r Produced by Kevin Brownlow and David Gill.\r Unlike Richard Attenborough's celebratory episode of the same series, or Alan Parker's more aggressive show, which was balanced between celebrating the greats and attacking Parker's bugbears, Greenaway and Jarman and the BFI, Anderson's show accentuates the negative, painting an image of a British cinema in terminal artistic decline and trashing the ambitions and approach of British Film Year itself. It's mordantly funny and very savage.","release_date":"1985-10-26","vote_average":0.0,"runtime":54,"cert":"N\/A","id":422877,"title":"Free Cinema, 1956 - ? An Essay on Film by Lindsay Anderson","adult":false,"genre_ids":[]},{"cast":["Javier Escrivá","Patricia Adriani","Silvia Tortosa","Pep Munné","Alfredo Alba"],"overview":"","release_date":"1977-10-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":422879,"title":"¡Susana quiere perder... eso!","adult":false,"genre_ids":[35]},{"cast":["Charley Chase","Muriel Evans","Clarence Wilson","Frank Darien","Billy Gilbert"],"overview":"Cautious, frugal Charley is told by his insurance doctor (Billy Gilbert) that he has six months to live, and goes on to live life to the fullest.","release_date":"1935-10-04","vote_average":0.0,"runtime":20,"cert":"\"\"","id":422881,"title":"Nurse to You!","adult":false,"genre_ids":[]},{"cast":["Charley Chase","Constance Bergen","Grace Goodall","T. Roy Barnes"],"overview":"In an effort to appease his wife's wealthy aunt (Grace Goodall), newly-wed Charley must masquerade as a boarder in his own home while his wife (Constance Bergen) pretends to be married to an old beau (T. Roy Barnes).","release_date":"1935-04-26","vote_average":0.0,"runtime":20,"cert":"\"\"","id":422883,"title":"The Four Star Boarder","adult":false,"genre_ids":[]},{"cast":["Marie-José Nat","Jacques Charrier","Michel Subor","Macha Méril","Alfred Adam"],"overview":"The story of the couple from the very first meeting to break up told from a view of a woman, Francoise. The film shares the same plot with \"Jean-Marc ou La vie conjugale\", that tells the same story from another perspective.","release_date":"1964-01-31","vote_average":5.0,"runtime":112,"cert":"N\/A","id":422897,"title":"Anatomy of a Marriage: My Days with Françoise","adult":false,"genre_ids":[18]},{"cast":[],"overview":"“Third Eye Butterfly” is a double 16mm projection piece in which the two screens  – at times divided within into additional “mini-screens” causing textured kaleidoscopic effects – blur to create a third wider frame, encouraging the viewers to extend their vision beyond ordinary sight - Microscope Gallery","release_date":"1968-05-16","vote_average":0.0,"runtime":10,"cert":"\"\"","id":422905,"title":"Third Eye Butterfly","adult":false,"genre_ids":[]},{"cast":["June Foray","Sam Vincent","Ian James Corlett","Terry Klassen","Britt McKillip"],"overview":"The Baby Looney Tunes characters go on a search for the true meaning of Easter.","release_date":"2003-02-11","vote_average":6.8,"runtime":58,"cert":"\"\"","id":422907,"title":"Baby Looney Tunes: Eggs-traordinary Adventure","adult":false,"genre_ids":[10751,16]},{"cast":["Maria Alice Vergueiro","Andrade Jr.","João Antonio","André Deca"],"overview":"","release_date":"2016-01-27","vote_average":7.0,"runtime":null,"cert":"N\/A","id":422912,"title":"Rosinha","adult":false,"genre_ids":[10749,35]},{"cast":["Kent Jones"],"overview":"A 25-minute visual essay by Kent Jones about Jean-Luc Godard and his film 'Weekend'.","release_date":"2012-11-13","vote_average":0.0,"runtime":25,"cert":"\"\"","id":422920,"title":"Revolutions Per Second","adult":false,"genre_ids":[99]},{"cast":["Neil deGrasse Tyson","Bill Nye","Lawrence Krauss","Richard Dawkins","Brian Greene"],"overview":"Join the Origins Project at ASU for the final night in the Origins Stories weekend, focused on the science of storytelling and the storytelling of science. The Storytelling of Science will feature a panel of esteemed scientists, public intellectuals, and award-winning writers including well-known science educator Bill Nye, astrophysicist Neil deGrasse Tyson, evolutionary biologist Richard Dawkins, theoretical physicist Brian Greene, Science Friday’s Ira Flatow, popular science fiction writer Neal Stephenson, executive director of the World Science Festival Tracy Day, and Origins Project director Lawrence Krauss as they discuss the stories behind cutting edge science from the origin of the universe to a discussion of exciting technologies that will change our future.","release_date":"2013-03-30","vote_average":0.0,"runtime":133,"cert":"\"\"","id":422925,"title":"The Great Debate: The Storytelling of Science","adult":false,"genre_ids":[]},{"cast":["Desiree Cousteau","Brooke West","Thierry de Brem","Cathy Stewart","Céline Galone"],"overview":"Viva la erotique! A French finishing school is where young girls go to complete their education but in domestic and social skills rather than academics. In short, it's where they learn to be girls who behave like women. Samantha (Desiree Cousteau) is obviously an \"A\" student, because she secretly photographs one of her teachers, a handsome stud named Eric, in bed with one of his students. Armed with this scandalous blackmail, she proceeds to turn him into her private but vengeful love slave.","release_date":"1979-06-04","vote_average":7.0,"runtime":83,"cert":"\"NC-17\"","id":422927,"title":"French Finishing School","adult":true,"genre_ids":[]},{"cast":["Lida Protopsalti","Evgenia Dimitropoulou","Tasos Nousias","Youlika Skafida","Petros Lagoutis"],"overview":"An avid collector of Greek objects in Asia Minor, Dimitris, prepares an exhibition on multicultural life in Smyrna before World War I. In a trip to Izmir his girlfriend Rita, he finds in a small antique shop a Greek wedding dress that is stained with blood and an old photograph that send him on a journey to bridge the past with the present.","release_date":"2016-12-22","vote_average":7.9,"runtime":97,"cert":"N\/A","id":422929,"title":"Roza of Smyrna","adult":false,"genre_ids":[18]},{"cast":["Carsten Bjørnlund","Sofia Helin","Marijana Jankovic","Stina Ekblad","Joseph Mawle"],"overview":"Year 2095. The world is ravaged by ecological disaster. Oceans have risen and all natural freshwater is gone. Fang Rung has undergone molecular fission in order to send his other half, code name Gordon Thomas, back in time to the year 2017. Gordon goes in search of scientist Mona Lindkvist whose ground-breaking research was lost before it could save the world. When Fang Rung loses contact with Gordon he sees no alternative but to travel back to 2017 himself trying to locate his other half before the world's balances are irreparably damaged. It's a race against time for Fang Rung to save himself and the world.","release_date":"2017-11-16","vote_average":6.2,"runtime":87,"cert":"N\/A","id":422931,"title":"Man Divided","adult":false,"genre_ids":[18,878]},{"cast":["Myles Kennedy","Mark Tremonti","Brian Marshall","Scott Phillips"],"overview":"Live performance from 2016 in support of their album The Last Hero.","release_date":"2016-10-26","vote_average":0.0,"runtime":101,"cert":"\"\"","id":422939,"title":"Alter Bridge: Live at the House of Blues 2016","adult":false,"genre_ids":[10402]},{"cast":["Billy Idol","Steve Stevens"],"overview":"Billy Idol live in concert, as broacast on German TV station WDR during the 2005 Rockpalast Rock Am Ring Festival.","release_date":"2005-06-05","vote_average":0.0,"runtime":61,"cert":"N\/A","id":422941,"title":"Billy Idol - Live at Rock am Ring 2005","adult":false,"genre_ids":[]},{"cast":["Candice Altman","Pete Baez","Keith Collins","Keith Collins","Jessica L. Jacobs"],"overview":"5 persons on a yacht are killed one by one by a serial killer.","release_date":"2016-01-04","vote_average":0.0,"runtime":90,"cert":"N\/A","id":422943,"title":"Death Beach","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A gaunt, middle-aged man barely recovered from a serious illness, an awkward company employee, the hosts’ likable son, who comes home late — each of the men on the terrace are captivated by Haruko’s pale, white arms, inflaming the jealousy of the company director’s wife. Literary anecdotes abound, as does petty bickering. The masks they’ve carefully crafted are suddenly torn away, exposing their tainted humanity. Desires, jealousies and secrets are laid bare during 90 minutes on the terrace, culminating in a shocking and not exactly happy ending.","release_date":"2016-10-29","vote_average":7.0,"runtime":95,"cert":"N\/A","id":422945,"title":"At the Terrace","adult":false,"genre_ids":[]},{"cast":["Kiki Sugino","Munetaka Aoki","Mayumi Yamaguchi"],"overview":"One snowy night, in a mountain hut, Minokichi, a hunter, sees a snow woman killing his mentor Mosaku. “Should you tell anyone, I will take your life” she says, then drifts off. A year later, Minokichi meets and marries a beauty named Yuki. She bears him a daughter, Ume. 14 years pass and Ume blossoms into a radiant lady who befriends the sickly Mikio, the village leader’s son and Mosaku’s distant relative. Mikio soon dies in the same hut as Mosaku, with his body showing the same frostbite scars. Minokichi is reminded of that horrid night, and wonders what it was that he saw, and who Yuki really is.","release_date":"2016-10-28","vote_average":3.8,"runtime":95,"cert":"N\/A","id":422947,"title":"Snow Woman","adult":false,"genre_ids":[]},{"cast":["Reda Kateb","Slimane Dazi","Mélanie Laurent","Constantine Attia","Bakary Keita"],"overview":"Nasser, a 30-something Parisian with a troubled past, returns to Paris after some jail time. Margot, his probation officer, urges him to work at LE PRESTIGE, his brother's bar located right next to the Moulin Rouge, in the heart of Pigalle - one of Paris’ most diverse and rawest neighborhoods. But deep wounds between the two brothers make this collaboration difficult from the start, and even more so when Nasser decides to get back in the game by throwing exclusive parties against his brother's will.","release_date":"2017-02-22","vote_average":6.1,"runtime":106,"cert":"N\/A","id":422949,"title":"Paris Prestige","adult":false,"genre_ids":[18]},{"cast":["Aoi Ito","Minoru Kinjo","Sakura Ando"],"overview":"Umi’s hearing is so sensitive that even notes played slightly out-of-tune give her a headache. Violinist Yuko arrives from Tokyo to play a concert on Umi’s small island near Okinawa, and gradually befriends the girl. Both struggle with friendships and family relationships, but are brought together by music. Director Kaze Shindo, acclaimed for her debut LOVE\/JUICE (2000), returns after 11 years with this drama, starring brilliant child actor Aoi Ito and Japan Academy Prize-winning actress Sakura Ando (100 Yen Love), which movingly captures island life and the power of music. Featuring Tsuneo Fukuhara’s song “Shima Jima Kaisha”.","release_date":"2016-10-30","vote_average":0.0,"runtime":100,"cert":"N\/A","id":422951,"title":"Sound of Waves","adult":false,"genre_ids":[]},{"cast":["Kaito Yoshimura","Kodai Asaka","Yukino Kishii","Moe Miura"],"overview":"Not satisfied with his achievements as a child actor, Yat (Kaito Yoshimura) is now pursuing his dream to be a musician. His high school friends Takuma (Kodai Asaka), a photographer, and Yumika (Yukino Kishii), Takuma's ex, are also feeling discontent with their lives and with thoughts they cannot tell each other. With unforgettable singing by Yoshimura and vivid performances by up-and-coming stars, director Yutaro Nakamura has created a raw, \"now-or-never\" film.","release_date":"2016-10-26","vote_average":0.0,"runtime":89,"cert":"N\/A","id":422953,"title":"Grab the Sun","adult":false,"genre_ids":[18]},{"cast":["Rin Takanashi","Takumi Saito","Hiroyuki Ikeuchi"],"overview":"Acclaimed director of Summer of Chirusoku, Half a Confession and Yunagi City, Sakura Country Kiyoshi Sasabe casts Rin Takanashi and Takumi Saitoh as members of the farming industry. The Sowing Traveller 3 tells a universal story of the cherished act of growing fruit. Ayane is conflicted about coming back home because she feels it’s a setback. Filming took place in Akaiwa, Okayama prefecture, a peach growing area with lots of sun and fertile soil. Along with the harmony of daily life that the local people have with nature, an important feature of the film is its beautiful landscapes.","release_date":"2016-10-22","vote_average":0.0,"runtime":105,"cert":"N\/A","id":422955,"title":"The Sowing Traveller 3","adult":false,"genre_ids":[]},{"cast":["Kyriakos Papdopoulos","Tasos Batis","Iraklis Miliopoulous","Giannis Mavrogiannis","Christos Sapounas"],"overview":"A coast guard captain on a small Greek island is suddenly charged with saving thousands of refugees from drowning at sea.","release_date":"2016-09-28","vote_average":7.4,"runtime":21,"cert":"N\/A","id":422960,"title":"4.1 Miles","adult":false,"genre_ids":[99]},{"cast":["Mark Pirro","G. Allan Campbell","Paul Butler","Bobbi Dorsch","Ron Camnitzer"],"overview":"A mentally disturbed \"Hamburger Killer\" stalks the streets murdering unsuspecting fast food diners in this 1978 low budget comedy-horror short directed by Mark Pirro.  The film \"never got a formal release\" until appearing on the DEATHROW GAMESHOW Blu-ray from Vinegar Syndrome in 2016, along with another Pirro short, the James Bond send-up THE SPY WHO DID IT BETTER. According to Pirro, the two films had a combined budget of less than $2000.","release_date":"1978-01-01","vote_average":0.0,"runtime":21,"cert":"\"\"","id":422962,"title":"Buns","adult":false,"genre_ids":[35,27]},{"cast":["Ho Fei-Fan","Fong Yim-Fen","Tang Kei-Chan","Hung Cheuk"],"overview":"Drama from Hong Kong directed by Mok Hong-See.","release_date":"1952-04-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":422964,"title":"A Perfect Match","adult":false,"genre_ids":[18]},{"cast":["Ryu Hyun-kyung","Ha Si-eun","Kang Ki-hwa","Han Song-hee","Ji Il-Joo"],"overview":"Prospective writer Aeng-Doo lives with So-Young, Yoon-Jin and Na-Eun. Aeng-Doo and her 3 friends do not have much in common except that they all don't have boyfriends. One day, Aeng-Doo happens to find a rejected work from an annual spring literary contest on the street. Since then, the lives of Aeng-Doo and her 3 friends begin to slowly change.","release_date":"2013-06-06","vote_average":0.0,"runtime":98,"cert":"N\/A","id":422969,"title":"Miss Cherry's Love Puzzle","adult":false,"genre_ids":[18]},{"cast":["Thierry Kruger"],"overview":"","release_date":"2015-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":422971,"title":"Demokratia","adult":false,"genre_ids":[99]},{"cast":["Erik Santana","Nina Vinagre","Gabriel Danvers"],"overview":"The Mammoth Protocol is a mysterious book that enters the life of young scientist Pietro, and steals all good things from him and the ones around him. Little by little, the scientist's obsession for the book transforms him into a monster and only his friends can save him, before it's too late...","release_date":"2016-11-29","vote_average":10.0,"runtime":18,"cert":"N\/A","id":422973,"title":"Men's Only Privilege","adult":false,"genre_ids":[18,27]},{"cast":["Eduardo Palomo","Patricia Pereyra","Miguel Ángel Ferriz","Margarita Isabel","Martha Navarro"],"overview":"A family is terrorized.","release_date":"1990-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":422975,"title":"Devil Fugitives","adult":false,"genre_ids":[]},{"cast":["Edgardo Gazcón","Ernesto Laguardia","Alejandra Peniche","Raquel Pankowsky","Constantino Costas"],"overview":"Incriminating photographs of both a famous actor and a psycho killer have professional photographer Tony (who's trying to make money to pay for his ailing sister's hospital bills) running for his life.","release_date":"1990-01-01","vote_average":8.0,"runtime":90,"cert":"N\/A","id":422986,"title":"Images of Death","adult":false,"genre_ids":[27]},{"cast":["Sven de Ridder","Pieter Verhelst","Kobe Van Herwegen"],"overview":"This year Sinterklaas again in danger! Villain Doctor Wings Laer and his henchman Igor (Sven De Ridder) disguise themselves and syringes 'bark spray' to all the presents. Thus, all children soon the \"barking cough and some Doctor Wings Laar has a drug that he sells for a lot of money. But also the Zwarte Pieten come into contact with the substance, the situation on the steamer is completely out of control. Especially because there is a real dog on board found by the Zwarte Pieten in Spain. It is the stray dog Sophie who hopes that Zwarte Pieten can bring her her favourite animal. Will Sinterklaas and his helpers succeed in disinfecting the presents on time and to bring the dog home safely?","release_date":"2016-10-26","vote_average":0.0,"runtime":67,"cert":"N\/A","id":422988,"title":"Sinterklaas en het Mysterie op de Stoomboot","adult":false,"genre_ids":[12,10751]},{"cast":["Oliver Hohlbrugger","Eili Harboe"],"overview":"A grief-stricken sailor answers a mysterious call from the sea.","release_date":"2014-05-21","vote_average":10.0,"runtime":17,"cert":"\"\"","id":422993,"title":"Autumn Harvest","adult":false,"genre_ids":[27,9648]},{"cast":["Gaspar Henaine","Jacqueline Voltaire","Freddy Fernández","Enrique Pontón","Miguel Ángel Sanroman"],"overview":"A taxi driver winds up working as a butler for a scientist who is trying to revive mummies.","release_date":"1973-10-18","vote_average":9.0,"runtime":95,"cert":"N\/A","id":422995,"title":"Capulina vs. the Mummies","adult":false,"genre_ids":[878,35,27]},{"cast":["Mika Mifune","Toshirō Yanagiba","Mitsuru Hirata","Ken Nakamoto","Yukie Kagawa"],"overview":"Fourteen-year old student Ayumi has leukemia and starts losing hair. She becomes depressed but receives overwhelming support from her classmates when they all shave their heads for her.","release_date":"1998-05-16","vote_average":0.0,"runtime":103,"cert":"N\/A","id":422997,"title":"Friendship","adult":false,"genre_ids":[18]},{"cert":"N\/A","title":"The Singing Pond","cast":["Lucien Bulathsinhala","Jayalath Manoratne","Anasuya Subasinghe"],"id":422999,"overview":"A new teacher, Uma (Anasuya Subasinghe), arrives at a school with her first appointment in a remote village near Dambulla in Sri Lanka. The school has few students, with only the principal (Lucian Bulathsinghala) and Uma as the teacher. With the help of Uma the pupils gradually start to dream of bigger things than they ever imagined.  One day Upuli, a blind girl, shares her unseen dream with school friends Sukiri and Ukkun. It gradually becomes the dream throughout the village. The children and Uma encounter perils in their venture to realise this dream. The children of the school start to focus on something they have never seen before. This target gives rise to a small revolution.","runtime":120,"genre_ids":[18,10751,10402],"release_date":"2015-12-11","vote_average":7.0,"adult":false}]