[{"cast":["Lee Eun-mi-I"],"overview":"After my mom died, gifted big sister came to the house of their dolbwajun like my mother is reunited with a friend, sister, pure love for a long time there. She is incredibly charming tamseureopgo age. Two people with pure love of provocation should develop into a secret relationship. Bonaedeon the mature hot night with her lead, one day, her daughter deuneunde sandwiched between two ...","release_date":"2016-11-12","vote_average":3.0,"runtime":78,"cert":"N\/A","id":423502,"title":"My Friend's Mom","adult":false,"genre_ids":[10749]},{"cast":["Annekathrin Bürger","Kati Székely","Alfred Struwe","Rudolf Ulrich","Herbert Köfer"],"overview":"","release_date":"1967-08-13","vote_average":0.0,"runtime":89,"cert":"N\/A","id":423507,"title":"Der Mann aus Kanada","adult":false,"genre_ids":[53,80]},{"cast":["Jürgen Frohriep","Herbert Köfer","Ezard Haußmann","Heinz Behrens","Christel Bodenstein"],"overview":"","release_date":"1968-01-28","vote_average":0.0,"runtime":150,"cert":"N\/A","id":423509,"title":"Treffpunkt Genf","adult":false,"genre_ids":[80]},{"cast":[],"overview":"This is a perfect compilation of footage as you will see old SD40-2 helpers along with the new SD40E's, intermodal, freight, coal, and other various types of trains. In a little over 2 hours runtime, you will see 73 trains and 18 helper movements from Altoona to Cresson!  Norfolk Southern's busy Pittsburgh Line traverses the state of Pennsylvania from Harrisburg to Pittsburgh. This popular mainline, originally built by the Pennsylvania Railroad, crosses the Allegheny mountain range and is a central artery for east-to-west commerce. It is also the home of the world famous Horseshoe Curve. This program focuses on the portion of this mainline from Altoona to Cresson - known as \"The East Slope\". We begin in Altoona and journey up the East Slope through locations such as McGarvey's curve, Horseshoe Curve, MG, MP245, Benny, Gallitzin, until finally completing our journey in Cresson.","release_date":"","vote_average":0.0,"runtime":128,"cert":"N\/A","id":423514,"title":"Autumn on the East Slope","adult":false,"genre_ids":[99]},{"cast":["Max Herbrechter","Stefan Kurt","Marianne Sägebrecht","Roxana Samadi"],"overview":"Pettson and Findus find themselves snowed in their house. The little cat is scared that Christmas is ruined, but Pettson promises that they will celebrate \"the best Christmas ever\".","release_date":"2016-11-03","vote_average":5.7,"runtime":82,"cert":"N\/A","id":423516,"title":"Pettson and Findus: The Best Christmas Ever","adult":false,"genre_ids":[10751,16]},{"cast":[],"overview":"Four artist friends interact in this tale of self-disintegration and disconnection from the outside world. Loneliness prevails.","release_date":"2009-01-01","vote_average":1.0,"runtime":42,"cert":"\"\"","id":423527,"title":"Can't or Won't Not","adult":false,"genre_ids":[]},{"cast":[],"overview":"A visual essay on a disintegrating relationship.","release_date":"2009-01-01","vote_average":1.0,"runtime":48,"cert":"\"\"","id":423529,"title":"Nothing Is More Beautiful Than Nothing","adult":false,"genre_ids":[]},{"cast":[],"overview":"This is a story of veterans, battles and sacrifices. A war at home and the IRON WILL they possess to never give up.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":423540,"title":"Iron Will","adult":false,"genre_ids":[]},{"cast":["Jim McMahon","Walter Payton"],"overview":"In 1985, the Chicago Bears were headed for the Super Bowl for the first time in more than 20 years. Riding high on the success of the season, members of the Bears recorded \"The Super Bowl Shuffle,\" which soon became celebrated anthem for Bears fans everywhere. This first-ever rap song and music video by a sports team even garnered a Grammy nomination. At Super Bowl XX, the Bears charged down the field once more with a 46-10 victory over the New England Patriots. This 20th Anniversary Collector’s Edition DVD is a must-have for both old and new fans who want to relive the glory of the 1985 season.","release_date":"2005-01-01","vote_average":0.0,"runtime":30,"cert":"\"\"","id":423545,"title":"Chicago Bears: The Super Bowl Shuffle (20th Anniversary Collector's Edition)","adult":false,"genre_ids":[99]},{"cast":["François Morel","Olivier Saladin","Jean Rochefort"],"overview":"","release_date":"2008-05-17","vote_average":9.0,"runtime":null,"cert":"N\/A","id":423556,"title":"Bien des choses","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Inspired by John William Waterhouses' portrait, \"A Mermaid.\" (1901) Portrayal of this immobile creature idealized with images of femininity. A reenactment of Waterhouses's fictional musings while setting up the framing for his portrait.","release_date":"2012-01-01","vote_average":0.0,"runtime":2,"cert":"\"\"","id":423561,"title":"Before the Portrait","adult":false,"genre_ids":[]},{"cast":[],"overview":"mounted a super 8 camera on a selfie stick and it collapsed, it bent right in half. The ‘weight’ of it.. the ‘wait’ing time of the film…. the (turn-around) time, whilst turning around the camera… the selfie. one roll of super 8 film","release_date":"2016-01-01","vote_average":0.0,"runtime":3,"cert":"\"\"","id":423563,"title":"turnaround time","adult":false,"genre_ids":[]},{"cast":["Paulo César Peréio","Maria do Rosário","Haroldo de Oliveira","Ivan Setta","Rafael de Carvalho"],"overview":"A newlywed woman, frustrated after her honeymoon, decides to search for lovers on the streets and ends up causing a conflict between her husband, a baker and a black artist.","release_date":"1975-01-01","vote_average":7.0,"runtime":107,"cert":"N\/A","id":423565,"title":"As Aventuras Amorosas de um Padeiro","adult":false,"genre_ids":[35]},{"cast":[],"overview":"a mockumentary.","release_date":"2011-01-01","vote_average":0.0,"runtime":4,"cert":"\"\"","id":423567,"title":"Sample Queen","adult":false,"genre_ids":[]},{"cast":[],"overview":"Adrienne goes back to Poland, where she was born, to see her grandmother and ask her family about communism.","release_date":"2016-10-26","vote_average":4.0,"runtime":9,"cert":"N\/A","id":423578,"title":"Gusla ou les Malins","adult":false,"genre_ids":[16]},{"cast":["Walter Schreifels","Tom Capone","Alan Cage","Sergio Vega","Brad Anderson"],"overview":"Quicksand: The Movie is montage footage from RATM &amp; QUICKSAND 1993 tour.","release_date":"1993-12-31","vote_average":9.0,"runtime":79,"cert":"\"\"","id":423580,"title":"Quicksand: The Movie","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Raja Laalachmaan and his sidekick, Jadoogar Jobba, awaken an ancient monster Krur. This monster, needs the souls of the purest kingdom. Raja Laalachmaan realizes the best place to find the purest souls is Dholakpur. Raja Laalachmaan and his soldiers take over Dholakpur. Bheem manages to rescue many people, but Laachlamaan kidnaps Raja Indraverma-ll and Princess Indumati says that if the people of Dholakpur do not surrender themssssselves, they will die. So, Bheem and his friends go on the trail. They are helped by ancient clues left in the forest and at sea. But the one person that helps them the most is Chhota Ganesh.He says he is always present on New years, but Kru's invasion of Dholakpur has already started. Can Bheem and Ganesh defeat him??","release_date":"2012-12-23","vote_average":0.0,"runtime":65,"cert":"N\/A","id":423582,"title":"Chota Bheem Aur Ganesh in the Amazing Odyssey","adult":false,"genre_ids":[16]},{"cast":["Takuzô Kawatani","Naohiko Shigeta","Atsuko Asano","Hiromitsu Suzuki","Toby Kadoguchi"],"overview":"Set at the height of the Japanese student rebellion in 1968, the film tells the story of the friendship between two very different men—a fortyish film maniac who spends nearly all his time at the movies and a 19-year-old going through the final rites of passage from adolescence to adulthood.","release_date":"1979-05-26","vote_average":0.0,"runtime":111,"cert":"N\/A","id":423584,"title":"Goodbye, Flickmania","adult":false,"genre_ids":[18]},{"cast":["Eri Nitta","Aki Kihara","Sayuri Kokushô","Mika Nagoya","Satomi Fukunaga"],"overview":"The story revolves around a hardcore Onyanko Club fanatic who decides he wants to kill the girls to prevent the young, cute idols from getting old and married - in a sense, to preserve their youth for eternity.","release_date":"1986-08-23","vote_average":0.0,"runtime":78,"cert":"N\/A","id":423586,"title":"Onyanko the Movie - One Shot Crisis!","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The Wedge, located at the end of the Balboa Peninsula in Newport Beach, California, is a world famous, man-made beast of a wave.","release_date":"2016-04-22","vote_average":6.0,"runtime":62,"cert":"\"PG\"","id":423588,"title":"Dirty Old Wedge","adult":false,"genre_ids":[99]},{"cast":["Ryotaro Okiayu","Mariko Kouda","Wakana Yamazaki","Hiroko Emori","Bin Shimada"],"overview":"Miki's lying in bed in the school's nursery after being hit in the face by a ball, supposedly asleep when Yuu comes in. Yuu asks her if she is asleep but she does not answer, so he looks at her as she sleeps. Then he kisses her and leaves. As soon as he has left, Miki jumps up, surprised and wonders what he is up to, since they have just met... or have they?","release_date":"1995-03-04","vote_average":6.0,"runtime":23,"cert":"N\/A","id":423590,"title":"Marmalade Boy","adult":false,"genre_ids":[16,10749]},{"cast":["Jo Brand","David Quantick","Nick Mason","Glen Matlock"],"overview":"A documentary charting the history of Hastings Pier from its construction in 1872 through two major fires and also its use as a significant British music venue, playing host to gigs by Jimi Hendrix, The Who, The Rolling Stones, Genesis, Tom Jones, Pink Floyd and The Sex Pistols.","release_date":"","vote_average":0.0,"runtime":96,"cert":"N\/A","id":423601,"title":"Re: A Pier","adult":false,"genre_ids":[99]},{"cast":[],"overview":"We all live on the same planet, under one sun which nurtures and renews our unique and common hopes for the future. No matter how much we differ from each other in color, ethnicity and belief, we all share the same source of life, united in our destinies. An omnibus film on the topic of Turkish - Armenian relations.","release_date":"2016-08-12","vote_average":0.0,"runtime":98,"cert":"N\/A","id":423603,"title":"In the Same Garden","adult":false,"genre_ids":[18]},{"cast":["Jeanne Moreau","Philippe Lemaire","Armand Mestral","Lino Ventura","Anouk Ferjac"],"overview":"Georges Villard, a minor bank employee, is won over by Mr Steve who does him favours, treats him to the high life and introduces him to his wife Florence, with whom he falls in love. Georges is unaware that these generous gifts will cost him dearly.","release_date":"1957-06-26","vote_average":0.0,"runtime":92,"cert":"N\/A","id":423608,"title":"L'étrange monsieur Steve","adult":false,"genre_ids":[18]},{"cast":["Aldo Max Rodríguez","Úrsula Pruneda","Leticia Venzor","Sergio Ruiz","Pablo Valero"],"overview":"The portrait of a time through the biography of Rita Guerrero, singer of Santa Sabina.","release_date":"2018-03-09","vote_average":8.0,"runtime":125,"cert":"N\/A","id":423610,"title":"Rita, el documental","adult":false,"genre_ids":[]},{"cast":["Tom Schilling","Sebastian Koch","Paula Beer","Saskia Rosendahl","Oliver Masucci"],"overview":"Inspired by real events and spanning three eras of German history, film tells the story of Kurt, a young art student who falls in love with fellow student, Ellie. Ellie’s father, Professor Seeband, a famous doctor, is dismayed at his daughter’s choice of boyfriend, and vows to destroy the relationship. What neither of them knows is that their lives are already connected through a terrible crime Seeband committed decades ago.","release_date":"2018-10-03","vote_average":8.2,"runtime":189,"cert":"N\/A","id":423612,"title":"Never Look Away","adult":false,"genre_ids":[36,18,53,10749]},{"cast":["William Clauson","Edward Coward","Hoze Meléndez","Pako Houston","José Luis Figueroa"],"overview":"Portrays the universe of an eternal being that exists within a lifecycle filled with disappointments and hopelessness. It's the chronicle about the search for love and the fight against oblivion.","release_date":"2016-01-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":423614,"title":"William, the New Judo Master","adult":false,"genre_ids":[]},{"cast":["Ryan O'Quinn","Shawnee Smith","Danielle Nicolet","Kevin Sizemore","David DeLuise"],"overview":"A small-town business owner tries to save the local Christmas pageant against all odds.","release_date":"2016-12-02","vote_average":6.5,"runtime":120,"cert":"\"\"","id":423628,"title":"Believe","adult":false,"genre_ids":[18]},{"cast":[],"overview":"2005 experimental short by Mark Lewis","release_date":"2005-10-31","vote_average":0.0,"runtime":3,"cert":"N\/A","id":423630,"title":"Gladwell's Picture Window","adult":false,"genre_ids":[]},{"cast":[],"overview":"2006 experimental short work by Mark Lewis","release_date":"2006-10-31","vote_average":0.0,"runtime":3,"cert":"N\/A","id":423632,"title":"Golden Rod","adult":false,"genre_ids":[]},{"cast":["Molly Parker"],"overview":"2006 experimental short by Mark Lewis","release_date":"2006-10-31","vote_average":0.0,"runtime":4,"cert":"N\/A","id":423637,"title":"Rear Projection: Molly Parker","adult":false,"genre_ids":[]},{"cast":[],"overview":"Working at an isolated eatery, a vicious waiter not only abuses the clients but also his co-worker; a simpleton and lonely teenager whose job consists in offering snacks, dressed in a chicken costume.","release_date":"2016-09-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":423639,"title":"Cleanse Pest Rest","adult":false,"genre_ids":[]},{"cast":["Allemane","Dahan","Joyce","Corleon","Van Der Linden"],"overview":"A girl is completely addicted to her smartphone.  She spends her time texting...  But a mysterious correspondent declares his love by message and plays hide and seek with her, gradually destroying her psyche","release_date":"2000-10-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":423653,"title":"Alice in Mobile's wonderland","adult":false,"genre_ids":[35,18,14,27,9648]},{"cast":["Paul Evans Thomas","Dion Cavallaro","Cain Harrip","Joel Richardson"],"overview":"Four teens document their night on camera as they visit an old, abandoned house that, in recent years, has caused people to go missing as well as played host to other strange occurrences. They soon realise that the secluded house is more than what it seems.","release_date":"2012-08-20","vote_average":5.0,"runtime":34,"cert":"N\/A","id":423655,"title":"The Secluded House","adult":false,"genre_ids":[27]},{"cast":["Jari Lukkari","Ilkka Hämäläinen","Henry Holopainen","Markku Heino","Elli Vainikka"],"overview":"Supplier of Timo Niemi, followed by a description of his group Kuusaalaista, in his own words, the car dealership business, resulting Pentti Pena Aulostetta that time in his life steps and the way a professional car sales peak. Pena with the viewer can follow the daily life of Aulosteen Car and customer situations. Pena presents Niemi people around him and idiosyncratic means to assess kuntoja cars and customers. The document supposedly parodies the time the picture suitably reality series emotional reunion (on the trail of Raiders of the Lost), life-style magazine programs (such as Strömsö) and garage kits (eg. Monsteritalli). Pena's life is also monitored during leisure time, at home in nature and exploring his family. Finally, try Pena automotive world fusion of the big day, the People's party, which of course will end in complete disaster","release_date":"2016-11-11","vote_average":0.0,"runtime":83,"cert":"N\/A","id":423657,"title":"Dokumentti Autokauppias Pentti Aulosteesta","adult":false,"genre_ids":[35]},{"cast":["Andovi da Lopez","Jovial Da Lopez","Melayu Nicole","Kemal Palevi","Tommy Limmm"],"overview":"Andovi (Andovi Da Lopez), a law student, falls in love with Karina (Melayu Nicole), the daughter of a wealthy businessman. Andovi is trying to get Kirana but never succeeded. He asked the advice to his brother, Jovial (Jovial Da Lopez), film student, as Jovial had a lot of girlfriends.  Crazy and bizarre suggestions from Jovial to be done by Andovi with his two friends Liem (Tomy Limmm) and Reza (Reza \"Arap\" Oktovian): from following the activities of Kirana’s ex-boyfriend, Rayi (Rayi Putra) and her best friedn Marlo (Marlo Ernesto), untill pretending to be woman. Unfortunately, their efforts faid because of Dipa (Kemal Palevi).  Time for Andovi to get Kirana is getting tight because she will soon go to Barcelona. Andovi's and his friends' efforts getting crazy.","release_date":"2016-05-04","vote_average":3.0,"runtime":86,"cert":"N\/A","id":423662,"title":"Modus","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The film, which is the second part of an ongoing historical series, covers the seminal labor-related events which occurred between the late 1800's and the 1920's. Its subtitle refers to a 1915 song composed by Ralph Chaplin as an anthem for unionized workers. The film itself is the cinematic version of that anthem, as it allows us a comprehensive understanding of the need for these early labor unions, and the enormous sacrifices of its members to ensure fairness, safety, and equality in the workplace.","release_date":"2016-01-01","vote_average":10.0,"runtime":110,"cert":"\"\"","id":423664,"title":"Plutocracy II: Solidarity Forever","adult":false,"genre_ids":[36,99]},{"cast":["Sophie Traub","Trevor Dawkins"],"overview":"That thing where you had such a great time last night that you can't remember the murder. Inspired by actual events.","release_date":"2016-05-31","vote_average":0.0,"runtime":31,"cert":"\"\"","id":423666,"title":"Bite Radius","adult":false,"genre_ids":[80,27]},{"cast":["Barbara Hepworth"],"overview":"Filmed in London.\r Preserved in Oesterreichishces Filmmuseum, Vienna.","release_date":"1970-01-01","vote_average":0.0,"runtime":8,"cert":"\"\"","id":423680,"title":"Moment","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmed in Mistra, Greece.\r Preserved in Anthology Film Archives, New York.","release_date":"1970-01-01","vote_average":0.0,"runtime":60,"cert":"\"\"","id":423682,"title":"Hagiographia","adult":false,"genre_ids":[]},{"cast":["Edouard Roditti"],"overview":"Edited but unprinted. Filmed in Paris.\r Original reversal film in Temenos Archive, Zurich.","release_date":"1970-01-01","vote_average":0.0,"runtime":15,"cert":"\"\"","id":423684,"title":"Alph","adult":false,"genre_ids":[]},{"cast":["Harold Acton"],"overview":"Filmed in the gardens of the villa La Pietra, Fiesole, Italy.\r Preserved in Oesterreichisches Filmmuseum, Vienna.Original reversal film in Temenos Archive, Zurich.","release_date":"1971-01-01","vote_average":0.0,"runtime":12,"cert":"\"\"","id":423686,"title":"Saint Acteon","adult":false,"genre_ids":[]},{"cast":["Michael Venezla","Richard Puckett","Christine Lundstedt","Tom Stephens"],"overview":"The Damnation of Damien, edited in 1968, printed in 1972.\r Preserved by Anthology Film Archives, New York.","release_date":"1972-01-01","vote_average":0.0,"runtime":57,"cert":"\"\"","id":423688,"title":"The Divine Damnation","adult":false,"genre_ids":[]},{"cast":["Hans Richter"],"overview":"Dedicated to Nigel Gosling. Voice-over with Hans Richter reading a Dada text. Filmed in Locarno.\r Oesterreichisches Filmmuseum, Vienna","release_date":"1969-01-01","vote_average":0.0,"runtime":30,"cert":"\"\"","id":423690,"title":"Index – Hans Richter","adult":false,"genre_ids":[]},{"cast":["Max Mok Siu-Chung","Loletta Lee","Alex Fong","Roy Chiao","Tse Wai-Kit"],"overview":"Max Mok plays a truck driver who falls in love with an innocent school student (Loletta Lee). Everything seems to be perfect for Max Mok and his colleagues but conflicts with the local Hong Kong triad will soon appear.","release_date":"1993-03-13","vote_average":0.0,"runtime":90,"cert":"N\/A","id":423701,"title":"Angel of the road","adult":false,"genre_ids":[28,18,10749]},{"cast":[],"overview":"\"The body as carrier of information, in order to convey both spiritual and physical contents, is the reflected image of the internal\/psychological and of the external\/institutional reality.\" – VALIE EXPORT  “By means of symbolic gestures, a sentence is delivered in sign language, whose wording may only be understood at the end of the performance when the camera pans over a line written on a piece of paper. This is how Sehtext: Fingergedicht defies our concepts of immediate listening and comprehension associated with both hearing and sight. If a literally physical ‘becoming action’ of the verbal is performed, through a language of gestures – in showing by speaking and saying by showing – we can thus identify a dismantling of the hierarchy of the sensory system.” – Sabeth Buchmann","release_date":"1973-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":423703,"title":"Visual Text: Finger Poem","adult":false,"genre_ids":[]},{"cast":["Ronald Colman","Vilma Banky","Wyndham Standing","Frank Elliott","Charles Lane"],"overview":"Alan Trent (Ronald Colman), his cousin Gerald Shannon (Wyndham Standing) and neighbor Kitty Vane (Vilma Bánky) have grown up together, as close playmates When World War I starts, both Alan and Gerald enlist in the British Army as officiers, and Kitty sees them off to war. Many months later, Alan and Gerald come back to Kitty, on a short furlow. Alan and Kitty reveal their love for each other. Gerald (who's in love with Kitty, too) congratulates his friends. But before Kitty and Alan can arrange to be married the next day, the furlow is cut short and both men head back to the front lines. Weeks later, Gerald will not give Alan leave to marry Kitty. Still arguing, both men volunteer for a reconiscience raid into enemy lines, where a grenade goes off near Alan and appears to kill him. Gerald and Kitty mourn Alan's death. After the war ends, Gerald and Kitty become engaged to be married.","release_date":"1925-09-27","vote_average":0.0,"runtime":80,"cert":"\"\"","id":423705,"title":"The Dark Angel","adult":false,"genre_ids":[18]},{"cast":[],"overview":"“Writer Elfriede Jelinek has repeatedly made statements about her television-watching habits. She watches a great deal, a wide variety of what is broadcast, though rarely for pleasure or the purpose of gaining knowledge. On the contrary, the TV program is one of her favorite objects of study. Three separate times on a particular day, while sitting in a comfy TV chair, she commented on Austrian TV news for VALIE EXPORT.” – Brigitta Burger-Utzer","release_date":"1988-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":423707,"title":"Elfriede Jelinek. News from Home 18.8.88","adult":false,"genre_ids":[]},{"cast":["Virginia Valli","Eugene O'Brien"],"overview":"A stern old woman, who owns the largest factory in a small town and has ruled both the factory and the town with an iron hand, finds herself battling with the wife of her nephew, the man she has picked to succeed her.","release_date":"1925-09-27","vote_average":0.0,"runtime":70,"cert":"\"\"","id":423712,"title":"Siege","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1999-11-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":423714,"title":"Wilgen in de Winter","adult":false,"genre_ids":[]},{"cast":["Laura Morante","Paolo Sassanelli","Amor Faidi","Michele La Ginestra","Gianfranco Jannuzzo"],"overview":"","release_date":"2015-02-02","vote_average":7.0,"runtime":null,"cert":"N\/A","id":423725,"title":"Con il sole negli occhi","adult":false,"genre_ids":[]},{"cast":["Lewis Stone","Priscilla Bonner","E.J. Ratcliffe","Lilyan Tashman","John Patrick"],"overview":"Pierre, the maitre d' at the swanky Ritz Hotel in Paris, discovers that he has a son from his former marriage, which was broken up by his wealthy wife's upper-class relatives. His son, now a young man and unaware that Pierre is is father, is in danger of becoming the victim of blackmailer Mae Morin. Pierre sets out to save him from the notorious Mae.","release_date":"1927-07-09","vote_average":0.0,"runtime":70,"cert":"\"\"","id":423727,"title":"The Prince of Headwaiters","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A stage-actress mother and her daughter in a battle-of-wills in a \"don't do this, daughter\" and \"don't do that, daughter\" story of youthful folly and over-zealous parental devotion.","release_date":"1928-10-28","vote_average":0.0,"runtime":90,"cert":"\"\"","id":423729,"title":"Mother Knows Best","adult":false,"genre_ids":[]},{"cast":[],"overview":"Simba: The King of the Beasts is an 1928 American black-and-white silent documentary film, directed by Martin and Osa Johnson, which features the couple's four-year expedition to track the lion across Kenyan veld to his lair.","release_date":"1928-01-25","vote_average":0.0,"runtime":87,"cert":"\"\"","id":423731,"title":"Simba: The King of the Beasts","adult":false,"genre_ids":[]},{"cast":["Bethan Mary Leadley","Cherry Wallis","Stuart Ashen","Drew Casson","Jamie Paul"],"overview":"Evacuated from their home, two teenage sisters unite with fellow survivors and escape London by river to embark on an odyssey across the badlands of Britain.","release_date":"2016-10-31","vote_average":3.9,"runtime":76,"cert":"N\/A","id":423733,"title":"The Darkest Dawn","adult":false,"genre_ids":[878]},{"cast":["Gary Cooper","Evelyn Brent","Noah Beery","William Powell","Roscoe Karns"],"overview":"The film is about a desert-bound member of the French Foreign Legion who exposes a betrayer to the Legion and is then sent on a mission among the Arabs to conclude the signing of a crucial peace treaty.","release_date":"1928-01-22","vote_average":0.0,"runtime":70,"cert":"\"\"","id":423735,"title":"Beau Sabreur","adult":false,"genre_ids":[12,10749]},{"cast":[],"overview":"The first half of the film explores delicate nuances of lighting, colour and depth as Beavers shoots the face of a young man in various locales on the Greek island of Hydra, using a variety of customized masks and filters.","release_date":"1973-09-28","vote_average":0.0,"runtime":25,"cert":"\"\"","id":423749,"title":"Still Light","adult":false,"genre_ids":[]},{"cast":[],"overview":"The film is seen as though upon and through the structure of its spiritual partitions. One might say that there are three elements or levels to the images: narrative, descriptive or analytic, and abstract.","release_date":"1973-09-07","vote_average":0.0,"runtime":21,"cert":"\"\"","id":423751,"title":"The Count of Days","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2006-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":423753,"title":"Salve Melilla","adult":false,"genre_ids":[99]},{"cast":[],"overview":"First Public Screening: exprmntl 4, Casino Knokke-le-Zoute, December 1967.","release_date":"1967-12-29","vote_average":0.0,"runtime":12,"cert":"N\/A","id":423755,"title":"Spiracle","adult":false,"genre_ids":[]},{"cast":["Robert Beavers","Giséle Frumkin","René Micha","Jacques Ledoux","Pierre Apraxine"],"overview":"P. Adams Sitney: ‘Beavers filmed himself in a hotel room, both at his work desk and lying naked on the bed, while in rapid rhythmic cutting, and sometime in superimposition, the phantasmagoria of people he met in Brussels and images from the streets flood his mind’.","release_date":"2000-01-01","vote_average":0.0,"runtime":18,"cert":"N\/A","id":423760,"title":"Plan of Brussels","adult":false,"genre_ids":[]},{"cast":["Winifred Westover","Dorothy Janis","Lydia Yeamans Titus","Ida Darling","Ben Lyon"],"overview":"Lummox is a 1930 American Pre-Code sound film directed by Herbert Brenon, released through United Artists, and based on a 1923 novel by Fannie Hurst.","release_date":"1930-01-18","vote_average":0.0,"runtime":88,"cert":"\"\"","id":423774,"title":"Lummox","adult":false,"genre_ids":[18]},{"cast":["John Barrymore","Loretta Young","Fanny Brice"],"overview":"When a nobleman loses his way in the fog and enters a house where there's a party going on, he's mistaken for a hired butler.","release_date":"1930-03-28","vote_average":0.0,"runtime":67,"cert":"\"\"","id":423776,"title":"The Man from Blankley's","adult":false,"genre_ids":[]},{"cast":["Pilar Gamboa","Laura Paredes","Elisa Carricajo","Valeria Correa","Esteban Lamothe"],"overview":"Almost 10 years in production, 14 hours of film. In six stories, Llinás uses the same four actresses in various ways.","release_date":"2019-03-06","vote_average":10.0,"runtime":808,"cert":"N\/A","id":423778,"title":"La flor","adult":false,"genre_ids":[14,18]},{"cast":[],"overview":"It seems that Beverly Shaw has caught the eye of the installation technician Bryan Connor. And he is willing to do whatever it takes to make his message loud and clear. Whether Beverly wants him or not, it doesn't matter; At this point, it seems like this installation service may come with a severe deadly price.","release_date":"2017-01-10","vote_average":0.0,"runtime":null,"cert":"\"\"","id":423780,"title":"Eye Iwatch","adult":false,"genre_ids":[]},{"cast":["Isela Vega","Milton Rodríguez","Pilar Pellicer","Gloria Marín","Juan Antonio Edwards"],"overview":"A woman with a troubled past introduces lust, depravity and sex to a religious commune.","release_date":"1972-11-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":423782,"title":"Feast of the Wolf","adult":false,"genre_ids":[53,18]},{"cast":["Stefanie E. Frame","David Christopher Wells","Liv Rooth"],"overview":"A young woman hired to cater the post-funeral gathering for accused killer Hank Boyd discovers his crimes and death may not be what they seem.","release_date":"2015-10-29","vote_average":4.0,"runtime":73,"cert":"\"\"","id":423787,"title":"Hank Boyd Is Dead","adult":false,"genre_ids":[35,53,27]},{"cast":[],"overview":"Fleischer Studios giving \"Smiles\" the bouncing ball 'Screen Song' treatment.","release_date":"1929-09-26","vote_average":0.0,"runtime":8,"cert":"\"\"","id":423798,"title":"Smiles","adult":false,"genre_ids":[]},{"cast":[],"overview":"Oswald the Lucky Rabbit goes to an Amateur Nite show, where he sees the \"Hippy Hippos\", \"St. Louie Blues\", and \"Quacky Quacks\". His reaction is usually opposite the other members of the audience, who force him to react the same way as them.","release_date":"1930-11-11","vote_average":0.0,"runtime":7,"cert":"\"\"","id":423800,"title":"Amature Nite","adult":false,"genre_ids":[]},{"cast":[],"overview":"Fleischer Studios giving \"On a Sunday Afternoon\" the bouncing ball 'Screen Song' treatment.","release_date":"1930-11-29","vote_average":1.0,"runtime":6,"cert":"\"\"","id":423802,"title":"On a Sunday Afternoon","adult":false,"genre_ids":[10751,16,10402]},{"cast":["John Dillinger","Melvin Purvis"],"overview":"Propagandic newsreel commissioned by J. Edgar Hoover to make the FBI's killing of John Dillinger seem more heroic, after a public outcry complained that the government's shooting a man in the back while leaving a movie theatre was cowardly.","release_date":"1934-11-01","vote_average":5.0,"runtime":20,"cert":"\"\"","id":423804,"title":"Dillinger: Public Enemy No. 1","adult":false,"genre_ids":[]},{"cast":["Lew Ayres"],"overview":"Story of two friends who play football, one of whom is a self-centered quarterback who thinks he's the only man on the team.","release_date":"1931-10-13","vote_average":0.0,"runtime":80,"cert":"\"\"","id":423809,"title":"The Spirit of Notre Dame","adult":false,"genre_ids":[]},{"cast":[],"overview":"During World War 1, an Austrian Battalion holds a mountain stronghold against the attack of the Italian army.","release_date":"1932-06-16","vote_average":0.0,"runtime":81,"cert":"\"\"","id":423820,"title":"Doomed Battalion","adult":false,"genre_ids":[]},{"cast":["Irrfan Khan","Konkona Sen Sharma","Sandhya Mridul","Zakir Hussain","Rajit Kapoor"],"overview":"Heart surgeon Dr. Viren Goenka, his wife Sanjana and their seven-year-old daughter Anishka live in Mumbai. Their joys have just multiplied with Viren being honored with a prestigious award for his contribution to the medical world. Viren is all set to visit New Delhi to receive this award. He promises to celebrate his daughter's birthday once he returns. But fate has something else planned for Viren and his family: Anishka is kidnapped under Sanjana's nose. She is startled with the presence of a creepy man named Krish in her house. Krish tells her that Anishka will be fine as long as Sanjana and Dr. Goenka follow his instructions.","release_date":"2006-11-10","vote_average":4.3,"runtime":102,"cert":"N\/A","id":423822,"title":"Deadline: Sirf 24 Ghante","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"It's a shotgun wedding, a big boy fly to a little girl fly, with her bearded dad holding the shotgun. A wedding party ensues, with an energetic hoe-down involving lots of dancing and playing insects. The preacher-bug gorges himself on cake. The ball bounces over a live field of tall grass. A boy and girl bug smooch in the middle of a sunflower.","release_date":"1931-05-29","vote_average":0.0,"runtime":6,"cert":"\"\"","id":423824,"title":"And the Green Grass Grew All Around","adult":false,"genre_ids":[]},{"cast":["Nageshwara Rao Akkineni","Nagabhushanam","Latha Sethupathi","Allu Ramalingaiah","Suryakantham"],"overview":"Ramudu, a honest man is loved by Seetha, daughter of J.B. Rao, a rich man. But J.B. Rao wants her to marry Giri. Ramu with the help of Seetha changes Rao and they get married in Sri Rama's abode.","release_date":"1973-10-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":423826,"title":"Andala Ramudu","adult":false,"genre_ids":[18,35]},{"cast":["Cecil F. Ford","Eileen Curran","Brian O'Sullivan","Gabriel Fallon","Delia Murphy"],"overview":"A young medical student visits the Blasket Islands, off the coast of Ireland, during the holidays and becomes charmed with the place and its people. He falls in love with a local girl, who is betrothed to a local man. The two men meet and become fast friends, and the student realizes the hopelessness in his love of the girl of his friend. He leaves but, after his graduation from Trinity College, he returns to cast his lot with these simple fishermen","release_date":"1938-09-28","vote_average":4.0,"runtime":48,"cert":"\"\"","id":423828,"title":"Men of Ireland","adult":false,"genre_ids":[]},{"cast":[],"overview":"Fleischer Studios giving \"Shine On Harvest Moon\" the 'Screen Song' bouncing ball treatment.","release_date":"1932-05-05","vote_average":0.0,"runtime":3,"cert":"\"\"","id":423830,"title":"Shine on Harvest Moon","adult":false,"genre_ids":[]},{"cast":["Fanny Ardant","Hanna Schygulla","Robin Renucci","André Wilms","Michael Greiling"],"overview":"In Paris, unhappy movie actress Catherine Crachat becomes infatuated with the mathematician Pierre Indemini, but then breaks up with him. After a film shoot in Vienna, Catherine stays with a rich admirer, Fanny Hohenstein. Fanny has a history of many lovers of both sexes, two of whom killed themselves over her.","release_date":"1990-08-29","vote_average":0.0,"runtime":100,"cert":"N\/A","id":423835,"title":"Adventure of Catherine C.","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Hidden in the darkest back streets of major cities, you may find an urban phenomena - the Trick Meter. Skate by one late at night and you could find yourself locked into a do or die trick session.","release_date":"","vote_average":5.0,"runtime":5,"cert":"N\/A","id":423837,"title":"Trick Meter","adult":false,"genre_ids":[878]},{"cast":["Victoria Beckham","Emma Bunton","Melanie Chisholm","Melanie Brown","Geri Halliwell"],"overview":"Join us on the adventure of a lifetime, spicing it up all over the world! This isn't just our first four fantastic videos, it's a sort of film diary of the last year. There are loads of interviews, behind the scenes footage at the video shoots, pillow fights and general spice-y madness!!!  We don't only talk about girl power, we live it. Just watch!","release_date":"1997-10-27","vote_average":7.5,"runtime":60,"cert":"\"\"","id":423842,"title":"Spice Girls: One Hour Of Girl Power!","adult":false,"genre_ids":[10402,99]},{"cast":["Will Rogers"],"overview":"A small-town druggist is henpecked by his social-climbing wife to sell his pharmacy to a national chain. In addition, she tries to set up her pretty young daughter with the nitwit son of the chain's owner, even though the girl is in love with the handsome son of the town doctor. Finally the druggist decides he's had enough and takes matters into his own hands.","release_date":"1934-07-19","vote_average":0.0,"runtime":83,"cert":"\"\"","id":423844,"title":"Handy Andy","adult":false,"genre_ids":[]},{"cast":[],"overview":"Fleischer Studios giving \"Sweet Jennie Lee\" the 'Screen Song' bouncing ball treatment.","release_date":"1932-01-19","vote_average":0.0,"runtime":7,"cert":"\"\"","id":423846,"title":"Sweet Jennie Lee","adult":false,"genre_ids":[]},{"cast":[],"overview":"The cartoon characters only want one thing: a drink. Very funny situations, followed by a singalong to three drinking songs. In a live-action sequence in the middle of the cartoon, a drunk staggers around while the audience sings to him.","release_date":"1932-01-30","vote_average":0.0,"runtime":7,"cert":"\"\"","id":423848,"title":"Show Me the Way to Go Home","adult":false,"genre_ids":[]},{"cast":["Marie Dressler","Lionel Barrymore"],"overview":"When the painter Christopher Bean dies, some unscrupulous art dealers try to get several of his paintings cheaply from a family who have no idea of their value.","release_date":"1933-11-17","vote_average":0.0,"runtime":75,"cert":"\"\"","id":423850,"title":"Christopher Bean","adult":false,"genre_ids":[]},{"cast":["Horst Krause","Jaecki Schwarz","Julia Jäger","Pavel Sanaev","Martin Seifert"],"overview":"","release_date":"1990-10-05","vote_average":0.0,"runtime":102,"cert":"N\/A","id":423852,"title":"Erster Verlust","adult":false,"genre_ids":[18]},{"cast":["Ena Letourneux","Brune Renault","Alexandra Hökenschnieder","Jean-Claude Tisserand"],"overview":"Eight year old girl is fascinated by the young woman exquisite corpse she found in the woods.","release_date":"2013-02-02","vote_average":4.0,"runtime":25,"cert":"N\/A","id":423857,"title":"Exquisite Corpse","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Fleischer Studios giving \"I Like Mountain Music\" the 'Screen Song' bouncing ball treatment.","release_date":"1933-11-10","vote_average":0.0,"runtime":5,"cert":"\"\"","id":423859,"title":"I Like Mountain Music","adult":false,"genre_ids":[]},{"cast":["Pearl Hamilton","Violet Hamilton","Jessie Fordyce"],"overview":"Strange goings-on in a department store, which is having a fire sale while it's on fire. Mice run a movie projector. In a live-action sequence, the singing Three X Sisters lead three bouncing-ball selections, the first Scottish, the second German, the last a bit of a black stereotype.","release_date":"1933-06-30","vote_average":0.0,"runtime":9,"cert":"\"\"","id":423861,"title":"Sing, Sisters, Sing!","adult":false,"genre_ids":[10402,16]},{"cast":["Rose Marie"],"overview":"Baby Rose Marie is dropped by an animated stork, into a chimney. She sings a song to moms everywhere, \"An Orchid For You.\" She then is seen dressed as an Indian and performs \"Hiawatha's Lullaby.\"","release_date":"1933-12-15","vote_average":0.0,"runtime":9,"cert":"\"\"","id":423863,"title":"Sing, Babies, Sing!","adult":false,"genre_ids":[]},{"cast":["Lin Feng-jiao","Chin Han","Sylvia Chang","Lin Yueh Yun","Ming Chiang"],"overview":"","release_date":"1976-11-15","vote_average":0.0,"runtime":110,"cert":"N\/A","id":423865,"title":"Posterity and Perplexity","adult":false,"genre_ids":[10749]},{"cast":["Johnny Green","Ethel Merman"],"overview":"Fleischer Studios 'Screen Song' with Ethel Merman singing the songs.","release_date":"1933-05-18","vote_average":6.0,"runtime":9,"cert":"\"\"","id":423867,"title":"Song Shopping","adult":false,"genre_ids":[10402]},{"cast":["Andrés Pajares"],"overview":"","release_date":"1987-05-25","vote_average":5.0,"runtime":null,"cert":"N\/A","id":423872,"title":"El embarazado","adult":false,"genre_ids":[]},{"cast":["Vinod Khanna","Madhuri Dixit","Amjad Khan","Shakti Kapoor","Govinda"],"overview":"Uttar Pradesh-based Vishal gets a telegram from Santa Cruz Police Station that his younger collegian brother, Arjun, is dead. Distraught he travels to Bombay, collects his brothers ashes, and finds out that Arjun met a violent death. With the aid of a street-smart con-woman and her mentor, Babu Kasai Hyderabadi, he then sets out to find who killed his brother - not knowing that soon he will be drawn into the dark world of Godha and Vishwaraj.","release_date":"1990-12-01","vote_average":0.0,"runtime":150,"cert":"N\/A","id":423874,"title":"Maha-Sangram","adult":false,"genre_ids":[10749,28,80,18]},{"cast":[],"overview":"Shrunk inside Tim's model airplane, the class goes on a high-flying field trip to find out how things fly.","release_date":"","vote_average":0.0,"runtime":104,"cert":"N\/A","id":423876,"title":"The Magic School Bus - Takes Flight","adult":false,"genre_ids":[]},{"cast":["Marc Anderson","Tom Hudson","Luffy McTuggle","Caroline Ross","Nicola Seymour"],"overview":"In a cosy corner of England there are a couple of things the villagers are far too polite to mention. Everyone is naked and there's a huge double entendre in the room. In the world's first all knitted animation, nudinits are the quirky inhabitants of Woolly Bush, a village bursting with Britishness and bare bottoms.","release_date":"2014-10-12","vote_average":0.0,"runtime":22,"cert":"N\/A","id":423884,"title":"Nudinits: Tickled Pink","adult":false,"genre_ids":[35,16]},{"cast":["Hiroyuki Sanada","Hiroko Yakushimaru","Yasuo Daichi","Keiko Saito","Atsumi Hiraguri"],"overview":"When a hard-driving copywriter (Hiroyuki Sanada) discovers his comely wife (Keiko Saito) is involved in a scintillating game of strip rock-paper-scissors with some guy clad only in a pair of boxer shorts and Mickey Mouse ears, he is less than happy. When the stranger tries to make a run for it, a fight ensues between the two men, and they accidentally tumble down several flights of a concrete stairwell. One hurried ambulance ride later, the copywriter finds himself in a private teaching hospital equipped with the latest gleaming gizmos. Meanwhile, a young internist (Hiroko Yakushimaru) girds herself for her first emergency room case -- the battered copywriter. After giving a curt bow and a nervous \"Good Evening,\" she accidentally jams a syringe into his bloody wound. Soon the absurdity of their situation, along with their medical misery, binds the two men and their blundering nurse together.","release_date":"1990-04-07","vote_average":0.0,"runtime":118,"cert":"N\/A","id":423886,"title":"Let's Go to the Hospital","adult":false,"genre_ids":[35]},{"cast":["Louis Brunkhe","Vladimir Fissenko"],"overview":"This Feature documentary is about the lives of Louis Brunke and Vladimir Fissenko who rode on horseback from the southern tip of Argentina to Prudhoe Bay, Alaska. It took them five years to cross 14 countries -- and they filmed it all.","release_date":"2007-04-15","vote_average":6.0,"runtime":109,"cert":"\"\"","id":423888,"title":"20,000 Miles on a Horse","adult":false,"genre_ids":[99]},{"cast":["Kenneth King","Phoebe Neville"],"overview":"Made 1965 \/ 1983 With Kenneth King and Phoebe Neville. \"Kenneth King's CUP\/SAUCER\/TWO DANCERS\/RADIO (1964) is an essay in Pop Art style, in which all the elements listed in the title have equal emphasis. Phoebe Neville, dressed in bra, girdle, curlers, and toe shoes, marches across the floor on pointe with a radio clasped to her ear. King, dressed in undershirt and shorts and a black tie, does calisthenics. Both spill colored solutions from the coffee cup all over themselves, embrace one another emotionlessly, and mechanically caress their own bodies, while rock and roll songs comment ironically on the action and a taped voice explains the dance's structure. Mekas, recording a 1965 performance of this key postmodern dance, has translated it into an extraordinary film ...\" -- Sally Banes, Village Voice, Oct. 18, 1983.","release_date":"1983-10-18","vote_average":0.0,"runtime":23,"cert":"\"\"","id":423890,"title":"Cup\/Saucer\/Two Dancers\/Radio","adult":false,"genre_ids":[]},{"cast":["Danny O'Dwyer","Dave Hagewood","Ben Beckwith","Jared Cone","Corey Davis"],"overview":"In part one of Noclip's look into the development of Rocket League, Danny learns how a mode in Unreal Tournament 2004 evolved into one of the most bizarre & compelling sports game of all time.","release_date":"2016-10-31","vote_average":8.5,"runtime":22,"cert":"\"NR\"","id":423892,"title":"The Story of Rocket League (Part 1)","adult":false,"genre_ids":[99]},{"cast":["Ceci Chuh","Cosima Ciupek","Pascale Schiller","Angela Winkler","Ulrich Faßnacht"],"overview":"Sin and Illy have a plan: on a Greek island they want to get 'clean' on their own. But the intention of the two girls fails already on the way to the airport. Finally Sin realizes she has to go the way out of heroin addiction all alone.","release_date":"2016-10-30","vote_average":8.0,"runtime":70,"cert":"N\/A","id":423894,"title":"Sin & Illy still alive","adult":false,"genre_ids":[18]},{"cast":["Danny O'Dwyer","Dave Hagewood","Corey Davis","Ben Beckwith","Jeremy Dunham"],"overview":"In part two of Noclip's look into the development of Rocket League, Danny talks to Psyonix about the decision to go with PlayStation Plus, the disastrous server problems at launch and what success has meant to the studio.","release_date":"2016-11-01","vote_average":9.0,"runtime":24,"cert":"\"NR\"","id":423902,"title":"The Story of Rocket League (Part 2)","adult":false,"genre_ids":[99]},{"cast":[],"overview":"super-8, silent","release_date":"2004-11-01","vote_average":0.0,"runtime":16,"cert":"\"\"","id":423904,"title":"After","adult":false,"genre_ids":[]},{"cast":["Rene Bond","Ric Lutze","Suzanne Fields"],"overview":"An explicit series of erotic vignettes centering on the sexual fantasies of adolescents: A nervous young woman makes love with a sensitive nice guy; an old man has sex with a teenage girl; a young lady gets so aroused watching her best gal pal make love to her boyfriend that she partakes in a lesbian make-out session with said gal pal before eventually engaging in a threesome; a cute girl aggressively seduces her timid boyfriend; and a gal engages in vigorous anal sex with her boyfriend. Meanwhile, Rene Bond demonstrates her remarkable prowess with fellatio in the wrap-around segments.","release_date":"1971-11-01","vote_average":0.0,"runtime":56,"cert":"\"\"","id":423909,"title":"Teen-age Fantasies: An Adult Documentary","adult":true,"genre_ids":[]},{"cast":["Jascha Rust","Peter Gerst","Ina Paule Klink","Maximilian Allgeier","Ulrike Johannson"],"overview":"","release_date":"2016-10-20","vote_average":6.0,"runtime":null,"cert":"N\/A","id":423911,"title":"Roads Ahead","adult":false,"genre_ids":[53]},{"cast":["Tomoko Shinomiya","Hoshikawa Migu","Katsuko Takahara"],"overview":"Women are offered as a sexual sacrifice to the Devil.","release_date":"1988-02-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":423913,"title":"Migu & Shinomi in Dream's labyrinth","adult":false,"genre_ids":[27,35,9648]},{"cast":["Ondine","Sally Dixon"],"overview":"Ondine and Sally Dixon \"star\" as ecstatic 19th century lovers in Jacoby's first home-processed film.","release_date":"1974-01-01","vote_average":0.0,"runtime":8,"cert":"\"\"","id":423921,"title":"Dream Sphinx","adult":false,"genre_ids":[]},{"cast":[],"overview":"A hand-processed film of the filmmaker's sister showing a hand-puppet to her two young children.","release_date":"1975-01-01","vote_average":0.0,"runtime":14,"cert":"\"\"","id":423923,"title":"Pearl and Puppet","adult":false,"genre_ids":[]},{"cast":[],"overview":"A portrait of the artist during a period of AIDS-related illness.","release_date":"1982-01-01","vote_average":0.0,"runtime":15,"cert":"\"\"","id":423925,"title":"How to Be a Homosexual Part II","adult":false,"genre_ids":[]},{"cast":[],"overview":"Michel Gondry assembles alternate version of his The Science of Sleep from cut scenes and B-roll footage.","release_date":"2007-03-20","vote_average":9.0,"runtime":null,"cert":"N\/A","id":423927,"title":"La science des rêves - Film B","adult":false,"genre_ids":[]},{"cast":[],"overview":"What makes the difference between an acoustic and an electric guitar? Volume! With the 32 lessons on this DVD, you get all you need to play rock songs from your favorite artists. And, you'll rock as a lead guitarist. The lessons on this DVD are easy to navigate. Plus, you can go back and forth in the lessons as you please.  Discover how to:  Understand the parts of your guitar  Tune your guitar  Use effects and get amp'd up  Strum and fret properly  Develop correct hand position  Play major and minor chords  Play power chords and use hammer-ons  Play popular songs by world-known artists including: Smoke on the Water, With a Little Help from My Friends, Gloria, and more!","release_date":"","vote_average":0.0,"runtime":141,"cert":"N\/A","id":423932,"title":"Rock Guitar for Dummies","adult":false,"genre_ids":[]},{"cast":[],"overview":"Rico is a not too successful screen-player. He is also a repressed sex addict. His life changes when he starts to talk to his own penis, which incredibly answers him! All his relationships and views about reality are seriously impacted by his new \"friend\", his penis! The \"two\" in fact, often have different opinions, and sometimes the personality of \"it\" is stronger than its owner.","release_date":"1973-09-19","vote_average":0.0,"runtime":117,"cert":"N\/A","id":423934,"title":"Io e lui","adult":false,"genre_ids":[]},{"cast":[],"overview":"An \"unedited video notebook\" that documents Marina Abramovic and Ulay's journey to the Great Wall of China in preparation for their final collaborative project.","release_date":"1988-01-01","vote_average":0.0,"runtime":99,"cert":"N\/A","id":423936,"title":"China Ring","adult":false,"genre_ids":[99]},{"cast":["Lisa St. Shaw","Susan Sex","Big Bertha","Looney Bear","Janet Banzet"],"overview":"A hellish temptress and the Devil himself spy on various fornicators.","release_date":"1969-01-01","vote_average":0.0,"runtime":63,"cert":"\"\"","id":423938,"title":"The Filth Shop","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2012-09-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":423940,"title":"Brigitte Fitness. Anti-Stress Yoga. Entspannung für Körper und Geist","adult":false,"genre_ids":[]},{"cast":["Martine Carol","Félix Marten","Francis Blanche","Alberto Lionello","Nico Pepe"],"overview":"A bunch of shady characters pursue a cache of gold bars.","release_date":"1962-03-13","vote_average":0.0,"runtime":85,"cert":"N\/A","id":423942,"title":"Operation Gold Ingot","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2006-02-20","vote_average":10.0,"runtime":null,"cert":"N\/A","id":423947,"title":"Intensive Yoga","adult":false,"genre_ids":[]},{"cast":["Brie Larson","Samuel L. Jackson","Joan Cusack","Bradley Whitford","Mamoudou Athie"],"overview":"A woman named Kit moves back to her parent's house, where she receives a mysterious invitation that would fulfill her childhood dreams.","release_date":"2017-09-11","vote_average":6.2,"runtime":92,"cert":"\"\"","id":423949,"title":"Unicorn Store","adult":false,"genre_ids":[14,18,35]},{"cast":[],"overview":"","release_date":"1981-09-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":423957,"title":"Teenage Fantasies: Part II","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":423959,"title":"I Am a Child Anorexic","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2007-02-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":423964,"title":"Yoga mit Ralf Bauer 2","adult":false,"genre_ids":[]},{"cast":["Patrick Stewart","Dasha German","Nassim Haramein"],"overview":"This fascinating journey of exploration of the connection of all things in the Universe is narrated by the legendary Sir Patrick Stewart. The film explores the mechanism of connection of all things in the Universe.","release_date":"2016-10-31","vote_average":9.0,"runtime":99,"cert":"\"\"","id":423966,"title":"The Connected Universe","adult":false,"genre_ids":[99]},{"cast":["Miles Teller","Jenny Slate","Aubrey Plaza","Stephen Merchant","Craig Robinson"],"overview":"An aardvark named Gilbert lands the job of shepherding all the animals onto Noah's Ark.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":423968,"title":"The Ark and the Aardvark","adult":false,"genre_ids":[]},{"cast":["Christian Kain Blackburn","Luke Couzens","Sarah Brooks"],"overview":"Thousands of years into the future, through the eyes of an alien life form, we see the fossilized beings of Ronald Reagan and William Casey enact their relationship as if in a crude ancient play. Through an array of text, sculptures, drawings, animations and monologues, alternate interpretations of the character’s histories and myths unfold.","release_date":"2011-01-01","vote_average":0.0,"runtime":96,"cert":"\"\"","id":423973,"title":"Chimera","adult":false,"genre_ids":[]},{"cast":["David Zellner","Nathan Zellner","Jim Eastburn","David Watson","Sarah Brooks"],"overview":"Agents Mr. Rainbow and Mr. Lamb are sent to an alien planet fighting a civil war. Their mission to destroy a perpetual motion machine is interrupted by their capture. While their interrogations proceed the two men struggle to come to terms with their suffering and pending death.","release_date":"2012-01-01","vote_average":0.0,"runtime":80,"cert":"\"\"","id":423975,"title":"Dignity","adult":false,"genre_ids":[]},{"cast":["Alden Ehrenreich","John Ennis","Dave Hawthorne","Marilyn Porayko"],"overview":"A father and son reunite ten years after switching bodies.","release_date":"2008-05-05","vote_average":0.0,"runtime":6,"cert":"\"\"","id":423977,"title":"Switcheroo","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Dances of the Kwakiutl is composed of fragments filmed in 1950 in Fort Rupert, British Columbia. They were made during a performance by those still familiar with the tradition of ‘Hamatsa’ or cannibal dancing. This type of dance was brought to impressive artistic heights by the Kwakiutl people of the Northwest coast.","release_date":"1951-01-01","vote_average":0.0,"runtime":9,"cert":"\"\"","id":423979,"title":"Dances of the Kwakiutl","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"When Michael Fitzgerald and I decided to help Mikos Jansco make The Blue Danube Waltz neither of us even considered the possibility of not watching him do it. We both loved his work and we both, perhaps for our own reasons, wanted to know how he managed to make films of such immense visual power so quickly and so inexpensively. It was not long before I had succumbed to the by now banal idea of filming filmmaking. In due course I also proceeded to betray my deepest aesthetic principles by agreeing to shoot it in (Hi8) video. Dancing with Miklos is the outcome, greatly enhanced by Zsuzsi Csakany (Jansco)’s sharp eye for her husband’s craft. It is, though admittedly lighthearted, a deeply felt tribute to a fellow filmmaker’s grace.\"  - Robert Gardner","release_date":"1993-01-01","vote_average":0.0,"runtime":28,"cert":"\"\"","id":423981,"title":"Dancing with Miklos","adult":false,"genre_ids":[]},{"cast":["Sam Alper","Natalie Berkus","Alden Ehrenreich","Isabel Siskin","Declan Schweitzer"],"overview":"New things come to light about Joe's girlfriend when they play \"ten fingers\" at her ex's house.","release_date":"2010-01-01","vote_average":0.0,"runtime":7,"cert":"\"\"","id":423983,"title":"Ten Fingers","adult":false,"genre_ids":[]},{"cast":["Dan Stevens","Bérénice Marlohe","Charity Wakefield","Gijs Scholten van Aschat","Mike Reus"],"overview":"A pilot battles to save his family and the planet after an experiment for unlimited energy goes wrong.","release_date":"2017-06-01","vote_average":4.7,"runtime":91,"cert":"\"R\"","id":423988,"title":"Kill Switch","adult":false,"genre_ids":[878,28,53]},{"cast":[],"overview":"It's apple time, and all the strange little Fleischer bugs waste no time getting the apples to ferment so that they can immediately get drunk.","release_date":"1933-07-20","vote_average":0.0,"runtime":8,"cert":"\"\"","id":423990,"title":"Down by the Old Mill Stream","adult":false,"genre_ids":[]},{"cast":["David Suchet","Patricia Hodge","Ben Caplan","Daniela Denby-Ashe","Dan Stevens"],"overview":"Basil Brookes joins \"Captain Bob\" - press mogul Robert Maxwell - as financial director and witnesses Maxwell's financial shenanigans as he contests status with fellow mogul Rupert Murdoch and descends into marital and monetary chaos.","release_date":"2007-05-04","vote_average":6.5,"runtime":90,"cert":"N\/A","id":423992,"title":"Maxwell","adult":false,"genre_ids":[]},{"cast":["Lucy Boynton","Juliet Stevenson","Karin Bertling","Jodhi May","Stanley Weber"],"overview":"The film is set in the year 2000 following not only Helga and Traudi's journeys but the next two generations and how Beth, Helga's daughter and Emily her granddaughter are confronted with the long-term effects of Traudi's leaving. When Helga receives a letter telling her that Traudi is close to death, it is Emily with whom Helga shares the truth. Emily volunteers to accompany her to Vienna to meet the great-grandmother she thought was dead, and experience the unraveling of the darkest of family secrets.","release_date":"2018-05-04","vote_average":0.0,"runtime":100,"cert":"N\/A","id":423994,"title":"Let Me Go","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Stranded on a tropical island, Willie meets a topless hula-dancing girl! There's also some rather politically incorrect fun with black native cannibals. Both Willie and the cannibal king have eyes for the girl.","release_date":"1934-07-23","vote_average":0.0,"runtime":8,"cert":"\"\"","id":423996,"title":"Jungle Jitters","adult":false,"genre_ids":[]},{"cert":"\"\"","title":"Robin Hood, Jr.","cast":["Eleanor Stewart"],"id":423998,"overview":"After the notorious pint-sized fibber Willie Whopper claims to have been Robin Hood, the cartoon segues into an adventure in which Willie is the singing-dancing Robin of Sherwood Forest. Maid Marion, imprisoned in Ill Manor and soon to be forced to marry the evil Prince John, writes asking Robin for his help. Robin disguises himself as a jester, comically disrupts the wedding and battles Prince John.","runtime":7,"genre_ids":[],"release_date":"1934-02-03","vote_average":0.0,"adult":false}]