[{"cast":["Damian Kulash","Tim Nordwind","Dan Konopka","Andy Ross"],"overview":"The band OK Go gives viewers a look at the behind-the-scenes work -- and 21 flights -- that went into filming their famous zero-gravity music video.","release_date":"2016-11-07","vote_average":7.0,"runtime":19,"cert":"\"\"","id":425010,"title":"Gravity is just a habit","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"Snake grass lines a forest path. The camera passes toward the entrance to the woods. It staggers and repeats as the scene is saturated in colour.","release_date":"2012-10-28","vote_average":8.0,"runtime":1,"cert":"N\/A","id":425012,"title":"Snakegrass","adult":false,"genre_ids":[]},{"cast":[],"overview":"Things as they are are changed upon the blue guitar.","release_date":"2013-09-27","vote_average":0.0,"runtime":5,"cert":"N\/A","id":425014,"title":"Blue Guitar","adult":false,"genre_ids":[]},{"cast":[],"overview":"Encores live yet\r Slice every note, each notice sincere in secret\r Lovers covet eyeliner to recite in vein or vesicle\r Clever noise, silence or else","release_date":"2014-01-02","vote_average":0.0,"runtime":24,"cert":"N\/A","id":425016,"title":"Hang Twelve","adult":false,"genre_ids":[]},{"cast":[],"overview":"In Toronto's Nordheimer Ravine, an environment of thick brush and dead wood flattens into fields of colour. Its paths lead to Winston Churchill Park, where the entrance to a city reservoir overlooks a green vale.","release_date":"2013-01-02","vote_average":0.0,"runtime":5,"cert":"N\/A","id":425018,"title":"Ravine","adult":false,"genre_ids":[]},{"cast":[],"overview":"Brébeuf is a study of St. Ignace II, in Huronia, where the ethnographers and Jesuit missionaries, later saints, Jean de Brébeuf and Gabriel Lalemant, were killed in 1649. The images in this film arise from a reading of that story - the joining of the sumac and the cross, the blessing gestures, struggles in the field, elliptical scans of stones, and the shimmering of water to summon a glimpse of the flesh boiled from the skin, in fables of the killing. Brébeuf draws from the dark and storied history of early Western conquest, rediscovering in the harsh, untamed landscape of the North resonances of the violent conflicts between the Jesuits, the Huron, and the Iroquois.","release_date":"2012-01-02","vote_average":0.0,"runtime":11,"cert":"N\/A","id":425020,"title":"Brébeuf","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tattoos \"Irezumi\" have been a large part of Japanese culture for a very long time, but unlike their Western counterparts, Japanese people don't often show off their ink. Horiwaka is a very famous traditional Japanese tattoo artist. With his assistance, Third World Media has managed to uncover 6 J-Girls who have gotten tattoos by Horiwaka, and didn't mind at all showing their J-Ink off while they suck and fuck a little cock for our camera.","release_date":"2009-11-01","vote_average":5.0,"runtime":120,"cert":"\"NR\"","id":425040,"title":"J-Girls Ink","adult":true,"genre_ids":[]},{"cast":["Maggie Green","Scarlet LaVey","Ashden Breeze","Jodi Taylor","Roxxi Silver"],"overview":"Nothing but the best group sex and you are personally invited! Hot young women are getting more than their share of hard cock while their friends get involved and help out in any way they can!","release_date":"2014-01-24","vote_average":6.0,"runtime":89,"cert":"\"NR\"","id":425042,"title":"4somes or Moresomes 2","adult":true,"genre_ids":[]},{"cast":["Rose Red","Lilith Lust","Kierra Wilde","Emma Evins","Ralph Long"],"overview":"It's the universal sign of a wild sexuality. Red On The Head returns with super sexy, wildly frisky gingers that want to give us a glimpse into their brand of awesome sex! They've been prosecuted for centuries, but now these wild things of nature are here to show off their dick taking talents in, \"Red On The Head Fire In The Bed 4.","release_date":"2014-12-01","vote_average":8.5,"runtime":100,"cert":"\"NC-17\"","id":425044,"title":"Red on the Head Fire in the Bed 4","adult":true,"genre_ids":[]},{"cast":[],"overview":"Anu is a tomboy. Although she was married off at a young age – as was customary in Taiwan in the 1970s – and had two children, she quickly divorced her violent husband and brought up her daughters alone. Since then her only relationships have been with women who, like her, earn a living as professional mourners at funerals. One of her daughters is filmmaker Hui-chen Huang. It’s considered taboo in Chinese culture to question a mother’s unconditional love, and yet this is exactly the topic of Huang’s intimate portrait. Mother and daughter set off on a journey together into the past during which Anu is confronted with questions that have tormented her daughter for years. In a series of long shots the two women discuss such topics as trust, abuse and cognisance, and yet most of these discussions end in painful silence. Shifting focus in order to plumb the depths of the depicted room, the director attempts to understand her mother by also talking to her mother’s siblings and ex-lovers.","release_date":"2016-11-05","vote_average":7.5,"runtime":88,"cert":"N\/A","id":425046,"title":"Small Talk","adult":false,"genre_ids":[99,10751]},{"cast":[],"overview":"","release_date":"2016-11-15","vote_average":0.0,"runtime":117,"cert":"\"NR\"","id":425048,"title":"Hah Blood","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Vengeful cat arranges a bloody massacre of annoying neighbor.","release_date":"1937-11-07","vote_average":0.0,"runtime":9,"cert":"N\/A","id":425050,"title":"Kotofey Kotofeevich","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Darkness live set from the Isle Of Wight Festival 2012. The Drummer is Darby Todd former Hot Leg member. Ed was ill for a month, so he was filling in.","release_date":"2012-06-22","vote_average":0.0,"runtime":57,"cert":"N\/A","id":425064,"title":"The Darkness: Isle Of Wight Festival","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"This one-reel film was produced during the middle of the Second World War. It purports to offer a portrait of the British people, in broad and in fine. It shows them as hard-working, serious people five and a half days a week; on Saturday afternoons and Sundays, they pursue their private interests, whether they be following a football team, spending time with the family or chatting amiably at the pub while the pretty barmaid draws a fresh beer.","release_date":"1940-11-07","vote_average":2.0,"runtime":10,"cert":"N\/A","id":425066,"title":"Island People","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Darkness live at the House Of Blues, Chicago 2015.","release_date":"2015-10-19","vote_average":0.0,"runtime":46,"cert":"N\/A","id":425068,"title":"The Darkness: House Of Blues Chicago","adult":false,"genre_ids":[10402]},{"cast":["Saif Ali Khan","Shilpa Shetty","Somy Ali"],"overview":"Raja returns home from London, but is refused entry into the house by his widow grandmother due to some differences between his late father and his parents. Chhaya a house keeper helps Raja to win the goodwill of his grandmother and in the process of helping him, Raja falls in love with Chhaya.","release_date":"1994-11-25","vote_average":5.0,"runtime":null,"cert":"N\/A","id":425070,"title":"Aao Pyaar Karen","adult":false,"genre_ids":[]},{"cast":["Sarah Giercksky","Xander J Turian","Krister Twizz Forsberg","Jesper Hall","Oscar Rusanen"],"overview":"Sargad is about a young woman, Elina, that drives to a cabin with her mom and younger sister to spread her dad's ashes. They encounter three brothers that will make their weekend a living hell.","release_date":"2017-08-04","vote_average":6.0,"runtime":94,"cert":"N\/A","id":425072,"title":"Sargad","adult":false,"genre_ids":[18,27]},{"cast":[],"overview":"A film by Leighton Pierce","release_date":"1993-01-01","vote_average":0.0,"runtime":5,"cert":"\"\"","id":425074,"title":"Blue Hat","adult":false,"genre_ids":[]},{"cast":["Riccardo Bacchelli","Mario Alessandrini","Luigi Bonelli","Adolfo Franci","Paolo Monelli"],"overview":"","release_date":"2015-09-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":425088,"title":"La Milano di Bagutta","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dancing is so much fun! But if you have to dance all by yourself it's only half the fun. So the little rhino needs to come up with an idea to make everyone dance with it.","release_date":"2013-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":425090,"title":"Rockin' Rhino","adult":false,"genre_ids":[16]},{"cast":["Blair Beeken","Katy Fullan"],"overview":"Old friends Mandy and Lisa reunite for a fun weekend, but Lisa's strange behavior leads Mandy to suspect that something might be wrong with Lisa.","release_date":"2016-01-01","vote_average":0.0,"runtime":9,"cert":"\"\"","id":425092,"title":"Rodney","adult":false,"genre_ids":[35,18]},{"cast":["James Fitzgerald","Amy Staggs","Tony Bingham","Jonathan Visser","Mark Tierno"],"overview":"An inventor creates an electrical torch that reveals a hidden world layered upon our own - filled with beautiful spirits, strange creatures, and dangerous phantoms.","release_date":"2016-10-21","vote_average":5.5,"runtime":20,"cert":"\"NR\"","id":425094,"title":"Echo Torch","adult":false,"genre_ids":[27,878]},{"cast":["Bruce Cabot","Judith Allen","Charles Sabin","Ward Bond","Arthur Rankin"],"overview":"\"Stake-Out\" Kelly, ace detective, meets Mary Higgins at a small Hollywood sandwich shop where he expects to get some information concerning Packey Davis, head of a ring of jewel thieves. His suspicions are confirmed when Mary warns him that Davis is outside - waiting for him. Kelly sets a trap and, in the ensuing battle, one of the gangsters is killed. Davis is interested in rubbing out Kelly as Kelly and Baker are the only two witnesses against Smitty, a Davis henchman. Baker is in the hospital and the plan is bring Smitty there for identification. Kelly accidentally slips the secret to Mary, who in turn innocently informs Packey. A trap is laid.","release_date":"1934-11-18","vote_average":0.0,"runtime":58,"cert":"\"\"","id":425096,"title":"Men of the Night","adult":false,"genre_ids":[80]},{"cast":["Lily-Rose Aslandogdu","Thea Barnes","Frankie Pike","Amelia Thompson","Jo Mousley"],"overview":"Short film inspired by true events following a young girl, Mae, who confronts her bullies with the help of her horse.","release_date":"2016-11-05","vote_average":0.0,"runtime":16,"cert":"N\/A","id":425098,"title":"Trigga","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A new father discovers his child is not his own and sets out on a journey to find answers.","release_date":"2017-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":425115,"title":"The Space Between","adult":false,"genre_ids":[]},{"cast":[],"overview":"MONKEY DANCE is a documentary film about three teens coming of age in Lowell, Massachusetts. Children of Cambodian refugees, they inhabit a tough, working class world shadowed by their parents' nightmares of the Khmer Rouge. Traditional Cambodian dance links them to their parents' culture, but fast cars, hip consumerism, and good times often pull harder. For the parents, Lowell held the hope of safety, employment, and a chance to finally rebuild some of what was shattered by the Khmer Rouge. But for their children, the city offers a dizzying array of choices - many of them risky. Monkey Dance is the story of how three kids navigate the confusing landscape of urban adolescence and ultimately start to make good on their parents' dreams. -Julie Mallozzi","release_date":"2004-01-01","vote_average":0.0,"runtime":65,"cert":"\"\"","id":425120,"title":"Monkey Dance","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":425122,"title":"Giochi in colonia","adult":false,"genre_ids":[]},{"cast":["Scott Eastwood","Laura Ashley Samuels","Malcolm McDowell","Chris Kattan","Jamie Kennedy"],"overview":"A motley crew of aspiring performers come under the guidance of an eccentric and volatile acting coach.","release_date":"2017-03-24","vote_average":4.0,"runtime":83,"cert":"\"\"","id":425124,"title":"Walk of Fame","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2016-11-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":425126,"title":"Duell ums Weiße Haus - Große Wahlkämpfe","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2005-10-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":425149,"title":"Congratulations: 50 years of the Eurovision Song Contest Vol.2","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Experimental film by Michele Smith.","release_date":"2005-11-08","vote_average":0.0,"runtime":21,"cert":"N\/A","id":425151,"title":"The Girl Who Lost Her Head","adult":false,"genre_ids":[]},{"cast":[],"overview":"Relive all the greatest moments from the Rio 2016 Olympic Games, including all 67 medal performances from Team GB, as well as highlights from the opening and closing ceremonies.","release_date":"","vote_average":7.7,"runtime":565,"cert":"N\/A","id":425156,"title":"The Rio 2016 Summer Olympics","adult":false,"genre_ids":[]},{"cast":[],"overview":"An overview of black metal culture in Belgian youth.","release_date":"1998-03-10","vote_average":0.0,"runtime":49,"cert":"N\/A","id":425167,"title":"Black Metal","adult":false,"genre_ids":[10402,99]},{"cast":["Siamak Safari","Negar Javaherian","Babak Hamidian","Roya Nonahali","Abbas Ghazali"],"overview":"A man wakes up and doesn't remember anything...","release_date":"2015-07-15","vote_average":6.0,"runtime":77,"cert":"N\/A","id":425169,"title":"Confessions of My Dangerous Mind","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":425171,"title":"Masoumeh","adult":false,"genre_ids":[99]},{"cast":["MC Bliss","MC Eso","DJ Izm"],"overview":"Concert film footage taken from 12 cities from Australia on BNE's 2011 Running on Air Tour","release_date":"","vote_average":0.0,"runtime":70,"cert":"N\/A","id":425173,"title":"Bliss N Eso: Running on Air Live","adult":false,"genre_ids":[]},{"cast":["Massimo Ghini","Elena Sofia Ricci","Marina Giulia Cavalli","Fabio Camilli","Eros Pagni"],"overview":"","release_date":"1992-11-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":425178,"title":"Persone perbene","adult":false,"genre_ids":[18]},{"cast":["Sabatina Leccia","Alexia Stresi"],"overview":"A recollection of almost 40 years of career. A giant image-jukebox, from early 70s autoportrait to films for Alain Bashung \/ Elli Medeiros, private karaokes to “video sculptures” applied to John Travolta or Maria Callas, and much much more…","release_date":"2008-10-07","vote_average":0.0,"runtime":64,"cert":"N\/A","id":425180,"title":"Perfect Day","adult":false,"genre_ids":[]},{"cast":["Sofia Hayat","Raji James","Salman Qureishi","Chook Sibtain"],"overview":"The Unforgettable depicts the stark contrast in individualistic beliefs interwoven in a web of romance, mystery, travesty and triumph. Yash, a renaissance man, a writer who teaches the world how to live, loses his life's teachings when he meets Padma, a woman who cannot be taught anything.","release_date":"2009-10-25","vote_average":0.0,"runtime":null,"cert":"\"\"","id":425182,"title":"The Unforgettable","adult":false,"genre_ids":[]},{"cast":["Ivan Bykov","Yelena Maksimova","Raisa Puzhnaya","Naum Rogozhin","A. Sashin"],"overview":"A travelling circus troupe during the Civil War. A kommissar tries to transfer the wagon into an agit-prop van. The Whites conquer the town. The kommissar hides among the artists.","release_date":"1929-09-08","vote_average":0.0,"runtime":71,"cert":"N\/A","id":425184,"title":"The Last Attraction","adult":false,"genre_ids":[18]},{"cast":["Lies Visschedijk","Fedja van Huêt","Achmed Akkabi","Daan Schuurmans","Lobke de Boer"],"overview":"After her marriage comes undone, Soof has to re-invent herself and get her tumultuous life back on track.","release_date":"2016-12-08","vote_average":6.8,"runtime":null,"cert":"N\/A","id":425186,"title":"Soof 2","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Television plays an important role in the life of the people of Havana. Despite there being only one program - the daily broadcast of the Telenovela is a most welcome distraction from the boring everyday life in the capital of Cuba. The movie watches enthusiastic and less enthusiastic viewers, and the almost holy people who are repairing the precious, mostly Russian devices.","release_date":"2000-02-10","vote_average":6.0,"runtime":82,"cert":"N\/A","id":425188,"title":"Havanna mi amor","adult":false,"genre_ids":[99]},{"cast":["Sergei Minin","Yelena Yegorova","G. Slatanakh"],"overview":"Director of a Soviet-era enterprises, Baturin, spends days and nights in his private office. Inability to arrange work day and overwork caused Buchanan severe form of neurasthenia. Small, endless quibbling, swearing, threats, Buchanan has turned into a nightmare life of his wife and child. The Director suffers from insomnia. Finally he went to the clinic. On the advice of Professor Buchanan, after going into a rest home, began to exercise, running around on skates, went skiing. A month later, wife and child met quite healthy, mature person.","release_date":"1929-11-08","vote_average":0.0,"runtime":49,"cert":"N\/A","id":425190,"title":"Ill Nerves","adult":false,"genre_ids":[18]},{"cast":["Paweł Domagała","Olaf Lubaszenko","Michalina Olszańska","Piotr Machalica"],"overview":"Simple fishing trip changes in to fight for survival for simple polish policeman and his uncle.","release_date":"2016-11-09","vote_average":6.1,"runtime":17,"cert":"N\/A","id":425192,"title":"Polish Legends: Operation Basilisk","adult":false,"genre_ids":[878]},{"cast":["Karoline Herfurth","Axel Prahl","Luis Vorbach","Momo Beier","Michael Gempart"],"overview":"The little witch is only 127 years old – too young for the annual coven of witches. Although she is not yet old enough to be a real witch she wants to become a really good one. This decision causes trouble inside her magic world.","release_date":"2018-02-01","vote_average":6.1,"runtime":105,"cert":"N\/A","id":425194,"title":"The Little Witch","adult":false,"genre_ids":[10751,35,18]},{"cast":["Carl Andersen","Eva Ebner","Lothar Lambert","Heike Hanold-Lynch","Dorothea Moritz"],"overview":"Anyone who is keen to capture Berlin’s most original characters on film is bound to end up at Sylvia Heidemann’s door. Sylvia has saved up every penny of her reparation money to appear just once in her life on the silver screen like Greta Garbo. It just so happens that the Viennese filmmaker Andersch and Madame  Heidemann are staying at the same hotel and it’s not long before the two strike a bargain.","release_date":"2000-02-19","vote_average":0.0,"runtime":80,"cert":"N\/A","id":425202,"title":"From Here to Vanity","adult":false,"genre_ids":[35,18]},{"cast":["Paul Solet"],"overview":"Adam Green's annual Halloween short film spoofs televisions infamous Slap Chop commercial with an accident prone Bostonian selling a jack-o-lantern carving kit.","release_date":"2010-09-25","vote_average":8.0,"runtime":3,"cert":"\"\"","id":425204,"title":"Jack Chop","adult":false,"genre_ids":[]},{"cast":[],"overview":"A documentary about the 23-year-old Turkish woman \"Berlin\", who lives in the German capital with her parents. Her parents, devout Turkish Arab Alawites, think that her daughter should get married. Despite many attempts of rebellion Berlin can lead not an independent, self-determined life. She would much rather be a stewardess, than to be search by her family a man. Her only hope is to attain through marriage a little more freedom.","release_date":"1997-02-15","vote_average":0.0,"runtime":87,"cert":"N\/A","id":425206,"title":"Before the Wedding","adult":false,"genre_ids":[99]},{"cast":["Asda Panichkul","Nat Sakdatorn","Sinjai Plengpanit","Aritach Pipattangkul"],"overview":"Phoon and Luke, a loving gay couple in a long-term relationship, have adopted a young son named Butr. Unfortunately, due to Thailand’s laws, only Phoon can be listed as the father on paper. Their situation gets even harder once Butr starts elementary school and other outside pressures interfere with their peaceful family life.","release_date":"2016-05-26","vote_average":6.7,"runtime":96,"cert":"N\/A","id":425208,"title":"Fathers","adult":false,"genre_ids":[18,10749,10751]},{"cast":[],"overview":"","release_date":"2016-09-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":425210,"title":"Yoga gegen Rückenschmerzen","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2016-09-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":425212,"title":"Playmobil: Princess for a day","adult":false,"genre_ids":[]},{"cast":["Francesco Alibrandi","Massimiliano Bruno","Sara De Felici","Angelo Orlando"],"overview":"","release_date":"2011-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":425223,"title":"Mi Manca Riva: Viaggio di un Collezionista di Figurine","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The swamplands of the southern USA host some extremely special flora and fauna.","release_date":"2016-06-09","vote_average":0.0,"runtime":90,"cert":"N\/A","id":425225,"title":"Swamplands USA","adult":false,"genre_ids":[]},{"cast":["Daria Glower","Barbora Kovarikova","Cindy Dollar","Stracy Stone","Kristi Lust"],"overview":"An exclusive invitation is about to come your way… Watch these naked, sweaty bodies move towards you from inside this private hotspot.","release_date":"2012-05-14","vote_average":8.0,"runtime":104,"cert":"N\/A","id":425227,"title":"Swinger's Club Prive 3: Swap 'Till You Drop","adult":true,"genre_ids":[]},{"cast":["Violeta Cabas","Billy Cedrón","Raúl Gutiérrez"],"overview":"A boy accompanies another to the Maciel Island to sexually initiated with a prostitute. The crossing of the Riachuelo and precarious place show a world outside appearance of the great capital. This first short Cedron anticipates characters in a world that reappear in his later works.  Movie considered part of the so-called \"Generation 60\", the new Argentine cinema.","release_date":"1963-01-01","vote_average":5.0,"runtime":17,"cert":"N\/A","id":425229,"title":"The Front Path","adult":false,"genre_ids":[]},{"cast":["Paul Carpenter","Hazel Court","Russell Napier","Ferdy Mayne","June Ashley"],"overview":"A journalist is framed for the murder of a rival and has to prove his innocence, whatever the cost.","release_date":"1956-02-29","vote_average":5.5,"runtime":66,"cert":"N\/A","id":425231,"title":"The Narrowing Circle","adult":false,"genre_ids":[80,53,18,10749]},{"cast":[],"overview":"This film follows the story of young orphaned woman of the slums. Although she is given a chance to improve her life, she stumbles into a series of misfortunes, enslaving herself in the company of characters in the underworld.  Teetering on the brink of self-destruction, a ray of hope offers her redemption.","release_date":"1977-11-08","vote_average":0.0,"runtime":103,"cert":"N\/A","id":425239,"title":"I Am Thirsty, I Am Hungry","adult":false,"genre_ids":[]},{"cast":["Gerhard Gabler"],"overview":"","release_date":"2008-02-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":425241,"title":"Sag mir, wo die Schönen sind","adult":false,"genre_ids":[99]},{"cast":["Maciej Stuhr","Benjamin Lewandowski","Aleksandra Kowalicka","Cezary Pazura","Marzena Kipiel-Sztuka"],"overview":"Two kids are saving their mom.","release_date":"2016-06-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":425243,"title":"Jak uratować mamę","adult":false,"genre_ids":[16]},{"cast":["Kelton Roney","Chris Cleveland","Stefanie Estes"],"overview":"On their final trial as village Lookouts, a troop of young scouts are ambushed by the very creature they were hunting. After a violent battle the lone survivor, Pehn, escapes into the shadows of the Eyrewood, a mysterious and deadly forest that is home to all manner of wild creatures. The most horrifying of all is the Basilisk, a winged titan with the power to turn its prey into stone. This is the beast the troop of \"Lookouts\" were seeking, and now it hunts for Pehn. With guidance from the stories foretold by his Mother and words or warning passed down from his mentor, Pehn struggles to find the courage he'll need to confront his fate and defeat the horrifying creature that pursues him.","release_date":"2016-08-08","vote_average":9.0,"runtime":12,"cert":"\"\"","id":425245,"title":"Lookouts","adult":false,"genre_ids":[14,12,18]},{"cast":["Stjepan Perić","Dražen Kuhn","Ecija Ojdanić","Olga Pakalović","Milan Štrljić"],"overview":"A razor sharp comedy all about relationships and red tape. Kreso is at a loose end. A fully qualified biologist, he's about to hit middle age, disillusioned, out of work and stuck in a marriage that should probably never have started. At least his son still looks up to him. Meanwhile, the country's cash-strapped government is busily looking for unique ways to save money, and now, over 20 years after the 1990's war, sets its sights on the widows of fallen soldiers. Anyone unmarried but in a new relationship will no longer be allowed a military pension. Enforcing such an unpopular measure requires a new department: The Ministry of Love, whose purpose will be to gather information on any widows breaking the new law. With nothing to lose, Kreso agrees to be put forward by his pushy father in law. The only problem is, together with his eccentric partner, Sikic, he's completely the wrong man for the job.","release_date":"2016-11-03","vote_average":6.0,"runtime":103,"cert":"N\/A","id":425247,"title":"Ministry of Love","adult":false,"genre_ids":[35]},{"cast":["Claude Brasseur","Marthe Keller","André Weber","Paul Le Person","Jacques Balutin"],"overview":"","release_date":"1972-04-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":425249,"title":"A Loser","adult":false,"genre_ids":[18,80,35]},{"cast":["Sandra Luberc","Kloe","Kristall Rush","Milana Fox","Angie Koks"],"overview":"Cute little women from Russia taken! And they love every inch of it.","release_date":"2014-03-18","vote_average":8.0,"runtime":114,"cert":"\"NC-17\"","id":425257,"title":"Anal Teens from Russia 8","adult":true,"genre_ids":[]},{"cast":["Keith Allen","Jayne Ashbourne","Linda Bassett","John Bleasdale","Dominic Borrelli"],"overview":"Keith Allen plays William Palmer in this true story of a Victorian-era English surgeon who uses poison to settle scores and ward off debt. William lacks a sense of regret, even after killing his wife, brother and three of his own children.","release_date":"1998-03-03","vote_average":10.0,"runtime":180,"cert":"\"\"","id":425259,"title":"The Life and Crimes of William Palmer","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"The employees of The Beach Hotel plan to strike when they learn that the hotel is for sale. The manager and his secretary try to smooth things over with the staff and keep the business running normally while an executive arrives to give the hotel a once-over before his company considers buying. Throw an escaped lunatic with a grudge into the mix and one by one the employees are dispatched...or could the killer be someone else?","release_date":"1990-01-01","vote_average":0.0,"runtime":41,"cert":"N\/A","id":425264,"title":"Last Day At The Beach","adult":false,"genre_ids":[27,18]},{"cast":[],"overview":"A group of camping enthusiasts embark on a weekend of fun in a local woodland, only to stumble across an abandoned car carefully hidden under foliage. Shortly after an unknown assailant begins to murder the group one by one.","release_date":"1983-01-01","vote_average":3.0,"runtime":19,"cert":"N\/A","id":425266,"title":"Cursed Woods","adult":false,"genre_ids":[53,27]},{"cast":[],"overview":"Harry Cohen is distraught, he has just been fired from his job and is driving home to face his demanding wife, Melissa.\r Just when he thinks his day can't get any worse, his lack of attention to the road causes him to knock a man over and apparently kill him. In his desperation, Harry decides to bury the body in the nearby woods, only for his day to get a damn sight worse than he could ever have expected.","release_date":"1986-01-01","vote_average":0.0,"runtime":25,"cert":"N\/A","id":425268,"title":"The Exhumation","adult":false,"genre_ids":[18,27]},{"cast":["Susan Blakely","Roy Thinnes","Joanne Linville","John Randolph","Melody Thomas Scott"],"overview":"A young woman trapped in an unhappy marriage goes from affair to affair in her search for the \"secret\" to happiness.","release_date":"1977-02-20","vote_average":0.0,"runtime":100,"cert":"\"\"","id":425279,"title":"Secrets","adult":false,"genre_ids":[10770,18]},{"cast":["Brian Donovan","Kelly Donovan"],"overview":"Kelly is a sassy young woman who loves performing and dreams of becoming a Hollywood star. Her devoted brother Brian, an actor himself, sets out to do everything he can to help make her dream a reality. As sometimes happens in close-knit relationships, jealousy and co-dependency threaten to break the siblings apart. Kelly’s Hollywood is a loving glimpse into a tender relationship.","release_date":"","vote_average":0.0,"runtime":82,"cert":"N\/A","id":425284,"title":"Kelly's Hollywood","adult":false,"genre_ids":[]},{"cast":["Wil Love","David DeLuise","Dendrie Taylor","Charity Farrell","Ray Ficca"],"overview":"A retired character actor with diagnosed dementia, longs to perform at his beloved summer theater one last time.","release_date":"2016-07-01","vote_average":0.0,"runtime":85,"cert":"\"\"","id":425286,"title":"The Father and the Bear","adult":false,"genre_ids":[]},{"cast":["Derek Wilson","Cooper Guy","Matt Long"],"overview":"A 13-year-old boy must drive his drunk uncle to the convenience store to buy cigarettes.","release_date":"","vote_average":10.0,"runtime":12,"cert":"N\/A","id":425288,"title":"Woodshed","adult":false,"genre_ids":[]},{"cast":[],"overview":"A genderqueer college student rushes several fraternities in the hope of finding long awaited acceptance.","release_date":"","vote_average":0.0,"runtime":18,"cert":"N\/A","id":425290,"title":"Accepted","adult":false,"genre_ids":[99]},{"cast":["Walter Cronkite","Corey Burton","Bruce W. Smith","Robin Williams"],"overview":"Legendary TV news anchor Walter Cronkite takes ecstatic Disneyland tourist Robin through the process of Disney's hand drawn animation and makes Robin's wish of visiting the animated world of Peter Pan (1953) come true.","release_date":"1989-04-30","vote_average":6.8,"runtime":10,"cert":"\"NR\"","id":425304,"title":"Back to Neverland","adult":false,"genre_ids":[16]},{"cast":["Nekhebet Kum Juch","Uatchet Jin Juch","Joyce Wong","Peter Judd","Shea Grant"],"overview":"This is the backstory of Hana and Joon Seung, characters in the series \"MARS\" on Nat Geo. The twin sisters are struggling to fit into their new home and find a ham radio, allowing them to develop a friendship with a female astronaut..","release_date":"2016-10-23","vote_average":8.0,"runtime":33,"cert":"\"\"","id":425306,"title":"Before Mars","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Documentary about a Cleveland serial killer.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":425308,"title":"Unseen","adult":false,"genre_ids":[]},{"cast":[],"overview":"From the presentation made by Camila Enríquez Ureña of Juan Ramón Jiménez in the Cuban poetry event of 1936 and which reminds us of the flight of the wounded eagle of José Martí, we will know the traces left in poetry and in 20th century Cuban culture, his ethical and aesthetic thinking, according to the testimonies of Fina García-Marruz and Cintio Vitier.","release_date":"2009-01-02","vote_average":0.0,"runtime":64,"cert":"N\/A","id":425310,"title":"Las plumas del vuelo del águila","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In the near future, a man-made virus is unleashed into the atmosphere; killing most of the world's population... of women. Alex, searches for a rogue scientist in the mountains, who may or may not have a cure to save his wife. Jake, an empathetic widower, offers Alex food and shelter up at his cabin. A haunted cabin; a mysterious doll; and a man's obsession to bring back the dead... will test Alex and Jake's will... as they fight to survive and be... the last piece standing.","release_date":"2015-09-17","vote_average":0.0,"runtime":35,"cert":"\"\"","id":425312,"title":"The Last Piece Standing","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Through a secret program called the Counter Intelligence Program (COINTELPRO), there was a concerted effort to subvert the will of the people to avoid the rise \"of a Black Messiah\" that would mobilize the African-American community into a meaningful political force.  This documentary establishes historical perspective on the measures initiated by J. Edgar Hoover and the FBI which aimed to discredit black political figures and forces of the late 1960's and early 1970's.  Combining declassified documents, interviews, rare footage and exhaustive research, it investigates the government's role in the assassinations of Malcolm X, Fred Hampton, and Martin Luther King Jr. Were the murders the result of this concerted effort to avoid \"a Black Messiah\"?","release_date":"","vote_average":0.0,"runtime":53,"cert":"N\/A","id":425314,"title":"COINTELPRO: The FBI's War on Black America","adult":false,"genre_ids":[]},{"cast":[],"overview":"Each subject seats him or herself in an office chair, breathes deeply, concentrates, each appearing somewhat nervous. Each then places a balloon to his or her lips and breathes into it; the balloon then expands and contracts with each inhalation and exhalation. Before long, something curious occurs: their faces relax noticeably. Several subjects begin laughing aloud. A few attempt to repress these outbursts of hilarity. Others appear mentally absent. Still others attempt to articulate their experiences verbally. The intensity of these emotional responses careens out of control, their hilarity is irrepressible. Their laughter is infectious, yet one observes that an element must be present which somehow enhances the potential for affect and empathy. For a moment, all of the lightness of the world seems no further away than a balloon – and yet remains nonetheless evanescent.","release_date":"2010-01-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":425325,"title":"Verbal-Nonverbal","adult":false,"genre_ids":[]},{"cast":[],"overview":"The 'Film spatial' proposes a subjective visit to Yona Friedman's apartment Yona Friedman is an 86 year old visionary architect and urbanist. His work has overthrown the dominating position of the architect as well as the established link between citizens with their cities, and of man and his environment. Unlike how one conceives of an architect's apartment nowadays, Yona Friedman's space can be perceived from an erratic point of view or angle, which could be the one of his dog, Baltkis, who is the key figure of Yonas Friedman's universe. Through the exploration of a floating universe tinged with mysteries,'Film spatial' invites one to another way of perceiving the world, freed from intellectual and conceptual conformism.","release_date":"2008-01-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":425327,"title":"Film spatial","adult":false,"genre_ids":[]},{"cast":["Vincenzo Crea","Ludovico Succio","Fabrizio Rongione","Yuliia Sobol"],"overview":"17 years-old Giulio is sent by his mother to a boarding school for difficult offspring of rich families. The institution is sort of a “golden prison”, isolated in the Alps, to which inadequate parents delegate the task of educating the ruling class of the future. In this cold and ghastly place the boys are cut off from everything. Adhering to the strict rules of the boarding school is hard, but Giulio finds a good friend in Edoardo, who is maybe a little crazy, but who seems the smartest of all. They find out that security becomes more relaxed at night and they start running away to a nightclub in the middle of the woods. There they meet Elena, a young prostitute whose destiny will be unforgettably linked to theirs. The night is a space of freedom, of new and perturbing experiences for Giulio and Edoardo. But what they don’t know is that their transgressions are part of the educational program of the school.","release_date":"2016-11-23","vote_average":6.0,"runtime":90,"cert":"N\/A","id":425332,"title":"Children of the Night","adult":false,"genre_ids":[18,9648]},{"cast":["Ni Dahong","Qi Dao","Hans Zhang"],"overview":"On his moped, Yang Ba travels every day from the grubby apartment he shares with his wife and son to the ramshackle tyre workshop where he tries to earn a living for his family. But having a child of student age is expensive and Yang’s finances are put under even more pressure when the municipality plans to demolish his neighbourhood. His distress puts him in touch with Li Daguo, who is looking for a kidney for his desperately ill sister.","release_date":"2016-11-21","vote_average":6.0,"runtime":105,"cert":"N\/A","id":425334,"title":"The Donor","adult":false,"genre_ids":[]},{"cast":["Javier Bardem","Penélope Cruz","Peter Sarsgaard","Julieth Restrepo","Óscar Jaenada"],"overview":"The film chronicles the rise and fall of the world's most feared drug lord Pablo Escobar and his volatile love affair with Colombia's most famous journalist Virginia Vallejo throughout a reign of terror that tore a country apart.","release_date":"2017-10-12","vote_average":6.2,"runtime":123,"cert":"\"R\"","id":425336,"title":"Loving Pablo","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"Slambook 2016 Movie","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":425338,"title":"Slambook","adult":false,"genre_ids":[]},{"cast":["Russell Ferrier","Ray Galletti","John David Edwards","Stuart Clow","Derek Moran"],"overview":"","release_date":"2013-03-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":425352,"title":"Pièces à conviction - Vol AF447 Rio Paris - Les raisons d'un crash","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Forty five years of marriage is an impressive anniversary. Barbara and Zdzisław could be proud of themselves if not for the fact that the husband left the wife for his lover eight years ago. But now they are together again, although Barbara claims that if it were not for his infirm legs, Zdzisław would still be chasing skirts around Kraków. Despite the past resentment, everyday problems with paying bills, an occupied bathroom and rearranging furniture, they have a hard to define bond.","release_date":"2016-11-10","vote_average":8.0,"runtime":18,"cert":"\"\"","id":425354,"title":"Close Ties","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A building in Israeli Hebron, which has been deserted by its Palestinian occupants, is called 'The Mute's House' by the Israeli soldiers stationed there and by the tour guides who pass by daily. The building's only occupants are a deaf woman, Sahar, and her 8-year-old son, Yousef. The family's unique story, in the midst of the Israeli-Palestinian conflict, unfolds through the eyes of the young and charismatic Yousef, as he goes through his daily routine on both sides of the torn city.","release_date":"","vote_average":0.0,"runtime":32,"cert":"N\/A","id":425356,"title":"The Mute's House","adult":false,"genre_ids":[99]},{"cast":[],"overview":"'SIGN' is a short film that tells, through vignettes, music, and sign language, the story of a relationship between Ben, a hearing man, and Aaron, who is deaf.","release_date":"2016-07-08","vote_average":7.0,"runtime":15,"cert":"\"\"","id":425358,"title":"Sign","adult":false,"genre_ids":[]},{"cast":["Kanitha Tith","Thavy Pov","Vanthoeun Bo","Dy Saveth"],"overview":"","release_date":"2016-11-24","vote_average":7.0,"runtime":null,"cert":"N\/A","id":425363,"title":"Turn Left Turn Right","adult":false,"genre_ids":[]},{"cast":[],"overview":"Spanish civil war documentary.","release_date":"1939-02-17","vote_average":0.0,"runtime":68,"cert":"N\/A","id":425365,"title":"El derrumbamiento del Ejército Rojo","adult":false,"genre_ids":[]},{"cast":[],"overview":"Realizing that his mayoral campaign is in serious trouble, reform candidate Frank Grandell sends his people out to dig up some dirt on Art Hoke, the boss of the city's political machine.","release_date":"1915-12-16","vote_average":0.0,"runtime":103,"cert":"\"\"","id":425367,"title":"The Reform Candidate","adult":false,"genre_ids":[]},{"cast":["Ted Lewis","Kay Katya and Kay","Charles 'Snowball' Whittier","LeAhn Sisters","Jeanne Blanche"],"overview":"This 1941 Universal short is not the same film as the 1943 Columbia feature film\/bio, although both films starred Ted Lewis and had the same title. This short, in addition to Lewis and his band and performers such as Charles 'Snowball' Whittier and Jeanne Blanche, who were part of the Lewis troupe for years, also featured the Four Leahn Sisters, and the adagio trio of Jay, Kay and Katye.","release_date":"1941-09-02","vote_average":0.0,"runtime":18,"cert":"\"\"","id":425372,"title":"Is Everybody Happy?","adult":false,"genre_ids":[]},{"cast":["Adalberto Martínez","María Luisa Zea","Mercedes Gisbert","Eduardo Casado","Rafael Alcayde"],"overview":"Ghost horror-comedy.","release_date":"1949-01-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":425374,"title":"Yo dormí con un fantasma","adult":false,"genre_ids":[9648,35,27]},{"cast":["Les Podorozhnij","Stepan Shagaida","Zinajda Pigulovich","Valentina Rovinskaya","Boris Karlash-Verbitsky"],"overview":"On the Ukrainian rebellion against landowners and Polish folk hero Karmelyuk.","release_date":"1931-11-09","vote_average":0.0,"runtime":55,"cert":"N\/A","id":425376,"title":"Karmelyuk","adult":false,"genre_ids":[]},{"cast":["Enrique Rambal","Rosario Granados","Carlos López Moctezuma","Andrés Soler","Queta Lavat"],"overview":"An old professor in love with one of his students is rejected by her because of his advanced age. He then sells his soul in return for youth and a chance at love but things don't go as he planned.","release_date":"1954-02-24","vote_average":7.0,"runtime":90,"cert":"N\/A","id":425378,"title":"Return to Youth","adult":false,"genre_ids":[9648,14,27]},{"cast":["Biju Menon","Innocent","Iniya","Hareesh Perumanna","Suresh Krishna"],"overview":"Riny (Biju Menon) is the right hand man of jeweller Lolappan (Innocent). He is extremely selfish and doesn't worry about the consequences of his actions as long as it contributes to his growth. He becomes estranged even with his family, but despite this, his rise up through the ranks continue.","release_date":"2016-11-04","vote_average":6.0,"runtime":131,"cert":"N\/A","id":425380,"title":"Swarna Kaduva","adult":false,"genre_ids":[35,80,18]},{"cast":["Elliot Lucas","Nick Timewell","Adrian Dembinski","Dave Williams","Dion Apell"],"overview":"A freakishly pickled compilation of carnage. Extreme stunts and outrageous pranks. It's reality TV gone off the rails! By way of popular demand, PickledEGGS is proud to release Foul Play. Where other people's injuries and public humiliation has never been so hilarious. Featuring original hair raising stunts &amp; pranks guaranteed to get your adrenaline pumping. Memorize your medical insurance number, plug 000 into your speed dial in preparation to witness the appalling antics of PickledEGGS: Foul Play.","release_date":"2003-11-10","vote_average":0.0,"runtime":81,"cert":"N\/A","id":425382,"title":"PickledEGGS: Foul Play","adult":false,"genre_ids":[28,35]},{"cast":["Luis Aguilar","Flor Silvestre","Jaime Fernández","Pascual García Peña","Crox Alvarado"],"overview":"A mute phantom hero takes on skull-masked killers, a disembodied living hand and a corpse that won't stay in its grave. This is the first in a trilogy of horror\/western hybrids that also includes the films La marca de Satanás (\"The Mark of Satan\") and La cabeza de Pancho Villa (\"The Head of Pancho Villa\").","release_date":"1957-09-18","vote_average":5.5,"runtime":91,"cert":"N\/A","id":425384,"title":"El jinete sin cabeza","adult":false,"genre_ids":[9648,37,27]},{"cast":["Bob Marley"],"overview":"Based on footage shot in the early seventies and lost for more than thirty years, we see and hear the young Bob Marley before he was famous. The film shows us the Wailers' first rehearsal, when the idea of a Jamaican supergroup was still just a dream. Sit in as the albums of Bob Marley and the Wailers brought reggae music and Rasta consciousness to the world, starting a revolution that would change rock music and contemporary culture.","release_date":"2011-10-10","vote_average":0.0,"runtime":90,"cert":"\"\"","id":425386,"title":"Bob Marley: The Making of a Legend","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"Rock Ross' ironically titled, time-lapse record of a 1980s Gay Pride parade in San Francisco is hardly the celebration of a celebration one would expect. By stationing his camera at a jog in the route so that the floats and people head right at us and then veer off at the last minute (and speeding up their movements in the process) he transforms the pageant's erratic asphalt ambling into an anxiety-ridden urban expedition. - Michael Fox","release_date":"1980-01-01","vote_average":0.0,"runtime":3,"cert":"\"\"","id":425388,"title":"Paradise of the Damned","adult":false,"genre_ids":[]},{"cast":[],"overview":"Possibly inspired by Bruce Weber's photography and, if so, perhaps anticipating Weber's beautiful black-and-white films, Rock Ross created this luxuriantly monochromatic ode to surfing and surfers. SOSUEME is an unabashed homage to the athletes' graceful, curved movements and the seamless interaction of body and board. Set to a Giacomo Puccini opera enhanced with a spoken-word track by Malcolm McLaren, the film provides unceasing pleasure as a hypnotic escape or an aesthetic tour de force. The joke in the title is explained at the outset by an onscreen confession: \"The filmmaker acknowledges the completely unauthorized and illegal use of sound and image in this film.\" - Michael Fox","release_date":"1982-01-01","vote_average":0.0,"runtime":6,"cert":"\"\"","id":425390,"title":"Sosueme","adult":false,"genre_ids":[]},{"cast":[],"overview":"With the single-minded attention to detail of a teenager preparing for the prom (or an actress preparing for an award) but augmented by the boisterous camaraderie of friends, a group of San Francisco men pluck, primp and transform themselves into women for a performance (or perhaps an evening on the town). Rock Ross described this sped-up snapshot, which he set to a mash-up\/spoken word slice by Malcolm McLaren, as \"made for a time capsule.\" Was he referring to the poignant fact that youth and beauty don't last forever or something else altogether? - Michael Fox","release_date":"1982-01-01","vote_average":0.0,"runtime":3,"cert":"\"\"","id":425392,"title":"Just Another Girl","adult":false,"genre_ids":[]},{"cast":[],"overview":"Rock Ross' goddess film. Whimsy. Remarkable whimsy of hyperactive proportions.","release_date":"1984-01-01","vote_average":0.0,"runtime":1,"cert":"\"\"","id":425394,"title":"Exclaim Her Limitless Wisdom","adult":false,"genre_ids":[]},{"cast":[],"overview":"Rock Ross described this breezy, frenetic work as \"an original mambo-rap creation myth of chaos of vacation.\" Indeed, the film begins with the bold, declarative text, \"In the beginning there was only Chaos.\" Nocturnal grown-up party scenes alternate with children posing, play-acting and frolicking on a beach. The chaos of vacation is checked by the inexorable logic of vacation: day follows night follows day follows night. - Michael Fox","release_date":"1986-01-01","vote_average":0.0,"runtime":7,"cert":"\"\"","id":425396,"title":"Babuba","adult":false,"genre_ids":[]},{"cast":["Dan Grazier","Rico Roman","Luke Hadley","Dexter Mowatt"],"overview":"Straight from the twisted mind of Michael Moody, 'The Homegrown Collection' takes you deep into the underground stunt scene and redefines our perception of what the human body can handle. Watch the footage as people get broken, battered and destroyed in some of the most freakish acts caught on home video tape; then watch them do it again. The footage included in this electrifying DVD will leave you on the edge of your seat, filled with shock, gasping for breath as you wait to see the next bizarre clip of video. Witness insane stunts such as Dan G using a power drill to impale a screw into his arm, Trailer Park Mafia's Buckwild getting bit in the nose by a piranha and hilarious pranks like tricking somebody into eating a brownie (which really is a piece of microwaved dog poop). To them Homegrown isn't just a hobby, it's a way of life. And lucky for us they caught it all on tape.","release_date":"2006-11-09","vote_average":0.0,"runtime":96,"cert":"\"NR\"","id":425401,"title":"The Homegrown Collection","adult":false,"genre_ids":[28,99]},{"cast":[],"overview":"This delightful silent short parodies feature films that flash the names of the big stars (\"Liberty,\" \"Justice\" and \"Death\") before the title card, STUPOR MUNDI, appears. In something of a cross between a Keystone Kops comedy and an Edwin S. Porter melodrama, Lady Liberty, Justice (with her blindfold and scale) and Death form a love triangle, with fickle Death getting his comeuppance in the end. The marvelous musical soundtrack by Nik Phelps and live audience reactions to the film make this a warm and fuzzy experience, despite the archetypal gravity of the main characters.","release_date":"1999-01-01","vote_average":0.0,"runtime":9,"cert":"\"\"","id":425403,"title":"Stupor Mundi","adult":false,"genre_ids":[]},{"cast":[],"overview":"One of Rock Ross' most overtly experimental films, PSYCHO PORPOISE is a playful, static-filled glimpse at the interior life of horizontal lines. Electronic waves morph into hand-drawn, hand-scratched patterns and then full-fledged animation as an alarming red background gradually gives way to a more inviting green. - Michael Fox","release_date":"2003-01-01","vote_average":0.0,"runtime":2,"cert":"\"\"","id":425405,"title":"Psycho Porpoise","adult":false,"genre_ids":[]},{"cast":[],"overview":"My daughter's name is Maya. I've been told that the word maya means illusion in Hindu philosophy. As I watch her growing up, spinning like a top around me, I realize that her childhood is not something I can grasp but rather (like the wind) something I feel tenderly brushing across my cheek. Eleven years later, I pull out my 16mm Bolex camera once again and she allows me to film her, different but somehow the same. - Lynne Sachs","release_date":"2012-01-01","vote_average":0.0,"runtime":4,"cert":"\"\"","id":425407,"title":"Same Stream Twice","adult":false,"genre_ids":[]},{"cast":[],"overview":"A  wabi sabi summer in Japan, observing that which is imperfect, impermanent and incomplete, produces a series of visual haiku in search of teeming street life bodies in emotion, and leaf prints in the mud.","release_date":"2011-01-01","vote_average":0.0,"runtime":11,"cert":"\"\"","id":425409,"title":"Sound of a Shadow","adult":false,"genre_ids":[]},{"cast":[],"overview":"Lynne Sachs pays homage to Walter Benjamin’s essay \"The Task of the Translator\" through three studies of the human body. First, she listens to the musings of a wartime doctor grappling with the task of a kind-of cosmetic surgery for corpses. Second, she witnesses a group of Classics scholars confronted with the haunting yet whimsical task of translating a newspaper article on Iraqi burial rituals into Latin. Finally, she turns to a radio news report on human remains.","release_date":"2010-01-01","vote_average":0.0,"runtime":10,"cert":"\"\"","id":425411,"title":"The Task of the Translator","adult":false,"genre_ids":[]},{"cast":[],"overview":"A tornado is a spinning cyclone of nature. It stampedes like an angry bull through a tranquil pasture of blue violets and upright blades of grass. A tornado kills with abandon but has no will. Lynne Sachs’ TORNADO is a poetic piece shot from the perspective of Brooklyn, where much of the paper and soot from the burning towers fell on September 11. Sachs’ fingers obsessively handle these singed fragments of resumes, architectural drawings and calendars, normally banal office material that takes on a new, haunting meaning.","release_date":"2002-01-01","vote_average":0.0,"runtime":3,"cert":"\"\"","id":425422,"title":"Tornado","adult":false,"genre_ids":[]},{"cast":[],"overview":"The winner of numerous festival prizes, this early work by Lynne Sachs is a provocative film essay on women's perspectives on their bodies in a \"man's world.\" It touches on everything from the female form's depiction in Renaissance art to the school of 19th century \"scientific\" thought equating \"abnormal\" physiognomy with criminality. This adventurous collage also features the filmmaker's own diaristic recollections (notably of being fitted for a diaphragm by a cold, intimidating doctor), poetical staged sequences, other women's audio testimonies, an old classroom instructional reel about menstruation, prose by Gertrude Stein and feminine \"ideals\" like the undulating young woman performing in fish-tail costumes at Florida's kitschy Weeki-Wachee Springs \"Underwater Mermaid Theater.\" - Dennis Harvey","release_date":"1991-01-01","vote_average":0.0,"runtime":29,"cert":"\"\"","id":425424,"title":"The House of Science","adult":false,"genre_ids":[]},{"cast":[],"overview":"Optically printed images of a man and a woman fragmented by a film frame that is divided into four distinct sections. An experiment in form\/content relationships that are peculiar to the medium.","release_date":"1986-01-01","vote_average":0.0,"runtime":4,"cert":"\"\"","id":425426,"title":"Drawn and Quartered","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this short film shot in 2011 from the on-going series \"The Addresses\", filmmaker Josh Weissbach reads aloud from the court docket of a domestic dispute case over footage of the residence in question. As Weissbach reads dryly from the document, including all punctuation and identifying information, the details of the case are revealed. The narrative, the narrator, and the film of the house itself become over exposed as Weissbach continues to read. The house becomes more obscured and the footage more frantic as the relationship between film and filmmaker is clarified.","release_date":"2011-01-01","vote_average":0.0,"runtime":5,"cert":"\"\"","id":425428,"title":"106 River Road","adult":false,"genre_ids":[]},{"cast":[],"overview":"The physical changes of the maker’s heart since being born with the congenital disorder, Transposition of the Great Vessels, are displayed in MODEL FIFTY-ONE FIFTY-SIX. This chronicle showcases a movement from human to cyborg that connects personal vulnerability to 1980s science fiction.","release_date":"2014-01-01","vote_average":0.0,"runtime":10,"cert":"\"\"","id":425430,"title":"Model Fifty-One Fifty-Six","adult":false,"genre_ids":[]},{"cast":[],"overview":"Through images of kudzu-covered forms, photographed in black and white, hand-processed 35mm CinemaScope and radiating with the luminance of early cinema, this ode to the climbing, trailing, and coiling species Pueraria lobata evokes the agricultural history and mythic textures of the South, while paying tribute to the human capacity for improvisation.","release_date":"2011-01-01","vote_average":0.0,"runtime":19,"cert":"\"\"","id":425432,"title":"Kudzu Vine","adult":false,"genre_ids":[]},{"cast":[],"overview":"THE BLADDERWORT DOCUMENT is a diary film made when the filmmaker lived in southwestern Ohio at Bladderwort Farm (named for the only insectivorous plant native to North America). Here she plays with light: picks it up and embraces it, throws it around, pierces it and wiggles it. Artists Joyce Wieland, Carolee Schneemann, Beverly Conrad, Nancy Rexroth and Tony Dallas appear.","release_date":"1978-01-01","vote_average":0.0,"runtime":8,"cert":"\"\"","id":425440,"title":"The Bladderwort Document","adult":false,"genre_ids":[]},{"cast":[],"overview":"A response to a newspaper account of a self-inflicted Caesarian section.","release_date":"1984-01-01","vote_average":0.0,"runtime":17,"cert":"\"\"","id":425445,"title":"Other Reckless Things","adult":false,"genre_ids":[]},{"cast":[],"overview":"THRENODY is a consideration of mortality in which the filmmaker examines the residue and physical artifacts of death and memorializes the loss of friends and victims of the attacks on the World Trade Center in New York on 9\/11\/01.","release_date":"2003-09-13","vote_average":0.0,"runtime":10,"cert":"\"\"","id":425447,"title":"Threnody","adult":false,"genre_ids":[]},{"cast":[],"overview":"This work delves deeply into experiments similar to the filmmaker's parallel work in color photography. In this film, Janis Lipzin blends her enduring interest in nature's volatile events with her sympathy with film's unpredictable response to light. She made a conscious decision to begin with film based on that medium's unduplicable and capricious reaction to photo-chemical stimuli. She used darkroom processes to produce outcomes that allude to (but don't truly describe) color in the natural world. Lipzin then interweaved the results with the more controllable properties of digital technology. By using both digital and analog tools, she was able to achieve results unattainable by either medium alone. The filmmaker's methods allow her to avoid many conventional industrial processes and vastly expand the boundaries of common color palettes.","release_date":"2009-01-01","vote_average":0.0,"runtime":4,"cert":"\"\"","id":425449,"title":"De Luce 1: Vegetare","adult":false,"genre_ids":[]},{"cast":[],"overview":"VIA RIO is an ode to our human desire for relationship. The film tumbles through a series of relationships woven around one woman's narration of her parents' marriage. This woman (played by Lilian Mafra) is a fresh and fecund personality who relates the story of her mother's infidelities while sitting naked and pregnant in a garden. Interspersed around this narrative are a number of other scenes which feeds the complex nature of human interaction. Interaction that is sometimes comic, sometimes lonely but, as the very pregnant Mafra indicates, inevitably part of life.","release_date":"1986-03-13","vote_average":0.0,"runtime":7,"cert":"\"\"","id":425454,"title":"Via Rio","adult":false,"genre_ids":[]},{"cast":[],"overview":"A continuation of Dana Plays’ SALVAGE PARADIGM series compounding detritus of history and memory derived from found-footage salvaged from 1,600 educational films, thrown into a dumpster by Syracuse University after its downsizing effort closed the S.U. Educational Film Library. Plays optically re-photographs archival footage segments that she extracts with a focus on war documentation, science experiments, motion picture and optical inventions and other subjects throughout the history of the twentieth century.","release_date":"2008-01-01","vote_average":0.0,"runtime":5,"cert":"\"\"","id":425456,"title":"Rhizome","adult":false,"genre_ids":[]},{"cast":[],"overview":"This found-footage digital optical printer piece alludes to the decay of cinema and the advancing of digital film through a series of devolving images from the history of photography and early motion picture technology.","release_date":"2010-01-01","vote_average":0.0,"runtime":23,"cert":"\"\"","id":425458,"title":"Exquisit Corpses","adult":false,"genre_ids":[]},{"cast":[],"overview":"Stark, high-contrast shimmering circles of confusion emanating from streams in wet sand, and sand crabs scooting over their discarded exoskeletons in pools during low tide.","release_date":"2013-01-01","vote_average":0.0,"runtime":2,"cert":"\"\"","id":425460,"title":"Passage","adult":false,"genre_ids":[]},{"cast":[],"overview":"Saul Levine spent six years (from 1967-1973) cutting up and reediting 8mm prints of two Charlie Chaplin shorts, IN THE PARK and EASY STREET, into a dynamic yet dreamy deconstruction of physical and narrative movement. What begins with Chaplin looping around in circular repetitions between a Keystone Kop and an ominous vagrant becomes more fractured as the film expands. News footage of police arresting protesters (shot from a television screen on black-and-white 8mm film) is cut into the comedy of cops and criminals (a shot of political reality through the slapstick fantasy) and images are abstracted by rapid-fire cutting. Even the physical cuts of the celluloid become part of the image as Levine chops through the frames themselves, leaving broad gashes on the screen and fracturing images until they overlap with the next shot and the suggestions of narrative are whirled into a frenzy of motion.","release_date":"1973-01-01","vote_average":0.0,"runtime":10,"cert":"\"\"","id":425462,"title":"The Big Stick\/An Old Reel","adult":false,"genre_ids":[]},{"cast":[],"overview":"NOTE TO POLI is, in the words of his student and fellow experimental filmmaker Marjorie Keller, \"a note to the filmmaker Poli Marichal 'about' penetration.\" P. Adams Sitney observed that the film revealed \"the visionary power of sexuality for the filmmaker\" and it is indeed one of his most sexually visceral. Levine contrasts the startling frankness of the sexual activity that opens the film with the calm of a young person at rest with a cup of coffee and the serenity of post-coital cigarette smoke hanging in the air.","release_date":"1983-01-01","vote_average":0.0,"runtime":3,"cert":"\"\"","id":425464,"title":"Note to Poli","adult":false,"genre_ids":[]},{"cast":[],"overview":"ART PARADE is a meditation on staring and display, and on the ambiguous energies that emanate from both. Much of the film is dominated by the stunning presence of Kembra Pfahler (leader and co-founder of rock-performance troupe The Voluptuous Horror of Karen Black) escorted by a chorus of her Karen Black Girls.","release_date":"2007-01-01","vote_average":0.0,"runtime":5,"cert":"\"\"","id":425469,"title":"Art Parade","adult":false,"genre_ids":[]},{"cast":[],"overview":"LEFT SIDE, RIVERSIDE experimentally documents the filmmaker's experience of Riverside Park, on the left side of Manhattan. The film combines \"live action\" footage and in-camera double exposures. This footage is then further layered by superimposing and bi-packing the camera footage with handmade and hand-painted film frames created from plants and flowers gleaned in Riverside Park. The ambient sounds come from both Riverside Park and the filmmaker’s childhood home in northeastern Missouri.","release_date":"2011-01-01","vote_average":0.0,"runtime":7,"cert":"\"\"","id":425474,"title":"Left Side, Riverside","adult":false,"genre_ids":[]},{"cast":[],"overview":"Caryn Cline composes a gentle, poetic film of optically-printed plants and leaves from her neighbor Lucy Goeres' terrace. Goeres also plays the flute on the accompanying musical track (aided with birdcalls and nature sounds as recorded by Cline herself).","release_date":"2009-01-01","vote_average":0.0,"runtime":4,"cert":"\"\"","id":425476,"title":"Lucy's Terrace","adult":false,"genre_ids":[]},{"cast":[],"overview":"The filmmaker returns to her old neighborhood in Brooklyn, New York. The footage captures a landscape known as The Gowanus Canal, an area of Brooklyn, which was once inhabited by a productive port and industrial compound. The area is now overly polluted and is officially registered as a superfund site by the US environmental protection agency. Using the Gowanus Canal and surrounding landscape as a moment for reflection on the past, this film addresses the role of landscape and how it can work to incite memory and exercise reflection.","release_date":"2012-01-01","vote_average":0.0,"runtime":5,"cert":"\"\"","id":425478,"title":"Gowanus Haze","adult":false,"genre_ids":[]},{"cast":["Nuri Sesigüzel","Yıldız Tezcan","Münir Özkul","Suzan Avcı","Muzaffer Nebioglu"],"overview":"","release_date":"1968-01-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":425483,"title":"Yayla Kartalı","adult":false,"genre_ids":[]},{"cast":["Tom Riley","Tom Brooke","Miranda Raison","Christopher Fulford","Charlotte Riley"],"overview":"Detective Inspector William Wagstaffe (Tom Riley), 32, is haunted by the murder of his parents during a family holiday in Spain when he was 16 years old. The killers are still at large and ‘Staffe’ is unable to let go until he finds them. It is probably no coincidence that after leaving school and joining the police force he rose quickly through the ranks to become Detective Inspector before the age of thirty.","release_date":"2016-11-09","vote_average":6.0,"runtime":120,"cert":"N\/A","id":425488,"title":"Dark Heart AKA Wagstaffe","adult":false,"genre_ids":[18,80]},{"cast":["William Smith","James Pfeiffer","Steve Viall","Tracy Hughes","Deborah Furlan"],"overview":"Girls are abducted and sold on the white slave market.","release_date":"1991-01-01","vote_average":0.0,"runtime":90,"cert":"\"\"","id":425496,"title":"Merchant of Evil","adult":false,"genre_ids":[28]},{"cert":"\"\"","title":"Michael Che Matters","cast":["Michael Che"],"id":425498,"overview":"\"SNL\" star Michael Che takes on hot-button topics like inequality, homophobia and gentrification in this stand-up set filmed live in Brooklyn.","runtime":60,"genre_ids":[35],"release_date":"2016-11-25","vote_average":7.1,"adult":false}]