[{"cast":["Julia Migenes"],"overview":"La Voix Humaine is a concerto for soprano and orchestra, centering on the break-up of a relationship by telephone. It represents one side of a conversation between a young woman (sung by American soprano, Julia Migenes) and her lover, who has jilted her. In a 1930s, Parisian apartment, a woman is seen making for the door. As she passes the telephone, it rings. From now on she sings, sitting, standing, on her knees, pacing up and down the room, pulling at the telephone cord, going through every emotion until ultimately, in despair, she takes her own life.  Jean Cocteau wrote, it is not just that the telephone is sometimes more dangerous than the revolver but that its tangled cord drains us of our strength, while giving us nothing in return.","release_date":"1990-11-18","vote_average":0.0,"runtime":51,"cert":"N\/A","id":426501,"title":"La voix humaine","adult":false,"genre_ids":[]},{"cast":["Liz Bathory","Erin Brown","William Hellfire","Joey Smack","Marie Mazur"],"overview":"Benny finally decides to quit his drug dealing business. Unfortunately the electric cord strangler is still on the loose, planning to kill Benny and everyone close to him.","release_date":"2000-01-01","vote_average":0.0,"runtime":90,"cert":"\"\"","id":426503,"title":"I, Asphyxia: The Electric Cord Strangler III","adult":false,"genre_ids":[27]},{"cast":["Jennifer Galardi"],"overview":"NO TIME TO EXERCISE?  We have the solution for you - the 10 Minute Solution! Everyone can find at least ten minutes in their day, and we've developed 5 dynamic workouts that are just 10 minutes each. The workouts will slim down your entire body and help you sculpt irresistible dancer's curves using the dance toning band. Compact and ultra-efficient, you can split these routines into 5 separate workouts or do them all together for the ultimate dance and tone workout!  SEXY SLIM DOWN\r HIGH ENERGY FAT BURNER\r DANCER'S ABS\r UPPER BODY TONE UP\r BUNS &amp; THIGH SCULPT","release_date":"2007-12-04","vote_average":0.0,"runtime":57,"cert":"\"NR\"","id":426505,"title":"10 Minute Solution: Dance It Off & Tone It Up","adult":false,"genre_ids":[]},{"cast":["Erin Brown","Ruby LaRocca","Joey Smack","William Hellfire"],"overview":"In a drunken fit of ecstasy, two college girls (Misty Mundae, Ruby Larocca) find an intense passion for each other. While sober, the sexual experimentation doesn't sit so easily with one of the young girls as she struggles with the temptation of a possible second night of unbridled passion.","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":426507,"title":"Dead Girls Don't Say Goodbye","adult":false,"genre_ids":[27,18]},{"cast":["Noriko Hidaka","Rei Sakuma","Kazuki Yao","Maria Kawamura","Masako Katsuki"],"overview":"Noriko Takaya's dream is to become a space pilot like her father, who died when she was young after an attack by alien forces in deep space. After entering Okinawa Girls Space Pilot High School, she must persuade everyone, especially herself, that she can fulfill her goal and become an accomplished pilot despite being just an ordinary girl.","release_date":"1988-10-07","vote_average":6.5,"runtime":180,"cert":"N\/A","id":426518,"title":"Gunbuster","adult":false,"genre_ids":[28,12,16,18,878]},{"cast":["Ruby Honeycat","William Hellfire","Chelsea Mundae","Josh Miller","Mickey Ovum"],"overview":"She let out a tiny whimper as his big meaty hands squeezed the life from her beautiful body. She was now his! Welcome to Nude Strangle, where throat-clenching losers stalk, throttle and silence their prey.","release_date":"1997-01-01","vote_average":0.0,"runtime":75,"cert":"\"\"","id":426520,"title":"Nude Strangle","adult":false,"genre_ids":[27]},{"cast":["Ruby LaRocca","Zoe Moonshine","Darian Caine"],"overview":"A journalist gets herself into hot water (read: torture and rape) investigating a missing person's report.","release_date":"2001-01-01","vote_average":0.0,"runtime":100,"cert":"\"\"","id":426522,"title":"To Escape Bondage!","adult":false,"genre_ids":[27]},{"cast":["Tina Krause","Erin Brown","William Hellfire","Lilly Tiger","Joey Smack"],"overview":"Stanley, Travoy, Shapirio and Armond are back...and badder then ever! Stoked on drugs, fueled by hate, and propelled by a violent bloodfrenzy, this band of marauding monsters preys upon young girls, making mincemeat out of every unsuspecting, \"she's askin' for it\" chicky-poo that crosses their path. And they do it in grand style! Strangulation, bludgeoning, disrobing, humiliation, defilement, beating, breast slapping, binding and gagging, stabbing, drowning, trunk stuffing, forced regurgitation, rape and necrophilia. It's just how they get their kicks.","release_date":"1998-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":426524,"title":"Infamous Bondage Murders 2","adult":false,"genre_ids":[27]},{"cast":["Erin Brown"],"overview":"First person video that allows the viewer a chance to simulate raping and murdering Misty Mundae.","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":426526,"title":"Virtual Kidnapper","adult":false,"genre_ids":[27]},{"cast":["Ruby LaRocca","Erin Brown","Zoe Moonshine","Tim McBride"],"overview":"A reclusive and suicidal young man ventures out of his tiny apartment to a local playground and encounters various weird people with weird agendas.","release_date":"2003-01-01","vote_average":0.0,"runtime":6,"cert":"\"\"","id":426528,"title":"Sour Milk","adult":false,"genre_ids":[27]},{"cast":["Thomas Ryan","Erin Brown","Kathryn Lill","Tom Coll","Deana Enoches"],"overview":"Danny is a long-term insomniac. He comes across an ad for the Audible Lucid Perceptions sleep clinic, run by the peculiar Dr. Zovnig, and goes in for a consultation. The doctor gives him a small audio device, which generates brain-frequency-altering audio waves, intended to hypnotize Danny into a dream state. Upon the first treatment, Danny is cured and is now sleeping better than he ever has in his life. Danny starts to realize that although he may be able to sleep again, there could be something wrong. Nightmares haunt his sleep, with recurring hallucinations and blackouts while he's awake. Is it all a side effect of the treatment, or is there some evil force at work, affecting Danny's every move?","release_date":"2017-01-13","vote_average":0.0,"runtime":null,"cert":"\"\"","id":426530,"title":"Theta States","adult":false,"genre_ids":[27]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":426541,"title":"Marie Louise Ekmans Utflykter","adult":false,"genre_ids":[]},{"cast":["Keira Knightley","Mackenzie Foy","Eugenio Derbez","Matthew Macfadyen","Richard E. Grant"],"overview":"A young girl is transported into a magical world of gingerbread soldiers and an army of mice.  In Disney’s magical take on the classic The Nutcracker, Clara wants a one-of-a-kind key that will unlock a box holding a priceless gift. A golden thread presented at her godfather’s holiday party leads her to the coveted key—which promptly disappears into a strange and mysterious parallel world. There Clara encounters a soldier, a gang of mice and the regents of three magical Realms. But she must brave the ominous Fourth Realm, home to the tyrant Mother Ginger, to retrieve her key and return harmony to the unstable world.","release_date":"2018-10-26","vote_average":6.0,"runtime":99,"cert":"\"PG\"","id":426543,"title":"The Nutcracker and the Four Realms","adult":false,"genre_ids":[14,12,10751]},{"cast":["Neil deGrasse Tyson","Bill Nye","Michio Kaku","Jim Lovell","Gene Kranz"],"overview":"In 1962, spurred by the Cold War, President John F. Kennedy famously made the bold proclamation that NASA would send astronauts to the moon by the end of the decade, not because it was easy, but because it was a challenge. The Space Race inspired a generation to pursue careers in science and technology, but as the balance of world power shifted, interest in space exploration declined. \"Fight for Space\" serves as an urgent call to re-awaken our sense of wonder and discovery.","release_date":"2016-11-14","vote_average":8.0,"runtime":92,"cert":"\"\"","id":426545,"title":"Fight For Space","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In a busy life, Copi is a father who tries to teach the right way to his son, Paste. But - What is the correct path?","release_date":"2015-11-06","vote_average":7.5,"runtime":8,"cert":"N\/A","id":426547,"title":"Alike","adult":false,"genre_ids":[16,18]},{"cast":[],"overview":"Aria, a bovine diva, demands to be respected for more than just her dairy products. An animated musical short featuring a previously unreleased song by Howard Ashman &amp; Alan Menken","release_date":"2015-04-22","vote_average":0.0,"runtime":7,"cert":"\"\"","id":426549,"title":"Aria for a Cow","adult":false,"genre_ids":[]},{"cast":["Paolo Malco","Francesca De Sapio","Fabrizio Bentivoglio","Inga Alexandrova","Remo Remotti"],"overview":"Aurora Rumelin is happy because the noble writer Leopold Sacher-Masoch has asked for her hand. Little by little the marriage goes into crisis mainly because Leopold asks his wife to beat him before sexual relations and to treat him like a slave. Both spouses have lovers and, in the end, the marriage ends in divorce.","release_date":"1980-08-30","vote_average":5.0,"runtime":110,"cert":"N\/A","id":426551,"title":"Masoch","adult":false,"genre_ids":[18]},{"cast":["Enzo Andronico","Marina Hedman","Guia Lauri Filzi","Marcella Petrelli","Mark Shannon"],"overview":"","release_date":"1981-06-15","vote_average":9.0,"runtime":null,"cert":"N\/A","id":426553,"title":"Chiamate 6969: taxi per signora","adult":false,"genre_ids":[35]},{"cast":["Robert Cornthwaite","John A. Dean","William Brandt","Theodore Fisher","Dixie Becker"],"overview":"Inspired in part by the Irwin Allen film The Story of Mankind (1957), Environment is a featurette that is a cross between a Pirandello play, a science fiction film by Edward D. Wood Jr., and a mundane scientific documentary. The premise is that five individuals from one community, Eagle Valley, are abducted by aliens who then put them on trail for environmental crimes as typical representatives of the human race. Environment was primarily shown in high schools to stimulate discussion on the balance of nature, pollution, and human consumption.","release_date":"1971-01-02","vote_average":0.0,"runtime":48,"cert":"\"\"","id":426564,"title":"Environment","adult":false,"genre_ids":[878]},{"cast":["Kenny Zimlinghaus","Aaron Wertheimer","Anthony Mascorro","Julie Mann","Dave Rosinsky"],"overview":"Two best friends' friendship is put to the test when they decide to enter the boxing ring to raise money to pay rent.","release_date":"2015-06-21","vote_average":0.0,"runtime":77,"cert":"\"\"","id":426566,"title":"Wedgerino","adult":false,"genre_ids":[]},{"cast":["Josh Brolin","Brian Deegan","Seth Enslow","Carey Hart","Tony Hawk"],"overview":"The definitive, adrenaline-soaked story of the birth and boom of the most extreme sport on the planet: Freestyle Motocross.","release_date":"2016-08-01","vote_average":5.7,"runtime":92,"cert":"\"\"","id":426568,"title":"Unchained: The Untold Story of Freestyle Motocross","adult":false,"genre_ids":[99]},{"cast":["Riccardo Cucciolla"],"overview":"","release_date":"1977-12-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":426570,"title":"Tomboy - I misteri del sesso","adult":false,"genre_ids":[99]},{"cast":["Halvar Björk","Roland Jansson","Conny Larsson","Monica Nordquist","Erik Paaske"],"overview":"Gangster chick Zara steals jewels together with the criminal Slim, who hides the loot in the hearse 'Hulda', which lazy trash man Sven has been assigned to drive to a priest in Paris. A wild hunt for the diamonds starts. The journey goes through Europe, where the hunted Sven is accompanied by a kind scout and a skinny dipping female Salvationist.","release_date":"1969-11-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":426572,"title":"Den vilda jakten på likbilen","adult":false,"genre_ids":[35]},{"cast":["Marián Čekovský","Jakub Kroner","Denis Domaracký","Boris Bauer","Ivo Ladižinský"],"overview":"","release_date":"2015-06-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":426574,"title":"LokalFilmis","adult":false,"genre_ids":[16,35]},{"cast":["Christopher Grant Pearson","Alec Manley Wilson","Ryan Weldon","Alexander Neil Miller","Justin Xavier Smith"],"overview":"A new romantic comedy feature film that brings together three interrelated tales of gay men seeking family, love and sex during the holiday season.","release_date":"2016-05-14","vote_average":6.2,"runtime":75,"cert":"\"\"","id":426576,"title":"Shared Rooms","adult":false,"genre_ids":[]},{"cast":["Carl Ebert","Vera Witt","Hugo Flink","Hans Mierendorff","Louis Neher"],"overview":"a silent movie by Robert Wiene","release_date":"1915-09-03","vote_average":0.0,"runtime":79,"cert":"N\/A","id":426590,"title":"Der springende Hirsch","adult":false,"genre_ids":[]},{"cast":["Bruno Decarli","Maria Fein","Emil Rameau","Alexander von Antalffy"],"overview":"a silent movie by Robert Wiene","release_date":"1916-01-01","vote_average":0.0,"runtime":40,"cert":"N\/A","id":426592,"title":"The Man in the Mirror","adult":false,"genre_ids":[18]},{"cast":["Danièle Delorme","Henri Vidal","Nic Vogel","Maurice Ronet","Jean Debucourt"],"overview":"","release_date":"1952-10-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":426594,"title":"La Jeune Folle","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Robin, the first girl born in Cyberspace, becomes a virtual DJ for Brenda Plump's new virtual reality nightclub. However, she soon gains the attention of the leather-clad dominatrix XXX (pronounced \"Triple X\"), a cyber being who wants to enter the real world to turn everyone into sex-crazed maniacs. With the help of a band of psychic cartoon characters, Robin learns that her unique birth grants her special powers that help her face off against XXX.","release_date":"2000-05-03","vote_average":3.5,"runtime":75,"cert":"\"\"","id":426596,"title":"Robin and the Dreamweavers","adult":false,"genre_ids":[16]},{"cast":["Françoise Rosay","André Brulé","Marie Glory","Fabien Loris","Louise Carletti"],"overview":"Due to an accident at the Barlay Circus, animal trainer Flora finds Fernand, a former prison escapee, and refers him to manager, Edouard Barlay.","release_date":"1938-03-04","vote_average":7.0,"runtime":108,"cert":"N\/A","id":426601,"title":"People Who Travel","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2012-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":426603,"title":"USA côte ouest et far west 2","adult":false,"genre_ids":[]},{"cast":["Choi Eun-hee","Han Eun-jin","Kim Seung-ho","Shin Young-kyun","Nam Koong Won"],"overview":"When two wives realize that their wealthy and otherwise upstanding husbands have mistresses, they invite the 'other women' to stay in their houses for awhile. Realizing that they are breaking up happy families, the girls eventually agree to give up the married men.","release_date":"1963-01-25","vote_average":0.0,"runtime":125,"cert":"N\/A","id":426617,"title":"Love Affair","adult":false,"genre_ids":[]},{"cast":["Zhao Xiaoyong","Zhou Yongjiu"],"overview":"An intimate portrait of a peasant-turned oil painter transitioning from making copies of iconic Western paintings to creating his own authentic works of art.","release_date":"2016-12-15","vote_average":5.5,"runtime":80,"cert":"N\/A","id":426619,"title":"China's Van Goghs","adult":false,"genre_ids":[99]},{"cast":["George MacKay","Elliot James Langridge","Alex Lincoln","Rory J. Saper","Alex Esmail"],"overview":"In his last months alive a young man calls upon his four closest friends to make his existence infinite through the assembly of five key elements from his life.","release_date":"2016-05-20","vote_average":0.0,"runtime":15,"cert":"N\/A","id":426621,"title":"Infinite","adult":false,"genre_ids":[18,35]},{"cast":["George MacKay","Alex Lawther","Cavin Cornwall","Martina Finch","Steve Jameson"],"overview":"A young man is forced to confront an uninvited and ever-present narrator.","release_date":"2016-08-15","vote_average":0.0,"runtime":13,"cert":"\"\"","id":426623,"title":"Narrated By","adult":false,"genre_ids":[]},{"cast":["Jamie Overstreet","Jon Nix"],"overview":"Twelve. Twelve. Twelve. Twelve. Twelve. Twelve. Twelve. Twelve. Thirteen.","release_date":"","vote_average":0.0,"runtime":2,"cert":"N\/A","id":426625,"title":"13","adult":false,"genre_ids":[27]},{"cast":["George MacKay","Susannah Doyle","Joseph Harmon","Marion Bailey","Maimie McCoy"],"overview":"To end a bitter blood feud and bind two warring families, a mother must accept her son's murderer into her home.","release_date":"2015-06-16","vote_average":0.0,"runtime":26,"cert":"N\/A","id":426627,"title":"Fuel to Fire","adult":false,"genre_ids":[]},{"cast":[],"overview":"First to Fall follows two young civilian expatriate 'rebels' on their 8-month journey to liberate Libya, their home country. Carrying cameras along with guns into battle, they took lenses where no documentary has gone before, capturing the madness of the Libyan front lines firsthand. Director Rachel Beth Anderson's distinct female perspective reveals their dramatic transformation as these young men give up comfortable, stable lives in Canada to take up arms against a corrupt regime and risk their lives in a brutal, chaotic war. Anderson's incredible access provides audiences a personal connection to this honest, witty, at times shocking, modern coming of age tale.","release_date":"2014-01-01","vote_average":4.5,"runtime":80,"cert":"N\/A","id":426641,"title":"First to Fall","adult":false,"genre_ids":[]},{"cast":["Hong Seok-jae","Um Tae-goo","Ryu Hye-young"],"overview":"When I'm with you, my heart vibrates.","release_date":"2011-09-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":426643,"title":"Heart Vibrator","adult":false,"genre_ids":[]},{"cast":["Alfonso Mendiguchía","Juan Luis Sara"],"overview":"The Shepherd is a slow burning psychological drama and a parable of corporate greed, steadily building to a powerful climax under the skilful direction of young Spanish filmmaker Jonathan Cenzual Burley. Anselmo is a taciturn shepherd who lives a spartan life on a small farm in the Spanish plains. When he is approached by a construction company looking to buy his land, his casual refusal sends ripples through the community. It seems everyone around him has a stake in the development and increasingly extreme opposition from his neighbours leads to bitter conflict.","release_date":"2016-11-04","vote_average":10.0,"runtime":98,"cert":"\"\"","id":426645,"title":"The Shepherd","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":426647,"title":"Ouzo, Stoff und Taschentücher","adult":false,"genre_ids":[]},{"cast":[],"overview":"All through the night until daybreak, Argentinian writer Alberto Laiseca answers questions he posed to characters in this books, weaving a dialogue between characters and author. In this Borgesian game, Ignasi Duarte—a paradoxical and almost invisible interviewer—creates a space dealing with fear, death, love and myth, not forgetting the taste of beer. This literary huis clos is also a physical one, filmed in the enclosed space of a two-room apartment, like a mental space, with the camera focused solely on the writer, until the final swing.","release_date":"2016-07-14","vote_average":0.0,"runtime":50,"cert":"N\/A","id":426649,"title":"El monstruo en la piedra","adult":false,"genre_ids":[]},{"cast":[],"overview":"The filmmaker’s grandfather and his best friend emigrated from Spain to South America when they were young. After years of friendship, they made a pact. A film about oral history, human remains, bureaucracy and embodiment.","release_date":"2016-11-18","vote_average":0.0,"runtime":13,"cert":"N\/A","id":426651,"title":"The American, Eusebio","adult":false,"genre_ids":[]},{"cast":[],"overview":"What would happen if bees simply disappeared? We’d only have four years left to live. No bees means no pollination, no plants, no animals, no humans.","release_date":"2016-11-18","vote_average":0.0,"runtime":4,"cert":"N\/A","id":426653,"title":"Pollinator","adult":false,"genre_ids":[]},{"cast":[],"overview":"Disc 1: Basics Step-by-step DVD consists of seven exercises which are the foundation of all Pilates workouts, whether you are a beginner, intermediate or advanced. Approximate running time: 29 minutes  Disc 2: 20 minute workout is a fast, fun, no-nonsense program designed to Sculpt Your Body Slim in just 20 minutes a day!  Approximate running time: 26 minutes  Disc 3: Accelerated Body Sculpting is a complete total body workout designed to work every area of the body.  Approximate running time: 57 minutes","release_date":"2004-01-01","vote_average":0.0,"runtime":29,"cert":"\"PG\"","id":426664,"title":"Winsor Pilates Basics Step-By-Step - Basic 3 DVD Workout Set Disc 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"Accelerated Body Sculpting is a complete total body workout designed to work every area of the body. Shrink and firm your buns hips and thighs. Tighten and flatten your tummy by working your center or \"powerhouse\". Increase energy, flexibility and improve overall health. Plus, sculpt long, lean muscles that will redefine your body.","release_date":"2004-01-01","vote_average":0.0,"runtime":57,"cert":"\"PG\"","id":426666,"title":"Winsor Pilates Accelerated Body Sculpting - Basic 3 DVD Workout Set Disc 3","adult":false,"genre_ids":[]},{"cast":[],"overview":"Watch how these highly-trained scientists routinely - and carefully - fly into the world's most destructive storms to discover what makes them tick and to measure their intensity and probably path.  Then hear first-hand accounts of Hurricane Camille, the most devastating storm ever to strike the United States.  As Bob Sheets, director of the National Hurricane Center says, \"Even if we could issue the perfect forecast, it does no good unless you motivate people to take the right action.\"","release_date":"","vote_average":10.0,"runtime":60,"cert":"N\/A","id":426671,"title":"Nova: Hurricane!","adult":false,"genre_ids":[]},{"cast":["Jessica Kaye","Daniel Ahearn","Mark Webber","Shamira Gill-Card","Myrna Manzanares"],"overview":"A man learns his estranged father has passed away and willed him the family home. He returns with his pregnant girlfriend to his childhood home of Belize, where he must face his past while fighting for intimacy in the present.","release_date":"2017-03-11","vote_average":6.3,"runtime":76,"cert":"\"\"","id":426673,"title":"Inheritance","adult":false,"genre_ids":[18]},{"cast":[],"overview":"On the morning of August 27, 1883, the rumbling volcano of Krakatoa stood more than 6,000 feet high, with a diameter of approximately 10 miles.  Later that day, this giant cone exploded so violently it was literally blown away.  The effects of the volcanic explosion caused a tidal wave more than 140 feet high; one ship was carried more than two miles inland.  Hail-sized stones fell as far as 100 miles away, and the city of Jakarta fell into total darkness.  For many of the area's inhabitants, Armageddon had arrived.  Over 36,000 people were killed immediately, and countries all over the globe were affected by the volcano's devastating after-effects.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":426678,"title":"PBS: Krakatoa","adult":false,"genre_ids":[]},{"cast":["Elliott Lindsey","Sandy Carey","Christopher Geoffries","Tony Porta","John F. Goff"],"overview":"A mob courier is given the responsibility of transferring drugs from California to Hawaii. What he doesn't count on is his backstabbing girlfriend hiring an assassin to steal his stash.","release_date":"1971-01-01","vote_average":0.0,"runtime":93,"cert":"\"\"","id":426689,"title":"The Godchildren","adult":false,"genre_ids":[80,28]},{"cast":[],"overview":"Combining blues structures with the power and volume of hard rock, Led Zeppelin was one of the pioneering bands of what would come to be known as heavy metal, and through much of the '70s the group was among the most popular and acclaimed rock bands on Earth. Inside Led Zeppelin 1968-1972 - A Critical Review is a documentary which looks at the influence and legacy of this great band, featuring rare newsreel footage, little-seen concert clips (including a performance of Eddie Cochran's \"Let's Have A Party\"), and interviews with journalists and musicians who analyze Led Zeppelin's most important recordings.","release_date":"2005-02-01","vote_average":0.0,"runtime":54,"cert":"\"\"","id":426694,"title":"Inside Led Zeppelin: A Critical Review 1968-1972","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this DVD Dave explains and demonstrates all aspects of developing your own sound.  Beginning with how to get a great acoustic sound, Dave walks you through all the details of tuning your kit.  He then adds the mics, explaining the various types and their function and guides you in proper selection and placement.  Next he shows the missing console and covers frequencies, equalization, phase cancellation, and noise gates.  All of the explanations are clearly demonstrated with visual graphs and audio reinforcement.  This is the most complete sound reinforcement instruction ever developed for percussionists.  Also included are great performances by the Dave Weckl Band featuring the musicians Buzz Felton, Brandon Fields, Tom Kennedy, Jay Oliver, Ernie Watts, and Steve Weingart.","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":426696,"title":"Dave Weckl: A Natural Evolution - How to Develop Your Own Sound","adult":false,"genre_ids":[]},{"cast":["Lang Lang","Simon Rattle"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":426698,"title":"The Highest Level","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In this DVD, Jeff describes his approach to straight time, triplet and shuffle feels, as well as Latin grooves.  Jeff breaks down a variety of drum patterns, including his most famous groove from Toto's megahit \"Rosanna\".  This jam-packed 34-minute program is full of helpful suggestions on such topics as half-time shuffles, bass drum pedal technique and a host of other personal tips.  You will see that by using different accents and timing techniques you can achieve a wide variety of effects on the high hat.  A live band setting, featuring his brother Michael Porcaro on bass and studio musician, songwriter David Garfield on keyboards, creates an exciting atmosphere to help demonstrate Jeff's famous grooves.  This is truly a unique opportunity to receive a private drum lesson from a versatile and respected musician.","release_date":"","vote_average":0.0,"runtime":34,"cert":"N\/A","id":426700,"title":"Jeff Porcaro: Instructional DVD for Drums","adult":false,"genre_ids":[]},{"cast":[],"overview":"Drumset Technique (Disc One):  Steve explains hand and foot technique in unprecedented detail and gets to the core of what drummers need to know in order to improve their feel and technical skills.  Segments include: Hand Technique; Foot Technique; The Art of Practice; Exercises, Licks, and Phrases; Independence \/ Interdependence; and Implied Metric Modulations; plus four extended solo drum pieces.  History of the U.S. Beat (Disc Two):  With the help of an all-star band, Steve explains the evolution of the drumset in U.S. music, how the drumset was first used in all the major styles, and how closely related all the styles are.  Segments include: Early New Orleans Jazz; Big Band; Bebop; Rhythm and Blues; Country; Blues; Gospel; Rock 'n' Roll; Funk; and Jazz\/Rock.","release_date":"","vote_average":0.0,"runtime":278,"cert":"N\/A","id":426702,"title":"Steve Smith: Drumset Technique \/ History of the U.S. Beat","adult":false,"genre_ids":[]},{"cast":[],"overview":"Here Is The Follow-Up To Eric's Classic Instructional DVD Total Electric Guitar. Building On That DVD, Eric Goes On To Show You: Tempered Tuning, Pick And Finger Techniques, His Famous 'Koto' Technique, Slide Guitar, Volume Swells For Lead And Slide Plus A Host Of Technical Tips Including Multi-Amp Setup, Action And String Tension Adjustments. The DVD Also Includes Several Exclusive Live Performances By Eric Playing With His Band! It All Adds Up To The Ultimate Electric Guitar Lesson!","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":426710,"title":"Eric Johnson: The Fine Art of Guitar","adult":false,"genre_ids":[]},{"cast":[],"overview":"Here is a unique opportunity to study with one of the great electric guitarists.  Eric Johnson gives a master class in advanced picking, techniques for speed and accuracy, left- and right-hand muting, blues bends, pedal steel-style bends, and unique chord voicings.  There is much more, too, all adding up to a truly great 90-minute electric guitar lesson from the man of whom Steve Morse said, \"Eric Johnson is so good it's ridiculous!\"","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":426712,"title":"Eric Johnson: Total Electric Guitar","adult":false,"genre_ids":[]},{"cast":[],"overview":"Eight-time Grammy-winner George Benson covers chord substitutions, turnarounds, the Wes Montgomery style, and more.  He demonstrates his signature scat-style singing on the groundbreaking \"This Masquerade\" and soloing over the famous \"On Broadway\" vamp.  Also included are several virtuoso solo jazz and blues guitar performances by Benson himself - further proof, it were needed, of his total mastery of jazz guitar.","release_date":"","vote_average":0.0,"runtime":65,"cert":"N\/A","id":426714,"title":"George Benson: The Art of Jazz Guitar","adult":false,"genre_ids":[]},{"cast":[],"overview":"Joe discusses the scales and arpeggios he uses when improvising. As notated in the accompanying booklet, Joe also demonstrates nonstop improvised lines for major 7th, minor 7th, and static and altered dominant 7th chord types, plus there’s a special section on turnarounds.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":426719,"title":"Joe Pass: Jazz Lines","adult":false,"genre_ids":[]},{"cast":[],"overview":"Six great lessons from the masters of blues guitar:\r Lesson 1: Arlen Roth\r Lesson 2: Lonnie Mack\r Lesson 3: Ronnie Earl\r Lesson 4: Duke Robillard\r Lesson 5: Buddy Guy\r Lesson 6: Harvey Mandel","release_date":"","vote_average":0.0,"runtime":31,"cert":"N\/A","id":426721,"title":"Learn Blues Guitar With 6 Great Masters!","adult":false,"genre_ids":[]},{"cast":[],"overview":"Jazz is one of the most challenging and satisfying styles of music you can play on the guitar. This video lesson presents a very clear and thorough introduction to jazz guitar. You will study all the licks, chords, scales and theory that you will need to know to get started.  In this lesson, Fred Sokolow shows you:  - Chord construction and chord types, including inversions and diminished chords\r - Scalewise progressions and how to use them\r - Circle-of-fifths progressions and how to play and recognize them\r - Chord comping, chord soloing and playing single-note solos to standards like I Got Rhythm, Honeysuckle Rose and Watch What Happens\r - How to improvise solos using scales and chord-based licks\r - How to solo over II-V-I standard changes","release_date":"","vote_average":0.0,"runtime":75,"cert":"N\/A","id":426723,"title":"Fred Sokolow: Playing and Understanding Jazz Guitar","adult":false,"genre_ids":[]},{"cast":["Henny Porten","Heinrich Schroth","Paul Biensfeldt","Ernst Hofmann","Reinhold Schünzel"],"overview":"A slient movie by Robert Wiene.","release_date":"1918-01-18","vote_average":0.0,"runtime":64,"cert":"N\/A","id":426728,"title":"Gräfin Küchenfee","adult":false,"genre_ids":[]},{"cast":["Kamal adli","Kamarul Yusoff","Khatijah Tan","Abam Bocey","Amir Raja Lawak"],"overview":"A production team is filming a horror movie on a tight budget. The filming, taking place at a bungalow, is not smooth-sailing from the beginning. Egoistical veteran actress Khaty is fashionably late, and shooting can`t start until she`s on set. The director is also late as his grandmother just passed away. However, right before her death, the grandmother gave the director a `saka`, a legacy-like ghost that is passed down from generation to generation within the family. During the shooting, various strange occurrences happen and Khaty gets possessed by the `saka`.","release_date":"2016-10-13","vote_average":0.0,"runtime":122,"cert":"N\/A","id":426730,"title":"Kecoh! Primadona Kena Hantu!","adult":false,"genre_ids":[27,35]},{"cast":["Stella Harf","Max Kronert","Paul Mederow","Ernst Stahl-Nachbaur","Kurt von Wangenheim"],"overview":"a slient movie by Robert Wiene","release_date":"1919-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":426732,"title":"Der verführte Heilige","adult":false,"genre_ids":[]},{"cast":["Yang Shengcang"],"overview":"A man is struggling to keep his beloved bull from being used as sacrifice for his dead wife's funeral rites.","release_date":"2018-04-04","vote_average":8.0,"runtime":93,"cert":"N\/A","id":426734,"title":"Knife in the Clear Water","adult":false,"genre_ids":[18]},{"cast":["Harry Walden"],"overview":"a silent movie by Robert Wiene","release_date":"1919-11-26","vote_average":0.0,"runtime":47,"cert":"N\/A","id":426736,"title":"Ein gefährliches Spiel","adult":false,"genre_ids":[]},{"cast":["Harry Walden","Ernst Arndt","Leonie Ley"],"overview":"a silent movie by Robert Wiene","release_date":"1919-01-31","vote_average":0.0,"runtime":57,"cert":"N\/A","id":426738,"title":"Die Hindernisehe","adult":false,"genre_ids":[]},{"cast":["Erika Glässner","Friedrich Fehér","Ludwig Hartau","Reinhold Köstlin","Hermann Vallentin"],"overview":"a silent movie by Robert Wiene","release_date":"1920-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":426740,"title":"Die drei Tänze der Mary Wilford","adult":false,"genre_ids":[18]},{"cast":["Swetlana Smirnowa","Juri Wassiljew","Alexander Wokatsch","Sinowi Gerdt"],"overview":"","release_date":"1980-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":426745,"title":"Die Nachtigall","adult":false,"genre_ids":[]},{"cast":["Fly"],"overview":"A film by Patrick Sheard","release_date":"2016-11-19","vote_average":0.0,"runtime":16,"cert":"N\/A","id":426747,"title":"Ember, Filth, Fly","adult":false,"genre_ids":[]},{"cast":["Angela Groothuizen","Angéla Kramers","Anita Heilker","Esther Oosterbeek","Patty Zomer"],"overview":"","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":426749,"title":"Dolly Dots - We Believe In Love","adult":false,"genre_ids":[10402]},{"cast":["Walter Lima Jr."],"overview":"","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":426751,"title":"Walter.doc - o tempo é sempre presente","adult":false,"genre_ids":[99]},{"cast":["Angela Groothuizen","Patty Zomer","Ria Brieffies","Anita Heilker","Esther Oosterbeek"],"overview":"","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":426759,"title":"Dolly Dots - Reünieconcert","adult":false,"genre_ids":[10402]},{"cast":["George Michael","Andrew Ridgeley","Shirlie Holliman","Helen DeMacque","Dee C. Lee"],"overview":"","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":426764,"title":"Wham!","adult":false,"genre_ids":[10402]},{"cast":["Fosi Bendeck"],"overview":"A long monologue, a reflection about power and the human condition made by a king who rules the world from his throne.","release_date":"1979-09-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":426766,"title":"El reyecito","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Behind The Wall documents what life was like on both sides of The Berlin Wall through the eyes of ordinary citizens from East and West Germany. They give an in-depth and overlooked perspective of life before, during and after The Wall fell. Beginning with the celebration of the 20th anniversary of the 'Fall of the Wall' then through the voices of the people, weaves a true history of what life was like living on both sides of The Wall.","release_date":"","vote_average":0.0,"runtime":71,"cert":"N\/A","id":426768,"title":"Behind The Wall","adult":false,"genre_ids":[]},{"cast":[],"overview":"A searing portrait of four prisoners trying to escape the devastation of their past.","release_date":"2016-11-19","vote_average":9.0,"runtime":19,"cert":"\"\"","id":426770,"title":"Upstate Purgatory","adult":false,"genre_ids":[]},{"cast":["Kevin Russell","Stephan Weidner","Matthias Röhr","Peter Schorowsky","Stephan Weiler"],"overview":"","release_date":"2007-02-16","vote_average":10.0,"runtime":null,"cert":"N\/A","id":426772,"title":"Böhse Onkelz - VAYA CON TIOZ - (Disk 1\/4 - Erster Tag)","adult":false,"genre_ids":[99,10402]},{"cast":["Hoot Gibson","Francis Ford","J. Farrell MacDonald","Buck Connors","Clara Horton"],"overview":"Three Outlaws came across a stranded baby and must decided to save the child or escape from the law.","release_date":"1921-09-12","vote_average":0.0,"runtime":null,"cert":"\"\"","id":426777,"title":"Action","adult":false,"genre_ids":[37]},{"cast":[],"overview":"","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":426779,"title":"More New Wave","adult":false,"genre_ids":[10402]},{"cast":["Renata Cabral","Luísa Horta","Ana Carolina Oliveira"],"overview":"The movie follows the daily lives of three young women that live together in a big city of Brazil and go through crucial moments in their lives.","release_date":"","vote_average":0.0,"runtime":70,"cert":"N\/A","id":426781,"title":"Afternoon Woman","adult":false,"genre_ids":[18]},{"cast":["Stephen O'Reilly","Genevieve Angelson"],"overview":"Estranged siblings Genevieve and Stephen are caught in their father's cabin during a thunderstorm, emptying it from what it used to be. The electricity fails and they slowly find the calm that they were looking for.","release_date":"2013-12-31","vote_average":0.0,"runtime":14,"cert":"\"\"","id":426786,"title":"Niagara","adult":false,"genre_ids":[18]},{"cast":["Zuzana Fialová","Matej Landl"],"overview":"A funny, ironic but also serious film about the meaning and state of Slovak coolture. Coolture has become one of the other components of the store. As a result, its quality has been subject to commercial interest much more than before '89, transforming it into a number of more easily digestible genres of questionable quality. Even though there has been a socio-cool relaxation, our coolture is still looking for its identity. It is difficult to orientate this cool teenager. New media and the Internet have become the most widespread form of its dissemination. There has been a dramatic outflow of viewers from traditional cool-hearted events. New cool-life phenomena have emerged in connection with lifestyle change. How does the Slovak coolture look like today (official distributor text)","release_date":"2016-10-01","vote_average":9.0,"runtime":null,"cert":"N\/A","id":426791,"title":"Coolture","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Biffy Clyro's live 2014 performance at T in the Park festival","release_date":"2014-07-11","vote_average":0.0,"runtime":132,"cert":"N\/A","id":426802,"title":"Biffy Clyro - Live - T in the Park","adult":false,"genre_ids":[]},{"cast":["William Farnum","Jewel Carmen","Charles Clary","James A. Marcus","William Eagle Shirt"],"overview":"The life of Sam Houston, soldier, statesman, patriot and one of the founders of the Republic of Texas, is depicted.","release_date":"1917-09-16","vote_average":0.0,"runtime":80,"cert":"\"\"","id":426807,"title":"The Conqueror","adult":false,"genre_ids":[37]},{"cast":["Mikkey Dee","Lemmy","Phil Campbell"],"overview":"From Day Three of Rock in Rio 4, Sunday September 25 2011  1.Iron Fist  2.Stay Clean  3.Get Back In Line  4.Metropolis  5.Over the Top  6.One Night Stand  7.I Know How to Die  8.The Chase Is Better Than the Catch  9.In the Name of Tragedy  10.Going to Brazil  11.Killed by Death  12.Ace of Spades  13.Overkill","release_date":"2011-09-25","vote_average":0.0,"runtime":63,"cert":"N\/A","id":426809,"title":"Motörhead Rock in Rio 2011","adult":false,"genre_ids":[10402]},{"cast":["Marie Osborne"],"overview":"A Daughter of the West","release_date":"1918-05-26","vote_average":0.0,"runtime":null,"cert":"\"\"","id":426811,"title":"A Daughter of the West","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"After two years of massive didacticism in black-and-white [Hapax Legomena (1971-72)], I am surprised by Tiger Balm, lyrical, in color, a celebration of generative humors and principles, in homage to the green of England, the light of my dooryard… and consecutive matters.\" - HF","release_date":"1972-06-13","vote_average":0.0,"runtime":10,"cert":"\"\"","id":426813,"title":"Tiger Balm","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2018-04-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":426815,"title":"Congo Paradiso","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Julia Filep takes you through a complete body conditioning workout in this 70-minute session.  This total body program includes a resistance web session and will promote fitness, muscle tone, and weight loss.","release_date":"","vote_average":0.0,"runtime":70,"cert":"N\/A","id":426823,"title":"Simply Ball and Web","adult":false,"genre_ids":[]},{"cast":["Romain Duris","Marine Vacth","Anne Le Ny","Solène Rigot","Amandine Dewasmes"],"overview":"Under the German occupation, in a small French town, the arrival of a new priest arouses the interest of all women... Barny, a young communist and atheist woman, can not however be more indifferent. Driven by curiosity, the young skeptic went to the church in order to challenge this.","release_date":"2017-03-08","vote_average":6.3,"runtime":116,"cert":"N\/A","id":426825,"title":"The Confession","adult":false,"genre_ids":[18]},{"cast":["Jean Reno","Reem Kherici","Camille Chamoux","Pascal Demolon","Bruno Sanches"],"overview":"A high-profile burglar reconciles with his two daughters (half-siblings) to help him retaliate against his ex-partner who betrayed him.","release_date":"2017-01-04","vote_average":5.8,"runtime":91,"cert":"N\/A","id":426830,"title":"Family Heist","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Redefine your fitness goals and take it up a notch with The FIRM® Bootcamp: Maximum Calorie Burn. Acclaimed Firm instructor Alison Davis developed this calorie-melting home weight loss program that combines bootcamp training with cardio drills. As you jump, hop, squat and lunge your way through the high-energy routines, you'll tone your body while improving your speed and agility to burn three times more fat than doing aerobics alone.  If you want to go beyond the basic cardio and get results faster and sculpt muscle you may have never seen Bootcamp: Maximum Calorie Burn is the workout you've been waiting for. It's fitness at its best with bootcamp conditioning basics and plyometric \"power burst\" exercises. The moves are easy to follow so that anyone can do them and see immediate results.","release_date":"","vote_average":0.0,"runtime":52,"cert":"N\/A","id":426832,"title":"The FIRM: Bootcamp - Maximum Calorie Burn","adult":false,"genre_ids":[]},{"cast":[],"overview":"Based on the book by Jorge Montenegro, the film is composed of four segments of the famous fables: \"El cadejo\", \"La sucia\", \"La fiesta de ánimas\", and \"La taconuda\".","release_date":"2014-10-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":426834,"title":"Stories and Legends of Honduras","adult":false,"genre_ids":[27]},{"cast":["Edgar Flores","Andrea Portillo","Isis Vásquez","Charlie Martino"],"overview":"Three people are locked up in a house during a curfew. It turns out that one is a murderer, but they must find out who it is.","release_date":"2014-05-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":426836,"title":"Toque de queda","adult":false,"genre_ids":[]},{"cast":["Yuko Takeuchi","Amane Okayama","Izumi Fujimoto","Riho Takada","Toshie Negishi"],"overview":"\"Based on Fuyumi Ono's best-selling books, these 10 tales of spookiness by six Japanese horror directors are designed to chill viewers to the bone.\" - Netflix","release_date":"2016-01-23","vote_average":9.0,"runtime":100,"cert":"N\/A","id":426850,"title":"Kidan Piece of Darkness","adult":false,"genre_ids":[27]},{"cast":[],"overview":"An animated parody of trickle down economics","release_date":"2012-01-01","vote_average":0.0,"runtime":2,"cert":"\"NR\"","id":426852,"title":"Trickle Dickle Down","adult":false,"genre_ids":[]},{"cast":["Lucas Eatwell","Katsuyori Shibata","Takaaki Watanabe","Seiya Sanada","Tetsuya Naito"],"overview":"Marty Scurll vs Jushin Liger,  Sha Samuels vs Tomoaki Honma,  Pete Dunne vs Yuji Nagata,  Tomohiro Ishii vs Chris Hero,  Bushi vs Will Ospreay,  Testsuya Naito\/Evil\/Bushi vs Trent Seven\/David Starr\/Tyler Bate,  Zack Sabre Jr vs Katsuyori Shibata","release_date":"2016-11-10","vote_average":8.0,"runtime":143,"cert":"N\/A","id":426854,"title":"RPW: Global Wars UK 2016 - Night 1","adult":false,"genre_ids":[]},{"cast":["Emile de Antonio"],"overview":"\"In January 1965, over drinks at the Russian Tea Room, the documentary filmmaker Emile de Antonio (Point of Order, In the Year of the Pig) warily agreed to collaborate with Warhol on a movie. Believing their politics and art to be absurdly different, De Antonio instead gamely proposed to drink an entire quart of J&amp;B scotch in 20 minutes under the unflinching, voyeuristic gaze of Warhol’s camera. Their Factory session, recorded in this film, instead lasted 66 minutes, its grand finale a reckless and grandiose De Antonio writhing on the floor, clawing the walls, and speaking in tongues.\" - MoMA","release_date":"1965-01-01","vote_average":0.0,"runtime":66,"cert":"\"\"","id":426856,"title":"Drunk","adult":false,"genre_ids":[]},{"cast":["Jim Cornette","Terry Funk"],"overview":"Kayfabe’s resident professor, Jim Cornette is joined by a territory legend to discuss the angles, stars, and stories that put the territory on the map. For the seventh edition Jim Cornette is joined by Terry Funk to discuss all things West Texas wrestling, the Funk family, and the legendary, influential Amarillo territory in “Back to the Territories: Amarillo”.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":426858,"title":"Back to the Territories: Amarillo","adult":false,"genre_ids":[]},{"cast":["Ric Flair","Harley Race","Robert Remus","Jerry Lawler"],"overview":"February 24, 1985 in East Rutherford, NJ","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":426860,"title":"Pro Wrestling USA: Star Wars 1985","adult":false,"genre_ids":[]},{"cast":["Lloyd Samartino","Eddie Garcia","Marissa Delgado","Rosanna Ortiz","Pia Moran"],"overview":"Owners of an old dance studio's and veterans in vodaville. Failure to reach their dreams of becoming a famous dancing duo, poured all the desired gain sole son Sonny. Due to the inherited skills  from parents, became a dance instructor in their studio.","release_date":"1980-08-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":426877,"title":"Totoy Boogie","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Follows Japanese post-rock band Toe on their 2010 For Long Tomorrow Release Tour","release_date":"2010-07-14","vote_average":0.0,"runtime":100,"cert":"N\/A","id":426882,"title":"Toe: CUT_DVD","adult":false,"genre_ids":[]},{"cast":[],"overview":"Death Metal Sinister live recorded at Stodoła Club, Warsaw, August 24th, 2006. Also includes a music videos and bootlegs performances.","release_date":"","vote_average":0.0,"runtime":160,"cert":"N\/A","id":426887,"title":"Sinister: Prophecies Denied","adult":false,"genre_ids":[]},{"cast":[],"overview":"Women are lucky, they get to have the only organ in the human body dedicated exclusively for pleasure: the clitoris! In this humorous and instructive animated documentary, find out its unrecognized anatomy and its unknown herstory.","release_date":"2016-06-18","vote_average":10.0,"runtime":3,"cert":"\"\"","id":426889,"title":"Le Clitoris","adult":false,"genre_ids":[16,99]},{"cast":[],"overview":"A short music video with the music of the band Mama Woju with the singer Markus Flaschenträger. The idea of the song and the video is a take off on the situation of a hitchhiker. In this song, the hitchhiker give a businessman a ride to Berlin. The special situation is that at this time you had to cross the DDR to go to Berlin so it was a very dangerous thing to take a hitchhiker on this road.","release_date":"1983-11-20","vote_average":0.0,"runtime":4,"cert":"N\/A","id":426897,"title":"Transit to Berlin","adult":false,"genre_ids":[10402]},{"cast":["Ajita Wilson","Guia Lauri Filzi","Nadine Roussial","Laura Levi","Guy Royer"],"overview":"","release_date":"1981-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":426899,"title":"Unbridled Passions","adult":false,"genre_ids":[18]},{"cast":["Shota Sometani","Erina Mano","Rie Kitahara","Makita Sports","Motoki Fukami"],"overview":"High school student Yoshio Kamogawa suddenly gained the power to read other people's minds. One day, he receives mail from Sae Asami in Tokyo asking for his help. Yoshio Kamogawa loves Sae Asami. Yoshio Kamogawa goes to Tokyo and infiltrates the high school where Sae Aami attends. Yoshio Kamogawa then becomes involved in a strife between 3 different groups as he tries to save Sae Asami. Shizuka Tachibana also falls in love with Yoshio Kamogawa.","release_date":"2015-04-03","vote_average":5.0,"runtime":70,"cert":"N\/A","id":426901,"title":"Minna! Esupa Dayo! Bangaihen - Esupa, Miyako e Iku","adult":false,"genre_ids":[]},{"cast":[],"overview":"Individual photographs of the running of a buffalo shot in rapid succession.","release_date":"1883-11-19","vote_average":5.4,"runtime":1,"cert":"N\/A","id":426903,"title":"Buffalo Running","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Four men at work in a forge. The uses hammers and and anvil to beat metal.","release_date":"1895-11-20","vote_average":5.0,"runtime":1,"cert":"\"\"","id":426905,"title":"New Blacksmith Shop","adult":false,"genre_ids":[]},{"cast":[],"overview":"A train arrives at the station.","release_date":"1896-11-20","vote_average":5.0,"runtime":1,"cert":"N\/A","id":426916,"title":"Arrivée d'un train","adult":false,"genre_ids":[]},{"cast":["Emiko Izawa","Momoka Nishina","Toshihiko Tanaka","Aoi Tatsumi","Tsuchiyasu Kinohara"],"overview":"A life of a mother and her two children breaking down quietly without showing any events happening out of their house. The film is about a child neglect and a corruption of the belief, motherhood exists in all female, based on a true incident happened in Osaka, Japan.","release_date":"2013-11-09","vote_average":10.0,"runtime":null,"cert":"N\/A","id":426918,"title":"Sunk into The Womb","adult":false,"genre_ids":[53,80,18]},{"cast":[],"overview":"A tram passes by a couple of times.","release_date":"1896-11-20","vote_average":6.0,"runtime":1,"cert":"N\/A","id":426920,"title":"Exposition nationale suisse. Palais des beaux-arts","adult":false,"genre_ids":[]},{"cast":[],"overview":"Children diving into the river.","release_date":"1896-11-20","vote_average":6.0,"runtime":1,"cert":"N\/A","id":426922,"title":"Les bains de la jetée des pâquis","adult":false,"genre_ids":[]},{"cast":["Lily Portillo","Oscar Rivera","Edgardo Rivera","Manuel Caballero Leiva"],"overview":"Adaptation of Angelina, Honduran novel written by Carlos F. Gutiérrez Lardizábal in the year 1894.","release_date":"2008-08-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":426927,"title":"Angelina","adult":false,"genre_ids":[18,10749]},{"cast":["Mark Twight","François Marsigny","François Damilano"],"overview":"","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":426929,"title":"Beyond Good and Evil","adult":false,"genre_ids":[99]},{"cast":["Arlette Portillo","Lily Portillo","Lara Figueroa","Octavio Lemus","Carolina Collins"],"overview":"Elena is driven by her great curiosity to venture into forbidden games, entering a dark world with no return that will unleash evil spirits, for which she will pay a high price.","release_date":"2007-01-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":426931,"title":"Poseíd@s","adult":false,"genre_ids":[53,27]},{"cast":["Ranjitsinhji"],"overview":"Oldest surviving cricket film.","release_date":"1897-11-20","vote_average":6.0,"runtime":1,"cert":"N\/A","id":426933,"title":"Prince Ranjitsinhji Practising Batting in the Nets","adult":false,"genre_ids":[]},{"cast":["William McKinley"],"overview":"This film was shot on March 4, 1897 and is historic because it was the first footage shot of a sitting American President.","release_date":"1897-03-04","vote_average":5.0,"runtime":1,"cert":"\"\"","id":426935,"title":"President McKinley's Inauguration","adult":false,"genre_ids":[]},{"cast":["Theodore Roosevelt"],"overview":"A splendid picture of the President, coming down the steps of the Treasury Building and walking towards the camera. [Description refers to a re-issued print when Roosevelt had been elected President]","release_date":"1898-04-19","vote_average":4.0,"runtime":1,"cert":"\"\"","id":426937,"title":"Theodore Roosevelt","adult":false,"genre_ids":[]},{"cast":["Carolina Otero"],"overview":"Beautiful Spanish Dance by Carolina Otero.","release_date":"1898-11-20","vote_average":0.0,"runtime":1,"cert":"N\/A","id":426939,"title":"Dance espagnole par 'La Belle' Otero","adult":false,"genre_ids":[]},{"cast":["Rosa Suances","Juan Dover","Francisco Catalá","Berta Mesa","Elena Álvarez"],"overview":"","release_date":"1981-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":426941,"title":"Piernas firmes, cola floja","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Studies on human pathological locomotion.","release_date":"1900-11-20","vote_average":0.0,"runtime":1,"cert":"N\/A","id":426946,"title":"Tulburarile mersului in ataxia locomotrice progresiva","adult":false,"genre_ids":[]},{"cast":[],"overview":"Historical documentary of the devastating path of hurricane Mitch by this Central American country. Includes general information about Honduras, its history, and the development process delay, partly because of the serious damage caused by natural disasters such as Hurricanes Fifí in 1974 and Mitch in 1998.","release_date":"1999-01-02","vote_average":0.0,"runtime":33,"cert":"N\/A","id":426948,"title":"Más allá de una esperanza","adult":false,"genre_ids":[99]},{"cast":["Anna Snatkina","Karl Markovics","Anna Potebnya","Vladislav Novitsky","Igor Petrenko"],"overview":"A new interpretation of the most known and beloved fairy tale of Hans Christian Andersen - \"Snow Queen\"","release_date":"2015-06-30","vote_average":6.0,"runtime":85,"cert":"N\/A","id":426950,"title":"The Mystery of Snow Queen","adult":false,"genre_ids":[14,10751]},{"cast":["Denisas Kolomyckis","Irina Lavrinovič","Adrián Escobar","Vaidas Baumila","Juste Arlauskaite-Jazzu"],"overview":"After his star actress, Indre, murders her mother, rich-kid filmmaker Romas plans her escape from Lithuania. His Mexican boyfriend Carlos helps them reluctantly. On the road, Romas begins shooting an improvised experimental film. As events take an unexpected turn, their secrets, memories and emotions make this journey wilder than any film Romas could have imagined.","release_date":"2016-11-18","vote_average":5.0,"runtime":80,"cert":"N\/A","id":426955,"title":"You Can't Escape Lithuania","adult":false,"genre_ids":[18]},{"cast":["Barry Gibb","Stephen Gibb","Ashley Gibb","Spencer Gibb","Bubi Heilemann"],"overview":"","release_date":"2016-11-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":426957,"title":"Barry Gibb: Meine Bee-Gees-Story","adult":false,"genre_ids":[99]},{"cast":["Beverly D'Angelo","Bernadette Peters","Christopher Reeve","René Auberjonois","George Dzundza"],"overview":"A prince chases his destiny to an ancient castle in search of a cursed princess, thanks to the help of an informative lumberjack.","release_date":"1983-07-07","vote_average":6.0,"runtime":58,"cert":"\"\"","id":426959,"title":"Sleeping Beauty","adult":false,"genre_ids":[10749,14]},{"cast":["Anthony Delon","Linda Hardy","Linda Hardy","Denis Maréchal","Rebecca Hampton"],"overview":"","release_date":"2017-02-15","vote_average":6.0,"runtime":null,"cert":"N\/A","id":426961,"title":"Des amours, désamour","adult":false,"genre_ids":[35,10749]},{"cast":["Pierre Fresnay","Michel Auclair","Françoise Fabian","Grégoire Aslan","Tilda Thamar"],"overview":"RY A revolution breaks out in a South American country while its cruel dictator is on a trip to France. The rebels have made careful plans to blow up the dictator's private plane as he returns, but at the last second he changes plans and travels on a commercial flight. The rebels then must make a difficult decision: they must either blow up a flight filled with innocent passengers, or else allow the dictator to return home and take brutal reprisals against the leaders of the uprising.","release_date":"1957-11-08","vote_average":5.0,"runtime":90,"cert":"N\/A","id":426963,"title":"Les fanatiques","adult":false,"genre_ids":[18]},{"cast":["Jarry"],"overview":"","release_date":"2016-11-15","vote_average":8.3,"runtime":null,"cert":"N\/A","id":426965,"title":"Jarry - Atypique","adult":false,"genre_ids":[35]},{"cast":["Anthony Wong","Gigi Lai","Ken Wong","Kristal Tin","Cheung Tat-Ming"],"overview":"Queenie (Crystal Tin Yui-nei) and King (Cheung Tat-ming) are a HK typical couple, with his long hours at work sometimes interfering with their happiness. Out riding his bike one evening, King is accidentally run off the road by a van and his injuries leave him impotent. Not surprisingly, he tells his wife that she is free to divorce him or see other men but Queenie vows not to let the situation hinder their marriage.","release_date":"2000-04-13","vote_average":0.0,"runtime":90,"cert":"N\/A","id":426967,"title":"Queenie & King the Lovers","adult":false,"genre_ids":[]},{"cast":["Anri Okita"],"overview":"Authentic cosplay photo session! ! The combination of superb BODY and finest cosplay! Sure to create sexual bliss. All out fantasy situations in six of excitement levels in MAX situations! The body that fits the girls from animation and video games perfectly!","release_date":"2015-07-13","vote_average":0.0,"runtime":160,"cert":"N\/A","id":426969,"title":"SUPER Tits BODY Cosplayers 6 Change Apricot Pear","adult":true,"genre_ids":[14]},{"cast":["Jarl Karjatse","Martin Algus","Helen Kadastik","Marek Pavlov","Kari Kuulman"],"overview":"This modern western depicting juvenile crime takes as its theme the struggle of an individual against a vicious circle of violence. The spiral of violence and revenge is only broken when one person conquers himself and refuses to continue the vendetta. Siim, a 14-year old who grew up in the streets, is only spared the violence because he has a natural antipathy to it. Ultimately he too is caught up in the fighting when he tries to save money for his girlfriend's Christmas gift and the cash is stolen.","release_date":"1995-11-23","vote_average":8.0,"runtime":90,"cert":"N\/A","id":426974,"title":"Ma olen väsinud vihkamast","adult":false,"genre_ids":[18,80]},{"cast":["Anne Baxter","Donald Sinden","Adam Faith","Walter Brown","Jack MacGowran"],"overview":"In this confusing drama, the IRA, intrigue, psychiatric analysis, and a young man framed for murder are thrown together in a series of events that were perhaps originally intended to highlight the psychological aspects of the case under study. One night, eighteen-year-old Harry Jukes (British rock 'n roller Adam Faith in his first dramatic role) is driving down a deserted country road when he gets a flat tire. A policeman stops to help him out when a truck drives by, and the next thing Harry knows, the policeman is lying dead on the road and Harry is literally holding a smoking gun in his hand. From there to his arrest and trial is a brief hop, skip, and then a jump into prison to await his execution. His lawyer thinks he did it, but his psychiatrist (Anne Baxter) disagrees -- and sets out to prove she is right.","release_date":"1962-08-31","vote_average":6.2,"runtime":116,"cert":"N\/A","id":426976,"title":"Mix Me a Person","adult":false,"genre_ids":[9648,80]},{"cast":["Lydia Lunch","Bob Mason","Kiki Smith","Christof Kohlhöfer","Harvey Robbins"],"overview":"A man is tortured by his girlfriend and then locked inside a black box.","release_date":"1979-11-20","vote_average":7.0,"runtime":21,"cert":"\"\"","id":426984,"title":"Black Box","adult":false,"genre_ids":[]},{"cast":["Franz Di Cioccio","Patrick Djivas","Franco Mussida","Flavio Premoli","Piero Monteresi"],"overview":"Recorded live on May 12th, 2002 at Club Citta in Kawasaki, Japan","release_date":"2002-12-17","vote_average":0.0,"runtime":133,"cert":"N\/A","id":426986,"title":"Premiata Forneria Marconi - Live In Japan","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A group of 'Look Downs' (fish) swim though chemical layers of high-contrast black-and white film stock.","release_date":"2005-02-01","vote_average":6.0,"runtime":3,"cert":"N\/A","id":426988,"title":"Interlude","adult":false,"genre_ids":[]},{"cast":[],"overview":"In Veere in Zeeland, the boundary is sought of visual darkness.","release_date":"2005-01-31","vote_average":6.0,"runtime":13,"cert":"N\/A","id":426990,"title":"Veere","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"El ángel del valle","cast":["Roberto David","Jennifer Rubí","Ricardo Simón","Cecilia Pavón","Roberto Barahona"],"id":426995,"overview":"The story of a strange character who claims to be an angel and overturns the people of Valle de Angeles. Everyone asks him for miracles and others want to take advantage of him, but he only has one mission to fulfill.","runtime":null,"genre_ids":[],"release_date":"2016-05-05","vote_average":0.0,"adult":false}]