[{"cast":[],"overview":"","release_date":"","vote_average":9.0,"runtime":null,"cert":"N\/A","id":428003,"title":"Nászinduló","adult":false,"genre_ids":[]},{"cast":[],"overview":"A short film by Marc Recha","release_date":"2001-01-16","vote_average":0.0,"runtime":5,"cert":"N\/A","id":428005,"title":"Sobre el pas de dues persones unes anys mes tard","adult":false,"genre_ids":[]},{"cast":["Melanie Walters","Abigail Thaw","Sue Johnston"],"overview":"A recent widow's life changing experience when her useless husband returns from the grave.","release_date":"2014-07-28","vote_average":0.0,"runtime":30,"cert":"N\/A","id":428016,"title":"Caring for the Recently Deceased","adult":false,"genre_ids":[35]},{"cast":["Norman Santiago","Julio Ramos","Lian Machín"],"overview":"After a long night of work, a lone taxi driver is visited by death's minions.","release_date":"2012-01-02","vote_average":0.0,"runtime":20,"cert":"N\/A","id":428018,"title":"El enviado","adult":false,"genre_ids":[53,18,27]},{"cast":["Qiu Yuefeng"],"overview":"No-brain is a forgetful boy and Unhappiness is unhappy for everything. When others worry about their future, they really become grownups at once to make careers as they wish. But they make a series of troubles.","release_date":"1962-01-01","vote_average":9.0,"runtime":null,"cert":"N\/A","id":428020,"title":"Mei tou nao he bu gao xing","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ana Belen and Victor Manuel","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428022,"title":"Ana Belen and Victor Manuel - Two in the highway","adult":false,"genre_ids":[]},{"cast":["Kenneth Branagh","Jennifer Morrison","Winter Ave Zoli","Taylor Kinney","Jade Pettyjohn"],"overview":"A father seeks to rescue his daughter from two organizations intent on acquiring her \"special\" abilities.","release_date":"2011-09-01","vote_average":5.0,"runtime":25,"cert":"\"\"","id":428024,"title":"Prodigal","adult":false,"genre_ids":[878]},{"cast":["Briana Banks","Katrina Jade","Kimberly Chi","Marsha May"],"overview":"Are you ready to submit to your mistress and worship her godly ass? You better be because your mistress means business and she expects you to clean her asshole with your hot tongue and love every second of it. She's going to sit her big ass on your face while you rim her good and will make you worship her feet whenever she sees fit. You'll obey every command and love it because she are your mistress and she is so fucking hot! !","release_date":"2016-11-07","vote_average":6.0,"runtime":174,"cert":"\"NR\"","id":428026,"title":"FemDom Ass Worship 29","adult":true,"genre_ids":[]},{"cast":["Lucy Sky","Rodney Moore","Betsie Pixel","Rosie Cheeks","Teeny Tanya"],"overview":"Just when you thought these girls couldn't get any sexier, they take off their panties and open their legs to reveal a thick, fuzzy muff!","release_date":"2014-01-13","vote_average":8.0,"runtime":125,"cert":"\"NR\"","id":428028,"title":"Horny Hairy Girls 50","adult":true,"genre_ids":[]},{"cast":["Angel DeLuca","Rodney Moore","Becki Butterfly"],"overview":"Rodney Moore is at it again with his big cock poking hot BBWs and playing the perverted father figure to these young horny daughters! ! Rodney loves that his step-daughters are bigger girls and shows it by making these babes cum from his big cock! !","release_date":"2015-12-15","vote_average":6.0,"runtime":132,"cert":"\"NR\"","id":428036,"title":"Daddy Likes 'Em Fatty 2","adult":true,"genre_ids":[]},{"cast":[],"overview":"Biermann slices Rear Window into nineteen vertical columns, each slightly out of phase with the next, reverberating out from a solitary instant in the temporal center of the work where the entire frame coalesces.","release_date":"","vote_average":0.0,"runtime":5,"cert":"N\/A","id":428038,"title":"Iterations","adult":false,"genre_ids":[]},{"cast":["Anson Bagley","Jacob Buster"],"overview":"Even with Christmas around the corner, for the Buckley boys, payback almost always wins out over brotherly love. That is until the four brothers join forces against a common adversary--the Hagbarts, the meanest bullies at their middle school. But now Mom has decided that the Buckley family is going to Elve the Hagbarts this year for Christmas. Eleven-year-old Matthew can hardly stand it. By day the Hagbarts torture the Buckley brothers into submission, and by night the Buckleys secretly deliver Christmas treats and gifts to their sworn enemies. Soon the war of wits escalates to an incredible scheme designed to get the ultimate revenge on the Hagbarts. But now that Matthew has been learning that he's supposed to be good to those who hate him, what will he do when a little push becomes a great big shove?","release_date":"2016-11-06","vote_average":5.0,"runtime":91,"cert":"N\/A","id":428040,"title":"The Christmas Project","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"","release_date":"2016-11-29","vote_average":10.0,"runtime":null,"cert":"N\/A","id":428042,"title":"Smejko a Tanculienka - Kde bolo, tam bolo","adult":false,"genre_ids":[10402]},{"cast":["Ivan Ryzhov","Valentina Telegina","Mikhail Kuznetsov","Vladimir Yemelyanov","Nadezhda Sementsova"],"overview":"Having been wounded during the exercises, the sailor Fedos Chizhik is sent as a orderly to the house of Captain Luzgin. The captain's wife - a young, beautiful, and spoiled woman - is very hard on the orderly.","release_date":"1955-01-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":428044,"title":"Sailor Chizhik","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"Video album by Ryuichi Sakamoto","release_date":"","vote_average":0.0,"runtime":33,"cert":"N\/A","id":428049,"title":"Adelic Penguins","adult":false,"genre_ids":[]},{"cast":["Tacka-Tacka","Henri Peters-Arnolds","Hella Moja"],"overview":"","release_date":"1919-02-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428060,"title":"Die Augen von Jade","adult":false,"genre_ids":[]},{"cast":[],"overview":"A day in the life of Tatyana Prokopenko, a courageous woman from Mailuu-Suu, an all-but ghost town in the former Soviet republic of Kyrgyzstan.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428062,"title":"Metal Bread","adult":false,"genre_ids":[99]},{"cast":["Mike Tyson"],"overview":"Mike Tyson vs. Alex Stewart, billed as \"The Hard Way Back\", was a professional boxing match contested on December 8, 1990.","release_date":"1990-12-08","vote_average":0.0,"runtime":null,"cert":"\"\"","id":428064,"title":"Mike Tyson vs. Alex Stewart","adult":false,"genre_ids":[]},{"cast":["Ferdinand Bonn","Hella Moja","Georg H. Schnell","Elsa Wagner"],"overview":"","release_date":"1919-09-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428066,"title":"Das Werkzeug des Cosimo","adult":false,"genre_ids":[]},{"cast":[],"overview":"During preperations for a stage play, four women between 70 and 90 speak about their encounters with love in their lives.","release_date":"2016-11-27","vote_average":0.0,"runtime":84,"cert":"N\/A","id":428068,"title":"Ein Haufen Liebe","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Let the Street Be Heard explores the dynamics in the Mexican border town of Tijuana from the perspective of teenage girls who live on the streets. For three years, four girls entrusted their stories, dreams, experiences and fears to the camera, which they operate themselves in this documentary.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428070,"title":"Let the Street Be Heard","adult":false,"genre_ids":[99]},{"cast":["Danwoo Jung"],"overview":"One Way Or Another (Reflections of a Psycho Killer) is a film about an urban misanthrope, wandering in the city of Busan, looking for his victims, in the midst of a faceless crowd.","release_date":"2012-04-18","vote_average":0.0,"runtime":15,"cert":"N\/A","id":428072,"title":"One Way or Another, Reflections of a Psycho Killer","adult":false,"genre_ids":[]},{"cast":["Hella Moja","Alf Blütecher","Esther Hagan","Max Gülstorff","Mary Scheller"],"overview":"","release_date":"1920-09-02","vote_average":0.0,"runtime":48,"cert":"N\/A","id":428086,"title":"The Abyss of Souls","adult":false,"genre_ids":[]},{"cast":["Hella Moja","Paul Hartmann","Gustav Czimeg","Martin Lübbert","Curt Lucas"],"overview":"","release_date":"1921-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428088,"title":"Glasprinzessin","adult":false,"genre_ids":[]},{"cast":["Simón Andreu","Eduardo Fajardo","Silvia Solar","José María Blanco","Estrella Sanz"],"overview":"","release_date":"1975-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428090,"title":"Guapa, rica y... especial","adult":false,"genre_ids":[35]},{"cast":[],"overview":"On Puerto Rican poet Julia de Burgos and her poem with the same name.","release_date":"2002-04-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428092,"title":"Interrogaciones","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Presents the work of this street theater group led and founded by Maritza Pérez in 1998. The documentary examines this important space for reflection and learning for a significant number of young people through their theater work in communities.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428094,"title":"Jóvenes del 98","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2006-01-02","vote_average":0.0,"runtime":25,"cert":"N\/A","id":428096,"title":"Cuarto oscuro","adult":false,"genre_ids":[]},{"cast":["Anna Falchi","Gianni Romoli","Michele Soavi","Sergio Stivaletti"],"overview":"A brief overview of the inspiration and process behind making Cemetery Man.","release_date":"2006-03-06","vote_average":6.0,"runtime":28,"cert":"\"\"","id":428098,"title":"Death Is Beautiful: Michele Soavi Directs Dellamorte Dellamore","adult":false,"genre_ids":[99]},{"cast":["Shawn Welling","Michelle Simmons","Grace Calabrese","Kalyssa Lauer"],"overview":"When a man saves an abandoned puppy, he finds a best friend. A friend to share the ups and downs of life with him -- and, soon, his family. \"If I Could Talk\" gives this dog the one chance he wants to share his thoughts.","release_date":"2015-04-15","vote_average":10.0,"runtime":7,"cert":"\"\"","id":428109,"title":"If I Could Talk","adult":false,"genre_ids":[]},{"cast":["Mats Långbacka","Katja Kiuru","Konsta Väänänen","Reeta-Leena Korhola","Raimo Grönberg"],"overview":"In this gloomy scenario about Finland's upcoming membership in the European Union, the country has become a poor peripheral area plagued by energy shortages and civil wars. Escaping the city to his summer cottage with his children and a lady next door, a divorced university teacher is forced to pick up a young delirious woman from the roadside. He soon falls in love with her, only to find out she is a sought-after deserter from a violent guerilla army.","release_date":"1993-03-05","vote_average":6.5,"runtime":83,"cert":"N\/A","id":428111,"title":"Frozen Heart","adult":false,"genre_ids":[18,878,53]},{"cast":["Antoine Dupuy d’Uby","Loïc Lefebvre","Michaël Moreau","Jean-Baptiste Sagory","Baptiste Ménage"],"overview":"","release_date":"2012-08-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428116,"title":"Bir-Hakeim, le maquis des patriotes","adult":false,"genre_ids":[18,10752]},{"cast":["Mihail Badiceanu","Grigore Grigoriu","Svetlana Toma","Viktor Chutak"],"overview":"To save their flocks from the heat and the sun, the shepherds of a Soviet cooperative farm decide to take them to a fertile but remote place. A journalist and the beautiful daughter of one of them accompany them in their long journey. Folklore melodrama praising the truth and the beauty inherently tied to nature and folk rituals.","release_date":"1967-11-28","vote_average":7.0,"runtime":92,"cert":"N\/A","id":428121,"title":"The Red Fields","adult":false,"genre_ids":[18]},{"cast":["Chen Tien-Xing","Bruce Leung Siu-Lung","Wu Ma","Lam Wai","Candy Liu"],"overview":"\"Jeet Kune Do\" tells the story of a Bruce Lee obsessed country bumpkin (Chen Tien-Xing) who practices Jeet Kune Do all day long, much to the dismay of his father (Bruce Leung), who had hoped his son would perfect the family's own martial art style, the Chen fist. Chen Tien-Xing travels to the city to enter a Jeet Kune Do competition. This experience makes him learn the true meaning and spirit of Jeet Kune Do.","release_date":"2010-11-27","vote_average":0.0,"runtime":95,"cert":"N\/A","id":428123,"title":"Jeet Kune Do","adult":false,"genre_ids":[]},{"cast":["Columba Domínguez","Kitty de Hoyos","Carlos Baena","Elsa Cárdenas","Julián de Meriche"],"overview":"Young woman is sorta trapped into working as a bar-girl because of her unwitting complicity in a murder. Meanwhile, the tough broad who owns the bar faces problems of her own, mostly centered around a  philandering boyfriend and an over-ambitious adopted daughter.","release_date":"1957-11-27","vote_average":6.0,"runtime":95,"cert":"N\/A","id":428131,"title":"Cabaret trágico","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2003-08-08","vote_average":10.0,"runtime":null,"cert":"N\/A","id":428133,"title":"Les Amis d'ta Femme : Toulmondapoiltour","adult":false,"genre_ids":[]},{"cast":[],"overview":"Single mother Ashley travels to Alaska to work with her Uncle Clive, a con man swindling money from people who believe their homes are haunted. As Ashley tackles her own demons the team must face real supernatural forces beyond anything they've ever experienced.","release_date":"2011-05-05","vote_average":4.0,"runtime":72,"cert":"\"\"","id":428135,"title":"Coldwood","adult":false,"genre_ids":[53]},{"cast":["Esther Fallon","Susannah Harker","Villads Vestergaard"],"overview":"'Hannah' tells the story of Buddhist pioneer Hannah Nydahl and her life bringing Tibetan Buddhism to the West. From her idealistic roots in 1960's Copenhagen to the hippie trail in Nepal, Hannah and her husband Ole became two of the first Western students of His Holiness the 16th Karmapa - the first consciously reincarnated lama of Tibet in 1110. Hannah went on to become an assistant and translator for some of the most powerful Tibetan lamas and a bridge between Buddhism in the East and the West.","release_date":"2016-11-14","vote_average":8.0,"runtime":90,"cert":"\"\"","id":428140,"title":"Hannah: Buddhism's Untold Journey","adult":false,"genre_ids":[99,36]},{"cast":["Shimazaki Nobunaga","Rie Takahashi","Madoka Yonezawa","Kenichi Suzumura","Ayako Kawasumi"],"overview":"The year 2015 CE.  The last era in which magecraft still thrived.  The Chaldea Security Organization was founded to focus on preserving the continuation of human history. They observe a world which magecraft couldn't observe and science couldn't measure all to prevent the certain extinction of humanity.  But one day, the future that Chaldea continued to observe disappears and humanity's extinction in 2017 becomes clear. Rather, it had already happened.  The cause seems to be related to Fuyuki, a provincial town in Japan, in the year 2004 CE. There, an \"unobservable region\" that had not existed before appears.  Based on the assumption that Fuyuki is the reason for humanity's extinction, Chaldea issues an order to explore, investigate, and possibly destroy this singularity – a quest for the Holy Grail, the Grand Order.","release_date":"2016-12-31","vote_average":6.3,"runtime":72,"cert":"N\/A","id":428142,"title":"Fate\/Grand Order: First Order","adult":false,"genre_ids":[28,14,16]},{"cast":["Madonna","Monte Pittman","Brian Frasier-Moore","Rickey Pageot","Nicki Richards"],"overview":"Concert special featuring the iconic superstar as she performs in packed arenas around the globe. Featuring new hits and beloved classics that showcase Madonna's signature visual theatrics, exquisite costumes and awe-inspiring choreography. With exclusive behind-the-scenes access that reveal the pop icon and her legion of dancers as they pour blood, sweat and tears into creating an astonishing arena show celebrated by fans around the world.","release_date":"2016-12-09","vote_average":7.2,"runtime":120,"cert":"\"\"","id":428144,"title":"Madonna: Rebel Heart Tour","adult":false,"genre_ids":[99,10402]},{"cast":["Thierry Costa"],"overview":"RAVEL'S BRAIN is a musical\/visual tone poem at once tragic and celebratory in its mood. The film portrays the inner being of a great artist who was rendered incapable of communicating with the outside world. For the last five years of his life, Maurice Ravel was the victim of his own lamentable circumstances. Afflicted by aphasia and apraxia, his brain produced music, but he was unable to write it down.","release_date":"2001-10-01","vote_average":0.0,"runtime":52,"cert":"N\/A","id":428155,"title":"Ravel's Brain","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A montage of classic science-fiction and creature-feature trailers from the mid-'50s to the late-'60s, accompanied by evocative narration.","release_date":"1998-04-08","vote_average":0.0,"runtime":25,"cert":"\"\"","id":428157,"title":"Sci-Fi Monsters","adult":false,"genre_ids":[27,99,878]},{"cast":["Douglas Fairbanks Jr.","Loretta Young","William Holden","Frank Sheridan","Chester Morris"],"overview":"A man is tried and convicted for the murder of a man who flirted with his wife., and sentenced to death However, it turns out that he is innocent of the murder and that the real killer has close ties to a powerful politician.","release_date":"1929-09-01","vote_average":0.0,"runtime":90,"cert":"\"\"","id":428159,"title":"Fast Life","adult":false,"genre_ids":[]},{"cast":[],"overview":"After four straight years of below average winters in Utah. Old Man Winter made up for lost time in 2016. Many of us had forgotten just how good a \"normal\" winter can be. The Boondockers crew took full advantage, savoring every cold deep powder day.  Big early season storms allowed us to push into the most technical creek bottoms and boondocking terrain yet. Of course there were also plenty of big drops, jumps, and priceless stories that will leave you speechless. Join this tight-knit group of riding buddies for another winter of entertaining adventures, jaw dropping footage , and countless laughs.","release_date":"","vote_average":10.0,"runtime":48,"cert":"N\/A","id":428161,"title":"Boondockers 13","adult":false,"genre_ids":[]},{"cast":["Frank Zappa"],"overview":"Frank Scheffer's documentary on the American composer and rock guitarist Frank Zappa.","release_date":"2007-04-22","vote_average":0.0,"runtime":106,"cert":"N\/A","id":428163,"title":"Frank Zappa: A Pioneer of the Future of Music","adult":false,"genre_ids":[10402,99]},{"cast":["Richard Roundtree","Gordon Parks","Isaac Hayes","Hugh A. Robertson","Paul L. Evans"],"overview":"A behind the scenes look at the filming of the movie Shaft (1971). The movie's director, Gordon Parks is seen directing a couple of fight scenes which he wants to get in as few takes as possible due to the set-up time and the danger involved in the stunt work. He is also seen speaking to the composer of the film score, 'Isaac Hayes', about the overlaying of the music over one of those fight scenes, and what he wants musically for another scene involving the lead character, John Shaft, moving through Times Square. The latter would eventually become the movie's iconic theme music. Being a frenetically paced action movie, he also works closely with the film's editor, Hugh A. Robertson.","release_date":"1971-06-02","vote_average":0.0,"runtime":11,"cert":"\"\"","id":428165,"title":"Soul in Cinema: Filming Shaft on Location","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the middle of the night, in an anonymous street in the suburbs of Paris, an old woman wanders. Her only companion is her own voice: her memories, her impressions, her delusions.","release_date":"2014-06-26","vote_average":0.0,"runtime":8,"cert":"N\/A","id":428176,"title":"Vega","adult":false,"genre_ids":[]},{"cast":[],"overview":"In Among Us, Amin, a young illegal immigrant, has recently joined a group of other illegal immigrants camping in the forest.  With every night comes the opportunity to attempt sneaking into the dockyards and hiding under a truck.","release_date":"2012-01-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428178,"title":"Parmi nous","adult":false,"genre_ids":[]},{"cast":["Kim Ha-neul","Moon Mason","Aarif Rahman","Cha Seung-yeon"],"overview":"An independent career woman who wants a family without a husband and a man who has no interest in a family of his own, one day go through something unexpected and become a family...","release_date":"2016-11-24","vote_average":10.0,"runtime":100,"cert":"N\/A","id":428180,"title":"Making Family","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"1975-08-18","vote_average":0.0,"runtime":null,"cert":"\"\"","id":428182,"title":"Babe Ruth - Live at Garden of Stars, Montreal, Canada","adult":false,"genre_ids":[10402]},{"cast":["Peter Biskind","Robert Chartoff","Franco Columbu","Vince DiCola","Sylvain Dieuaide"],"overview":"Rocky IV is dually symbolic - it embodies both the victory of the American boxer over the Soviet one and the victory of neo-liberalism over a dwindling socialism. Today, Rocky is held up as a model by some and is a subject of derision for others. An emblem of the 1980s, its culture and its heroes, the film will be the subject of an entertaining analysis of popular culture.","release_date":"2014-10-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428184,"title":"Rocky IV: The American Punch","adult":false,"genre_ids":[99,36]},{"cast":["Chapman To","Aimee Chan","Fiona Sit","Sze-kwan Cheng"],"overview":"Dai Hung is the head chef of Ah Yong Cafe who is unable to get along with the owner's daughter, Rosemary. When trouble starts brewing at their workplace, Dai Hung and Rosemary have to set their differences aside to save the cafe.","release_date":"2016-02-04","vote_average":5.0,"runtime":96,"cert":"N\/A","id":428186,"title":"Let's Eat","adult":false,"genre_ids":[35]},{"cast":["Alexander Moissi","Camillo Pilotto","Germana Paolieri","Umberto Palmarini"],"overview":"Lorenzino de 'Medici manipulates Alessandro ruler of Florence to save his beloved Bianca.","release_date":"1935-11-29","vote_average":0.0,"runtime":85,"cert":"N\/A","id":428197,"title":"Lorenzino de' Medici","adult":false,"genre_ids":[36]},{"cast":[],"overview":"","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428199,"title":"Kappler: Prigioniero di guerra in fuga","adult":false,"genre_ids":[]},{"cast":["Neil Finn"],"overview":"As part of Ausmusic Month, Crowded House perform at the iconic landmark once more to mark the 20th anniversary of their farewell concert. They performed four concertrs. This was the live show on Sunday 27th November 2016.  #CrowdedHouseLive","release_date":"2016-11-27","vote_average":0.0,"runtime":125,"cert":"N\/A","id":428201,"title":"Encore - Live at the Sydney Opera House","adult":false,"genre_ids":[]},{"cast":["Tiberio Mitri","Fulvia Franco"],"overview":"","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428203,"title":"Trieste, Un ring sull'Adriatico","adult":false,"genre_ids":[]},{"cast":["Angelo d'Arrigo","Massimo Lodolo"],"overview":"","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428205,"title":"Flying over Everest","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2016-12-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428207,"title":"Kampioenen van Amsterdam","adult":false,"genre_ids":[99]},{"cast":["Simon Rattle","Vilde Frang"],"overview":"","release_date":"2016-09-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428224,"title":"Europakonzert 2016 - Berliner Philharmonker, Sir Simon Rattle, Vilde Frang","adult":false,"genre_ids":[10402]},{"cast":["Déborah François","Benjamin Biolay","Jonathan Zaccaï","Catherine Mouchet","Blanche François"],"overview":"In 1800, Brittany is on its knees, overwhelmed by the regime in place and by the omnipotent clergy. It founders in an economic slump without end in sight and, in the middle of all this, a young, suffering girl pushes back as best she can. She is known as the \"Poisoning Angel,\" an isolated child, mistreated by life and rocked by morbid thoughts. She will become one of the world's most notorious serial killers and will sow death, perhaps merely to be looked at and loved.","release_date":"2017-01-18","vote_average":4.1,"runtime":97,"cert":"N\/A","id":428226,"title":"The Poisoning Angel","adult":false,"genre_ids":[80,18,53]},{"cast":["Müjde Ar","Suna Selen","Faruk Peker","Savaş Başar","Ergün Uçucu"],"overview":"","release_date":"1982-01-01","vote_average":4.7,"runtime":null,"cert":"N\/A","id":428228,"title":"İffet","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The Pentateuch – a fancy name for the first five books of the Bible – ends on a cliffhanger. The Israelites are left to spend many years wandering in the desert, wondering if they’ll ever get to enter the Promised Land. Through the hard times, God is still faithful, even though the Israelites keep messing up as they try to follow the rules. In Wanderin’ in the Desert [Leviticus, Numbers &amp; Deuteronomy], Buck Denver and friends explore Leviticus and all its rules, learning what they mean and why we still follow some of them today. Next up, Numbers tells about the Israelites in the desert, and Deuteronomy is actually one big speech from Moses, delivered right before the Israelites are finally allowed into the Promised Land!","release_date":"2011-10-01","vote_average":0.0,"runtime":60,"cert":"\"G\"","id":428230,"title":"Buck Denver Asks: What's in the Bible? Volume 3 - Wanderin' in the Desert","adult":false,"genre_ids":[]},{"cast":["Aleš Brichta","Marek Žežulka","Zdeněk Kub","Miroslav Mach","Jiří Urban"],"overview":"","release_date":"1999-06-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428232,"title":"Arakain: Gambrinus live!","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"In the early period of China's War of Liberation the Yan'an Nursey which housed the children of the revolutionary fighters had to be evacuated. Li Nan, an army instructor, guides the group of children to the liberated area in the Taihang Mountains and their parents. Made to mark International Children's Year.","release_date":"","vote_average":0.0,"runtime":88,"cert":"N\/A","id":428240,"title":"The Cradle","adult":false,"genre_ids":[]},{"cast":["Ubaidillah","Slamet Ambari","Yono Daryono","Rudi Iteng","Narti Diono"],"overview":"The residents of Kampung Tirang live in dilapidated shacks just to earn for their next meal. The hardworking and reliable Turah has been appointed by the cooperative leader to tend to complaints or settle conflicts that arise in the village. Peace in the settlement is disrupted when the alcoholic Jadag starts questioning the governance of the village. His accusations towards the leaders soon land both Turah and the whole village into further trouble.","release_date":"2017-08-16","vote_average":8.0,"runtime":79,"cert":"N\/A","id":428242,"title":"Leftovers","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2014-07-05","vote_average":10.0,"runtime":null,"cert":"N\/A","id":428244,"title":"Ben l'Oncle Soul  & Monophonics - Live au Festival Jazz à Vienne 2014","adult":false,"genre_ids":[]},{"cast":["May May Lau","Wu Fung","Tina Ti Na","Chan Chi Chung","Teresa Ha Ping"],"overview":"Hong Kong comedy film.","release_date":"1969-10-16","vote_average":0.0,"runtime":87,"cert":"N\/A","id":428246,"title":"The Liar","adult":false,"genre_ids":[35]},{"cast":["Sahra Cige Diiriye","Khadija Haji","Faadumo Isma'il"],"overview":"Young Alifa looks up at the somali sky. She thinks about her daily life as a shepherdess. She knows that the day that will change her life forever is about to come.","release_date":"2013-06-13","vote_average":7.0,"runtime":10,"cert":"\"\"","id":428248,"title":"Godka cirka","adult":false,"genre_ids":[18,99]},{"cast":[],"overview":"","release_date":"2015-08-22","vote_average":10.0,"runtime":null,"cert":"\"\"","id":428250,"title":"Mobb Deep - Blockfest 2015","adult":false,"genre_ids":[]},{"cast":["Grant Baker","Shane Dorian"],"overview":"In Distance Between Dreams, the most historic year in big wave surfing comes to life through the eyes of iconic surfer Ian Walsh, as he sets mind and body in motion to redefine the upper limits of what's considered 'rideable.' With massive El Niño powered swells building across the Pacific, Ian, Shaun, D.K. and Luke Walsh band together in the way only brothers can on a quest to progress surfing to unimaginable heights. Big wave surfing's transition from jet ski assists to paddling in raises the stakes, putting Walsh's intense physical and mental training, the latest technology, swell modeling, and safety team, his brothers, to the ultimate test. Surfers John John Florence, Greg Long, Shane Dorian and more link up with Walsh as he rides an emotional rollercoaster through this momentous winter.","release_date":"2016-12-02","vote_average":6.7,"runtime":63,"cert":"\"\"","id":428252,"title":"Distance Between Dreams","adult":false,"genre_ids":[12,99,28]},{"cast":["Rodney Moore","Rosie Cheeks"],"overview":"When you can learn to appreciate a woman's body for what it naturally is, you'll end up with a naturally hairy girl who will do anything to please you!","release_date":"2014-09-11","vote_average":0.0,"runtime":120,"cert":"\"NR\"","id":428266,"title":"Horny Hairy Girls 52","adult":true,"genre_ids":[]},{"cast":["Rosie Cheeks","Vivi Marie","Harley Hex","Cecilia Sweet"],"overview":"Seven totally unshaven, hot and horny hairy girls! All natural! Dive right into that thick bush!","release_date":"2014-09-23","vote_average":0.0,"runtime":137,"cert":"\"NR\"","id":428268,"title":"Seattle Hairy Girls 83 & 84","adult":true,"genre_ids":[]},{"cast":["吴娜","Luo Yunxi"],"overview":"","release_date":"2015-12-11","vote_average":0.0,"runtime":89,"cert":"N\/A","id":428270,"title":"The Spring of My Life","adult":false,"genre_ids":[]},{"cast":["Vyacheslav Lavernov","Galina Tikhonova","Fedot Lvov","Stepan Fedorenko","Ilya Yakovlev"],"overview":"A young detective in the Northern Russian region of Yakutia is dealing with a seemingly simple murder case. The investigation becomes a dangerous journey into the world of illegal mining and gold trafficking in which life has no value.","release_date":"2016-02-18","vote_average":8.0,"runtime":105,"cert":"N\/A","id":428272,"title":"My Killer","adult":false,"genre_ids":[9648,53]},{"cast":[],"overview":"A Russian romantic comedy.","release_date":"2016-11-29","vote_average":6.0,"runtime":null,"cert":"N\/A","id":428274,"title":"Not a Wedding Journey","adult":false,"genre_ids":[]},{"cast":[],"overview":"The complete recording of high Vision Pro shot the stage of Bruce Springsteen & E Street Band was held in 2014 in Dallas, Texas from “March Madness Festival”!  Opening the live debut of Van Halen to “jump” a whopping outdoor festival performances just before the US tour starts continued to tour Australia! The latest live video of attention, including new song from the new “High Hopes”.  MARCH MADNESS FESTIVAL 2014  Live at Reunion Park, Dallas, Texas, USA on April 6, 2014\r 01. Intro  02. Jump  03. Badlands  04. Death to My Hometown  05. Cover Me  06. No Surrender  07. Hungry Heart  08. Hopes high  09. Spirit in the Night  10. Wrecking Ball  11. The River  12. Atlantic City  13. Johnny 99  14. Darlington County  15. Working on the Highway  16. Shackled and Drawn  17. Waitin ‘on a Sunny Day  18. The ghost of Tom Joad  19. The Rising  20. Land of Hope and Dreams  21. Born to Run  22. Glory Days  23. Dancing in the Dark  24. Tenth Avenue Freeze-Out  25. Shout  26. Thunder Road","release_date":"2014-04-06","vote_average":10.0,"runtime":null,"cert":"\"\"","id":428276,"title":"Bruce Springsteen - NCAA March Madness 2014","adult":false,"genre_ids":[]},{"cast":[],"overview":"A deep exploration about San Andrés' social-economic situation.","release_date":"","vote_average":0.0,"runtime":3,"cert":"N\/A","id":428278,"title":"San Andrés","adult":false,"genre_ids":[]},{"cast":["Yoshitsugu Matsuoka","Yumi Hara","Rina Hidaka","Shimazaki Nobunaga","Mao Ichimichi"],"overview":"The film's story begins when Arata inadvertently touches \"Hermes Apocrypha,\" Lilith's Grimoire. Suddenly, he is enveloped by a bright white light, and a girl appears before him. She calls herself Lilim, and treats both Arata and Lilith as her parents. At the same time she appears, something changes in the world. The forbidden Eternal Library awakens. In the Library is sealed the ultimate culmination of Alchemy, the White Demon Lord. The White Demon Lord plots to eliminate Arata and the Trinity Seven to usurp the position of Demon Lord. Bristling with untold power, the White Demon Lord attacks Arata, and triggers a desperate crisis where Arata and the Trinity Seven must save the world in this last battle.","release_date":"2017-02-01","vote_average":6.9,"runtime":55,"cert":"N\/A","id":428292,"title":"Trinity Seven: Eternity Library & Alchemic Girl","adult":false,"genre_ids":[28,35,14,10749,16]},{"cast":[],"overview":"Set in the land of Yuguto, the people thought that the land they live is the size of the world, but it’s actually divided into several areas, each with a respective king. Even though there were small wars among areas, the kings had roundtable meetings to maintain peace and balance. It was until a dark group of dark monsters appeared...","release_date":"2017-01-14","vote_average":0.0,"runtime":90,"cert":"N\/A","id":428294,"title":"Chain Chronicle: Haecceitas no Hikari Part 2","adult":false,"genre_ids":[]},{"cast":["Slavko Štimac","Hana Selimović","Mirjana Joković","Bogdan Diklić","Helena Jakovljević"],"overview":"This is a story, actually a fairytale for adults, that expresses how life could be beautiful, if only mankind would get out of its own way and enjoy it for a change.","release_date":"2016-11-02","vote_average":10.0,"runtime":90,"cert":"N\/A","id":428296,"title":"Name: Dobrica, Last Name: Unknown","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2016-06-17","vote_average":10.0,"runtime":null,"cert":"N\/A","id":428298,"title":"Bullet For My Valentine - Hellfest 2016","adult":false,"genre_ids":[]},{"cast":["Ceija Stojka"],"overview":"\"Ceija Stojka\" is a portrait of 64-year-old Austrian Rom Ceija Stojka, who, after a nomadic childhood, settled in Vienna many years ago. In the recent past, Ceija Stojka’s fame as an author, painter and singer has spread outside Austria. She represents the opening of Rom and Sinti society to the world of the \"gadje.\" This process and all the difficulties it involves is unique in the history of the Rom in Central Europe. The central theme of this documentary is the fusion of two extremely different worlds in this fascinating woman. Beginning with Ceija Stojka’s present life, her biography is reconstructed in this film portrait. At the same time, a critical chronology of images portrays the common associations with the \"gypsy,\" examples of which pervade Ceija Stojka’s life. A comprehensive consideration of the gypsy’s image, from romanticized projections to images of exclusion, discrimination and destruction, and finally the present ambivalent relationship between Rom and non-Rom.","release_date":"2000-10-19","vote_average":0.0,"runtime":87,"cert":"N\/A","id":428300,"title":"Ceija Stojka","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Daphne Hérétakis proposes a protean reflection on cinétract, both activist, humorous and poetic. With her camera, she goes to meet the Athenians and collects their disillusions and their hopes. In view of the images, readers, scattered throughout the room, read excerpts from Greek poems.","release_date":"2016-04-27","vote_average":0.0,"runtime":31,"cert":"N\/A","id":428302,"title":"Au Revoir","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A woman uses witchcraft to try to steal her daughter's youth.","release_date":"1996-08-20","vote_average":0.0,"runtime":72,"cert":"\"NR\"","id":428304,"title":"House of the Damned","adult":false,"genre_ids":[27,35]},{"cast":[],"overview":"A woman interacts with different people.","release_date":"1991-02-02","vote_average":0.0,"runtime":9,"cert":"N\/A","id":428318,"title":"Weit entfernt","adult":false,"genre_ids":[]},{"cast":[],"overview":"Experimental film featuring a female protagonist.","release_date":"1980-02-02","vote_average":0.0,"runtime":9,"cert":"N\/A","id":428320,"title":"Schweigend ins Gespräch vertieft","adult":false,"genre_ids":[]},{"cast":["Suzuka Nakamoto","Moa Kikuchi","Yui Mizuno","Bohte Daisuke","Hideki Aoyama"],"overview":"Japanese music sensation Babymetal opens their 2016 world tour at the SSE Arena, Wembley, London, England. This April 2, 2016 show made Babymetal the first Japanese band to headline at the Wembley Arena. In addition to their regular set, this concert included the live debut of their new songs GJ! and Amore.","release_date":"2016-11-23","vote_average":10.0,"runtime":104,"cert":"N\/A","id":428322,"title":"Babymetal - Live at Wembley","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A 30-something man between relationships must move quick when an exciting new woman enters his life.","release_date":"2016-12-02","vote_average":6.0,"runtime":93,"cert":"N\/A","id":428324,"title":"Lovesick","adult":false,"genre_ids":[]},{"cast":["Nolan Lampson"],"overview":"A boy finds tapes in a mysterious box from deep within his closet. He soon finds they hold a dark, terrifying secret.","release_date":"2016-12-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":428326,"title":"Press Play","adult":false,"genre_ids":[53,27]},{"cast":[],"overview":"A modern reimagining of the stories that lead to 'The Wizard of Oz'.","release_date":"","vote_average":6.7,"runtime":null,"cert":"N\/A","id":428331,"title":"Emerald City","adult":true,"genre_ids":[]},{"cast":["Cliff Bowes"],"overview":"","release_date":"1925-10-10","vote_average":0.0,"runtime":20,"cert":"\"\"","id":428336,"title":"Dog Daze","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A cheerful take on the lives of school children in a Swiss rural environment. Young pupils recite short essays they have written on subjects such as the long walk to school, the distribution of milk during breaks, and a brawl in the courtyard. Second film by Peter Nestler.","release_date":"1963-09-30","vote_average":8.0,"runtime":10,"cert":"N\/A","id":428338,"title":"Essays","adult":false,"genre_ids":[99]},{"cast":["Victor Colani","Alice Hechy","Ernst Lubitsch","Ernst Matray","Paul L. Stein"],"overview":"","release_date":"1915-05-28","vote_average":0.0,"runtime":20,"cert":"N\/A","id":428340,"title":"Sugar and Cinnamon","adult":false,"genre_ids":[35]},{"cast":["Ernst Lubitsch","Ressel Orla"],"overview":"","release_date":"1915-05-28","vote_average":0.0,"runtime":10,"cert":"N\/A","id":428342,"title":"Blind Cow","adult":false,"genre_ids":[]},{"cast":["Ernst Lubitsch"],"overview":"","release_date":"1915-11-02","vote_average":0.0,"runtime":12,"cert":"N\/A","id":428344,"title":"The Bodybuilder","adult":false,"genre_ids":[]},{"cast":["Ernst Lubitsch","Ossi Oswalda","Victor Janson"],"overview":"","release_date":"1916-12-22","vote_average":0.0,"runtime":40,"cert":"N\/A","id":428346,"title":"The Tenor, Inc.","adult":false,"genre_ids":[]},{"cast":["Ernst Lubitsch"],"overview":"","release_date":"1916-12-15","vote_average":0.0,"runtime":15,"cert":"N\/A","id":428348,"title":"The New Nose","adult":false,"genre_ids":[35]},{"cast":["Ernst Lubitsch"],"overview":"","release_date":"1916-11-24","vote_average":0.0,"runtime":10,"cert":"N\/A","id":428350,"title":"The Most Beautiful Gift","adult":false,"genre_ids":[]},{"cast":["Nick Thune"],"overview":"Living legend, Nick Thune, takes the stage in Portland, Oregon and explains his stunning transformation into a good guy.","release_date":"2016-12-22","vote_average":0.0,"runtime":60,"cert":"\"\"","id":428355,"title":"Nick Thune: Good Guy","adult":false,"genre_ids":[35]},{"cast":["Mike Tyson"],"overview":"Mike Tyson vs. Clifford Etienne, billed as \"Back to Business\", was a professional boxing match contested on February 22, 2003.","release_date":"2003-02-22","vote_average":0.0,"runtime":null,"cert":"\"\"","id":428357,"title":"Mike Tyson vs Clifford Etienne","adult":false,"genre_ids":[]},{"cast":["Vic Sotto","Oyo Boy Sotto","Jeffrey Quizon","Jose Manalo","Wally Bayola"],"overview":"Enteng has made use of his skills in the ironworks and robotics industries, becoming a successful businessman. He also spends more time with his cute granchild Benokis. But trouble arises when Kwak-Kwak, who was booted from Engkatasya, returns to create chaos through a virtual game. Enteng then gathers the Abangers, led by his son Benok, to fight.","release_date":"2016-11-30","vote_average":0.0,"runtime":110,"cert":"N\/A","id":428359,"title":"Enteng Kabisote 10 and the Abangers","adult":false,"genre_ids":[28,35,14]},{"cast":["Vice Ganda","Coco Martin","Awra Briguela","Assunta de Rossi","Onyok Pineda"],"overview":"A family movie that revolves around unlikely \"parents\" Arci and Paco. Arci gains custody of his best friend's children Megan and Ernie just before she dies. The children's uncle, Paco, has no choice but to join this newfound family. Arci and Paco will now embark on the craziest and greatest adventure of their lives as they play the roles of Momshie and Popshie to both Megan and Ernie.","release_date":"2016-11-30","vote_average":5.0,"runtime":115,"cert":"N\/A","id":428361,"title":"The Super Parental Guardians","adult":false,"genre_ids":[35]},{"cast":["Louis Seigner","Maurice Escande","Jacqueline Gauthier","Pierre Destailles"],"overview":"","release_date":"1952-06-02","vote_average":6.0,"runtime":null,"cert":"N\/A","id":428363,"title":"Coq en pâte","adult":false,"genre_ids":[18]},{"cast":["Céline Sallette","Pierre Deladonchamps","Grégoire Leprince-Ringuet","Michel Fau","Willy Gauzin"],"overview":"Paul and Louise get married as World War I breaks out. After two years on the frontline, Paul maims himself and deserts his post. To hide when he is condemned to death in war-torn Paris, Louise dresses him up as a woman. He becomes Suzanne, drags his wife around the debauched Paris of the Golden Twenties and earns quite a reputation for himself.","release_date":"2017-09-13","vote_average":5.7,"runtime":103,"cert":"N\/A","id":428365,"title":"Golden Years","adult":false,"genre_ids":[18]},{"cast":["Nicholas Farrell"],"overview":"Based on the play of the same name by Aeschylus , it retells the myth of Prometheus, who stole fire from the gods to benefit mankind, and as a result was crucified atop a mountain.","release_date":"2004-06-12","vote_average":0.0,"runtime":13,"cert":"N\/A","id":428376,"title":"Prometheus Bound","adult":false,"genre_ids":[18]},{"cast":["Dhanush","Megha Akash","Sunaina","M. Sasikumar","Vela Ramamoorthy"],"overview":"Raghu (Dhanush) and Lekha's (Megha Akash) romance runs into difficulty when Lekha encounters a character that threatens their relationship.","release_date":"2019-11-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428378,"title":"Enai Noki Paayum Thota","adult":false,"genre_ids":[53,28]},{"cast":["José Ángel Egido","Pablo Derqui","Carla Pérez","Teresa Urroz","Cesc Gómez"],"overview":"","release_date":"2009-11-25","vote_average":0.0,"runtime":13,"cert":"N\/A","id":428383,"title":"Pablo","adult":false,"genre_ids":[]},{"cast":["Beau Bridges","Julie Harris","Edward Binns","Kim Hunter","Strother Martin"],"overview":"Ranch hand Stubby Pringle journeys to a Christmas dance, hoping to find his true love, and learns a valuable lesson about the spirit of the holiday along the way.","release_date":"1978-12-17","vote_average":0.0,"runtime":55,"cert":"\"NR\"","id":428385,"title":"Stubby Pringle's Christmas","adult":false,"genre_ids":[18]},{"cast":["Bill Tung","Tang Pik-Wan","Chun Wong","Maria Yuen Chi-Wai","Hung Leung-Sek"],"overview":"The brother and sister have no living family and depend their lives on each other. The sister is a beauty and has many suitors fighting over her. Unfortunately the sister has been cursed and cannot get romantically involved. The neighbors make fun of her for that. After visiting many doctors, Uncle Piu volunteers to treat her, which arouses Uncle Piu’s wife’s suspicions and leads to a series of funny instances…","release_date":"1987-05-07","vote_average":0.0,"runtime":86,"cert":"N\/A","id":428387,"title":"Jokers Playing Games","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"1934-05-04","vote_average":6.0,"runtime":null,"cert":"N\/A","id":428392,"title":"Rothchild","adult":false,"genre_ids":[]},{"cast":["Anthony Moriarty","Muireann Ryan","Nigel Mercier"],"overview":"Ireland, 1892. A recently widowed mother forms a sinister relationship with the body of her husband, leaving it to her son John to sever the ties that bind them.","release_date":"2015-07-13","vote_average":0.0,"runtime":17,"cert":"N\/A","id":428394,"title":"The Parting Glass","adult":false,"genre_ids":[53,27]},{"cast":["Suzi Lorraine","Jessica Sonneborn","Jimmy Dempster","Melissa Heflin","Joel D. Wynkoop"],"overview":"The story is inspired by true stories from The Ocala National Forest of how multiple Campers and Hikers Have vanished without a trace.","release_date":"2016-11-30","vote_average":2.0,"runtime":78,"cert":"\"NR\"","id":428396,"title":"One Night of Fear","adult":false,"genre_ids":[12,27,53]},{"cast":["Fyodor Bondarchuk","Taisiya Vilkova","Egor Beroev","Kseniya Alfyorova","Nikita Volkov"],"overview":"Young girl Masha accidentally discovers the organization of snow and ice mages fighting the global devil under the leadership of Santa Claus.","release_date":"2016-12-24","vote_average":3.9,"runtime":117,"cert":"N\/A","id":428398,"title":"Santa Claus. Battle of Mages","adult":false,"genre_ids":[28,12,14]},{"cast":["Ross McCall","Kristen Hager","Ulrich Thomsen","A Martinez","Gareth Williams"],"overview":"Sean lives a harsh but successful life as a criminal in Los Angeles's rough suburbs. He has, in spite of a chaotic and violent childhood, created some order in his life. As long as order is maintained, he - along with his partner in crime Peter - can ensure that his criminal life does not fall apart. But like in any Greek tragedy, things are doomed to go wrong when he one day falls in love with the waitress Lilly. Sean thinks he can bring order to her life too, but the all-consuming heroin addiction can not be tamed so easily.","release_date":"2016-06-16","vote_average":6.0,"runtime":105,"cert":"N\/A","id":428400,"title":"In Embryo","adult":false,"genre_ids":[]},{"cast":["Chrissy Cooke","Stu Ford","Sarah Foster","Erin Hyndman","Brinke Stevens"],"overview":"The sisters of the Delta Omega sorority won a free weekend at a luxurious hotel &amp; spa. They planned on having a fun and steamy weekend. However, things go from steamy to bloody when an escaped serial killer checks in to the hotel and crashes their party. The heat will be on at the HOT TUB PARTY MASSACRE!!!","release_date":"2016-10-28","vote_average":0.0,"runtime":70,"cert":"N\/A","id":428402,"title":"Hot Tub Party Massacre","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"","release_date":"2016-11-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428404,"title":"Antes da Encanteria","adult":false,"genre_ids":[]},{"cast":["Yakima Canutt","Ione Reed","Slim Whitaker","John Lowell","Bobby Dunn"],"overview":"Story of a Cowboy who met challenges with action! He matched his fists against another man's diabolical brain!","release_date":"1929-05-29","vote_average":0.0,"runtime":null,"cert":"\"\"","id":428412,"title":"Captain Cowboy","adult":false,"genre_ids":[]},{"cast":[],"overview":"Wilson left his parents' home in Medellin on his way to Bogotá but never reached his destination. 30 years later and after the signing of the peace agreement with the FARC, Wilson tries to return from his exile in London to find his family who believes him dead. The trajectory of the plane draws a parable, but \"Parable of the Return\" is also a poem by Porphyrio Barba Jacob, who once recited his brother by heart.","release_date":"2016-12-02","vote_average":0.0,"runtime":41,"cert":"N\/A","id":428414,"title":"Parable of the Return","adult":false,"genre_ids":[]},{"cast":["Kevin Patrick Kelly","Les Borsay","Kelly Pendygraft"],"overview":"A story about two boyhood friends who come to a crossroads in their adult relationship when one of them finds true love. The story explores the blurry line between love and friendship &amp; obsession and jealousy. FIERCE FRIEND is a thrilling ride into the psyche of a sociopath.","release_date":"","vote_average":0.0,"runtime":74,"cert":"N\/A","id":428416,"title":"Fierce Friend","adult":false,"genre_ids":[53]},{"cast":[],"overview":"","release_date":"2003-08-01","vote_average":10.0,"runtime":null,"cert":"\"\"","id":428421,"title":"SoundStage - Chris Isaak et Raul Malo","adult":false,"genre_ids":[]},{"cast":[],"overview":"Pieter Derks looks back on 2013.","release_date":"2013-12-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428426,"title":"Pieter Derks: Een Oudejaars","adult":false,"genre_ids":[]},{"cast":[],"overview":"This is one of the most popular of Bob Mann's instructional series. Bob Mann has sold millions of his Automatic Golf Videos for 1 simple reason, these videos take the mystery out of Golf. Make your swing automatic!","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428428,"title":"Bob Mann's Automatic Golf","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2016-04-29","vote_average":10.0,"runtime":null,"cert":"\"\"","id":428430,"title":"Chris Young - Stagecoach Country Music Festival 2016","adult":false,"genre_ids":[]},{"cast":["David Winter","Katharina Schütz","Johannes Thanheiser"],"overview":"15-year-old David lives with his family and around another hundred Jacobins in a closed community in Germany. The monotonous life of this early Christian community consists of pray.","release_date":"1998-06-04","vote_average":0.0,"runtime":103,"cert":"N\/A","id":428432,"title":"David im Wunderland","adult":false,"genre_ids":[18]},{"cast":["Nina Viola","Joseph Ruddleston","Pawel Skrzek","Viveka Frost","Magloire Bilal Button"],"overview":"An experimental film shot on VHS. The personification of death traverses through separate stories discussing love, life, religion and beauty as she tries to help an assortment of characters through their final stop.","release_date":"2018-06-19","vote_average":8.0,"runtime":129,"cert":"\"\"","id":428434,"title":"The Forgotten Colours of Dreams","adult":false,"genre_ids":[18,14]},{"cast":[],"overview":"Vengo Volviendo tells the story of Ismael, who was raised by his grandmother and seeks to leave Ecuador in order to migrate to the United States. Along the way, he encounters a host of interesting people and learns of some interesting tales.","release_date":"2015-01-01","vote_average":0.0,"runtime":143,"cert":"N\/A","id":428436,"title":"Vengo Volviendo","adult":false,"genre_ids":[]},{"cast":["Alex DiSanto","Bella Sharp","Clair Sharp"],"overview":"Three teens are forced to spend the night at the house on Hollow Road. They eventually learn that each one of them has been having recurring nightmares. Nightmares that could only take place in the mind of a psychopath.","release_date":"2014-07-21","vote_average":0.0,"runtime":50,"cert":"N\/A","id":428438,"title":"Nightmare in Psycho Town","adult":false,"genre_ids":[]},{"cast":["Matt Bomer","Josh Wiggins","Bill Pullman","Alex Neustaedter","Lily Gladstone"],"overview":"A city teen travels to Montana to go hunting with his estranged father, only for the strained trip to become a battle for survival when they encounter a grizzly bear","release_date":"2017-01-21","vote_average":5.8,"runtime":96,"cert":"\"PG-13\"","id":428446,"title":"Walking Out","adult":false,"genre_ids":[12,18,53]},{"cast":[],"overview":"Ariane Astrid Atodji investigates to discover the reason why her father left his family in Benin years ago and never returned.","release_date":"2014-08-23","vote_average":0.0,"runtime":72,"cert":"N\/A","id":428448,"title":"Suffering is a School of Wisdom","adult":false,"genre_ids":[99]},{"cast":["Meredith Baxter","David Birney","Ray Baker","James Sutorius"],"overview":"A woman who believes that her husband was killed in Vietnam is about to remarry when her husband returns. And it appears that he has been a mercenary or working for the intelligence community and someone whom he crossed wants him dead. So, he and his wife are making preparations to leave, but it also appears that he is hiding something else from her.","release_date":"1987-11-29","vote_average":4.0,"runtime":96,"cert":"\"\"","id":428453,"title":"The Long Journey Home","adult":false,"genre_ids":[10770]},{"cast":["Justin Chatwin","Addison Timlin"],"overview":"A short film that contrasts veneer &amp; vulnerability. Our heroes memory tortures his heart, spinning him on an emotional merry-go-round of personal conflict.","release_date":"2014-01-01","vote_average":0.0,"runtime":10,"cert":"\"\"","id":428455,"title":"The Cycle","adult":false,"genre_ids":[]},{"cast":["Elvira Frani","Kimbereley Wells"],"overview":"Juli meets Juliette","release_date":"","vote_average":0.0,"runtime":8,"cert":"N\/A","id":428457,"title":"Cinematique Dangereux: Pilot","adult":false,"genre_ids":[]},{"cast":["Rachel Lam","Master Szeto"],"overview":"Master Szeto is back and, with his mostly fearless crew in tow, he traipses across Asia in search of the supernatural. What he finds will either amuse or insult you, or perhaps both.  But will it entertain you?  That indeed is a mystery for us all.  To find out how this reviewer fared, read on…if you dare.","release_date":"2014-11-30","vote_average":10.0,"runtime":null,"cert":"N\/A","id":428459,"title":"The Unbelievable 3: The Skeleton Road","adult":false,"genre_ids":[9648,27]},{"cast":[],"overview":"Hollywood has made up their minds, forcing theaters to convert to digital or go dark. As theaters around the world change to newer digital technology, the job of the 35mm film projectionist is becoming irrelevant. Going Dark profiles two theater projectionists during their final days on the job.","release_date":"","vote_average":0.0,"runtime":15,"cert":"N\/A","id":428461,"title":"Going Dark: The Final Days of Film Projection","adult":false,"genre_ids":[99]},{"cast":["Frank Ancona"],"overview":"Dan Vernon journeys into the heart of America's most notorious supremacist group, with access to a modern day Missouri chapter: The Traditionalist American Knights of the Ku Klux Klan.","release_date":"2015-06-13","vote_average":9.5,"runtime":null,"cert":"N\/A","id":428463,"title":"Inside the KKK","adult":false,"genre_ids":[99]},{"cast":["Manhan","Joby Pala"],"overview":"'Mohenjodaro Aarappa..?' is a Malayalam film directed by Anoop Daiwa. The comedy film is produced by Rajesh Singapore. Production House: Trivandrum Brothers. Year : 2015﻿","release_date":"2016-09-03","vote_average":0.0,"runtime":130,"cert":"N\/A","id":428465,"title":"Mohanjadharo aarappa","adult":false,"genre_ids":[12,35]},{"cast":[],"overview":"Chuthattam Is a Malayalam Action Drama Movie. The movie directed by Jayan R Krishnaa and produced by Whyte Infotainment. Chutthattam movie stars Atul Kulkarni, Fariz, Hemachandran, Prathap K. Pothan, Nizhalgal Ravi in the lead role.","release_date":"2016-11-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428467,"title":"Chuthattam","adult":false,"genre_ids":[]},{"cast":["Lilith Lust","Alyssa Branch","Arianny Koda","Casi James"],"overview":"Teenie boppers that crave the real whoppers. If big dicks are on the menu, don't be surprised when they pounce!","release_date":"2016-11-17","vote_average":0.0,"runtime":126,"cert":"\"NR\"","id":428469,"title":"So Young 6","adult":true,"genre_ids":[]},{"cast":["John Rhys-Davies","Karl Johnson","Valentin Novopolskij","Egle Spokaite","Kamilė Gudomonaitė"],"overview":"In late nineteenth-century Russia, Martin Avdeitch is a humble shoemaker whose life has been characterized by grief. Martin must find the courage to look outside himself and trust in the goodness of God. This BYUtv original holiday special is based on Leo Tolstoy's short story, \"Martin the Cobbler,\" and stars John Rhys-Davies.","release_date":"2016-11-24","vote_average":0.0,"runtime":52,"cert":"\"\"","id":428471,"title":"Winter Thaw","adult":false,"genre_ids":[18,10751,14]},{"cast":["Jacqueline Chong","Angie Shum","Anita Chui","Jumbo Tsang Suk-Nga","Kaman Kong"],"overview":"Patrick Kong-produced look at promotion girls mildly serves his devotees – which, all things considered, does account for something. Closer to PG-13 than PG, if you're looking for a ratings guide.","release_date":"2016-02-25","vote_average":6.0,"runtime":null,"cert":"N\/A","id":428473,"title":"PG Love","adult":false,"genre_ids":[18,35,10749]},{"cast":["Max Irons","Jade Syed-Bokhari"],"overview":"A young man is desperate to get his girl back. His mission is to write some lovely poetry to her. He sets out in the woods, a quiet lonely place to inspire his thoughts. The words come and go, he's not so sure of what's he doing but he tries anyway, from time to time throwing the scribbled papers of poorly delivered lines on the ground. But it seems that the forces of nature will find a way to help him with this torment.","release_date":"2010-05-06","vote_average":6.0,"runtime":4,"cert":"\"\"","id":428478,"title":"Unrequited Love","adult":false,"genre_ids":[14,18]},{"cast":[],"overview":"1946 follow-up to Andre Cauvin's 1939 short documentary \"The Mystic Lamb\"","release_date":"1946-12-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":428486,"title":"Return of the Mystic Lamb","adult":false,"genre_ids":[]},{"cast":["Elena Sofia Ricci","Stefania Rocca","Gabriella Pession","Chiara Mastalli","Francesco Montanari"],"overview":"The stories of five women very different from each other, yet linked by morbid and violent love experiences, are intertwined in a drama inspired by the collection of short stories by Dacia Maraini published in 2012 by the same title of the film, \"Love Stolen \".","release_date":"2016-11-29","vote_average":6.0,"runtime":60,"cert":"N\/A","id":428488,"title":"L'amore rubato","adult":false,"genre_ids":[]},{"cast":[],"overview":"1956 Belgian short documentary by Pierre Alechinsky","release_date":"1956-12-01","vote_average":0.0,"runtime":16,"cert":"N\/A","id":428490,"title":"Japanese Calligraphy","adult":false,"genre_ids":[]},{"cast":["Renato Carpentieri","Sergio Rubini","Ennio Fantastichini","Jacopo Cullin","Teresa Saponangelo"],"overview":"Art and nature are the touchstones of this gloriously theatrical, gorgeously scenic spin on \"The Tempest.\" A shipwreck makes for strange stage-fellows when a group of convicted Camorra criminals and a ragtag company of actors wash up together on the Mediterranean prison island where warden Don Vincenzo (Carpentieri) lives with his restless daughter Miranda. When the gangsters infiltrate the theatrical troupe, Don Vincenzo commands them to put on a performance of \"The Tempest\" in order to separate the thugs from the thespians. Writer-director Cabiddu draws inspiration from both Shakespeare and Eduardo de Filippo, the great Neapolitan playwright whose influence is seen in the film’s enchanting mixture of the earthy and the fanciful. Veteran actor Rubini excels as the hangdog leader of the troupe, but the real star of the film is the unspoiled island of Asinara off the northwest tip of Sardinia.","release_date":"2016-12-01","vote_average":6.8,"runtime":90,"cert":"N\/A","id":428492,"title":"The Stuff of Dreams","adult":false,"genre_ids":[35]},{"cast":["Ernst Lubitsch","Ossi Oswalda","Wilhelm Diegelmann","Margarete Kupfer","Victor Janson"],"overview":"","release_date":"1918-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428494,"title":"Prinz Sami","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428496,"title":"The Name of the Wind","adult":false,"genre_ids":[]},{"cert":"\"\"","title":"The Wound","cast":["Nakhane Touré","Bongile Mantsai","Niza Jay Ncoyini","Thobani Mseleni","Gamelihle Bovana"],"id":428498,"overview":"Eastern Cape, South Africa. A lonely factory worker, Xolani, takes time off his job to assist during an annual Xhosa circumcision initiation into manhood. In a remote mountain camp that is off limits to women, young men, painted in white ochre, recuperate as they learn the masculine codes of their culture. In this environment of machismo and aggression, Xolani cares for a defiant initiate from Johannesburg, Kwanda, who quickly learns Xolani's best kept secret, that he is in love with another man.","runtime":88,"genre_ids":[18],"release_date":"2017-04-19","vote_average":6.6,"adult":false}]