[{"cast":["Rio Dewanto","Yama Carlos","Revalina S. Temat","Baim Wong","Jowy Khoury"],"overview":"Garuda member contingent, Captain Satria, Lieutenant Arga, and Sergeant Gulamo, assigned to Lebanon as peacekeepers. Satria among others, should mediate disputes between Israeli soldiers by the Lebanese army, and managed to free the Spanish army of Hezbollah soldiers hostage.","release_date":"2016-12-15","vote_average":0.0,"runtime":93,"cert":"N\/A","id":428506,"title":"Pasukan Garuda: I Leave My Heart In Lebanon","adult":false,"genre_ids":[18,28,10752]},{"cast":["Ossi Oswalda","Carl Auen","Fritz Achterberg","Hermann Böttcher","Aenderly Lebius"],"overview":"","release_date":"1919-02-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428508,"title":"Das Schwabenmädel","adult":false,"genre_ids":[]},{"cast":["Ernst Lubitsch"],"overview":"","release_date":"1919-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428510,"title":"Käsekönig Holländer","adult":false,"genre_ids":[]},{"cast":["Mentari De Marelle","Dayu Wijanto","Roweina Umboh","Agung Saga","Agung Saga"],"overview":"Alexandra (Mentari de Marelle), student, became a substitute teacher at an orphanage called House Angels. Alexandra replace Irma, who no longer hold teaching because it is always plagued by the ghost of a small child. Alexandra Arrival get bad reception of the children home. Alexandra often intimidated. Alexandra denounce acts of children, but no one recognizes. Alexandra did not know that what bothers him is the real ghost.","release_date":"2016-11-24","vote_average":5.0,"runtime":93,"cert":"N\/A","id":428512,"title":"Rumah Malaikat","adult":false,"genre_ids":[27]},{"cast":[],"overview":"1910 Louis Feuillade short film","release_date":"1911-12-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":428514,"title":"Le secret du corsaire rouge","adult":false,"genre_ids":[]},{"cast":["Mireille Perrier","Rachida Brakni","Robin Renucci","Chloé Coulloud","Marilyne Canto"],"overview":"Marion, a 50 year old woman, suddenly ups and leaves the man with whom she has been living for the past 20 years; she has found herself, midlife, in love with her friend Claude, another woman.","release_date":"2007-02-08","vote_average":5.5,"runtime":101,"cert":"N\/A","id":428516,"title":"Out of the Blue","adult":false,"genre_ids":[10749,18]},{"cast":["Vasili Vanin","Emma Tsesarskaya","Sergei Kalinin","Aleksandr Khvylya","Aleksandra Denisova"],"overview":"After the liberation of the Kuban by the Soviet Army troops, farmers return home and begin to restore the destroyed economy. Under the leadership of the young chairman, Nadiezdha Pritulyak, growers are working with great enthusiasm.","release_date":"1946-02-02","vote_average":7.0,"runtime":80,"cert":"N\/A","id":428530,"title":"Liberated Earth","adult":false,"genre_ids":[18,10752]},{"cast":[],"overview":"2003 Sam Taylor-Wood video art work featuring a tap dancer","release_date":"2003-12-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":428532,"title":"Ascension","adult":false,"genre_ids":[]},{"cast":[],"overview":"Informed by cinematic and documentary traditions, Taylor-Johnson has been working with photography, film and video in London since the early 1990s. She presents characters in situations of isolation and self-absorption, their familiar, even mundane, surroundings and poses belying more or less hidden states of emotional crisis. This piece explores the difficult distinctions 'between reality and unreality, life and theatre', public and private, by putting the viewer in the uncomfortable position of deciding whether the action is genuine or staged. This discomfort persists with Brontosaurus, which is clearly taking place in a private space.","release_date":"1995-12-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":428534,"title":"Brontosaurus","adult":false,"genre_ids":[]},{"cast":[],"overview":"1996 Sam Taylor-Wood video art piece focusing on a naked singer","release_date":"1996-12-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":428536,"title":"Knackered","adult":false,"genre_ids":[]},{"cast":[],"overview":"1998 Sam Taylor-Wood video art piece featuring a dude goin' nuts","release_date":"1998-12-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":428538,"title":"Method in Madness","adult":false,"genre_ids":[]},{"cast":[],"overview":"2001 Sam Taylor-Wood video art work featuring a man praying in silence","release_date":"2001-12-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":428540,"title":"Mute","adult":false,"genre_ids":[]},{"cast":[],"overview":"2001 Sam Taylor video art piece featuring rotting fruit in time lapse","release_date":"2001-12-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":428542,"title":"Still Life","adult":false,"genre_ids":[]},{"cast":["Oka Antara","Tio Pakusadewo","Ganindra Bimo","Lukman Sardi","Tiara Eve"],"overview":"Pras wants to realize his dreams of having a significant life and career as a journalist, but Jakarta changes everything.","release_date":"2017-02-23","vote_average":6.0,"runtime":105,"cert":"N\/A","id":428556,"title":"Moammar Emka's Jakarta Undercover","adult":false,"genre_ids":[18,10749]},{"cast":["Gérard Depardieu","Catherine Deneuve","Guillaume de Tonquédec","Chantal Ladesou","Nathalie Vignes"],"overview":"Gerard is tired of being taken for a good apple by his beautiful family. He leaves everything and starts a garage in a village nestled at the bottom of the Gâtinais ... In front of the garage, there is a lovely inn, run by Barbara: a beautiful woman, disconcerting, mysterious, unpredictable. Their encounter will spark ...","release_date":"2017-08-30","vote_average":5.5,"runtime":90,"cert":"N\/A","id":428558,"title":"Nobody's Perfect!","adult":false,"genre_ids":[35]},{"cast":["Alice Cooper","Billy Joel","Smokey Robinson","Roger Daltrey","Joe Elliott"],"overview":"An inside look at the making of The Art Of McCartney album on which some of the world's greatest artists interpret the songs of one of the world's greatest songwriters, Paul McCartney.","release_date":"2014-10-01","vote_average":0.0,"runtime":87,"cert":"\"\"","id":428560,"title":"The Art of McCartney","adult":false,"genre_ids":[99,10402]},{"cast":["Gitta Alpar","Patrick Waddington","Owen Nares","Arthur Margetson","Margaret Bannerman"],"overview":"The Loves of Mme. DuBarry was the American title of the 1935 British operetta I Give My Heart, based on the stage musical The DuBarry. German actress Gitta Alpar stars as Jeanne, the young 18th century Parisian milliner who sleeps her way to the uppermost rungs of French aristocracy, emerging at last as the glamorous Madame DuBarry, mistress of Louis XV (Owen Nares). Refusing to gloss over DuBarry's sexual peccadilloes (as previous films with Norma Talmadge and Dolores del Rio had done), the film presents the \"heroine\" as a whore, pure and simple-or, on second thought, not so pure and simple! Particularly troublesome for American censors was a scene in which DuBarry is depicted as a resident of a bawdy house. Otherwise, The Loves of Madame DuBarry is standard historical-drama fare, allowing dozens of top European actors to play \"dress-up\" for 90 minutes.","release_date":"1935-10-24","vote_average":0.0,"runtime":89,"cert":"N\/A","id":428562,"title":"I Give My Heart","adult":false,"genre_ids":[]},{"cast":["Tomáš Šimek","Dana Vávrová","Michal Hofbauer","Lukáš Bech","Jaroslav Kolísek"],"overview":"Tomás lives in a very small Czech town and is a nature lover and a birdwatcher. He struggles to keep the forests he loves clean and constantly fights his \"archenemy\" whose sister and Tomás's classmate is secretly in love with him.","release_date":"1980-08-01","vote_average":0.0,"runtime":71,"cert":"N\/A","id":428567,"title":"Brontosaurus","adult":false,"genre_ids":[10749,10751,12]},{"cast":[],"overview":"A camera in the hands of African Union soldiers in Mogadishu, Somalia, captures the war on the jihadist militants in Al-Shabaab.","release_date":"2016-11-19","vote_average":0.0,"runtime":84,"cert":"N\/A","id":428569,"title":"Mogadishu Soldier","adult":false,"genre_ids":[99]},{"cast":["Christina Larkins"],"overview":"Far in the future, a woman wakes up in an escape pod on the surface of an empty alien planet dotted with the remains of an ancient alien civilization. Faced with isolation and the threat of death from the toxic night air, she must travel across the barren landscape and find a way to send a message home. She copes with alternating emotions of hope and loneliness and encounters semblances of human presences that push and pull these feelings within her. All the while she is overshadowed by the immense monolith on the horizon, a leftover of the alien civilization that existed on the planet countless years before. Her journey transforms over time, evolving from a focus on her character in the face of impending death to a study of absence and presence, transience and endurance. Her journey towards the crash site and the giant monolith becomes a race against time as she seeks a way to leave her mark and not be forgotten.","release_date":"2013-01-01","vote_average":0.0,"runtime":25,"cert":"\"\"","id":428571,"title":"Melpomenos","adult":false,"genre_ids":[878]},{"cast":["Jiří Strnad","Ladislav Frej","Jaroslava Tvrzníková","Miroslav Mikulicka","Tomás Masar"],"overview":"The holidays began and Pepík Janousek is playing with his friend Hadraba, whose nickname is Sun. Sun has to baby-sit his small brother in a pram and envies Pepík his nice adoptive parents because his own father beats him often. Pepík is happy - he will have soon the same surname Marek as his father and mother. Pepík is shocked when Sun tells him that Mrs Marková is pregnant. He falls from a height and ends up in hospital. Despite of all expressed love and care Pepík is afraid that the Mareks will no longer want him.","release_date":"1979-12-01","vote_average":0.0,"runtime":81,"cert":"N\/A","id":428576,"title":"Men Don't Cry","adult":false,"genre_ids":[12,10751,18]},{"cast":["Lupino Lane","Lola Hunt","Sari Maritza","Wallace Lupino","Cyril McLaglen"],"overview":"A henpecked husband takes his wife and her children to Blackpool, where confusion reigns.","release_date":"1931-05-05","vote_average":6.0,"runtime":70,"cert":"N\/A","id":428581,"title":"No Lady","adult":false,"genre_ids":[]},{"cast":["Lucas Till","Joel Courtney","Mitchel Musso","Ally Sheedy","Bridger Zadina"],"overview":"Sins of Our Youth is the story of four teenagers who accidentally murder a younger boy while shooting off assault weapons recreationally and the perilous decisions they make in the wake of the murder.","release_date":"2016-12-02","vote_average":4.8,"runtime":93,"cert":"\"R\"","id":428583,"title":"Sins of Our Youth","adult":false,"genre_ids":[53,18]},{"cast":["Brett Gelman","Judy Greer","Michael Cera","Nia Long","Shiri Appleby"],"overview":"A man watches his life unravel after he is left by his blind girlfriend.","release_date":"2017-01-22","vote_average":4.4,"runtime":90,"cert":"\"\"","id":428585,"title":"Lemon","adult":false,"genre_ids":[18,35]},{"cast":["Roger de Weck","Kai Diekmann","Hartmann von der Tann"],"overview":"","release_date":"2001-08-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428587,"title":"Die Meute","adult":false,"genre_ids":[99]},{"cast":["Thora Birch","Chris Klein","Claire Coffee","David Blue","Tiffany Fallon"],"overview":"A romantic comedy about a woman who thinks all people eventually cheat and a man who challenges her to a competition to prove that she's wrong.","release_date":"2018-01-26","vote_average":5.3,"runtime":105,"cert":"\"\"","id":428589,"title":"The Competition","adult":false,"genre_ids":[10749,35]},{"cast":["Randy Quaid","Embeth Davidtz","Jack Coleman","Tracey Ellis"],"overview":"A man is executed in the electric chair for having killed several women, but due to lightning striking a transformer at the moment of execution, he survives. As soon as he's well, however, they plan to electrocute him again, but now he has become a changed man and the female criminal psychiatrist attributes it to the electrocution wiping out certain brain cells.","release_date":"1999-05-20","vote_average":5.5,"runtime":null,"cert":"\"\"","id":428600,"title":"Last Rites","adult":false,"genre_ids":[53]},{"cast":[],"overview":"A young lady goes from a date night to creep night as she struggles to evade a psychopathic killer.","release_date":"2015-01-01","vote_average":0.0,"runtime":6,"cert":"\"\"","id":428602,"title":"Creep: An Homage to Classic Horror","adult":false,"genre_ids":[27]},{"cast":["Gregg Almquist","Jodi Baker","Kayla Black"],"overview":"One parting married couple, plus two guys and two gals, interact during a Thanksgiving weekend at a roomy home in the Colorado Rockies.","release_date":"1993-09-12","vote_average":0.0,"runtime":109,"cert":"\"\"","id":428604,"title":"Top of the World","adult":false,"genre_ids":[18]},{"cast":["Rocío Brambila","Queta Lavat","José Chávez","Raul Brambila","Rogelio Brambila"],"overview":"Tomboy grows up, overalls to frilly pastel dresses. And even a husband.","release_date":"1977-11-30","vote_average":0.0,"runtime":90,"cert":"N\/A","id":428606,"title":"Carita de primavera","adult":false,"genre_ids":[]},{"cast":["Maxim Martin"],"overview":"","release_date":"2016-11-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428611,"title":"Maxim Martin : Enfin","adult":false,"genre_ids":[]},{"cast":["Ric Lutze","Bob Silvani","Suzanne Fields","Rene Bond"],"overview":"Debbie and Mary are loving sisters, and they share a special bond – when Debbie feels something, Mary feels the same thing! So when Debbie is having sex on a date, Mary is at home masturbating! The girls meet a pair of horny guys who take the two sisters to their toy store, and then teach them an exciting new game. They’re going to learn how to play doctor! For those with a refined taste in classic erotica, you’re in for one hot and sexy treat!","release_date":"1974-07-02","vote_average":0.0,"runtime":43,"cert":"\"NC-17\"","id":428613,"title":"Two Sisters","adult":true,"genre_ids":[878,18]},{"cast":["Shammi Kapoor","Sadhana","Pran","Prithviraj Kapoor","Om Prakash"],"overview":"Prince Bhanu Pratap returns from a decade in a foreign country, together with his friend Kapil. His father, the King (Raja)has married again after Bhanu Pratap's mother passed away, and has a son by his new wife Maharani (Queen) Kalavanti. The Queen's brother Narpat Singh has designs upon the throne and enrols his sister the Maharani in his plot, by promising to unseat Bhanu Pratap and install her son as the heir. Prince Bhanu Singh has been tipped off, so he starts to behave like a CLOWN prince, instead of acting as the CROWN prince, in an attempt to flush out the schemers.  This is a complex story of Royalty in India, in the post Independence (from the British) era, before democracy took root. It is a story of love, Indian values and to some extent superstitions and the conflict between values, superstition and modern views of the world they lived in.","release_date":"1964-01-01","vote_average":0.0,"runtime":178,"cert":"N\/A","id":428621,"title":"Rajkumar","adult":false,"genre_ids":[]},{"cast":["Arletty","Mireille Balin","Noel Noel","Raymond Rouleau","André Luguet"],"overview":"Claude is a young man whose girlfriend has just broken up with him. Feeling unable to overcome the pain, Claude has no other idea than to end his life. Back home, he finds five middle-aged or elderly men sitting at the dinner table but he refuses to join the guests and goes upstairs to his bedroom. The worst is prevented thanks to a servant who has caught sight of Claude's revolver. Claude 's uncle joins his nephew and manages to persuade him not to take action. He takes him downstairs to the dining room where each in turn, the five guests start telling their own story. For it happens that they too once had their heart broken and that they too once wanted to die for love.","release_date":"1942-03-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428623,"title":"La femme que j'ai le plus aimée","adult":false,"genre_ids":[]},{"cast":[],"overview":"Moyra Davey's new 28-minute video is a lyrical film essay that interweaves various biographies-including those of Derek Jarman, poet Anne Sexton, writer Jorge Luis Borges, and the artist herself-to explore blindness, color, and identity.","release_date":"2015-06-01","vote_average":0.0,"runtime":28,"cert":"\"\"","id":428625,"title":"Notes on Blue","adult":false,"genre_ids":[]},{"cast":["Rebecca Front","Steve Coogan","James Corden","Hugh Dennis","Lee Mack"],"overview":"Documentary celebrating the British sitcom and taking a look at the social and political context from which our favourite sitcoms grew. We enjoy a trip through the comedy archive in the company of the people who made some of the very best British sitcoms. From The Likely Lads to I'm Alan Partridge, we find out the inspiration behind some of the most-loved characters and how they reflect the times they were living in.","release_date":"2016-09-12","vote_average":5.0,"runtime":60,"cert":"N\/A","id":428627,"title":"British Sitcom: 60 Years of Laughing at Ourselves","adult":false,"genre_ids":[35,99]},{"cast":[],"overview":"1950 Belgian short documentary by Paul Haesaerts","release_date":"1950-12-02","vote_average":0.0,"runtime":30,"cert":"N\/A","id":428629,"title":"From Renoir to Picasso","adult":false,"genre_ids":[]},{"cast":["Joivan Wade","Percelle Ascott","Samson Kayo"],"overview":"Three friends discover £100,000 and use it to go on a spending spree and throw a huge party, unaware that it belongs to a gangster.","release_date":"2016-12-02","vote_average":6.2,"runtime":null,"cert":"\"\"","id":428634,"title":"The Weekend","adult":false,"genre_ids":[35]},{"cast":["Christian Figueiredo","Filipe Bragança","Isabella Moreira","José Victor Pires","Giovanna Grigio"],"overview":"The biography of the Brazilian YouTuber Christian Figueiredo.","release_date":"2017-01-12","vote_average":7.7,"runtime":92,"cert":"N\/A","id":428645,"title":"Eu Fico Loko","adult":false,"genre_ids":[35]},{"cast":["Larry O'Dwyer"],"overview":"A 2 hour documentary that traces the All Blacks through 2011 up to and including the final of the Rugby World Cup, as seen through the eyes of All Blacks coach Graham Henry and his team.","release_date":"2012-05-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":428647,"title":"The Weight of a Nation","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A short look into the life of a loving girl with an abusive mother and a father who stands by during his wife's frequent fits of violence.","release_date":"1997-11-03","vote_average":0.0,"runtime":14,"cert":"N\/A","id":428649,"title":"De Suikerpot","adult":false,"genre_ids":[]},{"cast":["Ismael Miranda","Manny Manuel","Andy Montañez","José Feliciano","Ana Isabelle"],"overview":"On the Puerto Rican diaspora, which includes renowned artists who have converted New York, Florida, Chicago, Hawaii, Santa Cruz and Dominican Republic into their second home, but with Puerto Rico in their hearts.","release_date":"2016-12-04","vote_average":1.0,"runtime":55,"cert":"N\/A","id":428651,"title":"De Puerto Rico para el mundo","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"Bankrobbers, foreigners and a kinky priest wind up in a public restroom together.","release_date":"1997-08-05","vote_average":0.0,"runtime":8,"cert":"N\/A","id":428653,"title":"Urinoir Dogs","adult":false,"genre_ids":[]},{"cast":["Krystin Watters"],"overview":"An Ophelia-style self portrait of the director.","release_date":"1987-07-17","vote_average":0.0,"runtime":null,"cert":"\"\"","id":428655,"title":"Adieux, Dames","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Short by Lisa Hammer","release_date":"1995-07-29","vote_average":0.0,"runtime":null,"cert":"\"\"","id":428657,"title":"Jorinda and Joringel","adult":false,"genre_ids":[]},{"cast":[],"overview":"A chain of incredible events.","release_date":"1999-07-05","vote_average":6.0,"runtime":16,"cert":"N\/A","id":428659,"title":"Wooww","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428667,"title":"Sachsenhausen - Le due facce di un campo","adult":false,"genre_ids":[99]},{"cast":["Loyiso Gola"],"overview":"Two-time Emmy-nominated comedian, Loyiso Gola brings his frank and outspoken comedy to the U.S. from South Africa, where his no-holds-barred comedic style has made him a star for over a decade. In his first American special, Loyiso shines a light on cultural ignorance with comedic prowess and his candid style of delivery finds silliness in the most intense of situations - calling out issues ranging from race to New York subways to democracy and everything in between.","release_date":"2016-11-04","vote_average":0.0,"runtime":44,"cert":"\"\"","id":428669,"title":"Loyiso Gola: LIVE in New York","adult":false,"genre_ids":[35]},{"cast":["Lynsey Dyer","Greg Hill","Colter Hinchliffe","Andy Mahre","Griffin Post"],"overview":"A ski film unlike any other, Monumental: Skiing Our National Parks celebrates the 100th anniversary of the National Park Service by paying homage to these monuments of nature and solitude, reminding us skiers where we came from, and that we belong to something greater than ourselves. Follow contemporary explorers through the lens of KGB Productions with skiers Andy Mahre, Lynsey Dyer, Griffin Post, Colter Hinchliffe, Kalen Thorien, Greg Hill, Max Hammer, and Connery Lundin at Yellowstone National Park, Yosemite National Park, Grand Teton National Park, Glacier National Park, and Olympic National Park.","release_date":"2016-11-29","vote_average":0.0,"runtime":41,"cert":"\"NR\"","id":428671,"title":"Monumental: Skiing Our National Parks","adult":false,"genre_ids":[99]},{"cast":["Elliott Barker","Tim Buel","Nakoa Lee","Marc Madison"],"overview":"S.P.I is entering its third season as the most watched Paranormal Hunting program with its Halloween premiere. The team is investigating a haunted garage\/basement on secluded property and prepping to create some soaring ratings with scary content. Upon investigation however, they see that what they all fabricate, may in fact be very real...","release_date":"2010-08-12","vote_average":2.0,"runtime":47,"cert":"\"\"","id":428673,"title":"Unaired","adult":false,"genre_ids":[878,18,27]},{"cast":[],"overview":"2002 Sam Taylor-Wood short video art piece featuring a man playing an imaginary string instrument.","release_date":"2002-12-03","vote_average":0.0,"runtime":6,"cert":"N\/A","id":428675,"title":"Prelude in Air","adult":false,"genre_ids":[]},{"cast":["Emilio Cossira"],"overview":"Emilio Cossira singing a song from Romeo and Juliet, probably 'Ah. Lève-toi soleil'.","release_date":"1900-12-02","vote_average":0.0,"runtime":3,"cert":"N\/A","id":428677,"title":"Romeo and Juliet","adult":false,"genre_ids":[]},{"cast":["Petre Gheorghiu","Valentin Plătăreanu","Ovidiu Schumacher","Jean Constantin","Aristide Teică"],"overview":"Some party representatives want to make a new football team.","release_date":"1981-01-01","vote_average":3.0,"runtime":null,"cert":"N\/A","id":428691,"title":"I have an Idea","adult":false,"genre_ids":[]},{"cast":[],"overview":"A 10 minute film that depicts a man and a woman having an argument. This domestic drama is enacted simultaneously on two separate projected screens—the man’s space is described by a chair standing against a blank wall, the woman’s by a fridge and a fragment of kitchen sideboard. Each participant is isolated within his and her own screen, the borders from one to the other being crossed by thrown objects such as a glass of milk or a frying pan and, occasionally, by one of the participants, who, unable to contain their rage, launches an attack across the divide. A soundtrack of tuning into a series of different radio stations accompanies the film, seeming to articulate the switching emotional tenor of the scenario as it moves through confusion, anger, sadness and resignation.","release_date":"1995-12-03","vote_average":0.0,"runtime":10,"cert":"N\/A","id":428693,"title":"Travesty of a Mockery","adult":false,"genre_ids":[]},{"cast":["J. Chasles"],"overview":"Jeanne Chasles dances for the presentation of the Phono-Cinema-Theatre.","release_date":"1900-12-02","vote_average":0.0,"runtime":2,"cert":"N\/A","id":428695,"title":"Chasles","adult":false,"genre_ids":[]},{"cast":[],"overview":"In her film The Last Century (2006), what appears to be a static image of a group of people slowly reveals itself to be a real, filmed take, timed to the length of a burning cigarette: the film is entirely static apart from the involuntary blinking, twitching and barely-visible breathing of four motionless actors, all arranged around a central figure as if in a group portrait painted by Rembrandt or Caravaggio.","release_date":"2006-12-03","vote_average":0.0,"runtime":7,"cert":"N\/A","id":428697,"title":"The Last Century","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Phono-Cinema-Theatre was a special pavilion at the 1900 Paris World's Fair which featured filmed performances presented with sound via wax cylinder recordings. Many of these short films were also in hand tinted color. The performances ranged from theatre (Coquelin the eldest, Gabrielle Réjane, Sarah Bernhardt, Félicia Mallet), opera &amp; operetta (Mariette Sully, Emile Cossira, Jeanne Hatto, Mily-Meyer, Désiré Pougaud), to café concert &amp; music hall variety (Footit et Chocolat, Mason and Forbes, Little Tich, Brunin, Polin, Jules Moy) and dance (Blanche and Louise Mante from the Paris Opera, Carlotta Zambelli, Michel Vasquez, Rosita Mauri, Jeanne Chasles, Achille Viscusi, Christine Kerf, Cléo de Mérode).","release_date":"1900-12-02","vote_average":0.0,"runtime":79,"cert":"N\/A","id":428699,"title":"Phono-Cinéma-Théâtre","adult":false,"genre_ids":[]},{"cast":["Nelson Xavier","Rui Ricardo Diaz","Marcos Winter","Fernando Vieira","Lionel Fisher"],"overview":"","release_date":"2016-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428701,"title":"Rondon, o Desbravador","adult":false,"genre_ids":[36,18]},{"cast":[],"overview":"1. Try A Little Tenderness\r 2. You Don't See Me\r 3. Your Song\r 4. Summertime\r 5. Go Away Little Girl\r 6. Mas Que Nada\r 7. Dinosaur\r 8. We Got By (feat. David Sanborn)\r 9. Wait For The Magic\r 10. She's Leaving Home","release_date":"1994-12-02","vote_average":0.0,"runtime":null,"cert":"\"\"","id":428712,"title":"Al Jarreau - Tenderness live in LA","adult":false,"genre_ids":[]},{"cast":["Paige Cuff","Cameron Mahai","Bella Vanek","Brie Zepeda","Harris Kendall"],"overview":"Struggling with the harsh realities that arise in the cusp of adulthood, a young woman is shown a new perspective on life by two unlikely strangers during a night of spontaneous adventure.","release_date":"2017-04-29","vote_average":0.0,"runtime":null,"cert":"\"NR\"","id":428714,"title":"Glass","adult":false,"genre_ids":[18]},{"cast":["Julia Stemberger","Marion Mitterhammer","Simon Schwarz","Serge Falck"],"overview":"","release_date":"1998-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428719,"title":"Quintett komplett","adult":false,"genre_ids":[35]},{"cast":[],"overview":"As the Carter Family sings \"Wildwood Flower\" an elaborate embroidered border is created around an image of a nude woman riding slowly toward the camera, producing a kind of cameo in motion.","release_date":"1971-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":428721,"title":"Wildwood Flower","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Here is the quintessential Hancox 'personal documentary,' a film in which both the production and role of traditional documentary and autobiographical filmmaking are thrown into question. Using his camera to record a visit out east by train to spend Christmas with the family, Hancox .... used his familiarization with the annual ritual as a form of a script... Although we see the journey through the subjective judgment of Hancox’s eyes, it is his intent to transfer the material from original event to camera, to editing, and finally to the audience, so that the personal content of the film... becomes universal.” Michael Wade, Ontario Film Studies, Cinema Parallel  “It is the honesty of portrayal which is staggering, for instead of an idyllic image which many filmmakers present of themselves, Hancox presents (and thus, sees) himself without cinematic make-up... with ‘wild sync’ sound (reminiscent of an early film), and with the use of only available natural light.” Richard Stanford","release_date":"1978-01-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":428723,"title":"Home for Christmas","adult":false,"genre_ids":[]},{"cast":[],"overview":"Landfall was shot in Prince Edward Island, near the family home on the Northumberland Strait. The original footage, shot in 1974, was a kind of interactive, camera “dance” with the environment. Poetry became important when the footage was later superimposed onto its own mirror-image, to help direct the viewer away from the luring yet limited world of image-identification. “I Thought There Were Limits,” by Quebec poet D.G. Jones, w as used to encourage the viewer to reject Newtonian notions of space and time, and to conceptualize the film’s interplay between absence, desire, and presence. Eventually, the limitation of text as spoken signifier is exposed through dynamic visual techniques reminiscent of concrete poetry. (RH)","release_date":"1983-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":428725,"title":"Landfall","adult":false,"genre_ids":[]},{"cast":["Gladys Rodríguez","Terry Lynn Karl","Diego Arria","Felipe González","Oscar Arias"],"overview":"A full on examination of the two presidential terms of Carlos Andres Perez in which he led the venezuelan fates: 1974-1979 and 1989-1993, known respectively as \"La Gran Venezuela\" and \"El Gran Viraje\". Two models of government that, separated by ten years, were very different but produced a change in the history of the country.","release_date":"2016-12-02","vote_average":0.0,"runtime":100,"cert":"N\/A","id":428736,"title":"CAP: 2 Intentos","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A documentary chronicling a concert tour of Japan by the rock group the Ventures.","release_date":"","vote_average":0.0,"runtime":81,"cert":"N\/A","id":428738,"title":"Beloved Invaders: The Ventures","adult":false,"genre_ids":[]},{"cast":["Yoko Takahashi","Masumi Kageyama","Ryô Tamura","Kimihiko Sato","Hiroyuki Nagato"],"overview":"Yoko Takahashi's directorial debut.","release_date":"1983-06-11","vote_average":0.0,"runtime":100,"cert":"N\/A","id":428740,"title":"Alone in the Rain","adult":false,"genre_ids":[18,10749]},{"cast":["Ehsan Amani","Hengameh Hamidzadeh","Maryam Saadat","Pedram Sharifi"],"overview":"this romantic drama tells the story of dreams and ambitions for a generation of young Iranians who often find those things difficult to come by. In this unique take on a familiar theme, a ...","release_date":"2016-10-26","vote_average":6.3,"runtime":null,"cert":"N\/A","id":428742,"title":"Born in 1987","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Four Belgian Painters at Work: short Belgian documentary by Paul Haesaerts (1952)","release_date":"1952-12-03","vote_average":0.0,"runtime":34,"cert":"N\/A","id":428744,"title":"Four Belgian Painters at Work","adult":false,"genre_ids":[]},{"cast":["Jessie Volt","Danielle Cole","Hannah Shaw","Ashlynn Leigh","Bibi Noel"],"overview":"The latest arousing edition of Young Harlots is back and they are causing more mayhem and mischief at the academy! Gorgeous Jessie Volt gets a hard lesson in double penetration by her teachers, surely a grade A for this student! Blonde stunner Bibi has a tuition in taking a big black cock in her luscious wet pussy. Black beauty Danielle Cole gets her professors pulsating dick in between her lips as she relaxes in the bath.","release_date":"2011-06-21","vote_average":0.0,"runtime":129,"cert":"N\/A","id":428746,"title":"Young Harlots : Young Offenders","adult":true,"genre_ids":[]},{"cast":["Molly Hawkey","Carrie Barrett","Blair Beeken","George McAuliffe","Tony Lewellen"],"overview":"A self-conscious realtor develops a transformative obsession when she falls for a mechanic who vapes.","release_date":"2016-11-30","vote_average":0.0,"runtime":17,"cert":"\"\"","id":428748,"title":"Vape","adult":false,"genre_ids":[35]},{"cast":["Nagisa Ōshima","Takaaki Watanabe","Sumiko Uno","Shinsuke Ogawa","Noriaki Tsuchimoto"],"overview":"Devotion investigates the extremely complex and heirarchical relationships among a committed group of Japanese filmmakers who dedicated up to 30 years of their lives making films for one man-Ogawa Shinsuke.  Members of Ogawa Pro filmed the student movement of the late 60's; the fight by farmers to save their land from government confiscaton for the Narita airport at Sanrizuka; and the village life of a small farming community, Magino Village, in northern Japan.  These heartbreaking and sometimes funny stories have never been told on film before. Rare footage, stills, and diaries with interviews with Oshima Nagisa, Hara Kazuo and Robert Kramer make this historical inquiry visually exciting as well as valuable.","release_date":"2000-01-01","vote_average":0.0,"runtime":88,"cert":"\"\"","id":428762,"title":"Devotion: A Film About Ogawa Productions","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A fantasia on the inner lives of gay teenagers in '70s France.","release_date":"1977-08-30","vote_average":8.0,"runtime":45,"cert":"N\/A","id":428764,"title":"Le sexe des anges","adult":false,"genre_ids":[]},{"cast":[],"overview":"Stories of three women who have been living in Itaewon, Seoul, Korea since the era that the town was run by U.S dollars of the U.S. Army.","release_date":"2016-09-24","vote_average":0.0,"runtime":97,"cert":"N\/A","id":428766,"title":"Itaewon","adult":false,"genre_ids":[99]},{"cast":["Terence Alexander","Stephen Fry","Jools Holland","Hugh Laurie","Patrick McGoohan"],"overview":"A funny remake of \"The Prisoner\" - with a 1980's twist to it 'The Laughing Prisoner' is a remake (or homage) of (to) the Kafkaesque 1960's television show 'The Prisoner' with Patrick McGoohan in the lead role. This time it is a successful television presenter (Jools Holland) who decides to quit at the height of his stardom. He is abducted from his apartment and brought to the village, where number 2 (a young Stephen Fry) is questioning him. The whole show has a cosy 1980's feel to it, with several bands from that period performing their music.","release_date":"1987-04-03","vote_average":0.0,"runtime":41,"cert":"N\/A","id":428768,"title":"The Laughing Prisoner","adult":false,"genre_ids":[10770,35]},{"cast":[],"overview":"Selfie is a short film based on daily incidents faced by every 'common man'.  It interpretes whatever people have perception about us, may be by our clothes, our appearance, etc.  We know who and what we are in every respect.  We all must click our inner 'selfie' !","release_date":"2015-01-15","vote_average":0.0,"runtime":7,"cert":"N\/A","id":428770,"title":"Selfie","adult":false,"genre_ids":[18]},{"cast":["Israel Sadias","João Campany","Ney Araújo","Laura Severo"],"overview":"","release_date":"2016-07-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428790,"title":"Alforria","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2016-11-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428792,"title":"Godard mon ami","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2004-01-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428794,"title":"Grüße aus Dachau","adult":false,"genre_ids":[99]},{"cast":["Nandhu","Maya Viswanath","Sudheer Karamana","Raghavan","Kainakary Thankaraj"],"overview":"Aalroopangal narrates the effects of hartal in the life of common man. Nandu does the lead role as a roadside food vendor.The film plots how an unexpected declaration of hartal changes his life.","release_date":"2016-01-08","vote_average":7.0,"runtime":135,"cert":"N\/A","id":428796,"title":"Aalroopangal","adult":false,"genre_ids":[18]},{"cast":["Salim Kumar","Babu Antony","Jyothi Krishna","Jagadish","Janardhanan"],"overview":"The film takes a deeper look at the social status of people who are forcefully converted to a different religious belief, and how they are looked down upon.","release_date":"2016-03-18","vote_average":8.0,"runtime":103,"cert":"N\/A","id":428798,"title":"Moonam Naal Njayarazhcha","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2016-11-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428800,"title":"Matraca","adult":false,"genre_ids":[]},{"cast":[],"overview":"Powerful Stuff is a 1988 Electrical safety film made by the Independent Business Television Limited for the Electricity Council. It was shown in schools and edited into stand-alone PIFs for television broadcast.","release_date":"1988-07-13","vote_average":0.0,"runtime":16,"cert":"N\/A","id":428811,"title":"Powerful Stuff","adult":false,"genre_ids":[10770,99,10751]},{"cast":[],"overview":"","release_date":"1998-02-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428813,"title":"Münchner Freiheit","adult":false,"genre_ids":[99]},{"cast":["Reba McEntire","Brett Eldredge","Dustin Lynch","Kelsea Ballerini","Luke Bryan"],"overview":"Country Music queen Reba McEntire will debut as host for the eighth annual “CMA Country Christmas” event from Nashville’s famed Grand Ole Opry House on Monday, November 27, 2017 on ABC. The two-hour holiday music celebration airs on the ABC Television Network and will feature performances by McEntire and a lineup of today’s best in Country sharing their favorite sounds of the season.","release_date":"2017-11-27","vote_average":8.5,"runtime":84,"cert":"\"PG\"","id":428818,"title":"CMA Country Christmas","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428823,"title":"I Racconti Di Masha Cappuccetto Rosso E Altre Storie","adult":false,"genre_ids":[16]},{"cast":["Arthur Aylesworth","Tad Alexander","Florence Fair"],"overview":"During the Great Depression, vaudeville has fallen on hard times. The Palace Theater may have to close its doors, unless the proprietor, William Jenkins, does something different, so he allows his 12-year-old son to put on a kiddie show that packs the house.","release_date":"1935-01-05","vote_average":0.0,"runtime":20,"cert":"\"\"","id":428825,"title":"Show Kids","adult":false,"genre_ids":[10751,10402]},{"cast":["Brunilda Ruiz","Hector Mercado","Celia Cruz","Francisco Pardo"],"overview":"Through choreography, it offers the representation of a baquiné or a Puertor Rican child's wake.","release_date":"1980-12-23","vote_average":0.0,"runtime":30,"cert":"N\/A","id":428827,"title":"Angelitos negros","adult":false,"genre_ids":[18,99,10402]},{"cast":["Eleni Prokopiou","Byron Pallis","Yorgos Moutsios","Hristos Tsaganeas","Dina Trianti"],"overview":"Greek melodrama about a woman shunned by her family.","release_date":"1966-01-01","vote_average":8.0,"runtime":89,"cert":"N\/A","id":428835,"title":"Το συρτάκι της αμαρτίας","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"A young woman stands by a car while scenes from metropolitan life flash by.","release_date":"2012-01-01","vote_average":0.0,"runtime":47,"cert":"\"\"","id":428837,"title":"Cyclopean 3D: Life with a Beautiful Woman","adult":false,"genre_ids":[]},{"cast":[],"overview":"For an imaginary friend, living an imaginary life, there's nothing worse than being forgotten.","release_date":"2007-02-01","vote_average":10.0,"runtime":5,"cert":"N\/A","id":428842,"title":"An Imaginary Life","adult":false,"genre_ids":[18,35]},{"cast":["Karin Kuschy","Rudolf Schulze","Walter Clemens","Yvette Simon","Kurt Apitius"],"overview":"","release_date":"1967-02-17","vote_average":0.0,"runtime":70,"cert":"N\/A","id":428844,"title":"Der Preis einer Nacht","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The tragic tale of two unlucky amphibians and a series of escalating blunders that ends their flirting for good.","release_date":"2016-04-03","vote_average":6.0,"runtime":null,"cert":"N\/A","id":428846,"title":"Darrel","adult":false,"genre_ids":[]},{"cast":["Luc Moullet","Antonietta Pizzorno"],"overview":"","release_date":"1995-01-01","vote_average":7.0,"runtime":24,"cert":"N\/A","id":428860,"title":"Imphy, capitale de la France","adult":false,"genre_ids":[99]},{"cast":["Shuuichi Ikeda","Megumi Han","Tōru Furuya","Toshio Furukawa","Jin Urayama"],"overview":"Universal Century 0079. Humanity has turned even space itself into a battlefield, and the Principality of Zeon forces advance after wiping out half the world's population by carrying out the Operation British (colony drop). In response, the Earth Federation Forces mobilize their overwhelming fighting strength to regain the advantage. The complex intrigues of the Zabi family... Sayla Mass, as she contends with the whims of fate... Hamon and Ramba Ral, who is now a pilot in the Zeon forces... Amuro and Fraw, leading peaceful lives at Side 7... a dark shadow falls across them all.  And the Zeon ace Char Aznable, driven by revenge, goes into action as the \"Battle of Loum\" finally begins.","release_date":"2017-10-01","vote_average":7.0,"runtime":84,"cert":"N\/A","id":428862,"title":"Mobile Suit Gundam: The Origin V – Clash at Loum","adult":false,"genre_ids":[28,16,878,10752,18]},{"cast":[],"overview":"What if we could find one single equation that explains every force in the universe? Professor Michio Kaku explores how physics could potentially shrink the science of the big bang into an equation as small as e=mc2. Physics powers every electronic device in your living room, underwrites every technological breakthrough, and thanks to advances in string theory, could allow us to escape the heat death of the universe, explore the multiverse, and unlock the secrets of existence.","release_date":"","vote_average":0.0,"runtime":42,"cert":"N\/A","id":428864,"title":"The Universe in a Nutshell: The Physics of Everything","adult":false,"genre_ids":[]},{"cast":["Niko Gamulin Vilogorac","Tajana Jovanović","Ena Mašić","Marin Radman","Mirjana Rogina"],"overview":"Željko (16) and his younger brother have been living on their own since their mother ended up in hospital. Željko has set his mind on two things: he has to finally take the initiative to meet Tanja and earn some money to buy his Mum a wig. A real one, made from human hair. If he achieves these two goals, the things might turn for the better.","release_date":"2010-10-18","vote_average":9.0,"runtime":34,"cert":"N\/A","id":428866,"title":"Then I See Tanja","adult":false,"genre_ids":[10751,18]},{"cast":["Michelle Chong","Leon Jay Williams","Chen Tianwen","Glenn Ong","Mark van Cuylenburg (The Flying Dutchman)"],"overview":"Lulu The Movie is a comedy about a determined Chinese lady named Lulu who comes to Singapore to meet her online lover, but after being disappointed by what he turns out to be, she decides to make it on her own and succeeds in becoming an international fashion icon and mogul.","release_date":"2016-11-24","vote_average":3.6,"runtime":90,"cert":"N\/A","id":428868,"title":"Lulu the Movie","adult":false,"genre_ids":[35]},{"cast":["Anne Paris","Maeva Bilian","Frederic Venant","Pier Gaudin"],"overview":"A young woman, Lucy, receives a message of a girl friend of hers, whom invites her for a Webchat. After a while, her friend begins to get undressed on her Webcam. Intrigued, Lucy looks and is caught at the game, in an erotic and quite disturbing atmosphere.","release_date":"2008-06-23","vote_average":6.0,"runtime":27,"cert":"N\/A","id":428879,"title":"Cam2Cam","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Reproduction of the terrible catastrophe which annihilated the town of St. Peter on May 8, 1902.","release_date":"1902-12-04","vote_average":5.0,"runtime":1,"cert":"N\/A","id":428884,"title":"La catastrophe de la Martinique","adult":false,"genre_ids":[]},{"cast":["Jack Lowden","Jessica Brown Findlay","Simone Kirby","Peter McDonald","Jodie Comer"],"overview":"A portrait of Steven Patrick Morrissey and his early life in 1970s Manchester before he went on to become lead singer of seminal 1980s band The Smiths.","release_date":"2017-08-04","vote_average":6.2,"runtime":92,"cert":"\"\"","id":428886,"title":"England Is Mine","adult":false,"genre_ids":[18]},{"cast":["Chris Redd","Anabelle Acosta","Michael Cienfuegos","Mel Rodriguez","Vivica A. Fox"],"overview":"Fitness buff Hutch Daily is a foul-mouthed 27 year-old with the maturity of a pre-teen. After refusing to find employment or his own apartment, his mom gives him two choices: move to the homeless shelter or work at his uncle’s fat camp. Though he thinks fatties are disgusting, Hutch finds himself supervising an irreverent group of chunky boys, who ultimately help him grow up.","release_date":"2017-06-21","vote_average":5.6,"runtime":88,"cert":"\"NR\"","id":428888,"title":"Fat Camp","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Old Hymen meets Sleeping Love. He takes advantage of his sleep to steal his quiver. Very proud of his larceny and relying on this possession to regain his vigorous youth, he calls his wife. She does not allow herself to be caught up in her speeches knowing what to expect.","release_date":"1902-12-04","vote_average":0.0,"runtime":1,"cert":"N\/A","id":428890,"title":"L'amour volé","adult":false,"genre_ids":[]},{"cast":["GIROSLHERME"],"overview":"","release_date":"2016-12-04","vote_average":6.0,"runtime":null,"cert":"N\/A","id":428892,"title":"idiossincra[sia] + -t- + -ico","adult":false,"genre_ids":[35]},{"cast":[],"overview":"One of the most realistic train pictures ever offered. Taken on the Auburn division of the Lehigh Valley Railroad, and shows one of the company's largest rotary snowplows, propelled by three powerful engines, plowing through an immense drift of snow.","release_date":"1902-02-04","vote_average":0.0,"runtime":2,"cert":"\"\"","id":428906,"title":"Working Rotary Snow Ploughs on Lehigh Valley Railroad","adult":false,"genre_ids":[]},{"cast":["Ferdinand Zecca"],"overview":"A magician performs tricks with a chicken and eggs.","release_date":"1902-05-03","vote_average":0.0,"runtime":2,"cert":"N\/A","id":428908,"title":"La poule merveilleuse","adult":false,"genre_ids":[]},{"cast":[],"overview":"Continuation of \"The Great Fallacy\", this documentary focuses on the status and debt of Puerto Rico. The solutions considered will be directed to the stimulus of the economy, instead of the people's extortion, which is the model the government promotes when raising the taxes in order to pay the debt.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428910,"title":"La tierra del arrodillao","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A statue keeps changing from a beautiful woman to a ugly man.","release_date":"1902-12-04","vote_average":0.0,"runtime":1,"cert":"\"\"","id":428912,"title":"A Delusion","adult":false,"genre_ids":[]},{"cast":["UB40","Chrissie Hynde"],"overview":"One of the most commercially successful acts of all time, UB40 enjoyed decades of huge success, selling over 70 million records with global hits including Red Red Wine, Can't Help Falling in Love and I Got You Babe. But stardom and fame came at a price and the band found themselves victims of their own success; bankrupt and penniless. Featuring newly filmed interviews with Ali Campbell, Robin Campbell, Astro, Brian Travers, Mickey Virtue and Jimmy Brown, the band recount their phenomenal rise to fame and speak with candour on their ongoing dispute that has split a family and a band, as they continue to tour as two separate groups - both using the name UB40.","release_date":"2016-12-02","vote_average":0.0,"runtime":60,"cert":"N\/A","id":428914,"title":"Promises and Lies: The Story of UB40","adult":false,"genre_ids":[99,10402]},{"cast":["Tanner Novlan","Robby Stahl","Briana Marin","Michael Nathanson","Natalie Britton"],"overview":"Two hunky phone repair guys from Flatbush, former Wall Street hotshot Jimmy and his buttoned-up cousin Max, stumble across insider trading tips and start tapping a phone line to get even more. But when stock tips turn to murder plots, the hapless men are unable to go to the police and soon find themselves in over their heads and flat out of luck. An impending wedding and sexual confusion round out the plot in this romantic comedy crime caper.","release_date":"2016-06-05","vote_average":6.0,"runtime":93,"cert":"\"\"","id":428916,"title":"Flatbush Luck","adult":false,"genre_ids":[10749,35,80,18]},{"cast":["Austin Highsmith","Nolan Gross","Noah Swindle","Jake Muxworthy","Carter Jenkins"],"overview":"A sci-fi short.","release_date":"2014-01-01","vote_average":8.0,"runtime":23,"cert":"\"\"","id":428930,"title":"Drink","adult":false,"genre_ids":[878,18]},{"cast":["Gil Roman"],"overview":"With Aria, Gil Roman perpetuates Maurice Béjart’s ambition: to create new pieces with the company and other choreographers.","release_date":"2009-10-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":428935,"title":"Aria - Gil Roman","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428937,"title":"10 años con Bebe","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2014-09-27","vote_average":0.0,"runtime":74,"cert":"N\/A","id":428942,"title":"Hunger Z","adult":false,"genre_ids":[]},{"cast":["Jason Silva"],"overview":"The Singularity, or the arrival of superhuman intelligence, has been described as both the “rapture of the nerds” and inevitable. Futurist and philosopher Jason Silva explores the ways in which this radical transformation may occur through biotechnology, nanotechnology and artificial intelligence.","release_date":"2016-02-08","vote_average":8.0,"runtime":20,"cert":"N\/A","id":428944,"title":"Jason Silva - The Road To The Singularity","adult":false,"genre_ids":[]},{"cast":["Brigitte Lin","Chin Han","Ma Yung-lin","Wang Ay-din"],"overview":"","release_date":"1980-03-29","vote_average":0.0,"runtime":100,"cert":"N\/A","id":428955,"title":"The Marigolds","adult":false,"genre_ids":[10749]},{"cast":["Harry Langdon","Thelma Todd","Edgar Kennedy","Eddie Dunn","Edith Kramer"],"overview":"Harry is trapped with a blonde in a burning building.","release_date":"1929-08-17","vote_average":0.0,"runtime":20,"cert":"\"\"","id":428960,"title":"Hotter Than Hot","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2016-11-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428962,"title":"Wir sind Juden aus Breslau","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Silent american newsreel from Selznick news, preserved by the New Zealand Film Archives","release_date":"1921-12-05","vote_average":0.0,"runtime":1,"cert":"\"\"","id":428964,"title":"She Drives a \"Bird\" of a Horse","adult":false,"genre_ids":[]},{"cast":[],"overview":"Daniel's (Daniel Matia) accidental murder of his best friend Brenda (Brenda Kipewu) causes a fatal chain reaction in his borough. Lives are threatened, family bonds are tested and feeling of revenge is aroused. Determined to save her brother Daniel from prison, Brooks (Brixhilda Matia) puts her life on the line on numerous occasions as she battles emerging enemies from all angles, including local terrorist Jimmy (John Watts), Brenda's brother Leon (Ayo Onajobi) and crooked police. Brook's last hope is Marcus (Vlady Malila) who's new in town and on a quest to escape the ghetto stigma that has haunted him for years. When they're apart, they can't help each other. When they're together, they're lives are at an extreme risk of being killed.","release_date":"2016-12-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428966,"title":"The Regret","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Last Ring Home is a made-for-TV documentary that recounts the story of how a WWII hero's last wish was lost, found, finally fulfilled and then lost again. The discovery of the story by the hero's grandson is as big as the discovery of the ring.","release_date":"2016-09-05","vote_average":0.0,"runtime":null,"cert":"\"\"","id":428968,"title":"The Last Ring Home","adult":false,"genre_ids":[]},{"cast":["Heida Reed","Jonathan Rhys Meyers","Tom Wisdom"],"overview":"Two lovers caught in a perpetual cycle of self sacrifice where one has to kill themselves for the other to become alive but they keep repairing each other trying to find a way to break the curse.","release_date":"2013-12-07","vote_average":6.0,"runtime":17,"cert":"N\/A","id":428976,"title":"Eternal Return","adult":false,"genre_ids":[14]},{"cast":["Edward Arnold","Barbara Barondess","Barry Norton","John Miljan","Dorothy Revier"],"overview":"An unprincipled hustler who makes his living getting--or making up--evidence in divorce cases finds that he's framing his own daughter.","release_date":"1934-04-23","vote_average":0.0,"runtime":67,"cert":"\"\"","id":428978,"title":"Unknown Blonde","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Mixture of documentary and fiction about the dictatorial 1930s, loosely based on the utopian fantasies of Fritz Lang and about the forbidden passionate love affair between a photographer and his model.","release_date":"2001-01-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":428980,"title":"The Dark Night","adult":false,"genre_ids":[]},{"cast":[],"overview":"Directed by Hugo Conim and Miguel Newton, \"Enterrado na Loucura – Punk em Portugal 78-88 - A 2ª Vaga\" (“Buried in Insanity – Punk in Portugal 78-88 – The second wave”), continues a history that started to be told in “A Um passo da Loucura - A 1ª Vaga\" (“One Step from Insanity – The first wave”) a documentary first screened in 2015. The two documentaries are a faithful and realistic portrait of the first decade of Punk in Portugal. This second documentary starts in 1982 with the birth of a second wave – more combative and involved with the punk scene -  of Portuguese punk bands like ‘Crise Total’, ‘Grito Final’, ‘Kú-de-Judas’, Mata-Ratos or Peste &amp; Sida and ends around 1988. The history is told not only by the musicians but also by anonymous punk’s or even concerned parents. It’s an interesting narration that evolves around music but also around aesthetical, political, educational, legal and ethical dimensions of Punk.","release_date":"","vote_average":0.0,"runtime":108,"cert":"N\/A","id":428985,"title":"Buried in Madness – Punk in Portugal 78-88 - The Second Wave","adult":false,"genre_ids":[99]},{"cert":"\"\"","title":"WWE TLC: Tables, Ladders and Chairs 2016","cast":["Allen Neal Jones","Jonathan Good","Heath Miller","Terrance Guido Gerin","Windham Lawrence Rotunda"],"id":428990,"overview":"TLC: Tables, Ladders &amp; Chairs (2016) was a professional wrestling pay-per-view event and WWE Network event produced by WWE for the SmackDown brand. It took place on December 4, 2016, at the American Airlines Center in Dallas, Texas. This was the eighth event under the TLC: Tables, Ladders &amp; Chairs chronology.","runtime":null,"genre_ids":[],"release_date":"2016-12-04","vote_average":8.0,"adult":false}]