[{"cast":["Burt Lancaster","Robert Ryan","Lee J. Cobb","Robert Duvall","Sheree North"],"overview":"While passing through the town of Bannock, a bunch of drunken cattlemen go overboard with their celebrating and accidentally kill an old man with a stray shot. They return home to Sabbath unaware of his death. Bannock lawman Jered Maddox later arrives there to arrest everyone involved on a charge of murder. Sabbath is run by land baron Vince Bronson, a benevolent despot, who, upon hearing of the death, offers restitution for the incident.","release_date":"1971-01-01","vote_average":6.6,"runtime":99,"cert":"N\/A","id":42500,"title":"Lawman","adult":false,"genre_ids":[28,37]},{"cast":["Lea Massari","Benoît Ferreux","Daniel Gélin","Michael Lonsdale","Ave Ninchi"],"overview":"This loosely plotted coming-of-age tale follows the life of 15-year-old Laurent Chevalier as he stumbles his way over the burgeoning swell of adolescence in 1950s France. After having his first sexual experience with a prostitute and dodging the lips of a priest, Chevalier contracts a case of scarlet fever. When the fever leaves him with a heart murmur, Chevalier is placed in a sanatorium, along with his over-attentive and adulterous mother.","release_date":"1971-04-27","vote_average":7.2,"runtime":118,"cert":"N\/A","id":42501,"title":"Murmur of the Heart","adult":false,"genre_ids":[35,18,10749]},{"cast":["Pedro Armendáriz","Katy Jurado","Rosita Arenas","Andrés Soler","Paco Martínez"],"overview":"A tough young man, who helps to kick poor people out of their houses, falls in love with a girl. She lives with her father in the building about to be demolished.","release_date":"1953-02-05","vote_average":7.2,"runtime":81,"cert":"N\/A","id":42502,"title":"The Brute","adult":false,"genre_ids":[18,10749]},{"cast":["Signe Baumane"],"overview":"A take on sex exclusively from a woman's point of view.","release_date":"2008-01-01","vote_average":1.0,"runtime":4,"cert":"N\/A","id":42503,"title":"Teat Beat of Sex","adult":false,"genre_ids":[]},{"cast":["Emil Jannings","Fay Wray","Olga Baclanova","Ernest W. Johnson","George Kotsonaros"],"overview":" ","release_date":"1928-05-26","vote_average":0.0,"runtime":70,"cert":"N\/A","id":42504,"title":"Street of Sin","adult":false,"genre_ids":[18]},{"cast":["Uhm Jung-hwa","Ryu Seung-ryong","Lee Do-gyeong","Cho Jin-woong","Lee Sung-min"],"overview":"Hee-soo has been a bestselling author for the past 20 years. But her reputation and fame are all butchered overnight when she is accused of plagiarizing a competition entry that she juried. She falls into despair for 2 years, but with the help of her long-time friend publisher, she dreams of a spectacular comeback. She drives to a remote pension deep in a small town with her daughter Yun-hee. At this quiet and uncanny pension, Yun-hee begins talking to an unidentified figure. Dying for a new source of inspiration, Hee-soo turns the stories that Yun-hee hears from this figure into her new book, which turns into a bestseller. But her regained fame doesn't last long as she is again accused of plagiarizing a novel that was published 10 years ago. In order to prove her innocence, Hee-soo begins a mysterious journey to expose the truth.","release_date":"2010-04-15","vote_average":5.9,"runtime":117,"cert":"N\/A","id":42507,"title":"Bestseller","adult":false,"genre_ids":[27,53,9648]},{"cast":["Josephine Baker","Pierre Batcheff","Régina Dalthy","Regina Thomas","Georges Melchior"],"overview":"Marquis Sévéro, a rich, lazy Parisian, wants to divorce his wife so that he can marry his own goddaughter Denise. But Denise herself loves André Berval, an engineer employed by the marquis. Filled with jealousy, the marquis sends André to the Antilles, to prospect some land he has just acquired. He promises André that he can marry Denise if he is successful in the tropics, but he then writes to Alvarez, his manager at the site, asking him to prevent André from ever returning to France. The brutal Alvarez forms an instant hatred for André when the engineer breaks up Alvarez's attempt to rape Papitou, a beautiful native girl. Papitou becomes devoted to André, and protects him against Alvarez's schemes. But she faces a crisis herself when she learns that André plans to marry Denise.","release_date":"1927-12-30","vote_average":5.7,"runtime":86,"cert":"N\/A","id":42508,"title":"Siren of the Tropics","adult":false,"genre_ids":[10402,18]},{"cast":["Evelyn Brent","Louis Willoughby","Ward McAllister","Olaf Hytten","Olive Sloane"],"overview":"Mormons capture women for their wives in this silent anti-Mormon propaganda film featuring the original organ music.","release_date":"1922-01-01","vote_average":0.0,"runtime":97,"cert":"N\/A","id":42509,"title":"Trapped by the Mormons","adult":false,"genre_ids":[]},{"cast":["Charlie Chaplin","Edna Purviance","Mack Swain","Henry Bergman","Al Ernest Garcia"],"overview":"A tramp sneaks into a upper class golf resort. The tramp meets a rich woman who is having an argument with her drunken husband. Complications arise when she mistakes the tramp for her husband.","release_date":"1921-09-25","vote_average":6.6,"runtime":32,"cert":"N\/A","id":42510,"title":"The Idle Class","adult":false,"genre_ids":[35]},{"cast":["Lillian Gish","Dorothy Gish","Joseph Schildkraut","Frank Losee","Katherine Emmet"],"overview":"Henriette and Louise, a foundling, are raised together as sisters. When Louise goes blind, Henriette swears to take care of her forever. They go to Paris to see if Louise's blindness can be cured, but are separated when an aristocrat lusts after Henriette and abducts her. Only Chevalier de Vaudrey is kind to her, and they fall in love. The French Revolution replaces the corrupt Aristocracy with the equally corrupt Robespierre. De Vaudrey, who has always been good to peasants, is condemned to death for being an aristocrat, and Henriette for harboring him. Will revolutionary hero Danton, the only voice for mercy in the new regime, be able to save them from the guillotine?","release_date":"1921-12-28","vote_average":7.1,"runtime":150,"cert":"N\/A","id":42511,"title":"Orphans of the Storm","adult":false,"genre_ids":[18,36,10749]},{"cast":["Margarete Schön","Gertrud Arnold","Theodor Loos","Hans Carl Mueller","Erwin Biswanger"],"overview":"When Kriemhild, thirsty for revenge, marries to Etzel, king of the Huns, she invites King Gunther and his court to visit them, intending to finally take the life of the man responsible of her disgrace.","release_date":"1924-04-26","vote_average":7.6,"runtime":129,"cert":"N\/A","id":42512,"title":"Die Nibelungen: Kriemhilds Rache","adult":false,"genre_ids":[12,18]},{"cast":["Jean-Pierre Léaud","Kika Markham","Stacey Tendeter","Philippe Léotard","Georges Delerue"],"overview":"At the beginning of the 20th century, Claude Roc, a young middle-class Frenchman meets in Paris Ann Brown, a young Englishwoman. They become friends and Ann invites him to spend holidays at the house where she lives with her mother and her sister Muriel, for whom she intends Claude. During these holidays, Claude, Ann and Muriel become very close and he gradually falls in love with Muriel. But both families lay down a one-year-long separation without any contact before agreeing to the marriage. So Claude goes back to Paris when he has many love affairs before sending Muriel a break-off letter...","release_date":"1971-11-18","vote_average":6.9,"runtime":130,"cert":"N\/A","id":42513,"title":"Two English Girls","adult":false,"genre_ids":[10749,18]},{"cast":["Walter Matthau","Lee Grant","Barbara Harris","Maureen Stapleton","Louise Sorel"],"overview":"Film version of the Neil Simon play has three separate acts set in the same hotel suite in New York's Plaza Hotel with Walter Matthau in a triple role. In the first, Karen Nash tries to get her inattentive husband Sam's attention to spruce up their failing marriage. In the second, brash film producer Jesse Kiplinger tries to get his former one-time flame Muriel to see him for what he stands for. In the third, Roy Hubley and his wife Norma try and try to get their uncertain-of-herself daughter out of the bathroom before her approaching wedding.","release_date":"1971-05-12","vote_average":6.4,"runtime":114,"cert":"N\/A","id":42514,"title":"Plaza Suite","adult":false,"genre_ids":[35,18,10749]},{"cast":["Paul Frees","Harvey Korman","Alan Reed","Mel Blanc","Jean Vander Pyl"],"overview":"In this feature-length film based on the \"Flintstones\" TV show, secret agent Rock Slag is injured during a chase in Bedrock. Slag's chief decides to replace the injured Slag with Fred Flintstone, who just happens to look like him. The trip takes Fred to Paris and Rome, which is good for Wilma, Barney, and Betty, but can Fred foil the mysterious Green Goose's evil plan for a destructive missile without letting his wife and friends in on his secret?","release_date":"1966-08-03","vote_average":6.5,"runtime":89,"cert":"N\/A","id":42515,"title":"The Man Called Flintstone","adult":false,"genre_ids":[10402,12,16,10751,10749,9648,35]},{"cast":["Mari Törőcsik","Darvas Lili","Darvas Iván","Orsolya Erzsi","Mensáros László"],"overview":"Luca regularly visits her bedridden mother-in-law. Luca's husband, János, has been arrested on a trumped up political charge, and Luca does not know if he is still alive. Luca hides this from his mother by making up letters purporting to be from János who is directing a big film in New York. Luca discovers that János is alive, and is dismissed from her teaching job because of her husband. The dying mother anxiously awaits the return of her son from New York.","release_date":"1971-01-21","vote_average":7.9,"runtime":88,"cert":"N\/A","id":42516,"title":"Love","adult":false,"genre_ids":[18]},{"cast":["Judith Brown","Pam Grier","Brooke Mills","Roberta Collins","Pat Woodell"],"overview":"Female prisoners in a Phillippine jail are being subjected to sadistic torture. Five of the women--along with the help of two men--plot an escape.","release_date":"1971-01-01","vote_average":5.8,"runtime":95,"cert":"N\/A","id":42517,"title":"The Big Doll House","adult":false,"genre_ids":[28,18]},{"cast":["Lanny Ross","Sam Parker","Pinto Colvig","Jack Mercer","Cal Howard"],"overview":"Gulliver washes ashore on Lilliput and attempts to prevent war between that tiny kingdom and its equally-miniscule rival, Blefiscu, as well as smooth the way for the romance between the Princess and Prince of the opposing lands. In this he is alternately aided and hampered by the Lilliputian town crier and general fussbudget, Gabby. A life-threatening situation develops when the bumbling trio of Blefiscu spies, Sneak, Snoop, and Snitch, manage to steal Gulliver's pistol.","release_date":"1939-11-10","vote_average":6.2,"runtime":76,"cert":"U","id":42518,"title":"Gulliver's Travels","adult":false,"genre_ids":[28,12,16,10751]},{"cast":["Strother Martin","L.Q. Jones","Charles Bateman","Ahna Capri","Charles Robinson"],"overview":"A family is trapped in a desert town by a cult of senior-citizens who recruit the town's children to worship Satan.","release_date":"1971-08-06","vote_average":5.7,"runtime":92,"cert":"N\/A","id":42519,"title":"The Brotherhood of Satan","adult":false,"genre_ids":[27]},{"cast":["Keith Erickson","Jane Allyson","Jason Yukon","Orita De Chadwick","Damon Kebroyd"],"overview":"An ambitious mobster, Marko, makes the local brothel into a rousing success after double-crossing the mafia Don. This of course angers certain people who come after him.","release_date":"1971-01-01","vote_average":1.0,"runtime":92,"cert":"N\/A","id":42520,"title":"The Godson","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Angel, a selfish rotter is hanging around in a local bar, groping the wife of the barman and dealing with weapons. One morning he wakes up finding a pair of wings growing at his back. These wings do good deeds against his nature. But suddenly he finds himself fighting those who want these wings for their own dark plans.","release_date":"2008-04-26","vote_average":6.6,"runtime":78,"cert":"N\/A","id":42521,"title":"Idiots and Angels","adult":false,"genre_ids":[16,35]},{"cast":["Peter Fonda","Warren Oates","Verna Bloom","Ann Doran","Robert Pratt"],"overview":"Harry Collings returns home to his farm after drifting with his friend, Arch. His wife, who had given up on him, reluctantly allows him to stay, and soon believes that all will be well again. But then Harry has to make a difficult decision regarding his loyalties and priorities.","release_date":"1971-08-11","vote_average":6.5,"runtime":90,"cert":"15","id":42522,"title":"The Hired Hand","adult":false,"genre_ids":[37]},{"cast":["Boris Karloff","Enrique Guzmán","Christa Linder","Maura Monti","Yerye Beirute"],"overview":"In the late 1800's, Boris Karloff has discovered a way to use nuclear power. He creates a beam weapon and blows up a big rock. Outer space aliens are scared and one alien who looks a lot like James Cameron with a big fake nose only this one isn't fake lands and brings other aliens who take over the bodies of Karloff and his assistant. The assistant is a Jack the Ripper style killer who has done a few nasty murders which have riled the townsfolk. The body-snatched bodies become radioactive and start killing flowers and other stuff (but don't die themselves) and some stuff happens and in the end Karloff destroys the beam weapon equipment (and his lab and house), then the aliens leave and warn us that if anyone ever does it again there will be trouble.","release_date":"1971-01-01","vote_average":4.1,"runtime":90,"cert":"N\/A","id":42523,"title":"Alien Terror","adult":false,"genre_ids":[27,878]},{"cast":[],"overview":"De 21-jarige Eva Bender werkt als au pair in Frankrijk, als op een dag haar ouders langskomen met de mededeling dat ze uit elkaar gaan. De volgende ochtend krijgt Eva bericht dat ze op weg naar huis een ongeluk hebben gehad. Haar moeder komt hierbij te overlijden, haar vader is zwaargewond en ligt in coma. In Nederland ontdekt Eva dat haar vader een tweede huis in Amsterdam had en bovendien een mysterieus dubbelleven leidde. Stap voor stap ontrafelt ze zijn mysterie. De zoektocht leidt Eva terug naar Frankrijk, waar ze de dag reconstrueert waarmee de serie begint. En dan wordt de samenhang tussen alle gebeurtenissen duidelijk.","release_date":"","vote_average":8.0,"runtime":600,"cert":"N\/A","id":42524,"title":"Zwarte sneeuw","adult":false,"genre_ids":[]},{"cast":["Michael Caine","Omar Sharif","Florinda Bolkan","Nigel Davenport","Per Oscarsson"],"overview":"People in a small German village in the last valley to remain untouched by the devastating Thirty Years' War try to exist in peace with a group of soldiers occupying the valley.","release_date":"1971-01-28","vote_average":6.4,"runtime":128,"cert":"N\/A","id":42525,"title":"The Last Valley","adult":false,"genre_ids":[28,18,10752]},{"cast":["Marlon Brando","Stephanie Beacham","Thora Hird","Harry Andrews","Verna Harvey"],"overview":"Prequel to the Henry James classic \"Turn of the Screw\" about the events leading up to the deaths of Peter Quint and Ms. Jessel, and the the slow corruption of the children in their care.","release_date":"1971-08-30","vote_average":5.7,"runtime":96,"cert":"","id":42526,"title":"The Nightcomers","adult":false,"genre_ids":[18,27,53]},{"cast":["Chuck McCann","Rodney Dangerfield","Ina Balin","Jára Kohout","Harry Hurwitz"],"overview":"A projectionist bored with his everyday life begins fantasizing about his being one of the superheroes he sees in the movies he shows.","release_date":"1971-01-17","vote_average":7.5,"runtime":88,"cert":"N\/A","id":42527,"title":"The Projectionist","adult":false,"genre_ids":[35,14]},{"cast":["Mohamed Bellasoued","Anouk Ferjac","Núria Espert","Mahdi Chaouch","Ivan Henriques"],"overview":"At the end of the Spanish civil war, Fando, a boy of about ten, tries to make sense of war and his father's arrest. His mother is religious, sympathetic to the Fascists; his father is accused of being a Red. Fando discovers that his mother may have aided in his father's arrest. Sometimes we witness Fando imagining explanations for what's going on; sometimes we see him at play, alone or with his friend Thérèse. Oedipal fantasies and a lad's natural curiosity about sex and death mix with his search for his mother's nature and his father's fate. Will Fando survive the search?","release_date":"1971-01-01","vote_average":6.0,"runtime":90,"cert":"N\/A","id":42528,"title":"Viva la Muerte","adult":false,"genre_ids":[18]},{"cast":["Milena Dravić","Ivica Vidović","Jagoda Kaloper","Tuli Kupferberg","Zoran Radmilović"],"overview":"A dense film that cuts up footage of a primary plot of two young Yugoslavian girls, one a politico and the other a sexpot, and an affair with a visiting Russian skater. Mixing metaphors of Russia's relationship with Yugoslavia, intercut with footage and interviews with Wilhelm Reich and Al Goldstein of Screw magazine. The film applies Reich's theories of Orgone energy and analogies of Stalinism as a form of Freudian sexual repression. Was banned in Yugoslavia shortly after it was made.","release_date":"1971-10-13","vote_average":6.8,"runtime":84,"cert":"N\/A","id":42529,"title":"WR: Mysteries of the Organism","adult":false,"genre_ids":[18,14,35]},{"cast":["Debbie Reynolds","Shelley Winters","Dennis Weaver","Micheál MacLiammóir","Agnes Moorehead"],"overview":"Two middle-aged women move to Hollywood, California after their sons are convicted of a notorious murder and open a dance school for children eager to tap their way to stardom.","release_date":"1971-06-30","vote_average":6.4,"runtime":101,"cert":"N\/A","id":42530,"title":"What's the Matter with Helen?","adult":false,"genre_ids":[80,18,27]},{"cast":["William Holden","Ryan O'Neal","Karl Malden","Lynn Carlin","Tom Skerritt"],"overview":"Ross Bodine and Frank Post are cowhands on Walt Buckman's R-Bar-R ranch. Bodine is older and broods a bit about how he will get along when he's too old to cowboy. Post is young and rambunctious and ambitious for a better life than wrangling cows. When one of their fellow cowboys is killed in a corral accident, Post suggests a way into a better life for himself and his friend: robbing a bank. Bodine reluctantly joins in the plan and the two contrive to rob the local bank. They make good their escape initially, but Walt Buckman and his two sons, John and Paul, are incensed at this betrayal by their own trusted employees. John and Paul set out to bring Bodine and Post to justice.","release_date":"1971-06-23","vote_average":6.3,"runtime":136,"cert":"N\/A","id":42531,"title":"Wild Rovers","adult":false,"genre_ids":[28,37]},{"cast":["Bruce Davison","Ernest Borgnine","Sondra Locke","Elsa Lanchester","Michael Dante"],"overview":"A social misfit, Willard is made fun of by his co-workers, and squeezed out of the company started by his deceased father by his boss. His only friends are a couple of rats he raised at home, Ben and Socrates. However, when one of them is killed at work, he goes on a rampage using his rats to attack those who have been tormenting him.","release_date":"1971-07-30","vote_average":6.5,"runtime":95,"cert":"N\/A","id":42532,"title":"Willard","adult":false,"genre_ids":[27,878]},{"cast":["Tom Baker","William Smith","Carl Steppling","Frank Leo","Alan DeWitt"],"overview":"Gang of bikers try to save people in a mining disaster.","release_date":"1970-07-08","vote_average":5.0,"runtime":86,"cert":"N\/A","id":42533,"title":"Angels Die Hard","adult":false,"genre_ids":[28,18]},{"cast":["Federico Fellini","Gideon Bachmann","Max Born","Capucine","Alain Cuny"],"overview":"A behind-the-scenes documentary about the filming of the Federico Fellini film, \"Satyricon.\"","release_date":"1970-01-01","vote_average":6.0,"runtime":55,"cert":"N\/A","id":42534,"title":"Ciao, Federico!","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A scuba team, a marine archaeologist and a Mexican historian join forces to reach the wreck of an historic Spanish galleon before a well-armed commercial expedition does.","release_date":"1970-01-01","vote_average":5.0,"runtime":73,"cert":"N\/A","id":42535,"title":"Black Water Gold","adult":false,"genre_ids":[]},{"cast":["Albert Dieudonné","Vladimir Roudenko","Edmond Van Daële","Alexandre Koubitzky","Antonin Artaud"],"overview":"A massive 5 1\/2 hour biopic of Napoleon, tracing his career from his schooldays (where a snowball fight is staged like a military campaign), his flight from Corsica, through the French Revolution (where a real storm is intercut with a political storm) and the Terror, culminating in his triumphant invasion of Italy in 1797 (the film stops there because it was intended to be part one of six, but director Abel Gance never raised the money to make the other five). The film's legendary reputation is due to the astonishing range of techniques that Gance uses to tell his story, culminating in the final twenty-minute triptych sequence, which alternates widescreen panoramas with complex multiple- image montages projected simultaneously on three screens.","release_date":"1927-11-14","vote_average":7.9,"runtime":332,"cert":"N\/A","id":42536,"title":"Napoleon","adult":false,"genre_ids":[18,36]},{"cast":["Erich von Stroheim","Fay Wray","George Fawcett","Maude George","Cesare Gravina"],"overview":"Prince Nikki, Lieutenant of the Guard in pre WWI Vienna, is flat broke, but the only advice he gets from his parents is either to shoot himself or to marry money. During the Chorpus Christi parade his horse accidentaly hurts poor Mitzi, the daughter of inn-keepers in a Viennese suburb, who is, according to the wishes of her parents, going to marry the butcher Schani. When Nikki visits her at the hospital, they fall in love, much to the dislike of her parents and Schani. Nikki's parents, meanwhile have arranged a prospective marriage with Cecilia, the limping daughter of a very rich non-aristocratic industrial. Due to the fact, that Nikki's father is a general in the Austrian-Hungarian Army, resitance is useless. When Mitzi, after hearing of it, is still refusing Schani's proposal, he vowes to shoot Nikki when he leaves the church.","release_date":"1928-10-06","vote_average":6.5,"runtime":113,"cert":"N\/A","id":42537,"title":"The Wedding March","adult":false,"genre_ids":[18]},{"cast":["Gloria Swanson","Lionel Barrymore","Blanche Friderici","Charles Lane","Florence Midgley"],"overview":"A young, beautiful prostitute named Sadie Thompson arrives on the South Pacific island of Pago Pago looking for honest work, and falls for Timothy O'Hara, an American sailor who is unfazed by her unsavory past. However, Mr. Davidson, a missionary who arrived on the island at the same time, aims to \"save\" Sadie from her sinful life and petitions to have her separated from her beau and deported back to San Francisco.","release_date":"1928-01-07","vote_average":6.8,"runtime":91,"cert":"N\/A","id":42538,"title":"Sadie Thompson","adult":false,"genre_ids":[18,10749]},{"cast":["Daniel Olbrychski","Olgierd Łukaszewicz","Emilia Krakowska","Marek Perepeczko","Danuta Wodyńska"],"overview":"Takes place in a prewar Poland. A tubercular young man comes to stay with his brother on a farm. He is in love with life and constantly plays 1930's music on a piano. He gets involved with his brother's problems and also becomes the lover of a simpleminded farm girl. The brother's dead wife may have had an affair with the hired man who is to marry the farm girl. His daughter will not confirm his suspicions. But the brother's death leads to his acceptance of the past, forgiving his wife's memory and making up with his little daughter.","release_date":"1970-11-10","vote_average":6.6,"runtime":99,"cert":"N\/A","id":42539,"title":"The Birch Wood","adult":false,"genre_ids":[18]},{"cast":["Enrico Montesano","Daniela Poggi","Gino Pernice","Gianni Agus","Umberto Zuanelli"],"overview":"","release_date":"1981-12-22","vote_average":5.5,"runtime":100,"cert":"N\/A","id":42540,"title":"Culo e camicia","adult":false,"genre_ids":[35]},{"cast":["Paul Newman","Joanne Woodward","Ted de Corsia","Ina Balin","Elizabeth Allen"],"overview":"Alfred Eaton, an ambitious young executive, climbs to the top of New York's financial world as his marriage crumbles. At the brink of attaining his career goals, he is forced to choose between business success, married to the beautiful, but unfaithful Mary and starting over with his true love, the much younger Natalie.","release_date":"1960-09-09","vote_average":7.6,"runtime":149,"cert":"N\/A","id":42541,"title":"From the Terrace","adult":false,"genre_ids":[18,10749]},{"cast":["Robert Vaughn","Christopher Lee","Helen Shaver","Daniel Pilon","Tiiu Leek"],"overview":"Captain Rameses and his Legion of the Winged Serpent brigade are out to claim Earth for their dying race. Out to save Earth is an alien guard patrol located in the Bermuda Triangle, the League of Races. LOR leaders warn Rameses that he's breaking galactic treaty rules. The alien villain responds by launching an invasion which telepathically drives Earthlings to suicide. The LOR implore UFO expert Professor Duncan to help them. Eventually, the two alien forces battle. Will the Earth be saved?","release_date":"1977-10-14","vote_average":2.3,"runtime":89,"cert":"N\/A","id":42542,"title":"Starship Invasions","adult":false,"genre_ids":[878]},{"cast":[],"overview":"Why We Bang is a 2006 independent documentary film that documents the historical background of LA's Bloods and Crips gangs. The film follows several current and former members of the Bloods and Crips of Los Angeles through interviews","release_date":"","vote_average":5.0,"runtime":75,"cert":"N\/A","id":42547,"title":"Why We Bang","adult":false,"genre_ids":[]},{"cast":["Maxine Peake","Anna Madeley","Susan Lynch","Christine Bottomley","Gemma Jones"],"overview":"In nineteenth century Yorkshire wealthy orphan Anne Lister lives with an aunt and uncle, anxious for her to marry well and blissfully unaware that she is a lesbian,recording her thoughts and exploits in a coded diary. When her lover Mariana Belcombe makes a marriage of convenience to rich old Charles Lawton,she feels betrayed and,although Mariana visits and has sex with her,the relationship is going nowhere. Helped by old flame Tib she makes a play for innocent Miss Browne but sees she is barking up the wrong tree and diverts herself by renovating the family hall. A drunken Tib almost exposes her secret and scornful mine-owner Christopher Rawson,whose marriage proposal she rejects,tells her that her sexuality is a subject of local gossip. Undeterred Anne meets Ann Walker who becomes her new 'wife' and they open a coal-mine ,living happily together. An end title tells us that Anne Lister died prematurely in 1840 on holiday in Russia.","release_date":"2010-03-01","vote_average":7.2,"runtime":90,"cert":"","id":42548,"title":"The Secret Diaries of Miss Anne Lister","adult":false,"genre_ids":[18,10749]},{"cast":["Isa Jank","Linden Ashby","Debra Feuer","Helen Martin","Karen Black"],"overview":"A legendary she-demon, in the updated guise of a beautiful model, infiltrates the offices of a successful fashion magazine with the aim of corrupting the world via mass media.","release_date":"1990-06-02","vote_average":5.4,"runtime":90,"cert":"N\/A","id":42549,"title":"Night Angel","adult":false,"genre_ids":[27]},{"cast":["Sunil Malhotra","Purva Bedi","Kal Penn","Asrani","Ismail Bashey"],"overview":"Somewhere in the middle of Texas, Ameet (Sunil Malhotra) and Saima (Lisa Ray) have a problem. They were perfectly happy avoiding each other until their parents set them up to get married. The reluctant couple decide to do whatever it takes to break off the engagement. After some very embarrassing efforts, they finally succeed in getting their parents to call off the wedding, only to realize they have another problem, they're in love! Meanwhile, Saima's father (Asrani), deciding that she's passed her expiration date, promises her to Ashol (Ismail Bashey)- a sleazy playboy.","release_date":"2004-05-14","vote_average":5.0,"runtime":90,"cert":"N\/A","id":42550,"title":"Ball and Chain","adult":false,"genre_ids":[35,18,10749]},{"cast":["James Coburn","Susannah York","Robert Culp","Charles Aznavour","Harry Andrews"],"overview":"Robert Culp plays Bracken, whose life seems perfect until his wife Ellen and their children are kidnapped by terrorists one day. After failed attempts to capture them back by the police, Ellen's ex husband enters the fray and plans his own rescue attempt. James Coburn plays McCabe, Ellen's ex-husband who hires a crew of professional hang gliders to help him rescue her and the kids from the terrorist's mountain top lair.","release_date":"1976-03-26","vote_average":6.2,"runtime":91,"cert":"N\/A","id":42551,"title":"Sky Riders","adult":false,"genre_ids":[28,12]},{"cast":["Don Wilson","Joe Mari Avellana","Rob Kaman","Billy Blanks","Cris Aguilar"],"overview":"To avenge the brutal murder of his brother, Jake Ray journeys to the Philippines, where his search for truth finds him battling both in and out of the ring. But the weapons are always the same: bare fists, bare feet. And the rules never change: last man standing wins.","release_date":"1989-09-22","vote_average":4.5,"runtime":85,"cert":"N\/A","id":42552,"title":"Bloodfist","adult":false,"genre_ids":[28,53]},{"cast":["Elmer Booth","Lillian Gish","Clara T. Bracy","Walter Miller","Alfred Paget"],"overview":"The film is about a poor married couple living in New York City. The husband works as a musician and must travel often for work. When returning, his wallet is taken by a gangster. His wife goes to a ball where a man tries to drug her, but his attempt is stopped by the same man who robbed the husband. The two criminals become rivals, and a shootout ensues. The husband gets caught in the shootout and recognizes one of the men as the gangster who took his money. The husband sneaks his wallet back and the gangster goes to safety in the couple's apartment. Policemen track the gangster down but the wife gives him a false alibi.","release_date":"1912-10-31","vote_average":6.3,"runtime":17,"cert":"N\/A","id":42553,"title":"The Musketeers of Pig Alley","adult":false,"genre_ids":[80,18]},{"cast":["Cynthia Gibb","Nicole Gale Anderson","Janet Montgomery","Stella Maeve","William R. Moses"],"overview":"A teenager is accused of murdering a classmate and claims that she was framed by her best friend. Her mother must try to find the truth.","release_date":"2009-12-05","vote_average":6.0,"runtime":90,"cert":"N\/A","id":42554,"title":"Accused at 17","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"On an otherwise ordinary day, the life of prominent businessman John A. Money is thrown into chaos when a quirky donut-eating Angel of Death appears in a puff of smoke and announces that he's come to take John to the pearly gates. John spends his \"final\" hours trying to figure out what life is all about ... and that's the problem with Money.","release_date":"2010-03-01","vote_average":3.0,"runtime":83,"cert":"N\/A","id":42555,"title":"Angels Love Donuts","adult":false,"genre_ids":[18]},{"cast":["Kristin Chenoweth","Josh Hopkins","Anna Chlumsky","Erin Dilly","Stephen Huszar"],"overview":"A high-powered New York publicist finds herself in Montana promoting a charity calendar after being betrayed by her boss and fiancé. Unfortunately, matters of the heart are just as complicated in the wilds as they are in the big city.","release_date":"2009-12-05","vote_average":5.4,"runtime":95,"cert":"N\/A","id":42556,"title":"12 Men of Christmas","adult":false,"genre_ids":[35,10749]},{"cast":["Oreste Lionello","Fiorella Betti","Lydia Simoneschi","Micaela Esdra","Corrado Gaipa"],"overview":"A satire of modern society or perhaps just a funny tale for children, depending on your age, mood or liking. Recounting the adventures of the last in a line of Supermen, the film pokes fun at the processes that lie behind advertising, politics and our consumer society.","release_date":"1968-10-31","vote_average":7.4,"runtime":79,"cert":"N\/A","id":42557,"title":"The Super VIPs","adult":false,"genre_ids":[16,35]},{"cast":["Donald Crisp","Edna Foster","Earle Foxe","Robert Harron","Ralph Lewis"],"overview":"A dramatic comparison between the mating habits of animals and the way humans choose their own partners. The film is now considered to be a lost film.","release_date":"1914-06-01","vote_average":0.0,"runtime":77,"cert":"N\/A","id":42558,"title":"The Escape","adult":false,"genre_ids":[18]},{"cast":["Sarah Paulson","Richard Blackburn","Eric Mabius","Dean Cain"],"overview":"Emily (Sarah Paulson) and Ben (Eric Mabius) find their plans to marry on Christmas day coming apart at the seams when Ben is left to plan the wedding details after Emily is forced to go on a business trip. Though Emily, a perfectionist, is determined to have a fairytale wedding, she realizes that love is all that really matters when a freak storm threatens to keep her from making it home in time for the big day.","release_date":"2006-12-11","vote_average":5.3,"runtime":89,"cert":"N\/A","id":42559,"title":"A Christmas Wedding","adult":false,"genre_ids":[35,10751,10749,10770]},{"cast":["Sylvia Chang","Esai Morales","Collin Chou","Lang Yun","Hira Ambrosino"],"overview":"Yvonne is a divorced middle-aged Chinese immigrant who thinks her life is over, and she is doomed to spend the rest of her days as a slave to her large and eccentric family. Suddenly, romance enters her life and Yvonne gets a long deferred chance for true love. However, she falls for the last person a Chinese family would ever accept, Jose, a Mexican-American dentist. It doesnt matter what race or culture youre from, deep down inside we are the same. And from this lesson Yvonne and her family begin to love each other for who they are and to accept Jose into the family.","release_date":"2005-01-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":42560,"title":"American Fusion","adult":false,"genre_ids":[35,10749]},{"cast":["Joseph Fiennes","Samantha Sherman","Justin Kirk","Elizabeth Reaser","Michelle Trachtenberg"],"overview":"Struggling with a tragic past, a man with an urgent calling enlists two friends to help him swim the length of the Hudson River.","release_date":"2009-01-18","vote_average":5.7,"runtime":98,"cert":"N\/A","id":42561,"title":"Against the Current","adult":false,"genre_ids":[18]},{"cast":[],"overview":"After committing a shocking crime, Gary Cradle secretly decides to change his life and become a good person. However deciding is one thing, changing a life is another.","release_date":"2008-01-29","vote_average":5.5,"runtime":84,"cert":"N\/A","id":42562,"title":"A Song of Good","adult":false,"genre_ids":[80,18,9648]},{"cast":["Julie Walters","Stephen Campbell Moore","Lyndsey Marshal","Liz White","Michelle Fairley"],"overview":"Just after losing her husband to a similar condition, Dr Anne Turner is diagnosed with a fatal neurological condition. So she plans to end her life herself. Based on a true story.","release_date":"2009-01-25","vote_average":7.0,"runtime":90,"cert":"","id":42563,"title":"A Short Stay in Switzerland","adult":false,"genre_ids":[10770,18]},{"cast":["Jack Hawkins","Joan Collins","Dewey Martin","Alex Minotis","James Robertson Justice"],"overview":"In ancient Egypt the Pharaoh Khufu is obsessed with acquiring gold and plans to take it all with him into the \"second life.\" To this end he enlists the aid of Vashtar, an architect whose people are enslaved in Egypt. The deal: build a robbery-proof tomb and the enslaved people will be freed. During the years that the pyramid is being built a Cyprian princess becomes the pharaoh's second wife, and she plots to prevent Khufu from taking his treasure with him when he dies .. as well as helping him make the journey early.","release_date":"1955-07-24","vote_average":6.3,"runtime":105,"cert":"","id":42564,"title":"Land of the Pharaohs","adult":false,"genre_ids":[18,36]},{"cast":["George Bancroft","Evelyn Brent","Clive Brook","Fred Kohler","Helen Lynch"],"overview":"Boisterous gangster kingpin Bull Weed rehabilitates his former lawyer from his alcoholic haze, but complications arise when he falls for Weed's girlfriend.","release_date":"1927-08-20","vote_average":7.1,"runtime":87,"cert":"N\/A","id":42565,"title":"Underworld","adult":false,"genre_ids":[18,80]},{"cast":["Chuck Norris","Christopher Lee","Richard Roundtree","Matt Clark","Mako Iwamatsu"],"overview":"Sean Kane is forced to resign from the San Francisco Police Department's Narcotics Division when he goes berserk after his partner is murdered. He decides to fight alone and follows a trail of drug traffickers into unexpected high places.","release_date":"1981-08-14","vote_average":5.5,"runtime":106,"cert":"N\/A","id":42566,"title":"An Eye for an Eye","adult":false,"genre_ids":[12,28,80]},{"cast":["Gregory Peck","Susan Hayward","Kieron Moore","Raymond Massey","James Robertson Justice"],"overview":"David and Bathsheba is a 1951 historical epic film about King David made by 20th Century Fox. It was directed by Henry King, produced by Darryl F. Zanuck, from a screenplay by Philip Dunne. The music score was by Alfred Newman and the cinematography by Leon Shamroy. King David was the second king of Israel and this film is based on the second Old Testament book of Samuel from the Bible. Gregory Peck stars as King David and the film follows King David's life as he adjusts to ruling as a King, and about his relationship with Uriah's wife Bathsheba (Susan Hayward). It was shot entirely in Nogales, Arizona. Goliath of Gath was portrayed by a Polish wrestler named Wladyslaw Talun.","release_date":"1951-08-10","vote_average":5.6,"runtime":123,"cert":"N\/A","id":42567,"title":"David and Bathsheba","adult":false,"genre_ids":[18,10749]},{"cast":["Eric Roberts","F. Murray Abraham","Brett Cullen"],"overview":"A mysterious man, Suba, gets himself a job at a fencing academy, and as he learns the way of the students, the school, and its maestro, they learn that there's more to him than meets the eye. He gains (or regains?) his fencing skills and his philosophy of teaching clashes with the maestro's. As they are thrown into conflict, Suba and the maestro's past appear to be linked. And the resolution of their mysterious relationship may be a duel to the death.","release_date":"1991-10-07","vote_average":5.9,"runtime":91,"cert":"N\/A","id":42570,"title":"By the Sword","adult":false,"genre_ids":[18]},{"cast":["Kseniya Rappoport","Filippo Timi","Antonia Truppo","Gaetano Bruno","Fausto Russo Alesi"],"overview":"A chambermaid and a former cop meet at a speed dating event and a romance develops. But during a romantic getaway things suddenly take a turn for the worse when her mysterious past is revealed.","release_date":"2009-10-09","vote_average":6.2,"runtime":95,"cert":"N\/A","id":42571,"title":"The Double Hour","adult":false,"genre_ids":[80,18,9648,10749,53]},{"cast":["Jon Bon Jovi","Richie Sambora","Tico Torres","David Bryan"],"overview":"After several years of being casually on and off, New Jersey rockers Bon Jovi came together for the 2000 Crush Tour. Filmed live on this tour, \"The Crush Tour\" video features a raucous, energetic performance of several of the band's greatest hits, plus a couple that lead singer Jon Bon Jovi released during a successful solo career. Songs performed include the rock ballad \"Wanted Dead or Alive,\" \"Bad Medicine,\" \"Born to Be My Baby,\" and the hit that propelled them into fame, \"Runaway.\" Songs: Livin' on a Prayer, You Give Love a Bad Name, Captain Crash and the Beauty Queen from Mars, Say It Isn't So, One Wild Night, Born to Be My Baby, It's My Life, Bed of Roses, Two Story Town, Just Older, Runaway, Lay Your Hands on Me, I'll Sleep When I'm Dead, Bad Medicine, I'll Be There for You, Next 100 Years, Someday I'll Be Saturday Night, Keep the Faith.","release_date":"2000-12-19","vote_average":6.3,"runtime":124,"cert":"N\/A","id":42574,"title":"Bon Jovi: The Crush Tour","adult":false,"genre_ids":[10402]},{"cast":["Diego Abatantuono","Carlo Buccirosso","Ugo Conti","Mauro Di Francesco","Luigi Maria Burruano"],"overview":"The Milanese Donato returns from Spain, animated by the serious intention to go back to being the \"ras della fossa\". Second chapter of the famous 80s cult.","release_date":"2006-01-20","vote_average":4.5,"runtime":null,"cert":"N\/A","id":42575,"title":"Eccezzziunale... veramente - Capitolo secondo... me","adult":false,"genre_ids":[35]},{"cast":["Reg Park","Fay Spain","Luciano Marin","Laura Efrikian","Enrico Maria Salerno"],"overview":"When strange atmospheric events occur in the disunited city states of Ancient Greece, a forum debates what action to take. As there is no agreement, Androcles King of Thebes seeks the assistance of his friend, the legendary Hercules. Hercules, now married to Deianira with a son named Hylas does not wish to leave the comfort of his family, though Hylas is keen for adventure.","release_date":"1961-08-19","vote_average":4.6,"runtime":101,"cert":"N\/A","id":42576,"title":"Hercules and the Captive Women","adult":false,"genre_ids":[12,14]},{"cast":["Jon Bon Jovi","Richie Sambora","Tico Torres","David Bryan"],"overview":"In the course of the flourishing US hard rock scenery of the mid 80s Bon Jovi became one of the biggest rock groups of the western world. Due to their mass and radio compatible stadium rock the band succeeded to remain successful in the new century and did that to the highest level. In May 2001 the album \"One Wild Night: Live 1985 - 2001\" was released. The \"One Wild Night\" - tour existed of 54 shows in 15 countries in front of more than 1.9 Million fans. For the final they played two home concerts in the \"Giants Stadium\", New Jersey. One Wild Night -- Raise Your Hands -- You Give Love A Bad Name -- Born To Be My Baby -- Livin' On A Prayer -- Bed Of Roses -- Blaze Of Glory -- Wild In The Streets -- It's My Life -- Keep The Faith -- Wanted Dead Or Alive -- Lay Your Hands On Me -- Bad Medicine -- Shout","release_date":"2001-09-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":42577,"title":"Bon Jovi: One Last Wild Night","adult":false,"genre_ids":[]},{"cast":["Danny Trejo","Richard Tyson","Diane Ladd","Colton Rodgers","Tony Longo"],"overview":"The fictional story of an ex-football star, Johnny Dunn, who moves far from the spotlight after a family tragedy to a small, desert town he owns called Jake's Corner. This dramatic comedy is a cross between Kramer vs. Kramer (1979) and \"Northern Exposure\" (1990). Set in the real town of Jake's Corner, Arizona, it is a rest stop for travelers making their way through the Arizona desert, but for the people who live there, it's a rest stop for life. Johnny and the eclectic ensemble that live and work in the town occupy trailers behind the Corner Store and Jake's Corner Bar. Through the years, this cast of misfits has become closer than most families - they are kin. The dynamic of the town is changed forever when Johnny's young nephew comes to live with him.","release_date":"2008-09-05","vote_average":5.0,"runtime":97,"cert":"N\/A","id":42578,"title":"Jake's Corner","adult":false,"genre_ids":[18,10751]},{"cast":["Christian De Sica","Laura Morante","Luca Zingaretti","Nicola Nocella","Marcello Maietta"],"overview":"","release_date":"2010-02-19","vote_average":5.7,"runtime":null,"cert":"N\/A","id":42579,"title":"Il figlio più piccolo","adult":false,"genre_ids":[]},{"cast":["Michael J. Fox","Christina Vidal","Nathan Lane","Victor Garber","David Krumholtz"],"overview":"Michael Chapman was once a child TV star. But when he grew up, he couldn't get work. So he and his brother, Ed start their own talent agency that specializes in child acts. They can't seem to find the next big thing and they have to deal with another agency who's not above bribery to get the kids to sign with them. One day Michael meets a girl named Angie and she's a real spitfire. Michael thinks she could be what they are looking for. Problem is that she has a big chip on her shoulder.","release_date":"1993-06-04","vote_average":5.4,"runtime":91,"cert":"N\/A","id":42580,"title":"Life with Mikey","adult":false,"genre_ids":[35,10751]},{"cast":["Jerry Lewis","Marilyn Maxwell","Connie Stevens","Salvatore Baccaloni","Reginald Gardiner"],"overview":"A Movie star has triplets, but does not want her beloved public to find out. Has she made a mistake in hiring Jerry Lewis as the babysitter ?","release_date":"1958-07-23","vote_average":7.2,"runtime":103,"cert":"N\/A","id":42581,"title":"Rock-a-Bye Baby","adult":false,"genre_ids":[35,10749]},{"cast":["Dennis Hopper","Will Patton","Fred Ward","Nadine Velazquez","Peter Onorati"],"overview":"After thirty years in prison, ex-con Ronnie recruits his grandson to exact revenge on Darryl, the cop who put him behind bars. Standing in their way is Ronnie's son, whom Darryl raised.","release_date":"2004-06-02","vote_average":3.6,"runtime":84,"cert":"N\/A","id":42584,"title":"The Last Ride","adult":false,"genre_ids":[28,18,53]},{"cast":["Eléonore Hendricks","Josh Safdie","Ariel Schulman","Wayne Chin","Dawn Glickman"],"overview":"A curious and lost Eleonore looks for something everywhere, even in the bags of strangers who find themselves sadly smiling only well after she's left their lives. They owe her their thanks.","release_date":"2008-10-03","vote_average":5.6,"runtime":71,"cert":"N\/A","id":42585,"title":"The Pleasure of Being Robbed","adult":false,"genre_ids":[18]},{"cast":["Julie Andrews","Rock Hudson","Jeremy Kemp","Lance Percival","Michael Witney"],"overview":"Set in Paris during World War I. Lili Smith\/Schmidt is a German spy being requested to go under cover to help Germany during the war, to try and find out their plans. Her \"uncle\" wishes her to fulfill the operation, whereas one of his colleagues believed she is not capable of performing such an operation as she is British. She soon finds herself following Major William Larrabee's every move and spending all her time either with him or thinking of him. Her \"uncle\" realises she's in love with him but Lili is not facing that she is. Things and people are coming between her true fate, but what is it...","release_date":"1970-06-24","vote_average":5.2,"runtime":107,"cert":"N\/A","id":42586,"title":"Darling Lili","adult":false,"genre_ids":[18,35,53,10402,10749]},{"cast":["Heinz-Detlev Bock"],"overview":"Documentary based on the book by Erich Von Daniken concerning the ancient mysteries of the world, such as the pyramids of Egypt and Mexico, ancient cave drawings, the monuments of Easter Island, etc. and the fact that these things and modern civilization could have been influenced by extra-terrestrial visitations hundreds(or perhaps thousands) of years ago.","release_date":"1970-01-01","vote_average":7.1,"runtime":92,"cert":"N\/A","id":42587,"title":"Chariots of the Gods","adult":false,"genre_ids":[99,9648]},{"cast":["Elliott Gould","Candice Bergen","Robert F. Lyons","Cecil Kellaway","Jeff Corey"],"overview":"Graduate student Harry Bailey was once one of the most visible undergraduate activists on campus, but now that he's back studying for his master's, he's trying to fly right. Trouble is, the campus is exploding with various student movements, and Harry's girlfriend, Jan, is caught up in most of them. As Harry gets closer to finishing his degree, he finds his iconoclastic attitude increasingly aligned with the students rather than the faculty.","release_date":"1970-05-13","vote_average":6.3,"runtime":124,"cert":"N\/A","id":42588,"title":"Getting Straight","adult":false,"genre_ids":[35,18]},{"cast":["Robert De Niro","Jennifer Salt","Allen Garfield","Charles Durning","Lara Parker"],"overview":"Vietnam vet Jon Rubin returns to New York and rents a rundown flat in Greenwich Village. It is in this flat that he begins to film, 'Peeping Tom' style, the people in the apartment across the street. His obsession with making films leads him to fall in with a radical 'Black Power' group, which in turn leads him to carry out a bizarre act of urban terrorism.","release_date":"1970-04-27","vote_average":6.1,"runtime":87,"cert":"N\/A","id":42589,"title":"Hi, Mom!","adult":false,"genre_ids":[35,18]},{"cast":["Federico Fellini","Anita Ekberg","Annie Fratellini","Charlie Rivel","Alvaro Vitali"],"overview":"Fellini exposes his great attraction for the clowns and the world of the circus first recalling a childhood experience when the circus arrives nearby his home. Then he joins his crew and travel from Italy to Paris chasing the last greatest European clowns still live in these countries. He also meets Anita Ekberg trying to buy a panther in a circus.","release_date":"1970-08-30","vote_average":7.1,"runtime":92,"cert":"N\/A","id":42590,"title":"The Clowns","adult":false,"genre_ids":[18,35,878,14]},{"cast":["Christopher Lee","Maria Schell","Leo Genn","Hans Hass Jr.","Maria Rohm"],"overview":"Horror icon Christopher Lee, who worked with Jess Franco on several occasions, plays Lord George Jeffreys, the infamous and merciless judge and Lord Chancellor in England torn by strife between the reigning King James II and William of Orange. Convincend of doing what's necessary, the cruel judge mercilessly persecutes 'traitors', who sympathize with the King's opponent William of Orange, as well as 'witches', who are accused of being in league with the devil...","release_date":"1970-02-05","vote_average":5.6,"runtime":84,"cert":"N\/A","id":42591,"title":"The Bloody Judge","adult":false,"genre_ids":[27]},{"cast":["Charlton Heston","Jason Robards","John Gielgud","Robert Vaughn","Richard Chamberlain"],"overview":"All-star cast glamorizes this lavish 1970 remake of the classic William Shakespeare play, which portrays the assassination of Julius Caesar on the Ides of March, and the resulting war between the faction led by the assassins and the faction led by Mark Anthony.","release_date":"1970-06-04","vote_average":5.8,"runtime":117,"cert":"PG","id":42592,"title":"Julius Caesar","adult":false,"genre_ids":[10752,18,36]},{"cast":["Bea Arthur","Bonnie Bedelia","Michael Brandon","Richard S. Castellano","Bob Dishy"],"overview":"Mike Vecchio and Susan Henderson are preparing for their upcoming wedding. However, they seem to be the only two people at the wedding that are happy. Mike's brother Richie and his wife Joan are going through a divorce, which is upsetting his overly devout Catholic mother Beatrice. Also, Susan's father is carrying on an affair and her sex starved older sister Wilma is going through her troubles with her husband Johnny. All this is going on while Mike's best friend Jerry is trying to bed the maid of honor, Susan's cousin Brenda.","release_date":"1970-08-12","vote_average":5.4,"runtime":104,"cert":"N\/A","id":42593,"title":"Lovers and Other Strangers","adult":false,"genre_ids":[35,18,10749]},{"cast":["Vincent Price","Christopher Lee","Peter Cushing","Judy Huxtable","Alfred Marks"],"overview":"A serial killer, who drains his victims for blood is on the loose in London, the Police follow him to a house owned by an eccentric scientist.","release_date":"1970-02-13","vote_average":5.3,"runtime":95,"cert":"N\/A","id":42594,"title":"Scream and Scream Again","adult":false,"genre_ids":[27,80]},{"cast":["Giulio Brogi","Alida Valli","Pippo Campanini","Franco Giovanelli","Tino Scotti"],"overview":"Athos Magnani, a young researcher, returns to Tara, where his father was killed in 1936 in uncleared circumstances, before his birth. As the son untangles the web of lies the story of the assassination is constructed from, he finds himself ensnared in the same web.","release_date":"1970-10-25","vote_average":7.6,"runtime":100,"cert":"N\/A","id":42595,"title":"The Spider's Stratagem","adult":false,"genre_ids":[9648,18]},{"cast":["Robert Morse","Stefanie Powers","Phil Silvers","Norman Fell","Mickey Shaughnessy"],"overview":"Young and awkward, The Coast-Guard's ensign Thomas Garland suffers from the comparison with his late father, a war hero. Which does not prevent him from falling for pretty Kate Fairchild, a young woman who runs a sailing school. Of course the way he expresses his deep sympathy for the lady leaves to be desired. And the situation does not improve when a trio of bumbling jewel thieves interferes.","release_date":"1970-07-01","vote_average":5.6,"runtime":99,"cert":"U","id":42596,"title":"The Boatniks","adult":false,"genre_ids":[35,10751]},{"cast":["Barbra Streisand","George Segal","Robert Klein","Allen Garfield","Roz Kelly"],"overview":"Meek, owlish Felix (George Segal) and strident, catty Doris (Barbra Streisand) live in the same apartment building. His incessant typing bothers her; her gentlemen callers bother him. Felix informs the landlord of her activities, so Doris moves in on Felix. When they both get thrown out, they move in with Barney (Robert Klein) . . . until they drive him out! That's when Felix and Doris finally decide to put theory into practice. But do opposites attract?","release_date":"1970-01-01","vote_average":6.5,"runtime":95,"cert":"N\/A","id":42597,"title":"The Owl and the Pussycat","adult":false,"genre_ids":[35,10749]},{"cast":["Cameron Mitchell","Bruce Dern","Diane Ladd","Jack Nicholson","Harry Dean Stanton"],"overview":"In a small, US costal town with many Spanish speakers, a motorcycle gang arrives on holiday. Also in town to try to reconnect with his pregnant girlfriend, Karen, is businessman Paul Collier. Paul and a leader of the cyclists, J.J., knew each other years before, so when the gang comes upon the couple and, led by the menacing Bunny, beats up Paul and begins a sexual assault of Karen, J.J. tries to intervene: he suggests they hold cycle-riding contests, with the winner claiming Karen (he promises, sotto voce, to set her free if he wins). After the contests commence, Paul crawls away to look for help. He meets with a shrug from a cowardly sheriff's deputy; where can he turn?","release_date":"1970-04-01","vote_average":5.0,"runtime":78,"cert":"N\/A","id":42598,"title":"Rebel Rousers","adult":false,"genre_ids":[80,18]},{"cast":["Peter Sellers","Goldie Hawn","Tony Britton","Nicky Henson","Diana Dors"],"overview":"TV personality Robert Danvers, an exceedingly vain rotter, seduces young women daily, never staying long with one. He meets his match in Marion, an American, 19, who's available but refuses any romantic illusions.","release_date":"1970-12-15","vote_average":5.9,"runtime":95,"cert":"","id":42599,"title":"There's a Girl in My Soup","adult":false,"genre_ids":[35,10749]},{"cast":["Godfrey Cambridge","Estelle Parsons","Howard Caine","D'Urville Martin","Mantan Moreland"],"overview":"Jeff Gerber, an insurance agent, lives in a typical suburban neighborhood. He is also both racist and a fitness freak. But Jeff's bigoted world of taunting and harassing black people on and off the job is turned upside down when his skin inexplicably turns dark overnight. As Jeff tries to come to terms with this unexplained phenomenon that has befallen him, he soon becomes the victim himself when all of his friends and neighbors suddenly shun and harass him. This puts a strain on his marriage and loyal wife Althea, who begins to crack under the pressure. When all medical attempts to change his skin back to his former color fail, Jeff accepts that Kharma has caught up with him. Jeff tries to see the light of being a persecuted black man in this cruel and segregated world with the help of some of some new black friends, some of whom were people he, as a white man, taunted and harassed.","release_date":"1970-01-01","vote_average":6.8,"runtime":100,"cert":"N\/A","id":42600,"title":"Watermelon Man","adult":false,"genre_ids":[35,18]},{"cast":["Shintarō Katsu","Toshirō Mifune","Ayako Wakao","Osamu Takizawa","Masakane Yonekura"],"overview":"With a price on his head, Ichi seeks tranquillity in a favorite village. Since his last visit, it has fallen prey to Boss Masagoro, the son of a merchant rumored to have stolen gold from the shogunate. The boss has hired Yojimbo as his hard-drinking enforcer, but Yojimbo is both a spy for the shogunate, trying to find the gold, and in love with the merchant's unwilling mistress, Umeno. Ichi hires on as the merchant's masseur and buys Umeno's freedom with his employer's own money. This embarrasses Yojimbo who withdraws from a pact with Ichi to stir up trouble between father and son and their gangs. As the two sides fight, Ichi finds the gold and sets up a final set of confrontations.","release_date":"1970-01-15","vote_average":7.2,"runtime":115,"cert":"N\/A","id":42601,"title":"Zatoichi Meets Yojimbo","adult":false,"genre_ids":[12,28,18]},{"cast":["Max von Sydow","Liv Ullmann","Bibi Andersson","Erland Josephson","Erik Hel"],"overview":"Andreas, a man struggling with the recent demise of his marriage and his own emotional isolation, befriends a married couple also in the midst of psychological turmoil. In turn he meets Anna, who is grieving the recent deaths of her husband and son. She appears zealous in her faith and steadfast in her search for truth, but gradually her delusions surface. Andreas and Anna pursue a love affair, but he is unable to overcome his feelings of deep humiliation and remains disconnected. Meanwhile, the island community is victimized by an unknown person committing acts of animal cruelty.","release_date":"1969-11-10","vote_average":7.5,"runtime":101,"cert":"N\/A","id":42602,"title":"The Passion of Anna","adult":false,"genre_ids":[18]},{"cast":["Rudolf Nureyev","Leslie Caron","Michelle Phillips","Carol Kane","Felicity Kendal"],"overview":"In 1926 the tragic and untimely death of a silent screen actor caused female moviegoers to riot in the streets and in some cases to commit suicide...","release_date":"1977-09-07","vote_average":5.9,"runtime":128,"cert":"","id":42603,"title":"Valentino","adult":false,"genre_ids":[18,36]},{"cast":["Richard Benjamin","Ali MacGraw","Jack Klugman","Nan Martin","Michael Meyers"],"overview":"A Jewish man and a jewish woman meet and while attracted to each other find that their worlds are very different. She is the archetypical Jewish-American-Princess, very emotionally involved with her parents world and the world they have created for her while he is much less dependent on his family. They begin an affair which brings more differences to the surface.","release_date":"1969-01-01","vote_average":5.4,"runtime":102,"cert":"N\/A","id":42604,"title":"Goodbye, Columbus","adult":false,"genre_ids":[35,18,10749]},{"cast":["Nicol Williamson","Anthony Hopkins","Judy Parfitt","Marianne Faithfull","Mark Dignam"],"overview":"Tony Richardson's Hamlet is based on his own stage production. Filmed entirely within the Roundhouse in London (a disused train shed), it is shot almost entirely in close up, focusing the attention on faces and language rather than action.","release_date":"1969-12-21","vote_average":6.1,"runtime":117,"cert":"N\/A","id":42605,"title":"Hamlet","adult":false,"genre_ids":[18]},{"cast":["Kenneth Anger","Bobby Beausoleil","Bill Beutel","Harvey Bialy","Timotha Bialy"],"overview":"Experimental short, featuring strobe-like homoerotic imagery with several shots of the Rolling Stones in performance and an original Moog score by Mick Jagger.","release_date":"1969-10-10","vote_average":5.8,"runtime":12,"cert":"N\/A","id":42606,"title":"Invocation of My Demon Brother","adult":false,"genre_ids":[27]},{"cast":["Peter O'Toole","Petula Clark","Michael Redgrave","Alison Leggatt","George Baker"],"overview":"Academy Award-honoree Peter O'Toole stars in this musical classic about a prim English schoolmaster who learns to show his compassion through the help of an outgoing showgirl. O'Toole, who received his fourth Oscar-nomination for this performance, is joined by '60s pop star Petula Clark and fellow Oscar-nominee Michael Redgrave.","release_date":"1969-11-05","vote_average":7.1,"runtime":155,"cert":"N\/A","id":42607,"title":"Goodbye, Mr. Chips","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Tom Stern","G. D. Spradlin","Jeremy Slate","Conny Van Dyke","Steve Sandor"],"overview":"Two brothers have a plan on how to rob the Ceasar's Palace in Las Vegas. They join a motorcycle gang and while the others are drinking and partying outside of town, they change their clothes and head off to rob the casino. Of course, the police do not look for two well dressed criminals among the Hell's Angels.","release_date":"1969-09-10","vote_average":4.3,"runtime":97,"cert":"N\/A","id":42608,"title":"Hell's Angels '69","adult":false,"genre_ids":[12,28,53,80]},{"cast":["Anouk Aimée","Dirk Bogarde","Robert Forster","Anna Karina","Philippe Noiret"],"overview":"In Alexandria, in 1938, Darley, a young British schoolmaster and poet, makes friends through Pursewarden, the British consular officer, with Justine, the beautiful and mysterious wife of a Coptic banker. He observes the affairs of her heart and incidentally discovers that she is involved in a plot against the British, meant to arm the Jewish underground in Palestine. The plot finally fails, Justine is sent to jail and Darley decides to return to England.","release_date":"1969-08-06","vote_average":5.2,"runtime":116,"cert":"N\/A","id":42609,"title":"Justine","adult":false,"genre_ids":[18,10749]},{"cast":["José Elías Moreno","Carlos López Moctezuma","Armando Silvestre","Norma Lazareno","Agustín Martínez Solares"],"overview":"A surgeon transplants the heart of an ape into his ailing son with horrific results.","release_date":"1969-02-05","vote_average":5.3,"runtime":81,"cert":"N\/A","id":42610,"title":"Night of the Bloody Apes","adult":false,"genre_ids":[27,878]},{"cast":["Georges Bidault","Matthäus Bleibinger","Jacques Duclos","Anthony Eden","Pierre Mendès France"],"overview":"From 1940 to 1944, France's Vichy government collaborated with Nazi Germany. Marcel Ophüls mixes archival footage with 1969 interviews of a German officer and of collaborators and resistance fighters from Clermont-Ferrand. They comment on the nature, details and reasons for the collaboration, from anti-Semitism, xenophobia, and fear of Bolsheviks, to simple caution. Part one, \"The Collapse,\" includes an extended interview with Pierre Mendès-France, jailed for anti-Vichy action and later France's Prime Minister. At the heart of part two, \"The Choice,\" is an interview with Christian de la Mazière, one of 7,000 French youth to fight on the eastern front wearing German uniforms.","release_date":"1969-09-18","vote_average":7.5,"runtime":251,"cert":"N\/A","id":42611,"title":"The Sorrow and the Pity","adult":false,"genre_ids":[99,36,10752]},{"cast":["Robert Forster","Verna Bloom","Peter Bonerz","Marianna Hill","Harold Blankenship"],"overview":"John Cassellis is the toughtest TV-news-reporter around. He becomes an expert in reporting about violence in the ghetto and racial tensions. But he discovers that his network helps the FBI by letting them look at his tapes to find suspects. When he protests he is fired and goes to the 1968 Democratic National Convention in Chicago.","release_date":"1969-08-27","vote_average":7.4,"runtime":111,"cert":"N\/A","id":42612,"title":"Medium Cool","adult":false,"genre_ids":[18]},{"cast":["Frits Helmuth","Tomas Villum Jensen","Jesper Langberg","René Hansen","Lars Lohmann"],"overview":"At their 25th high-school anniversary some bourgeois citizens remember their time in school as a happy one. In reality it was quite the contrary. The school was a madhouse in which the teachers, especially Blomme, tormented the students. As a result one of them became a murderer.","release_date":"1993-01-29","vote_average":6.7,"runtime":90,"cert":"N\/A","id":42613,"title":"Stolen Spring","adult":false,"genre_ids":[18]},{"cast":["Joan Crawford","Johnny Mack Brown","Nils Asther","Dorothy Sebastian","Anita Page"],"overview":"A flapper sets her hat for a man with a hard-drinking wife.","release_date":"1928-09-01","vote_average":6.0,"runtime":84,"cert":"N\/A","id":42614,"title":"Our Dancing Daughters","adult":false,"genre_ids":[18,10749]},{"cast":["Greta Garbo","John Gilbert","Lewis Stone","Johnny Mack Brown","Douglas Fairbanks Jr."],"overview":"Childhood friends Diana, Neville and David are caught in a love triangle as adults. Diana and Neville have long been smitten with each other, but her father disapproves of the relationship, resulting in her eventual marriage to David. It's not long after their wedding, however, that tragedy strikes, sending Diana on a downward spiral. When Neville reappears in her life, will he be able to save her from her own misery?","release_date":"1928-12-15","vote_average":7.0,"runtime":91,"cert":"N\/A","id":42615,"title":"A Woman of Affairs","adult":false,"genre_ids":[18]},{"cast":["Gary Cooper","Walter Huston","Richard Arlen","Mary Brian","Helen Ware"],"overview":"A good-natured cowboy who is romancing the new schoolmarm has a crisis of conscience when he discovers his best friend is engaged in cattle rustling.","release_date":"1929-11-09","vote_average":6.3,"runtime":91,"cert":"N\/A","id":42616,"title":"The Virginian","adult":false,"genre_ids":[37]},{"cast":["Marlon Brando","Evaristo Márquez","Norman Hill","Thomas Lyons","Renato Salvatori"],"overview":"The professional mercenary Sir William Walker instigates a slave revolt on the Caribbean island of Queimada in order to help improve the British sugar trade. Years later he is sent again to deal with the same rebels that he built up because they have seized too much power that now threatens British sugar interests.","release_date":"1969-12-21","vote_average":6.7,"runtime":129,"cert":"N\/A","id":42617,"title":"Burn!","adult":false,"genre_ids":[18,10752]},{"cast":["Shirley MacLaine","John McMartin","Ricardo Montalban","Sammy Davis Jr.","Chita Rivera"],"overview":"Taxi dancer Charity continues to have Faith in the human race despite apparently endless disappointments at its hands, and Hope that she will finally meet the nice young man to romance her away from her sleazy life. Maybe, just maybe, handsome Oscar will be the one to do it.","release_date":"1969-01-01","vote_average":6.8,"runtime":149,"cert":"","id":42618,"title":"Sweet Charity","adult":false,"genre_ids":[35,18,10402,10749]},{"cast":["Robert Redford","Katharine Ross","Robert Blake","Susan Clark","Barry Sullivan"],"overview":"Based on true events that happened in Banning,California, Tell Them Willie Boy Is Here, tells the story of one of the last Western manhunts, in 1909. Willie Boy, a Native American, kills his girlfriend's father in self defense, and the two go on the run, pursued by a search posse led by Sheriff Christopher Cooper.","release_date":"1969-10-31","vote_average":5.6,"runtime":98,"cert":"N\/A","id":42619,"title":"Tell Them Willie Boy Is Here","adult":false,"genre_ids":[37]},{"cast":["George Sanders","Maria Rohm","Shirley Eaton","Richard Wyler","Herbert Fleischmann"],"overview":"Sumuru, the beautiful leader of the all-female kingdom of Femina, plans to use her women to take over the world.","release_date":"1969-03-14","vote_average":5.1,"runtime":94,"cert":"N\/A","id":42620,"title":"The Girl from Rio","adult":false,"genre_ids":[28,12]},{"cast":["Paul Newman","Joanne Woodward","Robert Wagner","Richard Thomas","David Sheiner"],"overview":"Frank Capua is a rising star on the race circuit who dreams of winning the big one - the Indianapolis 500. But to get there he runs the risk of losing his wife Elora to his rival, Luther Erding, and strains the relationship with his stepson.","release_date":"1969-05-22","vote_average":5.8,"runtime":123,"cert":"N\/A","id":42621,"title":"Winning","adult":false,"genre_ids":[28,18]},{"cast":["Fred Astaire","Petula Clark","Tommy Steele","Don Francks","Keenan Wynn"],"overview":"A leprechaun follows the Irishman who stole his pot of gold to the U.S. South.","release_date":"1968-10-09","vote_average":5.9,"runtime":141,"cert":"N\/A","id":42622,"title":"Finian's Rainbow","adult":false,"genre_ids":[10402,10749,10751,14]},{"cast":["Peter Sellers","Jo Van Fleet","Leigh Taylor-Young","Joyce Van Patten","David Arkin"],"overview":"Harold Fine is a self-described square - a 35-year-old Los Angeles lawyer who's not looking forward to middle age nor his upcoming wedding. His life changes when he falls in love with Nancy, a free-spirited, innocent, and beautiful young hippie. After Harold and his family enjoy some of her \"groovy\" brownies, he decides to \"drop out\" with her and become a hippie too. But can he return to his old life when he discovers that the hippie lifestyle is just a little too independent and irresponsible for his tastes?","release_date":"1968-10-06","vote_average":5.7,"runtime":92,"cert":"N\/A","id":42623,"title":"I Love You, Alice B. Toklas!","adult":false,"genre_ids":[35,10749]},{"cast":["Fisnik Zegeri","Bajrush Mjaku","Glenn André Kaada","Nazif Muarremi","Ramadan Huseini"],"overview":"Mirush leaves Kosovo hoping to find his father in Norway, who abandoned the family when Mirush was very young. Now the father runs a restaurant in Oslo, but he is also in deep debt to the Albanian Mafia. Mirush starts to work in his father's restaurant without letting him know that he is his son.","release_date":"2007-03-02","vote_average":8.1,"runtime":108,"cert":"N\/A","id":42624,"title":"Mirush","adult":false,"genre_ids":[18,80]},{"cast":["Lindsay Duncan","Anne-Marie Duff","Penelope Wilton","Con O'Neill","Derek Jacobi"],"overview":"At the age of forty Dame Margot Fonteyn is considered to be past her best as a prima ballerina and Ninette de Valois is reducing her roles at the Royal Ballet. Then the exciting young Russian dancer Rudolf Nureyev, a recent defector to the West, comes into her life and her bed and revitalizes her career. Frederick Aashton creates a new ballet for them and they become the golden couple of the ballet world. However, Margot is married to Roberto 'Tito' Arias, a Panamanian politician of dubious repute who is not sympathetic to her calling and is probably faithless. When he is shot and paralyzed for life Margot must carry on dancing well into her sixties in order to pay for his costly treatment though she still collaborates with Rudolf in the occasional ballet.","release_date":"2009-11-30","vote_average":5.5,"runtime":85,"cert":"PG","id":42625,"title":"Margot","adult":false,"genre_ids":[18]},{"cast":["Vanessa Redgrave","James Fox","Zvonimir Črnko","Jason Robards","John Fraser"],"overview":"A biography of the dancer Isadora Duncan, the 1920s dancer who forever changed people's ideas of ballet. Her nude, semi-nude, and pro-Soviet dance projects as well as her attitudes on free love, debt, dress, and lifestyle shocked the public of her time.","release_date":"1968-09-14","vote_average":7.0,"runtime":131,"cert":"","id":42626,"title":"Isadora","adult":false,"genre_ids":[18,36,10402,10749]},{"cast":["Akihiro Miwa","Isao Kimura","Kikko Matsuoka","Yûsuke Kawazu","Junya Usami"],"overview":"Japanese sixties comedy featuring a cunning female jewel thief named Black Lizard who tries to kidnap Sanaye, a wealthy jeweler's beautiful daughter as part of a plot to steal the jeweler's expensive \"Star of Egypt\" diamond. To thwart the planned kidnapping, the jeweler hires Japan's number one detective, the brilliant Akechi. This sets off a dual between Black Lizard and Akechi as each tries to outwit the other. In the process, the two adversaries develop a mutual respect and affection for each other. Despite Akechi's efforts, Black Lizard and her crew are able to kidnap Sanaye and gain possession of the \"Star of Egypt\". Black Lizard takes Sanaye to her secret lair on a remote island which is populated by an eerie collection of naked human dolls. There Black Lizard plans to preserve Sanaye's beauty forever by turning her into one of her dolls. As Sanaye's doom quickly approaches, it is up to Akechi to save the day.","release_date":"1968-07-31","vote_average":7.0,"runtime":86,"cert":"N\/A","id":42627,"title":"Black Lizard","adult":false,"genre_ids":[35,80,14]},{"cast":["Teruo Yoshida","Tomomi Satô","Hideo Kô","Masaya Takahashi","Nobuo Kaneko"],"overview":"The survivors of a plane crash in a remote area are attacked by blob-like alien creatures that turn their victims into blood-thirsty vampires.","release_date":"1968-08-14","vote_average":6.8,"runtime":84,"cert":"N\/A","id":42628,"title":"Goke, Body Snatcher from Hell","adult":false,"genre_ids":[27,878]},{"cast":[],"overview":"Documentary, the Lady Gaga Story","release_date":"2010-09-21","vote_average":0.0,"runtime":95,"cert":"N\/A","id":42629,"title":"Glamourpuss","adult":false,"genre_ids":[]},{"cast":["Frank Sinatra","Raquel Welch","Richard Conte","Martin Gabel","Lainie Kazan"],"overview":"While diving for sunken treasure, street-smart gumshoe Tony Rome finds the body of a gorgeous blonde, her feet stuck in a block of cement. Soon after, tough guy Waldo Gronski hires him to find a missing woman named Sandra Lomax, and Rome wonders if there's a connection. He sets about trying to locate the woman, and in no time finds himself mixed up with a beautiful party girl and a slippery racketeer.","release_date":"1968-11-19","vote_average":6.6,"runtime":93,"cert":"15","id":42630,"title":"Lady in Cement","adult":false,"genre_ids":[9648,35,80,18]},{"cast":["Pierre Clémenti","Tina Aumont","Sergio Tofano","Giulio Cesare Castello"],"overview":"In PARTNER, Bernardo Bertolucci conflated his interests in psychoanalysis, nonlinear narrative, and Godard to create a uniquely avant-garde work unlike anything in his ouevre. The film is loosely based on Dostoyevsky's novel THE DOUBLE and concerns an alienated, puckish young man named Jacob (Pierre Clementi) who confronts his own double. Jacob allows his doppelganger to take over his life; the second Jacob commandeers his predecessor's theater class in the hopes of creating living theater--as a violent act of social revolution. The idea of students wreaking havoc was not an unfamiliar one in 1968, and Bertolucci refuses to take Jacob's dangerous intellectual posturing lightly. The second Jacob is a handsome killer, the first a handsome weakling who must find the courage to resist his baser self. Bertolucci matches inspired plot points with arresting images, including visual film references and the bright color schemes that would later become his trademark.","release_date":"1968-01-01","vote_average":6.7,"runtime":105,"cert":"N\/A","id":42631,"title":"Partner","adult":false,"genre_ids":[18]},{"cast":["Scott McKenzie","Denny Doherty","Cass Elliot","John Phillips","Michelle Phillips"],"overview":"Featuring performances by popular artists of the 1960s, this concert film highlights the music of the 1967 California festival. Although not all musicians who performed at the Monterey Pop Festival are on film, some of the notable acts include the Mamas and the Papas, Simon & Garfunkel, Jefferson Airplane, the Who, Otis Redding, and the Jimi Hendrix Experience. Hendrix's post-performance antics -- lighting a guitar on fire, breaking it and tossing a part into the audience -- are captured.","release_date":"1968-12-26","vote_average":7.6,"runtime":80,"cert":"N\/A","id":42632,"title":"Monterey Pop","adult":false,"genre_ids":[99,10402]},{"cast":["Rod Steiger","Lee Remick","George Segal","Eileen Heckart","Murray Hamilton"],"overview":"Christopher Gill is a psychotic killer who uses various disguises to trick and strangle his victims. Moe Brummel is a single and harassed New York City police detective who starts to get phone calls from the strangler and builds a strange alliance as a result. Kate Palmer is a swinging, hip tour guide who witnesses the strangler leaving her dead neighbor's apartment and sets her sights on the detective. Moe's live-in mother wishes her son would be a successful Jewish doctor like his big brother.","release_date":"1968-03-20","vote_average":6.6,"runtime":108,"cert":"N\/A","id":42633,"title":"No Way to Treat a Lady","adult":false,"genre_ids":[35,53]},{"cast":["Julie Christie","George C. Scott","Richard Chamberlain","Arthur Hill","Shirley Knight"],"overview":"An unhappily married socialite finds solace in the company of a recently divorced doctor.","release_date":"1968-06-10","vote_average":5.8,"runtime":105,"cert":"N\/A","id":42634,"title":"Petulia","adult":false,"genre_ids":[10749,18]},{"cast":["Joanne Woodward","James Olson","Kate Harrington","Estelle Parsons","Donald Moffat"],"overview":"Rachel is a 35 year old school teacher who has no man in her life and lives with her mother. When a man from the big city returns and asks her out, she begins to have to make decisions about her life and where she wants it to go.","release_date":"1968-01-01","vote_average":6.7,"runtime":101,"cert":"N\/A","id":42635,"title":"Rachel, Rachel","adult":false,"genre_ids":[18,10749]},{"cast":["Frank Sinatra","Lee Remick","Jacqueline Bisset","Ralph Meeker","Jack Klugman"],"overview":"Police detective Joe Leland investigates the murder of a homosexual man. While investigating, he discovers links to official corruption in New York City in this drama that delves into a world of sex and drugs.","release_date":"1968-05-28","vote_average":6.3,"runtime":114,"cert":"N\/A","id":42636,"title":"The Detective","adult":false,"genre_ids":[18,9648,53]},{"cast":["Louise Brooks","André Roanne","Josef Rovenský","Fritz Rasp","Vera Pawlowa"],"overview":"Thymiane Henning, an innocent young girl, is raped by the clerk of her father's pharmacy. She becomes pregnant, is rejected by her family, and must fend for herself in a harsh, cruel world.","release_date":"1929-09-27","vote_average":7.2,"runtime":104,"cert":"N\/A","id":42637,"title":"Diary of a Lost Girl","adult":false,"genre_ids":[18]},{"cast":["Gloria Swanson","Walter Byron","Seena Owen","Sidney Bracey","Tully Marshall"],"overview":"Prince Wolfram is the betrothed of mad Queen Regina V of Kronberg. Supreme ruler, her word is law and he is a playboy. On maneuvers as punishment for partying with other women, he sees Kelly walking the the other students of a convent. He is intrigued by her beauty and wants her. He kidnaps her that night from the convent and takes her to his room and professes his love for her. When the Queen finds them together the next morning , she whips Kelly and throws her out of the castle. Regina then puts Wolfram into prison for not wanting to marry the Queen. Kelly goes to German East Africa to visit her dying Aunt and is forced to marry the disgusting Jan. The Aunt dies after the wedding and Kelly refuses to live with Jan and becomes the head of Aunties Brothel. Her extravagances and style earn her the name 'Queen Kelly' and Prince Wolfram does not marry Queen Regina V.","release_date":"1929-01-01","vote_average":6.3,"runtime":101,"cert":"N\/A","id":42638,"title":"Queen Kelly","adult":false,"genre_ids":[18,10749]},{"cast":["Ramez Galal","Zeina","Nashoua Mostafa","Hassan Hosny","Edward"],"overview":"A comedy about a young man who desperately wants to be gangster.","release_date":"2008-09-30","vote_average":3.8,"runtime":97,"cert":"N\/A","id":42639,"title":"Shibh Munharef","adult":false,"genre_ids":[35,18,12,80]},{"cast":["John Wayne","Marguerite Churchill","El Brendel","Tully Marshall","Tyrone Power Sr."],"overview":"Breck Coleman leads a wagon train of pioneers through Indian attack, storms, deserts, swollen rivers, down cliffs and so on while looking for the murder of a trapper and falling in love with Ruth Cameron.","release_date":"1930-11-01","vote_average":6.9,"runtime":125,"cert":"N\/A","id":42640,"title":"The Big Trail","adult":false,"genre_ids":[12,37,10749]},{"cast":["Gary Cooper","Marlene Dietrich","Ullrich Haupt","Adolphe Menjou","Eve Southern"],"overview":"The Foreign Legion marches in to Mogador with booze and women in mind just as singer Amy Jolly arrives from Paris to work at Lo Tinto's cabaret. That night, insouciant legionnaire Tom Brown catches her inimitably seductive, tuxedo-clad act. Both bruised by their past lives, the two edge cautiously into a no-strings relationship while being pursued by others. But Tom must leave on a perilous mission: is it too late for them?","release_date":"1930-11-14","vote_average":6.8,"runtime":92,"cert":"N\/A","id":42641,"title":"Morocco","adult":false,"genre_ids":[18,10749]},{"cast":["Oleg Dal","Donatas Banionis","Igor Dmitriev","Lyubov Polishchuk","Boris Novikov"],"overview":"A mostly comical tale of all-powerful and wealthy Bavarian prince adventures that started when prince was seeking to deal with the boredom. Joining the Club of Suicide society, he uncovered the mastermind criminal behind it, and vowed to get rid of him by any means necessary, following deaths of several servants when dreaded president of club makes dashing escape. During that point, story changes into nearly second movie, as prince has to uncover yet another crime.","release_date":"1979-01-01","vote_average":6.6,"runtime":206,"cert":"N\/A","id":42642,"title":"The Adventures of Prince Florisel","adult":false,"genre_ids":[12,35,9648]},{"cast":["Lloyd Bochner","Ellen Janov","Morey Amsterdam","Kurt Russell","Fred Clark"],"overview":"Frederick Bolton has to solve two problems. First, his boss has instructed him to come up with a reasonable campaign to promote a new product, a stomach pill named \"Aspercel\" - by tomorrow. The second problem is Fred's daugther, Helen. She is absolutely fond of horses, takes riding classes and has already had decent success in some competitions. Her biggest wish is to own a horse herself, a dream her father cannot afford at all. Now Fred tries to solve both problems at once by simply combining them: A horse named \"Aspercel\", ridden by his daugther should bring the name of the pill into the papers and make Helen happy, too. But there's still one more obstacle: Helen and Aspercel of course have to win a few prices to make this idea work...","release_date":"1968-12-16","vote_average":5.4,"runtime":113,"cert":"N\/A","id":42645,"title":"The Horse in the Gray Flannel Suit","adult":false,"genre_ids":[18,10751,35]},{"cast":["Alex Carson","Brandon Colt","Mike Guadagno","Craig Hamilton","Ron McFee"],"overview":"The Animated Misadventures of Jonas Morecock Hello my lovelies and welcome to the House of Morecock. Join our sexy host, boy toy Jonas Morecock on his search to uncover some of the most bizarre mysteries from around the world. From his home base at Morecock Manor Jonas shares his misadventures with us each episode. The funny thing is his deductive skills for finding the legendary big foot or the Loch Ness Monster is only surpassed by his ability to run into really hot guys. Jonas is more than up to the challenge at getting to the bottom of things. So when you hear a strange sound that goes bump in the night it may be a monster under your bed or Jonas up to his old tricks searching for a monster of his own...From the twisted mind of artist director Joe Phillips (who brought you the erotic \"Boys will be Boys Calendars) Jonas Morecock will definitely go where no \"Joe Boy\" has gone before!","release_date":"2001-09-14","vote_average":1.0,"runtime":null,"cert":"N\/A","id":42646,"title":"The House of Morecock","adult":false,"genre_ids":[]},{"cast":["Tatyana Barysheva","Yuliya Yulskaya","Lyudmila Kasatkina","Erast Garin","Grigoriy Shpigel"],"overview":"A poor girl was given an impossible task by her stepmother: to gather snowdrops in a winter forest. Suddenly she stumbled across twelve brothers who happened to be the twelve months.","release_date":"1956-12-30","vote_average":5.2,"runtime":55,"cert":"N\/A","id":42647,"title":"The Twelve Months","adult":false,"genre_ids":[14,16,10751]},{"cast":["Jason Robards","Britt Ekland","Norman Wisdom","Forrest Tucker","Harry Andrews"],"overview":"Rachel arrives in New York from her Amish community intent on becoming a dancer. Unfortunately Billy Minsky's Burlesque is hardly the place for her Dances From The Bible. But the show's comedian Raymond sees a way of wrong-footing the local do-gooders by announcing the new Paris sensation \"Mme Fifi\" and putting on Rachel's performance as the place is raided. All too complicated, the more so since her father is scouring the town for her and both Raymond and his straight-man Chick are falling for Rachel.","release_date":"1968-12-22","vote_average":5.4,"runtime":99,"cert":"N\/A","id":42648,"title":"The Night They Raided Minsky's","adult":false,"genre_ids":[35]},{"cast":["Jim Dine","Flawless Sabrina","Bruce Jay Friedman","Bernard Giquel","Rachel Harlow"],"overview":"Jack is 24, sometimes he's a drag queen named Sabrina. In 1967, as Sabrina, he's the mistress of ceremonies at a national drag queen contest in New York City. The camera goes behind the scenes, recording the rehearsals leading up to the contest, the conversations in the dressing room (about draft boards, sexual identity and sex-change operations, and being a drag queen), and the jealousies that emerge before and after the competition. Jack introduces us to Richard, a young man who becomes Jack's protégé. As Miss Harlow, Richard enters the contest. One of his principal competitors is Miss Crystal, who's from Manhattan. Who will win the crown?","release_date":"1968-01-01","vote_average":5.7,"runtime":68,"cert":"N\/A","id":42649,"title":"The Queen","adult":false,"genre_ids":[99]},{"cast":["Robert Walker Jr.","Joanna Frank","John Garwood","Larry Bishop","Adam Roarke"],"overview":"Biker gang leader Kisum (Adam Roarke) loves waitress Marcia Little Hawk (Joanna Frank). Her brother Johnnie Little Hawk (Robert Walker, Jr.), the leader of a group of American Indians disapproves. At various times these two groups are adversaries and allies. The two groups join forces but crooked businessmen scheme to have them at each other's throats again. The theme song \"Anyone for Tennis\" is by Cream. The Iron Butterfly are heard playing their classic \"Iron Butterfly Theme.\" Producer Dick Clark and director Richard Rush made \"Psych-Out\" earlier in the year.","release_date":"1968-05-01","vote_average":5.4,"runtime":94,"cert":"N\/A","id":42650,"title":"The Savage Seven","adult":false,"genre_ids":[28,80]},{"cast":["Yanina Zhejmo","Aleksei Konsovsky","Faina Ranevskaya","Erast Garin","Vasili Merkuryev"],"overview":"Based on a classic fairytale \"Cinderella\" brilliantly adapted by Yevgeni Shvarts.","release_date":"1947-11-28","vote_average":6.4,"runtime":80,"cert":"N\/A","id":42651,"title":"Cinderella","adult":false,"genre_ids":[10402,35,10751,14,10749]},{"cast":["Viktor Avilov","Yevgeni Dvorzhetsky","Anna Samokhina","Mikhail Boyarskiy","Aleksey Petrenko"],"overview":"A Russian version of the classic Alexandre Dumas novel. Edmond Dantes is falsely accused by those jealous of his good fortune, and is sentenced to spend the rest of his life in the notorious island prison, Chateau d'If. While imprisoned, he meets the Abbe Faria, a fellow prisoner whom everyone believes to be mad. The Abbe tells Edmond of a fantastic treasure hidden away on a tiny island, that only he knows the location of. After many years in prison, the old Abbe dies, and Edmond escapes disguised as the dead body. Now free, Edmond must find the treasure the Abbe told him of, so he can use the new-found wealth to exact revenge on those who have wronged him","release_date":"1988-01-01","vote_average":5.6,"runtime":270,"cert":"N\/A","id":42652,"title":"The Prisoner of If Castle","adult":false,"genre_ids":[12]},{"cast":["Alistair Overeem"],"overview":"K-1 World Grand Prix 2010 in Yokohama was a kickboxing event held by the K-1 on Saturday, April 3, 2010 at the Yokohama Arena in Kanagawa, Japan. It was the first K-1 World GP event held in 2010, featuring five Superfights. In the main event of the evening, the reigning K-1 champion Semmy Schilt defended his K-1 Super Heavyweight tile against Errol Zimmerman. Also Kyotaro retained his K-1 Heavyweight title in a bout with Peter Aerts. All fights were conducted under K-1 rules (3 min. × 3 rounds + 2 extra rounds).","release_date":"","vote_average":4.8,"runtime":null,"cert":"N\/A","id":42653,"title":"K-1 World Grand Prix 2010 in Yokohama","adult":false,"genre_ids":[]},{"cast":["Mae Whitman","Michael C. 'Mike' Allen","Brigid Brannagh","Jasmine Burke","Joan Cusack"],"overview":"\"Acceptance\" is a movie that is equivalent of being slapped on the wrist by your mother for not being like everyone. Forget about being different from others and being yourself. In the movie it shows how crazy students and parents can get when it comes to being accepted in different colleges.","release_date":"2009-08-22","vote_average":3.9,"runtime":95,"cert":"N\/A","id":42654,"title":"Acceptance","adult":false,"genre_ids":[35]},{"cast":["Sergei Stolyarov","Vija Artmane","Nikolai Kryukov","Lyudmila Chursina","Marina Yurasova"],"overview":"Humans on spaceship named \"Tantra\" are exploring the unknown part of the Universe. The spaceship gets trapped by the mysterious Iron Star. The Iron Star's powerful force of gravity is to hold the spaceship for 20 years. The humans are facing a very tough survival challenge... Based on famous novel by Ivan Efremov.","release_date":"1967-12-04","vote_average":5.0,"runtime":77,"cert":"N\/A","id":42655,"title":"Andromeda Nebula","adult":false,"genre_ids":[878,10749]},{"cast":["Dante Marmone","Luca Cirasola","Tiziana Schiavarelli","Lino Banfi","Michele Placido"],"overview":"","release_date":"2009-04-17","vote_average":4.0,"runtime":null,"cert":"N\/A","id":42656,"title":"Focaccia Blues","adult":false,"genre_ids":[99]},{"cast":["Douglas Fairbanks","Noah Beery","Charles Hill Mailes","Claire McDowell","Marguerite De La Motte"],"overview":"The adventures of the masked hero continues.","release_date":"1920-12-05","vote_average":7.6,"runtime":107,"cert":"N\/A","id":42657,"title":"The Mark of Zorro","adult":false,"genre_ids":[37,12,18,28,10749]},{"cast":["Rossana Podestà","Cedric Hardwicke","Jacques Sernas","Stanley Baker","Niall MacGinnis"],"overview":"Prince Paris of Troy, shipwrecked on a mission to the king of Sparta, meets and falls for Queen Helen before he knows who she is. Rudely received by the royal Greeks, he must flee...but fate and their mutual passions lead him to take Helen along. This gives the Greeks just the excuse they need for much-desired war.","release_date":"1956-01-26","vote_average":6.5,"runtime":118,"cert":"N\/A","id":42658,"title":"Helen of Troy","adult":false,"genre_ids":[28,12,18,10749,10752]},{"cast":["James Cagney","Joan Blondell","Louis Calhern","Noel Francis","Ray Milland"],"overview":"Adventures of a cocky con man and his beautiful accomplice.","release_date":"1931-12-03","vote_average":7.4,"runtime":79,"cert":"N\/A","id":42659,"title":"Blonde Crazy","adult":false,"genre_ids":[35,80,18]},{"cast":["Anant Jog","Ghanshyam Garg","Nagesh Bhonsle","Rio Kapadia","Sumona Chakravarti"],"overview":"Aakhari Decision is a Bollywood action film directed by Deepak Bandhu and starring Anant Jog, Nagesh Bhonsle, Mushtaq Khan, Navni Parihar, Amar Sidhu, and Sumona Chakravarti. It was filmed in India and the United States.","release_date":"2010-02-19","vote_average":2.0,"runtime":null,"cert":"N\/A","id":42662,"title":"Aakhari Decision","adult":false,"genre_ids":[28,18]},{"cast":["Christian Camargo","Carlos Leon","Miriam Colón","Kate Blumberg","Adriana Domínguez"],"overview":"In New York, detective Alex Scott is investigating with his partner Sergio Perez the disappearance of several children. When they visit the Mexican witch Gloria, the woman advises that a powerful evil force is chasing the reincarnation of her son and drowning the other children to bring pain to their mothers.","release_date":"2007-05-12","vote_average":1.8,"runtime":83,"cert":"N\/A","id":42663,"title":"The Cry","adult":false,"genre_ids":[18,27,53]},{"cast":["Charlton Heston","Rosemary Forsyth","Richard Boone","Maurice Evans","Guy Stockwell"],"overview":"A knight in the service of a duke goes to a coastal villiage where an earlier attempt to build a defensive castle has failed. He begins to rebuild the duke's authority in the face of the barbarians at the border and is making progress until he falls in love with one of the local women.","release_date":"1965-11-17","vote_average":6.3,"runtime":123,"cert":"N\/A","id":42664,"title":"The War Lord","adult":false,"genre_ids":[12,18,36,10749,10752]},{"cast":["Brooke Young","Taylor Young","Leo Lovemore","Tia von Davis","Todd Davis"],"overview":"Prudence and Hope are twin sisters connected by a mysterious link -- even when far apart they experience each other's desires and pleasures! Jopin them while they explore their unique bond & participate in a mysterious sex ritual-two for one trouble or pleasure. Find out in Teenage Twins. Written by VCX","release_date":"1976-10-22","vote_average":3.5,"runtime":67,"cert":"N\/A","id":42665,"title":"Teenage Twins","adult":true,"genre_ids":[]},{"cast":["Evil Webby","Johnny Fry","Dave Krienke","Andrew Krienke"],"overview":"The creators of the world's most notorious video series have done it again. Finally, after nearly two years of non-stop filming around the globe, the long-awaited Bumfights 4 has arrived. \"Return of the Ruckus\" is by far the most shocking and outrageous Bumfights volume yet. Exploding with the mist insane real fights caught on tape, hilarious pranks, crazy crackheads, outrageous bums, gorgeous girls, and some of the most shocking stunts ever caught on tape! A non-stop visual assault, Bumfights 4 is simply the rawest, most hardcore ruckus video ever produced. These images are guaranteed to stay with you for life.","release_date":"2006-01-01","vote_average":0.0,"runtime":53,"cert":"N\/A","id":42666,"title":"Bumfights 4: Return Of The Ruckus","adult":false,"genre_ids":[35,99]},{"cast":["Athena Demos","Alex Gordon ","Janelle Herrera","Erin Holt","Phil Lander"],"overview":"A new reality show invites five brave souls to spend the night at Camp Blood, where over a dozen people were murdered by the infamous \"Clown\" years ago. Whoever remains at the end of twenty-four hours will split a million dollars. To drive away the contestants, the producers have rigged several \"scares\" as well as hiring a stuntman dressed as The Clown. But as night falls, screams of terror fill the desolate woods as a real blood thirsty killer begins cutting down the competition, one by one. Is the legendary Clown back, or is one of the group willing to kill for the prize?","release_date":"2005-09-13","vote_average":8.0,"runtime":85,"cert":"N\/A","id":42667,"title":"Within the Woods","adult":false,"genre_ids":[27]},{"cast":["Richard Burton","Fredric March","Claire Bloom","Barry Jones","Harry Andrews"],"overview":"He was a fierce military commander who led huge armies into battle without a single defeat; a magnificent warrior who many believed was part god - this was Alexander the Great (Richard Burton), the legendary Greek hero hailed by his countrymen as \"The King of Kings\". Born in 356 B.C. into a turbulent world of political unrest, educated by Aristotle (Barry Jones) and chosen to lead his people in the grand tradition of his powerful father (Fredric March), this glamorous world conqueror rose above all conflict to unite the continents of Europe and Asia to become one of the most celebrated rulers of all time! Written, produced and directed by Oscar - winner Robert Rossen and featuring the extraordinary Claire Bloom and a remarkable cast of thousands, this stunning portrait of one of history's most fascinating figures is colossal entertainment and an amazing spectacle.","release_date":"1956-03-28","vote_average":5.6,"runtime":136,"cert":"U","id":42668,"title":"Alexander the Great","adult":false,"genre_ids":[28,12,18,36,10749,10752]},{"cast":["Edward G. Robinson","Marian Marsh","H.B. Warner","Anthony Bushell","George E. Stone"],"overview":"An unscrupulous newspaper editor searches for headlines at any cost.","release_date":"1931-09-26","vote_average":6.8,"runtime":89,"cert":"N\/A","id":42669,"title":"Five Star Final","adult":false,"genre_ids":[80,18]},{"cast":["Edward Herrmann","Leslie Aiello","Joe Caine","Kevin Hudson","Tessa Jubber"],"overview":"Scientists from the mid-nineteenth century have searched for the fossil remains of the \"missing link\" in evolution - the half-man, half-ape that would explain where mankind came from. But over the last century and a half, it has been the idea of what a missing link is that has evolved. The history of this scientific quest - peopled with fanatics, frauds, amateurs, professionals, the lucky, the unlucky, the unfairly neglected and the undeservedly praised - is the subject of this documentary. Reenactments depict scientists making their discoveries and then stretch back hundreds of thousands, even millions, of years to depict the typical lives of our human and human-like ancestors. Interviews with leading scientists fill in the details.","release_date":"2005-12-27","vote_average":7.0,"runtime":100,"cert":"N\/A","id":42670,"title":"Ape to Man","adult":false,"genre_ids":[36,99]},{"cast":["Ashley Reed","Aaron Buer","Brent Taylor","Danna Brady","Kelsey Wedeen"],"overview":"Driving home from a deep desert rave, seven teenage friends travel off the beaten path only to be trapped in a reality far more horrible and frightening than any nightmare they could possibly imagine...Flesh eating cannibals roam this stretch of tortured land, feeding off anyone who is foolish enough to stray into their deadly territory.Now the friends must become as savage as their attackers if they are to escape the desert alive...","release_date":"2003-12-02","vote_average":2.0,"runtime":88,"cert":"N\/A","id":42671,"title":"Detour","adult":false,"genre_ids":[53,27]},{"cast":["Carlo Verdone","Regina Orioli","Paolo Triestino","Ines Nobili","Enrica Rosso"],"overview":"","release_date":"1998-10-16","vote_average":5.7,"runtime":null,"cert":"N\/A","id":42674,"title":"Gallo cedrone","adult":false,"genre_ids":[35]},{"cast":["Silvio Orlando","Luciana Littizzetto","Elena Sofia Ricci","Michele Placido","Max Tortora"],"overview":"","release_date":"2010-02-26","vote_average":5.6,"runtime":null,"cert":"N\/A","id":42675,"title":"Genitori & figli:) - Agitare bene prima dell'uso","adult":false,"genre_ids":[35]},{"cast":["Franco Nero","Silvia Monti","Wolfgang Preiss","Edmund Purdom","Rossella Falk"],"overview":"Luigi Bazzoni (Le Orme) directed this outstanding giallo thriller starring Franco Nero as a hard-drinking newspaperman who gets involved in a string of brutal murders.","release_date":"1971-08-17","vote_average":6.1,"runtime":90,"cert":"N\/A","id":42676,"title":"The Fifth Cord","adult":false,"genre_ids":[9648,53]},{"cast":["François Berléand","Nadia Farès","Samuel Le Bihan","Olivier Gourmet","Lorànt Deutsch"],"overview":"Dans une petite ville du Nord, François, le garagiste, va consulter Vincent, le psy. À la question posée : \"Ma femme me dit qu'elle ne peut prendre du plaisir qu'avec les assassins. Pas de crime. Pas d'orgasme. Que dois-je faire, Docteur ?. La réponse du praticien est simple : \"Entrez dans son fantasme. Inventez-vous un crime !\"","release_date":"2003-08-03","vote_average":3.3,"runtime":82,"cert":"N\/A","id":42677,"title":"Pour le plaisir","adult":false,"genre_ids":[35]},{"cast":["Gene Tierney","Walter Huston","Victor Mature","Ona Munson","Phyllis Brooks"],"overview":"A gambling queen uses blackmail to stop a British financier from closing her Chinese clip joint.","release_date":"1941-12-25","vote_average":6.3,"runtime":99,"cert":"N\/A","id":42678,"title":"The Shanghai Gesture","adult":false,"genre_ids":[18,9648,53]},{"cast":["Valerio Mastandrea","Valeria Golino","Sonia Bergamasco","Lidia Vitale","Chiara Nicola"],"overview":"Guido, an acclaimed author, leads an idyllic life with his beautiful wife and teenage daughter. But despite his seemingly perfect existence, Guido's restless search for inspiration leads him into the arms of Giulia, a charming and mysterious swim instructor, who is hiding a secret from her past.","release_date":"2009-02-27","vote_average":6.4,"runtime":105,"cert":"N\/A","id":42679,"title":"Giulia Doesn't Date at Night","adult":false,"genre_ids":[18,10749]},{"cast":["Said Sabrie","Valerio Mastandrea","Anita Caprioli","Amin Nur","Giordano De Plano"],"overview":"Aman and Teodoro meet one night on a roof and start a friendship.","release_date":"2009-11-13","vote_average":7.0,"runtime":105,"cert":"N\/A","id":42682,"title":"Good morning Aman","adult":false,"genre_ids":[18]},{"cast":["Humphrey Bogart","Ann Sheridan","Dick Foran","Erin O'Brien-Moore","Helen Flint"],"overview":"When a hard-working machinist loses a promotion to a Polish-born worker, he is seduced into joining the secretive Black Legion, which intimidates foreigners through violence.","release_date":"1937-01-30","vote_average":6.4,"runtime":83,"cert":"N\/A","id":42683,"title":"Black Legion","adult":false,"genre_ids":[80,18]},{"cast":["Eric Balfour","Scottie Thompson","David Zayas","Donald Faison","Brittany Daniel"],"overview":"When strange lights descend on the city of Los Angeles, people are drawn outside like moths to a flame where an extraterrestrial force threatens to swallow the entire human population off the face of the Earth. Now the band of survivors must fight for their lives as the world unravels around them.","release_date":"2010-11-11","vote_average":4.8,"runtime":92,"cert":"15","id":42684,"title":"Skyline","adult":false,"genre_ids":[878,28]},{"cast":["Gregory Peck","Eva Marie Saint","Robert Forster","Charles Tyner","Richard Bull"],"overview":"When an army scout retires to a farm in New Mexico he takes pity on a white woman and her half-breed son recently rescued from indians, and invites them to join him. He does this even knowing the child's father is a feared and murderous Apache and that sooner or later a showdown is almost inevitable.`","release_date":"1968-12-25","vote_average":5.4,"runtime":109,"cert":"N\/A","id":42685,"title":"The Stalking Moon","adult":false,"genre_ids":[37,28]},{"cast":["Christopher Jones","Yvette Mimieux","Judy Pace","Nan Martin","Reva Rose"],"overview":"In the swinging sixties three girls discover they have the same boyfriend who has been playing around with them all while vowing fidelity to each. To teach him a lesson he won't forget, the trio contrive to lock him up and continually favour him with their attentions in turn.","release_date":"1968-01-01","vote_average":3.0,"runtime":90,"cert":"N\/A","id":42686,"title":"Three in the Attic","adult":false,"genre_ids":[18,35]},{"cast":["Doris Day","Terry-Thomas","Patrick O'Neal","Lola Albright","Steve Allen"],"overview":"When the Great Northeast Blackout of 1965 hit, millions of people were left in the dark, including Waldo Zane, a New York executive in the process of stealing a fortune from his company, and two people whose paths he's destined to cross, Broadway actress Margaret Garrison and her husband, Peter.","release_date":"1968-01-01","vote_average":6.2,"runtime":89,"cert":"N\/A","id":42687,"title":"Where Were You When the Lights Went Out?","adult":false,"genre_ids":[35]},{"cast":["Shelley Winters","Christopher Jones","Diane Varsi","Hal Holbrook","Millie Perkins"],"overview":"Max Flatow is a precocious, social miscreant who has a way with home-made explosives. When he tires of these, he runs away from home only to emerge seven years later as Max Frost, the world's most popular entertainer. When Congressman John Fergus uses Frost as a political ploy to gain the youth vote in his run for the Senate, Frost wills himself into the system, gaining new rights for the young. Eventually, Frost runs for the presidency.","release_date":"1968-05-29","vote_average":6.5,"runtime":94,"cert":"N\/A","id":42688,"title":"Wild in the Streets","adult":false,"genre_ids":[35,18,10402]},{"cast":["Joan Crawford","Ty Hardin","Diana Dors","Michael Gough","Judy Geeson"],"overview":"A lady ringmaster milks the publicity from a string of murders.","release_date":"1967-11-01","vote_average":5.8,"runtime":96,"cert":"","id":42689,"title":"Berserk!","adult":false,"genre_ids":[27,9648,53]},{"cast":["Alain Delon","Senta Berger","Sergio Fantoni","Claude Piéplu","Peter Mosbacher"],"overview":"Alain Delon stars as Pierre, an amnesiac recovering from a car accident. He can't remember any details about the accident or about his past life as a wealthy businessman based in the orient. He is currently being nursed back to health on his palatial estate in the french countryside by his beautiful wife, Christiane (Senta Berger), the family doctor (Sergio Fantoni), and a manservant named Kim (Peter Mosbacher).Paranoia rapidly sets in as he begins to suspect Christiane is not really his wife and that he is the victim of a sinister plot.","release_date":"1967-12-22","vote_average":7.6,"runtime":93,"cert":"N\/A","id":42690,"title":"Diabolically Yours","adult":false,"genre_ids":[9648,80,18,53]},{"cast":["Silvana Mangano","Franco Citti","Alida Valli","Carmelo Bene","Julian Beck"],"overview":"In pre-war Italy, a young couple have a baby boy. The father, however, is jealous of his son - and the scene moves to antiquity, where the baby is taken into the desert to be killed. He is rescued, given the name Edipo (Oedipus), and brought up by the King and Queen of Corinth as their son. One day an oracle informs Edipo that he is destined to kill his father and marry his mother. Horrified, he flees Corinth and his supposed parents - only to get into a fight and kill an older man on the road...","release_date":"1967-09-02","vote_average":6.5,"runtime":104,"cert":"N\/A","id":42691,"title":"Oedipus Rex","adult":false,"genre_ids":[18]},{"cast":["Pia Degermark","Thommy Berggren","Lennart Malmer","Cleo Jensen","Nina Widerberg"],"overview":"Hedvig Jensen is a famous ropewalker and is known to her public as Elvira Madigan. She meets Lieutenant Sixten Sparre, a Swedish officer who is married and has two children. They both decide to run away, but since Sixten deserted the army, he cannot find any job and the couple encounters many hardships. Moreover, while on the run, Sixten meets a friend who tries to convince him to come back to his country and family.","release_date":"1967-04-24","vote_average":6.8,"runtime":91,"cert":"N\/A","id":42692,"title":"Elvira Madigan","adult":false,"genre_ids":[18,10749,36]},{"cast":["Reni Santoni","José Ferrer","Shelley Winters","Elaine May","Jack Gilford"],"overview":"David Kolowitz, a nice young man living with his parents in New York City in 1938, works at a machine repair shop. His parents want David to study to become a pharmacist. But what he really wants is to be an actor like his idol, Ronald Colman. One day, at his friend Marvin's suggestion, David tries out for a part in a play, and gets it, despite his obvious lack of acting experience (not to mention ability). True, it's a rather small part in a low-rent production. Leading the troupe is a washed-up, alcoholic actor who hires David at the urging of his actress-daughter, who finds David \"cute.\" To play his part, David must come up with his own costume - a tuxedo - and pay the house five dollars a week, ostensibly for tuition. But it is David's first acting job, one which calls for him to \"enter laughing.\" And if it doesn't work out - well, there's always pharmacy school.","release_date":"1967-01-01","vote_average":4.5,"runtime":112,"cert":"N\/A","id":42693,"title":"Enter Laughing","adult":false,"genre_ids":[]},{"cast":["Zina Bethune","Harvey Keitel","Anne Collette","Lennard Kuras","Michael Scala"],"overview":"J.R. is a typical Italian-American on the streets of New York. When he gets involved with a local girl, he decides to get married and settle down, but when he learns that she was once raped, he cannot handle it. More explicitly linked with Catholic guilt that Scorsese's later work, we see what happens to J.R. when his religious guilt catches up with him.","release_date":"1967-11-15","vote_average":6.2,"runtime":90,"cert":"N\/A","id":42694,"title":"Who's That Knocking at My Door","adult":false,"genre_ids":[18,10749]},{"cast":["Lena Nyman","Vilgot Sjöman","Börje Ahlstedt","Peter Lindgren","Chris Wahlström"],"overview":"Lena, aged twenty, wants to know all she can about life and reality. She collects information on everyone and everything, storing her findings in an enormous archive. She experiments with relationships, political activism, and meditation. Meanwhile, the actors, director and crew are shown in a humorous parallel plot about the making of the film and their reactions to the story and each other. Nudity, explicit sex, and controversial politics kept this film from being shown in the US while its seizure by Customs was appealed.","release_date":"1967-03-10","vote_average":5.5,"runtime":121,"cert":"N\/A","id":42695,"title":"I Am Curious (Yellow)","adult":false,"genre_ids":[18]},{"cast":["Eva Ras","Slobodan Aligrudić","Ružica Sokić","Miodrag Andrić","Aleksander Kostic"],"overview":"After many adventures, young female switchboard operator starts a love relationship with a serious young man. But while he's away on business, she gets lonely and succumbs to her colleague's passes. When the boyfriend returns, he gets into fight with the impregnated girl that ends up tragically with a killing.","release_date":"1967-09-22","vote_average":7.1,"runtime":79,"cert":"N\/A","id":42696,"title":"Love Affair, or the Case of the Missing Switchboard Operator","adult":false,"genre_ids":[18]},{"cast":["Margaretta Ramsey","Dale Davis","Theodore Charach","Ram Dass","Valerie Porter"],"overview":"Long considered a cult classic, \"Mondo Hollywood\" captures the underside of Hollywood by documenting a moment in time (1965-67), when an inquisitive trust in the unknown was paramount, hope for the future was tangible and life was worth living on the fringe. An interior monologue narrative approach is used throughout the film, where each principal person shown not only decided on what they wanted to be filmed doing, but also narrated their own scenes. The film opens with Gypsy Boots (the original hippie vegan - desert hopping blender salesman), and stripper Jennie Lee, working out 'Watusi-style' beneath the 'Hollywood' sign -- leading into the 'sustainable community' insight of Lewis Beach Marvin III, the S&amp;H Green Stamp heir, who lived in a $10 a month garage while owning a mountain retreat in Malibu.","release_date":"1967-06-30","vote_average":3.0,"runtime":120,"cert":"N\/A","id":42697,"title":"Mondo Hollywood","adult":false,"genre_ids":[99]},{"cast":["Barbara Harris","Rosalind Russell","Robert Morse","Hugh Griffith","Jonathan Winters"],"overview":"A mother drops her son and husband off at a tropical vacation spot for a little rest and relaxation. The only problem is that the husband has been dead for quite some time, and his wife had him stuffed and carries him around with her. Complications ensue.","release_date":"1967-01-01","vote_average":4.0,"runtime":86,"cert":"N\/A","id":42698,"title":"Oh Dad, Poor Dad, Mama's Hung You in the Closet and I'm Feeling So Sad","adult":false,"genre_ids":[]},{"cast":["Oh Yeong-il","Nam Jeong-im","Kwang Ho Lee","Cho Kyoung-min","Lee Soon-jae"],"overview":"Earthquakes in central Korea turn out to be the work of Yongary, a prehistoric gasoline-eating reptile that soon goes on a rampage through Seoul.","release_date":"1967-01-01","vote_average":3.9,"runtime":79,"cert":"N\/A","id":42699,"title":"Yongary, Monster from the Deep","adult":false,"genre_ids":[27,878]},{"cast":["Peter O'Toole","Omar Sharif","Tom Courtenay","Donald Pleasence","Joanna Pettet"],"overview":"An unusual World War II crime thriller about a Nazi investigation into the murder of a prostitute. Major Grau finds himself focusing on three suspects: the Generals Tanz, Kahlenberg  and Seydlitz-Gabler – all three of whom, it seems, are also involved in a plot to kill Hitler","release_date":"1967-01-29","vote_average":6.7,"runtime":148,"cert":"","id":42700,"title":"The Night of the Generals","adult":false,"genre_ids":[28,80,18,9648,53,10752]},{"cast":["Warren Oates","Will Hutchins","Millie Perkins","Jack Nicholson","Charles Eastman"],"overview":"Two miners agree to guide a mysterious woman, who has appeared in their camp from nowhere, to a nearby town; but soon, because of her erratic behavior, they begin to suspect that her true purpose is quite different.","release_date":"1968-06-12","vote_average":6.5,"runtime":78,"cert":"N\/A","id":42701,"title":"The Shooting","adult":false,"genre_ids":[37]},{"cast":["Jason Robards","George Segal","Ralph Meeker","Jean Hale","Clint Ritchie"],"overview":"Chicago February 14th 1929. Al Capone finally establishes himself as the city's boss of organised crime. In a north-side garage his hoods, dressed as policemen, surprise and mow down with machine-guns the key members of Bugs Moran's rival gang. The film traces the history of the incident, and the lives affected and in some cases ended by it.","release_date":"1967-06-30","vote_average":6.3,"runtime":100,"cert":"N\/A","id":42702,"title":"The St. Valentine's Day Massacre","adult":false,"genre_ids":[18,36,80]},{"cast":["Kirk Douglas","Robert Mitchum","Richard Widmark","Lola Albright","Sally Field"],"overview":"In the mid-19th century, Senator William J. Tadlock leads a group of settlers overland in a quest to start a new settlement in the Western US. Tadlock is a highly principled and demanding taskmaster who is as hard on himself as he is on those who have joined his wagon train. He clashes with one of the new settlers, Lije Evans, who doesn't quite appreciate Tadlock's ways. Along the way, the families must face death and heartbreak and a sampling of frontier justice when one of them accidentally kills a young Indian boy.","release_date":"1967-05-24","vote_average":5.8,"runtime":122,"cert":"N\/A","id":42703,"title":"The Way West","adult":false,"genre_ids":[28,12,18,37]},{"cast":["Karen Armstrong","Mustapha Cherif","Chaim Cohen","Rosario Dawson","Amit Goswami"],"overview":"An exploration of the notion of 'God' and World Peace through Religion, Spirituality, History, Science, Politics and Arts.","release_date":"2010-09-01","vote_average":3.3,"runtime":90,"cert":"N\/A","id":42704,"title":"The Invocation","adult":false,"genre_ids":[99]},{"cast":["Courtney Scheuerman","Sarah Scott","Tien Pham","Travis Hammer","Evan Andrew Adams"],"overview":"","release_date":"2005-01-01","vote_average":3.8,"runtime":null,"cert":"N\/A","id":42705,"title":"Haunted Boat","adult":false,"genre_ids":[27]},{"cast":["Rob Lowe","Bill Paxton","Randy Travis","William Atherton","Todd Field"],"overview":"At the end of the Civil War, Frank and Jesse James and other former guerillas who rode with Quantrill and Bill Anderson take the oath of allegiance to the Union. Feeling oppressed by Chicago railroad investors, the James and Younger brothers, Bob and Charlie Ford, Clell Miller and Arch Clements take to robbing banks, trains and coaches, with Pinkerton sworn to bringing them to justice.","release_date":"1995-04-22","vote_average":5.6,"runtime":105,"cert":"N\/A","id":42706,"title":"Frank & Jesse","adult":false,"genre_ids":[28,12,18,37]},{"cast":["Tygh Runyan","Dominique Swain","Shannyn Sossamon","Cliff DeYoung","John Diehl"],"overview":"A passionate filmmaker creating a film based upon a true crime casts an unknown mysterious young woman bearing a disturbing resemblance to the femme fatale in the story. Unsuspectingly, he finds himself drawn into a complex web of haunting intrigue: he becomes obsessed with the woman, the crime, her possibly notorious past, and the disturbing complexity between art and truth. From the Smoky Mountains of North Carolina to Verona, Rome, and London, new truths are revealed and clues to other crimes and passions, darker and even more complex, are uncovered.","release_date":"2011-04-13","vote_average":5.4,"runtime":121,"cert":"N\/A","id":42707,"title":"Road to Nowhere","adult":false,"genre_ids":[9648,53]},{"cast":["Viveca Lindfors","Belinda Montgomery","Solly Marx","Rick Aiello","Elizabeth Kaitan"],"overview":"A homicidal maniac is accidentally released from a hospital because of a computer error and heads to the site (a sorority) of his past murders to continue his penchant for mayhem.","release_date":"1984-10-26","vote_average":5.3,"runtime":93,"cert":"N\/A","id":42710,"title":"Silent Madness","adult":false,"genre_ids":[27]},{"cast":["Jim Brown","Judy Pace","Roland Bob Harris","Paul Harris","Frank De Kova"],"overview":"Rival prison factions surround a Los Angeles convict (Jim Brown) who has $1.5 million stashed on the outside.","release_date":"1973-09-26","vote_average":6.0,"runtime":91,"cert":"N\/A","id":42711,"title":"The Slams","adult":false,"genre_ids":[28,80]},{"cast":["Shunya Wazaki","Itoko Harada","Shinichi Yanagisawa","Eiji Okada","Peggy Neal"],"overview":"The spaceship AAB-Gamma is dispatched from FAFC headquarters in Japan to make a landing on the planet Mars and investigate reports of UFOs in the area. As they near the red planet, they encounter a mysterious UFO that coats the ship's hull with unusual spores. Taking one of the specimens back to earth, it soon develops and grows into a giant chicken-lizard-alien monster that tramples Japan.","release_date":"1967-03-25","vote_average":4.9,"runtime":89,"cert":"N\/A","id":42712,"title":"The X from Outer Space","adult":false,"genre_ids":[878,10752]},{"cast":["Sandy Dennis","Patrick Bedford","Eileen Heckart","Ruth White","Jean Stapleton"],"overview":"Sylvia Barrett is a rookie teacher at New York's inner-city Calvin Coolidge High: her lit classes are overcrowded, a window is broken, there's no chalk, books arrive late. The administration is concerned mainly with forms and rules (there's an up and and a down staircase); bells ring at the wrong time. Nevertheless, she tries. How she handles the chaos and her despair in her first semester makes up the film: a promising student drops out, another sleeps through class, a girl with a crush on a male teacher gets suicidal, and a bright but troublesome student misunderstands Sylvia's reaching out. A discussion of Dickens, parents' night, and a mock trial highlight the term. Can she make it?","release_date":"1967-01-19","vote_average":7.7,"runtime":124,"cert":"N\/A","id":42713,"title":"Up the Down Staircase","adult":false,"genre_ids":[18]},{"cast":["Jane Fonda","Jason Robards","Dean Jones","Rosemary Murphy","Ann Prentiss"],"overview":"Ellen Gordon, a New York executive's mistress falls for the executive's young business associate when the young man is accidentally sent to use the apartment where the executive and his mistress get together every Wednesday. More complications arise when the executive's wife shows up with plans to redecorate the apartment.","release_date":"1966-10-13","vote_average":6.1,"runtime":109,"cert":"N\/A","id":42714,"title":"Any Wednesday","adult":false,"genre_ids":[35,10749]},{"cast":["András Bálint","Miklós Gábor","Dániel Erdély","Kati Sólyom","Klári Tolnay"],"overview":"The beginning shows Hungary devastated by the war and the postwar reconstruction with its communist government. Our hero (played first by Dániel Erdély and later, as a young man, by András Bálint) is clearly determined to find out what he can about his father who died young. All he knows is that he was a doctor and perhaps he was an honored victim of fascism. He never really finds out but his relationship with his mother, his friends and his Jewish girlfriend will make him totally independent of this need to find all about Apa or Father.","release_date":"1966-01-01","vote_average":6.4,"runtime":88,"cert":"N\/A","id":42715,"title":"Father","adult":false,"genre_ids":[18]},{"cast":["Frank Sinatra","Virna Lisi","Anthony Franciosa","Richard Conte","Alf Kjellin"],"overview":"A group of adventurers refloat a WWII German submarine and prepare to use it to pull a very large heist; The Queen Mary which they plan to rob on the high seas.","release_date":"1966-06-15","vote_average":5.1,"runtime":106,"cert":"","id":42716,"title":"Assault on a Queen","adult":false,"genre_ids":[12,80,53]},{"cast":["Christopher Lee","Leo Genn","Anthony Newlands","Heinz Drache","Eddi Arent"],"overview":"A circus becomes the location for stolen loot and murder.","release_date":"1966-04-29","vote_average":5.3,"runtime":91,"cert":"","id":42717,"title":"Circus of Fear","adult":false,"genre_ids":[27,9648,53]},{"cast":["Shoichi Ozawa","Sumiko Sakamoto","Masaomi Kondo","Keiko Sagawa","Ganjiro Nakamura"],"overview":"Subu makes pornographic films. He sees nothing wrong with it. They are an aid to a repressed society, and he uses the money to support his landlady, Haru, and her family. From time to time, Haru shares her bed with Subu, though she believes her dead husband, reincarnated as a carp, disapproves. Director Shohei Imamura has always delighted in the kinky exploits of lowlifes, and in this 1966 classic, he finds subversive humor in the bizarre dynamics of Haru, her Oedipal son, and her daughter, the true object of her pornographer-boyfriend’s obsession. Imamura’s comic treatment of such taboos as voyeurism and incest sparked controversy when the film was released, but The Pornographers has outlasted its critics, and now seems frankly ahead of its time.","release_date":"1966-03-12","vote_average":7.2,"runtime":127,"cert":"N\/A","id":42718,"title":"The Pornographers","adult":false,"genre_ids":[18,10749]},{"cast":["Lynn Redgrave","James Mason","Alan Bates","Charlotte Rampling","Bill Owen"],"overview":"A homely but vivacious young woman dodges the amorous attentions of her father's middle-aged employer while striving to capture some of the glamorous life of her swinging London roommate.","release_date":"1966-08-04","vote_average":6.8,"runtime":99,"cert":"N\/A","id":42719,"title":"Georgy Girl","adult":false,"genre_ids":[18,35,10749]},{"cast":["Saeda Kawaguchi","Akiko Koyama","Kei Satō","Rokkô Toura","Hideo Kanze"],"overview":"Hakuchu no Torima is the portrayal of a violent rapist as seen through the recollections of his wife and one of his victims. As the film starts, Eisuke (Kei Sato) encounters Shino (Saeda Kawaguchi), who works as a maid in a house. She is a former coworker from a failed collective farm, whose life he once saved -- only to rape her. Soon, Eisuke's criminal pattern of rapes and murders emerges as he goes on assaulting women (Shino being the witness of one of them, as Eisuke tries to violate her employer). When cooperating with the police on making a description of the rapist, Shino withholds her crucial knowledge of his identity. She prefers writing letters to Eisuke's dutiful wife, Matsuko, a schoolteacher (Akiko Koyama -- Mrs Oshima), in order to expose his true nature and perhaps induce her into turning Eisuke over to the police.","release_date":"1966-07-15","vote_average":5.4,"runtime":99,"cert":"N\/A","id":42720,"title":"Violence at Noon","adult":false,"genre_ids":[18]},{"cast":["Hideki Takahashi","Yûsuke Kawazu","Takeshi Katô","Isao Tamagawa","Kayo Matsuo"],"overview":"Kiroku boards with a Roman Catholic family and falls for the daughter Michiko. He ignores his feelings, joins a gang, gets in fights and, eventually, becomes involved with the radical Kita Ikki group.","release_date":"1966-09-09","vote_average":7.5,"runtime":86,"cert":"N\/A","id":42721,"title":"Fighting Elegy","adult":false,"genre_ids":[28,35,18]},{"cast":["Anna Karina","Liselotte Pulver","Micheline Presle","Francine Bergé","Francisco Rabal"],"overview":"In eighteenth-century France, a girl is forced against her will to take vows as a nun. Three mothers superior treat her in radically different ways, ranging from maternal concern, to sadistic persecution, to lesbian desire.","release_date":"1966-12-31","vote_average":7.7,"runtime":135,"cert":"N\/A","id":42722,"title":"The Nun","adult":false,"genre_ids":[18]},{"cast":["Lana Turner","John Forsythe","Constance Bennett","Ricardo Montalban","Burgess Meredith"],"overview":"A woman married to a wealthy socialite, is compromised by the accidental death of a man who had been romantically pursuing her, and is forced by her mother-in-law to assume a new identity to save the reputation of her husband and infant son. She wanders the world, trying to forget her heartbreak with the aid of alcohol and unsavory men, eventually returning to the city of her downfall, where she murders a blackmailer who threatens to expose her past. Amazingly, she is represented at her murder trial by her now adult son, who is a public defender. Hoping to continue to protect her son, she refuses to give her real name and is known to the court as the defendant, \"Madame X.\"","release_date":"1966-01-01","vote_average":7.3,"runtime":100,"cert":"N\/A","id":42723,"title":"Madame X","adult":false,"genre_ids":[18]},{"cast":["David Warner","Vanessa Redgrave","Robert Stephens","Irene Handl","Bernard Bresslaw"],"overview":"Morgan, an aggressive and self-admitted dreamer, a fantasist who uses his flights of fancy as refuge from external reality, where his unconventional behavior lands him in a divorce from his wife, Leonie, trouble with the police and, ultimately, incarceration in a lunatic asylum.","release_date":"1966-04-03","vote_average":6.6,"runtime":97,"cert":"","id":42724,"title":"Morgan: A Suitable Case for Treatment","adult":false,"genre_ids":[35,18,14]},{"cast":["Peter Fonda","Nancy Sinatra","Bruce Dern","Diane Ladd","Buck Taylor"],"overview":"Peter Fonda plays 'Heavenly Blues', the leader of Hell's Angels chapter from Venice, California while Bruce Dern plays 'Loser', his best pal. When they both botch their attempt to retrieve Loser's stolen bike, Loser ends up in the hospital. When the Angels bust him out, he dies, and they bury him. Nancy Sinatra plays Mike, Blues' \"old lady\" and Diane Ladd plays Loser's wife (Dern's real-life wife at the time). The plot is basically a buildup to the last half-hour of the film in which Loser's funeral becomes another wild party.","release_date":"1966-07-20","vote_average":5.9,"runtime":87,"cert":"N\/A","id":42725,"title":"The Wild Angels","adult":false,"genre_ids":[28,18]},{"cast":["Jean-Louis Trintignant","Anouk Aimée","Pierre Barouh","Valérie Lagrange","Simone Paris"],"overview":"A man and a woman meet by accident on a Sunday evening at their childrens' boarding school. Slowly, they reveal themselves to each other, finding that each is a widow.","release_date":"1966-01-01","vote_average":7.3,"runtime":102,"cert":"N\/A","id":42726,"title":"A Man and a Woman","adult":false,"genre_ids":[18,10749]},{"cast":["Wendell Corey","Keith Larsen","John Agar","Merry Anders","Irene Tsu"],"overview":"A space ship crash lands on the third planet of a distant solar system, killing all hands except for a young boy named Tang. The rescue ship arrives some 20 years later. One of the crew, a girl named Linda meets Tang and falls in love with him. They are attacked by the native humanoids of the planet and many of them are killed off. Also, the crew encounters many strange beasts on this strange, but somewhat familiar world.","release_date":"1966-04-14","vote_average":3.0,"runtime":90,"cert":"N\/A","id":42727,"title":"Women of the Prehistoric Planet","adult":false,"genre_ids":[878]},{"cast":["Peter Kastner","Elizabeth Hartman","Geraldine Page","Rip Torn","Michael Dunn"],"overview":"Post-teen virgin moves to New York City, falls for a cold-hearted beauty, then finds true love with a loyal lass.","release_date":"1966-09-09","vote_average":6.5,"runtime":97,"cert":"N\/A","id":42728,"title":"You're a Big Boy Now","adult":false,"genre_ids":[35,10749,18]},{"cast":["John Neville","Donald Houston","John Fraser","Anthony Quayle","Barbara Windsor"],"overview":"When Watson reads from the newspaper there have been two similar murders near Whitechapel in a few days, Sherlock Holmes' sharp deductive is immediately stimulated to start its merciless method of elimination after observation of every apparently meaningless detail. He guesses right the victims must be street whores, and doesn't need long to work his way trough a pawn shop, an aristocratic family's stately home, a hospital and of course the potential suspects and (even unknowing) witnesses who are the cast of the gradually unraveled story of the murderer and his motive.","release_date":"1965-10-01","vote_average":6.6,"runtime":95,"cert":"","id":42729,"title":"A Study in Terror","adult":false,"genre_ids":[80,18,27,9648]},{"cast":["James Stacy","William Wellman Jr.","Raquel Welch","Martin West","Quinn O'Hara"],"overview":"Beach party escapade features a bookworm with glasses who learns to \"groove\", as she attempts to sing \"Ready to Groove.\"","release_date":"1965-01-01","vote_average":5.0,"runtime":80,"cert":"N\/A","id":42730,"title":"A Swingin' Summer","adult":false,"genre_ids":[35,10749]},{"cast":["Jason Robards","Barbara Harris","Martin Balsam","Gene Saks","William Daniels"],"overview":"Twelve-year-old Nick lives with his Uncle Murray, a Mr.Micawber-like Dickensian character who keeps hoping something won't turn up. What turns up is a social worker, who falls in love with Murray and a bit in love with Nick. As the child welfare people try to force Murray to become a conventional man (as the price they demand for allowing him to keep Nick), the nephew, who until now has gloried in his Uncle's iconoclastic approach to life, tries to play mediator. But when he succeeds, he is alarmed by the uncle's willingness to cave in to society in order to save the relationship.","release_date":"1965-12-13","vote_average":7.2,"runtime":118,"cert":"N\/A","id":42731,"title":"A Thousand Clowns","adult":false,"genre_ids":[35,18,10749]},{"cast":["Gigi Darlene","Charles E. Mazin","Sam Stewart","Gertrude Cross","Alan Feinstein"],"overview":"After housewife Ellen is raped by the janitor she kills him and hits the road. She travels to the Big City where she is repeatedly used and abused. And when she finally finds a safe place to live her landlady's son turns out to be a detective, which threatens her newly found identity and peace of mind.","release_date":"1965-12-24","vote_average":5.4,"runtime":65,"cert":"N\/A","id":42732,"title":"Bad Girls Go to Hell","adult":false,"genre_ids":[18]},{"cast":["Pier Paolo Pasolini","Alberto Moravia"],"overview":"Microphone in hand, Pier Paolo Pasolini asks Italians to talk about sex: he asks children where babies come from, young and old women if they are men's equals, men and women if a woman's virginity matters, how they view homosexuals, how sex and honor connect, if divorce should be legal, and if they support closing the brothels (the Merlina Act). He periodically checks in with Alberto Moravia and Cesare Musatti. Bersani is intrusive and judgemental, prodding those who answer. The film's thesis: despite the booming post-war economy, Italians' attitudes toward sex are either rigidly Medieval (the poor and the South) or muddled and self-censoring (the bourgeoisie and the North).","release_date":"1965-05-05","vote_average":8.4,"runtime":90,"cert":"N\/A","id":42733,"title":"Love Meetings","adult":false,"genre_ids":[99]},{"cast":["James Stewart","Fabian","Glynis Johns","Cindy Carol","Bill Mumy"],"overview":"Professor Leaf, an absent-minded poet with a prejudice against the sciences, is forced to face the fact that his son is a math prodigy with little artistic talent of his own.","release_date":"1965-01-01","vote_average":6.3,"runtime":100,"cert":"N\/A","id":42734,"title":"Dear Brigitte","adult":false,"genre_ids":[35,10751]},{"cast":["Tallulah Bankhead","Stefanie Powers","Peter Vaughan","Donald Sutherland","Maurice Kaufmann"],"overview":"A young woman is terrorized by her fiance's demented mother who blames her for her son's death.","release_date":"1965-03-21","vote_average":6.5,"runtime":97,"cert":"","id":42735,"title":"Die! Die! My Darling!","adult":false,"genre_ids":[27,53,9648]},{"cast":[],"overview":"A compilation of primarly Laurel and Hardy shorts---From Soup to Nuts, Wrong Again, Putting the Pants on Philip, The Finishing Touch, Sugar Daddies and short clips from others---plus Max Davidson's Call of the Cuckoo and Dumb Daddies, with some cross-over Charley Chase footage, which, along with Robert Youngson's previous \"The Golden Age of Comedy\", \"When Comedy Was King\", \"Days of Thrills and Laughter\", led to a renewed interest in and a revival of television showings of Laurel and Hardy shorts. The cast was billed in order of their appearance: Oliver Hardy, Stan Laurel, Vivien Oakland (with a Vivian typo), Glen Tyron, Edna Murphy, Anita Garvin, Tiny Sanford, Jimmy Finlayson, Charlie Chase, Viola Richard, Max Davidson, Del Henderson, Josephine Crowell, Anders Randolf (as Anders Randolph), Edgar Kennedy, Dorothy Coburn, Lillian Elliott and \"Spec\" O'Donnell.","release_date":"1965-01-01","vote_average":9.5,"runtime":91,"cert":"N\/A","id":42736,"title":"Laurel and Hardy's Laughing 20's","adult":false,"genre_ids":[]},{"cast":["Marlon Brando","Yul Brynner","Janet Margolin","Trevor Howard","Martin Benrath"],"overview":"A German living in India during World War II is blackmailed by the English to impersonate an SS officer on board a cargo ship leaving Japan for Germany carrying a large supply of rubber for tyres. His mission is to disable the scuttling charges so the captain cannot sink the ship if they are stopped by English warships.","release_date":"1965-08-24","vote_average":6.6,"runtime":123,"cert":"N\/A","id":42737,"title":"Morituri","adult":false,"genre_ids":[28,18,53,10752]},{"cast":["Burt Lancaster","Alain Delon","Paul Scofield","John Colicos","Gayle Hunnicutt"],"overview":"Cross is an old hand at the CIA who often teams up with Frenchman Jean “Scorpio” Laurier, a gifted freelance operative. After their last mission together, the CIA orders Scorpio to eliminate Cross, leaving him no choice but to obey.","release_date":"1973-04-11","vote_average":6.2,"runtime":110,"cert":"12","id":42738,"title":"Scorpio","adult":false,"genre_ids":[28,18,53]},{"cast":["Ray Winstone","Tilda Swinton","Lara Belmont","Colin Farrell","Freddie Cunliffe"],"overview":"An alienated teenager, saddened that he has moved away from London, must find a way to deal with a dark family secret.","release_date":"1999-06-11","vote_average":7.1,"runtime":98,"cert":"18","id":42739,"title":"The War Zone","adult":false,"genre_ids":[18]},{"cast":["Terence Stamp","Samantha Eggar","Mona Washbourne","Maurice Dallimore","Edina Ronay"],"overview":"Freddie is an inept bank clerk with no future. His only hobby is collecting butterflies, which gives him a feeling of power and control that is otherwise totally missing from his life. He comes into a large sum of money, and buys himself a country house. Still unable to make himself at ease socially, he starts to plan on acquiring a girl friend - in the same manner as he collects butterflies. He prepares the cellar of the house to be a collecting jar, and stalks his victim over several days.","release_date":"1965-06-17","vote_average":7.4,"runtime":119,"cert":"","id":42740,"title":"The Collector","adult":false,"genre_ids":[9648,18,53]},{"cast":["Alain Delon","Richard Crenna","Catherine Deneuve","Simone Valère","Riccardo Cucciolla"],"overview":"Commissaire Edouard Coleman is a Paris police chief whose life investigating violent crimes has left him despondent. After beginning an affair with a beautiful but cold woman named Cathy, he befriends her boyfriend, Simon, a local nightclub owner. Unbeknownst to Edouard, however, Simon is also a ruthless bank robber and drug smuggler who is planning one final heist. Edouard is forced to pursue Simon after learning his true identity.","release_date":"1972-09-30","vote_average":6.8,"runtime":98,"cert":"N\/A","id":42741,"title":"Un Flic","adult":false,"genre_ids":[80,28,53]},{"cast":["Rita Tushingham","Ray Brooks","Michael Crawford","William Dexter","Peter Copley"],"overview":"A nebbish schoolteacher begs his smooth (and misogynistic) pal to teach him 'the knack' - how to score with women. Serendipitously, the men meet up with a new girl in town, as well as a friendly lunatic who can’t help but paint things white.","release_date":"1965-05-01","vote_average":6.8,"runtime":85,"cert":"","id":42744,"title":"The Knack... and How to Get It","adult":false,"genre_ids":[35,10749]},{"cast":["Peter Cushing","Christopher Lee","Patrick Wymark","Jill Bennett","Peter Woodthorpe"],"overview":"A collector of esoterica, Dr. Maitland, buys an unusual skull from his ordinary source of artifacts. The skull is what remains of marquis De Sade. Much too soon he discovers how the skull affects him: by turning him into a frenzied killer.","release_date":"1965-06-09","vote_average":6.3,"runtime":83,"cert":"","id":42745,"title":"The Skull","adult":false,"genre_ids":[27,53]},{"cast":["Kim van Kooten","Romijn Conen","Hugo Metsers III","Roeland Fernhout","Ganna Veenhuysen"],"overview":"After several years without contact, Martijn visits his sister Daantje, who just started to live on her own in Amsterdam. He tells her he is going to make a documentary from her life, and enters her home life with a video camera.","release_date":"1995-12-01","vote_average":5.9,"runtime":91,"cert":"N\/A","id":42746,"title":"Little Sister","adult":false,"genre_ids":[18,9648]},{"cast":["Izabella Scorupco","Tchéky Karyo","Donald Sumpter","Jacob Ericksson","Saga Gärde"],"overview":"An accident overthrows Ernst and Cecilia's well-ordered life. Chance rules in Ernst's rational world while Cecilia is searching for a deeper meaning in what has happened. As they drift further and further apart a mysterious stranger with exceptional gifts changes their lives in an unexpected way.","release_date":"2010-03-19","vote_average":6.2,"runtime":90,"cert":"N\/A","id":42747,"title":"Among Us","adult":false,"genre_ids":[18]},{"cast":["Ella-June Henrard","Laura Ballyn","Peter Bastiaensen","Mia Boels","Pierre Callens"],"overview":"Fifteen year old Deborah meets Jennifer who steers her into a career as an escort. Under the alias Bo she begins a new life that she cannot handle and starts a downward spiral that only she can end.","release_date":"2010-02-10","vote_average":5.4,"runtime":100,"cert":"N\/A","id":42748,"title":"Bo","adult":false,"genre_ids":[18]},{"cast":["Josh Odor","Craig Lutrell","Jaclyn Friedlander"],"overview":"Jason returns home to get away while he studies for the upcoming bar exam. After visiting his oldest friend, a \"coulda-been-girlfriend\" who is now engaged, and a pushy preacher, his easygoing summer becomes filled with unwanted drama. Over the few months he's there, he begins to question what life is about, and what is his purpose in it? Written by Barley","release_date":"2009-12-10","vote_average":3.5,"runtime":92,"cert":"N\/A","id":42749,"title":"The River Within","adult":false,"genre_ids":[18]},{"cast":["Bruce MacDonald","Maggie Renzi","Adam LeFevre","Maggie Cousineau","Gordon Clapp"],"overview":"Seven former college friends, along with a few new friends, gather for a weekend reunion at a summer house in New Hampshire to reminisce about the good old days, when they got arrested on the way to a protest in Washington, DC.","release_date":"1980-09-05","vote_average":6.8,"runtime":104,"cert":"N\/A","id":42750,"title":"Return of the Secaucus Seven","adult":false,"genre_ids":[18]},{"cast":["Caron Bernstein","Gary Stretch","Joanna Pacula","Jeroen Krabbé","Barbara McEly"],"overview":"A voyeuristic tycoon orchestrates a risky, passion-charged triangle between himself, his right-hand man, and a beautiful executive. Another classy, erotic production from Zalman King","release_date":"1997-07-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":42753,"title":"Business for Pleasure","adult":false,"genre_ids":[10770,18]},{"cast":["Vivica A. Fox","Jason George","Jazmin Lewis","Tony Rock"],"overview":"Shanté Smith has moved to Atlanta where she's the Love Doctor, helping women get their men to the altar. Tiffany calls her after she catches her boyfriend, Byron, in a clinch with his boss, Carla, just after he wins a competition similar to \"The Apprentice.\" Shanté initiates a five-step program for Tiffany while Byron seeks advice from his best friend, Gizzard. The five steps include her meeting his family and her offering and withholding sex; Byron and Gizzard respond with their own strategies. Then, Bryon consults Shanté: has the Love Doctor switched sides? And, what happens if Byron finds out that Tiffany's playing games? Can true love run without a play book?","release_date":"2007-01-01","vote_average":4.0,"runtime":87,"cert":"N\/A","id":42754,"title":"Three Can Play That Game","adult":false,"genre_ids":[35,10749]},{"cast":["Brooke Shields","Lou Diamond Phillips","Scott Glenn","Marilu Henner","William Atherton"],"overview":"An Oregon woman vanishes. In her wake remains a single black rose & a note reading gone but not forgotten. Now a man stands accused: a private eye has gone missing: a detective knows more than she lets on: & a tough female attorney has entered a web of duplicity revenge & multiple murder.","release_date":"2005-01-01","vote_average":4.3,"runtime":172,"cert":"N\/A","id":42755,"title":"Gone but Not Forgotten","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Douglas Fairbanks Jr.","Rita Hayworth","Thomas Mitchell","John Qualen","George Watts"],"overview":"Small-time businessman Charles Engle is threatened with exposure for embezzling $3,000 for his free-spending wife. Deciding on suicide, he scribbles a note, stuffs it in his pocket and goes for one last night on the town. He is pulled into a poker game by conman Bill O'Brien and singer Nina Barone, but when they discover the dropped note, they resolve to turn the tables, get Engle his $3,000 and save his life.","release_date":"1940-10-02","vote_average":5.9,"runtime":79,"cert":"N\/A","id":42756,"title":"Angels Over Broadway","adult":false,"genre_ids":[18]},{"cast":["Jens Albinus","Marijana Jankovic","Paprika Steen","Søren Malling","Nicolas Bro"],"overview":"A writer-director known for becoming obsessed with his own stories, Jacob Falk stumbles upon photographs of prisoners of war being tortured by Danish soldiers. Suspecting a political conspiracy, Falk falls into a frenetic chase to reveal the mystery behind the photos, which leads him to discover a truth more disturbing than he imagined.","release_date":"2010-01-28","vote_average":6.4,"runtime":90,"cert":"N\/A","id":42757,"title":"Everything Will Be Fine","adult":false,"genre_ids":[53,18]},{"cast":["Iain Robertson","Joseph McFadden","Steven Duffy","Laura Fraser","Garry Sweeney"],"overview":"Three teenage brothers, gang-member Bobby, troubled mama's boy Alan and self-assured prankster Lex, reside in a downtrodden section of Glasgow, Scotland, circa 1968. But while Bobby and Alan are beginning to experience the power of raging hormones, the story focuses on Lex, who begins a downward spiral after he accidentally shoots the leader of Bobby's gang. Lex's cockiness and immaturity unfortunately prevent him from understanding the effect his subsequent crimes will have on both himself, and on those around him.","release_date":"1996-04-05","vote_average":6.3,"runtime":108,"cert":"15","id":42758,"title":"Small Faces","adult":false,"genre_ids":[]},{"cast":["Charlton Heston","Raimund Harmstorf","George Eastman","Maria Rohm","Juan Luis Galiardo"],"overview":"Academy Award winner Charlton Heston plays John Thornton, a fearless man who's after more than gold; he wants to do what's right. Thornton works for the U.S. mail and is the only person daring and smart enough to figure out how to travel the deadly 600 miles from Skagway to Dawson, Alaska in the icy winter. His incredibly dog Buck is by his side and part of how he survives. Call of the Wild is stunning entertainment and a superb adventure film classic.","release_date":"1972-11-30","vote_average":6.3,"runtime":100,"cert":"N\/A","id":42759,"title":"The Call of the Wild","adult":false,"genre_ids":[28,12,18,10751]},{"cast":["John Carroll","Ruth Hussey","Charles Ruggles","Ann Rutherford","Esther Dale"],"overview":"A beautiful female doctor visits her small hometown on her way back to Chicago. Her overworked uncle, who is the town's doctor, wants her to stay and help him, and he and a macho test pilot who's fallen for her come up with a plan that involves the pilot faking an illness and being treated by her, with her uncle's \"help\".","release_date":"1945-06-22","vote_average":7.0,"runtime":72,"cert":"N\/A","id":42760,"title":"Bedside Manner","adult":false,"genre_ids":[35,10749]},{"cast":["Jim Henson","Frank Oz","Jane Henson","Gabriel Velez","Caroll Spinney"],"overview":"Trace the life and career of visionary puppeteer Jim Henson through this fascinating documentary, which profiles the creative genius's early endeavors in college, his incredible contributions to \"Sesame Street\" and the creation of \"The Muppet Show.\" In addition to interviews with Henson, his wife, Jane, and close collaborator Frank Oz, this in-depth special also offers viewers a peek inside the magical Henson Workshop.","release_date":"1984-01-01","vote_average":6.4,"runtime":54,"cert":"N\/A","id":42761,"title":"Henson's Place: The Man Behind the Muppets","adult":false,"genre_ids":[99,10751]},{"cast":["Christopher Eccleston","Ricky Tomlinson","Mark Womack","Maurice Roeves","Annabelle Apsion"],"overview":"Drama based on the real life events of April 1989, when ninety-six Liverpool supporters were crushed to death during an F.A. Cup Semi-Final match against Nottingham Forest at Sheffield Wednesday's Hillsborough Stadium. This movie follows three Liverpudlian families before the match, during the tragedy and at the ensuing court battles which tried to decide who was to blame and what went wrong.","release_date":"1996-09-11","vote_average":6.6,"runtime":101,"cert":"N\/A","id":42762,"title":"Hillsborough","adult":false,"genre_ids":[18]},{"cast":["Tommy Morghen","Birty","Donna Henry","Roxanne Gregory","Clive Bonelle"],"overview":"Frustrated filmmaker, Barry Lick, sets out to attempt to make a documentary about a local businessman who he believes is involved in property rackets, prostitution, pornography and the importation of large quantities of recreational drugs.","release_date":"2010-06-28","vote_average":4.5,"runtime":92,"cert":"18","id":42765,"title":"Diary of a Bad Lad","adult":false,"genre_ids":[18,35]},{"cast":["Vittorio Gassman","Catherine Deneuve","Danilo Mattei","Anicée Alvina","Ester Carloni"],"overview":"Bizarre events keep occurring in an old mansion, and it's soon become obvious that something mysterious is up in the attic.","release_date":"1977-01-20","vote_average":6.7,"runtime":100,"cert":"N\/A","id":42768,"title":"Lost Soul","adult":false,"genre_ids":[27,9648,18]},{"cast":["Dean Winters","Emily Mae Young","Lorraine Ansell","Richard Eden","Casey Kasem"],"overview":"With his landlord breathing down his neck and his writing career stagnant, the last thing Harrison Tyler (Dean Winters) needs is a kid hanging around. But he's in for a surprise when his ex-girlfriend (Lorraine Ansell) leaves her precocious 6-year-old (Emily Mae Young) in his care for a few weeks. It turns out the girl possesses remarkable matchmaking skills, and soon Tyler's professional and romantic fortunes begin to turn around.","release_date":"1999-05-16","vote_average":6.6,"runtime":92,"cert":"N\/A","id":42769,"title":"Undercover Angel","adult":false,"genre_ids":[35,18,10751,10749]},{"cast":["Gísli Halldórsson","Baltasar Kormákur","Pálína Jónsdóttir","Ingvar Eggert Sigurðsson"],"overview":"The story of families living in barracks, left by the US Army in Reykjavik at the conclusion of World War II.","release_date":"1996-10-03","vote_average":6.0,"runtime":99,"cert":"N\/A","id":42770,"title":"Devil's Island","adult":false,"genre_ids":[18,35]},{"cast":["Jakob Cedergren","Henning Jensen","Karen-Lise Mynster","Paw Henriksen","Rita Angela"],"overview":"On Simon's 29th birthday his father Mogens, who has not been part of his and his older brother Jens' lives for many years, suddenly turns up - declaring that he wants to give him a sports car. Mogens is mentally ill and has been in and out of hospital for years, and as he becomes more and more agitated and violent, Jens has to take him back to the hospital. However Mogens manages to talk Jens into helping him find the car. For one day and one night the two of them drive around Copenhagen looking for the car, and the trip becomes a moving odyssey where father and son will finally get to know one another.","release_date":"2008-04-30","vote_average":4.5,"runtime":93,"cert":"N\/A","id":42771,"title":"The Gift","adult":false,"genre_ids":[18]},{"cast":["Dana Carvey"],"overview":"Dana Carvey headlines his first HBO solo special, taped before an audience in San Francisco. Features Carvey's characters and impressions, as well as stand-up material about his own life.","release_date":"1995-10-14","vote_average":5.8,"runtime":60,"cert":"N\/A","id":42772,"title":"Dana Carvey: Critics' Choice","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Sean Kelly is the fourth most successful cyclist of all time with 22 classic wins to his credit. Only Jacques Anquetil, Eddy Merckx and Bernard Hinault have more victories in classic events and major tours. As the famed King of the Classics, Kelly was fearless, fast and very hard. \"The man for all seasons\", he raced and trained for twelve months of the year with awesome dedication - if ever there was a \"Cycling King\", it was Sean Kelly.","release_date":"2003-09-01","vote_average":5.0,"runtime":220,"cert":"U","id":42773,"title":"The Sean Kelly Story","adult":false,"genre_ids":[99]},{"cast":["Luc Picard","Maude Guérin","Lawrence Arcouette","Charles-André Bourassa","Yves Jacques"],"overview":"Une policière, Maud Graham, suit un tueur en série qui agresse des femmes. En même temps, elle héberge un jeune prostitué et un fugueur de 12 ans. L'action se déroule dans la ville et capitale de la province du même nom, Québec.","release_date":"2002-02-22","vote_average":5.2,"runtime":125,"cert":"N\/A","id":42774,"title":"Le Collectionneur","adult":false,"genre_ids":[53]},{"cast":["Seymour Cassel","Francesco Quinn","Rebecca Broussard","Luana Anders","Lloyd Kaufman"],"overview":"Film producer Sy Lerner makes a bet with a fellow film executive that he can turn any nobody into a star at the Cannes Film Festival. A New York cab driver who is visiting the festival is chosen as the test subject to settle the bet and Sy uses his skills of hype and manipulation to try and turn the cab driver named Frank into the talk of the town. Many celebrities make cameos throughout the film.","release_date":"1996-01-01","vote_average":5.1,"runtime":88,"cert":"N\/A","id":42775,"title":"Cannes Man","adult":false,"genre_ids":[35,18]},{"cast":["Tōru Furuya","Mami Koyama","Keiko Han","Michiko Nomura","Ikue Sakakibara"],"overview":"Years after the war between the Children of Water and the Children of Fire, Oceanus, a god of the sea, presents Prince Sirius with the eye of Algarock, thereby putting him in charge of those that dwell under the waves. But when Sirius encounters a beautiful Fire Child named Malta (the daughter of the Queen of Fire), he is lost in love and defies the law that states that Children of Water and Children of Fire must forever remain separate to prevent war from breaking out once more. Sirius and Malta struggle to be together while running into obstacles and suffering great losses along the way. But in the end, are the echoes of history too loud to overcome, or can the two lovers be united and bring peace to the land?","release_date":"1981-07-18","vote_average":7.7,"runtime":108,"cert":"N\/A","id":42776,"title":"Sea Prince and the Fire Child","adult":false,"genre_ids":[16]},{"cast":["Jason James Richter","Melissa Galianos","Gordon Currie","Mark Hamill","Ivan Rogers"],"overview":"250 million years ago, a carnivorous species 'planted' a crop of humans on an uninhabited planet known as Earth. Now, the alien life form has returned to harvest its yield. With total destruction looming just moments away, a futuristic warrior and a prophetic mental patient join forces against the creatures, but with mortal weapons no match for the superior alien technology, the duo's only hope for victory lies in finding a 250 million year-old spaceship known as Laserhawk. The future of the world depends on it.","release_date":"1997-01-29","vote_average":4.3,"runtime":99,"cert":"N\/A","id":42777,"title":"Laserhawk","adult":false,"genre_ids":[28,12,878]},{"cast":["James A. FitzPatrick"],"overview":"This entry in James A. FitzPatrick's Traveltalks series looks at Budapest, the capital of Hungary, before World War II.","release_date":"1938-01-01","vote_average":6.0,"runtime":9,"cert":"N\/A","id":42778,"title":"Beautiful Budapest","adult":false,"genre_ids":[99]},{"cast":["Brian Keith","Vera Miles","Brandon De Wilde","Walter Brennan","Ed Wynn"],"overview":"Story of Cam Calloway and his family, who live in a densely wooded area in New England. Cam dreams of building a sanctuary for the geese that fly over the area each year, and he tries several schemes to buy a nearby lake for this santuary. He is thwarted at every attempt, it seems; he and his son try to get enough furs from their trapping venture to get the money, but the bottom falls out of the fur market. He uses the little money they get for a down payment on the lake, thereby losing their house when he can't make the mortgage payment. They move to the lake, where their friends help them build a cabin. A salesman stops in town, and tries to get the people to sell their land for a tourist venture; Cam is outraged at his tactics and takes desperate measures after he himself is tricked.","release_date":"1965-01-28","vote_average":6.6,"runtime":131,"cert":"N\/A","id":42779,"title":"Those Calloways","adult":false,"genre_ids":[18,10751]},{"cast":["Tommy Kirk","Johnny Crawford","Beau Bridges","Joy Harmon","Robert Random"],"overview":"\"Genius\" accidentally invents \"goo\" which causes living things to rapidly grow to an enormous size. Seeing an opportunity to get rich, some delinquent teenagers steal the \"goo\" and, as a result of a sophomoric dare, consume it themselves and become thirty feet tall. They then take over control of the town by kidnapping the sheriff's daughter and dancing suggestively.","release_date":"1965-10-20","vote_average":3.2,"runtime":81,"cert":"N\/A","id":42780,"title":"Village of the Giants","adult":false,"genre_ids":[878]},{"cast":["Lee Beom-soo","Jo An","Moon Choi","Kim Min-young","Byun Hee-bong"],"overview":"Lee Ji-Bong is a former Olympics bronze medalist for weight-lifting, but a career-ending injury from the games forces him into early retirement. Unable to find another vocation, he becomes destitute. Down and out, he ends up working at a shady nightclub passing out flyers until he is visited by his former coach who insists he begin a career as a coach at a high school. There, he forms a weight-lifting team comprised of a rag-tag group of outcasts.","release_date":"2009-07-01","vote_average":8.0,"runtime":120,"cert":"N\/A","id":42781,"title":"Lifting King Kong","adult":false,"genre_ids":[]},{"cast":["John Wayne","Claudia Cardinale","Rita Hayworth","Lloyd Nolan","Richard Conte"],"overview":"Circus owner Matt Masters is beset by disasters as he attempts a European tour of his circus. At the same time, he is caught in an emotional bind between his adopted daughter and her mother.","release_date":"1964-06-25","vote_average":6.0,"runtime":135,"cert":"U","id":42782,"title":"Circus World","adult":false,"genre_ids":[37,18]},{"cast":["Elvis Presley","Arthur O'Connell","Glenda Farrell","Jack Albertson","Pamela Austin"],"overview":"An Army officer returns to the Smoky Mountains tries to convince his kinfolk to allow the Army to build a missile site on their land. Once he gets there, he discovers he has a lookalike cousin.","release_date":"1964-03-06","vote_average":5.5,"runtime":96,"cert":"N\/A","id":42783,"title":"Kissin' Cousins","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Jayne Mansfield","Cameron Mitchell","Dodie Heath","Ivor Salter","Isa Miranda"],"overview":"Three thieves rip off a shipment of used money being sent back to the US. As they are escaping the robbery (after having taken a hostage), they wind up on an island in a hotel with an apparently crazed manager and a building full of demented residents.","release_date":"1964-06-25","vote_average":7.0,"runtime":84,"cert":"N\/A","id":42784,"title":"Dog Eat Dog!","adult":false,"genre_ids":[28,53]},{"cast":["Robert Walker Jr.","Burl Ives","Walter Matthau","Larry Hagman","Jack Nicholson"],"overview":"1945, on an old cargo ship somewhere deep in the Pacific ocean: Captain Morton strives to become commander, so he demands the maximum quality of work from his crew, without granting them any freedom or favors - ignoring that they're thousand of miles away from the front. In one word: he drives his crew crazy. They are near mutiny, but no-one dares to do the first step. Until Ensign Pulver plays a prank on the captain that triggers fatal consequences...","release_date":"1964-07-31","vote_average":6.7,"runtime":104,"cert":"N\/A","id":42785,"title":"Ensign Pulver","adult":false,"genre_ids":[35]},{"cast":["Ann-Margret","John Forsythe","Peter Brown","Patricia Barry","Richard Anderson"],"overview":"Jody, a juvenile delinquent, escapes from reform school by stabbing a matron and attempting to burn down the building and then takes refuge in a house owned by an ambitious politician David Patton. Despite the hellcat's ample charms, the would-be officeholder wants nothing to do with her and tries to drive her away. She responds by shortly returning to his house accompanied by a gang of delinquent pals and taking him hostage. A sudden act of violence causes more trouble, leading Jody and her gang to hijack David and force him to drive a getaway car to Mexico.","release_date":"1964-11-04","vote_average":5.9,"runtime":82,"cert":"N\/A","id":42786,"title":"Kitten with a Whip","adult":false,"genre_ids":[53]},{"cast":["Olivia de Havilland","James Caan","Jennifer Billingsley","Rafael Campos","William Swan"],"overview":"A woman trapped in a home elevator is terrorized by a group of vicious hoodlums.","release_date":"1964-01-01","vote_average":6.5,"runtime":94,"cert":"N\/A","id":42787,"title":"Lady in a Cage","adult":false,"genre_ids":[18,9648,53,27]},{"cast":["Adriana Asti","Francesco Barilli","Allen Midgette","Morando Morandini","Cristina Pariset"],"overview":"The study of a youth on the edge of adulthood and his aunt, ten years older. Fabrizio is passionate, idealistic, influenced by Cesare, a teacher and Marxist, engaged to the lovely but bourgeois Clelia, and stung by the drowning of his mercurial friend Agostino, a possible suicide. Gina is herself a bundle of nervous energy, alternately sweet, seductive, poetic, distracted, and unhinged. They begin a love affair after Agostino's funeral, then Gina confuses Fabrizio by sleeping with a stranger. Their visits to Cesare and then to Puck, one of Gina's older friends, a landowner losing his land, dramatize contrasting images of Italy's future. Their own futures are bleak.","release_date":"1964-05-13","vote_average":7.0,"runtime":115,"cert":"N\/A","id":42788,"title":"Before the Revolution","adult":false,"genre_ids":[10749,18]},{"cast":["Fabian","Shelley Fabares","Tab Hunter","Barbara Eden","Peter Brown"],"overview":"A group of friends go to Hawaii during the height of surfing season, to compete with other surf bums and find girlfriends along the way.","release_date":"1964-01-01","vote_average":4.6,"runtime":101,"cert":"N\/A","id":42789,"title":"Ride the Wild Surf","adult":false,"genre_ids":[35]},{"cast":["Stefania Sandrelli","Saro Urzì","Aldo Puglisi","Lando Buzzanca","Lola Braccini"],"overview":"The film presents the tale of Agnese Ascalone, daughter of prominent miner Vincenzo Ascalone, and takes place in a small town in Sicily. Agnese is seduced by her sister Matilde's fiance, and has a tryst with him for which she confesses and tries to repent, only to be discovered by her mother and father. The film is a dark satire of Sicilian social customs and honor laws, and is very similar to Divorce, Italian Style.","release_date":"1964-01-30","vote_average":7.7,"runtime":115,"cert":"N\/A","id":42790,"title":"Seduced and Abandoned","adult":false,"genre_ids":[18,35]},{"cast":["James Garner","Julie Andrews","Melvyn Douglas","James Coburn","Joyce Grenfell"],"overview":"During the build-up to D-Day in 1944, the British found their island hosting many thousands of American soldiers who were \"oversexed, overpaid, and over here\". That's Charlie Madison exactly; he knows all the angles to make life as smooth and risk-free as possible for himself. But things become complicated when he falls for an English woman, and his commanding officer's nervous breakdown leads to Charlie being sent on a senseless and dangerous mission.","release_date":"1964-10-27","vote_average":6.8,"runtime":115,"cert":"N\/A","id":42791,"title":"The Americanization of Emily","adult":false,"genre_ids":[35,10749]},{"cast":["George Peppard","Alan Ladd","Carroll Baker","Robert Cummings","Martha Hyer"],"overview":"The Carpetbaggers is a 1964 American film starring George Peppard as a character based largely on Howard Hughes and Alan Ladd as a former western gunslinger turned actor with the pseudonym Nevada Smith, played the following year in a prequel starring Steve McQueen in the part. Carroll Baker portrayed an actress inspired by Jean Harlow, who appeared in Hughes' film epic Hell's Angels. The Carpetbaggers was directed by Edward Dmytryk, filmed in 70mm, and was Alan Ladd's final film; Ladd died some months before its release.In the movie, George Peppard plays a hard-driven industrialist more than a little reminiscent of Howard Hughes. While he builds airplanes, directs movies and breaks hearts, his friends and lovers try to reach his human side, and find that it's an uphill battle. The film's title is a metaphor for self-promoting tycoons who perform quick financial takeovers, impose dictatorial controls for short-term profits, then move on to greener pastures.","release_date":"1964-04-08","vote_average":5.6,"runtime":150,"cert":"N\/A","id":42792,"title":"The Carpetbaggers","adult":false,"genre_ids":[18]},{"cast":["Martin Kosleck","Byron Sanders","Barbara Wilkin","Rita Morley","Ray Tudor"],"overview":"An alcoholic actress, her personal assistant, and their pilot are downed on a secluded isle by bad weather, where a renegade Nazi scientist is using ocean life to develop a solvent for human flesh. The tiny flesh-eating sea critters that result certainly give our heroes a run for their money - and lives.","release_date":"1964-03-18","vote_average":5.9,"runtime":87,"cert":"N\/A","id":42793,"title":"The Flesh Eaters","adult":false,"genre_ids":[27,878]},{"cast":["John Scott","Alice Lyon","Allan Laurel","Eulabelle Moore","Marilyn Clarke"],"overview":"Radioactive waste dumped off the coastline creates mutant monsters. The beasts attack slumber parties, beaches, tourists, and terrorize a waterfront community as a scientist, his daughter, her boyfriend and the local police try to find a way to stop them.","release_date":"1964-06-01","vote_average":4.6,"runtime":78,"cert":"N\/A","id":42794,"title":"The Horror of Party Beach","adult":false,"genre_ids":[27,10402,878]},{"cast":["Hayley Mills","Eli Wallach","Peter McEnery","Joan Greenwood","Irene Papas"],"overview":"Young English girl Nikky and her aunt arrive at the Moon-Spinners, a hotel on Crete, to a less than enthusiastic welcome. The coolness of the owner is only out-done by the surliness of her brother Stratos, recently back from London. But then there is nice English lad Mark to make friends with, at least until Stratos and his pal take a shot at him one night. When Nikky helps him hide she finds the Greeks are after her too.","release_date":"1964-01-01","vote_average":6.0,"runtime":118,"cert":"U","id":42795,"title":"The Moon-Spinners","adult":false,"genre_ids":[9648,10751,53,10749]},{"cast":["Victor Buono","David McLean","Diane Sayer","Davey Davison","Baynes Barron"],"overview":"An overweight lab technician with low self esteem, brought on by his dominant mother, becomes a serial killer of female nurses.","release_date":"1964-04-01","vote_average":6.7,"runtime":89,"cert":"N\/A","id":42796,"title":"The Strangler","adult":false,"genre_ids":[27]},{"cast":["Debbie Reynolds","Harve Presnell","Ed Begley","Jack Kruschen","Hermione Baddeley"],"overview":"Majestic mountains are in the background and a waterfall in the foreground. Is that a canoe on the river? No it's a cradle with a baby. The buoyant Molly Brown has survived the first crisis of her life -- a flood. Sixteen years later she sets out to make her way in the world. Can she sing and play the piano? She assures the Leadville saloon keeper that she can and learns quickly. Soon she is the bride of Johnny Brown, who in a few years will be able to replace the original cigar wrapper wedding ring with a replica in gold and gemstones. But it takes more than a few million dollars to be accepted by Denver society. The Browns head for Europe and bring a few crowned heads back to Denver for a party that turns into a ballroom brawl. Molly goes to Europe alone, returning on the Titanic. She didn't survive a flood as a baby for the story to end here.","release_date":"1964-06-11","vote_average":6.1,"runtime":128,"cert":"N\/A","id":42797,"title":"The Unsinkable Molly Brown","adult":false,"genre_ids":[35,10402]},{"cast":["Paul Newman","Joanne Woodward","Thelma Ritter","Eva Gabor","George Tobias"],"overview":"The fashion industry and Paris provide the setting for a comedy surrounding the mistaken impression that Samantha Blake (Joanne Woodward) is a high-priced call girl, who is to be interviewed by Steve Sherman (Paul Newman), a journalist looking for insights on the profession.","release_date":"1963-10-10","vote_average":6.9,"runtime":110,"cert":"","id":42798,"title":"A New Kind of Love","adult":false,"genre_ids":[35,10749]},{"cast":["James Darren","Cindy Carol","Jessie Royce Landis","Cesare Danova","Danielle De Metz"],"overview":"Francis, now 17, is still in love with Moondoggy. She can persuade her parents to allow them a journey to Rome, together with two of her and two of his friends. However they have to take an adult with them, so they choose Peter's eccentric aunt. In Rome they get the beautiful guide Daniela, who's fascinating the guys and making especially Gidget jealous. She starts looking elsewhere herself.","release_date":"1963-08-07","vote_average":5.1,"runtime":104,"cert":"N\/A","id":42799,"title":"Gidget Goes to Rome","adult":false,"genre_ids":[35,10749]},{"cast":["Peter Sellers","Cecil Parker","Isabel Jeans","Ian Carmichael","Bernard Miles"],"overview":"A naive but caring prison chaplain, who happens to have the same last name as an upper class cleric, is by mistake appointed as vicar to a small and prosperous country town. His belief in charity and forgiveness sets him at odds with the conservative and narrow-minded locals, and he soon creates social ructions by appointing a black dustman as his churchwarden, taking in a gypsy family, and persuading the local landowner to provide free food for the church to distribute free to the people of the town. When the congregation leaders realise the mistake and call for the Church of England to remove him, this turns out to be a very, very difficult issue - until one clergyman realises that a British project to send a man into space is in need of an astronaut...","release_date":"1963-05-20","vote_average":6.4,"runtime":118,"cert":"","id":42800,"title":"Heavens Above!","adult":false,"genre_ids":[35]},{"cast":["Sophia Loren","Marcello Mastroianni","Aldo Giuffrè","Agostino Salvietti","Lino Mattera"],"overview":"Three tales of very different women using their sexuality as a means to getting what they want.","release_date":"1963-12-19","vote_average":7.7,"runtime":119,"cert":"N\/A","id":42801,"title":"Yesterday, Today and Tomorrow","adult":false,"genre_ids":[18,35,10749]},{"cast":["Daniel Auteuil","Valérie Lemercier","Thierry Lhermitte","Hippolyte Girardot","Artus de Penguern"],"overview":"Fifty years old, three years past of unemployment, benefits decreasing very quickly... Gerard is at the end of the rope when a position is offered him in Indonesia. To win the favor of his new employer, Gerard invites him to dinner at home. Fatal Error ! Terrified at the idea of not being up to par, his wife Colette begs Alexandre, their neighbor to help. Communication guru, Alexander accepts the challenge and gives a makeover to the couple in twenty-four hours. Apartment, decoration, lifestyle, dinner menu, uniforms, culture... Everything !","release_date":"2007-09-19","vote_average":5.4,"runtime":86,"cert":"N\/A","id":42802,"title":"The Dinner Guest","adult":false,"genre_ids":[35]},{"cast":["Vasiliy Livanov","Valeriy Nikolaev","Dana Borisova","Emmanuil Vitorgan","Steven Berkoff"],"overview":"Остросюжетный боевик, где переплетаються большие деньги и большая политика, любовь и предательство, жизнь и смерть. Олег Гринев по прозвищу Медведь (Валерий Николаев) работает на фондовой бирже. Безошибочное финансовое чутье и многолетний опыт брокера позволяют ему задумать большую игру. Начиная ее, он не просто хочет заработать много денег. Главная цель - создать условия для возрождения экономики новой России, но есть и ещё одна, личная - отомстить за смерть отца. Олег даже не подозревает, насколько круто \"\"большая игра\"\" изменит его жизнь, и что в финале будет раскрыта тайна, хранимая несколько десятилетий...","release_date":"2008-05-09","vote_average":8.0,"runtime":115,"cert":"N\/A","id":42803,"title":"Bear Hunting","adult":false,"genre_ids":[18,28,35,80,10749]},{"cast":["William Kinganga","Nassim Iazouguen","Roméo Escala","Guy Marchand","Jean-Marie Bigard"],"overview":"A force de se croire tout permis, une bande d'amis se voit interdire l'accès à toutes les discothèques de la région pendant un an. 52 samedi soir à errer dans les rues pendant que les autres s'en vont faire la fête.","release_date":"2001-07-04","vote_average":3.5,"runtime":100,"cert":"N\/A","id":42804,"title":"La Boîte","adult":false,"genre_ids":[35]},{"cast":["Hugo Weaving"],"overview":"From beautiful but dangerous waterfalls to canyons and underground rivers carved into stone millions of years ago, Wild Australia is a stunning look at our fragile world and how it relates to Earth of ninety million years ago","release_date":"1996-01-26","vote_average":4.3,"runtime":37,"cert":"N\/A","id":42805,"title":"Wild Australia: The Edge","adult":false,"genre_ids":[99]},{"cast":[],"overview":"K-1 World MAX 2009 World Championship Tournament - Final - was a martial arts event promoted by the K-1 organization. It took place on Monday, October 26, 2009 at the Yokohama Arena in Yokohama, Japan. It was the 8th annual K-1 World Max (70kg\/154lbs weight class) World Championship Final, featuring four quarter final winners of K-1 World MAX 2009 Final 8 held on July 13, 2009 in Tokyo, Japan.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":42806,"title":"K-1 World MAX 2009 World Championship Tournament Final","adult":false,"genre_ids":[]},{"cast":["Matthew McConaughey","Skeet Ulrich","Ethan Hawke","Vincent D'Onofrio","Gail Cronauer"],"overview":"Four Newton brothers are a poor farmer family in the 1920s. The oldest of them, Willis, one day realizes that there's no future in the fields and offers his brothers to become a bank robbers. Soon the family agrees. They become very famous robbers, and five years later execute the greatest train robbery in American history.","release_date":"1998-03-26","vote_average":6.1,"runtime":113,"cert":"N\/A","id":42807,"title":"The Newton Boys","adult":false,"genre_ids":[80,28,18]},{"cast":["Alba Rohrwacher","Greta Zuccheri Montanari","Maria Grazia Naldi","Eleonora Mazzoni","Maya Sansa"],"overview":"A group of Italian villagers struggle to survive during a tumultuous time in 1943, debating how much assistance to give the partisans with the impending arrival of the Germans. Based on True Events.","release_date":"2009-10-16","vote_average":7.5,"runtime":115,"cert":"N\/A","id":42808,"title":"The Man Who Will Come","adult":false,"genre_ids":[18]},{"cast":["Akira Kobayashi","Chieko Matsubara","Daizaburo Hirata","Hiroko Itô","Chikako Shin"],"overview":"Handsome young Katsuta tries to follow the yakuza code, but even his boss doesn't believe in it. Diamond Fuyu is less ethical, and allows the idiotic Tetsu to trick a schoolgirl he fancies, Hanako, into a type of bonded prostitution. Because of gang conflict, the Izu family (to whom Katsuta belongs) has their last gambling den taken over, and he seeks revenge. This brings him back into contact with a former lover who is also a card trickster - she is also Diamond Fuyu's sister, and is now married to Okaru-Hachi, who has mastered a clever card cheating trick called Okaru, which involves the deft use of mirrors.","release_date":"1963-11-23","vote_average":6.0,"runtime":92,"cert":"N\/A","id":42809,"title":"Kanto Wanderer","adult":false,"genre_ids":[80,18]},{"cast":["Cornel Wilde","Jean Wallace","Brian Aherne","George Baker","Archie Duncan"],"overview":"In and around the castle Camelot, brave Cornel Wilde (as Lancelot) and virtuous Brian Aherne (as King Arthur) vie for the affections of lovely Jean Wallace (as Guinevere).","release_date":"1963-06-02","vote_average":4.4,"runtime":116,"cert":"","id":42810,"title":"Lancelot and Guinevere","adult":false,"genre_ids":[28,12,14,10749]},{"cast":["Buster Keaton","Anita Page","Trixie Friganza","Robert Montgomery","Fred Niblo"],"overview":"Gopher City Kansas hosts a beauty contest. The winner, Elvira Plunkett, and her mother go to Hollywood. The Chamber of Commerce also provides Elvira with an agent, Gopher City's own Elmer J. Butz. Elmer likes Elvira and the shy Elvira likes him, but Mrs. Plunkett, a formidable woman, has little use for hapless Elmer. On the train west, they meet movie star Larry Mitchell, who takes a shine to Elvira and helps her meet MGM directors once they get to Tinsel Town. Elmer, meanwhile, wants to help Elvira with her career and he also wants to be her man. Movie stardom does come to the Gopher City entourage, but to whom is a surprise. And who will win the lovely Elvira's hand?","release_date":"1930-03-22","vote_average":6.4,"runtime":92,"cert":"N\/A","id":42811,"title":"Free and Easy","adult":false,"genre_ids":[35,10402]},{"cast":["Greta Garbo","Charles Bickford","George F. Marion","Marie Dressler","James T. Mack"],"overview":"Old sailor Chris Christofferson eagerly awaits the arrival of his grown daughter Anna, whom he sent at five years old to live with relatives in Minnesota. He has not seen her since, but believes her to be a decent and respectably employed young woman. When Anna arrives, however, it is clear that she has lived a hard life in the dregs of society, and that much of spirit has been extinguished. She falls in love with a young sailor rescued at sea by her father, but dreads to reveal to him the truth of her past. Both father and young man are deluded about her background, yet Anna cannot quite bring herself to allow them to remain deluded.","release_date":"1930-02-21","vote_average":6.9,"runtime":89,"cert":"N\/A","id":42812,"title":"Anna Christie","adult":false,"genre_ids":[18,10749]},{"cast":["William Boyd","Helen Twelvetrees","William Farnum","J. Farrell MacDonald","Clark Gable"],"overview":"Western pardners Jeff and Cash find a baby boy in an otherwise deserted emigrants' camp, and clash over which is to be \"father.\" They are still bitterly feuding years later when they own adjacent ranches. Bill, the foundling whom Cash has raised to young manhood, wants to end the feud and extends an olive branch toward Jeff, who now has a lovely daughter. But during a mining venture, the bitterness escalates. Is Bill to be set against his own adoptive father?","release_date":"1931-01-01","vote_average":5.3,"runtime":79,"cert":"N\/A","id":42813,"title":"The Painted Desert","adult":false,"genre_ids":[37]},{"cast":["Pat O’Brien","Adolphe Menjou","Mary Brian","Edward Everett Horton","Walter Catlett"],"overview":"Hildy Johnson is an investigative reporter is looking for a bigger paycheck. When an accused murderer escapes from custody, Hildy sees an opportunity for the story of a lifetime. But when he finds the criminal, he learns that the man may not be guilty. With the help of his editor, Hildy attempts to hide the convict, uncover the conspiracy and write the scoop of his career.","release_date":"1931-04-04","vote_average":7.0,"runtime":101,"cert":"N\/A","id":42814,"title":"The Front Page","adult":false,"genre_ids":[35]},{"cast":["Walter Huston","Phillips Holmes","Constance Cummings","Boris Karloff","DeWitt Jennings"],"overview":"After young Robert Graham commits a murder while drunk and defending his girlfriend, he is prosecuted by ambitious Mark Brady and sentenced to 10 years. Six years later, Brady becomes the prison warden and offers the beleaguered Robert a job as his chauffeur. Robert cleans up his act, but, on the eve of his pardon, his cellmate drags him back into the world of violence, and he faces a difficult choice that could return him to prison.","release_date":"1930-12-31","vote_average":6.4,"runtime":97,"cert":"N\/A","id":42815,"title":"The Criminal Code","adult":false,"genre_ids":[80,18]},{"cast":["Wallace Beery","Jackie Cooper","Irene Rich","Roscoe Ates","Edward Brophy"],"overview":"A broken-down alcoholic prizefighter struggles to keep custody of his adoring son.","release_date":"1931-11-21","vote_average":7.1,"runtime":86,"cert":"N\/A","id":42816,"title":"The Champ","adult":false,"genre_ids":[18]},{"cast":["Nicholas Blandullo","Sofia Viruboff","Omar Metwally","Alexandra Maria Lara","Charlotte Gainsbourg"],"overview":"28-year-old Kansas University doctoral student Omar Razaghi wins a grant to write a biography of Latin American writer Jules Gund. Omar must get through to three people who were close to Gund--his brother, widow, and younger mistress--so he can get authorization to write the biography. Written by Marisa_Gabriella, edited by Krystal Frauendienst","release_date":"2009-03-21","vote_average":5.9,"runtime":114,"cert":"N\/A","id":42819,"title":"The City of Your Final Destination","adult":false,"genre_ids":[18]},{"cast":["Alla Yuganova","Vladimir Kachan","Yulia Takshina","Денис Матросов","Елена Ручкина"],"overview":"Жене уже 28 лет, а она все никак не выйдет замуж, да и молодого человека у нее нет. «Конечно, работая медсестрой в поликлинике, с кем познакомишься?», — примерно так рассуждает девушка.","release_date":"2006-08-06","vote_average":4.5,"runtime":null,"cert":"N\/A","id":42820,"title":"А Вы ему кто","adult":false,"genre_ids":[]},{"cast":["Donald Woods","Margaret Lindsay","C. Aubrey Smith","Henry O'Neill","Robert Barrat"],"overview":"A playwright descended from the Borgias becomes a murder suspect.","release_date":"1935-03-30","vote_average":5.5,"runtime":69,"cert":"N\/A","id":42821,"title":"The Florentine Dagger","adult":false,"genre_ids":[9648,80]},{"cast":["Spencer Tracy","Bette Davis","Arthur Byron","Lyle Talbot","Warren Hymer"],"overview":"Brash hoodlum Tom Connors enters Sing Sing cocksure of himself and disrespectful toward authority, but his tough but compassionate warden changes him.","release_date":"1932-12-24","vote_average":6.5,"runtime":78,"cert":"N\/A","id":42822,"title":"20,000 Years in Sing Sing","adult":false,"genre_ids":[80,18]},{"cast":["Vladimir Sterzhakov","Larisa Udovichenko","Yuriy Galtsev","Semyon Strugachyov","Alisa Grebenshchikova"],"overview":"Pasha (an avid mountaineer at heart) and Lisa, who lived together for twenty years and raised two children, suddenly realize that their ardent love is almost gone, and they understand each other badly. It happens in any family. But in some families, these crises are somehow resolved, and everything rolls on the usual track.  Our heroes are quite unexpectedly tightened in such a cycle of events that takes your breath away! In the year of the twentieth anniversary wife puts an ultimatum — either I or mountains. And that's just when my husband is going to go to the mountains for the last time....","release_date":"2007-08-12","vote_average":0.0,"runtime":100,"cert":"N\/A","id":42823,"title":"The return of the prodigal husband","adult":false,"genre_ids":[35]},{"cast":["William R. Moses","Poppy Montgomery"],"overview":"Lt. John Barton is sent on a special mission to deliver a special vaccine to a distant mining colony. He is infuriated to find Lee, a stowaway aboard his spacecraft. Barton has only enough fuel to carry himself and his precious cargo, and Lee's added weight insures that they will crash if she stays on board. They have gone too far to turn back, and Barton's superiors make it clear: the mission takes precedence and Lee has to be dumped into space. But she won't go quietly.","release_date":"1996-12-07","vote_average":4.5,"runtime":92,"cert":"N\/A","id":42824,"title":"The Cold Equations","adult":false,"genre_ids":[28,878,53]},{"cast":["William Powell","Hedy Lamarr","Claire Trevor","Basil Rathbone","Margaret Wycherly"],"overview":"A French diplomat who's recovered from amnesia is blackmailed over crimes he can't remember.","release_date":"1942-07-23","vote_average":6.1,"runtime":83,"cert":"N\/A","id":42825,"title":"Crossroads","adult":false,"genre_ids":[80,18,9648]},{"cast":["Jens Kidman","Fredrik Thordendal","Mårten Hagström","Tomas Haake","Dick Lövgren"],"overview":"Alive is a concert film by Swedish heavy metal band Meshuggah. The film was released as a double album (DVD with CD in digipak) through Nuclear Blast on 5 February 2010 in Europe and 9 February 2010 in North America. Half of the film consists of the band performing songs on their ObZen tour during 2008-2009. This is intertwined with documentary-style clips of the members talking about their experiences in the band. Also on the DVD is \"The Making of Bleed\", a documentary on how the music video for Bleed was shot and also the music video itself, along with a 'Drum Tour' and 'Guitar Tour'.","release_date":"2010-02-05","vote_average":6.3,"runtime":null,"cert":"N\/A","id":42826,"title":"Meshuggah: Alive","adult":false,"genre_ids":[10402]},{"cast":["Vitaly Emashov","Филипп Бледный","Вероника Лысакова","Anatoly Kalmykov","Анна Кузминская"],"overview":"Однажды еще в студенческие годы Лена сделала опрометчивый шаг, вышла замуж совсем не за того, за кого следовало. И вот спустя семнадцать лет на нее, Елену Смирнову, сотрудника частной фирмы, разом сваливаются все несчастья, какие только возможны. Ее увольняют с работы, к другой женщине уходит муж, обвиняют в краже миллионов долларов со счета фирмы и в довершение шестнадцатилетняя дочь Аля узнает, что Елена ей не родная мать, не может простить такого обмана и уезжает к родной матери в Прагу.","release_date":"2010-02-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":42827,"title":"Вышел ёжик из тумана","adult":false,"genre_ids":[]},{"cast":["Nikita Zverev","Tatyana Arntgolts","Vladimir Sterzhakov","Boris Shcherbakov","Andrey Frolov"],"overview":"Молодые офицеры в первый день Великой","release_date":"2007-03-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":42828,"title":"Сильнее огня (Двое и война)","adult":false,"genre_ids":[10752]},{"cast":["Maki Horikita","Takuya Ishida"],"overview":"Minato is a young girl who was traumatized at a young age by being abandoned by her parents and left with her senile grandmother. She frequently corresponds with a pen-pal named Night, a boy about the same age as her that she's never actually seen in person. Although Minato and Night are very different - Minato is upbeat while Night is brooding, they get along anyway and she regularly updates him on the happenings in her daily life. Minato is even willing to confide in Night that she's falling in love with a boy she's recently met named Sho.","release_date":"2008-06-09","vote_average":5.9,"runtime":95,"cert":"N\/A","id":42829,"title":"Tokyo Boy","adult":false,"genre_ids":[10749]},{"cast":["Marc Messier","Rémy Girard","Patrick Huard","Serge Thériault","Michel Barrette"],"overview":"Every Monday night The Boys put on skates and leave their troubled lives behind.","release_date":"1997-12-12","vote_average":5.6,"runtime":107,"cert":"N\/A","id":42832,"title":"The Boys","adult":false,"genre_ids":[35]},{"cast":["Hadewych Minis","Barry Atsma","Isabelle Stokkel","Charlotte Arnoldy"],"overview":"Nine-year-old Lisa discovers her sinister new friend is the ghost of the dead twin of Lisa's mother. Then Lisa's father also begins to suspect his wife of hiding a terrible secret, resulting in deadly consequences…","release_date":"2010-03-11","vote_average":5.8,"runtime":112,"cert":"N\/A","id":42833,"title":"Two Eyes Staring","adult":false,"genre_ids":[27]},{"cast":["Kate Nelligan","John Malkovich","Linda Hunt","Oliver Cotton","Ronald Pickup"],"overview":"Nick is a writer in New York when he gets posted to a bureau in Greece. He has waited 30 years for this. He wants to know why his mother was killed in the civil war years earlier. In a parallel plot line we see Nick as a young boy and his family as they struggle to survive in the occupied Greek hillside. The plot lines converge as Nick's investigations bring him closer to the answers.","release_date":"1985-11-01","vote_average":6.6,"runtime":114,"cert":"N\/A","id":42834,"title":"Eleni","adult":false,"genre_ids":[18,10752]},{"cast":["Marcello Mastroianni","Claudia Cardinale"],"overview":"During a costume party a wealthy young man falls off his horse and lands on his head, after which he believes that he is who he's dressed up as: 11th century Holy Roman Emperor Henry IV. Twenty years later those who once called themselves his friends, with doctor in tow, return to his castle - where the servants continue the medieval costume charade and refer to the main character as \"Your Highness\" - in order to try to try to cure him of his insanity.","release_date":"1984-01-01","vote_average":6.1,"runtime":95,"cert":"N\/A","id":42835,"title":"Henry IV","adult":false,"genre_ids":[18]},{"cast":["Alexander Granach","Fritz Kampers","Ernst Busch","Elisabeth Wendt","Gustav Püttjer"],"overview":"The picture tells of a mine disaster where German miners rescue French miners from an undergound fire and explosion. The story takes place in the Lorraine\/Saar region, along the border between France and Germany.","release_date":"1931-11-17","vote_average":7.1,"runtime":93,"cert":"N\/A","id":42836,"title":"Comradeship","adult":false,"genre_ids":[28,18]},{"cast":["Rudolf Forster","Carola Neher","Reinhold Schünzel","Fritz Rasp","Valeska Gert"],"overview":"In London at the turn of the century, the bandit Mack the Knife marries Polly without the knowledge of her father, Peachum, the 'king of the beggars'.","release_date":"1931-02-18","vote_average":7.6,"runtime":112,"cert":"N\/A","id":42837,"title":"The 3 Penny Opera","adult":false,"genre_ids":[35,18,10402]},{"cast":["John Hubbard","Rita Quigley","Joan Blair","Charles Halton","Cy Kendall"],"overview":"An Ohio bank clerk's life becomes a nightmare when his descriptions is a fit of a maniac killer.","release_date":"1943-12-30","vote_average":5.5,"runtime":54,"cert":"N\/A","id":42838,"title":"Whispering Footsteps","adult":false,"genre_ids":[80]},{"cast":["Jayne Mansfield","Tom Ewell","Edmond O'Brien","Julie London","Ray Anthony"],"overview":"A down-and-out gangster hires an alcoholic press agent to make his blonde bombshell girlfriend a recording star in 6 weeks. But what is he going to do when he finds out that she has no talent? And what is going to happen when the two fall in love?","release_date":"1956-12-01","vote_average":6.5,"runtime":99,"cert":"N\/A","id":42839,"title":"The Girl Can't Help It","adult":false,"genre_ids":[35,10402]},{"cast":["Alexandr Golubev","Kseniya Knyazeva","Anatoliy Lobotskiy","Boris Nevzorov","Lyubov Tolkalina"],"overview":"Став свидетелем автомобильной аварии, Виктор впадает в глубокую депрессию. Чтоб выйти из нее, он находит дочь погибшего в инциденте водителя — Леночку. У них сразу же возникает симпатия друг к другу. Но место рядом с Леночкой занято — друг и сверстник погибшего отца поддерживает девушку в горе, становясь самым близким ей человеком. Виктор деликатно отходит в сторону. Дома — тяжело больная мать, отец оставил их, не справившись с бременем вины. Виктор взваливает на свои плечи заботу о матери. И о совершенно чужом ему человеке – медсестре. Но Леночка, сама того не желая, не может забыть Виктора. Она ищет встречи.","release_date":"2009-03-29","vote_average":1.0,"runtime":88,"cert":"N\/A","id":42840,"title":"Doroga, Vedushaya k Schastyu","adult":false,"genre_ids":[10749,18]},{"cast":["Marc Messier","Rémy Girard","Patrick Huard","Serge Thériault","Paul Houde"],"overview":"Nos Boys sont de retour une année après leurs dernières aventures. Cette fois-ci, les joueurs de la ligue de garage la plus populaire du Québec se rendent en France, à Chamonix, pour participer à un tournoi international de hockey amateur.","release_date":"1998-12-11","vote_average":5.4,"runtime":120,"cert":"N\/A","id":42841,"title":"Les Boys II","adult":false,"genre_ids":[35]},{"cast":["Lau Ching-Wan","Francis Ng","Amanda Lee","Monica Chan","Jack Kao"],"overview":"Police Inspector Pao is trying to catch Mak Kwan, a gang member who is first arrested, but then escapes from the prison. By chance, Pao realizes that the target of Kwan's gang is the H.K. Jockey Club","release_date":"1997-07-18","vote_average":6.8,"runtime":98,"cert":"N\/A","id":42842,"title":"Full Alert","adult":false,"genre_ids":[28,18,80]},{"cast":["Marc Messier","Rémy Girard","Patrick Huard","Serge Thériault","Paul Houde"],"overview":"Trois années ont passées. Les Boys forment encore une belle équipe de hockey dans une ligue de garage. Leur entraîneur Stan, en France depuis trois ans, revient de son périple à la grande joie de ses troupiers. Cependant, un riche homme d'affaires apparaît dans le décor et les joueurs se sentent attirés par l'appât du gain jusqu'au point où les Boys affronteront... les Boys.","release_date":"2001-11-30","vote_average":6.4,"runtime":124,"cert":"N\/A","id":42843,"title":"Les Boys III","adult":false,"genre_ids":[35]},{"cast":["Rémy Girard","Marc Messier","Pierre Lebeau","Patrick Labbé","Michel Charette"],"overview":"Four years later, Stan invites his men closed in an outfitter retirement. Their goal: to face the team of the legends of the National League.","release_date":"2005-12-09","vote_average":5.5,"runtime":121,"cert":"N\/A","id":42844,"title":"Les Boys IV","adult":false,"genre_ids":[35]},{"cast":["Vincent Zhao","Xiong Xin-Xin","Song Lei","Austin Wai","Moses Chan"],"overview":"A young man adopted by a renowned swordsmith, discovers that his real father was killed by a powerful bandit called Lung. Leaving to seek revenge, he runs foul of a group of vicious desert scum, losing his right arm in the process. After being nursed back to health, he eventually learns to compensate for his loss and returns to confront the man who murdered his father.","release_date":"1995-12-21","vote_average":7.1,"runtime":101,"cert":"N\/A","id":42845,"title":"The Blade","adult":false,"genre_ids":[18,28]},{"cast":["Vladimir Simonov","Tatyana Arntgolts","Viktor Rakov","Raisa Ryazanova","Julia Mavrina"],"overview":"A successful businessman accidentally learns about his wife's betrayal with his best friend. Overnight, he loses both his friend and wife. In a fit of despair leaves for the city of his first love. Once in a random prostitute, he recognizes his daughter, who was born without him in a distant city. But it is not so easy to find happiness. And is it a daughter?","release_date":"2008-10-16","vote_average":0.0,"runtime":90,"cert":"N\/A","id":42846,"title":"Daughter","adult":false,"genre_ids":[10749,18]},{"cast":["Steve Caballero","Skip Engblom","Gerrit Graham","Tommy Guerrero","Tony Hawk"],"overview":"The Bones Brigade travels around California, Nevada, and Hawaii to different skate spots in search of a wizened old man, Won Ton \"Animal\" Chin. The movie is of the old-school nomadic, skate-everything-in-your-path genre with interludes of stopping to rip-up a big ramp, pool or kicker. After much searching and skateboarding, they locate a large ramp in the desert. They also find a Chinese character on the inside of the ramp's spine. They conclude that in searching for Mr. Chin, they may have found his spirit.","release_date":"1987-10-28","vote_average":6.9,"runtime":66,"cert":"N\/A","id":42847,"title":"Powell Peralta: The Search for Animal Chin","adult":false,"genre_ids":[28]},{"cast":["Harvey Keitel","Richard Edson","Don Byron","Kevin Corrigan","Mira Sorvino"],"overview":"This film is about a famous jazz saxophonist, Izzy who's life is forever changed after he is accidentally shot.","release_date":"1998-09-06","vote_average":5.7,"runtime":103,"cert":"N\/A","id":42848,"title":"Lulu on the Bridge","adult":false,"genre_ids":[18,9648,10749,53]},{"cast":["Igor Lifanov","Oksana Stashenko","Anatoliy Gushchin","Andrey Fedortsov","Anna Bolshova"],"overview":"In the hunting lodge on the outskirts of one-of-a-kind natural reserve lives game warden, Vasily Klintsov (Igor Lifanov), a young former captain from the special task force. A rich German businessman, in the company of the governor, comes to the nearby small town for hunting. Wild boar hunting is a risky and dangerous business. In addition, as ill luck would have it, a very dangerous criminal escapes from the closely located nearby maximum security penal colony. The hunt should be canceled. But the stakes for the bureaucrats are too high - the 'money bag' is prepared to invest in several large projects. Relying on the traditional Russian blind trust in sheer luck, the governor gives his OK for the hunt.","release_date":"2004-05-13","vote_average":0.0,"runtime":102,"cert":"N\/A","id":42849,"title":"Forest Guard","adult":false,"genre_ids":[28]},{"cast":["Cindy Cheung","Michael Chen","Crystal Chiu"],"overview":"Two young children living illegally in a model apartment outside Boston are left to fend for themselves when their hardworking mother disappears","release_date":"2010-08-10","vote_average":6.3,"runtime":86,"cert":"N\/A","id":42850,"title":"Children of Invention","adult":false,"genre_ids":[35,18,10749]},{"cast":["Anna Slynko","Egor Barinov","Оксана Васильева","Константин Костышин","Олег Харитонов"],"overview":"В лесополосе найдено тело молодой женщины. Его невозможно опознать: лицо и одна рука были обезображены кислотой. Рядом лежат два паспорта, но это не проясняет ситуацию…","release_date":"2009-06-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":42851,"title":"Жизнь на двоих","adult":false,"genre_ids":[]},{"cast":["Robert Donat","Greer Garson","Terry Kilburn","John Mills","Paul Henreid"],"overview":"A shy British teacher looks back nostalgically at his long career, taking note of the people touched his life.","release_date":"1939-07-28","vote_average":7.8,"runtime":114,"cert":"","id":42852,"title":"Goodbye, Mr. Chips","adult":false,"genre_ids":[18,10749]},{"cast":["Bekim Fehmiu","Michèle Breton","Fausto Tozzi","Roy Purcell","Stefanella Giovannini"],"overview":"Odysseus' journey told in Homer's Iliad and Odyssey. After fighting in the Trojan War, Odysseus spends years trying to return home to Itaka.","release_date":"1969-08-13","vote_average":7.8,"runtime":110,"cert":"N\/A","id":42853,"title":"Odissea","adult":false,"genre_ids":[36,12]},{"cast":["Nicole Eggert","David O'Donnell","Tom Arnold","Sarah Thompson","Patty McCormack"],"overview":"Two lawyers dueling over a proposal to turn a quaint mountain town into a ski resort discover they are former childhood sweethearts. Lisa is fighting to protect the hamlet, big city attorney Rick represents the developer who wants to plow it under. But when a car accident forces Rick to stick around, the small town, and his former beloved, begin to work their magic on him.","release_date":"2008-12-21","vote_average":3.9,"runtime":null,"cert":"N\/A","id":42854,"title":"A Christmas Proposal","adult":false,"genre_ids":[35,10749]},{"cast":["Andy Lau","Tony Leung Ka-Fai","Annie Wu","Paulyn Sun","Kelly Kuo"],"overview":"A gutsy police detecive and his team of cops probe into the widespread illegal dealings of a criminal mastermind who schemes to redeem himself by running for government office in taiwan.","release_date":"1997-12-23","vote_average":6.0,"runtime":126,"cert":"N\/A","id":42855,"title":"Island of Greed","adult":false,"genre_ids":[18]},{"cast":["Harvey Keitel","Jane March","Jordi Mollà","F. Murray Abraham","Paco Reconti"],"overview":"The Merchant (Harvey Keitel) is a Westerner. A merchant dealing in precious stones from Afganistan and Turkey. He's above suspicion. In truth, the \"Stone Merchant\" is a Christian convert into Islam. He's rich, cultured, fascinating. Leda (Jane March) is a successful woman who works as Head of the Public Relations for a big company. She's married to Alceo, a professor at the Sapienza University, specialized in the history of terrorist movements. Alceo is on a wheel chair. He lost his legs in the attack to the American Embassy in Nairobi in 1998. Shahid is a terrorist. Now he's planning an attack along the English Channel. Their lives, their destinies cross in Turkey, where Leda and Alceo are on holiday. And the plot will go on to Rome and Turin till the epilogue of the attack on the ferry boat.","release_date":"2006-09-15","vote_average":4.4,"runtime":119,"cert":"N\/A","id":42860,"title":"The Stone Merchant","adult":false,"genre_ids":[18,53]},{"cast":["Richard Dix","Irene Dunne","Estelle Taylor","Nance O'Neil","William Collier Jr."],"overview":"When the government opens up the Oklahoma territory for settlement, restless Yancey Cravat claims a plot of the free land for himself and moves his family there from Wichita. A newspaperman, lawyer, and just about everything else, Cravat soon becomes a leading citizen of the boom town of Osage. Once the town is established, however, he begins to feel confined once again, and heads for the Cherokee Strip, leaving his family behind. During this and other absences, his wife Sabra must learn to take care of herself and soon becomes prominent in her own right.","release_date":"1931-02-09","vote_average":5.7,"runtime":123,"cert":"PG","id":42861,"title":"Cimarron","adult":false,"genre_ids":[18,37]},{"cast":["Manuel Rubey","Patricia Aulitzky","Christian Tramitz","Martin Loos","Nicholas Ofczarek"],"overview":"Deals with the life, work, and tragic death of Johann \"Falco\" Hölzel. The biopic portrays his work through his early days, as member of the Viennese band \"Drahdiwaberl\", and later with his own hits as solo artist, like \"Der Kommissar\", \"Wiener Blut\", and his worldwide smash-hit \"Rock Me Amadeus\".","release_date":"2008-02-07","vote_average":6.1,"runtime":114,"cert":"N\/A","id":42862,"title":"Falco: Damn It, We're Still Alive!","adult":false,"genre_ids":[18,10402]},{"cast":["Damon Albarn","Graham Coxon","Alex James","Dave Rowntree"],"overview":"A documentary film about the British rock band Blur. Following the band during their 2009 reunion and tour, the film also includes unseen archive footage and interviews.","release_date":"2010-01-14","vote_average":7.3,"runtime":104,"cert":"","id":42863,"title":"No Distance Left to Run","adult":false,"genre_ids":[99]},{"cast":["Bas Rutten"],"overview":"This three DVD set contains all of Bas Rutten's complete Pancrase fights, even his losses, plus the high-lights of his UFC fights. 6 Hours of footage and with a nice little feature, you can click and you will hear Bas Rutten doing the color commentary of his own fights, he will go with you over what he thought at that moment and how he set things up. Every fight has slow-mo's and Bas will talk again about how he exactly set things up. This DVD set is not only fun to watch, but also very educational!","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":42864,"title":"Bas Ruttens MMA Career Complete","adult":false,"genre_ids":[]},{"cast":["John Saxon","Patricia Haines","Alfred Burke","John Carson","Maurice Denham"],"overview":"The inhabitants of Ganymede need to find mates from another world or they will become extinct. They soon discover a suitable breeding stock amongst the females of planet Earth.","release_date":"1965-12-31","vote_average":5.5,"runtime":85,"cert":"","id":42869,"title":"The Night Caller","adult":false,"genre_ids":[878,27]},{"cast":["Clay Rogers","Michael Bon","Sharon Twomey","Laura di Palma","Ann Wolf"],"overview":"Five teenagers embark on a boating trip off the coast of Florida. The teens get hopelessly lost at sea after they get caught in a fierce storm. Fortunately, the quintet stumble across an abandoned yacht in the middle of the ocean with a mysterious biology lab on board it. Unfortunately, there are also ferocious mutated prehistoric fish running amok on the yacht. Will any of the teens survive this harrowing ordeal?","release_date":"1994-01-01","vote_average":4.5,"runtime":86,"cert":"N\/A","id":42870,"title":"Creatures from the Abyss","adult":false,"genre_ids":[878,27]},{"cast":["Van Heflin","Tab Hunter","Kathryn Grant","James Darren","Mickey Shaughnessy"],"overview":"Tab Hunter plays Ed Hackett, the son of gunslinger-turned-land baron Lee Hackett (Van Heflin) in this wide-screen western.","release_date":"1958-07-01","vote_average":6.8,"runtime":97,"cert":"N\/A","id":42871,"title":"Gunman's Walk","adult":false,"genre_ids":[37]},{"cast":["Belinda Mayne","Mark Bodin","Michele Soavi","Benedetta Fantoli","Roberto Barrese"],"overview":"A group of cave explorers are confronted in an underground cavern by a mysterious living rock. Little do they know that it bears home to deadly, flesh-eating creatures, intent on wiping out the entire human population. An ultra low-budget, unofficial and unauthorized sequel to the 1979 film Alien, although the plot has little connection to the original film.","release_date":"1980-04-11","vote_average":2.7,"runtime":84,"cert":"18","id":42872,"title":"Alien 2: On Earth","adult":false,"genre_ids":[27,878]},{"cast":["Dave Courtney","Manish Patel","Jas Bassi","Jonathan Reason","Peter Rnic"],"overview":"Triads, Yardies and Onion Bhajees: Once Upon A Time In Southall is based on the novel The Stone Shiva by Manish Patel. The movie centres on the Holy Smokes crime syndicate and the real-life $6 million Heathrow Airport robbery. It's a fight to the finish as the Asian Holy Smokes battle the Chinese Triads, Jamaican Yardies and the English Firm to see who rules London! Written by GhettoVision Motion Pictures","release_date":"2003-11-01","vote_average":3.0,"runtime":105,"cert":"","id":42873,"title":"Triads, Yardies & Onion Bhajees! Once Upon A Time In Southall","adult":true,"genre_ids":[80]},{"cast":["Brett Cullen","Barry Corbin","Allison Hossack","Graham Greene","Barbara Gates Wilson"],"overview":"A small-town, country doctor has been a widow for two years but is still in love with her dead husband, Michael. Despite the best efforts of her father in law to marry her off to the local eligible bachelors, she still remains so. The week-long county fair is approaching and her father in law traps her into an unfair deal involving the feeding of her bull and her attendance at the fair with a suitable escort. She decides to call his bluff by hiring a male escort to attend the fair as her lover. However, things don't go quite according to plan as he smells a rat and investigates the new boyfriend and even worse the escort starts to fall in love with her!","release_date":"1997-10-13","vote_average":5.7,"runtime":90,"cert":"N\/A","id":42878,"title":"The Hired Heart","adult":false,"genre_ids":[10749,18]},{"cast":["Eddie Bracken","Betty Hutton","Diana Lynn","William Demarest","Porter Hall"],"overview":"A small-town girl with a soft spot for American soldiers wakes up the morning after a wild farewell party for the troops to find that she married someone she can't remember.","release_date":"1943-12-02","vote_average":6.8,"runtime":98,"cert":"","id":42879,"title":"The Miracle of Morgan’s Creek","adult":false,"genre_ids":[35,10749,10752]},{"cast":["David Niven","Peggy Cummins","Herbert Lom","Anne Vernon","Charles Victor"],"overview":"Rex Allerton is a top Hollywood star and an idol of the female population. To get away from the pressure of the fans who won't leave him alone, he relocates to a remote Italian village where unanticipated trouble arises when unwittingly he becomes the prize for an international lottery.","release_date":"1954-01-30","vote_average":5.5,"runtime":89,"cert":"","id":42880,"title":"The Love Lottery","adult":false,"genre_ids":[35,10749]},{"cast":["Ewen Bremner","Chloë Sevigny","Werner Herzog","Evan Neumann","Joyce Korine"],"overview":"Undigagnosed. untreated and generally untethered schizophrenic Julien lives with his pregnant younger sister Pearl, would-be wrestler brother Chris, sympathetic grandmother and severely depressed German father.","release_date":"1999-09-07","vote_average":7.1,"runtime":100,"cert":"N\/A","id":42881,"title":"Julien Donkey-Boy","adult":false,"genre_ids":[18]},{"cast":["Gigi Proietti","Vincenzo Salemme","Nancy Brilli","Maurizio Mattioli","Enrico Brignano"],"overview":"","release_date":"2010-04-02","vote_average":5.4,"runtime":103,"cert":"N\/A","id":42882,"title":"La vita è una cosa meravigliosa","adult":false,"genre_ids":[]},{"cast":["Roberto Herlitzka","Valentina Carnelutti","Flavio Parenti","Lucia Poli","Luca Lionello"],"overview":"","release_date":"2009-09-04","vote_average":2.0,"runtime":null,"cert":"N\/A","id":42883,"title":"Le ombre rosse","adult":false,"genre_ids":[]},{"cast":["Brandy Norwood","Whitney Houston","Victor Garber","Whoopi Goldberg","Bernadette Peters"],"overview":"This is the third television version of Rodgers & Hammerstein's Cinderella; a musical written for television, with music by Richard Rodgers and a book and lyrics by Oscar Hammerstein II.This 1997 television remake was adapted by Robert L. Freedman and directed by Robert Iscove, with choreography by Rob Marshall. It was produced by Whitney Houston and Debra Martin Chase for Walt Disney Television and aired on November 2, 1997.  Sixty million viewers watched the broadcast.  Several songs were added, including \"Falling in Love with Love\" from the musical The Boys from Syracuse, sung by the Stepmother; \"The Sweetest Sounds\" from the musical No Strings, sung by Cinderella and the Prince; and \"There's Music in You,\" written for the 1953 film Main Street to Broadway, sung as the finale by the Fairy Godmother.","release_date":"1997-11-02","vote_average":6.3,"runtime":88,"cert":"N\/A","id":42884,"title":"Cinderella","adult":false,"genre_ids":[10770,10751,14,10402,10749]},{"cast":["William Terry","Virginia Grey","Helene Thimig","Edith Barrett","Anne O'Neal"],"overview":"In this Gothic tale, a returning WW2 vet goes looking for a small-town girl whom he knows only from letters. Its the pretext for an off-beat treatment of sexual frustration morphing into a dangerous delusion, and eventually murder.","release_date":"1944-09-12","vote_average":6.0,"runtime":56,"cert":"N\/A","id":42885,"title":"Strangers in the Night","adult":false,"genre_ids":[80,18,9648]},{"cast":["Lucille Ball","William Gaxton","Virginia Weidler","Tommy Dix","Nancy Walker"],"overview":"Bud Hooper, a cadet at Winsocki Military Academy, sends an invitation to movie star Lucille Ball to come to Winsocki's big dance. Ball's publicity-hungry agent convinces her to go in order to boost her career. Complications arise when Bud's girlfriend Helen Schlesinger unexpectedly shows up, too.","release_date":"1943-10-08","vote_average":6.0,"runtime":94,"cert":"N\/A","id":42886,"title":"Best Foot Forward","adult":false,"genre_ids":[35,10402]},{"cast":["Matt Bennett","Zack Pearlman","Jacob Davich","Justin Kline","Krysta Rodriguez"],"overview":"Four guys, one camera, and their experience chronicling the exhilarating and terrifying rite of passage: losing your virginity. As these guys help their buddy get laid, they'll have to survive friends with benefits, Internet hookups, even porn stars during an adventure that proves why you will always remember your first time.","release_date":"2010-09-10","vote_average":4.7,"runtime":120,"cert":"N\/A","id":42889,"title":"The Virginity Hit","adult":false,"genre_ids":[35]},{"cast":["Diego Abatantuono","Fabio De Luigi","Alice Croci","Fabrizio Bentivoglio","Margherita Buy"],"overview":"A blocked screenwriter, Ezio (Fabio De Luigi), is trying to finish a story about two off-kilter families thrown together when their teenage children announce they’re getting married. So Ezio writes himself into the story with a romantic part—a development his characters welcome, as they’ve got some ideas of their own for bigger and better roles.","release_date":"2010-03-26","vote_average":6.5,"runtime":90,"cert":"N\/A","id":42892,"title":"Happy Family","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Words from the City is a feature length documentary that explores contemporary Australian hip hop through intimate and candid observations of some of the nations most potent and compelling artists. Featuring the Hilltop Hoods, Koolism, MC Trey, Downsyde, TZU, Layla, Wire MC, and Maya Jupiter. Through insights into their private and public lives, Words from the City follows the daily battles that they are forced to undertake to realise their position as the vanguard of Australian hip hop.","release_date":"2007-12-05","vote_average":0.0,"runtime":90,"cert":"N\/A","id":42893,"title":"Words from the City","adult":false,"genre_ids":[99,10402]},{"cast":["Warren Mitchell","Dandy Nichols","Una Stubbs","Tony Booth","Bill Maynard"],"overview":"The film version of 'Till Death Do Us Part'  tells the story of Alf Garnett, his wife Else, and their newborn daughter Rita, living through the London Blitz and beyond.","release_date":"1969-01-01","vote_average":6.8,"runtime":100,"cert":"PG","id":42894,"title":"Till Death Us Do Part","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"Independant filmmaker, Kevin Sanderson, has his best screenplay stolen by uber-Hollywood producer, Robert Wynn. Now the film is coming out and Kevin schemes with his old cast and crew to steal the Premiere print and get his rightful credit.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":42895,"title":"The Indie Pendant","adult":false,"genre_ids":[35]},{"cast":["Linda Purl","Sebastian Spence","Vanessa Angel","Michael Antonakos","Julius Chapple"],"overview":"Devon Major thought that his share of difficulties were over. Having gone through a difficult divorce with his wife he was now on the way to rebuilding his life when tragedy strikes leaving him in a fight for his freedom and his innocence. Devons' beautiful ex-wife is found viciously murdered, and all evidence points to Devon. In desperation Devon turns to Susan Grace the lawyer who represented his ex-wife during their divorce. Although initially reluctant and unconvinced of Devon's innocence Susan finds herself agreeing to take on the case and finds that the path to justice can often lead to betrayal, deception and murder.","release_date":"2005-01-01","vote_average":5.1,"runtime":85,"cert":"N\/A","id":42896,"title":"Criminal Intent","adult":false,"genre_ids":[53,10770,80]},{"cast":["LeVar Burton","Patricia Richardson","Kellie Martin","Brady Smith","David Andrews"],"overview":"After a sixteen-year absence, married scientists Claire and Matt Thompson reunite with The Jensen Project. The Jensen Project is a secret community of geniuses doing cutting edge research they share anonymously to help the world.","release_date":"2010-07-16","vote_average":4.5,"runtime":86,"cert":"N\/A","id":42897,"title":"The Jensen Project","adult":false,"genre_ids":[10770,28,12,10751,14,878]},{"cast":["The Edge","Bono","Adam Clayton"," Larry Mullen Jr."],"overview":"Elevation 2001: Live From Boston captures the band's return to performing to indoor venues, making for a more intimate experience. The band had played mostly large outdoor stadiums over the previous decade on their Zoo TV and PopMart Tours. The film also showcases a more simplified, strip-downed stage design, free of the elaborate technologies of the previous two tours.","release_date":"2001-06-03","vote_average":7.6,"runtime":108,"cert":"N\/A","id":42898,"title":"Elevation 2001 - U2 Live from Boston","adult":false,"genre_ids":[10402]},{"cast":["Jennifer Rubin","Billy Wirth","Judge Reinhold","C. Thomas Howell","Ray Bouchard"],"overview":"A telepathic terrorist from a parallel universe kidnaps a woman on her wedding day. The groom tracks them down after receiving assistance from the inventor of a life restoring bracelet. The bride was considered the terrorists telepathic life partner.","release_date":"1997-10-18","vote_average":2.0,"runtime":120,"cert":"N\/A","id":42899,"title":"Last Lives","adult":false,"genre_ids":[878]},{"cast":["Christopher Plummer","Chris Lemmon","Martin Landau","Brett Porter","Gretchen Becker"],"overview":"When a Russian cyborg with telekinetic powers terrorizes a city, an elite government agency intervenes. Col. Vaughn convinces \"regular guy\" chemist, Warren Hart, to team up with a beautiful blonde agent to capture the menace. But Warren finds the true villain isn't who he expected. Forces of good and evil go head to head in this paranormal story of corruption and redemption...with the world's future hanging in the balance.","release_date":"1991-01-25","vote_average":1.5,"runtime":88,"cert":"N\/A","id":42900,"title":"Firehead","adult":false,"genre_ids":[28,878,53]},{"cast":["Lance Henriksen","Emma Catherwood","Cian Barry","Sohrab Ardeshir","Mike Rogers"],"overview":"When a team of backpackers sets out to explore the Indian jungles, one of them is bitten by a poisonous spider and killed.","release_date":"2007-08-26","vote_average":4.5,"runtime":88,"cert":"15","id":42901,"title":"In The Spider's Web","adult":false,"genre_ids":[27,10770]},{"cast":[],"overview":"U2 concert filmed on July 21, 2005 at San Siro Stadium in Milan, Italy.","release_date":"2006-11-20","vote_average":0.0,"runtime":57,"cert":"N\/A","id":42902,"title":"Vertigo 2005: Live from Milan","adult":false,"genre_ids":[10402]},{"cast":["Gina Gershon","Cameron Daddo","Shannen Doherty","Randy Quaid","Robert Wagner"],"overview":"It's tornadoes, hurricanes, electrical storms, and mass destruction as the effects of global warming brew into a super storm that threatens to rend the earth with an unprecedented power. Beautiful scientist Faith Clavell, storm chaser Tommy Tornado, and Judith Carr, the head of FEMA, can stop the inevitable from happening-if they have the courage to venture into the roiling blackness of the storm itself.","release_date":"2005-11-06","vote_average":5.8,"runtime":169,"cert":"N\/A","id":42903,"title":"Category 7: The End of the World","adult":false,"genre_ids":[28,53,27]},{"cast":["Tia Carrere","Peter Fonda","Luke Perry","Clemency Burton-Hill","Emma Samms"],"overview":"A international science conference is held in Australia when Dr. Austin Shepard mysteriously disappears Dr. Shepard's colleague, Christopher Richardson and other people are soon faced with the reality of an impending crisis and an attempt to keep the information from the public. While a full-blown supernova does not occur, explosions on the sun cause massive damage in Australia, and is shown often in Sydney and in various other cities and countries of the world.","release_date":"2005-09-05","vote_average":3.7,"runtime":172,"cert":"N\/A","id":42904,"title":"Supernova","adult":false,"genre_ids":[878,28,18]},{"cast":["Charlie O'Connell","Victoria Pratt","Jack Scalia","Nicole McKay","Aleks Paunovic"],"overview":"Thirty years ago, Ray Reiter witnessed the brutal death of his parents at sea by a strange, octopus-like creature. Now determined to exact revenge, he joins archaeologist Nicole on a perilous high-seas expedition to find a legendary Greek Opal - said to be guarded by the very beast that murdered his family. As they come face to face with the killer Kraken, they must also battle a ruthless crime lord, who will stop at nothing to seize the coveted treasure for himself.","release_date":"2006-09-23","vote_average":3.4,"runtime":88,"cert":"N\/A","id":42905,"title":"Kraken: Tentacles of the Deep","adult":false,"genre_ids":[28,27,878]},{"cast":["Brenda Vance","Stuart Quan","Tom Boylan","Kato Kaelin","Aldo Ray"],"overview":"Alex, an up-and-coming TV journalist, returns to her hometown of Danford as local police attempt to cope with a series of brutal murders. The small town plunges into a state of panic and the murders--clearly the work of a monster, more beast than man--continue... until Alex comes face to face with the evil itself.","release_date":"1989-01-01","vote_average":4.3,"runtime":95,"cert":"N\/A","id":42906,"title":"Night Shadow","adult":false,"genre_ids":[27]},{"cast":[],"overview":"It's 5 O'Clock Somewhere - With Alan Jackson, Cheeseburger In Paradise, Meet Me In Margaritaville, The Tiki Bar Is Open, Knees Of My Heart, Fins...","release_date":"2003-11-11","vote_average":0.0,"runtime":28,"cert":"N\/A","id":42909,"title":"Jimmy Buffett: Mini Matinee #1","adult":false,"genre_ids":[10402]},{"cast":["Dan Merchant","Bill Maher","Al Franken","Bono","George W. Bush"],"overview":"The humorous, provocative and moving examination of the Culture Wars and faith in America. Featuring interviews from all sides of the issues, the film is a balanced, challenging and entertaining foray into the most divisive and difficult topics in our culture. Includes interviews with Al Franken, Sen. Rick Santorum, Dr. Tony Campolo, Sister Mary Timothy, Michael Reagan, Ron Luce as well as rousing man-on-the-street interviews with director Dan Merchant dressed as Bumpersticker Man, a wild Culture Wars game show pits a Liberal Media Elite team against a team of Young Conservatives and a powerful \"reverse Confession Booth\" at a Gay Pride event provides unexpected emotion","release_date":"2008-06-13","vote_average":6.0,"runtime":100,"cert":"N\/A","id":42910,"title":"Lord Save Us","adult":false,"genre_ids":[99]},{"cast":["Anna Nicole Smith","Richard Steinmetz","Charles M. Huber","Jonathan Fuller"],"overview":"A helicopter charter turns deadly when the pilot finds that she is on a building held by terrorists. It is up to her and her husband to save the hostages.","release_date":"1996-02-29","vote_average":3.7,"runtime":96,"cert":"N\/A","id":42911,"title":"Skyscraper","adult":false,"genre_ids":[28,12]},{"cast":["Sami Loris","Manon Kahle","Jörg Buttgereit","Narges Rashidi","Tim Sander"],"overview":"Disappointed by love, suicidal Norman arranges to meet some like-minded people. But when he arrives at the meeting the alleged suicides turn out to be unscrupulous killers looking for a willing victim. A comical and macabre fight against death begins.","release_date":"2009-10-25","vote_average":3.7,"runtime":90,"cert":"N\/A","id":42912,"title":"Must Love Death","adult":false,"genre_ids":[35,27]},{"cast":["Yasmine Belmadi","Karim Belkhadra","Julien Courbey"],"overview":"Le match France - Algérie vient chambouler le train-train de Brahim et Mouloud. Cet évènement va diviser les deux amis : Brahim revendique son identité algérienne, Mouloud fustige son refus de la France, pays qui les a vu grandir.","release_date":"2006-05-17","vote_average":6.0,"runtime":null,"cert":"N\/A","id":42913,"title":"Beur Blanc Rouge","adult":false,"genre_ids":[35]},{"cast":["Joan Blondell","Warren William","Ann Dvorak","Bette Davis","Lyle Talbot"],"overview":"Mary, Vivian and Ruth are old friends who do some catching up after a chance meeting. Of the three women, Vivian, who married successful lawyer Robert, seems to have the most glamorous life. Vivian really isn't satisfied, though, and she soon deserts Robert and her son for Mike, a mobster. Before long, Vivian is hooked on drugs, and Mike needs cash -- so the gangster decides to kidnap Vivian's own son for ransom.","release_date":"1932-10-29","vote_average":6.4,"runtime":63,"cert":"N\/A","id":42914,"title":"Three on a Match","adult":false,"genre_ids":[80,18]},{"cast":["Jeremy Clarkson","Colin McRae","Johnny Herbert","Tiff Needell"],"overview":"Which is faster round a racetrack - a Porsche 911 or the Yamaha R1? Would you rather have a Ferrari 360 Modena or the new Aston Martin DB7 Vantage? Which is the best road-going rocketship - the BMW M5 with Tiff Needell at the wheel or JC’s Jaguar XJR? Which of the new Japanese super tech cars is best? the Evo6 or the 22b? PLUS grimace as JC shows a Hyundai what it’s like to be eaten, marvel at the Lamborghini LM002 as it wreaks havoc on London’s traffic and check out the greatest race Silverstone has ever seen - Johnny Herbert in his Stewart Ford and Colin McRae in his full rally spec Focus...versus JC in a Cougar. (NEVER BEFORE SEEN ON TV)","release_date":"1999-11-01","vote_average":6.5,"runtime":74,"cert":"","id":42915,"title":"Clarkson - Head to Head","adult":false,"genre_ids":[99,35]},{"cast":["Jordan Matthews","Thomas Ian Nicholas","Brad Dourif","Mackenzie Rosman","Elaine Hendrix"],"overview":"Jacob, a young man armed with a deadly sword, saves Sarah, a teenage girl, from Mathias, a malevolent evil that has begun plaguing a small farmland town while in search of an ancient necklace that had belonged to Sarahs Uncle. Jacob sets out to get Sarah home safely, running through streets, fields, churches and underground tunnels, while being pursued by hordes of demonic creatures. Along the way, both come to terms with the demons within themselves - Sarah begins to understand her hatred towards her mother and sister may be unjustified and Jacob discovers the secrets of his past, realizing the only way to truly defeat the demons is to return to the very place his family was murdered.","release_date":"2011-07-08","vote_average":3.6,"runtime":90,"cert":"N\/A","id":42916,"title":"Fading of the Cries","adult":false,"genre_ids":[27,9648,14,28]},{"cast":["James Nesbitt","Kate Dickie","Therese Bradley","Karen Gillan","Ciarán McMenamin"],"overview":"When Mary and her teenage son, Fergal, move to yet another new home, it soon becomes clear they live their lives on the run, hiding from someone or something, terrified of being found. Their hunter, Cathal, soon picks up the trail. Intent on tracking Mary and Fergal, he will go to any lengths to succeed in his quest, often using dark arts to aid him. Mary’s only defence is to use an ancient form of her own magic to protect her only son. When local residents begin to be brutally murdered by an unknown life force, the sense of fear escalates. Is Cathal the beast responsible for the killing? Or is it the beast that he is trying to destroy?","release_date":"2010-12-10","vote_average":5.7,"runtime":98,"cert":"18","id":42917,"title":"Outcast","adult":false,"genre_ids":[14,27]},{"cast":["Jack Rebney","Ben Steinbauer","Nick Prueher","Joe Pickett","Douglas Rushkoff"],"overview":"Jack Rebney is the most famous man you've never heard of - after cursing his way through a Winnebago sales video, Rebney's outrageously funny outtakes became an underground sensation and made him an internet superstar. Filmmaker Ben Steinbauer journeys to the top of a mountain to find the recluse who unwittingly became the \"Winnebago Man\".","release_date":"2009-03-14","vote_average":6.7,"runtime":85,"cert":"N\/A","id":42918,"title":"Winnebago Man","adult":false,"genre_ids":[35,99]},{"cast":["Victoria Ullmann","Christian Behm","Gerard Griesbaum"],"overview":"Based on a story by the master of outrageous horror, H.P. Lovecraft, this bloodcurdling film introduces the \"Puppetmaster.\" Imprisoning a group of people in a living hell of darkness and death the Puppetmaster controls the fate of each one. One by one, the captives awake in agonizing pain - some are slightly injured, others are fatally wounded. The survivors are also mentally tortured by the unseen villain, who demands that there can be only one winner at this game.","release_date":"2007-06-19","vote_average":1.5,"runtime":81,"cert":"N\/A","id":42939,"title":"H.P. Lovecraft's The Tomb","adult":false,"genre_ids":[18,27,53]},{"cast":["Aimee Brooks","Damian Maffei","Joe Unger","William Waters","Alex Gabrielsen"],"overview":"Trapped in a forgotten amusement park, a young woman (Kristy) finds herself terrorized by the living memories of the park. She must break free from the park's grasp before she becomes its next victim.","release_date":"2010-03-12","vote_average":3.0,"runtime":null,"cert":"N\/A","id":42942,"title":"Closed for the Season","adult":false,"genre_ids":[27]},{"cast":["Marlene Dietrich","Lionel Atwill","Edward Everett Horton","Alison Skipworth","Cesar Romero"],"overview":"In the carnival in Spain in the beginning of the Twentieth Century, the exiled republican Antonio Galvan comes from Paris masquerade to enjoy the party and visit his friend Capt. Don Pasqual 'Pasqualito' Costelar. However, he flirts with the mysterious Concha Perez and they schedule to meet each other later. When Antonio meets Pasqualito, his old friend discloses his frustrated relationship with the promiscuous Concha and her greedy mother and how his life was ruined by his obsession for the beautiful demimondaine. Pasqualito makes Antonio promise that he would not see Concha. However, when Antonio meets Concha, she seduces him and the long friendship between Antonio and Pasqualito is disrupted","release_date":"1935-05-03","vote_average":6.6,"runtime":80,"cert":"N\/A","id":42943,"title":"The Devil Is a Woman","adult":false,"genre_ids":[35,18,10749]},{"cast":["Rob Benedict","Smith Cho","Christopher Gessner","Shannon Lucio","David Monahan"],"overview":"Three guys tell a friend the stories of how they met the loves of their lives, and how they managed to completely screw up the relationships.","release_date":"2008-07-22","vote_average":5.0,"runtime":null,"cert":"N\/A","id":42944,"title":"Say Goodnight","adult":false,"genre_ids":[35]},{"cast":[],"overview":"For 16 years, the Ultimate Fighting Championship has been the gold standard in combat sports. Now you can re-live the 100 greatest fights in UFC history with this exciting countdown show. Featuring all the greats of the Octagon, from Royce Gracie and Chuck Liddell to Matt Hughes and Randy Couture, this five episode special has the most dramatic, explosive, and memorable battles of the UFC from 100 down to the greatest UFC fight of all time.","release_date":"2009-07-05","vote_average":0.0,"runtime":1635,"cert":"N\/A","id":42945,"title":"UFC: The Ultimate 100 Greatest Fights","adult":false,"genre_ids":[]},{"cast":[],"overview":"A day in the life of Sharon as she struggles with a recent divorce and a current perception problem.","release_date":"2009-01-15","vote_average":4.0,"runtime":null,"cert":"N\/A","id":42946,"title":"The Crooked Eye","adult":false,"genre_ids":[16,18]},{"cast":[],"overview":"Listen to my heart, not my tongue. Crooked Tongue highlights the journey of self-discovery of a young adult Hispanic stutterer, his trials and tribulations, his yearning to be able to speak freely, and the characters he meets along the way.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":42947,"title":"Crooked Tongue","adult":false,"genre_ids":[]},{"cast":["Jenn Dees"],"overview":"In the dead of night, a recently unemployed insomniac wanders the streets of New York discovering a city beyond her wildest imagination. Luci loses her job and times are tougher than ever. Unable to sleep, she begins an after-hours journey embarking on a series of strange encounters as she wanders the dark metropolis. During one unforgettable night, Luci comes face to face with her innermost fears and desires as she tries to find her way back home. Based on a concept by Jenn Dees and Gary King, WHAT'S UP LOVELY is a drama about the struggle to survive the city while battling the enemy within ourselves","release_date":"2010-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":42948,"title":"What's Up Lovely","adult":false,"genre_ids":[18]},{"cast":["Freddie Highmore","Mia Farrow","Robert Stanton","Penny Balfour","David Gasman"],"overview":"Maltazard, the Evil M, is now 7 feet tall and evolving among the humans, causing terror wherever he goes. His goal is simple: forming an army of giant henchmen and ruling over the universe. Meanwhile, Arthur is still a Minimoy, and thus in a state where he's unable to fend him off. With the help of Selenia and Betameche, he hatches a plan to regain his usual size: all they must do is infiltrate Arthur's house through the pipeworks, catch an electric train from his bedroom to his grandfather's study and find an elixir that will make him grow back to his human size. Sounds simple enough, if it weren't for Darkos, Maltazard's own son, hot on their tails.","release_date":"2010-08-22","vote_average":5.7,"runtime":101,"cert":"N\/A","id":42949,"title":"Arthur 3: The War of the Two Worlds","adult":false,"genre_ids":[16,12,14,10751]},{"cast":["Kevin Sorbo","Kristy Swanson","John Ratzenberger","Debby Ryan","Kristin Minter"],"overview":"Fifteen years ago, Ben Walker made a decision to leave his college sweetheart and ultimately his faith, in order to pursue a lucrative business opportunity. Now with a high-paying career and a trophy fiancé, he is visited by an angel, who gives him a glimpse into what his life would look like had he followed his calling.","release_date":"2010-08-20","vote_average":6.6,"runtime":111,"cert":"N\/A","id":42950,"title":"What if...","adult":false,"genre_ids":[18,35,10749,10751,14]},{"cast":["Usagi Asô","Makoto Yoshino","Houen Kishino","Miiko Sawaki","Tatsuya Mori"],"overview":"Two sexually energized young women who live in a high-rise apartment building happen one day to spy from their window a mother and son making love in the apartment across from theirs. They decide to stage a rescue attempt to free him and in the process one of the young women ends up falling in love with the son despite having a boyfriend and enjoying sex with her female companion. Of course, the mother they are warring against has her own plans when she feels her privacy invaded.","release_date":"1983-01-01","vote_average":4.5,"runtime":60,"cert":"N\/A","id":42951,"title":"Kandagawa Wars","adult":false,"genre_ids":[35,18]},{"cast":["Sergei Makovetsky","Marat Basharov","Andrey Krasko","Dmitri Ulyanov","Chulpan Khamatova"],"overview":"The film begins in the 1980s Soviet Union. Two best friends, Orlov and Muravyev, are serving at the Black Sea Navy Base in Sevastopol, Crimea. Both fall in love with one beautiful girl Nelly, and their friendship suffers a first blow. Because she picks Muravyev, his friend Orlov struggles with an inferiority complex and becomes a secretive alcoholic. After the collapse of the Soviet Union in 1991, both friends are transferred to the Northern Fleet on the Polar Ocean. One day their sub is performing a routine training. A disturbed WWII mine slowly moves on a collision course with the sub. A mighty blast knocks down everyone inside the wrecked sub, 72 meters below the sea level. Then ensues a nerve-racking struggle for survival.","release_date":"2004-02-12","vote_average":6.1,"runtime":117,"cert":"N\/A","id":42952,"title":"72 Meters","adult":false,"genre_ids":[28,18,53]},{"cast":["Herbert von Karajan"],"overview":"Recording of the Berlin Philharmonic Orchestra conducted by Herbert von Karajan playing Beethoven's 8th Symphony.","release_date":"1971-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":42955,"title":"Beethoven - Symphony No. 8","adult":false,"genre_ids":[]},{"cast":["Herbert von Karajan"],"overview":"Recording of the Berlin Philharmonic Orchestra conducted by Herbert von Karajan playing Beethoven's 9th Symphony.","release_date":"1968-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":42956,"title":"Beethoven - Symphony No. 9","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"The biggest names in snowboarding, together in one movie. Starring Lauri Heiskari, Bjorn Leines, Andreas Wiig, Chris Dufficy, Joni Malmi, Eddie Wall, Devun Walsh, Chad Otterstrom, Peter Line, Kevin Jones, The Youngbloods, and the rest of the Forum, Jeenyus, Foursquare, Special Blend, and C1 Denim Teams.","release_date":"2003-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":42963,"title":"Video Gangs","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Notice To Appear, is a must see video from the producers of the legendary TB Series, Standard Films. Shot on 16mm &amp; super 8 film, Notice To Appear will bring you closer to the feel of snowboarding than ever before. Witness, the most progressive free-ride &amp; freestyle snowboarding to date. Check out the largest kickers in Norway, inner city rails, super size half-pipes, ridiculous large cliff drops, and mental descents in Alaska, Lake Tahoe &amp; New Zealand. Ride with the best snowboarders in the world hand selected by Standard Films. Discover which new, young, shredders will become tomorrows wanted stars. Notice to Appear.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":42964,"title":"Notice to appear","adult":false,"genre_ids":[]},{"cast":[],"overview":"TB9 features some of the best snowboarders in the world on the most extreme and diverse terrain. The Blaring soundtrack, death defying-lines, and technical freestyle tricks will keep you pushing rewind","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":42965,"title":"TB9","adult":false,"genre_ids":[]},{"cast":["Ajay Devgn","Emraan Hashmi","Kangana Ranaut","Prachi Desai","Randeep Hooda"],"overview":"A tale of two gangsters from the eras of past and present, whose lives enter parallel paths as they struggle to survive within Bombay's criminal underworld.","release_date":"2010-07-30","vote_average":6.5,"runtime":135,"cert":"N\/A","id":42966,"title":"Once Upon a Time in Mumbaai","adult":false,"genre_ids":[18,53,80]},{"cast":["Ellen Page","Michael Ontkean","Lori Hallier","Shirley Knight","Shawn Roberts"],"overview":"Wes Merritt and his daughter Natalie (14) get more than they bargained for when they buy an old house that was formerly inhabited by the nice old Mrs. Ashboro and her pet cat, Margaret. When strange things start happening in the house, all fingers point to the presence of Margaret, who died the same day as Mrs. Ashboro. But why has she come back to haunt them?","release_date":"2003-01-01","vote_average":4.4,"runtime":90,"cert":"N\/A","id":42971,"title":"Mrs. Ashboro's Cat","adult":false,"genre_ids":[53,10751,10770]},{"cast":["Georgina Verbaan","Daan Schuurmans","Cas Jansen","Ellen ten Damme","Michiel Huisman"],"overview":"A bunch of graduates go out sailing to visit a secret Full Moon Party. Hans Nijboer also tries to get his brother Ties back home to work in the familie business. Ties has other plans, he wants to become a singer.","release_date":"2002-10-10","vote_average":5.4,"runtime":100,"cert":"N\/A","id":42972,"title":"Full Moon Party","adult":false,"genre_ids":[35,10749]},{"cast":["Sandrine Bonnaire","Kevin Kline","Valérie Lagrange","Francis Renaud","Alexandra Gentil"],"overview":"In a small Corsican village, the life of Hélène, ordinary and single, She works as a maid in a hotel and is married happily with her Husband Ange and her fifteen year-old daughter. Her modest and monotonous life seems to be predetermined... One day while cleaning a hotel room, she meets a young, seductive, American couple which is playing a game of chess. First fascinated and then passionate about the game, Hélène learns with great tenacity she studies the rule of the game to perfection. She can count on Dr. Kröger, who is a mysterious inhabitant, to help her to achieve her goals. But this positive transition towards a liberty for Hélène does not go about without deeply changing her relationship with family, friends and inhabitants of the village.","release_date":"2009-08-05","vote_average":6.4,"runtime":97,"cert":"N\/A","id":42973,"title":"Queen to Play","adult":false,"genre_ids":[35,18]},{"cast":["Jörg Schüttauf","Isabella Parkinson","Joachim Bißmeier","Hans-Uwe Bauer","Holger Hauer"],"overview":"Doro is young, beautiful and a trained opera singer that gets by with occasional jobs. Her neighbour, a former criminal detective, is dying and she cares for him in his last moments. His dying wish is to see his son Michael. Doro fulfills the old man's wish and they meet for the first time since twenty years.","release_date":"2009-06-04","vote_average":0.0,"runtime":88,"cert":"N\/A","id":42974,"title":"Meine schöne Nachbarin","adult":false,"genre_ids":[]},{"cast":["Mick Jagger","Justin Timberlake"],"overview":"Molson Canadian Rocks for Toronto was a benefit rock concert that was held in Toronto, Ontario, Canada on July 30, 2003. It was also known as \"Toronto Rocks,\"\"Stars 4 SARS,\" \"SARSStock,\",\"SARSfest,\" \"SARS-a-palooza,\" the \"SARS concert,\" or, more descriptively, \"The Rolling Stones SARS Benefit Concert.\" Estimated to have between 450,000 and 500,000 people attending the concert, it is the largest outdoor ticketed event in Canadian history, and one of the largest in North American history.","release_date":"2003-07-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":42975,"title":"Toronto Rocks","adult":false,"genre_ids":[10402]},{"cast":[" Craig DeSilva","Albin Ulle","Melanie Ulle"],"overview":"You loved the book; now see the places bestselling author Patricia Schultz captured so well. Join newlyweds Albin and Melanie Ulle as they embark on a transformational journey around the globe. Using Schultz's book as a guide, the Ulles explore the breathtaking beauty of the Himalayas, the eternal romanticism of Paris, the exotic mysteries of Peru and much more you won't want to miss.","release_date":"2007-09-18","vote_average":4.0,"runtime":255,"cert":"N\/A","id":42976,"title":"1000 places to see before you die","adult":false,"genre_ids":[99]},{"cast":[],"overview":"No one infuses power ballads with the blues quite like Foreigner, and the band breaks out its best in this entry in the SOUNDSTAGE series. The 1980s pop superstars wow fans with \"Cold as Ice,\" \"Waiting for a Girl Like You,\" \"Feels Like the First Time,\" and 13 additional blasts from the past.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":42977,"title":"Foreigner - Live at Deer Creek","adult":false,"genre_ids":[]},{"cast":["Philip Michael Thomas","Harlan Cary Poe","Josie Johnson","Peter H. Clune","William Magerman"],"overview":"A black doctor ex-convict returns to the all-white town he knows as home and discovers a deadly disease threatening the citizens. He must fight prejudice and time if he is to save the town.","release_date":"1972-08-18","vote_average":7.8,"runtime":93,"cert":"N\/A","id":42978,"title":"Stigma","adult":false,"genre_ids":[18]},{"cast":["Candace Bailey","Bob Bergen","Ahmed Best","Seth Green","Abraham Benrubi"],"overview":"Fans of Adult Swim's \"Robot Chicken\" and the Star Wars movie franchise won't want to miss this collection of 30 sketches. This hilarious compilation features an array of skits -- such as \"Darth Vader's Collect Call\" and \"Inside the AT-AT\" -- as well as the incredible voice talents of Hulk Hogan, Malcolm McDowell, Conan O'Brien and even the original Luke Skywalker himself, Mark Hamill.","release_date":"2007-07-17","vote_average":7.3,"runtime":23,"cert":"N\/A","id":42979,"title":"Robot Chicken: Star Wars","adult":false,"genre_ids":[16,35,878]},{"cast":["Walt Disney","Dick Van Dyke"],"overview":"From Mickey Mouse to the Magic Kingdom, he turned his dreams into entertainment for the ages. Now, learn his real story. Through exclusive footage and interviews with friends and family, this documentary traces the complicated life of legendary animator Walt Disney.","release_date":"2001-09-16","vote_average":8.0,"runtime":118,"cert":"N\/A","id":42980,"title":"Walt: The Man Behind the Myth","adult":false,"genre_ids":[99]},{"cast":["Frank Thomas","Ollie Johnston"],"overview":"Before computer graphics, special effects wizardry, and out-of-this world technology, the magic of animation flowed from the pencils of two of the greatest animators The Walt Disney Company ever produced -- Frank Thomas and Ollie Johnston. Frank and Ollie, the talent behind BAMBI, PINOCCHIO, LADY AND THE TRAMP, THE JUNGLE BOOK, and others, set the standard for such modern-day hits as THE LION KING. It was their creative genius that helped make Disney synonymous with brilliant animation, magnificent music, and emotional storytelling. Take a journey with these extraordinary artists as they share secrets, insights, and the inspiration behind some of the greatest animated movies the world has ever known!","release_date":"1995-10-20","vote_average":8.1,"runtime":89,"cert":"N\/A","id":42981,"title":"Frank and Ollie","adult":false,"genre_ids":[99]},{"cast":["Seth Green","Bob Bergen","Ahmed Best","Breckin Meyer","Abraham Benrubi"],"overview":"Seth Green and Matthew Senreich serve up more hilarious Star Wars-inspired satire in this second compilation of sketches featuring the zany stop-motion animation of Adult Swim's \"Robot Chicken.\" Gary the stormtrooper deals with irascible boss Darth Vader on Take Your Daughter to Work Day, while Anakin babysits a certain up-and-coming Jedi. Carrie Fisher, Billy Dee Williams, Conan O'Brien and other stars provide voices.","release_date":"2008-11-16","vote_average":7.7,"runtime":23,"cert":"15","id":42982,"title":"Robot Chicken: Star Wars Episode II","adult":false,"genre_ids":[35,878]},{"cast":["Maria Chwalibóg","Bogusław Linda","Sława Kwaśniewska","Krzysztof Zaleski","Bożena Baranowska"],"overview":"The first motion picture film by Agnieszka Holland about loneliness, longing for affection, and misfortune. Irena, a postal delivery worker, is struggling with a inadequate housing, a drunk neighbor who wants to take her place, and a heartless boss, knowing that the whole day at work, she is leaving her young son. But the worst is the loneliness, exacerbated by her single mother status. She meets a crippled pensioner Jacek, who appears to be the key to her happiness, but tragedy continues to strike.","release_date":"1987-03-15","vote_average":6.8,"runtime":92,"cert":"N\/A","id":42983,"title":"A Lonely Woman","adult":false,"genre_ids":[18]},{"cast":["Emiko Aizawa","Masumi Harukawa","Sachiko Hidari","Emiko Higashi","Daizaburo Hirata"],"overview":"A woman, Tome, is born to a lower class family in Japan in 1918. The title refers to an insect, repeating its mistakes, as in an infinite circle. Imamura, with this metaphor, introduces the life of Tome, who keeps trying to change her poor life.","release_date":"1963-11-16","vote_average":7.4,"runtime":123,"cert":"N\/A","id":42984,"title":"The Insect Woman","adult":false,"genre_ids":[18]},{"cast":["Troy Donahue","Connie Stevens","Ty Hardin","Stefanie Powers","Robert Conrad"],"overview":"Set in Palm Springs during a long, fun-filled weekend where several Los Angeles college students flock to spring break, centering on Jim who finds romance with Bunny, the daughter of Palm Springs harred, stressful police chief. Jim's bumbling roommate, Biff, tries to get Amanda, a tomboyish girl's attention with a so-called love gadget. Meanwhile, Gayle Lewis is a high school senior posing as a wealthy college girl who is pursued by Eric Dean, a wealthy and spoiled college prepie, while Gayle has eyes for a cowboy from Texas, named Stretch. Also Jim and Biff's basketball coach, Campbell, tries to romance Naomi, the owner of the motel where all of the gang is staying at, which is interfered by Naomi's young, trouble-making, brat son who's dubbed, Boom-Boom.","release_date":"1963-11-05","vote_average":5.2,"runtime":100,"cert":"N\/A","id":42985,"title":"Palm Springs Weekend","adult":false,"genre_ids":[35,10749]},{"cast":["Glenn Ford","Shirley Jones","Stella Stevens","Ron Howard","Dina Merrill"],"overview":"The film that started the classic TV series. Although he's only seven, Eddie's got it all figured out. He wants his father, a widower, to get remarried - to the girl next door. Unfortunately, she's not one of the women that his dad's been dating. Sweet family comedy.","release_date":"1963-03-27","vote_average":6.6,"runtime":118,"cert":"N\/A","id":42986,"title":"The Courtship of Eddie's Father","adult":false,"genre_ids":[18,35,10749,10751]},{"cast":["Dirk Bogarde","James Fox","Sarah Miles","Wendy Craig","Catherine Lacey"],"overview":"A decadent London aristocrat hires a man-servant to attend to his needs. However, the balance of power starts to shift...","release_date":"1963-11-01","vote_average":7.7,"runtime":116,"cert":"","id":42987,"title":"The Servant","adult":false,"genre_ids":[18]},{"cast":["James Garner","Lee Remick","Jim Backus","Pat Crowley","Phil Harris"],"overview":"Henry J. Tyroone leaves Texas, where his oil wells are drying up, and arrives in New York with a lot of oil money to play with in the stock market.  He meets stock analyst Molly Thatcher, who tries to ignore the lavish attention he spends on her but ...","release_date":"1963-01-01","vote_average":6.4,"runtime":107,"cert":"N\/A","id":42988,"title":"The Wheeler Dealers","adult":false,"genre_ids":[35,10749]},{"cast":["Peter Sellers","Lionel Jeffries","Bernard Cribbins","Nanette Newman","Davy Kaye"],"overview":"The crooks in London know how it works. No one carries guns and no one resists the police. Then a new gang appears that go one better. They dress as police and steal from the crooks. This upset's the natural order of the police\/criminal relationship and the police and the crooks join forces to catch the IPOs (Impersonating Police Officers), including an armoured car robbery in which the police must help the gangs to set a trap.","release_date":"1963-03-17","vote_average":6.7,"runtime":94,"cert":"U","id":42989,"title":"The Wrong Arm of the Law","adult":false,"genre_ids":[80,35]},{"cast":["Tony Curtis","Suzanne Pleshette","Phil Silvers","Kevin McCarthy","Claire Wilcox"],"overview":"Hilarity ensues when a casino manager spends a day at Disneyland with a cute but troublesome little girl.","release_date":"1962-01-01","vote_average":6.5,"runtime":106,"cert":"N\/A","id":42990,"title":"40 Pounds of Trouble","adult":false,"genre_ids":[35]},{"cast":["Doris Day","Stephen Boyd","Jimmy Durante","Martha Raye","Dean Jagger"],"overview":"The daughter of a circus owner fights to save her father from a takeover spearheaded by the man she loves.","release_date":"1962-12-06","vote_average":6.6,"runtime":123,"cert":"N\/A","id":42991,"title":"Billy Rose's Jumbo","adult":false,"genre_ids":[10402,10749]},{"cast":["Abel Salazar","Ariadna Welter","David Silva","Germán Robles","Luis Aragón"],"overview":"In 1661 Mexico, the Baron Vitelius of Astara is sentenced to be burned alive by the Holy Inquisition of Mexico for witchcraft, necromancy, and other crimes. As he dies, the Baron swears vengeance against the descendants of the Inquisitors. 300 years later, a comet that was passing overhead on the night of the Baron's execution returns to earth, bringing with it the Baron in the form of a horrible, brain-eating monster that terrorizes the Inquisitor's descendants","release_date":"1962-11-09","vote_average":5.1,"runtime":77,"cert":"N\/A","id":42992,"title":"The Brainiac","adult":false,"genre_ids":[878,27]},{"cast":["Rosita Arenas","Armando Calvo","Isabela Corona","Dina de Marco","Carlos Nieto"],"overview":"A husband murders his wife, and years later her ghost emerges from a witch's mirror to take her revenge.","release_date":"1962-07-12","vote_average":5.9,"runtime":75,"cert":"N\/A","id":42993,"title":"The Witch's Mirror","adult":false,"genre_ids":[14,27]},{"cast":["Shigeru Chiba","Hisao Egawa","Kayoko Fujii","Nobuaki Fukuda","Ami Hasegawa"],"overview":"In this anime anthology, a salvage ship crew happens upon a haunted vessel in \"Magnetic Rose\"; a cold tablet turns a lab worker into a biological weapon in \"Stink Bomb\"; and an urban populace carries on an endless war with an unseen foe in \"Cannon Fodder.\"","release_date":"1995-12-23","vote_average":7.4,"runtime":113,"cert":"N\/A","id":42994,"title":"Memories","adult":false,"genre_ids":[14,16,878]},{"cast":["Glenn Ford","Lee Remick","Stefanie Powers","Roy Poole","Ned Glass"],"overview":"Kelly Sherwood is terrorized by a man with an asthmatic voice who plans to use her to steal $100,000 from the bank where she works. He threatens to kill her teenage sister Toby, if she tells the police. However she manages to contact F.B.I. agent Ripley.","release_date":"1962-04-12","vote_average":6.9,"runtime":123,"cert":"N\/A","id":42995,"title":"Experiment in Terror","adult":false,"genre_ids":[80,53]},{"cast":["Red Buttons","Barbara Eden","Cedric Hardwicke","Peter Lorre","Richard Haydn"],"overview":"Professor Fergusson plans to make aviation history by making his way across Africa by balloon. He plans to claim uncharted territories in West Africa as proof of his inventions worth.","release_date":"1962-01-01","vote_average":5.3,"runtime":101,"cert":"N\/A","id":42996,"title":"Five Weeks in a Balloon","adult":false,"genre_ids":[28,12,35,10751]},{"cast":["Alec Guinness","Dirk Bogarde","Anthony Quayle","Maurice Denham","Nigel Stock"],"overview":"Defiant's crew is part of a fleet-wide movement to present a petition of grievances to the Admiralty. Violence must be no part of it. The continual sadism of Defiant's first officer makes this difficult, and when the captain is disabled, the chance for violence increases.","release_date":"1962-04-15","vote_average":6.7,"runtime":101,"cert":"","id":42997,"title":"H.M.S. Defiant","adult":false,"genre_ids":[28,12,18,36]},{"cast":["Barbara Steele","Robert Flemyng","Silvano Tranquilli","Maria Teresa Vianello","Harriet Medin"],"overview":"The year is 1885, and necrophiliac Dr. Hitchcock likes to drug his wife for sexual funeral games. One day he accidentally administers an overdose and kills her. Several years later he remarries, with the intention of using the blood of his new bride to bring his first wife's rotting corpse back to life.","release_date":"1962-01-01","vote_average":6.0,"runtime":88,"cert":"N\/A","id":42998,"title":"The Horrible Dr. Hichcock","adult":false,"genre_ids":[27]},{"cast":["Carlotta Barilli","Lorenza Benedetti","Clorinda Celani","Vincenzo Ciccora","Alvaro D'Ercole"],"overview":"Roman police detectives interrogate a series of potential perpetrators in their struggle to determine whom to arrest for the brutal murder of a beautiful prostitute whose body is discovered in a park on the day of a torrential rainstorm. One by one, the prime suspects -- girl-crazy teenager Nino, pickpocket Canticchia, a soldier on leave, a tourist and a pimp -- recount the events of the day to the police, each insisting he is innocent.","release_date":"1962-08-27","vote_average":7.0,"runtime":91,"cert":"N\/A","id":42999,"title":"La Commare Secca","adult":false,"genre_ids":[53,18,9648]}]