[{"cast":["Jean-Pierre Cassel","Claude Brasseur","Claude Rich","Jean Carmet","Jacques Jouanneau"],"overview":"The story serves as a companion piece to Renoir's 1937 film, Grand Illusion, once more bringing together men from across the broad social spectrum of French society to depict one man's Sisyphean efforts to escape captivity in a German POW camp.","release_date":"1962-05-23","vote_average":5.7,"runtime":90,"cert":"N\/A","id":43000,"title":"The Elusive Corporal","adult":false,"genre_ids":[35,18,10752]},{"cast":["Hardy Krüger","Nicole Courcel","Patricia Gozzi","Daniel Ivernel","André Oumansky"],"overview":"The tragic story of a young orphan girl who is befriended by an innocent but emotionally disabled veteran of the French Indochina War.","release_date":"1962-11-12","vote_average":7.8,"runtime":110,"cert":"N\/A","id":43001,"title":"Sundays and Cybele","adult":false,"genre_ids":[18]},{"cast":["Kirk Douglas","Gena Rowlands","Walter Matthau","Carroll O'Connor","William Schallert"],"overview":"A fiercely independent cowboy arranges to have himself locked up in jail in order to then escape with an old friend who has been sentenced to the penitentiary.","release_date":"1962-05-24","vote_average":7.6,"runtime":107,"cert":"N\/A","id":43002,"title":"Lonely Are the Brave","adult":false,"genre_ids":[18,37]},{"cast":["Orson Welles","Elmyr de Hory","Clifford Irving","Oja Kodar","Laurence Harvey"],"overview":"Documents the lives of infamous fakers Elmyr de Hory and Clifford Irving. De Hory, who later committed suicide to avoid more prison time, made his name by selling forged works of art by painters like Picasso and Matisse. Irving was infamous for writing a fake autobiography of Howard Hughes. Welles moves between documentary and fiction as he examines the fundamental elements of fraud and the people who commit fraud at the expense of others.","release_date":"1975-03-12","vote_average":7.5,"runtime":89,"cert":"N\/A","id":43003,"title":"F for Fake","adult":false,"genre_ids":[99]},{"cast":["Katharine Hepburn","Ralph Richardson","Jason Robards","Dean Stockwell","Jeanne Barr"],"overview":"The film follows one day in the lives of the Tyrone family, each member is troubled and has been damaged by alcohol and\/or drugs. In addition, they have issues with each other that lead to fights and an inability to reconcile completely with one another.","release_date":"1962-10-09","vote_average":6.8,"runtime":174,"cert":"N\/A","id":43004,"title":"Long Day's Journey Into Night","adult":false,"genre_ids":[18,36]},{"cast":["Harold Lloyd Jr.","Jana Lund","Anthony Dexter","Trudy Marshall","Brian O'Hara"],"overview":"Two high-school sweethearts get married, then find that married life isn't what they thought it would be. In their desperation, they get mixed up with a gang of car thieves.","release_date":"1962-01-01","vote_average":0.0,"runtime":76,"cert":"N\/A","id":43005,"title":"Married Too Young","adult":false,"genre_ids":[18,10749]},{"cast":["Shirley MacLaine","Yves Montand","Edward G. Robinson","Robert Cummings","Yoko Tani"],"overview":"A director's (Yves Montand) wife (Shirley MacLaine) poses as a geisha to win the lead in his Japanese production of \"Madame Butterfly.\"","release_date":"1962-03-09","vote_average":6.1,"runtime":119,"cert":"N\/A","id":43006,"title":"My Geisha","adult":false,"genre_ids":[35,10749]},{"cast":["Anthony Franciosa","Jane Fonda","Jim Hutton","Lois Nettleton","John McGiver"],"overview":"George Haverstick, a Korean war veteran, hastily marries Isabel, whom he met in hospital while he was recovering from a nervous condition. To Isabel's horror, they drive to Florida on their honeymoon in an old hearse. They spend much of the time quarreling, and then, on Christmas eve, they visit George's war buddy, Ralph Baltz. However Ralph's wife Dorothea has just walked out on him, taking their child. Each couple then observes the marital difficulties of the other couple","release_date":"1962-10-31","vote_average":6.4,"runtime":112,"cert":"N\/A","id":43007,"title":"Period of Adjustment","adult":false,"genre_ids":[18,35]},{"cast":["Gary Cooper","Maria Schell","Karl Malden","George C. Scott","Karl Swenson"],"overview":"Character study of a Doctor who saves a local criminal from a mob who are trying to hang him, but then tries to control the life of the young man, realising that he can exploit his secret.","release_date":"1959-03-13","vote_average":6.5,"runtime":107,"cert":"N\/A","id":43008,"title":"The Hanging Tree","adult":false,"genre_ids":[37]},{"cast":["Jack Kelly","Jeanne Cooper","Peter Brown","Pat Woodell","Andrew Duggan"],"overview":"A man takes his American freedoms for granted, until he wakes up one morning to find out that the United States Government has been replaced with a Communist system. The basis for this short film, narrated by Jack Webb, is the alleged Soviet re-creation of US communities for the purpose of training infiltrators, spies, and moles.","release_date":"1962-02-11","vote_average":5.0,"runtime":29,"cert":"N\/A","id":43009,"title":"Red Nightmare","adult":false,"genre_ids":[18,878]},{"cast":["Christopher Lee","Senta Berger","Hans Söhnker","Hans Nielsen","Edith Schultze-Westrum"],"overview":"Sherlock Holmes and Watson do battle with their nemesis, Professor Moriarity, over an ancient necklace attributed to Cleopatra.","release_date":"1962-01-01","vote_average":5.7,"runtime":87,"cert":"N\/A","id":43010,"title":"Sherlock Holmes and the Deadly Necklace","adult":false,"genre_ids":[10749,18,9648,80]},{"cast":["Stewart Granger","Stanley Baker","Pier Angeli","Rossana Podestà","Rik Battaglia"],"overview":"Sex, torture and betrayal in Biblical Sodom and Gomorrah. Lot, leader of the Hebrews, believes his people can co-exist with the Sodomites, a disastrous decision.","release_date":"1962-01-01","vote_average":5.3,"runtime":154,"cert":"N\/A","id":43011,"title":"Sodom and Gomorrah","adult":false,"genre_ids":[12,18,36]},{"cast":["Tony Curtis","Yul Brynner","Christine Kaufmann","Sam Wanamaker","Brad Dexter"],"overview":"Ukraine, 16th century. While the Poles dominate the Cossack steppes, Andrei, son of Taras Bulba, a Cossack leader, must choose between his love for his family and his folk and his passion for a Polish woman.","release_date":"1962-11-21","vote_average":6.9,"runtime":119,"cert":"U","id":43012,"title":"Taras Bulba","adult":false,"genre_ids":[12,10749,36,10752,18]},{"cast":["William Holden","Lilli Palmer","Hugh Griffith","Carl Raddatz","Ernst Schröder"],"overview":"Blacklisted in modern day WW2, a Swedish oil trader opts to assist British Allies, by means of infiltrating and surveying Nazi Germany.","release_date":"1962-04-17","vote_average":6.7,"runtime":140,"cert":"N\/A","id":43013,"title":"The Counterfeit Traitor","adult":false,"genre_ids":[10752,53,18]},{"cast":["Vincent Price","Michael Pate","Joan Freeman","Robert Brown","Bruce Gordon"],"overview":"The twisted Richard III is haunted by the ghosts of those he has murdered in his attempt to become the King of England.","release_date":"1962-10-24","vote_average":6.1,"runtime":80,"cert":"12","id":43014,"title":"Tower of London","adult":false,"genre_ids":[36,27,53,18]},{"cast":["Myron Healey","Koreya Senda","Kôzô Nomura","Ayumi Sonoda","Fumito Matsuo"],"overview":"In an effort to find an economic means of purifying salt water, a joint U.S.-Japanese military command is set up on an isolated Japanese island where an unusual salt water lake is situated. However, their purifying experiments arouse the prehistoric monster Obaki from hibernation at the lake's bottom, and it proceeds to attack Japan.","release_date":"1962-12-07","vote_average":5.0,"runtime":70,"cert":"N\/A","id":43015,"title":"Varan the Unbelievable","adult":false,"genre_ids":[27,878]},{"cast":["Peter Sellers","Dany Robin","Margaret Leighton","John Fraser","Cyril Cusack"],"overview":"General Fitzhugh, an ageing Lothario has an over-active eye for a pretty woman. Despite a long and satisfying career as a seducer extraordinaire, something always seems to get in the way of his bedding the breathtakingly lovely Ghislaine, a more-than-willing town local.","release_date":"1962-01-01","vote_average":5.3,"runtime":105,"cert":"N\/A","id":43016,"title":"Waltz of the Toreadors","adult":false,"genre_ids":[35]},{"cast":["Susan Hayward","John Gavin","Vera Miles","Charles Drake","Virginia Grey"],"overview":"Ambitious but thwarted, Rae Smith meets handsome Marine Paul Saxon, (of the Saxon department store chain), as he passes through Lincoln, Nebraska, on his way home from World War II. There's a definite spark between them but circumstances intervene and he leaves town without her. Later she learns he's married. Determined to make it as a fashion designer, Rae moves to New York and becomes a great success. One day she happens to meet Paul again and again there's that spark but he's still married so, as a form of escape, Rae moves to Rome to set up shop. Once again she meets Paul and finally they begin an actual affair since Paul's shrewish, drunken wife, Liz, won't give him a divorce. Time passes, the affair continues whenever time and place permit, but then, Paul's young son finds out about Rae and Rae's back-street world begins to crumble.","release_date":"1961-10-11","vote_average":6.6,"runtime":107,"cert":"N\/A","id":43017,"title":"Back Street","adult":false,"genre_ids":[18]},{"cast":["Deborah Walley","James Darren","Michael Callan","Carl Reiner","Peggy Cass"],"overview":"Francis is desperate: her parents want to force her to come with them on vacation to Hawaii - just during the two weeks when her beloved \"Moondoggy\" is home from College. When he suggests her to go for it, she's even more in panic - doesn't he care to be with her? So she sets out for Hawaii in the worst mood. On the plane she meets the sociable Abby, who gives her the advice to forget about Jeff - and regrets it shortly after, when Francis follows the advice and steals her boyfriend Eddie, a famous dancer. But then Jeff discovers he's missing Francis...","release_date":"1961-06-02","vote_average":4.9,"runtime":101,"cert":"N\/A","id":43018,"title":"Gidget Goes Hawaiian","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Alfred Ntombela","Leon Schuster","Sean Higgs","Brent Palmer","Tanit Phoenix"],"overview":"Leon Schuster or “Schuks Tshabalala” and Shorty (Alfred Ntombela) intend to produce a movie as a visual guide and aid for foreigners coming to SA for the World Cup. Schuks Tshabalala is a teacher and tour guide to a mixed bag of tourists who are taking his survival guide to SA very seriously. Shorty, as usual, is his best friend, assistant and conscience. The students include ”Heinz” from Germany, “Yoti” from Greece, “Jean-Pierre” from France, “Koert” from The Netherlands, “Rajin” from India, “Maggie” from Ireland and “Xing Xang” from China, among others. They are genuinely eager to learn about SA, so Schuks and Shorty are only too happy to oblige. What follows is a series of hysterical demonstrations of life in SA as they attempt to answer all the questions posed by potential visitors.","release_date":"2010-05-28","vote_average":5.3,"runtime":91,"cert":"N\/A","id":43019,"title":"Schuks Tshabalala's Survival Guide to South Africa","adult":false,"genre_ids":[35]},{"cast":["Rory Calhoun","Lea Massari","Georges Marchal","Conrado San Martín","Ángel Aranda"],"overview":"While on holiday in Rhodes, Athenian war hero Darios becomes involved in two different plots to overthrow the tyrannical king, one from Rhodian patriots and the other from sinister Phoenician agents.","release_date":"1961-06-16","vote_average":6.1,"runtime":127,"cert":"N\/A","id":43020,"title":"The Colossus of Rhodes","adult":false,"genre_ids":[36,12,18]},{"cast":["Ben Phillips","Anthony Jenkins","Stephen Heiser","Casey Robinson"],"overview":"One hundred years in the future... Due to overpopulation and the effects of global warming, sex has been declared illegal on Earth. When a crew of astronauts hear of a distant planet inhabited by insatiable female creatures who exist only to satisfy man’s desires, they decide to take a detour from their routine mission in search of the mythical star system known as the Sex Galaxy. But like all expeditions fueled solely by lust and carnality, risk lurks around every corner, danger and regret at every turn.","release_date":"2008-08-22","vote_average":2.9,"runtime":78,"cert":"N\/A","id":43021,"title":"Sex Galaxy","adult":false,"genre_ids":[35,878]},{"cast":["David Janssen","Dianne Foster","Jack Carson","Diana Dors","Dan O'Herlihy"],"overview":"Gambler Arnold Rothstein (David Janssen) marries an actress (Dianne Foster), avenges his buddy (Mickey Rooney) and meets an underworld fate.","release_date":"1961-06-11","vote_average":6.0,"runtime":106,"cert":"N\/A","id":43022,"title":"King of the Roaring 20's: The Story of Arnold Rothstein","adult":false,"genre_ids":[80,18]},{"cast":["Michael Gough","Margo Johns","Jess Conrad","Claire Gordon","Rupert Osborne"],"overview":"Dr.Decker comes back from Africa after a year, presumed dead. During that year, he came across a way of growing plants and animals to an enormous size. He brings back a baby chimpanzee to test out his theory. As he has many enemies at home, he decides to use his chimp, 'Konga' to 'get rid of them'. Then Konga grows to gigantic proportions and reaks havoc all over the city of London!!","release_date":"1961-01-01","vote_average":3.9,"runtime":90,"cert":"N\/A","id":43023,"title":"Konga","adult":false,"genre_ids":[27,10749,878]},{"cast":["Giani Esposito","Françoise Prévost","Daniel Crohem","François Maistre","Jean-Luc Godard"],"overview":"A young woman joins a theatrical troupe where she slowly believes that the director is involved with a secret group and that he is in grave danger.","release_date":"1961-12-13","vote_average":6.4,"runtime":141,"cert":"N\/A","id":43026,"title":"Paris Belongs to Us","adult":false,"genre_ids":[9648]},{"cast":["Chandana Banerjee","Nripati Chatterjee","Anil Chatterjee","Khagen Pathak","Kali Bannerjee"],"overview":"'Teen Kanya' is an anthology film based upon short stories by Rabindranath Tagore, as a tribute on the author's centenary. The title means \"Three Daughters\", and the film's original Indian release contained three stories, with three central female characters linking the stories together. 'The Postmaster' concerns an orphan girl who grows attached to the postmaster she is caring for after he teaches her to read and write. 'Monihara' is a supernatural tale about a woman obsessed with the jewels her husband buys for her. 'Samapti' follows a young man who falls for an unconventional girl from his new village instead of his arranged bride, the daughter of a respectable family. The international release did not include 'Monihara', and was released as 'Dui Kanya', or \"Two Daughters\".","release_date":"1961-05-05","vote_average":7.9,"runtime":173,"cert":"N\/A","id":43027,"title":"Teen Kanya","adult":false,"genre_ids":[35,18,14]},{"cast":["Dirk Bogarde","Sylvia Syms","Dennis Price","Nigel Stock","Peter McEnery"],"overview":"In early 1960s London, barrister Melville Farr is on the path to success. With his practice winning cases and a loving marriage to his wife, Farr's career and personal life are nearly idyllic. However, when blackmailers link Farr to a young gay man, everything Farr has worked for is threatened. As it turns out, Farr is a closeted homosexual -- which is problematic, due to Britain's anti-sodomy laws. But instead of giving in, Farr decides to fight.","release_date":"1961-08-01","vote_average":7.4,"runtime":90,"cert":"","id":43028,"title":"Victim","adult":false,"genre_ids":[18]},{"cast":["Judy Holliday","Dean Martin","Fred Clark","Eddie Foy Jr.","Jean Stapleton"],"overview":"Based on the successful 1956 Broadway production of the same name by Betty Comden, Adolph Green, and Jule Styne, the film focuses on Ella Peterson, who works in the basement office of Susanswerphone, a telephone answering service.  Peterson, based on Mary Printz, who worked at Green's service, listens in on others' lives and adds some interest to her own humdrum existence by adopting different identities for her clients. They include an out-of-work Method actor, a dentist with musical yearnings, and in particular playwright Jeffrey Moss, who is suffering from writer's block and desperately needs a muse.","release_date":"1960-06-23","vote_average":6.7,"runtime":126,"cert":"N\/A","id":43029,"title":"Bells Are Ringing","adult":false,"genre_ids":[35,10402,10749]},{"cast":["James Garner","Natalie Wood","Nina Foch","Dean Jagger","E.G. Marshall"],"overview":"Cash McCall is a 1960 movie starring James Garner and Natalie Wood, based upon the novel of the same name by Cameron Hawley about a man who buys businesses in order to sell them at a profit. Recognized by critics as decades ahead of its time in numerous ways, especially its hardcore depiction of business dealings, the innovative film was directed by Joseph Pevney from a screenplay by Lenore J. Coffee and Marion Hargrove.","release_date":"1960-01-27","vote_average":6.8,"runtime":102,"cert":"N\/A","id":43030,"title":"Cash McCall","adult":false,"genre_ids":[35,18,10749]},{"cast":["Sharmila Tagore","Soumitra Chatterjee","Chhabi Biswas","Karuna Banerjee","Purnendu Mukherjee"],"overview":"Devi focuses on a young woman, who is deemed a goddess when her father-in-law, a rich feudal landlord, envisions her as the Goddess Kali.","release_date":"1960-02-19","vote_average":7.4,"runtime":93,"cert":"N\/A","id":43031,"title":"Devi","adult":false,"genre_ids":[18]},{"cast":["Lucas Odin Clorius","Viktor Kruse Palshøj","Andrea Reimer","Anette Støvelbæk","Nicolai Borch Kelstrup"],"overview":"\"Superbrother\" tells the story of Anton, a 10 year old boy desperate for, he says, an older and true brother as Buller, his brother, is autistic. Always distracted looking at the sky, Anton receives an unexpected visit from some stranger who comes from space and Buller becomes a superhero. Unfortunately, these powers do not last forever. Will they be able to learn to use them?","release_date":"2009-12-17","vote_average":7.0,"runtime":90,"cert":"N\/A","id":43032,"title":"Superbror","adult":false,"genre_ids":[10751,18,12]},{"cast":["Mark Forest","Broderick Crawford","Gaby André","Leonora Ruffo","Philippe Hersent"],"overview":"A warrior returning home to his country must battle giant bats, three-headed dogs and a vicious dragon to save his wife, and his people, from the machinations of an evil ruler.","release_date":"1960-08-12","vote_average":4.9,"runtime":87,"cert":"N\/A","id":43033,"title":"Goliath and the Dragon","adult":false,"genre_ids":[28,12,14]},{"cast":["Jeffrey Hunter","David Janssen","Sessue Hayakawa","Vic Damone","George Takei"],"overview":"Based on the story about Guy Gabaldon, a Los Angeles Hispanic boy raised in the 1930s by a Japanese-American foster family. After Pearl Harbor, his foster family is interned at the Manzanar camp for Japanese Americans, while he enlists in the Marines, where his ability to speak Japanese becomes a vital asset. During the Battle of Saipan, he convinces 800 Japanese to surrender after their general commits suicide.","release_date":"1960-08-01","vote_average":7.0,"runtime":131,"cert":"N\/A","id":43034,"title":"Hell to Eternity","adult":false,"genre_ids":[18,10752]},{"cast":["Sophia Loren","Anthony Quinn","Margaret O'Brien","Steve Forrest","Eileen Heckart"],"overview":"Nineteenth century Wyoming: the wild West. Mild-mannered Tom Healy has a two-wagon theater troupe hounded by creditors because Angela, his leading lady and the object of his affection, constantly buys clothes. In Cheyenne, they meet with applause, so they hope to stay awhile: the theater owner likes Angela, and she keeps him on a string. She's also the object of the attentions of Mabry, a gunslinger who's owed money by the richest man in Bonanza. Complications arise and the troupe heads for Bonanza, through hostile Indian territory. Is the troupe doomed to a peripatetic life, is Mabry in danger, and does Tom stand a chance with Angela, a hellion in pink tights?","release_date":"1960-03-01","vote_average":5.8,"runtime":100,"cert":"N\/A","id":43035,"title":"Heller in Pink Tights","adult":false,"genre_ids":[28,12,10749,37]},{"cast":["Pierre Brice","Scilla Gabel","Dany Carrel","Herbert A.E.Böhme","Wolfgang Preiss"],"overview":"Hans von Arnam travels to a Flemish village to study a strange carousel  located in an old windmill that displays famous murderesses and other notorious women from history. Professor Gregorius Wahl, owner of the windmill, warns Hans to stay away from his mysterious daughter Elfi, in order to keep Hans from discovering the horrible secret shared by the Professor and Elfi's Doctor.","release_date":"1960-08-30","vote_average":6.1,"runtime":90,"cert":"N\/A","id":43036,"title":"Mill of the Stone Women","adult":false,"genre_ids":[27,878]},{"cast":["Peter Finch","James MacArthur","Bernard Lee","John Laurie","Niall MacGinnis"],"overview":"Kidnapped and cheated out of his inheritance, young David Balfour falls in with a Jacobite adventurer, Alan Breck Stewart. Falsely accused of murder, they must flee across the Highlands, evading the redcoats.","release_date":"1960-01-01","vote_average":6.0,"runtime":97,"cert":"N\/A","id":43037,"title":"Kidnapped","adult":false,"genre_ids":[28,12,18,10751]},{"cast":["Steve Reeves","Valérie Lagrange","Chelo Alonso","Ivo Garrani","Lidia Alfonsi"],"overview":"A Welsh pirate raids up and down the Caribbean, battling the Spanish, the English and other pirates.","release_date":"1960-11-17","vote_average":5.8,"runtime":93,"cert":"N\/A","id":43038,"title":"Morgan, the Pirate","adult":false,"genre_ids":[12]},{"cast":["Melina Mercouri","Jules Dassin","George Foundas","Titos Vandis","Mitsos Ligizos"],"overview":"An American scholar in Greece tries to reform a local sex worker.","release_date":"1960-05-24","vote_average":7.2,"runtime":91,"cert":"N\/A","id":43039,"title":"Never on Sunday","adult":false,"genre_ids":[18,35,10749]},{"cast":["Jeffrey Hunter","Woody Strode","Constance Towers","Billie Burke","Juano Hernández"],"overview":"Respected black cavalry Sergeant Brax Rutledge stands court-martial for raping and killing a white woman and murdering her father, his superior officer.","release_date":"1960-05-18","vote_average":7.4,"runtime":111,"cert":"N\/A","id":43040,"title":"Sergeant Rutledge","adult":false,"genre_ids":[80,37]},{"cast":["Tony Randall","Archie Moore","Eddie Hodges","Patty McCormack","Neville Brand"],"overview":"From chicken thief to cabin boy, riverboat pilot to circus performer, Huck Finn (Eddie Hodges) outsmarts everyone on his way down the muddy Mississippi. This 1960 movie was the first color version of the Mark Twain classic.","release_date":"1960-08-03","vote_average":5.8,"runtime":107,"cert":"N\/A","id":43041,"title":"The Adventures of Huckleberry Finn","adult":false,"genre_ids":[18,10751,12,35]},{"cast":["Stuart Whitman","Tom Tryon","Peggy Wood","Viveca Lindfors","Jeff Morrow"],"overview":"Ruth is an unusual character in the Bible. First she's a female protagonist, one of a select few there. Secondly her story gets its own book in the Old Testament, a short item of only four chapters. Lastly she's the first non-Hebrew protagonist in the Bible since Abraham sired the Hebrew people. It's a simple story in the Old Testament. Ruth is one of two Moabite women who marry the sons of Elimelech and Naomi. When Elimelech and sons Mahlon and Chillion die, leaving Naomi a widow with two widowed daughters-in-law, Naomi decides to return to Israel. One daughter-in-law, Orpah, bids her goodbye. Daughter-in-law Ruth however says she will not desert her. She's going to give up the life and culture of Moab and her people will be Naomi's people in the most famous line from the Book of Ruth.","release_date":"1960-06-17","vote_average":6.4,"runtime":132,"cert":"N\/A","id":43042,"title":"The Story of Ruth","adult":false,"genre_ids":[18]},{"cast":["Jayne Mansfield","Anthony Quayle","Carl Möhner","Peter Reynolds","Barbara Mullen"],"overview":"Jailed for his role in a gang heist and ditched by its female leader (Jayne Mansfield), a widower (Anthony Quayle) decides to keep the loot.","release_date":"1960-01-01","vote_average":6.2,"runtime":101,"cert":"","id":43043,"title":"The Challenge","adult":false,"genre_ids":[18,53]},{"cast":["Stockard Channing","Shaun Evans","Anthony Stewart Head","Bob Hoskins","Lesley Manville"],"overview":"Liverpool chancer Sam moves to London with his aspiring chanteuse mum and begins an affair with a PR boss. But problems arise when he falls for her estranged daughter, too.","release_date":"2007-08-17","vote_average":7.0,"runtime":100,"cert":"15","id":43044,"title":"Sparkle","adult":false,"genre_ids":[35,10749]},{"cast":["Jacques Bergerac","Allison Hayes","Marcia Henderson","Merry Anders","Joe Patridge"],"overview":"A stage hypnotist's (Jacques Bergerac) ugly helper (Allison Hayes) suggests terrible things to spellbound beauties.","release_date":"1960-02-27","vote_average":6.2,"runtime":79,"cert":"N\/A","id":43045,"title":"The Hypnotic Eye","adult":false,"genre_ids":[27]},{"cast":["Ray Danton","Karen Steele","Elaine Stewart","Jesse White","Simon Oakland"],"overview":"The New York killer (Ray Danton) goes from mob bodyguard to mob boss to mob target.","release_date":"1960-02-03","vote_average":6.0,"runtime":101,"cert":"N\/A","id":43046,"title":"The Rise and Fall of Legs Diamond","adult":false,"genre_ids":[80,36,28]},{"cast":["Deborah Kerr","Robert Mitchum","Peter Ustinov","Michael Anderson Jr.","Glynis Johns"],"overview":"In the Australian Outback, the Carmody family--Paddy, Ida and their teenage son Sean--are sheep drovers, always on the move. Ida and Sean want to settle down and buy a farm. Paddy wants to keep moving. A sheep-shearing contest, the birth of a child, drinking, gambling and a race horse will all have a part in the final decision.","release_date":"1960-12-08","vote_average":6.8,"runtime":133,"cert":"N\/A","id":43047,"title":"The Sundowners","adult":false,"genre_ids":[18,12]},{"cast":["Alec Guinness","John Mills","Dennis Price","Kay Walsh","Susannah York"],"overview":"Following World War II in peacetime Scotland, brigade headquarters replaces commanding officer Major Jock Sinclair, a boisterous battalion leader, with the strict, temperamental Lieutenant Colonel Basil Barrow. Resentful toward his replacement, Sinclair undermines Barrow's authority and damages his successor's reputation among the soldiers. Barrow faces an uphill battle in regaining the discipline and respect of his battalion.","release_date":"1960-08-16","vote_average":7.0,"runtime":106,"cert":"","id":43048,"title":"Tunes of Glory","adult":false,"genre_ids":[18]},{"cast":["Dolores Hart","George Hamilton","Yvette Mimieux","Jim Hutton","Barbara Nichols"],"overview":"Good girls Merritt, Melanie, Tuggle and Angie - all students at mid-western Penmore University - are planning on going to Fort Lauderdale, Florida for spring break to get away from the mid-western snow despite not having much money to spend once there. On the drive down, they admit their real purpose is to go where the boys are.","release_date":"1960-12-28","vote_average":6.6,"runtime":99,"cert":"N\/A","id":43049,"title":"Where the Boys Are","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"Fatou is a teenager yearning for attention and love in Sweden's suburbs. When she is gang raped by some class mates her whole world starts falling apart.","release_date":"2006-08-25","vote_average":4.6,"runtime":87,"cert":"N\/A","id":43052,"title":"Säg att du älskar mig","adult":false,"genre_ids":[18]},{"cast":["Dina Meyer","Adrian Hough","Claudette Mink","Tracy Spiridakos","Quinn Lord"],"overview":"A smart, attractive, ER physician, Beth, turns to an internet site for medical personnel to share the frustrations of her job and the stress of her family life and connects with someone. When they meet in person, Beth is surprised to find that Finn is a woman. The next thing Beth knows, she's awaking in Finn's bed not knowing what happened.","release_date":"2008-06-30","vote_average":6.0,"runtime":91,"cert":"N\/A","id":43053,"title":"Web of Desire","adult":false,"genre_ids":[10770,18,53]},{"cast":["Britt McKillip"],"overview":"When a magic carpet is compelled by an enchanted ring stolen by thieves during a fashion show, the girls are taken on an unexpected journey to help find a genie lamp and to rescue it before it falls into evil hands. Along the way, the girls make a new friend, Alla, and help her discover the richest treasure of all – friendship! Compelled by the theft of an enchanted ring, a magic carpet gathers a group of girls for a magical journey in search of a genie lamp that must be saved before it falls into the wrong hand. Along the way, the girls meet a new friend who helps them discover that friendship is the most valuable treasure of them all.","release_date":"2012-01-10","vote_average":2.0,"runtime":74,"cert":"N\/A","id":43070,"title":"Bratz: Desert Jewelz","adult":false,"genre_ids":[10751]},{"cast":["Richard Berry","Patrick Bouchitey","Barbara Schulz","Marie Trintignant","Luca Ward"],"overview":"At the end of 1918 while civil war is raging on in Russia, antagonism is slowly spreading to the East, between the Oural mountains and Shanghai. Stuck between a desire to save what's left of the great Imperial Russia, and starting from a clean slate, old generals, secret organizations, and mercenaries attracted by gold, struggle to take advantage of the events. As Corto Maltese returns to Shanghai, he barely gets time to cross paths with his old friend\/nemesis Raspoutine, and escape a murder attempt before being contacted by members of a Chinese secret organization called \"The Red Lanterns\". In the heart of violent Mandchourian horizons, Corto and Raspoutine launch themselves into a fabulous treasure hunt, following the tracks of the mysterious armor-plated train of Koltchak. A steel monster spiked with canons and machine guns, this trains protects the counter-revolutionaries gold...","release_date":"2002-09-25","vote_average":6.2,"runtime":92,"cert":"N\/A","id":43071,"title":"Corto Maltese in Siberia","adult":false,"genre_ids":[18,16,36,12]},{"cast":["Melissa McCarthy","Kristen Wiig","Kate McKinnon","Leslie Jones","Chris Hemsworth"],"overview":"Following a ghost invasion of Manhattan, paranormal enthusiasts Erin Gilbert and Abby Yates, nuclear engineer Jillian Holtzmann, and subway worker Patty Tolan band together to stop the otherworldly threat.","release_date":"2016-07-14","vote_average":5.4,"runtime":116,"cert":"12","id":43074,"title":"Ghostbusters","adult":false,"genre_ids":[28,14,35]},{"cast":["Richard Barthelmess","Dorothy Jordan","Bette Davis","Hardie Albright","David Landau"],"overview":"Sharecropper's son Marvin tries to help his community overcome poverty and ignorance.","release_date":"1932-09-26","vote_average":7.0,"runtime":78,"cert":"N\/A","id":43075,"title":"The Cabin in the Cotton","adult":false,"genre_ids":[18]},{"cast":["Nils Jørgen Kaalstad","Mikkel Bratt Silset","Henrik Mestad","Ingrid Bolsø Berdal","Fredrik Stenberg Ditlev-Simonsen"],"overview":"Trouble starts when Lars, a 25-year-old with few prospects for the future, discovers that an older man is fooling around with the teenage boys in his suburb. A terrible rage is triggered in Lars, and he embarks on a crusade to stop the abuser. But it soon spins out of control, and Lars' actions end up endangering those he set out to protect.","release_date":"2006-09-15","vote_average":7.8,"runtime":103,"cert":"N\/A","id":43076,"title":"Sons","adult":false,"genre_ids":[18]},{"cast":["Paul Winfield","Carl Lee","David Downing","Tony King","Gilbert Lewis"],"overview":"A black soldier comes home to Harlem after a tour in Vietnam and discovers that his wife had become a heroin addict and died of an overdose. Infuriated, he gathers three of his ex-GI buddies and they lay out plans to fight the drug dealers.","release_date":"1973-08-09","vote_average":0.0,"runtime":90,"cert":"N\/A","id":43077,"title":"Gordon's War","adult":false,"genre_ids":[12,28,80]},{"cast":[],"overview":"\"Whaledreamers\" - the title alone evokes hypnotic visions of these most magnificent and ancient creatures. This visually stunning film offers an incredible glimpse into a rarely seen and scarcely understood tribal culture whose entire story of creation revolves around whales and has endured for centuries. The film passionately explores the connection between the subtle elegance of these “mothers of the sea” and ancient civilizations around the world whose culture and very existence is based on whales. Intertwining incredible underwater footage with ancient legend, whaledreamers examines the complex past and the possibly dire future of human civilization. Told with moving optimism and spiritual strength, it is a clarion call encouraging humanity’s reconnection to the profound beauty of the natural world and is an appeal to embrace all living beings thereby creating the unity and peace which the Earth itself can bring.","release_date":"2006-01-01","vote_average":6.0,"runtime":90,"cert":"N\/A","id":43078,"title":"Whaledreamers","adult":false,"genre_ids":[99]},{"cast":["William Ash","Alan McKee","Brian Cox","Keri Russell"],"overview":"High school student tries to improve soccer skills by practicing dance and falls for his dance partner.","release_date":"2000-04-04","vote_average":5.3,"runtime":92,"cert":"N\/A","id":43079,"title":"Mad About Mambo","adult":false,"genre_ids":[35,10749]},{"cast":["Jan Gintberg"],"overview":"I \"Big Time Paranoia\" introducerer Gintberg publikum for et helt nyt begreb - comedy terapi – hvilket var noget, der i den grad fik løsnet lattermusklerne hos publikum og anmelderne, da showet turnerede landet i foråret 2007. Med sin energiske, sarkastiske og selvironiske fremtoning beviser Jan Gintberg, at man i stedet for at søge læge måske kan løse egne problemer blot ved at åbne for lattermusklerne og give los. I løbet af to timer har publikum overgivet sig og forstået budskabet.","release_date":"2007-11-05","vote_average":6.5,"runtime":120,"cert":"N\/A","id":43080,"title":"Big Time Paranoia","adult":false,"genre_ids":[35]},{"cast":["Gregory Lee Kenyon","Venesa Talor","Brannon Gould","Kyle Tracy","Jennifer Capo"],"overview":"On a hiking trip in the Italian Alps, James discovers an ancient burial cave filled with gladiator artefacts. He becomes possessed by the spirit of Tyranus, a demon gladiator, and goes on a killing spree to revive the true spirit of Demonicus. A professor, Gina, and her students are to be the sacrifices to the demon Tyranus. Can they outwit Demonicus before becoming offerings to the evil god?","release_date":"2001-07-24","vote_average":4.2,"runtime":72,"cert":"N\/A","id":43081,"title":"Demonicus","adult":false,"genre_ids":[14,27,878]},{"cast":["Pete Penuel","Allison Adams","Brian Minyard"],"overview":"Wealthy big game hunter, Wilson Frields, funds an expedition going deep into the Florida Everglades to search for the Calusa: a lost tribe of Native Americans. When the team discover the gruesome remains of another expedition, Friels admits he is searching for the Calusa's Fountain of Youth and its guardian, a mythical and deadly beast. As they delve deeper into the Everglades, the bloodthirsty beast begins to stalk and kill members of the group and, in one struggle, their leader Brinson Thomas is injured and begins to metamorphose into a creature himself. His only hope: to drink from the waters of the Fountain. The terrible truth behind the Calusa must be discovered if any of them are going to get out of there alive!","release_date":"2002-02-15","vote_average":3.2,"runtime":90,"cert":"N\/A","id":43084,"title":"Deadly Species","adult":false,"genre_ids":[12,27]},{"cast":["Dean Cain","Susan Ward","Guy Torry","Natassia Malthe","Armin Shimerman"],"overview":"Lt. Bobby Quinn is a Special Forces commando killed during a recon mission in the Cambodian jungle. But when Quinn interrupts his own stateside autopsy, he discovers that the rest of his dead squad has been resurrected with a ravenous apetite for human flesh. Now with the help of a wisecracking cook and a sexy film geek, the part-zombie Quinn must stop the plague before it can infect the entire nation. Who holds the shocking secret behind this blood-crazed carnage? And what happens when Quinn stops gnawing on raw steak and starts chomping on the hot chick?","release_date":"2006-12-16","vote_average":5.6,"runtime":89,"cert":"N\/A","id":43085,"title":"Dead and Deader","adult":false,"genre_ids":[27,28,878,35]},{"cast":["Antonio Sabàto, Jr.","Lisa Ann Hadley","Charlie Weber","Corbin Bernsen","Adria Dawn"],"overview":"In the style of I Know What You Did Last Summer, troubled Goth student Jeff Lucas directs and screens his won \"horror movie\" and is subsequently ridiculed by his fellow students. Following a tragic car accident Jeff is burnt alive and not a trace of his body can be found. A year later, on the first day of school a new student arrives at Bay City High. he is living in Moss Point house where Jeff lived before he died. This new student, Chip Palmer, is having horrific nightmares and claims Jeff is talking to him and threatening to come back from beyond the grave and kill all of his tormentors. One by one, the students and teachers of Bay City High begin to die as Jeff's bloody horror movie suddenly becomes reality.","release_date":"2002-01-01","vote_average":3.0,"runtime":90,"cert":"N\/A","id":43086,"title":"Dead Above Ground","adult":false,"genre_ids":[27]},{"cast":["Phoovarit Phumpuang","Chiranan Manochaem","Saranya Kruengsai","Attaporn Teemakorn"],"overview":"On hearing the news of the death of his sister, a Buddhist monk leaves the temple where he has lived since childhood and struggles to adjust to life on the outside as an uncle to a young niece and as a businessman running a hair salon in a small Thai town in a southern province. He even must learn to ride a bicycle and zip up his trousers without injuring himself. He is confronted by a flood of feelings - sexual, for a woman and family friend across the street; as well as fear and hatred for the Muslims, who he believes is responsible for his sister's death and other sorrows in his life.","release_date":"2003-12-26","vote_average":6.4,"runtime":98,"cert":"N\/A","id":43087,"title":"OK Baytong","adult":false,"genre_ids":[18]},{"cast":["Rainie Yang","Isabella Leong","Shen Jian-Hung","Jay Shih","Kris Shie"],"overview":"When Jade, a web-cam girl, visits Takeko's tattoo studio she becomes entranced with the image of the spider lily and with Takeko as well. In order to get closer to the object of her desire, Jade asks Takeko to give her the same lily tattoo, challenging Takeko's monastic existence and opening up memories which threaten to tear the two women apart.","release_date":"2007-03-30","vote_average":6.8,"runtime":94,"cert":"N\/A","id":43088,"title":"Spider Lilies","adult":false,"genre_ids":[18,10749]},{"cast":["Stacy Keach","Jamie Lee Curtis","Marion Edward","Grant Page","Thaddeus Smith"],"overview":"A truck driver plays a cat-and-mouse game with a mysterious serial killer who uses a young female hitchhiker as bait to lure victims on a desolate Australian highway.","release_date":"1981-06-26","vote_average":6.5,"runtime":101,"cert":"15","id":43089,"title":"Roadgames","adult":false,"genre_ids":[27,9648,53]},{"cast":["Sienna Guillory","Tyler Mane","Callum Keith Rennie","Dustin Milligan","Graham Greene"],"overview":"A quiet and peaceful community in the Dominion of Canada is shaken up by the arrival of a wounded and stinky gun-toting American cowboy, simply known as The Montana Kid, wanted for the alleged killing of seven men. A subsequent clarification reveals that his real name is Sean Rafferty, and he admits to killing, not seven, but eleven men. Things only get worse after Sean gets in the bad books of the local militia, and with armed bounty hunters hot on his trail, challenges the local unarmed blacksmith, Jack Smith, to a duel - wild west style! Written by rAjOo","release_date":"2010-04-30","vote_average":6.6,"runtime":89,"cert":"N\/A","id":43090,"title":"Gunless","adult":false,"genre_ids":[18,28,35,37]},{"cast":["Peggy Church","Alan Abelew","Andy Mitchell","Paul Berry","Tracy Handfuss"],"overview":"Debbie's boyfriend Bobby has left for Guatemala for three months and Debbie is expecting a boring summer. But then she hasn't considered her neighbours and their 15-year old son Johnny.","release_date":"1973-01-19","vote_average":5.0,"runtime":78,"cert":"N\/A","id":43091,"title":"The All-American Girl","adult":false,"genre_ids":[18]},{"cast":["Gillian Hills","Noëlle Adam","David Farrar","Adam Faith","Delphi Lawrence"],"overview":"A British architect's teenage daughter, who has joined a group of Soho beatniks,  detests her new stepmother and, after learning she was once a stripper, tries to ruin her with her father.","release_date":"1960-08-21","vote_average":6.4,"runtime":83,"cert":"","id":43092,"title":"Wild for Kicks","adult":false,"genre_ids":[18]},{"cast":["Gene Evans","André Morell","Leigh Madison","John Turner","Jack MacGowran"],"overview":"Marine atomic tests cause changes in the ocean's ecosystem resulting in dangerous blobs of radiation and the resurrection of a dormant dinosaur which threatens London.","release_date":"1959-03-03","vote_average":5.9,"runtime":80,"cert":"","id":43093,"title":"The Giant Behemoth","adult":false,"genre_ids":[18,27,878,14]},{"cast":["Alan Freed","Jimmy Clanton","Sandy Stewart","Chuck Berry","Jackie Wilson"],"overview":"Rock-n-roll promoter Alan Freed holds a talent search to develop a new rock star, then must find the elusive, mystery contestant (Jimmy Clanton) who doesn't know he has won.","release_date":"1959-06-01","vote_average":6.0,"runtime":75,"cert":"N\/A","id":43094,"title":"Go, Johnny, Go!","adult":false,"genre_ids":[10402]},{"cast":["Machiko Kyō","Ganjiro Nakamura","Junko Kano","Tatsuya Nakadai","Saburo Date"],"overview":"A middle-aged husband of a younger woman finds her youth intimidating to the point that he cannot become aroused. His solution involves the introduction of his daughter's lover to his wife.","release_date":"1959-06-23","vote_average":6.4,"runtime":107,"cert":"N\/A","id":43095,"title":"Odd Obsession","adult":false,"genre_ids":[18]},{"cast":["Sandra Dee","James Darren","Cliff Robertson","Arthur O'Connell","The Four Preps"],"overview":"Due to an accident while swimming in the sea, Francis meets the surfer Moondoggy. She's fascinated of his sport and starts to hang out with his clique. Although they make fun of her at first, they teach her to surf. Soon she's accepted and given the nickname \"Gidget\". But it's hard work to become more than a friend to Moondoggy.","release_date":"1959-04-09","vote_average":6.3,"runtime":95,"cert":"N\/A","id":43096,"title":"Gidget","adult":false,"genre_ids":[35,10749]},{"cast":["Mamie Van Doren","Mel Tormé","Elinor Donahue","Gloria Talbott","Gigi Perreau"],"overview":"Chip is killed accidentally while trying to rape a blonde girl, who runs. Silver becomes the number one suspect even though she has an alibi, but due to previous brushes with the law she's sent to Girls Town, a home for young women in trouble with the law which is run by nuns. Silver is rebellious and causes trouble at the school, and her friend Sarafina totters near the brink of self-destruction because of an infatuation with a young singer. Meanwhile Chip's father hires a detective to find out the truth, and Chip's friend Fred gets Silver's sister in trouble at a drag race. Silver has a lot of problems all right.","release_date":"1959-10-05","vote_average":3.9,"runtime":90,"cert":"N\/A","id":43097,"title":"Girls Town","adult":false,"genre_ids":[18]},{"cast":["Steve Reeves","Christine Kaufmann","Fernando Rey","Barbara Carroll","Anne-Marie Baumann"],"overview":"Based on the Edward Bulwer-Lytton novel. Set in the shadows of Mt. Vesuvius just before its famous eruption, the film begins with Glaucus, a Roman legionnaire, returning to his home from far-off wars. Upon arriving, however, he discovers that his father has been murdered by a gang of black-hooded looting bandits. Glaucus vows revenge against the killers, but just how high up are those involved?","release_date":"1959-11-12","vote_average":5.6,"runtime":103,"cert":"N\/A","id":43098,"title":"The Last Days of Pompeii","adult":false,"genre_ids":[12,18,36]},{"cast":["Connor Fox","Susie Abromeit","Jewel Staite"],"overview":"A group of friends band together to hide the truth about a mutual friend's tragic death. They soon discover that an evil entity is in pursuit of them.","release_date":"2010-04-24","vote_average":3.1,"runtime":86,"cert":"N\/A","id":43099,"title":"Mothman","adult":false,"genre_ids":[27,878]},{"cast":["Vittorio De Sica","Hannes Messemer","Sandra Milo","Vittorio Caprioli","Herbert Fischer"],"overview":"The Gestapo forces con man Victorio Bardone (Vittorio De Sica) to impersonate a dead partisan general in order to extract information from his fellow inmates.","release_date":"1959-10-07","vote_average":7.6,"runtime":132,"cert":"N\/A","id":43100,"title":"General Della Rovere","adult":false,"genre_ids":[10752,18]},{"cast":["Paul Meurisse","Catherine Rouvel","Jacqueline Morane","Fernand Sardou","Jean-Pierre Granval"],"overview":"Etienne Alexis, a candidate for president of the new Europe, is a scientist promoting artificial insemination for social betterment and therapy to eliminate passion. His wealthy household (his family owns chemical corporations that will profit from his ideas) is stiff, intellectual, and sterile. To celebrate his engagement to a German cousin, he hosts an aseptic picnic, where mother nature asserts herself. A shepherd's flute conjures a windstorm that throws Alexis together with the luscious Nénette, a farm lass who wants to have a baby but is unimpressed with men.","release_date":"1959-11-11","vote_average":5.8,"runtime":91,"cert":"N\/A","id":43101,"title":"Picnic on the Grass","adult":false,"genre_ids":[10749,35]},{"cast":["Gérard Philipe","Jeanne Moreau","Jeanne Valérie","Annette Stroyberg","Simone Renant"],"overview":"Juliette Merteuil and Valmont is a sophisticated couple, always looking for fun and excitement. Both have sexual affairs with others and share their experiences with one another. But there is one rule: never fall in love. But this time Valmont falls madly in love with a girl he meets at a ski resort, Marianne.","release_date":"1959-09-09","vote_average":6.4,"runtime":106,"cert":"N\/A","id":43102,"title":"Dangerous Liaisons","adult":false,"genre_ids":[18,10749]},{"cast":["Simone Signoret","Laurence Harvey","Heather Sears","Donald Wolfit","Donald Houston"],"overview":"An ambitious young accountant schemes to wed a wealthy factory owner's daughter, despite falling in love with a married older woman.","release_date":"1959-01-22","vote_average":7.1,"runtime":115,"cert":"","id":43103,"title":"Room at the Top","adult":false,"genre_ids":[18,10749]},{"cast":["Peter Sellers","Robert Morley","Constance Cummings","Jameson Clark","Donald Pleasence"],"overview":"Angela Barrows is a man-eating business woman sent by her American employer to investigate their export opportunities in Edinburgh. En route she meets Robert MacPherson a businessman who asks for her help to bring his company into the 20th Century. The staff, led by Mr Martin has other ideas though, and a battle between the old and new business methods soon breaks out.","release_date":"1960-02-25","vote_average":7.1,"runtime":84,"cert":"","id":43106,"title":"The Battle of the Sexes","adult":false,"genre_ids":[35]},{"cast":["James Best","Ingrid Goude","Ken Curtis","Gordon McLendon","Baruch Lumet"],"overview":"Trapped on a remote island by a hurricane, a group discover a doctor has been experimenting on creating half sized humans. Unfortunately, his experiments have also created giant shrews, who when they have run out of small animals to eat, turn on the humans....","release_date":"1959-06-25","vote_average":4.3,"runtime":69,"cert":"N\/A","id":43109,"title":"The Killer Shrews","adult":false,"genre_ids":[27,878]},{"cast":["Debbie Reynolds","Tony Randall","Paul Douglas","Una Merkel","Fred Clark"],"overview":"Tax collector Lorenzo Charlton comes to the Larkins' farm to ask why Pop Larkins hasn't paid his back taxes. Charlton has to stay for a day to try to estimate the income from the farm, but it isn't easy to calculate when the farmer has such a lovely daughter, Mariette... Plot by Mattias Thuresson.","release_date":"1959-04-29","vote_average":6.0,"runtime":96,"cert":"N\/A","id":43110,"title":"The Mating Game","adult":false,"genre_ids":[35,10749]},{"cast":["Paul Newman","Barbara Rush","Alexis Smith","Brian Keith","Diane Brewster"],"overview":"Up and coming young lawyer Anthony Lawrence faces several ethical and emotional dilemmas as he climbs the Philadelphia social ladder. His personal and professional skills are tested as he tries to balance the needs of his fiance Joan, the expectations of his colleagues and his own obligation to defend his friend Chester on a murder count.","release_date":"1959-05-30","vote_average":7.5,"runtime":136,"cert":"N\/A","id":43111,"title":"The Young Philadelphians","adult":false,"genre_ids":[18,10749]},{"cast":["John Mills","Horst Buchholz","Hayley Mills","Yvonne Mitchell","Megs Jenkins"],"overview":"A Polish sailor and a young Welsh tomboy become unlikely allies after she witnesses him commit a crime of passion in the docklands area of Cardiff. With its location shooting and scenes of port city street culture, Tiger Bay presaged the cinema of the British New Wave, while Hayley Mills’ starring performance won the 12 year-old a special prize at the Berlin Film Festival and launched her career.","release_date":"1959-03-01","vote_average":7.7,"runtime":105,"cert":"PG","id":43112,"title":"Tiger Bay","adult":false,"genre_ids":[18,53]},{"cast":["Akihiko Hirata","Kenji Sahara","Yumi Shirakawa","Makoto Satō","Koreya Senda"],"overview":"Nuclear tests create a radioactive man who can turn people into slime.","release_date":"1958-06-24","vote_average":6.3,"runtime":87,"cert":"N\/A","id":43113,"title":"The H-Man","adult":false,"genre_ids":[27,878]},{"cast":["Randolph Scott","Craig Stevens","Barry Kelley","Tol Avery","Peter Whitney"],"overview":"A Texan pits a powerful family against itself to save a Mexican from hanging.","release_date":"1958-08-01","vote_average":6.4,"runtime":78,"cert":"N\/A","id":43114,"title":"Buchanan Rides Alone","adult":false,"genre_ids":[28,37]},{"cast":["Ed Kemmer","Eugene Persson","June Kenney","Gene Roth","Sally Fraser"],"overview":"Teenagers from a small town and their high school science teacher join forces to battle a giant mutant spider, living in a cave nearby and getting hungry.","release_date":"1958-09-01","vote_average":4.6,"runtime":73,"cert":"N\/A","id":43115,"title":"Earth vs. the Spider","adult":false,"genre_ids":[27,878]},{"cast":["Russ Tamblyn","Jan Sterling","John Drew Barrymore","Mamie Van Doren","Jackie Coogan"],"overview":"Tony Baker is a rebel with a cause in this classic exploitation tale of teens gone wild.Sent undercover to expose a dope ring at Santa Bella High, Baker infiltrates the gang, pulls a switchblade and gets his girl all in one fell swoop.Banned in numerous countries on release for its edgy content of dancing, drugs and drag car racing,","release_date":"1958-05-30","vote_average":6.8,"runtime":85,"cert":"N\/A","id":43116,"title":"High School Confidential!","adult":false,"genre_ids":[9648,53]},{"cast":["Tom Tryon","Gloria Talbott","Peter Baldwin","Robert Ivers","Chuck Wassil"],"overview":"A young bride suspects her husband has been replaced by a space invader.","release_date":"1958-10-01","vote_average":6.0,"runtime":78,"cert":"N\/A","id":43117,"title":"I Married a Monster from Outer Space","adult":false,"genre_ids":[27,878,53]},{"cast":["Nikolai Cherkasov","Serafima Birman","Pavel Kadochnikov","Mikhail Zharov","Vsevolod Pudovkin"],"overview":"This is the second part of a projected three-part epic biopic of Russian Czar Ivan Grozny, undertaken by Soviet film-maker Sergei Eisenstein at the behest of Josef Stalin.  Production of the epic was stopped before the third part could be filmed, due to producer dissatisfaction with Eisenstein's introducing forbidden experimental filming techniques into the material, more evident in this part than the first part.  As it was, this second part was banned from showings until after the deaths of both Eisenstein and Stalin, and a change of attitude by the subsequent heads of the Soviet government.  In this part, as Ivan the Terrible attempts to consolidate his power by establishing a personal army, his political rivals, the Russian boyars, plot to assassinate him.","release_date":"1958-09-01","vote_average":7.4,"runtime":86,"cert":"N\/A","id":43118,"title":"Ivan the Terrible, Part II: The Boyars' Plot","adult":false,"genre_ids":[36,18]},{"cast":["Charles Bronson","Susan Cabot","Morey Amsterdam","Richard Devon","Jack Lambert"],"overview":"Machine-Gun Kelly, the famous bank robber, seldom without his Thompson machine gun.","release_date":"1958-05-01","vote_average":6.1,"runtime":80,"cert":"N\/A","id":43119,"title":"Machine-Gun Kelly","adult":false,"genre_ids":[80,28,36]},{"cast":["Richard Travis","Cathy Downs","K. T. Stevens","Tommy Cook","Nina Bara"],"overview":"Escaped convicts Gary and Lon are caught hiding in a rocket by scientist Dirk Green, who forces them to pilot the ship to the moon. Dirk, who's secretly a moon being, wants to return to his home satellite. Dirk's partner Steve Dayton and his fiancé June stowaway on the ship by accident. Will they all make it back safely?  A remake of CAT WOMEN OF THE MOON.","release_date":"1958-11-15","vote_average":3.8,"runtime":78,"cert":"N\/A","id":43120,"title":"Missile to the Moon","adult":false,"genre_ids":[878]},{"cast":["Toshirō Mifune","Hiroshi Akutagawa","Chishū Ryū","Chôko Iida","Hideko Takamine"],"overview":"The story of Muhōmatsu, a rickshaw man who becomes a surrogate father to the child of a recently widowed woman.  1958 remake of a 1943 film (same title, same director)","release_date":"1958-04-21","vote_average":7.2,"runtime":103,"cert":"N\/A","id":43121,"title":"The Rickshaw Man","adult":false,"genre_ids":[18]},{"cast":["Charles Laughton","Robert Donat","Franklin Dyall","Miles Mander","Laurence Hanray"],"overview":"Renowned for his excess, King Henry VIII goes through a series of wives during his rule. With Anne Boleyn, his second wife, executed on charges of treason, King Henry weds maid Jane Seymour, but that marriage also ends in tragedy. Not one to be single for long, the king picks German-born Anne of Cleves as his bride, but their union lasts only months before an annulment is granted, and King Henry continues his string of spouses.","release_date":"1933-08-17","vote_average":6.8,"runtime":97,"cert":"","id":43122,"title":"The Private Life of Henry VIII","adult":false,"genre_ids":[35,18,10749,36]},{"cast":["Max Dearly","Valentine Tessier","Pierre Renoir","Alice Tissot","Héléna Manson"],"overview":"Soon after the death of his first wife (whose dowry was inadequate), Charles Bovary, a country doctor in Normandy, marries Emma Rouault. In her new home, Emma finds conflict with her mother-in-law, a husband uninterested in the social whirl, and general discontentment; thereby proving an easy conquest for philanderer Rodolphe. Other lovers follow. Does tragedy await?","release_date":"1934-01-04","vote_average":6.0,"runtime":101,"cert":"N\/A","id":43123,"title":"Madame Bovary","adult":false,"genre_ids":[18]},{"cast":["Hedy Lamarr","Aribert Mog","Zvonimir Rogoz","Leopold Kramer","Emil Jerman"],"overview":"Eva has just gotten married to an older gentleman, but discovers that he is obsessed with order in his life and doesn't have much room for passion.  She becomes despondent and leaves him, returning to her father's house.  One day while bathing in the lake, she meets a young man and they fall in love.  The husband has become grief stricken at the loss of his young bride, and fate brings him together with the young lover that has taken Eva from him.","release_date":"1933-01-20","vote_average":6.5,"runtime":89,"cert":"N\/A","id":43124,"title":"Ecstasy","adult":false,"genre_ids":[18,10749]},{"cast":["Dickie Moore","Irving Pichel","William 'Stage' Boyd","Doris Lloyd","Alec B. Francis"],"overview":"An orphan boy in 1830's London is abused in a workhouse, then falls into the clutches of a gang of thieves.","release_date":"1933-02-28","vote_average":5.0,"runtime":80,"cert":"N\/A","id":43125,"title":"Oliver Twist","adult":false,"genre_ids":[18]},{"cast":["Eddie Cantor","Ruth Etting","Gloria Stuart","Edward Arnold","David Manners"],"overview":"A kind-hearted young man is thrown out of his corrupt home town of West Rome, Oklahoma. He falls asleep and dreams that he is back in the days of olden Rome, where he gets mixed up with court intrigue and a murder plot against the Emperor.","release_date":"1933-01-01","vote_average":7.0,"runtime":92,"cert":"N\/A","id":43126,"title":"Roman Scandals","adult":false,"genre_ids":[10402,35]},{"cast":[],"overview":"","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":43127,"title":"Hannoversche Filmschätze - Die 20er und 30er Jahre","adult":false,"genre_ids":[]},{"cast":["Stan Laurel","Oliver Hardy","Mae Busch","Dorothy Christy","Charley Chase"],"overview":"Ollie and Stan deceive their wives into thinking they are taking a medically necessary cruise when they are really going to a lodge convention.","release_date":"1933-12-29","vote_average":7.1,"runtime":68,"cert":"N\/A","id":43128,"title":"Sons of the Desert","adult":false,"genre_ids":[35]},{"cast":["Buster Keaton","Jimmy Durante","Ruth Selwyn","Thelma Todd","Hedda Hopper"],"overview":"A professor gets mixed up with chorus girls in a Broadway musical.","release_date":"1932-08-13","vote_average":9.0,"runtime":81,"cert":"N\/A","id":43131,"title":"Speak Easily","adult":false,"genre_ids":[35]},{"cast":["Ethel Barrymore","Lionel Barrymore","Ralph Morgan","John Barrymore","Diana Wynyard"],"overview":"The story of corrupt, power-hungry, manipulative Grigori Rasputin's influence on members of the Russian Imperial family and others, and what resulted.","release_date":"1932-12-23","vote_average":6.8,"runtime":121,"cert":"N\/A","id":43132,"title":"Rasputin and the Empress","adult":false,"genre_ids":[18,36]},{"cast":["Zsa Zsa Gábor","Eric Fleming","Dave Willock","Laurie Mitchell","Lisa Davis"],"overview":"A mission to Venus discovers the planet inhabited only by women led by their evil Queen Yllana. Yllana had all the men of Venus killed, now that's she met Earth men, she wants them dead, too.","release_date":"1958-09-08","vote_average":4.4,"runtime":80,"cert":"N\/A","id":43135,"title":"Queen of Outer Space","adult":false,"genre_ids":[12,878,14]},{"cast":["Deborah Kerr","Rita Hayworth","David Niven","Wendy Hiller","Burt Lancaster"],"overview":"Boarders at an English resort struggle with emotional problems.","release_date":"1958-12-18","vote_average":7.1,"runtime":100,"cert":"N\/A","id":43136,"title":"Separate Tables","adult":false,"genre_ids":[18,10749]},{"cast":["Clark Gable","Doris Day","Gig Young","Mamie Van Doren","Nick Adams"],"overview":"A rugged city editor (Clark Gable) poses as a journalism student and flirts with the professor (Doris Day).","release_date":"1958-04-01","vote_average":6.8,"runtime":120,"cert":"N\/A","id":43137,"title":"Teacher's Pet","adult":false,"genre_ids":[35,10749]},{"cast":["Yul Brynner","Maria Schell","Claire Bloom","Lee J. Cobb","Albert Salmi"],"overview":"Ryevsk, Russia, 1870. Tensions abound in the Karamazov family. Fyodor is a wealthy libertine who holds his purse strings tightly. His four grown sons include Dmitri, the eldest, an elegant officer, always broke and at odds with his father, betrothed to Katya, herself lovely and rich. The other brothers include a sterile aesthete, a factotum who is a bastard, and a monk. Family tensions erupt when Dmitri falls in love with one of his father's mistresses, the coquette Grushenka. Two brothers see Dmitri's jealousy of their father as an opportunity to inherit sooner. Acts of violence lead to the story's conclusion: trials of honor, conscience, forgiveness, and redemption.","release_date":"1958-02-20","vote_average":6.8,"runtime":145,"cert":"N\/A","id":43138,"title":"The Brothers Karamazov","adult":false,"genre_ids":[18]},{"cast":["Alec Guinness","Kay Walsh","Renée Houston","Mike Morgan","Robert Coote"],"overview":"Gulley Jimson is a boorish aging artist recently released from prison. A swindler in search of his next art project, he hunkers down in the penthouse of would-be patrons the Beeders while they go on an extended vacation; he paints a mural on their wall, pawns their valuables and, along with the sculptor Abel, inadvertently smashes a large hole in their floor. Jimson's next project is an even larger wall in an abandoned church.","release_date":"1958-11-11","vote_average":7.3,"runtime":95,"cert":"N\/A","id":43139,"title":"The Horse's Mouth","adult":false,"genre_ids":[35]},{"cast":["Aldo Ray","Cliff Robertson","Raymond Massey","Lili St. Cyr","Barbara Nichols"],"overview":"Fighting men in World War II learn the value of courage and quickness at the risk of losing their lives.","release_date":"1958-08-06","vote_average":6.0,"runtime":131,"cert":"N\/A","id":43142,"title":"The Naked and the Dead","adult":false,"genre_ids":[10752]},{"cast":["Forrest Tucker","Jennifer Jayne","Janet Munro","Laurence Payne","Warren Mitchell"],"overview":"Alien creatures invade a remote mountain resort in Switzerland.","release_date":"1958-07-07","vote_average":4.7,"runtime":84,"cert":"","id":43143,"title":"The Trollenberg Terror","adult":false,"genre_ids":[27,878]},{"cast":["Jean Hawkshaw","Mary Ann Webb","Candé Gerrard","Adrienne Bourbeau","Johnny Walsh"],"overview":"On the tropical island of Wongo, a tribe of beautiful women discover that the other side of the island is inhabited by a tribe of handsome men. They also discover that a tribe of evil ape men live on the island, too, and the ape men are planning a raid on the tribe in order to capture mates.","release_date":"1958-01-01","vote_average":2.8,"runtime":71,"cert":"N\/A","id":43144,"title":"The Wild Women of Wongo","adult":false,"genre_ids":[12,35,14]},{"cast":["Maurice Chevalier","Jeanette MacDonald","Genevieve Tobin","Charles Ruggles","Roland Young"],"overview":"Andre and Colette Bertier are happily married. When Colette introduces her husband to her flirtatious best friend, Mitzi, he does his best to resist her advances. But she is persistent, and very cute, and he succumbs. Mitzi's husband wants to divorce her, and has been having her tailed. Andre gets caught, and must confess to his wife. But Colette has had problems resisting the attentions of another man herself, and they forgive each other.","release_date":"1932-03-23","vote_average":6.8,"runtime":80,"cert":"N\/A","id":43145,"title":"One Hour with You","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Raimu","Pierre Fresnay","Orane Demazis","Fernand Charpin","Alida Rouffe"],"overview":"Picking up moments after the end of Marius, this film follows Fanny’s grief after Marius’s departure—and her realization that she’s pregnant. Panisse continues courting her and embraces the baby’s impending arrival as a gift, so long as its paternity remains a secret. Fanny and Panisse wed, but after her baby’s birth, Marius returns unexpectedly and demands what he believes is still his.","release_date":"1932-11-02","vote_average":7.3,"runtime":140,"cert":"N\/A","id":43146,"title":"Fanny","adult":false,"genre_ids":[35,18]},{"cast":["Lee Tracy","Mary Brian","Dick Powell","Allen Jenkins","Ruth Donnelly"],"overview":"A New York gossip columnist (Lee Tracy) feuds with a singer (Dick Powell) and enjoys the power of the press.","release_date":"1932-09-10","vote_average":7.3,"runtime":80,"cert":"N\/A","id":43147,"title":"Blessed Event","adult":false,"genre_ids":[18,35]},{"cast":["Lionel Atwill","Fay Wray","Melvyn Douglas","Maude Eburne","George E. Stone"],"overview":"When the villagers of Klineschloss start dying of blood loss, the town fathers suspect a resurgence of vampirism. While police inspector Karl remains skeptical, scientist Dr. von Niemann cares for the vampire's victims one by one, and suspicion falls on simple-minded Herman Gleib because of his fondness for bats. A blood-thirsty mob hounds Gleib to his death, but the vampire attacks don't stop.","release_date":"1933-01-21","vote_average":5.7,"runtime":64,"cert":"N\/A","id":43148,"title":"The Vampire Bat","adult":false,"genre_ids":[27,53]},{"cast":["Robert Armstrong","Helen Mack","Frank Reicher","John Marston","Ed Brady"],"overview":"Beleaguered adventurer Carl Denham returns to the island where he found King Kong.","release_date":"1933-12-22","vote_average":5.6,"runtime":70,"cert":"N\/A","id":43149,"title":"The Son of Kong","adult":false,"genre_ids":[12,27,28,878]},{"cast":["Adolphe Menjou","Dorothy Dell","Charles Bickford","Shirley Temple","Lynne Overman"],"overview":"Big Steve Halloway, gambler and proprietor of New York's Horseshoe Cabaret, where his girl, Bangles Carson sings, is in desperate need of money. He arranges for his fellow bookies, especially Sorrowful Jones, to each pay him $1,000 for his racehorse, Dream Prince, to lose. With all bets being placed at the window, Sorrowful encounters a gambler, having lost $500, wanting to place his bet but is unable to come up with $20. Instead, he places his daughter, Marthy Jane (Shirley Temple), as security, or in bookie's terms, a \"marker\". Having lost his bet, he commits suicide, leaving \"little Miss Marker\" under the care of Sorrowful Jones. As Steve hides out in Chicago to avoid investigation for his crooked bets, he entrusts Sorrowful to watch over Bangles during his absence, at which time the \"gold digger\" helps \"tight-wod\" with his trouble. When Big Steve learns Bangles is involved with Sorrowful, he returns to New York to do something about it.","release_date":"1934-06-01","vote_average":6.1,"runtime":80,"cert":"N\/A","id":43150,"title":"Little Miss Marker","adult":false,"genre_ids":[18,10751,35]},{"cast":["Nelson Eddy","Eleanor Powell","Frank Morgan","Edna May Oliver","Ray Bolger"],"overview":"West Point cadet Dick Thorpe falls in love with a girl, who turns out to be a princess from an European kingdom.","release_date":"1937-12-24","vote_average":6.0,"runtime":123,"cert":"N\/A","id":43151,"title":"Rosalie","adult":false,"genre_ids":[10402,18]},{"cast":["Andy Lau","Sammi Cheng","Wong Tin-Lam","Lam Suet","Rikiya"],"overview":"Sammi Cheng plays Mimi Mo, a young exchange student to Japan who met and fell in love with a budding pianist, Kurokawa, played by Rikiya Kurokawa. Kurokawa eventually leaves to study music in the USA and returns to Japan as a famous musician. Meanwhile, Mimi has dealt with her depression by eating and weights over 300lbs and Kurokawa doesn't recognize her. Mimi eventually meets Fatty (Andy Lau) who helps her lose the weight so she can fulfill her promise of meeting Kurokawa made 10 years earlier. But then they fall in love.....","release_date":"2001-06-21","vote_average":5.9,"runtime":94,"cert":"N\/A","id":43152,"title":"Love on a Diet","adult":false,"genre_ids":[18,35,10749]},{"cast":["Fernandel","Robert Le Vigan","Marguerite Moreno","Gabriel Gabrio","Orane Demazis"],"overview":"In the 30s, a small village in the Provence is losing its inhabitants because young people prefer to go to the city to find easy jobs and escape from being farmers living in relative poverty. Only a few old people and the poacher Panturle remain. Panturle dreams of bringing the village back to life, finding a wife, founding a family and work as a farmer. One day, the village is visited by a traveling knife-grinder, Urbain Gedemus and a young woman, Arsule. Gedemus treats Arsule like a slave, but Arsule accept this because she has nowhere to go and -we guess- her 'work' with Gedemus is the last thing that saves her from being a prostitute. When she meets Panturle and knows about his dreams, she escapes from Gedemus and decides to stay with him. Together, they start a new life, made of hard farming work but mostly of happiness to have each other - fulfilling the earlier dreams of Panturle. Can anything break the happiness of their new life?","release_date":"1937-10-28","vote_average":6.3,"runtime":127,"cert":"N\/A","id":43153,"title":"Harvest","adult":false,"genre_ids":[18,10749]},{"cast":["Jericho Rosales","Bea Alonzo","Bayani Agbayani","Jay Manalo","Glaiza de Castro"],"overview":"Jericho Rosales portrays Filipino boxer Manny Pacquiao as he struggles out of poverty to become a champion and national hero. Yet when the pressures of his sport, his personal life and the high expectations of his countrymen take their toll, he falls from grace. With the help of his wife (Bea Alonzo), will he be able to rise once more to be worthy of being called \"the People's Champion\"?","release_date":"2006-06-21","vote_average":4.8,"runtime":109,"cert":"N\/A","id":43156,"title":"Pacquiao: The Movie","adult":false,"genre_ids":[18,28]},{"cast":["Shirley Temple","Joan Davis","Amanda Duff","Bill Robinson","Bert Lahr"],"overview":"Penny helps her idealistic architect father get his dream of a slum clearance project; The little miss dances with Corporal Jones.","release_date":"1938-11-11","vote_average":6.3,"runtime":70,"cert":"N\/A","id":43157,"title":"Just Around the Corner","adult":false,"genre_ids":[35,10402]},{"cast":["Victor Garber","David Haskell","Katie Hanley","Merrell Jackson","Joanne Jonas"],"overview":"A modern day musical telling of the ministry of Jesus Christ set in New York. The Apostles, portrayed as an acting troupe re-enact the parables and teachings of Jesus.","release_date":"1973-03-21","vote_average":7.0,"runtime":103,"cert":"N\/A","id":43158,"title":"Godspell: A Musical Based on the Gospel According to St. Matthew","adult":false,"genre_ids":[10402,10751]},{"cast":["Allan Jones","Judy Garland","Fanny Brice","Reginald Owen","Billie Burke"],"overview":"The story is about a bunch of eccentrics in a family that are intent on putting on a show and bursting into song numbers at the drop of a hat.","release_date":"1938-01-01","vote_average":5.0,"runtime":91,"cert":"N\/A","id":43159,"title":"Everybody Sing","adult":false,"genre_ids":[10402,35,10749]},{"cast":[],"overview":"2010 release by Vivid Studios Imagine, every beautiful Vivid girl, all in one place... your DVD player. Savanna, Hanna, Meggan, Nikki, AJ. Each trying to our-nasty each other... with insane pussy-pounding, explosive blow jobs, B. Skow's ball-bursting tease-plays, and Paul Thomas' master storytelling. What could be better than Live Nude Girls? Live Nude Vivid Girls, that's what!","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":43162,"title":"Live Nude Girls","adult":true,"genre_ids":[35]},{"cast":[],"overview":"Saku Ryojiro has just transferred to Kouka Academy, which is famous for theatrical activities. On his first day at school, he started a fight with Aoi Mirai. To make the matter worse, it was seen by Aizen, the head of the Drama Club. All of Ryojiro's classmates are problem students, and he thought he could use the fight to rid himself of them. Then, Ryojiro is assigned to direct the classmates in a drama competition against the Drama Club. If they lose the competition, they will be suspended. However, because they are problem students, he has difficulties directing them.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":43163,"title":"Maple Colors","adult":true,"genre_ids":[]},{"cast":[],"overview":"Boobs make the world go 'round! Takeshi is an ordinary college boy from a family that's quite out of the ordinary. His stepsister's been trying to get into his pants for the longest time, but she just can't figure out how to catch his eye. But his stepmother knows best, and she's got the pink mountains Takeshi can't resist climbing.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":43164,"title":"Mother Knows Breast","adult":true,"genre_ids":[]},{"cast":["Audrey Bitoni","Phoenix Marie","Aletta Ocean","Priya Rai","Dylan Riley"],"overview":"Nobody Does Her Better! James Bone (Danny Mountain) investigates the murder of a fellow agent found clutching a Faberge egg at the time of his death. Bone is drawn into a high stakes world of sex, espionage and deceit in this one of a kind 3-D XXX adventure. An all-star cast will leave you breathless in this parody of the original film. Presented in both 2-D for standard viewing and 3-D for a sexperience not to be missed!","release_date":"2010-04-12","vote_average":8.0,"runtime":91,"cert":"N\/A","id":43165,"title":"Octopussy: A XXX Parody","adult":true,"genre_ids":[]},{"cast":["Jeanette MacDonald","Robert Young","Ethel Waters","Reginald Owen","Grant Mitchell"],"overview":"Reporter Homer Smith accidently draws Marcia Warren into his mission to stop Nazis from bombing Allied Conwoys with robot-planes.","release_date":"1942-08-17","vote_average":5.0,"runtime":101,"cert":"N\/A","id":43166,"title":"Cairo","adult":false,"genre_ids":[35,18,10402]},{"cast":["Mickey Rooney","Ann Rutherford","Esther Williams","Lewis Stone","Cecilia Parker"],"overview":"Andy (Mickey Rooney) is about to head off to college but he's got a few things to take care of before leaving. For starters, he must try and sell his junk car for $20 to pay for a bill and he must convince his father (Lewis Stone) not to go with him to college. Worst of all is that Polly (Ann Rutherford) wants to make up but her best friend (Ester Williams) decides to give Andy a test.","release_date":"1942-12-01","vote_average":5.4,"runtime":92,"cert":"N\/A","id":43167,"title":"Andy Hardy's Double Life","adult":false,"genre_ids":[35,10751,10749]},{"cast":["Alexis Texas","Amber Rayne","Anthony Rosano","Christian XXX","Danny Wylde"],"overview":"This video will teach you how to find erogenous zones and demonstrate orgasmic finger and hand techniques for great hand jobs for both sexes. Also, this DVD is chock full of explicit porn scenes, which you get the option to watch with or without instructional commentary. This Vivid Ed production is co-directed by AVN award winners Tristan Taormino and Penny Flame.","release_date":"2008-09-30","vote_average":0.0,"runtime":102,"cert":"N\/A","id":43168,"title":"Expert Guide To Hand Jobs For Men & Women","adult":true,"genre_ids":[]},{"cast":["Kristina Rose","Tori Black","Asa Akira","Sadie West","Zoe Voss"],"overview":"Elegant Angel proudly presents \"Pornstar Superheroes\" an epic 2-disc set feature production starring Kristina Rose, Asa Akira, Sadie West and Tori Black. Featuring action sequences, a story line, and hardcore sex. Do not miss this one of a kind production. Also including a host of DVD extras including 4 featurettes and 4 bonus scenes.","release_date":"2010-05-05","vote_average":1.0,"runtime":220,"cert":"N\/A","id":43169,"title":"Pornstar Superheroes","adult":true,"genre_ids":[28,878]},{"cast":["Pat O’Brien","Ruth Warrick","Robert Ryan","Leon Ames","Russell Wade"],"overview":"Pat O'Brien in the role of William 'Frank' Cavanaugh, a top football coach who gave up his career to enter WWI where he became a hero. After the war he went back to coaching where he ended up having one of the best winning percentages in football history.","release_date":"1943-10-31","vote_average":7.5,"runtime":85,"cert":"N\/A","id":43170,"title":"The Iron Major","adult":false,"genre_ids":[18]},{"cast":["Stormy Daniels","Kaylani Lei","Devon Lee","Ariella Ferrera","Brad Armstrong"],"overview":"Raven (Stormy Daniels) is very good at her job, but being an assassin can put a strain on your personal relationships. When Raven decides to hang up her gun belt, her employer turns against her and the assassin becomes a target. A dangerous game of cat and mouse will test Raven. Can she out smart her would be killer (Kaylani Lei)? Or will Raven have the last laugh...","release_date":"2010-04-14","vote_average":0.0,"runtime":110,"cert":"N\/A","id":43171,"title":"Sex Lies & Spies","adult":true,"genre_ids":[28]},{"cast":["Kay Kyser","Mischa Auer","Joan Davis","Marcy McGuire","Wally Brown"],"overview":"Bandleader Kay Kyser takes his troupe of nutty musicians, goofball comics and pretty girl singers on a tour around the world to entertain the troops during World War II.","release_date":"1943-11-27","vote_average":0.0,"runtime":80,"cert":"N\/A","id":43172,"title":"Around the World","adult":false,"genre_ids":[35,10402]},{"cast":[],"overview":"\"The movie starts out with bitches dressed up in their lingeries, but most the scenes end up naked, and surely, all the scenes end up with girls fucked hard! Six girls in six scenes will get that dick deep up there!\"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":43173,"title":"21Sextury - Sexy Lingerie","adult":true,"genre_ids":[]},{"cast":[],"overview":"Cheating on your husband can be a good thing, especially when it provides you with a solid alibi for his murder... When Tanya (jessica drake) is questioned about her whereabouts the afternoon her beloved husband was murdered, she reluctantly admits to an affair. One that was being consummated at the precise time her husband was meeting his demise, and with a married man no less.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":43174,"title":"The Alibi XXX","adult":true,"genre_ids":[]},{"cast":["Jessica Drake","Raylene","Veronica Rayne","Brad Armstrong","Eric Masterson"],"overview":"Cheating on your husband can be a good thing, especially when it provides you with a solid alibi for his murder... When Tanya (jessica drake) is questioned about her whereabouts the afternoon her beloved husband was murdered, she reluctantly admits to an affair. One that was being consummated at the precise time her husband was meeting his demise, and with a married man no less.","release_date":"2010-03-17","vote_average":0.0,"runtime":85,"cert":"N\/A","id":43175,"title":"The Alibi","adult":true,"genre_ids":[18,53]},{"cast":["Lucille Ball","Fred Astaire","Lucille Bremer","Fanny Brice","Judy Garland"],"overview":"The late, great impresario Florenz Ziegfeld looks down from heaven and ordains a new revue in his grand old style.","release_date":"1945-08-13","vote_average":6.1,"runtime":110,"cert":"N\/A","id":43176,"title":"Ziegfeld Follies","adult":false,"genre_ids":[35,10402]},{"cast":["Peter Lawford","Donald Crisp","June Lockhart","Nigel Bruce","William Severn"],"overview":"Laddie (Son of Lassie) and his master are trapped in Norway during WW2 - has he inherited his mothers famous courage?","release_date":"1945-01-01","vote_average":5.0,"runtime":102,"cert":"N\/A","id":43177,"title":"Son of Lassie","adult":false,"genre_ids":[28,18,10751,12]},{"cast":["Aurora Snow","Codi Carmichael","Jada Fire","Jenna Haze","Sasha Grey"],"overview":"The starship Enterprise finds the SS Botany Bay carrying humans from the 21st Century. Spock is fascinated by Ruth, who was dipped in Venus fluid moments after her birth. Ship historian Lt. Marla McGivers becomes entranced by Kahn, who plans to use her to take over the ship. A Vulcan female called Chandra, who just happens to be suffering from Pon Far, beams aboard to warn Kirk about Kahn and 'the Craving'. Indeed, Kahn releases the PSI2000 virus into the ships ventilation system which brightens everyones pupils. Dr. McCoy concludes that the only antidote is to have a powerful orgasm as soon as possible.","release_date":"2009-05-11","vote_average":7.0,"runtime":119,"cert":"N\/A","id":43180,"title":"This Ain't Star Trek XXX","adult":true,"genre_ids":[35,878]},{"cast":["Amy Brooke","Seth Gamble","Alex Gonz","Jenna Haze","Madison James"],"overview":"A Twilight film I WILL definitely watch! The sexy 2009 female performer of the year Jenna Haze will star, and hopefully in the sequels, in This isn’t Twilight: The XXX Parody. Jenna will play the role of a porny, horny Bella, who is played by Kristen Stewart in the actual movie. This parody ...","release_date":"2010-01-01","vote_average":0.0,"runtime":113,"cert":"N\/A","id":43181,"title":"This Isn't 'The Twilight Saga: New Moon': The XXX Parody","adult":true,"genre_ids":[]},{"cast":[],"overview":"This edition of Virtual Vivid is excellent. The sex \"timing\" is all the same for the alternate angles. Unlike Virtual Vixen, the sex timing is different, angle 1 would be fucking fast while angle 2 would be fucking slow. This \"virtual sex\" or interactive DVD is not advance as My Plaything or Virutal Sex. The video quality is good and the music is video gamish.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":43182,"title":"Women at Work","adult":true,"genre_ids":[]},{"cast":["Alexis Texas","Jada Fire","Kagney Linn Karter","Jennifer Dark","Kimberly Kane"],"overview":"Kirk, Spock &amp; Bones beam down to Butterfly 8 where they are ambushed by female aliens. When Scotty beams Sulu and Chekov down to rescue them, a transporter malfunction sends them to the Oval office the day before Kennedy was shot.","release_date":"2010-04-06","vote_average":10.0,"runtime":136,"cert":"N\/A","id":43183,"title":"This Ain't Star Trek XXX 2: The Butterfly Effect","adult":true,"genre_ids":[878,35]},{"cast":["Ashlynn Brooke","Misty Stone","James Deen","Vanessa Naughty","Shay Sights"],"overview":"The simple life is shaken when death comes to the small, quiet Louisiana town of Bon Temps -- where civilians, vampires, shape-shifters, and mind readers clash in an orgy of sex &amp; mystery. When a dead body is found with the heart ripped out, local waitress, Sookie, who has a talent for reading minds, her best friend, Tara, and her Vampire boyfriend, Bill, try to unravel the supernatural web and find the murderer. Sookie and her friends find themselves pushing all their limits, both mentally and sexually, in a climax you'll have to see to believe! The mix of sex, horror, and action is so hot, it must be TRU: A XXX Parody.","release_date":"2010-03-08","vote_average":0.0,"runtime":135,"cert":"N\/A","id":43184,"title":"Tru: A XXX Parody","adult":true,"genre_ids":[]},{"cast":["Jenna Haze","Audrey Hollander","Phyllisha Anne","Lyla Storm","Chris Johnson"],"overview":"When You Can Fuck Forever, You Can Fuck Everybody. Their uncontrollable and forbidden romance is threatened by their disapproving friends, family and a pack of blood thirsty vampires that are only after her irresistible human blood. This is an erotic and passionate love story between a gorgeous, sexy mortal woman... and a vampire.","release_date":"2009-10-18","vote_average":0.0,"runtime":120,"cert":"N\/A","id":43185,"title":"This Isn't Twilight A XXX Parody","adult":true,"genre_ids":[]},{"cast":["Sasha Grey","Penny Flame","Tom Byron","Evan Stone","Aliana Love"],"overview":"A beautiful young woman is found dead in a field amidst shards of broken glass. Who was she? Why did she die? Who killed her? We move back in time to her life as a young student, waiting tables, unable to make ends meet. She takes a job in a peep show where she learns, to her great amazement, that the seat of her sexuality is in her throat. Suddenly her sex life, always a pretense of pleasure, changes dramatically.","release_date":"2009-03-18","vote_average":4.7,"runtime":123,"cert":"N\/A","id":43186,"title":"Throat: A Cautionary Tale","adult":true,"genre_ids":[80,9648]},{"cast":["Errol Flynn","Greer Garson","Walter Pidgeon","Robert Young","Janet Leigh"],"overview":"Soames and Irene Forsyte have a marriage of convenience. Young Jolyon Forsyte is a black sheep who ran away with the maid after his wife's death. Teenager June Forsyte has found love with an artist, Phillip Bosinny. The interactions between the Forsytes and the people and society around them is the truss for this love story set in the rigid and strict times of the Victorian age.","release_date":"1949-11-03","vote_average":6.0,"runtime":113,"cert":"N\/A","id":43187,"title":"That Forsyte Woman","adult":false,"genre_ids":[18,10749]},{"cast":["Dan Dailey","Joanne Dru","Richard Crenna","Hugh Sanders","Richard Hylton"],"overview":"The story of Jerome \"Dizzy\" Dean, a major-league baseball pitcher for the St. Louis Cardinals and Chicago Cubs in the 1930s and 1940s.","release_date":"1952-01-01","vote_average":7.0,"runtime":93,"cert":"N\/A","id":43188,"title":"The Pride of St. Louis","adult":false,"genre_ids":[18]},{"cast":["Esther Williams","Victor Mature","Walter Pidgeon","David Brian","Jesse White"],"overview":"Biopic of Australian swimming champ and entertainer Annette Kellerman. After overcoming polio, Kellerman achieves fame and creates a scandal when her one-piece bathing suit is considered indecent.","release_date":"1952-12-04","vote_average":6.0,"runtime":115,"cert":"N\/A","id":43189,"title":"Million Dollar Mermaid","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"\"Faites Du Bruit\" shows the highlights of two of Starflam's concerts. One in the \"Forum de Liege\" and one in the Ancienne Belgique in Brussels.","release_date":"2005-01-01","vote_average":4.8,"runtime":155,"cert":"N\/A","id":43190,"title":"Starflam Faites Du Bruit","adult":false,"genre_ids":[10402]},{"cast":["Ida Lupino","Robert Ryan","Taylor Holmes","Barbara Whiting","James Willmas"],"overview":"A psychopath takes a job as a handyman at the house of a lonely widow.","release_date":"1952-08-07","vote_average":5.8,"runtime":77,"cert":"N\/A","id":43191,"title":"Beware, My Lovely","adult":false,"genre_ids":[18,80]},{"cast":["Tony Curtis","Janet Leigh","Torin Thatcher","Angela Clarke","Stefan Schnabel"],"overview":"By the early 1900s, the extraordinary Houdini earned an international reputation for his theatrical tricks and daring feats of extrication from shackles, ropes, handcuffs and... Scotland Yard's jails.","release_date":"1953-07-02","vote_average":6.6,"runtime":106,"cert":"N\/A","id":43192,"title":"Houdini","adult":false,"genre_ids":[18,10749,36]},{"cast":["Esther Williams","Fernando Lamas","Jack Carson","Charlotte Greenwood","Henri Letondal"],"overview":"The health conscious, dairy-farming Higgins family begin each day with an invigorating swim. One day, traveling health-tonic salesman, Windy Weebe, comes to town and suggests they could swim the English Channel. Sponsored by \"Liquapep\" and coached by Windy, the family arrive in Europe. There it is decided that daughter Katie is the only one strong enough to enter the contest. But while she should be focused on the difficult and risky task ahead, Katie is pursed by dashing Frenchman, André Lanet... This comedic musical is well remembered for the scene when Katie dreams she is swimming with cartoon characters Tom & Jerry!","release_date":"1953-07-03","vote_average":6.1,"runtime":95,"cert":"N\/A","id":43193,"title":"Dangerous When Wet","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Kirk Douglas","Anthony Quinn","Rossana Podestà","Silvana Mangano","Franco Interlenghi"],"overview":"A movie adaptation of Homer's second epic, that talks about Ulysses' efforts to return to his home after the end of ten years of war.","release_date":"1954-10-06","vote_average":6.4,"runtime":100,"cert":"N\/A","id":43194,"title":"Ulysses","adult":false,"genre_ids":[12,14]},{"cast":["Alida Valli","Farley Granger","Heinz Moog","Rina Morelli","Christian Marquand"],"overview":"A troubled and neurotic Italian Countess betrays her entire country for a self-destructive love affair with an Austrian Lieutenant.","release_date":"1954-09-02","vote_average":7.0,"runtime":118,"cert":"N\/A","id":43195,"title":"Senso","adult":false,"genre_ids":[10749,18,36]},{"cast":["José Ferrer","Merle Oberon","Helen Traubel","Doe Avedon","Walter Pidgeon"],"overview":"Biographic movie about the American composer Sigmund Romberg.","release_date":"1954-12-24","vote_average":8.0,"runtime":132,"cert":"N\/A","id":43196,"title":"Deep in My Heart","adult":false,"genre_ids":[35,18,10402]},{"cast":["Sterling Hayden","Anna Maria Alberghetti","Richard Carlson","Arthur Hunnicutt","Ernest Borgnine"],"overview":"During the Texas War of Independence of 1836 American frontiersman and pioneer Jim Bowie pleads for caution with the rebellious Texicans.They don't heed his advice since he's a Mexican citizen,married to the daughter of the Mexican vice-governor of the province and a friend to General Santa Anna since the days they had fought together for Mexico's independence.After serving as president for 22 years,Santa Anna has become too powerful and arrogant.He rules Mexico with an iron fist and he would not allow Texas to self-govern.Bowie sides with the Texans in their bid for independence and urges a cautious strategy,given Santa Anna's power and cunning.Despite the disagreement between the Texicans and Bowie regarding the right strategy they ask Bowie to lead them in a last ditch stand, at Alamo, against General Santa Anna's numerically superior forces.","release_date":"1955-08-03","vote_average":6.7,"runtime":110,"cert":"N\/A","id":43197,"title":"The Last Command","adult":false,"genre_ids":[18,36,37]},{"cast":["David Niven","Margaret Leighton","Noelle Middleton","Allan Cuthbertson","Victor Maddern"],"overview":"Major Charles Carrington (David Niven), is arrested for taking £125 from the base safe, he also face two other charges that could finish his distinguished service career. He decides to act on his own defence at his court martial hearing, his argument being that he is owed a lot of money from the army for his various postings that have cost him out of his own pocket. To further complicate the proceedings, Carrington alleges he told his superior, the very disliked Colonel Henniker, that he was taking the money from the safe. A mans career, his marriage, and quite a few reputations, all hang in the balance.","release_date":"1954-12-09","vote_average":8.0,"runtime":105,"cert":"","id":43198,"title":"Carrington V.C.","adult":false,"genre_ids":[18,10752]},{"cast":["Tyrone Power","Kim Novak","James Whitmore","Victoria Shaw","Rex Thompson"],"overview":"The life story of the famous pianist and band-leader of the 1930s and 1940s.","release_date":"1956-05-02","vote_average":6.1,"runtime":123,"cert":"N\/A","id":43199,"title":"The Eddy Duchin Story","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Rocco Papaleo","Alessandro Gassman","Paolo Briguglia","Michela Andreozzi","Max Gazzè"],"overview":"A music group and a journalist cross the region of Basilicata by foot to attend a music festival.","release_date":"2010-04-09","vote_average":6.2,"runtime":105,"cert":"N\/A","id":43200,"title":"Basilicata coast to coast","adult":false,"genre_ids":[35,18]},{"cast":["Arctic Monkeys"],"overview":"At the Apollo is a live album and video release by Arctic Monkeys of the final concert of their 2007 world-tour, filmed in Manchester, England. It was filmed on 35mm film and in surround-sound. It was directed by Richard Ayoade and photographed by cinematographer Danny Cohen (This Is England). It was edited by Nick Fenton (Heima), and produced by Diarmid Scrimshaw (Dead Man's Shoes). It has been awarded best music DVD 2009 by the NME. The music played in introduction credits was writtn by Bruno Nicolai , entitled 'Servizio fotografico' from the film The red queen kills seven times srtaring Barbara Bouchet.","release_date":"2008-11-03","vote_average":6.4,"runtime":76,"cert":"","id":43203,"title":"Arctic Monkeys: At The Apollo","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"Blink-182: Greatest Hits DVD was released on November 1, 2005, and features 13 of Blink-182's most popular videos. This DVD was released at the same time as their Greatest Hits album, and the DVD is also available as a bundle with the CD. The DVD does not come in an explicit format. 1. \"Dammit\" (Directed by Darren Doane, Ken Daurio) 2. \"Josie\" (Directed by Darren Doane, Ken Daurio) 3. \"What's My Age Again?\" (Directed by Marcos Siega) 4. \"All the Small Things\" (Directed by Marcos Siega) 5. \"Adam's Song\" (Directed by Liz Friedlander) 6. \"Man Overboard\" (Directed by Marcos Siega) 7. \"The Rock Show\" (Directed by The Malloys) 8. \"Stay Together for the Kids\" (Original Version) [Directed by Sam Bayer] 9. \"First Date\" (Directed by The Malloys) 10. \"Feeling This\" (Directed by David LaChapelle) 11. \"I Miss You\" (Directed by Jonas Akerlund) 12. \"Down\" (Directed by Estevan Oriol) 13. \"Always\" (Directed by Joseph Kahn)","release_date":"2005-10-31","vote_average":8.0,"runtime":40,"cert":"N\/A","id":43204,"title":"Blink-182: Greatest Hits","adult":false,"genre_ids":[10402]},{"cast":["Gordon Scott","Anthony Quayle","Sara Shane","Niall MacGinnis","Sean Connery"],"overview":"The greatest adventure of jungle king Tarzan. Four British villains raid a settlement to obtain explosives for use in a diamond mine. In doing so they nearly destroy the settlement, so Tarzan pursues them to their mine.","release_date":"1959-07-08","vote_average":6.2,"runtime":88,"cert":"N\/A","id":43205,"title":"Tarzan's Greatest Adventure","adult":false,"genre_ids":[12]},{"cast":["Petrus Andreas Christensen","Jørgen Foss","Atle Antonsen","Kristin Skogheim","Robert Lindahl Haug"],"overview":"Jim is a 12-year-old outsider. One day Terje (an overweight boy who claims to own a pit bull) starts in his class. He considers Jim as his best friend, but the only friend Jim can get is the only friend he really doesn't want.","release_date":"2005-11-04","vote_average":5.8,"runtime":80,"cert":"N\/A","id":43206,"title":"Pitbullterje","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Edgy In Brixton is a DVD by The Fratellis consisting largely of a live concert recorded at that was recorded at the Brixton Academy, released October 1, 2007","release_date":"2007-01-01","vote_average":4.0,"runtime":105,"cert":"","id":43207,"title":"The Fratellis Edgy In Brixton","adult":false,"genre_ids":[10402]},{"cast":["Kevin Smith","Scott Mosier","Brian O'Halloran","Jeff Anderson","Ernest O'Donnell"],"overview":"A feature-length documentary about the making of Kevin Smith's \"Clerks\" and the commercial success that followed.","release_date":"2004-09-07","vote_average":8.9,"runtime":92,"cert":"N\/A","id":43208,"title":"Snowball Effect: The Story of Clerks","adult":false,"genre_ids":[99]},{"cast":["Tony Jaa","Dan Chupong","Sarunyu Wongkrachang","Sorapong Chatree","Nirut Sirichanya"],"overview":"Ong Bak 3 picks up where Ong Bak 2 had left off. Tien is captured and almost beaten to death before he is saved and brought back to the Kana Khone villagers. There he is taught meditation and how to deal with his Karma, but very soon his arch rival returns challenging Tien for a final duel.","release_date":"2010-05-05","vote_average":5.4,"runtime":95,"cert":"18","id":43209,"title":"Ong Bak 3","adult":false,"genre_ids":[28,12,36]},{"cast":["Stephen Baldwin","David A.R. White","Jeffrey Dean Morgan","Kevin Downes","Eric Roberts"],"overview":"The film is set in the end-times, when the earth has been taken over, and the mark of the Beast - an implant in the right hand or forehead - is being imposed upon the global population. Those who take the mark become part of 'The Community'; those who refuse to bear the mark are imprisoned and, after three weeks, beheaded. Two non-Christian renegades steal a car for a friend who has also refused to bear the mark. They find out when they arrive at his place that he has chosen to mark it, and \"feels so much happier\". The renegade two are caught by police, and taken to prison. Tom Newman, a smuggler, is also captured by a police unit, led by his ex-wife, who has taken the mark. He is tortured until he agrees to infiltrate a Christian group in prison in order to kill Elijah Cohen, a Christian leader who remains at large. Tom and the other two renegades meet in prison, and try to escape.","release_date":"2004-05-06","vote_average":5.1,"runtime":104,"cert":"N\/A","id":43210,"title":"Six: The Mark Unleashed","adult":false,"genre_ids":[28,53]},{"cast":["Renato Pozzetto","Carlo Verdone","Silvia Annichiarico","Tiziana Pini","Elena Fabrizi"],"overview":"Two not very clever young doctors open a fitness center and promise to let people lose seven kilos in seven days. When the enterprise fails they open a gourmet restaurant.","release_date":"1986-02-02","vote_average":6.1,"runtime":105,"cert":"N\/A","id":43211,"title":"7 Kilos in 7 Days","adult":false,"genre_ids":[]},{"cast":["Park Joong-hoon","Jung Yu-mi","Park Won-sang","Jeong Woo-hyuk","Jeong In-gi"],"overview":"Previously known as \"My Girlfriend as a Gangster\". Dong-chul can't fight at all, but he's a gangster who can talk. He can't show off his skills as well as before, but his spirit is still alive. But the girl who seems nice on the outside moves next door, and she doesn't feel threatened by him. If he calls her \"the girl next door,\" she gets defensive. But for some reason, he wants to be nice to her! Se-jin has put herself out on the job market. She has big plans and got the semi-basement room. But a gangster who doesn't even look like one lives next door. This man calls her \"the girl next door\" as if he knows her. The gangster that talks too much. She doesn't hate him! A gangster with no charisma, and a very charismatic woman. Their lives together as they head off daily!","release_date":"2010-05-20","vote_average":6.6,"runtime":100,"cert":"N\/A","id":43212,"title":"My Dear Desperado","adult":false,"genre_ids":[10749,35,18]},{"cast":["Frank Vincent","Kathrine Narducci","Mike Starr","Stacy Keach","Armand Assante"],"overview":"The fates of an aging hitman and a washed up detective become entwined when one last job leads to one last chance to settle an old score.","release_date":"2009-10-10","vote_average":5.6,"runtime":95,"cert":"N\/A","id":43213,"title":"Chicago Overcoat","adult":false,"genre_ids":[28,80,53]},{"cast":["James Brolin","Jacqueline Bisset","Claire Trevor","Bob Courtney","John Whiteley"],"overview":"A color remake of the Sam Fuller film, Pickup on South Street.","release_date":"1967-01-01","vote_average":3.3,"runtime":100,"cert":"N\/A","id":43214,"title":"The Cape Town Affair","adult":false,"genre_ids":[28,53]},{"cast":[],"overview":"Mighty Mouse must save the galaxy from evil cat Harry the Heartless and rescue Queen Pureheart in this animated children's adventure.","release_date":"1982-12-10","vote_average":6.0,"runtime":87,"cert":"N\/A","id":43215,"title":"Mighty Mouse in the Great Space Chase","adult":false,"genre_ids":[]},{"cast":["Vivek Oberoi","Aruna Shields","Nandana Sen","Sanjay Kapoor","Neeru Bajwa"],"overview":"A wanted thief races against time to find an antique coin after he commits the biggest heist of his life and wakes up the next day with no memories.","release_date":"2010-04-09","vote_average":4.3,"runtime":138,"cert":"N\/A","id":43216,"title":"Prince","adult":false,"genre_ids":[28]},{"cast":["Fifi","Agnes","Domitilie","Clémentine Mukaruziga"],"overview":"Coexist tells the emotional stories of women who survived the Rwandan genocide in 1994. They continue to cope with the loss of their families as the killers who created this trauma return from jail back to the villages where they once lived. Faced with these perpetrators on a daily basis, the victims must decide whether they can forgive them or not. Their decisions are unfathomable to many, and speak to a humanity that has survived the worst violence imaginable.","release_date":"","vote_average":4.8,"runtime":53,"cert":"N\/A","id":43217,"title":"Coexist","adult":false,"genre_ids":[99,36,10752]},{"cast":["Leon Budgen","Ashley Johnson","Addison Meynell","Kori Sutten","Billy Harper"],"overview":"Almost Big is an 2010 NZ Reality Mockumentary Film about a show called \"Almost Big\". The movie is hosted by Ashley Johnson who plays as Victoria Moore. She introduces the characers on the movie and plays clips while the film crew followed the characters around while they tried to prove they are famous. The Movie has clips of Onion eating and Gun Shooting aswell as a Bush Walk , Beer Drinking , Skating and Accent Talking and video footage from the film crew following the cast while they enjoyed their holidays for the movie.","release_date":"2010-08-01","vote_average":7.0,"runtime":58,"cert":"N\/A","id":43222,"title":"Almost Big","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Three In a Row is the upcoming movie that will start production in September 2010. It is expected to star actor Leon Budgen as confirmed with Grudge Productions when the movie was announced. Full Cast and Crew to be announced late August. This movie is the first movie that is being made by him that will be Directed aswell as Produced by Alex Gilbert himself.","release_date":"","vote_average":9.0,"runtime":null,"cert":"N\/A","id":43223,"title":"Three In a Row","adult":false,"genre_ids":[]},{"cast":["Kenji Sahara","Yumi Shirakawa","Akihiko Hirata","Takashi Shimura","Momoko Kôchi"],"overview":"In Japan, scientifically advanced invaders from the war-destroyed planet Mysteroid cause an entire village to vanish, then send a giant robot out to storm the city by night, after which they request a small patch of land on Earth and the right to marry earthling women, claiming to be pacifists.  Mankind must decide whether to capitulate or to resist.","release_date":"1957-12-28","vote_average":6.1,"runtime":89,"cert":"N\/A","id":43226,"title":"The Mysterians","adult":false,"genre_ids":[878]},{"cast":["Fay Spain","Steven Terrell","Tommy Ivo","Frank Gorshin","John Ashley"],"overview":"Girl loves hot cars and a rich dragstrip racer. Her parents don't like either one.","release_date":"1957-04-24","vote_average":0.0,"runtime":69,"cert":"N\/A","id":43227,"title":"Dragstrip Girl","adult":false,"genre_ids":[28,18]},{"cast":["Michael Landon","Yvonne Fedderson","Whit Bissell","Charles Willcox","Barney Phillips"],"overview":"A meat-eating teenager (Michael Landon) sees a psychiatrist (Whit Bissell), who only makes things worse.","release_date":"1957-06-19","vote_average":4.7,"runtime":76,"cert":"N\/A","id":43228,"title":"I Was a Teenage Werewolf","adult":false,"genre_ids":[18,14,27,878]},{"cast":["Hal Stalmaster","Luana Patten","Jeff York","Sebastian Cabot","Rusty Lane"],"overview":"When an injury bars him from pursuing his trade, Revolutionary War-era silversmith's apprentice Johnny Tremain (Hal Stalmaster) finds a new life in the ranks of the Sons of Liberty army, taking part in the Boston Tea Party and Paul Revere's legendary ride. Based on the novel by Ester Forbes, this Disney classic was originally crafted for \"Walt Disney Presents\" in two segments, which have been blended into a single film for viewing.","release_date":"1957-06-15","vote_average":5.4,"runtime":80,"cert":"N\/A","id":43229,"title":"Johnny Tremain","adult":false,"genre_ids":[18,10751]},{"cast":["Jeff Morrow","Barbara Lawrence","John Emery","George O'Hanlon","Morris Ankrum"],"overview":"Scientists investigate a huge meteor that crashes into the ocean off Mexico, and encounter a skyscraper-tall, mobile machine which is designed  to syphon energy from earth,  including any energy directed at it in an effort to destroy it.","release_date":"1957-03-31","vote_average":6.0,"runtime":78,"cert":"N\/A","id":43230,"title":"Kronos","adult":false,"genre_ids":[878]},{"cast":["Maria Schell","Marcello Mastroianni","Jean Marais","Marcella Rovena","Maria Zanoli"],"overview":"Marcello Mastroianni, as a lonely city transplant, and Maria Schell, as a sheltered girl haunted by a lover’s promise, meet by chance on a canal bridge and begin a tentative romance that quickly entangles them in a web of longing and self-delusion. Luchino Visconti’s Le notti bianche, an exquisite adaptation of Dostoyevsky’s “White Nights,” translates this romantic, shattering tale of two restless souls into a ravishing black-and-white dream.","release_date":"1957-07-06","vote_average":7.2,"runtime":101,"cert":"N\/A","id":43231,"title":"Le Notti Bianche","adult":false,"genre_ids":[18,10749]},{"cast":["Gene Kelly","Mitzi Gaynor","Kay Kendall","Taina Elg","Jacques Bergerac"],"overview":"After writing a tell-all book about her days in the dance troupe \"Barry Nichols and Les Girls\", Sybil Wren is sued for libeling her fellow dancer Angele. A Rashômon style narrative presents the story from three points of view where Sybil accuses Angele of having an affair with Barry, while Angele insists that it was actually Sybil who was having the affair. Finally, Barry gives his side of the story.","release_date":"1957-01-01","vote_average":6.6,"runtime":114,"cert":"N\/A","id":43232,"title":"Les Girls","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Ian Carmichael","Terry-Thomas","Hugh Griffith","Sharon Acker","Jean Anderson"],"overview":"Jim Dixon feels anything but lucky. At the university he has to do the bidding of absent-minded and boring Professor Welch to have any hope of keeping his job. Worse, he has managed to get entangled with unexciting but neurotic Margaret Peel, a friend of the Professor's. All-in-all, the pub is the only friendly place to be. His misery is completed at a dreadful weekend gathering of the Welch clan by the arrival of son Bertrand. Not so much that Betrand is loud-mouthed and boorish - which he is - but that he has as companion Christine Callaghan, the sort of marvellous and unattainable woman Jim can only dream about.","release_date":"1957-09-17","vote_average":5.4,"runtime":95,"cert":"U","id":43233,"title":"Lucky Jim","adult":false,"genre_ids":[35]},{"cast":["James Cagney","Dorothy Malone","Jane Greer","Marjorie Rambeau","Jim Backus"],"overview":"The life and career of vaudevillian and silent screen horror star Lon Chaney, his contentious relationship with his neurotic wife, and his premature death.","release_date":"1957-10-01","vote_average":6.7,"runtime":122,"cert":"N\/A","id":43234,"title":"Man of a Thousand Faces","adult":false,"genre_ids":[18]},{"cast":["Johnny Carroll","Don Coats","Preacher Smith","Rosco Gordon","Kay Wheeler"],"overview":"A bunch of ugly, tubby, nefarious middle-aged square mobsters threaten to take over a hoppin' Lone Star state teen nightspot, so the smart and resourceful kids hold an impromptu charity rock benefit concert to raise enough bread to save their beloved hangout from the greasy gangsters' vile clutches.","release_date":"1957-01-01","vote_average":5.5,"runtime":84,"cert":"N\/A","id":43235,"title":"Rock Baby - Rock It","adult":false,"genre_ids":[80]},{"cast":["Lana Turner","Lee Philips","Lloyd Nolan","Arthur Kennedy","Russ Tamblyn"],"overview":"In the outwardly respectable New England community of Peyton Place, shopkeeper Constance McKenzie tries to make up for a past indiscretion -- which resulted in her illegitimate daughter Allison  -- by adopting a chaste, prudish attitude towards all things sexual.  In spite of herself, Constance can't help but be attracted to handsome new teacher Michael Rossi. Meanwhile, the restless Allison, who'd like to be as footloose and fancy-free as the town's \"fast girl\" Betty Anderson, falls sincerely in love with mixed-up mama's boy Norman Page.","release_date":"1957-12-13","vote_average":6.9,"runtime":151,"cert":"N\/A","id":43236,"title":"Peyton Place","adult":false,"genre_ids":[18,10749]},{"cast":["Edward Binns","Carolyn Craig","Virginia Gregg","Lawrence Dobkin","Frank Gorshin"],"overview":"The owner of a tavern is pressured by the local mob to go into business with them, and figures it's better all around if he does that rather than cause trouble. However, when he starts to see what kind of place his nice little neighborhood bar is turning into, and when one of the mob's goons tries to rape his daughter, he decides to fight them.","release_date":"1957-08-11","vote_average":7.0,"runtime":72,"cert":"N\/A","id":43237,"title":"Portland Exposé","adult":false,"genre_ids":[80,18]},{"cast":["Billy Harper","Alex Gilbert","Alex Barlow"],"overview":"I Hear Voices is a short film by Grudge Productions. This film was filmed for Channel North Television and is a thriller movie. This movie was Nominated for Best Actor (Billy Harper) and Best Drama in the 2nd Pie Film Awards. Plot: The Movie is about a mental person (David) who is escapes from home because the thinks that the tree is talking to him and causing voices to him. When he leaves he gets a letter from his Doctor saying that he should go and get his medication but when he gets the medication from the Pharmacy he then starts hearing voices and decides to throw them away and when David is at the park he sees a local played by (Alex Barlow) who sees David find a gun under the chair and when the local comes past and asks him why he has a gun David just shoots him and walks away and keeps hearing the voices all over again.","release_date":"2009-01-10","vote_average":10.0,"runtime":7,"cert":"N\/A","id":43238,"title":"I Hear Voices","adult":false,"genre_ids":[]},{"cast":["Fred Astaire","Cyd Charisse","Janis Paige","Peter Lorre","George Tobias"],"overview":"A musical remake of Ninotchka: After three bumbling Soviet agents fail in their mission to retrieve a straying Soviet composer from Paris, the beautiful, ultra-serious Ninotchka is sent to complete their mission and to retrieve them. She starts out condemning the decadent West, but gradually falls under its spell, with the help of Steve Canfield, an American movie producer.","release_date":"1957-07-18","vote_average":7.1,"runtime":117,"cert":"N\/A","id":43239,"title":"Silk Stockings","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Debbie Reynolds","Leslie Nielsen","Walter Brennan","Mala Powers","Sidney Blackmer"],"overview":"An unsophisticated young woman from the Mississippi swamps falls in love with an unconventional southern gentleman.","release_date":"1957-06-14","vote_average":7.2,"runtime":89,"cert":"N\/A","id":43240,"title":"Tammy and the Bachelor","adult":false,"genre_ids":[35,10749]},{"cast":["Glenn Langan","Cathy Downs","William Hudson","Larry Thor","James Seay"],"overview":"Lt. Col. Glenn Manning is inadvertently exposed to a plutonium bomb blast and although he sustains burns over 90% of his body, he survives. Then he begins to grow, but as he grows he starts losing his mind. By the time he stops he is 50 ft tall, insane and is on the rampage.","release_date":"1957-10-25","vote_average":4.0,"runtime":80,"cert":"N\/A","id":43241,"title":"The Amazing Colossal Man","adult":false,"genre_ids":[878]},{"cast":[],"overview":"","release_date":"","vote_average":7.0,"runtime":null,"cert":"N\/A","id":43244,"title":"Hannoversche Filmschätze - Die 40er und 50er Jahre","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":7.0,"runtime":null,"cert":"N\/A","id":43245,"title":"Hannoversche Filmschätze - Die 60er Jahre","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":7.0,"runtime":null,"cert":"N\/A","id":43246,"title":"Hannoversche Filmschätze - Die 70er Jahre","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":43247,"title":"Hannoversche Filmschätze - Die 80er Jahre","adult":false,"genre_ids":[]},{"cast":["John Agar","Joyce Meadows","Robert Fuller","Thomas Browne Henry","Henry Travis"],"overview":"An evil alien brain, bent on world domination, takes over the body of an atomic scientist, while a \"good\" alien brain inhabits the body of the scientist's dog and waits for an opportunity to defeat the evil brain.","release_date":"1957-10-01","vote_average":4.9,"runtime":71,"cert":"N\/A","id":43248,"title":"The Brain from Planet Arous","adult":false,"genre_ids":[27,878,53]},{"cast":["James Craig","Gloria Talbott","Lon Chaney Jr.","Tom Drake","Duncan 'Dean' Parkin"],"overview":"A test pilot is missing and a search party is sent out in the jungles of Mexico; however, while searching they uncover a monster in the jungle who became this way due to a dose of radioactivity.","release_date":"1957-07-28","vote_average":4.4,"runtime":75,"cert":"N\/A","id":43249,"title":"The Cyclops","adult":false,"genre_ids":[27,878]},{"cast":["Jack Palance","Anthony Perkins","Neville Brand","Robert Middleton","Elisha Cook Jr."],"overview":"Aging gunslinger Jacob Wade hopes to settle down with his estranged son, but his old enemies have other plans for him. Gunslinger Jacob Wade finds his long-abandoned son Riley, now a young man who hates his father but has nowhere else to go. Hoping to settle down, Jacob finds no town will have him. They end at Monolith, the ranch of Jacob's former girlfriend Ada, to whom he had no intention of returning. A mustang hunt finds Riley himself attracted to the shapely Ada...and Jacob having trouble with his eyesight. And his visions of a quiet life are doomed by the re-appearance of enemies from his past...","release_date":"1957-06-21","vote_average":6.8,"runtime":88,"cert":"N\/A","id":43250,"title":"The Lonely Man","adult":false,"genre_ids":[28,37]},{"cast":["Jerry Lewis","David Wayne","Phyllis Kirk","Peter Lorre","Joe Mantell"],"overview":"Private Meredith Bixby is so out of step in the Army that his six weeks of planned basic training has now stretched to 17 months. After he loses a tank, WAC Major Shelton, a psychologist, is assigned to make a good soldier out of him. She requests Corporal Dolan and Private Stan Wensalawsky to help with the training. Dolan and Stan both have scores to settle with Bixby and their \"guidance\" leads to more mishaps. Sergeant Pulley has them shipped out to Morocco. On leave in North Africa, Bixy wanders alone into a bar, has a few Moroccan Delights, which he thinks are malted milks, and becomes convinced that exotic singer-dancer Zita is THE girl for him.","release_date":"1957-11-27","vote_average":4.9,"runtime":98,"cert":"N\/A","id":43251,"title":"The Sad Sack","adult":false,"genre_ids":[35]},{"cast":["Ronald Colman","Hedy Lamarr","Groucho Marx","Harpo Marx","Chico Marx"],"overview":"The Spirit of Man (Ronald Colman) debates history with the devil (Vincent Price) before a court of fate, because of the hydrogen bomb.","release_date":"1957-11-08","vote_average":4.7,"runtime":100,"cert":"N\/A","id":43252,"title":"The Story of Mankind","adult":false,"genre_ids":[18,14]},{"cast":["Randolph Scott","Richard Boone","Maureen O'Sullivan","Arthur Hunnicutt","Skip Homeier"],"overview":"Having lost his horse in a bet, Pat Brennan hitches a ride with a stagecoach carrying newlyweds, Willard and Doretta Mims. At the next station the coach and its passengers fall into the hands of a trio of outlaws headed by a man named Usher. When Usher learns that Doretta is the daughter of a rich copper-mine owner, he decides to hold her for ransom. Tension builds over the next 24 hours as Usher awaits a response to his demands and as a romantic attachment grows between Brennan and Doretta.","release_date":"1957-04-02","vote_average":7.4,"runtime":78,"cert":"N\/A","id":43253,"title":"The Tall T","adult":false,"genre_ids":[53,37]},{"cast":["Randolph Scott","Barbara Hale","Jay C. Flippen","Frank Faylen","Harry Carey, Jr."],"overview":"An officer accused of cowardice volunteers to bring back General Custers's body after Little Big Horn.","release_date":"1956-01-01","vote_average":5.9,"runtime":75,"cert":"N\/A","id":43254,"title":"7th Cavalry","adult":false,"genre_ids":[37]},{"cast":["Machiko Kyō","Aiko Mimasu","Ayako Wakao","Michiyo Kogure","Kumeko Urabe"],"overview":"The personal tales of various sex workers who occupy a Japanese brothel.","release_date":"1956-03-18","vote_average":7.8,"runtime":87,"cert":"N\/A","id":43255,"title":"Street of Shame","adult":false,"genre_ids":[18]},{"cast":["Joan Crawford","Cliff Robertson","Vera Miles","Lorne Greene","Ruth Donnelly"],"overview":"A woman falls for a younger man with severe mental problems.","release_date":"1956-08-01","vote_average":7.1,"runtime":107,"cert":"N\/A","id":43256,"title":"Autumn Leaves","adult":false,"genre_ids":[18]},{"cast":["Eddie Fisher","Debbie Reynolds","Adolphe Menjou","Tommy Noonan","Nita Talbot"],"overview":"Kitschy musical remake of \"Bachelor Mother\". Debbie Reynolds plays an over-eager clerk in a large department store and Eddie Fisher plays the boss' son. After getting fired from her job, she finds an adorable baby on the steps of the foundling home and the folks inside mistake her for the mother. Fisher, well-meaning, but obtuse, tries to help her out with the baby, and the buds of romance begin to appear. Meanwhile old Merlin, the owner of the store, thinks he just might be a grandfather...","release_date":"1956-12-12","vote_average":7.1,"runtime":98,"cert":"N\/A","id":43257,"title":"Bundle of Joy","adult":false,"genre_ids":[35,10402]},{"cast":["Gary Cooper","Dorothy McGuire","Anthony Perkins","Richard Eyer","Robert Middleton"],"overview":"The story of a family of Quakers in Indiana in 1862. Their religious sect is strongly opposed to violence and war. It's not easy for them to meet the rules of their religion in everyday life but when Southern troops pass the area they are in real trouble. Should they fight, despite their peaceful attitude?","release_date":"1956-11-25","vote_average":6.5,"runtime":137,"cert":"N\/A","id":43258,"title":"Friendly Persuasion","adult":false,"genre_ids":[18,37,10752]},{"cast":["Dean Martin","Jerry Lewis","Pat Crowley","Maxie Rosenbloom","Anita Ekberg"],"overview":"The last movie with Jerry Lewis and Dean Martin together, is a satire of the life in Hollywood. Steve Wiley is a deceiver who cheats Malcolm Smith when he wins a car, claiming that he won it too. Trying to steal the car, Steve tells Malcolm that he lives in Hollywood, next to Anita Ekberg's. When Malcom hears that, they both set out for Hollywood and the adventure begins...","release_date":"1956-12-06","vote_average":6.2,"runtime":95,"cert":"N\/A","id":43259,"title":"Hollywood or Bust","adult":false,"genre_ids":[35]},{"cast":["Glenn Ford","Ernest Borgnine","Rod Steiger","Valerie French","Felicia Farr"],"overview":"Jubal Troop is a cowboy who is found in a weakened condition, without a horse. He is given shelter at Shep Horgan's large ranch, where he quickly makes an enemy in foreman Pinky, a cattleman who accuses Jubal of carrying the smell of sheep.","release_date":"1956-04-06","vote_average":6.5,"runtime":100,"cert":"N\/A","id":43260,"title":"Jubal","adult":false,"genre_ids":[28,37]},{"cast":["Steve Allen","Donna Reed","Berta Gersten","Barry Truex","Herbert Anderson"],"overview":"The Benny Goodman Story is a biographical film starring Steve Allen and Donna Reed, directed by Valentine Davies and released by Universal Studios in 1956. The film is based on the life of famed clarinetist Benny Goodman, who recorded most of the clarinet solos used in the film. The film captures several major moments in Goodman's life but it has been described as less than accurate in details. Goodman's Jewish background is never explicitly mentioned, despite it playing a part in his artistic and personal endeavors for decades. In one scene, where his mother tries to talk him out of a romance with Alice Hammond, played by Donna Reed, whom Goodman eventually married, she says, \"Bagels and caviar don't mix.\"","release_date":"1956-01-01","vote_average":5.8,"runtime":102,"cert":"N\/A","id":43261,"title":"The Benny Goodman Story","adult":false,"genre_ids":[18,10402]},{"cast":["Dave England","Jason Bothe","Pascale Hutton","Tom Green","Carlo Marks"],"overview":"SHRED is a motion picture that tells the story of two washed up pro snowboarders from the 90s named Max (played by Dave England) and Eddie (played by Renee Renee) who attempt to cash in on the fantastic growth of the sport by starting their own snowboard camp. Hoping to recapture their former glory, they begin by sharing their wacky wisdom with a group of up and coming young snowboarders. The story takes them from the run down ski hill where they grew up to a major event at one of the biggest resorts in the west.","release_date":"2008-01-31","vote_average":2.8,"runtime":94,"cert":"N\/A","id":43262,"title":"Shred","adult":false,"genre_ids":[35]},{"cast":["Tom Selleck","Kathy Baker","Kohl Sudduth","Stephen McHattie","Krista Allen"],"overview":"Police Chief Jesse Stone, who was suspended by the Paradise, Mass. Town Council, begins moonlighting for his friend, State Homicide Commander Healy, by investigating a series of murders in Boston, leaving Rose and Suitcase to handle a crime spree in Paradise on their own. Jesse pours his energy into his work in an effort to push away his twin demons: booze and women. When his investigation leads to notorious mob boss Gino Fish, Jesse's pursuit becomes hazardous.","release_date":"2010-05-09","vote_average":6.9,"runtime":87,"cert":"N\/A","id":43263,"title":"Jesse Stone: No Remorse","adult":false,"genre_ids":[18,53,80,9648]},{"cast":["Alex Gilbert"],"overview":"ICANZ Russian Adoption is a review of the Children that are in the Orphanage in 1994. Doco produced by ICANZ and the Russian Adoption Agency.","release_date":"1994-03-05","vote_average":5.3,"runtime":60,"cert":"N\/A","id":43264,"title":"ICANZ Russian Adoption","adult":false,"genre_ids":[99]},{"cast":["Andrei Gilbert","Christene McConachie","Paul Owen","David Goodwin"],"overview":"The South Island Bound is a 2005 documentary by Alex Gilbert. It was filmed at the end of 2005. The movie follows Alex's family driving all around the South Island and visiting each city one by one. The Film was hosted by Andrei Gilbert. The movie cover design is a photo of the Pier at Christchurch which is shown on the movie.","release_date":"2011-08-05","vote_average":4.0,"runtime":60,"cert":"N\/A","id":43265,"title":"The South Island Bound","adult":false,"genre_ids":[18,53,9648]},{"cast":["Walter Pidgeon","Maureen O'Hara","Anna Lee","Donald Crisp","Roddy McDowall"],"overview":"At the turn of the century in a Welsh mining village, the Morgans (he stern, she gentle) raise coal-mining sons and hope their youngest will find a better life. Lots of atmosphere, very sentimental view of pre-union miners' lives. The film is based on the 1939 Richard Llewellyn novel of the same name.","release_date":"1941-10-28","vote_average":7.4,"runtime":118,"cert":"U","id":43266,"title":"How Green Was My Valley","adult":false,"genre_ids":[18]},{"cast":["Anthony LaPaglia","Danny Aiello","Lainie Kazan","Frank Pesce","Robert Forster"],"overview":"Based on the life of Frank Pesce (Danny Aiello), an actor who won $6 million in the first New York State Lottery in 1976, this comedy focuses on the tight-knit Italian-American neighborhood in Brooklyn where Pesce grew up. It's also the story of how those gigantic winnings ended up becoming a curse of sorts (a case of \"be careful what you wish for\").","release_date":"1991-11-01","vote_average":6.7,"runtime":101,"cert":"N\/A","id":43267,"title":"29th Street","adult":false,"genre_ids":[35]},{"cast":["Shirley Temple","Alice Faye","Gloria Stuart","Jack Haley","Michael Whalen"],"overview":"Cossetted and bored, Barbara Barry is finally sent off to school by her busy if doting widowed soap manufacturer father. When her nurse is injured en route, Barbara finds herself alone in town, ending up as part of radio song-and-dance act Dolan and Dolan sponsored by a rival soap company.","release_date":"1936-07-24","vote_average":7.1,"runtime":79,"cert":"N\/A","id":43268,"title":"Poor Little Rich Girl","adult":false,"genre_ids":[12,10751,10402]},{"cast":["George Sanders","Geraldine Fitzgerald","Ella Raines","Sara Allgood","Moyna MacGill"],"overview":"George Sanders stars in this engrossing melodrama about a very domineering sister who holds a tight grip on her brother -- especially when he shows signs of falling in love.","release_date":"1945-08-17","vote_average":6.3,"runtime":80,"cert":"","id":43269,"title":"The Strange Affair of Uncle Harry","adult":false,"genre_ids":[18,53]},{"cast":["Kelsey Grammer","John Lasseter","Roy Edward Disney","Don Iwerks","Leonard Maltin"],"overview":"There's not a person in the world who wouldn't recognize Mickey Mouse. But until now, not many knew the man who originally gave shape, movement and personality to the world's most beloved icon. \"The Hand Behind the Mouse: The Ub Iwerks Story\" takes you behind the scenes to meet Walt Disney's best friend and chief animator.","release_date":"1999-10-08","vote_average":0.0,"runtime":90,"cert":"N\/A","id":43270,"title":"The Hand Behind the Mouse: The Ub Iwerks Story","adult":false,"genre_ids":[99]},{"cast":["Leonor Watling","Luis Tosar","Mercedes Sampietro","Juanjo Puigcorbé","Àlex Brendemühl"],"overview":"A Freudian comedy set in Barcelona, 1913, that playfully questions sexual taboos through a Sherlock Holmes-style investigation.","release_date":"2004-08-27","vote_average":7.5,"runtime":100,"cert":"N\/A","id":43271,"title":"Unconscious","adult":false,"genre_ids":[35,9648,10749]},{"cast":[],"overview":"Sink the Bismarck!’’ was the cry as British forces searched the Atlantic for the German navy’s most powerful vessel. The pursuit ended on May 27, 1941, in a battle that plunged the Bismarck into waters nearly three miles deep, taking with it more than 2,000 lives. Almost half a century later, explorer and scientist Dr. Robert Ballard, who discovered the sunken Titanic, searched the Atlantic for the infamous Bismarck. On June 8, 1989, he located the sunken ship, 600 miles off the coast of France. National Geographic looks back at the first, and last, mission of the Bismarck and talks with survivors of the notorious World War II battle. Then, in its climatic chapter, the story reveals exclusive footage of this remarkable undersea exploration.","release_date":"1989-03-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":43272,"title":"Search For the Battleship Bismarck","adult":false,"genre_ids":[]},{"cast":["Lana Turner","Barry Sullivan","Glynis Johns","Sean Connery","Terence Longdon"],"overview":"Lana Turner stars as an American news correspondent working in England during WWII. Her affair with a married British correspondent (Sean Connery) ends tragically when he is killed in action. Fearing a nervous breakdown as a result of his death, she travels to Cornwall to mourn with his family without any intention of revealing her relationship with him.","release_date":"1958-05-02","vote_average":6.4,"runtime":91,"cert":"N\/A","id":43273,"title":"Another Time, Another Place","adult":false,"genre_ids":[18,10749]},{"cast":["Steve Guttenberg","Kirsten Dunst","Nia Peeples","Michael McShane","Amzie Strickland"],"overview":"A disgraced reporter investigates an abandoned luxury hotel where five people mysteriously disappeared sixty years earlier.","release_date":"1997-10-26","vote_average":6.5,"runtime":89,"cert":"","id":43274,"title":"Tower of Terror","adult":false,"genre_ids":[53,35,10751,27]},{"cast":["Kyle MacLachlan","Martin Sheen","Dwight Yoakam","Xander Berkeley","Bob Gunton"],"overview":"Based on the book \"UFO Crash at Roswell\" by Kevin Randle and Donald Schmitt, Roswell follows the attempts of Major Jesse Marcel to discover the truth about strange debris found on a local rancher's field in July of 1947. Told by his superiors that what he has found is nothing more than a downed weather balloon, Marcel maintains his military duty until the weight of the truth, however out of this world it may be, forces him to piece together what really occurred.","release_date":"1994-07-31","vote_average":6.1,"runtime":91,"cert":"15","id":43275,"title":"Roswell","adult":false,"genre_ids":[878]},{"cast":["Paul Muni","Gale Sondergaard","Joseph Schildkraut","Gloria Holden","Donald Crisp"],"overview":"Biopic of the famous French writer Emile Zola and his involvement in the Dreyfus Affair.","release_date":"1937-10-02","vote_average":6.7,"runtime":116,"cert":"N\/A","id":43278,"title":"The Life of Emile Zola","adult":false,"genre_ids":[18]},{"cast":["John Phillip Law","Mel Gibson","Sam Neill","Chris Haywood","Sylvia Chang"],"overview":"Tim Burstall directs then-up-and-comers Mel Gibson and Sam Neill in this action-packed Cannes Film Festival selection about the grim realities of World War II, a gritty drama based on actual events. Sent to rescue survivors from the site of a plane crash in the South Pacific, Capt. P.G. Kelly (Gibson) and his elite squad of Australian commandos must keep tabs on a defecting Japanese official who could hold the secret to peace.","release_date":"1982-06-10","vote_average":5.3,"runtime":93,"cert":"N\/A","id":43279,"title":"Attack Force Z","adult":false,"genre_ids":[10752,18,28]},{"cast":[],"overview":".","release_date":"2002-06-08","vote_average":4.0,"runtime":15,"cert":"N\/A","id":43280,"title":"L'armadio","adult":false,"genre_ids":[27]},{"cast":["Hippolyte Girardot","Mireille Perrier","Yvan Attal","Jean-Marie Rollin","Hervé Falloux"],"overview":"25 year-old Hippo doesn't have a job, doesn't study either but lives from the money his younger brother earns with dealing and from occasional Poker winnings.","release_date":"1989-11-22","vote_average":7.8,"runtime":84,"cert":"N\/A","id":43281,"title":"Love Without Pity","adult":false,"genre_ids":[10749,35]},{"cast":["Julia Onsager Steen","Liv Bernhoft Osa","Bjørn Willberg Andersen","Reidar Sørensen","Baard Owe"],"overview":"Maren, a young girl, is the sole survivor of the Black Death in her Norwegian village. Using instincts, folklore, luck, and the clairvoyant powers granted her by being born with a \"Victory Cap,\" Maren survives on her own, waiting for other people to discover her plight.","release_date":"1994-07-22","vote_average":6.5,"runtime":93,"cert":"N\/A","id":43282,"title":"Second Sight","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Accompanying a husband-and-wife team of naturalists aboard the 50-foot schooner Damien II, this National Geographic program journeys through the northern tip of Antarctica to peer into the heart of penguin country. As viewers observe a fascinating and highly functional avian society, they'll also spy breathtaking natural formations and a variety of ocean creatures, including humpback whales, elephant seals and more.","release_date":"1997-07-11","vote_average":0.0,"runtime":60,"cert":"N\/A","id":43283,"title":"National Geographic: Antarctic Wildlife Adventure","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The Baby Genius series is an entertaining combination of diversion and accelerated learning. This disc offers images of oceanic animal life set to the soothing sounds of classical music. The very young will be amazed at the ability of dolphins and sea lions to maneuver through water, with their movements synchronized to some of the most beautiful music ever composed.","release_date":"2003-02-04","vote_average":0.0,"runtime":33,"cert":"N\/A","id":43284,"title":"Baby Genius: Underwater Adventures","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Part of a series of \"edutainment videos\" for young children, Baby Genius combines different images with classical music. The series is designed to offer pint-sized viewers fun and instructive programs about the world around us. Baby Genius: A Trip to the San Diego Zoo includes footage of pandas, hippos, polar bears and tigers at the world-famous zoo.","release_date":"2002-07-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":43285,"title":"Baby Genius: A Trip To The San Diego Zoo","adult":false,"genre_ids":[10751,99]},{"cast":["Muddy Waters","Buddy Guy","Junior Wells","Bill Wyman","Pinetop Perkins"],"overview":"A legendary concert featuring some of the most well known blues songs of all time. Recorded live at the Montreux Jazz Festival! Switzerland in 1974. This film captures on DVD some of the most influential and endearing musicians of the century. Chicago Blues legends Muddy Waters, Buddy Guy and Junior Wells.","release_date":"2004-01-17","vote_average":0.0,"runtime":75,"cert":"Exempt","id":43286,"title":"Muddy Waters: Messin' With The Blues","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Designed for preschoolers, this colorful program adds engaging visuals to Antonio Vivaldi's \"The Four Seasons,\" a set of four violin concertos that embody the unique personalities of spring, summer, fall and winter. As Vivaldi's timeless composition plays in the background, little ones will see lively scenes involving birds, bees and flowers. Later, as the weather grows colder, pumpkin patches, snowmen and holiday decorations take center stage.","release_date":"2001-12-04","vote_average":0.0,"runtime":36,"cert":"N\/A","id":43287,"title":"Baby Genius: The Four Seasons","adult":false,"genre_ids":[10751]},{"cast":["Luca Zingaretti","Vanessa Incontrada","Michela Cescon","Lisa Gastoni","Rosalinda Celentano"],"overview":"","release_date":"2007-04-13","vote_average":5.4,"runtime":null,"cert":"N\/A","id":43292,"title":"Tutte le donne della mia vita","adult":false,"genre_ids":[35]},{"cast":[],"overview":"\"A Visit with Grandma\" focuses on Max &amp; Ruby as they play and visit with Grandma. Grandma has organized a Treasure Hunt for Max, Ruby and Louise. Max thinks it's all about \"pirates!\" but Ruby and Louise know it's all about treasure! The final clue leads them to Grandma's house, where, to their surprise, Grandma greets them in the backyard, with a trunk full of treasure, but dressed as a \"Pirate!\"","release_date":"2010-06-15","vote_average":0.0,"runtime":99,"cert":"N\/A","id":43301,"title":"Max & Ruby - Visit With Grandma","adult":false,"genre_ids":[10751]},{"cast":["Spencer Tracy","Irene Dunne","Van Johnson","Ward Bond","James Gleason"],"overview":"Pete Sandidge, a daredevil bomber pilot, dies when he crashes his plane into a German aircraft carrier, leaving his devoted girlfriend, Dorinda, who is also a pilot, heartbroken. In heaven, Pete receives a new assignment: He is to become the guardian angel for Ted Randall, a young Army flyer. Invisibly, Pete guides Ted through flight school and into combat, but the ghostly mentor’s tolerance is tested when Ted falls for Dorinda. Ultimately however, Pete not only comes to terms with their relationship, but also acts as Dorinda’s copilot when she undertakes a dangerous bombing raid so that Ted won’t have to.","release_date":"1944-03-01","vote_average":6.6,"runtime":120,"cert":"N\/A","id":43306,"title":"A Guy Named Joe","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Bette Davis","Claude Rains","Walter Abel","George Coulouris","Richard Waring"],"overview":"A popular and beautiful woman is forced into a loveless marriage with an older man to save her brother from an embezzlement charge.","release_date":"1944-05-25","vote_average":6.8,"runtime":145,"cert":"N\/A","id":43307,"title":"Mr. Skeffington","adult":false,"genre_ids":[18,10749]},{"cast":["John Wayne","Betty Field","Harry Carey","Beulah Bondi","James Barton"],"overview":"Young Matt Masters, an Ozark Mountains moonshiner, hates the father he has never seen, who apparently deserted Matt's mother and left her to die. His obsession contributes to the hatred rampant in the mountains. However, the arrival of a stranger, Daniel Howitt, begins to positively affect the mountain people, who learn to shed their hatred under his gentle influence","release_date":"1941-07-18","vote_average":6.4,"runtime":98,"cert":"N\/A","id":43308,"title":"The Shepherd of the Hills","adult":false,"genre_ids":[37,18,10749]},{"cast":["Paul Douglas","Eva Bartok","Leslie Phillips","Walter Rilla","Philip Leaver"],"overview":"An American reporter smells a story when he is stranded in an Iron Curtain country where the local dictator is using gamma rays to transform children into mutated henchmen.","release_date":"1956-12-01","vote_average":6.5,"runtime":79,"cert":"N\/A","id":43309,"title":"The Gamma People","adult":false,"genre_ids":[878,27,35]},{"cast":["Clark Gable","Eleanor Parker","Jean Willes","Jo Van Fleet","Barbara Nichols"],"overview":"Opportunistic con man Dan Kehoe ingratiates himself with the cantankerous mother of four outlaws and their beautiful widows in order to find their hidden gold.","release_date":"1956-12-21","vote_average":4.2,"runtime":86,"cert":"N\/A","id":43310,"title":"The King and Four Queens","adult":false,"genre_ids":[12,37,9648,35]},{"cast":["June Allyson","Joan Collins","Dolores Gray","Leslie Nielsen","Ann Sheridan"],"overview":"Former radio singer Kay learns from her gossipy friends that her husband, Steve, has had an affair with chorus girl Crystal. Devastated, Kay tries to ignore the information, but when Crystal performs one of her musical numbers at a charity benefit, she breaks down and goes to Reno to file for divorce. However, when she hears that gold-digging Crystal is making Steve unhappy, Kay resolves to get her husband back.","release_date":"1956-10-26","vote_average":5.6,"runtime":117,"cert":"N\/A","id":43311,"title":"The Opposite Sex","adult":false,"genre_ids":[18,35,10402,10749]},{"cast":["Chester Morris","Marla English","Tom Conway","Cathy Downs","Lance Fuller"],"overview":"A mysterious hypnotist (Chester Morris) reverts his beautiful assistant (Marla English) back into the form of a prehistoric sea monster that she was in a past life.","release_date":"1956-08-01","vote_average":4.0,"runtime":77,"cert":"N\/A","id":43312,"title":"The She-Creature","adult":false,"genre_ids":[10749,14,27]},{"cast":["Marlon Brando","Glenn Ford","Eddie Albert","Paul Ford","Machiko Kyō"],"overview":"An Okinawan translator introduces U.S. occupation forces to the joys of local life.","release_date":"1956-01-01","vote_average":6.3,"runtime":123,"cert":"N\/A","id":43313,"title":"The Teahouse of the August Moon","adult":false,"genre_ids":[35]},{"cast":["Randolph Scott","Angela Lansbury","Warner Anderson","Jean Parker","Wallace Ford"],"overview":"A Marshal must face unpleasant facts about his past when he attempts to run a criminal gang out of town.","release_date":"1955-11-15","vote_average":5.1,"runtime":78,"cert":"N\/A","id":43314,"title":"A Lawless Street","adult":false,"genre_ids":[28,37]},{"cast":["Ray Milland","Mary Murphy","Ward Bond","Raymond Burr","Lee Van Cleef"],"overview":"A gunfighter, stranded in the desert, comes across the aftermath of a stage robbery, in which all the passengers were killed. He takes one of the horses to ride to town to report the massacre, but finds himself accused of it. He also finds himself accused of the murder of the local banker, and winds up hiding in the basement of a house where the local sheriff, who is very sick, lives with his daughter.","release_date":"1955-10-17","vote_average":5.3,"runtime":96,"cert":"N\/A","id":43315,"title":"A Man Alone","adult":false,"genre_ids":[37]},{"cast":["Jane Wyman","Rock Hudson","Agnes Moorehead","Conrad Nagel","Virginia Grey"],"overview":"Two different social classes collide when Cary Scott, a wealthy upper-class widow, falls in love with her much younger and down-to-earth gardener, prompting disapproval and criticism from her children and country club friends.","release_date":"1955-12-25","vote_average":7.3,"runtime":89,"cert":"U","id":43316,"title":"All That Heaven Allows","adult":false,"genre_ids":[18,10749]},{"cast":["Dean Martin","Jerry Lewis","Shirley MacLaine","Dorothy Malone","Eddie Mayehoff"],"overview":"Eugene and Rick are two struggling artists who share apartment. However, Rick has problems with that, because Eugene is obsessed with pulp fiction comic books and has nightmares because of that. However, Rick soon finds that those nightmares could be excellent material for writing his own comic books.","release_date":"1955-11-07","vote_average":7.0,"runtime":109,"cert":"N\/A","id":43317,"title":"Artists and Models","adult":false,"genre_ids":[35,10402]},{"cast":["Glenn Ford","Eleanor Parker","Roger Moore","Cecil Kellaway","Peter Leeds"],"overview":"Interrupted Melody is the inspirational filmed biography of world-renowned Australian soprano Marjorie Lawrence. She’s a foremost Wagnerian, equal to the vocal and physical demands of the composer’s oeuvre. And she’s a beacon of triumph to anyone who fights back when personal tragedy strikes.","release_date":"1955-07-01","vote_average":5.6,"runtime":106,"cert":"N\/A","id":43318,"title":"Interrupted Melody","adult":false,"genre_ids":[18,10402]},{"cast":["Kirk Douglas","Jeanne Crain","Claire Trevor","William Campbell","Richard Boone"],"overview":"Man Without a Star is a 1955 western film starring Kirk Douglas as a wanderer who gets dragged into a range war. It was based on the novel of the same name by Dee Linford.","release_date":"1955-03-24","vote_average":6.8,"runtime":89,"cert":"N\/A","id":43319,"title":"Man Without a Star","adult":false,"genre_ids":[37]},{"cast":["Pierre Brasseur","Danielle Darrieux","Jean Gabin","Louis de Funès","Dora Doll"],"overview":"The film follows the life of Napoleon from his early life in Corsica to his death at Saint Helena. The film is notable for its use of location shooting for numerous scenes, especially at the French estates of Malmaison and Fontainebleau, the Palace of Versailles, and sites of Napoleonic battles including Austerlitz and Waterloo.","release_date":"1955-01-01","vote_average":6.1,"runtime":190,"cert":"N\/A","id":43320,"title":"Napoleon","adult":false,"genre_ids":[36]},{"cast":["Jack Webb","Janet Leigh","Edmond O'Brien","Peggy Lee","Andy Devine"],"overview":"In 1927 Kansas City Pete Kelly and his jazz band play nightly at a speakeasy. A local gangster starts to move in on them and when their drummer is killed Kelly gives in...","release_date":"1955-07-31","vote_average":6.1,"runtime":95,"cert":"N\/A","id":43321,"title":"Pete Kelly's Blues","adult":false,"genre_ids":[18,28,10402]},{"cast":["Tadeusz Łomnicki","Urszula Modrzyńska","Tadeusz Janczar","Janusz Paluszkiewicz","Ryszard Kotys"],"overview":"Stach is a wayward teen living in squalor on the outskirts of Nazi-occupied Warsaw. Guided by an avuncular Communist organizer, he is introduced to the underground resistance—and to the beautiful Dorota. Soon he is engaged in dangerous efforts to fight oppression and indignity, maturing as he assumes responsibility for others’ lives. A coming-of-age story of survival and shattering loss, A Generation delivers a brutal portrait of the human cost of war.","release_date":"1955-01-26","vote_average":6.8,"runtime":87,"cert":"N\/A","id":43322,"title":"A Generation","adult":false,"genre_ids":[10752,18]},{"cast":["Cedric Hardwicke","Nicholas Hannen","Laurence Olivier","Ralph Richardson","John Gielgud"],"overview":"Having helped his brother King Edward IV take the throne of England, the jealous hunchback Richard, Duke of York, plots to seize power for himself. Masterfully deceiving and plotting against nearly everyone in the royal court, including his eventual wife, Lady Anne, and his brother George, Duke of Clarence, Richard orchestrates a bloody rise to power before finding all his gains jeopardized by those he betrayed.","release_date":"1955-12-13","vote_average":7.0,"runtime":155,"cert":"U","id":43323,"title":"Richard III","adult":false,"genre_ids":[18,36]},{"cast":["Terry Moore","Frank Lovejoy","Keenan Wynn","Lee Marvin","Whit Bissell"],"overview":"A greasy spoon diner provides a base for a spy smuggling nuclear secrets.","release_date":"1955-12-04","vote_average":6.0,"runtime":80,"cert":"N\/A","id":43324,"title":"Shack Out on 101","adult":false,"genre_ids":[80]},{"cast":["John Payne","Ronald Reagan","Rhonda Fleming","Coleen Gray","Anthony Caruso"],"overview":"A tough, womanizing high-stakes gambler known only as Tennessee has an uneasy relationship with Duchess, madam of a thinly-disguised bordello, and no other friends at all. But he's saved from murder by a lonesome cowpoke ('My friends call me Cowpoke'), in town to meet his fiancée Goldie on the steamboat. When she arrives, there's a mysterious undercurrent between Goldie and Tennessee, whose newfound friendship with Cowpoke is destined to be severely tried...","release_date":"1955-09-21","vote_average":6.2,"runtime":87,"cert":"N\/A","id":43325,"title":"Tennessee's Partner","adult":false,"genre_ids":[37,28,18]},{"cast":["Frank Sinatra","Debbie Reynolds","David Wayne","Celeste Holm","Jarma Lewis"],"overview":"Charlie Reader is a successful theater agent. He is also successful with young ladies. One day he is visited by his old friend Joe, married with three children. Joe falls in love with Charlie's girl Sylvia while Charlie spends his time with young actress Julie. Written by Mattias Thuresson","release_date":"1955-11-04","vote_average":6.4,"runtime":111,"cert":"N\/A","id":43326,"title":"The Tender Trap","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Richard Todd","Bette Davis","Joan Collins","Jay Robinson","Herbert Marshall"],"overview":"Sir Walter Raleigh overcomes court intrigue to win favor with the Queen in order to get financing for a proposed voyage to the New World.","release_date":"1955-07-22","vote_average":7.6,"runtime":92,"cert":"N\/A","id":43327,"title":"The Virgin Queen","adult":false,"genre_ids":[18,36,10749]},{"cast":["Irasema Dilián","Jorge Mistral","Lilia Prado","Ernesto Alonso","Francisco Reiguera"],"overview":"Gone several years, the brooding Alejandro returns to the hacienda of his foster sister, Catalina, whom he loves, to find her married to the wealthy and effete Eduardo.","release_date":"1954-06-30","vote_average":6.2,"runtime":91,"cert":"N\/A","id":43328,"title":"Wuthering Heights","adult":false,"genre_ids":[18,10749]},{"cast":["Burt Lancaster","Jean Peters","John McIntire","Charles Bronson","John Dehner"],"overview":"Following the surrender of Geronimo, Massai, the last Apache warrior is captured and scheduled for transportation to a Florida reservation. On the way he manages to escape and heads for his homeland to win back his girl and settle down to grow crops. His pursuers have other ideas though.","release_date":"1954-07-09","vote_average":6.0,"runtime":91,"cert":"N\/A","id":43329,"title":"Apache","adult":false,"genre_ids":[28,37]},{"cast":["Jack Thompson","Carol Burns","Denis Lill","Donna Akersten","Martyn Sanderson"],"overview":"During World War 2, a farmer in New Zealand murders seven people. The police, along with local Maori trackers, hunt him in the bush country.","release_date":"1982-11-12","vote_average":7.0,"runtime":105,"cert":"","id":43330,"title":"Bad Blood","adult":false,"genre_ids":[53,18]},{"cast":["Elizabeth Taylor","Peter Ustinov","Stewart Granger","Robert Morley","James Donald"],"overview":"Lavishly told story of George Bryan Brummel, a commoner born in the era of Napoleon who uses wit, brilliance and sartorial flair to align himself with the future King George IV. Lush settings in authentic locations and Taylor in Regency …","release_date":"1954-11-16","vote_average":5.9,"runtime":113,"cert":"","id":43331,"title":"Beau Brummell","adult":false,"genre_ids":[18,36]},{"cast":["Victor Mature","Susan Hayward","Michael Rennie","Debra Paget","Anne Bancroft"],"overview":"The story picks up at the point where \"The Robe\" ends, following the martyrdom of Diana and Marcellus. Christ's robe is conveyed to Peter for safe-keeping, but the emperor Caligula wants it back to benefit from its powers. Marcellus' former slave Demetrius seeks to prevent this, and catches the eye of Messalina, wife to Caligula's uncle Claudius. Messalina tempts Demetrius, he winds up fighting in the arena, and wavers in his faith.","release_date":"1954-06-16","vote_average":6.4,"runtime":101,"cert":"N\/A","id":43332,"title":"Demetrius and the Gladiators","adult":false,"genre_ids":[12,36]},{"cast":["Marlon Brando","Jean Simmons","Merle Oberon","Michael Rennie","Cameron Mitchell"],"overview":"In Marseilles, France in 1794, Desiree Clary, a young millinery clerk, becomes infatuated with Napoleon Bonaparte, but winds up wedding Genaral Jean-Baptiste Berandotte, an aid to Napoleon who later joins the forces that bring about the Emperor's downfall. Josephine Beauharnais, a worldly courtesan marries Napoleon and becomes Empress of France, but is then cast aside by her spouse when she proves unable to produce an heir to the throne.","release_date":"1954-11-16","vote_average":7.0,"runtime":110,"cert":"N\/A","id":43333,"title":"Désirée","adult":false,"genre_ids":[18,10749]},{"cast":["Jack Webb","Ben Alexander","Richard Boone","Ann Robinson","Stacy Harris"],"overview":"Two homicide detectives try to find just the facts behind a mobster's brutal murder.","release_date":"1954-09-04","vote_average":6.3,"runtime":88,"cert":"N\/A","id":43334,"title":"Dragnet","adult":false,"genre_ids":[12,18,28,53,80]},{"cast":["Elizabeth Taylor","Peter Finch","Dana Andrews","Abraham Sofaer","Abner Biberman"],"overview":"The young bride of a rich planter finds herself the only white woman at Elephant Walk tea plantation, British Ceylon.","release_date":"1954-04-21","vote_average":5.4,"runtime":103,"cert":"N\/A","id":43335,"title":"Elephant Walk","adult":false,"genre_ids":[18,10749]},{"cast":["William Holden","Barbara Stanwyck","Fredric March","June Allyson","Walter Pidgeon"],"overview":"When the head of a large manufacturing firm dies suddenly from a stroke, his vice-presidents vie to see who will replace him.","release_date":"1954-05-06","vote_average":7.2,"runtime":104,"cert":"N\/A","id":43336,"title":"Executive Suite","adult":false,"genre_ids":[18]},{"cast":["Samson De Brier","Marjorie Cameron","Joan Whitney","Katy Kadell","Renate Druks"],"overview":"Lord Shiva wakes. A convocation of magicians in the guise of figures from mythology; a masquerade party at which Pan is the prize. The wine of Hecate is poured: Pan's cup is poisoned by Shiva. Kali blesses the assembly as a bacchic rite ensues.","release_date":"1954-03-29","vote_average":6.3,"runtime":38,"cert":"N\/A","id":43337,"title":"The Inauguration of the Pleasure Dome","adult":false,"genre_ids":[14]},{"cast":["Lilia Prado","Carlos Navarro","Fernando Soto","Agustín Isunza","Miguel Manzano"],"overview":"Confronted with the unfortunate news that their favorite Streetcar, no. 133, is going to be decommissioned, two Municipal Transit workers get drunk and decide to \"take 'er for one last spin,\" as it were. Unfortunately, the \"one last spin\" ends up being an all-night and all-day scramble to stay out of trouble, as they are confronted with situation after sometimes bizarre situation that prevents them from returning the \"borrowed\" Streetcar!","release_date":"1954-01-01","vote_average":6.7,"runtime":90,"cert":"N\/A","id":43338,"title":"Illusion Travels by Streetcar","adult":false,"genre_ids":[12,35,18]},{"cast":["Hideko Takamine","Hideki Gôko","Itsuo Watanabe","Makoto Miyagawa","Takeo Terashita"],"overview":"Schoolteacher Hisako Oishi struggles to imbue her students with a positive view of the world and their place in it, despite the fact that she knows full well that most of them will die in the war.","release_date":"1954-09-15","vote_average":7.7,"runtime":156,"cert":"N\/A","id":43339,"title":"Twenty-Four Eyes","adult":false,"genre_ids":[18]},{"cast":["Doris Day","Frank Sinatra","Gig Young","Ethel Barrymore","Dorothy Malone"],"overview":"The lives and romances of three sisters in a musical family; the youngest daughter's life is complicated by the subsequent arrival of a charming composer and a cynical music arranger.","release_date":"1954-12-01","vote_average":5.9,"runtime":117,"cert":"N\/A","id":43340,"title":"Young at Heart","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Sonny Tufts","Victor Jory","Marie Windsor","Carol Brewster","William Phipps"],"overview":"Astronauts travel to the moon where they discover it is inhabited by attractive young women in black tights.","release_date":"1953-09-03","vote_average":4.0,"runtime":64,"cert":"N\/A","id":43341,"title":"Cat-Women of the Moon","adult":false,"genre_ids":[878]},{"cast":["Lew Ayres","Nancy Reagan","Gene Evans","Steve Brodie","Tom Powers"],"overview":"A scientist takes a the brain of dead man and revives it via electrodes as it lays suspended in a tank of liquid. Soon, the brain grows to possess enormous psychic powers and inflicts its personality upon the doctor who saved creating a \"Jekyll and Hyde\" paradigm.","release_date":"1953-09-30","vote_average":5.8,"runtime":83,"cert":"N\/A","id":43342,"title":"Donovan's Brain","adult":false,"genre_ids":[18,27,878]},{"cast":["Esther Williams","Van Johnson","Tony Martin","John Bromfield","Edna Skinner"],"overview":"Two men vie for the heart of a Cypress Gardens swimming star.","release_date":"1953-12-25","vote_average":6.8,"runtime":96,"cert":"N\/A","id":43343,"title":"Easy to Love","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Arturo de Córdova","Delia Garcés","Aurora Walker","Carlos Martínez Baena","Manuel Dondé"],"overview":"Francisco is rich, rather strict on principles, and still a bachelor. After meeting Gloria by accident, he is suddenly intent on her becoming his wife and courts her until she agrees to marry him. Francisco is a dedicated husband, but little by little his passion starts to exhibit disturbing traits. Nevertheless, Gloria meets with scepticism as she expresses her worries to their acquaintances.","release_date":"1953-07-09","vote_average":8.0,"runtime":92,"cert":"N\/A","id":43344,"title":"Él","adult":false,"genre_ids":[53,18,10749]},{"cast":["Jane Fonda","Gregory Peck","Jimmy Smits","Patricio Contreras","Jenny Gag"],"overview":"When school teacher Harriet Winslow goes to Mexico to teach, she is kidnapped by Gen. Tomas Arroyo and his revolutionaries. An aging American, Ambrose \"Old Gringo\" Bierce also in Mexico, befriends Gen. Arroyo and meets Harriet. Bierce is a famous writer, who knowing that he is dying, wishes to keep his identity secret so he can determine his own fate. Though he likes Arroyo, Bierce tries to provoke the General's anger whenever possible in an attempt to get himself killed, thus avoiding suffering through his illness. Winslow is intrigued by both Bierce and Arroyo, and the men are in turn attracted to her. She becomes romantically involved with Arroyo. When Winslow learns of Bierce's true identity (a writer whose work she has loved and respected for years), she is singlemindedly determined to fulfill his dying wish. Written by E.W. DesMarais","release_date":"1989-10-06","vote_average":6.0,"runtime":120,"cert":"N\/A","id":43345,"title":"Old Gringo","adult":false,"genre_ids":[28,18,10749]},{"cast":["Dinah Sheridan","John Gregson","Kay Kendall","Kenneth More","Geoffrey Keen"],"overview":"Two friends driving in the London to Brighton vintage car rally bet on which of them will be the first to arrive back home.","release_date":"1953-05-28","vote_average":6.7,"runtime":86,"cert":"U","id":43346,"title":"Genevieve","adult":false,"genre_ids":[35]},{"cast":["Jake Gyllenhaal","Anne Hathaway","Oliver Platt","Hank Azaria","Josh Gad"],"overview":"Maggie, an alluring free spirit who won't let anyone - or anything - tie her down. But she meets her match in Jamie, whose relentless and nearly infallible charm serve him well with the ladies and in the cutthroat world of pharmaceutical sales. Maggie and Jamie's evolving relationship takes them both by surprise, as they find themselves under the influence of the ultimate drug: love.","release_date":"2010-11-22","vote_average":6.9,"runtime":112,"cert":"15","id":43347,"title":"Love & Other Drugs","adult":false,"genre_ids":[18,35,10749]},{"cast":["Rock Hudson","Donna Reed","Philip Carey","Roberta Haynes","Leo Gordon"],"overview":"After a stagecoach holdup, Frank Slayton's notorious gang leave Ben Warren for dead and head off with his fiancée. Warren follows, and although none of the townspeople he comes across are prepared to help, he recruits two others who have sworn revenge on the ruthless Slayton.","release_date":"1953-10-09","vote_average":5.5,"runtime":83,"cert":"","id":43348,"title":"Gun Fury","adult":false,"genre_ids":[10749,80,28,12,37]},{"cast":["Kazuo Hasegawa","Machiko Kyō","Isao Yamagata","Yataro Kurokawa","Kôtarô Bandô"],"overview":"A samurai performs a heroic act by rescuing the lovely Kesa during a violent uprising. The warrior falls in love with her, but becomes distraught when he finds out that she is already married.","release_date":"1953-10-30","vote_average":7.4,"runtime":86,"cert":"N\/A","id":43349,"title":"Gate of Hell","adult":false,"genre_ids":[18,36,10749]},{"cast":["Leslie Caron","Mel Ferrer","Jean-Pierre Aumont","Zsa Zsa Gábor","Kurt Kasznar"],"overview":"Members of a circus troupe \"adopt\" Lili Daurier when she finds herself stranded in a strange town. The magician who first comes to her rescue already has romantic entanglements and thinks of her as a little girl. Who can she turn to but the puppets, singing to them her troubles, forgetting that there are puppeteers. A crowd gathers around Lili as she sings. The circus has a new act. She now has a job. Will she get her heart's desire?","release_date":"1953-07-10","vote_average":6.8,"runtime":81,"cert":"N\/A","id":43350,"title":"Lili","adult":false,"genre_ids":[18,10751,10402,10749]},{"cast":["Charlton Heston","Rhonda Fleming","Jan Sterling","Forrest Tucker","Porter Hall"],"overview":"Buffalo Bill and Wild Bill Hickok join forces to establish a mail route that can get mail from St. Joseph, Missouri, to Sacramento, California, in ten days. Along the way they must battle bad weather, hostile Indians and outlaws intent on robbing the mail and shutting down the entire operation.","release_date":"1953-01-01","vote_average":5.1,"runtime":101,"cert":"N\/A","id":43351,"title":"Pony Express","adult":false,"genre_ids":[28,37]},{"cast":["Josef Hader","Ursula Strauss","Oliver Baier","Pia Hierzegger","Tanja Raunig"],"overview":"About a pathologist with a complicated life. His problems with himself, his colleagues and patients who come down to him, dead or alive.","release_date":"2010-04-13","vote_average":8.0,"runtime":180,"cert":"N\/A","id":43352,"title":"Aufschneider","adult":false,"genre_ids":[80,35,10770]},{"cast":["George Nader","Claudia Barrett","Gregory Moffett","John Mylong","Selena Royle"],"overview":"Ro-Man, an alien robot who greatly resembles a gorilla in a diving helmet, is sent to earth to destroy all human life. Ro-Man falls in love with one of the last six remaining humans, and struggles to understand how his programming can instruct him to kill her while his heart demands that he can't.","release_date":"1953-06-25","vote_average":3.5,"runtime":66,"cert":"N\/A","id":43353,"title":"Robot Monster","adult":false,"genre_ids":[878,27]},{"cast":["Alec Guinness","Yvonne De Carlo","Celia Johnson","Charles Goldner","Miles Malleson"],"overview":"Mediterranean ferryboat captain Henry St James has things well organized - a loving and very English wife Maud in Gibraltar, and the loving if rather more hot-blooded Mistress, Nita in Tangiers. A perfect life. As long as neither woman decides to follow him to the other port.","release_date":"1953-09-28","vote_average":5.8,"runtime":94,"cert":"N\/A","id":43354,"title":"The Captain's Paradise","adult":false,"genre_ids":[10749,35,18]},{"cast":["Errol Flynn","Roger Livesey","Anthony Steel","Beatrice Campbell","Mervyn Johns"],"overview":"Scottish highlander Jamie Durie (Errol Flynn) falls into a life of piracy after joining the failed rebellion of Bonnie Prince Charlie against the British crown in this swashbuckling adventure adapted from the Robert Louis Stevenson novel.","release_date":"1953-01-01","vote_average":6.1,"runtime":90,"cert":"N\/A","id":43355,"title":"The Master of Ballantrae","adult":false,"genre_ids":[12]},{"cast":["Randolph Scott","Claire Trevor","Lee Marvin","Ernest Borgnine","Joan Weldon"],"overview":"Having been a spy for Quantrill's raiders during the Civil War, Jeff Travis thinking himself a wanted man, flees to Prescott Arizona where he runs into Jules Mourret who knows of his past. He takes a job on the stage line that Mourret is trying to steal gold from. When Mourret's men kill a friend of his he sets out to get Mourret and his men. When his plan to have another gang get Mourret fails, he has to go after them himself.","release_date":"1953-07-30","vote_average":4.6,"runtime":83,"cert":"N\/A","id":43356,"title":"The Stranger Wore a Gun","adult":false,"genre_ids":[28,37]},{"cast":["Hans Conried","Janet Warren","William H. Lynn","Edwin Max","Gloria Blondell"],"overview":"A college professor, left alone by his wife for the weekend, discovers his new TV set is not only alive, but determined to take control of his entire life.","release_date":"1953-01-01","vote_average":4.7,"runtime":84,"cert":"N\/A","id":43357,"title":"The Twonky","adult":false,"genre_ids":[35,878]},{"cast":["Laurence Olivier","Jennifer Jones","Miriam  Hopkins","Eddie Albert","Basil Ruysdael"],"overview":"Carrie's dreams of adventure in the big city are quickly squashed as she discovers all that awaits her there is a bleak life of grueling and poorly-paid factory work. That is, until a traveling salesman named Drouet steps into her life and changes her outlook...","release_date":"1952-07-17","vote_average":6.1,"runtime":118,"cert":"N\/A","id":43358,"title":"Carrie","adult":false,"genre_ids":[18,10749]},{"cast":["Dean Martin","Jerry Lewis","Mona Freeman","Don DeFore","Robert Strauss"],"overview":"Hap Smith, nightclub entertainer, has a new act since his former partner Chick Allen joined the army: with lovely new partner Betsy Carter, Hap plays a clownish parody of a soldier. Meanwhile, Chick is organizing a soldier show at Fort Benning and finds he needs his old partner's help. To get onto the base, Hap impersonates a hapless real soldier, Dogface Dolan; but circumstances force them to prolong the masquerade, creating an increasingly tangled Army-sized snafu.","release_date":"1952-06-11","vote_average":8.1,"runtime":96,"cert":"N\/A","id":43359,"title":"Jumping Jacks","adult":false,"genre_ids":[35]},{"cast":["Claude Dauphin","Gaby Morlay","Madeleine Renaud","Ginette Leclerc","Danielle Darrieux"],"overview":"Three stories about the pleasure. The first one is about a man hiding his age behind a mask to keep going to balls and fancying women - pleasure and youth. Then comes the long tale of Mme Tellier taking her girls (whores) to the country for attending her niece's communion - pleasure and purity. And lastly, Jean the painter falling in love with his model - pleasure and death.","release_date":"1952-02-29","vote_average":7.4,"runtime":97,"cert":"N\/A","id":43360,"title":"Le Plaisir","adult":false,"genre_ids":[18]},{"cast":["Alberto Sordi","Leopoldo Trieste","Giulietta Masina","Brunella Bovo","Lilia Landi"],"overview":"In Italy, small-town newlyweds Wanda and Ivan Cavalli embark on their honeymoon in the big city of Rome. Ivan dutifully wants to keep appointments with family and church, but Wanda is only interested in meeting her favorite photo-strip star known as \"The White Sheik\". While Wanda impetuously sneaks away to locate the object of her affections, disconsolate Ivan tries his hardest to keep up appearances with the couple's relatives.","release_date":"1952-09-20","vote_average":7.2,"runtime":83,"cert":"N\/A","id":43361,"title":"The White Sheik","adult":false,"genre_ids":[10749,35,18]},{"cast":["Larry Parks","Elizabeth Taylor","Josephine Hutchinson","Tom Tully","Ann Doran"],"overview":"The dancing teacher Anastasia falls in love with the smart theatre agent Jud. He likes her, too, but does not want to give up his solo life at all. Thus she plans a trap for him...","release_date":"1952-02-23","vote_average":3.0,"runtime":81,"cert":"N\/A","id":43362,"title":"Love Is Better Than Ever","adult":false,"genre_ids":[10749,35]},{"cast":["Kathryn Grayson","Red Skelton","Howard Keel","Marge Champion","Gower Champion"],"overview":"Three broke Broadway producers are desperately looking for backers for a new show. When they are about to give up, one of them discovers that they are an heir to a Parisian dress salon. Off to Paris they go!","release_date":"1952-07-01","vote_average":3.0,"runtime":103,"cert":"N\/A","id":43363,"title":"Lovely to Look At","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Kinuyo Tanaka","Tsukie Matsuura","Ichirô Sugai","Toshirō Mifune","Toshiaki Konoe"],"overview":"Follows a woman's fight and survival amid the vicissitudes of life and the cruelty of the society.","release_date":"1952-01-01","vote_average":8.1,"runtime":136,"cert":"N\/A","id":43364,"title":"The Life of Oharu","adult":false,"genre_ids":[18]},{"cast":["Clifton Webb","Debra Paget","Robert Wagner","Ruth Hussey","Finlay Currie"],"overview":"Marine bandmaster John Philip Sousa (Clifton Webb) becomes famous for his marches and inspires the sousaphone.","release_date":"1952-01-01","vote_average":6.3,"runtime":90,"cert":"N\/A","id":43365,"title":"Stars and Stripes Forever","adult":false,"genre_ids":[18,10402]},{"cast":["Fred Astaire","Vera-Ellen","Marjorie Main","Keenan Wynn","Alice Pearce"],"overview":"In squeaky-clean New York at the turn of the century, playboy Charlie Hill falls so much in love that he can walk on air. The object of his affections is beautiful Angela Bonfils, a mission house worker in the Bowery. He promises to reform his dissolute life, even trying to do an honest day's work.","release_date":"1952-02-22","vote_average":6.0,"runtime":82,"cert":"N\/A","id":43366,"title":"The Belle of New York","adult":false,"genre_ids":[10402,10749,35]},{"cast":["Kirk Douglas","Dewey Martin","Elizabeth Threatt","Arthur Hunnicutt","Buddy Baer"],"overview":"Kirk Douglas stars as the determined leader of a band of Tennessee fur trappers who set out to explore the uncharted Missouri river in 1830 and find them selves battling American Indians.","release_date":"1952-08-19","vote_average":6.3,"runtime":140,"cert":"N\/A","id":43367,"title":"The Big Sky","adult":false,"genre_ids":[12,37]},{"cast":["Kirk Douglas","Eve Miller","Patrice Wymore","Edgar Buchanan","John Archer"],"overview":"In 1900, unscrupulous timber baron Jim Fallon plans to take advantage of a new law and make millions off California redwood. Much of the land he hopes to grab has been homesteaded by a Quaker colony, who try to persuade him to spare the giant sequoias...but these are the very trees he wants most. Expert at manipulating others, Fallon finds that other sharks are at his own heels, and forms an unlikely alliance.","release_date":"1952-02-05","vote_average":6.0,"runtime":89,"cert":"N\/A","id":43368,"title":"The Big Trees","adult":false,"genre_ids":[10749,37]},{"cast":["Alec Guinness","Glynis Johns","Valerie Hobson","Petula Clark","Edward Chapman"],"overview":"A charming and ambitious young man finds many ways to raise himself through the ranks in business and social standing - some honest, some not quite so. If he can just manage to avoid a certain very predatory woman...","release_date":"1952-02-25","vote_average":7.1,"runtime":85,"cert":"","id":43369,"title":"The Card","adult":false,"genre_ids":[35,18,10751,10749]},{"cast":["Susan Hayward","Robert Mitchum","Arthur Kennedy","Arthur Hunnicutt","Frank Faylen"],"overview":"Retired rodeo champion Jeff McCloud agrees to mentor novice rodeo contestant Wes Merritt against the wishes of Merritt's wife who fears the dangers of this rough sport.","release_date":"1952-10-24","vote_average":6.6,"runtime":113,"cert":"N\/A","id":43370,"title":"The Lusty Men","adult":false,"genre_ids":[28,18,37]},{"cast":["Ronald Reagan","Diana Lynn","Walter Slezak","Lucille Barkley","Jesse White"],"overview":"College prof Peter Boyd tries to salvage his professional and personal reputation by using a lab chimp to prove that environment trumps heredity in behavioral development.","release_date":"1951-04-05","vote_average":8.0,"runtime":83,"cert":"N\/A","id":43371,"title":"Bedtime for Bonzo","adult":false,"genre_ids":[35]},{"cast":["Anna Magnani","Walter Chiari","Tina Apicella","Gastone Renzelli","Tecla Scarano"],"overview":"Bellissima is a satire of the film industry, and centers on a mother and daughter after the latter attends an audition.","release_date":"1951-12-27","vote_average":7.6,"runtime":108,"cert":"N\/A","id":43372,"title":"Bellissima","adult":false,"genre_ids":[35,18]},{"cast":["Violet Hilton","Daisy Hilton","Mario Laval","Allen Jenkins","Patricia Wright"],"overview":"A Siamese twin kills the husband who left her. The courts have to decide if she is convicted of murder, how can they punish her sister, who had nothing to do with the crime?","release_date":"1952-01-01","vote_average":4.0,"runtime":81,"cert":"N\/A","id":43373,"title":"Chained for Life","adult":false,"genre_ids":[18]},{"cast":["Marguerite Chapman","Cameron Mitchell","Arthur Franz","Virginia Huston","John Litel"],"overview":"Five astronauts successfully fly to Mars where they encounter seemingly friendly and advanced inhabitants who harbor covert plans to use their ship to invade Earth.","release_date":"1951-11-11","vote_average":4.9,"runtime":72,"cert":"N\/A","id":43374,"title":"Flight to Mars","adult":false,"genre_ids":[878,53]},{"cast":["Doris Day","Danny Thomas","Frank Lovejoy","Patrice Wymore","James Gleason"],"overview":"Songwriter Gus Kahn fights to make his name, then has to fight again to survive the Depression.","release_date":"1951-12-05","vote_average":4.4,"runtime":110,"cert":"N\/A","id":43375,"title":"I'll See You in My Dreams","adult":false,"genre_ids":[18,10402,35]},{"cast":["Claude Laydu","Jean Riveyre","Adrien Borel","Rachel Bérendt","Nicole Maurey"],"overview":"An inexperienced, sickly priest shows up in the rural French community of Ambricourt, where he joins the community's clergy. But the locals don't take kindly to the priest, and his ascetic ways and unsociable demeanor make him an outcast. During Bible studies at the nearby girls school, he is continually mocked by his students. Then his attempt to intervene in a family feud backfires into a scandal. His failures, compounded with his declining health, begin to erode his faith.","release_date":"1951-02-07","vote_average":7.8,"runtime":120,"cert":"N\/A","id":43376,"title":"Diary of a Country Priest","adult":false,"genre_ids":[18,9648]},{"cast":["Doris Day","Gene Nelson","S.Z. Sakall","Billy De Wolfe","Gladys George"],"overview":"Pretty Melinda Howard has been abroad singing with a musical troupe. She decides to return home to surprise her mother whom she thinks is a successful Broadway star with a mansion in Manhattan. She doesn't know that her mother is actually a burnt-out cabaret singer with a love for whiskey. When she arrives at the mansion, she is taken in by the two servants who are friends of her mother's The house actually belongs to Adolph Hubbell, a kind-hearted Broadway producer who also gets drawn into the charade. Hubbell takes a shine to Melinda and agrees to star her in his next show. Melinda also finds romance with a handsome hoofer who's also in the show. All is going well for Melinda except that she wants to see her mother who keeps putting off their reunion.","release_date":"1951-03-26","vote_average":5.3,"runtime":92,"cert":"N\/A","id":43377,"title":"Lullaby of Broadway","adult":false,"genre_ids":[10402,10749]},{"cast":["Randolph Scott","Joan Leslie","Ellen Drew","Alexander Knox","Richard Rober"],"overview":"A small farmer and rancher is being harassed by his mighty and powerfull neighbour. When the neighbour even hires gunmen to intimidate him he has to defend himself and his property by means of violence.","release_date":"1951-12-02","vote_average":5.4,"runtime":87,"cert":"N\/A","id":43378,"title":"Man in the Saddle","adult":false,"genre_ids":[37]},{"cast":["Emma Gramatica","Francesco Golisano","Paolo Stoppa","Guglielmo Barnabò","Brunella Bovo"],"overview":"Once upon a time an old woman discovers a baby in her cabbage patch. She brings up the child and, when she dies, the boy, Toto, enters an orphanage. Toto leaves the orphanage a happy young man, and looks for work in post-war Milan. He ends up with the homeless and organizes them to build a shanty town in a vacant lot. The squatters discover oil in the land and Toto sees a vision of the old woman who gives him a magic dove that will grant him anything he wishes.","release_date":"1951-02-08","vote_average":7.3,"runtime":100,"cert":"N\/A","id":43379,"title":"Miracle in Milan","adult":false,"genre_ids":[35,18,14]},{"cast":["Tyrone Power","Susan Hayward","Hugh Marlowe","Dean Jagger","Edgar Buchanan"],"overview":"Not a Rowdy Yates in sight in this western set in a stop over for the California to St Louis mail stagecoach run. The two staff are warned that four dangerous outlaws are in the area, and together with a female stage passenger and her baby they wait patiently for the word to go round that these men have been caught. Can you guess where the outlaws decide to hide out while they plan a large gold robbery? What follows is a film that concentrates on small details (like attempts to slip a warning note to a passing stage, or to reach a hidden gun that the bad guys don't know about) as the captives try anything to get away from the outlaws.","release_date":"1951-03-25","vote_average":6.6,"runtime":89,"cert":"N\/A","id":43380,"title":"Rawhide","adult":false,"genre_ids":[37]},{"cast":["Esther Williams","Red Skelton","Howard Keel","Ann Miller","Paula Raymond"],"overview":"A Texas carnival showmen team is mistaken for a cattle baron and his sister.","release_date":"1951-10-05","vote_average":4.0,"runtime":77,"cert":"N\/A","id":43381,"title":"Texas Carnival","adult":false,"genre_ids":[35,10402,10749]},{"cast":["George Montgomery","Gale Storm","Jerome Courtland","Noah Beery Jr.","William Bishop"],"overview":"It's 1874 and the Texas Rangers have been reorganized. But Sam Bass has assembled a group of notorious outlaws into a gang the Rangers are unable to cope with. So the Ranger Major releases two men from prison who are familiar with the movements and locations used by Bass and his men and sends them out to find him.","release_date":"1951-06-03","vote_average":6.0,"runtime":74,"cert":"N\/A","id":43382,"title":"The Texas Rangers","adult":false,"genre_ids":[37]},{"cast":["John Howard Davies","Robert Newton","John Charlesworth","James Hayter","John Forrest"],"overview":"When Tom Brown (John Howard Davies) arrives at Rugby boarding school, he’s mercilessly tormented by the school’s evil bully, Flashman (John Forrest). With the help of his friend East (John Charlesworth), plucky Brown devises a plan to get back at Flashman; in the meantime, he’s asked to look out for a timid new student (Glyn Dearman), whose life is accidentally put in peril during a school race.","release_date":"1951-11-02","vote_average":7.4,"runtime":93,"cert":"N\/A","id":43383,"title":"Tom Brown's Schooldays","adult":false,"genre_ids":[18]},{"cast":["Burt Lancaster","Robert Walker","Joanne Dru","Sally Forrest","John Ireland"],"overview":"A cattle baron takes in an orphaned boy and raises him, causing his own son to resent the boy. As they get older the resentment festers into hatred, and eventually the real son frames his stepbrother for fathering an illegitimate child that is actually his, seeing it as an opportunity to get his half-brother out of the way so he can have his father's empire all to himself.","release_date":"1951-02-06","vote_average":4.7,"runtime":83,"cert":"PG","id":43384,"title":"Vengeance Valley","adult":false,"genre_ids":[28,37]},{"cast":["Joan Fontaine","Robert Ryan","Zachary Scott","Joan Leslie","Mel Ferrer"],"overview":"Christabel Caine has the face of angel and the heart of a swamp rat. She'll step on anyone to get what she wants, including her own family. A master of manipulation, she covertly breaks off the engagement of her trusting cousin, Donna, to her fabulously wealthy beau, Curtis Carey. Once married to Curtis herself, Christabel continues her affair with novelist Nick Bradley, who knows she's evil, but loves her anyway.","release_date":"1950-09-28","vote_average":6.0,"runtime":94,"cert":"","id":43385,"title":"Born to Be Bad","adult":false,"genre_ids":[18]},{"cast":["José Ferrer","Mala Powers","William Prince","Morris Carnovsky","Ralph Clanton"],"overview":"José Ferrer won the Oscar for Best Actor for his portayal of the swordsman-poet using his silver tongue to woo the woman he loves for another man.  Cyrano de Bergerac is a play written in 1897 by Edmond Rostand. Although there was a real Cyrano de Bergerac, the play is a fictionalization of his life that follows the broad outlines of it. The entire play is written in verse, in rhyming couplets of twelve syllables per line, very close to the Alexandrine format, but the verses sometimes lack a caesura. It is also meticulously researched, down to the names of the members of the Académie française and the dames précieuses glimpsed before the performance in the first scene. The play has been translated and performed many times, and is responsible for introducing the word \"panache\" into the English language.","release_date":"1950-11-14","vote_average":7.8,"runtime":112,"cert":"N\/A","id":43386,"title":"Cyrano de Bergerac","adult":false,"genre_ids":[12,18,36,10749]},{"cast":["Donald O'Connor","Patricia Medina","Zasu Pitts","Ray Collins","John McIntire"],"overview":"The truthful soldier Stirling didn't know how to lie about his source of information, the talking army Mule, Francis, so he was treated as a lunatic and led to one after another hilarious situations, where the mule was the only one that appeared in his right mind. In the process of all this, the mule assisted in uncovering a spy, Mareen, who pretended to be lost among the jungles, but was actually...","release_date":"1950-01-01","vote_average":6.2,"runtime":91,"cert":"N\/A","id":43387,"title":"Francis","adult":false,"genre_ids":[35,14,10752]},{"cast":["Stewart Granger","Deborah Kerr","Richard Carlson","Hugo Haas","Lowell Gilmore"],"overview":"Adventurer Allan Quartermain leads an expedition into uncharted African territory in an attempt to locate an explorer who went missing during his search for the fabled diamond mines of King Solomon.","release_date":"1950-11-09","vote_average":6.4,"runtime":103,"cert":"N\/A","id":43388,"title":"King Solomon's Mines","adult":false,"genre_ids":[28,12,10749]},{"cast":["Giulietta Masina","Peppino De Filippo","Carla Del Poggio","John Kitzmiller","Folco Lulli"],"overview":"In Italy, Checco Dal Monte manages a troupe of traveling performers with plenty of heart but minimal talent. At a small town engagement, he encounters the starry-eyed, gorgeous Lily Antonelli, and hires her as a dancer on the show. Vivacious Lily quickly sells out crowds and earns the resentment of Checco's mistress, Melina Amour, but the fledgling performer has far bigger ambitions and soon sets her sights on a higher-profile role.","release_date":"1950-12-29","vote_average":7.0,"runtime":93,"cert":"N\/A","id":43389,"title":"Variety Lights","adult":false,"genre_ids":[10749,18,10402]},{"cast":["Judy Garland","Gene Kelly","Eddie Bracken","Gloria DeHaven","Marjorie Main"],"overview":"To Jane Falbury's New England farm comes a troup of actors to put up a show, invited by Jane's sister. At first reluctant she has them do farm chores in exchange for food. Her reluctance becomes attraction when she falls in love with the director, Joe, who happens to be her sister's fiance.","release_date":"1950-08-31","vote_average":6.5,"runtime":108,"cert":"N\/A","id":43390,"title":"Summer Stock","adult":false,"genre_ids":[10402,10749]},{"cast":["Mikel Conrad","Pat Garrison","Russell Hicks","Lester Sharpe","Hantz von Teuffen"],"overview":"The CIA sends playboy Mike Trent to Alaska with agent Vee Langley, posing as his \"nurse,\" to investigate flying saucer sightings. At first, installed in a hunting lodge, the two play in the wilderness. But then they sight a saucer. Investigating, our heroes clash with an inept gang of Soviet spies, also after the saucer secret.","release_date":"1950-01-04","vote_average":2.9,"runtime":69,"cert":"N\/A","id":43391,"title":"The Flying Saucer","adult":false,"genre_ids":[53,878]},{"cast":["Jackie Robinson","Ruby Dee","Minor Watson","Louise Beavers","Richard Lane"],"overview":"Biography of Jackie Robinson, the first black major league baseball player in the 20th century. Traces his career in the negro leagues and the major leagues.","release_date":"1950-05-16","vote_average":7.1,"runtime":76,"cert":"N\/A","id":43392,"title":"The Jackie Robinson Story","adult":false,"genre_ids":[18,10751]},{"cast":["Robert Preston","Robert Sterling","Chill Wills","Cathy Downs","John Litel"],"overview":"Brother is pitted against brother in this tale of fueding ranchers in the old west.","release_date":"1950-02-02","vote_average":5.8,"runtime":83,"cert":"N\/A","id":43393,"title":"The Sundowners","adult":false,"genre_ids":[28,37]},{"cast":["Eleanor Parker","Patricia Neal","Ruth Roman","Frank Lovejoy","Leif Erickson"],"overview":"A five-year-old boy is the sole survivor of a devastating plane crash in the mountains of California. When the newspapers reveal the boy was adopted and that the crash occurred on his birthday, three women begin to ponder if it's the son each gave up for adoption. As the three await news of his rescue at a mountain cabin, they recall incidents from five years earlier and why they were forced to give up their son.","release_date":"1950-10-20","vote_average":7.4,"runtime":98,"cert":"N\/A","id":43394,"title":"Three Secrets","adult":false,"genre_ids":[18]},{"cast":["Jane Powell","Ricardo Montalban","Debbie Reynolds","Ann Harding","Louis Calhern"],"overview":"The Robinson family are spending two weeks of summer vacation at a resort in the Catskills. Older daughter Patti vies with her friend, Valeria, for the affections of Demi Armendez but Patti is at a disadvantage because her parents think she is too young for boys. But with Patti singing at an amateur show and a dance, her adventures in quest of Armendez ends happily.","release_date":"1950-01-01","vote_average":5.7,"runtime":92,"cert":"N\/A","id":43395,"title":"Two Weeks with Love","adult":false,"genre_ids":[35,10402,10749]},{"cast":["William Holden","Nancy Olson","Barry Fitzgerald","Lyle Bettger","Jan Sterling"],"overview":"Police catch a break when suspected kidnappers are spotted on a train heading towards Union Station. Police, train station security and a witness try to piece together the crime and get back the blind daughter of a rich business man.","release_date":"1950-10-04","vote_average":6.1,"runtime":81,"cert":"N\/A","id":43396,"title":"Union Station","adult":false,"genre_ids":[18,53,80]},{"cast":["James Mason","Barbara Bel Geddes","Robert Ryan","Frank Ferguson","Curt Bois"],"overview":"It was Leonora Eames' childhood dream come true. She had married Smith Ohlrig, a man worth millions. But her innocent dream became a nightmare once she realizes the truth about her husband - he is power mad and insane! Since he will not grant her a divorce, she leaves her life of luxury on Long Island and goes to work as a receptionist in an impoverished doctor's office in NYC's lower east side. After Smith deceives her into a temporary reconciliation, Leonora becomes pregnant. By the time she realizes she is expecting, she and one of the doctors, Larry Quinada (James Mason), have fallen in love. But she is again lured backed to her wealthy husband to give her child financial security. Her sadistic husband is hell-bent on keeping her and her child prisoner. What will happen to Leonora?","release_date":"1949-02-17","vote_average":6.6,"runtime":88,"cert":"U","id":43397,"title":"Caught","adult":false,"genre_ids":[18,53]},{"cast":["Edmund Gwenn","Donald Crisp","Geraldine Brooks","Reginald Owen","Alan Webb"],"overview":"When Lassie's master dies, an old friend tries to convince a judge that the dog's life should be spared.","release_date":"1949-10-31","vote_average":4.0,"runtime":76,"cert":"N\/A","id":43398,"title":"Challenge to Lassie","adult":false,"genre_ids":[28,10751,12,18]},{"cast":["Naglaa Fathy","Soheir El Bably","Rushdy Abaza","Omar Khorsheid","Sayed Zayan"],"overview":"A happy relationship developed between Hoda [Naglaa Fathy] and Ahmed [Mahmoud Yassine]. Ahmed was planning to meet with her parents to ask for her hand, then suddenly went abroad to get his doctorate. Hoda's father [Ibrahim Saafan] got into a severe financial crisis and died, leaving Hoda in great pain. She felt better when she heard Ahmed was returning, but his plane crashed while Hoda was waiting to meet him at the airport. Her friend Dolat [Soheir El-Bably] tried to get her to accept treatment at a home for women, but she would not stay there; she went on a partying binge in Lebanon instead. Then Hoda heard Ahmed had not died, so she wrote him a letter about her situation. Ahmed came to see her, but she overdosed on sleeping pills and killed herself the following day.","release_date":"1972-03-26","vote_average":3.3,"runtime":101,"cert":"N\/A","id":43399,"title":"Emotions and the Body","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"A committed, passionate teacher tries tp make all the difference in the lives of disadvantaged students.","release_date":"2008-01-01","vote_average":0.0,"runtime":99,"cert":"N\/A","id":43400,"title":"Pressure Cooker","adult":false,"genre_ids":[99]},{"cast":["Mai Ezz Eldein","Hassan Hosny","حميد الشاعري","ميرنا المهندس","Hala Fakher"],"overview":"A businessman returns back to home country, Egypt, after living for a long time abroad where he became a multi-millionaire. Upon his return, he starts a search for his daughter that he abandoned when he was young","release_date":"2008-03-20","vote_average":3.9,"runtime":102,"cert":"N\/A","id":43401,"title":"Ayazon","adult":false,"genre_ids":[35]},{"cast":["Lila Zaborin","Victor Izay","Tom Pace","Leslie McRay","William Bagdad"],"overview":"Lorraine and Mark enter the world of witchcraft where Mara foretells the future and helps them remember their past lives. When a series of mysterious murders begin to occur, they turn to Dr. Helsford for advice.","release_date":"1973-01-01","vote_average":2.6,"runtime":73,"cert":"N\/A","id":43402,"title":"Blood Orgy of the She-Devils","adult":false,"genre_ids":[27]},{"cast":["نيرمين الفقي","Hassan Hosny","Lotfy Labib","Mimi Gamal","Hassan Mostafa"],"overview":"An Egyptian comedy about plastic surgery.","release_date":"2009-03-18","vote_average":3.3,"runtime":119,"cert":"N\/A","id":43403,"title":"Doctor Silicon","adult":false,"genre_ids":[35]},{"cast":["Ray Romano"],"overview":"Hosted by Ray Romano, this video features information on what fathers can do to help promote and participate in their young children's healthy development. Learn how your role as a father can have an enormous impact on your children- from how well they succeed in school to how they get along with their friends. You'll also hear from men who talk about the rewards of being close to their kids. This video provides information on: •How fathering begins even before the baby is born •How dads can connect with their children right from the start •What fathers can do to foster a close relationship with their children- even when they live miles apart •How fathers can overcome the challenges of parenting under special circumstances, like seperation or divorce.","release_date":"2005-05-01","vote_average":0.0,"runtime":29,"cert":"N\/A","id":43404,"title":"To Be a Father","adult":false,"genre_ids":[]},{"cast":["Ahmed Helmy","Menna Shalabi","Lotfy Labib","Khaled El Sawy","Youssef Daoud"],"overview":"A comedy about a triplet brothers but with only one birth certificate.","release_date":"2007-07-31","vote_average":6.4,"runtime":113,"cert":"N\/A","id":43405,"title":"That's Enough","adult":false,"genre_ids":[35,53,9648,80]},{"cast":["Timothy Stultz","Ken Mitzkovitz","Erika Ann","Steven Barry Prince","Greg Coale"],"overview":"A magical tale about young Max, a shy, bullied boy.  His life is forever changed when he receives an ancient magical book that opens a mystical door into an enchanted kingdom where an adventure filled with warriors, elves, queens and sorcerers awaits.","release_date":"2002-10-01","vote_average":5.0,"runtime":86,"cert":"N\/A","id":43408,"title":"Max Magician and the Legend of the Rings","adult":false,"genre_ids":[14,878,10751]},{"cast":["Benoît Magimel","François-Xavier Demaison","Julie Gayet","Léa Seydoux","Jean-Marie Winling"],"overview":"Étienne Meunier (Benoît Magimel) is a young executive who has everything going for him. His career is skyrocketing and he is about to become #1 at work, he is married to a picture-perfect wife, has a dream home and money. To top it off, he's charming, healthy and everyone likes him and seems to consider him \"a great guy\". But beneath the surface, not everything is perfect. Meunier feels some pressure at work, knowing others eye his future position and he and his wife have been unable to have children so far. One day, Meunier bumps into a childhood friend, Patrick Chambon (François-Xavier Demaison) and the two resume their friendship, despite Chambon having struggled as a petty criminal.","release_date":"2010-03-10","vote_average":6.6,"runtime":90,"cert":"N\/A","id":43409,"title":"Traceless","adult":false,"genre_ids":[80]},{"cast":["Ajay Devgn","Abhishek Bachchan","Vivek Oberoi","Rani Mukerji","Kareena Kapoor Khan"],"overview":"Michael, Arjun and Lallan, three men from three different strata of society, cross paths one morning in Calcutta and change one another's lives forever.","release_date":"2004-05-22","vote_average":6.2,"runtime":161,"cert":"N\/A","id":43410,"title":"Yuva","adult":false,"genre_ids":[28,18,80]},{"cast":["James MacDonald","Dessie Flynn","Clarence Nash"],"overview":"The most mischievous characters to ever come out of Disney studios, Chip ‘N’ Dale are cute, cuddly and always in the centre of trouble. Here is a special collection of their adventures that will have you and your family laughing again and again. Donald Duck goes nuts when he finds himself \"Out On A Limb\" as he tries to prune Chip ‘N’ Dale’s tree home! In \"Corn Chips\", Donald convinces them to shovel his snowy sidewalk but ends up shovelling popcorn! Next, it’s Christmas and Chip ‘N’ Dale fight with Donald over the goodies under his tree in \"Toy Tinkers\". Guess who invite themselves over for Donald’s pancakes in \"Three For Breakfast\"?","release_date":"2005-03-14","vote_average":7.1,"runtime":52,"cert":"N\/A","id":43411,"title":"Chip 'n Dale: Trouble in a Tree","adult":false,"genre_ids":[16,10751]},{"cast":["Tim Minchin"],"overview":"ROCK N ROLL NERD is an intimate tale that charts Tim Minchin’s meteoric rise from obscurity to celebrity. Capturing every moment of Tim’s first frenzied break onto the comedy scene the documentary weaves never-before-seen performance footage, backstage antics, home footage and candid interviews into a funny and deeply personal story of love and ambition.","release_date":"2008-08-08","vote_average":5.9,"runtime":89,"cert":"N\/A","id":43414,"title":"Rock n' Roll Nerd","adult":false,"genre_ids":[35,10402,99]},{"cast":[],"overview":"Koncerten er en historisk gennemgang af Tabu Records bagkatalog – og blandt de medvirkende kan, udover SUSPEKT, nævnes: Clemens, Jooks, Tue Track, USO, Marwan, Jeppe Rapp og mange flere. Denne koncert er sammenkædet med en række interviews fra VEGA, med alle de optrædende, og Tabu Records med folkene bag pladeselskabet – blevet til en 2 timers lang DVD, med masser af bonus materiale, som i hip hop miljøet må betegnes som et stykke Danmarkshistorie.","release_date":"2009-09-28","vote_average":0.0,"runtime":120,"cert":"N\/A","id":43415,"title":"Tabu Records 10 Års Jubilæum","adult":false,"genre_ids":[10402]},{"cast":["John Payne","Jan Sterling","Coleen Gray","Lyle Bettger","Willard Parker"],"overview":"A man returns to his home -- a post Civil-War village -- and finds the law is in the hands of a few scrupulous people.","release_date":"1953-06-03","vote_average":3.3,"runtime":84,"cert":"N\/A","id":43416,"title":"The Vanquished","adult":false,"genre_ids":[18,28,37]},{"cast":["Lee Van Cleef","Stefanie Powers","Michael Callan","Mariette Hartley","Luke Askew"],"overview":"Marshal Chris Adams turns down a friend's request to help stop the depredations of a gang of Mexican bandits. When his wife is killed by bank robbers and his friend is killed capturing the last thief, Chris feels obligated to take up his friend's cause and recruits a writer and five prisoners to destroy the desperadoes.The last in the original series of four \"Magnificent Seven\" movies.","release_date":"1972-08-01","vote_average":5.0,"runtime":100,"cert":"N\/A","id":43417,"title":"The Magnificent Seven Ride!","adult":false,"genre_ids":[28,37]},{"cast":["Brendan Cowell","Harrison Gilbertson","Steve Le Marquand","Gyton Grantley","Alan Dukes"],"overview":"The true story of Australia's cat-and-mouse underground mine warfare—one of the most misunderstood, misrepresented and mystifying conflicts of WW I. It was secret struggle BENEATH the Western Front that combined daring engineering, technology and science. Few on the surface knew of the brave, claustrophobic and sometimes barbaric work of these tunnellers.","release_date":"2010-04-15","vote_average":7.0,"runtime":122,"cert":"15","id":43418,"title":"Beneath Hill 60","adult":false,"genre_ids":[18,36,10752]},{"cast":["Gary Cooper","George Raft","Frances Dee","Henry Wilcoxon","Harry Carey"],"overview":"Michael 'Nuggin' Taylor and Powdah save lives during a sea tragedy in this story about the slave trade on the high seas during 1842.","release_date":"1937-09-03","vote_average":6.0,"runtime":92,"cert":"N\/A","id":43419,"title":"Souls at Sea","adult":false,"genre_ids":[12]},{"cast":["João Miguel","Peter Ketnath","Madalena Accioly","Jeane Alves","Veronica Cavalcanti"],"overview":"1942, in the middle of Northeastern Brazil, two very different men meet along the road: Johan, an aspirin salesman avoiding the German draft, and Ranulpho, a rural Brazilian seeking escape from the drought.","release_date":"2005-05-17","vote_average":7.2,"runtime":99,"cert":"N\/A","id":43420,"title":"Cinema, Aspirins and Vultures","adult":false,"genre_ids":[18]},{"cast":["Sydni Bourg","Michael Martin "],"overview":"After blowing his professional ballet career, John's only way to redeem himself is to concoct the demise of his former partner, Leah, who he blames for his downfall; he rehearses his salvation in his mind in the way that he rehearses a dance, but being able to break from the routine will be the key to his success.","release_date":"2009-01-01","vote_average":0.0,"runtime":17,"cert":"N\/A","id":43421,"title":"12","adult":false,"genre_ids":[18]},{"cast":["Tamara Acosta","Alejandro Goic","Blanca Lewin"],"overview":"Gringuito tells the story of Ivan, a kid whose family decides to go back to Chile from New York, after at least a decade away. Ivan of course is not quite the Chilean kid his grandparents would like him to be: he sulks, misses the Opera, finds things odd and ugly, acting like a real \"little gringo\" (hence the title).","release_date":"1998-01-01","vote_average":6.0,"runtime":100,"cert":"N\/A","id":43422,"title":"Gringuito","adult":false,"genre_ids":[18]},{"cast":["Behzad Dorani","Noghre Asadi","Roushan Karam Elmi","Bahman Ghobadi","Shahpour Ghobadi"],"overview":"Irreverent city engineer Behzad comes to a rural village in Iran to keep vigil for a dying relative. In the meanwhile the film follows his efforts to fit in with the local community and how he changes his own attitudes as a result.","release_date":"1999-09-06","vote_average":7.4,"runtime":118,"cert":"N\/A","id":43423,"title":"The Wind Will Carry Us","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This was a very human account of the lives and deaths of Marie Antoinette and Louis the XVI focusing primarily on Marie. It is an account of their lives from birth to death and the circumstances leading to the downfall of the French monarchy.","release_date":"2006-11-28","vote_average":0.0,"runtime":120,"cert":"N\/A","id":43424,"title":"Marie Antoinette: A Film by David Grubin","adult":false,"genre_ids":[99,18,10749]},{"cast":[],"overview":"Days before her wedding, JC is seduced by Christian L'Amour, clarifying the status of all her relationships. Christian L'Amour is a designer bag.","release_date":"2007-01-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":43427,"title":"The Passion","adult":false,"genre_ids":[]},{"cast":["Federico Luppi","Haydée Padilla","Ulises Dumont","Aldo Barbero","Rodolfo Ranni"],"overview":"A union organizing demolition worker and a friend of his decide to blackmail the corrupt company they work for setting up a fake accident. Because of a miscalculation the friend dies, but he sticks with the plan and demands a big sum of money as indemnity. When the company refuses to pay, determined to prove the worker is lying, he is forced to make a tragic decision in order to win.","release_date":"1981-07-30","vote_average":6.7,"runtime":112,"cert":"N\/A","id":43428,"title":"Time for Revenge","adult":false,"genre_ids":[80,18,53]},{"cast":["Federico Luppi","Juan Diego Botto","Eusebio Poncela","Cecilia Roth","Ana María Picchio"],"overview":"An emotionally distant father attempts to reconnect with the son he abandoned. After his estranged son (Juan Diego Botto) tries to commit suicide, Argentine expat Martín (Federico Luppi) brings the troubled teen live with him in Spain. But though Martín tries to reach out to his son, he's unable to bond with anyone in his life -- including his much-younger girlfriend","release_date":"1997-03-31","vote_average":7.8,"runtime":123,"cert":"N\/A","id":43429,"title":"Martin (Hache)","adult":false,"genre_ids":[18]},{"cast":["Andrey Myagkov","Barbara Brylska","Yuriy Yakovlev","Aleksandr Shirvindt","Georgi Burkov"],"overview":"A group of old friends have a tradition of going to a public bathing house on New Years eve. Occasionally too much vodka and beer makes two of them unconscious. The problem is that one of them (Sasha) has to go to Leningrad but another one (Zhenya) goes. Zhenya wakes up at Leningrad airport. Believing that he is still in Moscow he takes a taxi and goes home. The street name, building and even apartment number, the way an apartment complex looks the same and the key coincide completely - just typical Soviet-type 'economy' architecture. Imagine the surprise of Nadya when she enters her apartment and finds a man without trousers in her bed. What's more - Nadya's fiancé also finds him there...","release_date":"1975-12-31","vote_average":7.5,"runtime":184,"cert":"N\/A","id":43430,"title":"The Irony of Fate, or Enjoy Your Bath!","adult":false,"genre_ids":[18,35,10749]},{"cast":["Fernando Tejero","María Botto","Marta Larralde","Carlos Kaniowsky","Enrique Villén"],"overview":"Fernando (Fernando Tejero) is a loser. A gray type, without ambition, that works like bookcases distributor in a supermarket of the quarter. In his free short whiles, he is a substitute keeper of a football team, a third regional one. In all the season he has not played a single minute. But the last Sunday of the league the referee indicates penalty and the regular keeper injures itself. Fernando must occupy the goal for the first time. If penalty scores, the team of the district will proclaim champion. If no, all the effort of a year will not have been worth for anything. When the penalty is just about to be kicked, a group of indignant fans with the referee invades the field and prevents the kick. The competition committee decides that the penalty must play the following Sunday, in the same goal, with same players and the field closed to the public. El Penalti más largo del mundo, (The Longest Penalty Shot in the World) is exactly the history of that week of delay.","release_date":"2005-03-08","vote_average":5.3,"runtime":100,"cert":"N\/A","id":43431,"title":"The Longest Penalty Shot in the World","adult":false,"genre_ids":[35]},{"cast":["Juan Diego Botto","Susú Pecoraro","José Sacristán","Agustín Garvíe","Vando Villamil"],"overview":"Joaquín Góñez, a novelist in his sixties recalls his emotions, his wild years in Buenos Aires, the memories of old friends, the meaning of loyalty and the intimate relationship with his mother, Roma.","release_date":"2004-04-15","vote_average":6.0,"runtime":148,"cert":"N\/A","id":43432,"title":"Roma","adult":false,"genre_ids":[18]},{"cast":["Mohammad Bakri","Areen Omari","Nour Zoubi","Saleh Bakri"],"overview":"\"At eight o'clock, it's Laila's birthday, okay?\" Palestinian judge turned cab driver Abu Laila's wife reminds her husband. But on his young daughter's birthday, like any day, Abu faces a nerve-wracking shift in a Ramallah yellow cab armed only with an ex-jurist's misplaced pride, a father's loyalty, and a sticker reminding passengers that smoking and carrying AK-47s are prohibited. Rather than address politics or document holy war heroics and villainy, Laila's Birthday focuses on the toll that the unending Palestinian-Israeli conflict extracts from civilians clinging to both employment and a semblance of normal life amidst chaos and corruption, missile attacks and bursts of gunfire.","release_date":"2008-01-01","vote_average":6.0,"runtime":71,"cert":"N\/A","id":43433,"title":"Laila's Birthday","adult":false,"genre_ids":[18]},{"cast":["Edgar Ramírez","Alexander Scheer","Fadi Abi Samra","Nora von Waldstätten","Talal Jurdi"],"overview":"The story of Venezuelan revolutionary, Ilich Ramirez Sanchez, who founded a worldwide terrorist organization and raided the OPEC headquarters in 1975 before being caught by the French police.","release_date":"2010-05-19","vote_average":7.0,"runtime":338,"cert":"N\/A","id":43434,"title":"Carlos","adult":false,"genre_ids":[80,18,53,36]},{"cast":["Larry Parks","Barbara Hale","William Demarest","Ludwig Donath","Bill Goodwin"],"overview":"In this sequel to The Jolson Story, we pick up the singer's career just as he has returned to the stage after a premature retirement. But his wife has left him and the appeal of the spotlight isn't what it used to be. This time Jolson trades in the stage for life in the fast lane: women, horses, travel. It takes the death of Moma Yoelson and World War II to bring Jolson back to earth - and to the stage. Once again teamed with manager Steve Martin, Jolson travels the world entertaining troops everywhere from Alaska to Africa. When he finally collapses from exhaustion it takes young, pretty nurse Ellen Clark to show him there's more to life than \"just rushing around\".","release_date":"1949-08-17","vote_average":5.8,"runtime":96,"cert":"N\/A","id":43435,"title":"Jolson Sings Again","adult":false,"genre_ids":[18,10402]},{"cast":["June Allyson","Peter Lawford","Margaret O'Brien","Elizabeth Taylor","Janet Leigh"],"overview":"Louisa May Alcott's autobiographical account of her life with her three sisters in Concord Mass in the 1860s. With their father fighting in the civil war, the sisters: Jo, Meg, Amy and Beth are at home with their mother - a very outspoken women for her time. The story is of how the sisters grow up, find love and find their place in the world.","release_date":"1949-04-01","vote_average":7.6,"runtime":121,"cert":"N\/A","id":43436,"title":"Little Women","adult":false,"genre_ids":[18,10751,10749]},{"cast":["Esther Williams","Red Skelton","Ricardo Montalban","Betty Garrett","Keenan Wynn"],"overview":"Scatterbrained Betty Barrett mistakes masseur Jack Spratt for Jose O'Rourke, the captain of the South American polo team. Spratt goes along with the charade, but the situation becomes more complicated when they fall in love. Meanwhile, Betty's sensible older sister Eve fears Betty's heart will be broken when Jose returns to South America. She arranges to meet with the real O'Rourke and love soon blossoms between them as well.","release_date":"1949-06-10","vote_average":6.7,"runtime":95,"cert":"N\/A","id":43437,"title":"Neptune's Daughter","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Valerie Hobson","John Howard Davies","Ronald Squire","John Mills","Hugh Sinclair"],"overview":"A strange and ultimately tragic tale of a young boy who learns how to pick winners at the racetrack by riding his rocking horse to aid his parents out of their endless round of debts.","release_date":"1949-11-30","vote_average":6.1,"runtime":91,"cert":"","id":43438,"title":"The Rocking Horse Winner","adult":false,"genre_ids":[18]},{"cast":["Margaret O'Brien","Dean Stockwell","Herbert Marshall","Gladys Cooper","Elsa Lanchester"],"overview":"When Cholera takes the parents of Mary Lennox, she is shipped from India to England to live with her Uncle Craven. Mary changes the lives of those she encounters at her Uncle's remote estate.","release_date":"1949-04-30","vote_average":7.4,"runtime":92,"cert":"N\/A","id":43439,"title":"The Secret Garden","adult":false,"genre_ids":[18,10751]},{"cast":["James Stewart","June Allyson","Frank Morgan","Agnes Moorehead","Bill Williams"],"overview":"Star major league pitcher Monty Stratton loses a leg in a hunting accident, but becomes determined to leave the game on his own terms.","release_date":"1949-06-01","vote_average":6.7,"runtime":106,"cert":"N\/A","id":43440,"title":"The Stratton Story","adult":false,"genre_ids":[18,10749]},{"cast":["Cary Grant","Franchot Tone","Betsy Drake","Diana Lynn","Alan Mowbray"],"overview":"Anabel Sims is determined to find the perfect husband. She thinks she's found her man in Madison Brown, a handsome pediatrician. She then prepares an elaborate scheme to trap him into marriage","release_date":"1948-12-25","vote_average":7.1,"runtime":85,"cert":"N\/A","id":43441,"title":"Every Girl Should Be Married","adult":false,"genre_ids":[35,10749]},{"cast":["Irene Dunne","Barbara Bel Geddes","Oskar Homolka","Philip Dorn","Cedric Hardwicke"],"overview":"Norwegian immigrant Marta Hanson keeps a firm but loving hand on her household of four children, a devoted husband and a highly-educated lodger who reads Charles Dickens to the family every evening. Through financial crises, illnesses and the small triumphs of everyday life, Marta maintains her optimism and sense of humor, traits she passes on to her aspiring-author daughter, Katrin.","release_date":"1948-03-17","vote_average":6.9,"runtime":134,"cert":"N\/A","id":43442,"title":"I Remember Mama","adult":false,"genre_ids":[18,10751]},{"cast":["Ingrid Bergman","Francis L. Sullivan","J. Carrol Naish","Ward Bond","Shepperd Strudwick"],"overview":"In the Fifteenth Century, France is a defeated and ruined nation after the One Hundred Years War against England. The fourteen years old farm girl Joan of Arc claims to hear voices from Heaven asking her to lead God's Army against Orleans and crowning the weak Dauphin Charles VII as King of France. Joan gathers the people with her faith, forms an army and conquerors Orleans. When her army is ready to attack Paris, the corrupt Charles sells his country to England and dismiss the army. Joan is arrested, sold to the Burgundians England and submitted to a shameful political trial in Rouen castle.","release_date":"1948-12-22","vote_average":6.3,"runtime":145,"cert":"N\/A","id":43443,"title":"Joan of Arc","adult":false,"genre_ids":[10752,18,36]},{"cast":["Anna Magnani","Federico Fellini","Lia Corelli"],"overview":"An Italian anthology film directed by Roberto Rossellini starring Anna Magnani and Federico Fellini. The film has two parts: \"Una Voce Umana\" (\"The Human Voice\") and \"Il Miracolo\" (\"The Miracle\").","release_date":"1948-10-30","vote_average":6.8,"runtime":80,"cert":"N\/A","id":43444,"title":"Amore","adult":false,"genre_ids":[18]},{"cast":["Antonio Arcidiacono","Giuseppe Arcidiacono","Venera Bonaccorso","Nicola Castorino","Rosa Catalano"],"overview":"In rural Sicily, the fishermen live at the mercy of the greedy wholesalers. One family risks everything to buy their own boat and operate independently.","release_date":"1948-09-02","vote_average":7.8,"runtime":165,"cert":"N\/A","id":43445,"title":"La Terra Trema","adult":false,"genre_ids":[18]},{"cast":["Esther Williams","Peter Lawford","Ricardo Montalban","Jimmy Durante","Cyd Charisse"],"overview":"A young navy lieutenant is brought in as techninical adviser on a song-dance-and-swim film being made by screen star Rosalind Reynolds. Having once done a number with her - and been kissed at the end - at a Forces show, the young lad somehow believes she should be his girl. Her boyfriend - and fellow co-star - is just one of those disagreeing.","release_date":"1948-05-03","vote_average":6.5,"runtime":107,"cert":"N\/A","id":43446,"title":"On an Island with You","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Ava Gardner","Robert Walker","Dick Haymes","Eve Arden","Olga San Juan"],"overview":"Fantasy comedy about a young window dresser who kisses a statue of Venus, which then comes to life in the form of Ava Gardner. The problems begin, however, when Venus falls in love with him.","release_date":"1948-01-08","vote_average":7.3,"runtime":82,"cert":"N\/A","id":43447,"title":"One Touch of Venus","adult":false,"genre_ids":[35,18,14,10749]},{"cast":["Loretta Young","Robert Mitchum","William Holden","Gary Gray","Tom Tully"],"overview":"A frontier widower (William Holden) treats his bride (Loretta Young) like a servant, until a passing stranger (Robert Mitchum) pays her attention.","release_date":"1948-09-20","vote_average":5.3,"runtime":80,"cert":"N\/A","id":43448,"title":"Rachel and the Stranger","adult":false,"genre_ids":[12,37]},{"cast":["Doris Day","Jack Carson","Janis Paige","Don DeFore","Oscar Levant"],"overview":"Doris Day, in her film debut, plays Georgia Garrett, a singer sent by jealous wife Elvira Kent on an ocean cruise to masquerade as herself while she secretly stays home to catch her husband cheating. Meanwhile equally suspicious husband Michael Kent has sent a private eye on the same cruise to catch his wife cheating. Love and confusion ensues along with plenty of musical numbers.","release_date":"1948-06-25","vote_average":5.3,"runtime":99,"cert":"N\/A","id":43449,"title":"Romance on the High Seas","adult":false,"genre_ids":[35,10402,10749]},{"cast":["John Mills","Derek Bond","Kenneth More","James Robertson Justice","Christopher Lee"],"overview":"The true story of the British explorer Robert Falcon Scott and his ill-fated expedition to try to be the first man to discover the South Pole - only to find that the murderously cold weather and a rival team of Norwegian explorers conspire against him","release_date":"1948-11-29","vote_average":7.5,"runtime":111,"cert":"","id":43450,"title":"Scott of the Antarctic","adult":false,"genre_ids":[12,18,28,36]},{"cast":["Mickey Rooney","Gloria DeHaven","Walter Huston","Frank Morgan","Jackie 'Butch' Jenkins"],"overview":"Danville, Connecticut at the turn of the century. Young Richard Miller lives in a middle-class neighborhood with his family. He is in love with the girl next-door, Muriel, but her father isn't too happy with their puppy-love, since Richard always share his revolutionary ideas with her.","release_date":"1948-04-15","vote_average":5.4,"runtime":93,"cert":"N\/A","id":43451,"title":"Summer Holiday","adult":false,"genre_ids":[10402]},{"cast":["William Bendix","Claire Trevor","Charles Bickford","Sam Levene","William Frawley"],"overview":"The baseball player (William Bendix) goes from wayward youth to Boston Red Sox pitcher to New York Yankees home-run hero.","release_date":"1948-09-16","vote_average":5.0,"runtime":106,"cert":"N\/A","id":43452,"title":"The Babe Ruth Story","adult":false,"genre_ids":[18]},{"cast":["William Holden","Nina Foch","Lee J. Cobb","Adele Jergens","Stephen Dunne"],"overview":"A gang hold a family hostage in their own home. The leader of the escaped cons is bothered by a recurring dream that the doctor of the house may be able to analyze.","release_date":"1948-12-22","vote_average":5.8,"runtime":75,"cert":"N\/A","id":43453,"title":"The Dark Past","adult":false,"genre_ids":[18,53,80]},{"cast":["Red Skelton","Janet Blair","Don McGuire","Hillary Brooke","Adele Jergens"],"overview":"Poor Red Jones gets fired from every job he tries. His fiancée gives him one last chance to make good when he becomes a Fuller Brush man. His awkward attempts at sales are further complicated when one of his customers is murdered and he becomes the prime suspect.","release_date":"1948-06-01","vote_average":6.5,"runtime":93,"cert":"N\/A","id":43454,"title":"The Fuller Brush Man","adult":false,"genre_ids":[12,35,80,10749]},{"cast":["Rita Hayworth","Glenn Ford","Ron Randell","Victor Jory","Luther Adler"],"overview":"Gypsy Carmen drives men wild in 1820s Spain, especially the dragoon Don Jose.","release_date":"1948-08-23","vote_average":7.5,"runtime":99,"cert":"N\/A","id":43455,"title":"The Loves of Carmen","adult":false,"genre_ids":[18,10749]},{"cast":["Fred MacMurray","Alida Valli","Frank Sinatra","Lee J. Cobb","Harold Vermilyea"],"overview":"The body of a young actress is brought to her home town by the man who loved her. He knows that she wanted all the church bells to ring for three days after she was buried, but is told that this will cost a lot of money. The cheques that he writes to the various churches all bounce, but it is the weekend and, in desperation, he prays that a miracle will happen before the banks reopen. It does, but not in the way he hoped.","release_date":"1948-03-27","vote_average":6.2,"runtime":120,"cert":"N\/A","id":43456,"title":"The Miracle of the Bells","adult":false,"genre_ids":[18]},{"cast":["Bette Davis","Janis Paige","Jim Davis","John Hoyt","Florence Bates"],"overview":"A repressed poetess and an embittered war hero help each other cope with their problems.","release_date":"1948-04-07","vote_average":7.0,"runtime":104,"cert":"","id":43457,"title":"Winter Meeting","adult":false,"genre_ids":[18,10749]},{"cast":["Tom Drake","Mickey Rooney","Janet Leigh","Marshall Thompson","Betty Garrett"],"overview":"Encomium to Larry Hart (1895-1943), seen through the fictive eyes of his song-writing partner, Richard Rodgers (1902-1979): from their first meeting, through lean years and their breakthrough, to their successes on Broadway, London, and Hollywood. We see the fruits of Hart and Rodgers' collaboration - elaborately staged numbers from their plays, characters' visits to night clubs, and impromptu performances at parties. We also see Larry's scattered approach to life, his failed love with Peggy McNeil, his unhappiness, and Richard's successful wooing of Dorothy Feiner.","release_date":"1948-12-31","vote_average":6.6,"runtime":120,"cert":"N\/A","id":43458,"title":"Words and Music","adult":false,"genre_ids":[18,10402]},{"cast":["Pedro Armendáriz","María Elena Marqués","Fernando Wagner","Gilberto González","Charles Rooner"],"overview":"A poor Mexican diver discovers a valuable pearl in the ocean, but it brings his family only trouble","release_date":"1947-01-01","vote_average":8.3,"runtime":85,"cert":"N\/A","id":43459,"title":"The Pearl","adult":false,"genre_ids":[12,18,10749]},{"cast":["Pierre Fresnay","Pierre Dux","Michel Bouquet","Jean Carmet","Aimé Clariond"],"overview":"The life of Vincent de Paul, the 17th-century author and priest who founded two religious orders, is dramatized.","release_date":"1947-11-05","vote_average":6.7,"runtime":111,"cert":"N\/A","id":43460,"title":"Monsieur Vincent","adult":false,"genre_ids":[18,36]},{"cast":["James Mason","Robert Newton","Cyril Cusack","F.J. McCormick","Kathleen Ryan"],"overview":"Belfast police conduct a door-to-door manhunt for an IRA gunman wounded in a daring robbery.","release_date":"1947-01-30","vote_average":7.4,"runtime":116,"cert":"","id":43461,"title":"Odd Man Out","adult":false,"genre_ids":[80,18]},{"cast":["Michel Simon","Viviane Romance","Paul Bernard","Charles Dorat","Lucas Gridoux"],"overview":"The strange and slightly unsettling Monsieur Hire is suspected of a crime. A crowd tracks the man down, who seeks escape on the roof of a building.","release_date":"1947-01-15","vote_average":7.2,"runtime":91,"cert":"N\/A","id":43462,"title":"Panic","adult":false,"genre_ids":[18]},{"cast":["John Ireland","Sheila Ryan","Hugh Beaumont","Jane Randolph","Ed Kelly"],"overview":"Clara is dating Duke Martin, a psychopathic mobster who perfume-scents the bullets with which he dispatches his victims. Together they hatch a plan to rob the betting operation that's run from the back room of her business premises.","release_date":"1947-09-25","vote_average":6.7,"runtime":72,"cert":"N\/A","id":43463,"title":"Railroaded!","adult":false,"genre_ids":[18,53]},{"cast":["Douglas Fairbanks Jr.","Maureen O'Hara","Walter Slezak","Anthony Quinn","George Tobias"],"overview":"Daredevil sailor Sinbad embarks on a voyage across the Seven Seas to find the lost riches of Alexander the Great. His first stop is the port of Basra, where his ship is seized and scheduled for auction. In his attempt to win it back, he befriends beautiful concubine Shireen. But when her master, the nefarious Emir, calls her back to duty, Sinbad must interrupt his adventure to save the \"Jewel of Persia.\"","release_date":"1947-01-13","vote_average":6.6,"runtime":116,"cert":"N\/A","id":43464,"title":"Sinbad the Sailor","adult":false,"genre_ids":[12]},{"cast":["Tommy Dorsey","Jimmy Dorsey","Janet Blair","Paul Whiteman","William Lundigan"],"overview":"The Fabulous Dorseys is a 1947 fictionalized biographical film which tells the story of Tommy and Jimmy Dorsey, from their boyhood in Shenandoah, Pennsylvania through their rise, their breakup, and their personal reunion.  The Dorsey Brothers starred as themselves. Other actors include Janet Blair, William Lundigan, Sara Allgood and Arthur Shields. There are also cameo appearances by Paul Whiteman, Charlie Barnet, Henry Busse, Bob Eberly, Helen O'Connell and Art Tatum.  The Jimmy Dorsey composition and theme song \"Contrasts\" is played in the movie. \"Green Eyes\", \"Tangerine\", \"I'll Never Smile Again\", \"Marie\", and \"I'm Getting Sentimental Over You\" are also featured in the movie, along with \"To Me\" and \"Dorsey Concerto\". Paul Whiteman and the Orchestra perform \"At Sundown\".","release_date":"1947-02-26","vote_average":5.0,"runtime":88,"cert":"N\/A","id":43465,"title":"The Fabulous Dorseys","adult":false,"genre_ids":[18]},{"cast":["Loretta Young","Joseph Cotten","Ethel Barrymore","Charles Bickford","Rose Hobart"],"overview":"After leaving her family's farm to study nursing in the city, a young woman finds herself on an unexpected path towards politics.","release_date":"1947-01-01","vote_average":7.5,"runtime":97,"cert":"N\/A","id":43466,"title":"The Farmer's Daughter","adult":false,"genre_ids":[35,10749]},{"cast":["Loretta Young","David Niven","Eddie Albert","Charles Ruggles","Virginia Field"],"overview":"A couple (Loretta Young, David Niven) celebrate their 10th anniversary by quarreling their way to divorce court.","release_date":"1947-01-24","vote_average":0.0,"runtime":88,"cert":"N\/A","id":43467,"title":"The Perfect Marriage","adult":false,"genre_ids":[35]},{"cast":["William Powell","Ella Raines","Peter Lind Hayes","Arleen Whelan","Ray Collins"],"overview":"An absurd U.S. senator (William Powell) runs for president, armed with a press agent (Peter Lind Hayes) and a diary of back-room deals.","release_date":"1947-12-26","vote_average":6.0,"runtime":88,"cert":"N\/A","id":43468,"title":"The Senator Was Indiscreet","adult":false,"genre_ids":[35]},{"cast":["Franco Interlenghi","Rinaldo Smordoni","Annielo Mele","Bruno Ortenzi","Emilio Cigoli"],"overview":"At a track near Rome, shoeshine boys are watching horses run. Two of the boys Pasquale, an orphan, and Giuseppe, his younger friend are riding. The pair have been saving to buy a horse of their own to ride...","release_date":"1946-04-27","vote_average":7.8,"runtime":93,"cert":"N\/A","id":43469,"title":"Shoeshine","adult":false,"genre_ids":[18]},{"cast":["Bette Davis","Glenn Ford","Dane Clark","Walter Brennan","Charles Ruggles"],"overview":"A twin takes her deceased sister's place as wife of the man they both love.","release_date":"1946-07-06","vote_average":6.8,"runtime":109,"cert":"N\/A","id":43470,"title":"A Stolen Life","adult":false,"genre_ids":[18]},{"cast":["Irene Dunne","Rex Harrison","Linda Darnell","Lee J. Cobb","Gale Sondergaard"],"overview":"In 1862, a young Englishwoman becomes royal tutor in Siam and befriends the King.","release_date":"1946-08-11","vote_average":6.1,"runtime":128,"cert":"N\/A","id":43471,"title":"Anna and the King of Siam","adult":false,"genre_ids":[18,10749]},{"cast":["Charles Coburn","Joan Bennett","William Eythe","Allyn Joslyn","Elizabeth Patterson"],"overview":"The story takes place in 1940. On the eve of America's entry in World War II, a colonel retired to his small Southern town, and discovers that there is a plan afoot to tear down Confederate Monument Square. He begins a campaign to rally the townspeople to save the square.","release_date":"1946-01-01","vote_average":5.5,"runtime":72,"cert":"N\/A","id":43472,"title":"Colonel Effingham's Raid","adult":false,"genre_ids":[35,10749]},{"cast":["Francine Everett","Spencer Williams","Don Wilson","Katherine Moore","Alfred Hawkins"],"overview":"Dirty Gertie is a nightclub entertainer from the Harlem neighborhood of New York City. She arrives on the Caribbean island of \"Rinidad\" to perform as the headliner in a revue at the Paradise Hotel. On the island she attracts the attention of several men.","release_date":"1946-01-01","vote_average":5.0,"runtime":65,"cert":"N\/A","id":43473,"title":"Dirty Gertie from Harlem U.S.A.","adult":false,"genre_ids":[18]},{"cast":["Renato Pozzetto","Cochi Ponzoni","Angela Luce","Felice Andreasi","Paola Arduini"],"overview":"","release_date":"1978-09-21","vote_average":5.1,"runtime":null,"cert":"N\/A","id":43474,"title":"Io tigro, tu tigri, egli tigra","adult":false,"genre_ids":[35]},{"cast":["Dal McKennon","Art Clokey","Gloria Clokey","Manny La Carruba","Alice Young"],"overview":"The band is back together! Gumby reunites with The Clayboys to perform at a concert benefiting local farmers. But things take an unexpected turn when Gumby s dog, Lowbelly, reacts to the music by crying tears of real pearl! Fortune turns into disaster as Gumby s archenemies, the Blockheads, devise an elaborate scheme to dognap Lowbelly and harvest her pearls for themselves. When the Blockheads initial plan fails, they kidnap The Clayboys as well...and replace them with clones! The battle between Clayboys and clones is filled with trains and planes, knights and fights, thrills and spills. True to classic Gumby adventures, Gumby: The Movie takes viewers in and out of books, to Toyland, Camelot, outer space and beyond!","release_date":"1995-12-01","vote_average":5.0,"runtime":77,"cert":"N\/A","id":43475,"title":"Gumby: The Movie","adult":false,"genre_ids":[14,16,878,10751]},{"cast":["Jim Henson"],"overview":"DOG CITY: THE MOVIE is an Emmy® award-winning Jim Henson’s Comedy Classic. Directed by Jim Henson, this parody of the film noir gangster films takes us through the busy but dangerous town of Dog City, teeming with colorful Muppet Dog characters. Rowlf the dog is your guide through the underside of canine life during the 1930s in Dog City. Our hero, Ace, enters the world of bulldog gangsters and terrier molls when he inherits a saloon, “The Doghouse,” from his late Uncle Harry. Unwilling to pay protection money, Ace finds himself the target of Bugsy, a bulldog bully who owns most of Dog City, and also happens to be one of the foremost proponents of senseless violence. Ace also comes nose to nose with a beautiful runaway collie named Colleen. Colleen and Ace team up to take on Bugsy and his thugs in the tumultuous, dog-eat-dog world of Dog City.","release_date":"1989-01-01","vote_average":7.0,"runtime":40,"cert":"N\/A","id":43478,"title":"Dog City: The Movie","adult":false,"genre_ids":[28,10751]},{"cast":["Cécile de France","Fred Testot","Julien Boisselier","Nicolas Marié","Stéphan Wojtowicz"],"overview":"During a patrol, Julie and Simon, two police constables, injure a wealthy man who pointlessly killed their partner. This wealthy man in question turns out to be the son of a politician. This is why the two police constables are accused of brutality by the brass. Abandoned by their superiors, the two leading characters will lead an investigation on the drug that caused the politician's son to be out of his mind.","release_date":"2010-04-07","vote_average":6.3,"runtime":105,"cert":"N\/A","id":43479,"title":"Off Limits","adult":false,"genre_ids":[80,18,53]},{"cast":["Luke Goss","Marina Sirtis","Colin Salmon","Xenia Seeberg"],"overview":"Two scientists fight to save the planet after a group of terrorists destroy a particle accelerator.","release_date":"2009-12-12","vote_average":3.6,"runtime":89,"cert":"N\/A","id":43482,"title":"Annihilation Earth","adult":false,"genre_ids":[878,28]},{"cast":["Mickey Rooney","Lewis Stone","Sara Haden","Bonita Granville","Lina Romay"],"overview":"The judge's (Lewis Stone) son (Mickey Rooney) goes to college after serving in the war and finds his sweetheart (Bonita Granville) is engaged to someone else.","release_date":"1947-01-16","vote_average":5.5,"runtime":93,"cert":"N\/A","id":43483,"title":"Love Laughs at Andy Hardy","adult":false,"genre_ids":[35,10749]},{"cast":["Bob Hope","Joan Caulfield","Patric Knowles","Marjorie Reynolds","Cecil Kellaway"],"overview":"A bumbling barber in the court of King Louis XV becomes engaged in political intrigue when he masquerades as a dashing nobleman engaged to the princess of Spain.","release_date":"1946-09-04","vote_average":7.3,"runtime":93,"cert":"N\/A","id":43484,"title":"Monsieur Beaucaire","adult":false,"genre_ids":[35,10749]},{"cast":["Cary Grant","Alexis Smith","Monty Woolley","Ginny Simms","Jane Wyman"],"overview":"Swellegant and elegant. Delux and delovely. Cole Porter was the most sophisticated name in 20th-century songwriting. And to play him on screen, Hollywood chose debonair icon Cary Grant. Grant stars for the first time in color in this fanciful biopic. Alexis Smith plays Linda, whose serendipitous meetings with Cole lead to a meeting at the alter. More than 20 Porter songs grace this tail of triumph and tragedy, with Grand lending is amiable voice to \"You're the Top\", \"Night and Day\" and more. Monty Wooley, a Yale contemporary of Porter, portrays himself. And Jane Wyman, Mary Martin, Eve Arden and others provide vocals and verve. Lights down. Curtain up. Standards embraced by generations are yours to enjoy in \"Night and Day.\"","release_date":"1946-07-02","vote_average":5.8,"runtime":128,"cert":"N\/A","id":43485,"title":"Night and Day","adult":false,"genre_ids":[18,10402]},{"cast":["Odette Joyeux","François Périer","Pierre Larquey","Claude Marcy","Jean Desailly"],"overview":"A teenager becomes fixated on the handsome suitor who died in a duel for her grandmother's love. On her sixteenth birthday, her uncle oversees three men who pretend to be the ghost of the suitor to entertain her - but little do they know, the ghost of the suitor himself is roaming the castle halls......","release_date":"1946-02-06","vote_average":8.3,"runtime":90,"cert":"N\/A","id":43486,"title":"Sylvia and the Ghost","adult":false,"genre_ids":[14,10749,35]},{"cast":["Setsuko Hara","Susumu Fujita","Denjirô Ôkôchi","Haruko Sugimura","Eiko Miyoshi"],"overview":"Yukie, the well-bred daughter of a university professor, is shocked when her father is relieved of his post for his political teachings, and even more so when her lover, one of her father's students, is arrested, then executed as a spy. She decides to leave Kyoto to live with the boy's parents in their peasant village. But life still has many lessons for her...","release_date":"1946-10-29","vote_average":6.8,"runtime":110,"cert":"N\/A","id":43487,"title":"No Regrets for Our Youth","adult":false,"genre_ids":[18]},{"cast":["Dana Andrews","Lloyd Bridges","Richard Conte","Richard Benedict","George Tyne"],"overview":"In the 1943 invasion of Italy, one American platoon lands, digs in, then makes its way inland to attempt to take a fortified farmhouse, as tension and casualties mount. Unusually realistic picture of war as long quiet stretches of talk, punctuated by sharp, random bursts of violent action whose relevance to the big picture is often unknown to the soldiers.","release_date":"1945-12-25","vote_average":5.9,"runtime":117,"cert":"N\/A","id":43488,"title":"A Walk in the Sun","adult":false,"genre_ids":[10752,18]},{"cast":["Dennis O'Keefe","Helen Walker","June Havoc","Eddie 'Rochester' Anderson","Gail Patrick"],"overview":"Monty Brewster is a pennyless, former U.S. Army soldier back from World War II Europe who learns that he has inherited $8 million from a distant relative. But there's a catch: he must spend $1 million of that money in less than two months before his 30th birthday in order to inherit the rest.","release_date":"1945-04-07","vote_average":6.7,"runtime":79,"cert":"N\/A","id":43489,"title":"Brewster's Millions","adult":false,"genre_ids":[35]},{"cast":["Errol Flynn","James Brown","William Prince","George Tobias","Henry Hull"],"overview":"A group of men parachute into Japanese-occupied Burma with a dangerous and important mission: to locate and blow up a radar station. They accomplish this well enough, but when they try to rendezvous at an old air-strip to be taken back to their base, they find Japanese waiting for them, and they must make a long, difficult walk back through enemy-occupied jungle.","release_date":"1945-02-17","vote_average":7.0,"runtime":142,"cert":"N\/A","id":43490,"title":"Objective, Burma!","adult":false,"genre_ids":[28,18,10752]},{"cast":["Robert Alda","Joan Leslie","Alexis Smith","Charles Coburn","Julie Bishop"],"overview":"Fictionalized biography of George Gershwin and his fight to bring serious music to Broadway.","release_date":"1945-09-22","vote_average":6.8,"runtime":140,"cert":"N\/A","id":43491,"title":"Rhapsody in Blue","adult":false,"genre_ids":[18,10749]},{"cast":["Bette Davis","Nigel Bruce","Rhys Williams","Rosalind Ivan","Mildred Dunnock"],"overview":"Schoolteacher Lilly Moffat is dismayed by conditions in a Welsh mining town. She sets up a school to teach fundamental education to the villagers. Her housekeeper and daughter oppose the project, as does the local Squire who will not rent her space. Using part of her own home, she goes ahead with Miss Moffat's School. One of her students Morgan Evans turns from bully to brilliant student.","release_date":"1945-07-14","vote_average":7.6,"runtime":115,"cert":"N\/A","id":43492,"title":"The Corn Is Green","adult":false,"genre_ids":[18]},{"cast":["Cole Williams","Amber Benson","Justin Hartley","Jeremy Lelliott","Justin Zachary"],"overview":"Nathan and Maggie are in the throes of a passionate affair. They're young, good-looking, and both have boyfriends. When Nathan is assigned to write a travel article on romantic hot-spots in Napa Valley, these unconventional lovers test the limits of the sensuality and fantasy that bond them.","release_date":"2005-01-01","vote_average":5.0,"runtime":73,"cert":"N\/A","id":43493,"title":"Race You to the Bottom","adult":false,"genre_ids":[28,18,10749,53]},{"cast":["Dorothy McGuire","Robert Young","Herbert Marshall","Mildred Natwick","Spring Byington"],"overview":"A homely maid and a scarred ex-GI meet at the cottage where she works and where he was to spend his honeymoon prior to his accident. The two develop a bond and agree to marry, more out of loneliness than love. The romantic spirit of the cottage, however, overtakes them. They soon begin to look beautiful to each other, but no one else.","release_date":"1945-04-28","vote_average":7.5,"runtime":91,"cert":"N\/A","id":43494,"title":"The Enchanted Cottage","adult":false,"genre_ids":[18,10749]},{"cast":["James Mason","Ann Todd","Herbert Lom","Hugh McDermott","Albert Lieven"],"overview":"A concert pianist with amnesia fights to regain her memory.","release_date":"1945-10-18","vote_average":6.2,"runtime":94,"cert":"","id":43495,"title":"The Seventh Veil","adult":false,"genre_ids":[10402,18]},{"cast":["Van Johnson","Esther Williams","Frances Gifford","Henry Travers","Spring Byington"],"overview":"Man overboard! War hero Van Johnson takes one look at Esther Williams and decides he needs swimming lessons. With Tommy Dorsey, Xavier Cugat and more.","release_date":"1945-05-23","vote_average":8.0,"runtime":105,"cert":"N\/A","id":43496,"title":"Thrill of a Romance","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Rita Hayworth","Lee Bowman","Janet Blair","Marc Platt","Leslie Brooks"],"overview":"An American girl falls for an RAF pilot while performing at a British music hall.","release_date":"1945-01-09","vote_average":4.6,"runtime":92,"cert":"N\/A","id":43497,"title":"Tonight and Every Night","adult":false,"genre_ids":[10749]},{"cast":["Fred Astaire","Lucille Bremer","Frank Morgan","Mary Nash","Leon Ames"],"overview":"Johnny Riggs, a con man on the lam, finds himself in a Latin-American country named Patria. There, he overhears a convent-bred rich girl praying to her guardian angel for help in managing her tangled business affairs. Riggs decides to materialize as the girl's \"angel\", gains her unquestioning confidence, and helps himself to the deluded girl's millions. Just as he and his partner are about to flee Patria with their booty, Riggs realizes he has fallen in love with the girl and returns the money, together with a note that is part confession and part love letter. But the larcenous duo's escape from Patria turns out to be more difficult than they could ever have imagined.","release_date":"1945-11-20","vote_average":6.0,"runtime":108,"cert":"N\/A","id":43498,"title":"Yolanda and the Thief","adult":false,"genre_ids":[14,10402,10749]},{"cast":["Joel McCrea","Maureen O'Hara","Linda Darnell","Thomas Mitchell","Edgar Buchanan"],"overview":"Scout William F. Cody (Joel McCrea) marries a U.S. senator's daughter (Maureen O'Hara), fights the Cheyenne and leads a Wild West show.","release_date":"1944-04-02","vote_average":5.8,"runtime":90,"cert":"N\/A","id":43499,"title":"Buffalo Bill","adult":false,"genre_ids":[18,28,37]}]