[{"cast":["Ai Kiyono","Yasu Suzuki","Tatsuo Ichikawa","Tsukasa Kondo","John T. Mullen"],"overview":"Toru centers on the story of a baby boy, named Toru, born with a fatal lung condition. As he only has a few days to live Toru’s parents sign him up for a trial experiment that would simulate a full life in a matter of days.  The film follows Toru’s dream-like life simulation as a boy named Todd growing up in a New England suburb, and concludes in futuristic Japan.","release_date":"2017-01-19","vote_average":3.5,"runtime":14,"cert":"\"\"","id":434501,"title":"Toru","adult":false,"genre_ids":[878]},{"cast":["Jean Masini","Lucienne Moreau","Kevin Zonnenberg"],"overview":"A man is intrigued by an electrical switch that he discovers behind a cabinet, and does not rest until he figures out its purpose. But at what cost?","release_date":"2016-12-20","vote_average":0.0,"runtime":3,"cert":"N\/A","id":434503,"title":"Off","adult":false,"genre_ids":[35]},{"cast":[],"overview":"More than two years after the sudden death of Michael Glawogger in April 2014, film editor Monika Willi realizes a film out of the film footage produced during 4 months and 19 days of shooting in the Balkans, Italy, Northwest and West Africa. A journey into the world to observe, listen and experience, the eye attentive, courageous and raw. Serendipity is the concept - in shooting as well as in editing the film.","release_date":"2017-03-03","vote_average":8.6,"runtime":102,"cert":"N\/A","id":434505,"title":"Untitled","adult":false,"genre_ids":[99]},{"cast":["Thomas Flugs","Mario Klopf","Ina Lebruschka","Karsten Linke","Anke Tille"],"overview":"Five children miss the school bus because they notice a deer that struggles with a wire and decide to help him so the adventurous expedition begins.","release_date":"1981-12-27","vote_average":0.0,"runtime":61,"cert":"N\/A","id":434507,"title":"Deep Blue Snow","adult":false,"genre_ids":[12,10751]},{"cast":["Tom Brown","Jean Parker","Larry Parks","Phil Brown","Joseph Crehan"],"overview":"Rivals Bill Arden and Paul Herbert enter the U.S. Naval Academy at Annapolis in order to impress a girl.","release_date":"1942-04-23","vote_average":0.0,"runtime":62,"cert":"\"\"","id":434509,"title":"Hello, Annapolis","adult":false,"genre_ids":[35]},{"cast":["Tom Baker","Elisabeth Sladen","Ian Marter","Ronald Leigh-Hunt","William Marlowe"],"overview":"Arriving on Space Station Nerva in its distant past, the Doctor, Sarah and Harry find its crew threatened by a mysterious plague. Discovering that things are not as they seem, they stumble upon a plan to commit genocide, devised by the Doctor's old enemies, the Cybermen.","release_date":"1975-05-10","vote_average":4.7,"runtime":100,"cert":"N\/A","id":434511,"title":"Doctor Who: Revenge of the Cybermen","adult":false,"genre_ids":[28,12,18,878]},{"cast":["Charlie McDermott"],"overview":"Good Grief\" is the story of Jack Hinkler, an average high school junior in search of love. When Butch, a fat dumb bully, jokes about Jack's mom, Jack lies and says that his parents are dead to make Butch feel guilty. This lie earns him the phone number of the beautiful and spontaneous Ann Stevens, who overhears Jack's story and whose parents really are dead. As Jack and Ann grow closer and she asks more questions about his past, Jack is forced to go to extreme lengths to keep the lie alive er, dead.","release_date":"2010-04-27","vote_average":0.0,"runtime":27,"cert":"\"\"","id":434531,"title":"Good Grief","adult":false,"genre_ids":[35]},{"cast":["Phillips Holmes","Charles Ruggles","Dorothy Jordan","Johnny Mack Brown","Lew Cody"],"overview":"College football player (Phillips Holmes)is asked to dope a star teammate by his crooked gambler brother(Lew Cody).He refuses, but they player is doped anyway,and collapses and dies. A Detective (David Landau) has the whole game re-enacted to find important clues.","release_date":"1932-09-09","vote_average":4.0,"runtime":71,"cert":"\"\"","id":434536,"title":"70,000 Witnesses","adult":false,"genre_ids":[9648]},{"cast":[],"overview":"\"... Quagliata manipulates Agustín Lara’s song, “Veracruz,” together with audio from interviews with activist, poet and film festival promoter Nadia Vera, and freelance photojournalist Rubén Espinosa, both of whom were assassinated. She also includes sound recordings of the young protestors in Xalapa denouncing governor Javier Duarte, and a genocide rarely echoed in the international media: the killing of 100,000 students in Mexico over eight years, their bodies disappeared. Quagliata juxtaposes this amalgam of soundtracks with re-photographed archival images of the drug war, physical violence, harassment and threats by police authorities and their allies, and the homicides of human right defenders and protectors of indigenous territories, as well as of Vera’s friends, also killed with impunity: Yesenia Quiroz, Mile Virginia Martín, and Alejandra Negrete.\" - Mónica Savirón, Museum of the Moving Image","release_date":"2016-11-02","vote_average":0.0,"runtime":3,"cert":"N\/A","id":434538,"title":"Misters - Without Blame -","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Ginard recreates the myth of the villainous man who, in many cultures, is used by adults to frighten children and make them behave in a certain way. The monster does not have a distinct appearance, but simply is “a non-specific embodiment of terror,” the artist clarifies. The film combines images shot on expired Super-8 film, found footage, a sound collage of male gibberish and digitally corrupted noise, and a square black framing that at times spills its outer edges over the center of the imagery.\" - Mónica Savirón, Museum of the Moving Image","release_date":"2017-01-13","vote_average":0.0,"runtime":3,"cert":"\"\"","id":434540,"title":"This Bogeyman","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"The artist looks at scenes of a woman (Pour Hosseini) and a man at the Iranian Maranjab Desert through the texture of a film strip on top of it, and through its sprocket holes. Dirt, flare, and red ink printed on the celluloid add to the images of the landscape a patina of optical illusions, even though the original moving images were, by definition, tricking the eye\r in first place.\" - Mónica Savirón, Museum of the Moving Image","release_date":"2016-04-07","vote_average":0.0,"runtime":4,"cert":"N\/A","id":434542,"title":"Mirage","adult":false,"genre_ids":[]},{"cast":["Wong Jing","Wilson Lam","Nina Li Chi","Michelle Reis","Tang Pik-Wan"],"overview":"On his death bed in the United States Mr. Lin grants his grandson, Lin Tien-Chi, his wealth of US$300 million, but only if Tien-Chi can find a wife within a month. Tien-Chi, however, is very shy and has never had any luck with the opposite sex. Mr. Lin's nephew, Robert, who will get the money should Tien-Chi fail, does everything in his power to prevent Tien-Chi from marrying. In the end, Tien-Chi has two women to choose from: Feng Mu-Jen, who is deceiving him to help Robert get the money, and Lo Hsiao-Hsiao, a beautiful poor girl who is set up time and again by Robert and Mu-Jen so that Tien-Chi will not choose her.","release_date":"1990-07-07","vote_average":0.0,"runtime":92,"cert":"N\/A","id":434544,"title":"Perfect Girls","adult":false,"genre_ids":[35]},{"cast":["浅井健一"],"overview":"","release_date":"2010-03-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":434564,"title":"Deadly Hair -HALL TOUR MERCURY-","adult":false,"genre_ids":[]},{"cast":[],"overview":"A documentary road movie with René Vautier\r In the aftermath of Algeria's independence, René Vautier, a militant filmmaker, considered \"the dad\" of Algerian cinema, set up the cine-pops. We recreate with him the device of itinerant projections and we travel the country in ciné-bus (Algiers, Béjaïa, Tizi Ouzou, Tébessa) to hear the voices of the spectators on the political situation, youth and living conditions of men and Of women today.","release_date":"2007-11-11","vote_average":0.0,"runtime":114,"cert":"N\/A","id":434566,"title":"Algérie Tours\/Détours","adult":false,"genre_ids":[]},{"cast":["Jim Cummings","Julia Bales","Dustin Hahn","Dustin Hahn","Dustin Hahn"],"overview":"Jim and Julia spend their day on a wonderful date in Los Angeles. They are very much in love. Interspersed, are scenes of Jim at Julia's funeral.","release_date":"2017-01-10","vote_average":0.0,"runtime":16,"cert":"\"\"","id":434568,"title":"Us Funny","adult":false,"genre_ids":[35,18,10749]},{"cast":["William R. Moses","Randy Travis","Thomas Curtis","Christine Elise","David Graf"],"overview":"When Jack discovers that his 10-year old son Georgie is dying, he makes a promise to fulfill all of his dreams before their time together runs out. Georgie tells his dad that he wants to rob a bank, just like the heroes in his favorite comic book \"The Cactus Kid\". Wanting nothing more than to grant his son his dying wish, Jack and Georgie find themselves emulating the role s of the comic book heroes in an unforgettable father\/son Wild West asventure!","release_date":"2000-12-07","vote_average":3.0,"runtime":90,"cert":"\"\"","id":434573,"title":"The Cactus Kid","adult":false,"genre_ids":[12]},{"cast":["John Bigelow","Jacobus De Bock","Debbie Deckart","Evan Green","Cameron Menzies"],"overview":"Emmett is an action adventure drama about five boys that go on a bike trip to the lake. They find an overturned car and save the life of the driver with their knowledge of first aid. Emmett is a production that carries a great message about friendship and preconceives notions as to who people are based on their looks. Mike the town bully finds out that Emmett is really a very good person to know and that he needs to change his outlook on life if he is going to succeed in the future.","release_date":"2004-09-11","vote_average":8.0,"runtime":48,"cert":"N\/A","id":434575,"title":"Emmett","adult":false,"genre_ids":[18]},{"cast":["Camillia Monet","David Fuhrer","Stuart Dillon","Ashlee Temple","Chelsea Altman"],"overview":"A working-class girl and her trust-fund boyfriend move into a downtown New York tenement apartment to try to make a life together. Their volatile relationship is further complicated when they learn their angry downstairs neighbor is building an A-bomb in his apartment.","release_date":"2000-05-05","vote_average":0.0,"runtime":100,"cert":"\"\"","id":434577,"title":"Building Bombs","adult":false,"genre_ids":[10749,35,18]},{"cast":["H.B. Warner","Lois Wilson","Jason Robards Sr.","George Fawcett"],"overview":"Jason Robards Sr. (Carvel Emerson) and George Fawcett (Emerson Jr.) play a father-and-son team of cons, who gamble their firm’s assets. Emerson Jr. is caught investing money that doesn't belong to him and is indicted on a swindling charge. The plot gets spicy when the District Attorney handling the case is his former sweetheart, Catherine Darwin's husband. This situation gives the DA an opportunity to prosecute his romantic rival.","release_date":"1929-06-28","vote_average":0.0,"runtime":71,"cert":"\"\"","id":434597,"title":"The Gamblers","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Cafe Waldluft is a rustic hotel in the picturesque Bavarian town of Berchtesgaden, near Hitler's former mountain retreat. Over the past few years, tourist numbers and the business have started to decline, so when Flora Kurz, the cafe owner, was approached by the German authorities to house refugees, she decided to fill her rooms with asylum seekers from Syria, Afghanistan and Sierra Leone.","release_date":"2015-10-01","vote_average":8.0,"runtime":79,"cert":"N\/A","id":434599,"title":"Cafe Waldluft","adult":false,"genre_ids":[]},{"cast":[],"overview":"Docu-drama shows the director on her demythologising quest in Aragon for the truth about the Spanish Civil War. The film is a surrealistic reconstruction of what her, in those days executed grandfather, has gone through.","release_date":"1992-07-21","vote_average":0.0,"runtime":22,"cert":"N\/A","id":434604,"title":"Memorias sin batallas y otros muertos","adult":false,"genre_ids":[]},{"cast":["Jackie Crawford"],"overview":"After Rome 78, Nares made a political documentary—a controversial 1980 video interview with an IRA member titled No Japs at My Funeral—but turned to other forms of art for much of the remaining decade, never realizing projects like a feature script he penned with Gary Indiana.","release_date":"1980-01-12","vote_average":0.0,"runtime":61,"cert":"\"\"","id":434606,"title":"No Japs at My Funeral","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This year, the Rubio family goes to Miami. Beach, breeze and sea with pot walk included. So it is the style of this picturesque family that by chance the destination has the opportunity to travel to Miami. Finally they will spend holidays in another place different from their dear Sasaima. Soon Miami will receive these enthusiastic tourists full of patriotism that dazzled by the magic of the city of the sun will try to leave the name of the motherland very high. And as the suitcase is known to the passenger, the Rubio-Cucalon displaying all its Colombian charm will live the most fun situations that will leave surprised and enchanted to more than an unprepared gringo. Will the Rubio-Cucalón succumb to the American dream?","release_date":"2017-01-04","vote_average":5.2,"runtime":96,"cert":"N\/A","id":434608,"title":"El paseo 4","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Manolo and his donkey Gorrión plan a journey to the West.","release_date":"2017-06-29","vote_average":8.0,"runtime":86,"cert":"N\/A","id":434610,"title":"Donkeyote","adult":false,"genre_ids":[99]},{"cast":[],"overview":"\"The Test\" follows the development of the atomic bomb during the mid-1900s, when political stakes were high but understanding of nuclear capabilities and consequences were low. Join us as we go behind the scenes to visit those small communities that were affected by nuclear fallout, and reveal the turbulent struggles of Nevada's Atomic back yard.","release_date":"2015-01-12","vote_average":0.0,"runtime":null,"cert":"\"\"","id":434630,"title":"The Test","adult":false,"genre_ids":[]},{"cast":["Fritz Karl","Götz Schubert","Arndt Schwering-Sohnrey","Katharina Thalbach","Marlene Morreis"],"overview":"","release_date":"2016-12-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":434632,"title":"Inspektor Jury spielt Katz und Maus","adult":false,"genre_ids":[]},{"cast":["Ken Takakura","Yoshiko Sakuma","Kenji Imai","Mitsue Komiya","Eiji Okada"],"overview":"Sheriff Goro goes undercover to investigate drug smugglers.","release_date":"1960-05-10","vote_average":0.0,"runtime":89,"cert":"N\/A","id":434634,"title":"Outlaw Under a Blue Canopy","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Bert Haanstra's first film.","release_date":"1949-07-01","vote_average":6.0,"runtime":12,"cert":"N\/A","id":434636,"title":"The Muider Group Revived","adult":false,"genre_ids":[]},{"cast":["Robert Vaughn","Leah Pinsent","Timothy Brantley","Simon Poland"],"overview":"","release_date":"1989-09-01","vote_average":3.0,"runtime":111,"cert":"N\/A","id":434638,"title":"Brutal Glory","adult":false,"genre_ids":[18,28]},{"cast":[],"overview":"The silence of the rainforest in the Colombian Pacific coast area is broken. A tree over 20 meters tall rips out and tumbles down. It is the first of the more than 100 trees that Robinson and his family, with nothing but axes, are about to chop down, chop up and drag over an improvised path to a nearby stream, and from there to the large Anchicayá River. There, in the river waters, they tie up all the pieces for form a huge raft, on which they embark on a titanic journey that lasts over forty hours, overcoming the river torrents and the choppy waters of the Pacific Ocean. They finally arrive at the Port of Buenaventura, where after several months of tireless work, they sell the wood and complete a feat that demonstrates the never-ending search of humanity: survival.","release_date":"2014-01-02","vote_average":0.0,"runtime":52,"cert":"N\/A","id":434640,"title":"Travesía","adult":false,"genre_ids":[99]},{"cast":[],"overview":"LAGOS \/ KOOLHAAS follows Koolhaas during his research in Lagos over a period of two years as he wanders through the city, talking with people and recognizing the problems with water, electricity and traffic. But instead of judging the city to be doomed, he is able to interpret this 'culture of congestion' positively, thereby creating a completely new concept of the big city.","release_date":"2002-01-01","vote_average":0.0,"runtime":55,"cert":"N\/A","id":434642,"title":"Lagos\/Koolhaas","adult":false,"genre_ids":[]},{"cast":["Hashizo Okawa","Kanbi Fujiyama","Wakaba Irie","Naoko Kubo","Kikuko Hojo"],"overview":"Organized thieves battle against the Shogun’s ruthless ruling in attempt to get back their land.","release_date":"1964-12-24","vote_average":5.0,"runtime":95,"cert":"N\/A","id":434662,"title":"Black Thief","adult":false,"genre_ids":[28]},{"cast":["erkay yavuz","erol koçan"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":434664,"title":"ot","adult":false,"genre_ids":[]},{"cast":["Kinnosuke Nakamura","Chiyonosuke Azuma","Shinobu Chihara","Sentarô Fushimi","Yumiko Hasegawa"],"overview":"An all-star cast highlights this Jidai-Geki classic. Set in the samurai era, this is the tale of period Yakuza. One of the real classics in this genre. In this dramatic portrayal of the real-life gambling boss Jirocho, a good-hearted and honest boss sets out to take revenge for a fellow boss.  At the same time, the other local bosses, in a bid to increase their own power, plot to dispose of Jirocho. Starring Kataoka Chiezo in one of his signature roles, this is an excellent portrayal of a figure who is not well known outside of Japan. Co-starring Nakamura Kinnosuke, this exciting tale of period yakuza brings history to life.","release_date":"1957-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":434666,"title":"Shimizu Port of Chivalry","adult":false,"genre_ids":[]},{"cast":["John Zorn","David S. Ware","Rashied Ali"],"overview":"This film is a documentary composition of new jazz, New York as the city that generates it, and the musicians playing it.  The thoughts of the saxophonist Charles Gayle and the bass players William Parker and Peter Kowald from Germany accompany the film. Shot on 16 mm, this film remains one of a kind until today. Some of the recorded musicians have passed away - their spirits live on.","release_date":"1985-09-30","vote_average":0.0,"runtime":119,"cert":"N\/A","id":434668,"title":"Rising Tones Cross","adult":false,"genre_ids":[]},{"cast":[],"overview":"When his brother-in-law loses his head in a gambling den, kung fu master James Nam sets out on a one-man vengeance trail on the villains who pushed his brother to the limits and resulted in his horrific death. Non-stop foot-to-face action kung fu the way you like it!","release_date":"1975-01-12","vote_average":0.0,"runtime":86,"cert":"N\/A","id":434670,"title":"Gambling For Head","adult":false,"genre_ids":[]},{"cast":["Nao Nagasawa","Anthony Laurent","Daniel Wilkinson","Justin Morck","Sawa Suzuki"],"overview":"A Japanese couple honeymoon at the Chelsea Hotel in New York. That night the wife finds her husband's dead body and a video tape of the brutal murder. A NYPD Detective, first at the murder scene, attempts to get to the bottom of the mystery of the murder in the locked room.","release_date":"2009-11-15","vote_average":0.0,"runtime":74,"cert":"\"\"","id":434675,"title":"Hotel Chelsea","adult":false,"genre_ids":[53]},{"cast":["Ahn Sung-ki","Juliette Binoche","Roger Garcia","Kang Soo-yeon","Kim Ki-duk"],"overview":"Documentary about Busan International Film Festival founder Kim Dong-ho.","release_date":"2013-09-23","vote_average":0.5,"runtime":52,"cert":"N\/A","id":434677,"title":"Ongoing Smile","adult":false,"genre_ids":[99]},{"cast":["Ryutaro Otomo","Chizuru Kitagawa","Shinobu Chihara","Shunji Sakai","Eijirô Kataoka"],"overview":"The mysterious black hooded man, Kurozukin, helps transport funds raised to fight against the government.","release_date":"1955-08-07","vote_average":0.0,"runtime":83,"cert":"N\/A","id":434697,"title":"The Black Hooded Man 2","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Ty Hargrove wants to be a champion dirt track racer, but that takes money and support, two things he's short on.","release_date":"2016-01-16","vote_average":0.0,"runtime":null,"cert":"\"\"","id":434699,"title":"Alabama Dirt","adult":false,"genre_ids":[10751,28,18]},{"cast":["Giovanni Ciccia","vanessa terkes","leonardo torres vilar","Teddy Guzmán"],"overview":"","release_date":"","vote_average":9.3,"runtime":null,"cert":"N\/A","id":434701,"title":"Bolero de noche","adult":false,"genre_ids":[]},{"cast":[],"overview":"Afraid of the outside world, Emily (Savanah McMahon) seeks an unorthodox therapist that tells her of a spell that will rid her of her phobia by summoning a Dead Ring.","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":434703,"title":"Dead Ring","adult":false,"genre_ids":[]},{"cast":[],"overview":"Part 1 of 18 of a documentary produced for the Danish Film Institute that covers the entirety of Danish film history from 1896 to 1987.","release_date":"","vote_average":0.0,"runtime":52,"cert":"N\/A","id":434705,"title":"Eventyret om dansk film 1: Filmen kommer til Danmark - 1896-1909","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":434725,"title":"No Angels - When The Angels Swing","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":434727,"title":"Xavier Naidoo - Nicht von dieser Welt","adult":false,"genre_ids":[]},{"cast":["George O’Brien","Nell O'Day","Betsy King Ross"],"overview":"After Smoke wins the Blake ranch in a poker game, Blake commits suicide and Smoke deeds the ranch to Blake’s young daughter. But the Sheriff is after the ranch and has Smoke arrested for the murder of Blake and then brings in an impostor to pose as the girl’s relative.","release_date":"1933-01-01","vote_average":0.0,"runtime":63,"cert":"\"\"","id":434729,"title":"Smoke Lightning","adult":false,"genre_ids":[]},{"cast":["Cüneyt Arkın","Bilal Inci","Aliye Rona","Perihan Savaş","Turgut Özatay"],"overview":"It's losely based on \"The Godfather\" (1972).","release_date":"1978-01-01","vote_average":0.0,"runtime":73,"cert":"N\/A","id":434731,"title":"Mr Sword","adult":false,"genre_ids":[]},{"cast":[],"overview":"Girl From Moush is a poetic montage of the artist's journey through her subconscious Armenia. It is not an Armenia based in a reality but one, which appears, like the mythical city of Shangri-La, when ones eyes are closed. A mesh of traditional images 'engraved' in film, with haunting voice-over, and rich colors, music and rhythms that continues long after the film is over. The viewers are engaged and forced through unchartered landscapes of uncertainty and fascination.","release_date":"1993-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":434733,"title":"Girl from Moush","adult":false,"genre_ids":[]},{"cast":["Renato Zero"],"overview":"","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":434735,"title":"Zerofobia","adult":false,"genre_ids":[]},{"cast":[],"overview":"This documentary follows cult British band The Ukulele Orchestra of Great Britain on their first coast-to-coast US tour. America was their musical inspiration, but what will Americans make of their British humor and ukulele musicianship?","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":434755,"title":"The Ukes in America","adult":false,"genre_ids":[]},{"cast":["Erica Lindbeck","Shannon Chan-Kent","Ingrid Nilson","Nesta Cooper","Jason Ranford"],"overview":"Get ready to power up! When Barbie magically gets pulled into her favorite video game, she is excited to see she's transformed into a fun roller-skating character. In the game, she meets Cutie, the lovable cloud-shaped friend, and Bella, the roller-skating princess. Together, they soon discover a mischievous emoji is trying to take control of the game. As they travel from level to level, Barbie must rely on her amazing gaming skills and out-of-the box thinking to save her team and beat the game!","release_date":"2017-02-01","vote_average":6.2,"runtime":72,"cert":"\"\"","id":434757,"title":"Barbie Video Game Hero","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A remake of Peter Kubelka's Arnulf Rainer in the form of a crossword puzzle.","release_date":"2016-12-26","vote_average":0.0,"runtime":6,"cert":"N\/A","id":434759,"title":"Flash Short\/Short Flash","adult":false,"genre_ids":[]},{"cast":["Annabeth Gish","John Terlesky","Kevin Dillon","Kim Meyers","Annabella Price"],"overview":"At a California university, Lyn goes to meet her best friend Melanie in the dorm room of Melanie's boyfriend Ron, a football star. When Lyn arrives, Melanie is not there. Ron forces himself on Lyn. When she resists, Ron throws her on the bed and rapes her. Lyn initially tries to forget about it, but when she does decide to pursue a university hearing, the pressure of Melanie, Ron, and the school is brought to bear...","release_date":"1989-11-06","vote_average":6.0,"runtime":100,"cert":"\"\"","id":434761,"title":"When He's Not a Stranger","adult":false,"genre_ids":[18]},{"cast":["Matthew Burleigh","Jonathan Campbell","Luke Burleigh","Matthew Burleigh"],"overview":"A man advertising a headache drug takes it himself and is put into a state of insanity. Can he redeem himself after everything he has done under this drug?  https:\/\/www.youtube.com\/watch?v=WT_hPM58O1A","release_date":"2017-01-10","vote_average":10.0,"runtime":11,"cert":"\"\"","id":434763,"title":"Kobalt Blue","adult":false,"genre_ids":[18,53]},{"cast":["Marsha Mason","Bob Gunton","Penny Fuller","Roberta Maxwell","Jeremy Licht"],"overview":"An poorly-educated house-wife fights companies polluting her hometown's water-table in up-state New York during the 1970's","release_date":"1982-02-17","vote_average":6.0,"runtime":100,"cert":"\"\"","id":434765,"title":"Lois Gibbs And The Love Canal","adult":false,"genre_ids":[18,10770]},{"cast":["Ryoma Takeuchi","Mitsuru Matsuoka","Kento Handa","Yuichi Nakamura","Yutaka Kobayashi"],"overview":"Kamen Rider 4 is a web series which was released as an accompanying special to the film Super Hero Taisen GP: Kamen Rider 3. It introduced a new rider, Kamen Rider 4, who is the fourth Kamen Rider cyborg created by Shocker after Kamen Riders 1, 2, and 3.  The plot goes around a time loop created by the Shocker that resets whenever someone dies, but whenever the loop resets Shocker itself somehow grows stronger and stronger. Thus, it is up to the Riders to decide whether to keep on fighting a useless battle... Or end the loops for good by sacrificing one of their own.","release_date":"2015-03-28","vote_average":3.5,"runtime":78,"cert":"N\/A","id":434785,"title":"Kamen Rider 4","adult":false,"genre_ids":[878,28,12]},{"cast":["Rudy Fernandez","Alma Moreno","Anita Linda","Paquito Diaz","Rodolfo 'Boy' Garcia"],"overview":"Bitayin si... Baby Ama! (Tagalog: Execute Baby Ama) is 1976 Filipino film starring Rudy Fernández and Alma Moreno, depicting the life of executed murderer and gang leader, Marciál \"Baby\" Ama.  Ama, who became a gang leader with his own prison mob while serving a sentence for lesser charges, was executed for murder at the age of 16 via electric chair on 4 October 1961.  The film was followed by the sequel Anak ni Baby Ama (Child of Baby Ama) starring Robin Padilla.","release_date":"1976-08-06","vote_average":6.8,"runtime":111,"cert":"N\/A","id":434787,"title":"Bitayin si....Baby Ama!","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"World-renowned dignitaries, athletes and artists from around the globe come together to explore and celebrate African American contributions to the global landscape, as they commemorate the opening of Smithsonian's new National Museum of African American History and Culture.","release_date":"2017-01-12","vote_average":0.0,"runtime":120,"cert":"\"\"","id":434789,"title":"Taking the Stage: African American Music and Stories That Changed America","adult":false,"genre_ids":[]},{"cast":["Loup-Denis Elion","Audrey Lamy","Jean-Baptiste Maunier"],"overview":"","release_date":"2017-01-03","vote_average":6.3,"runtime":null,"cert":"N\/A","id":434791,"title":"Scènes de ménages: enfin à la montagne","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Pathé turns its eye homeward in this edition of its History of the War series which looks at the internment of \"enemy aliens\" in Dorset and Surrey. It's not clear if the camp depicted is Frimley in Surrey or Dorchester in Dorset, but the imposing brick walls of the barracks are guarded by kilted soldiers and peppered with anti-German graffiti. The camera then turns on the internees, many of whom wear sailor's uniforms, standing behind a barbed wire perimeter fence as British officers sort and issue linen to the men.","release_date":"1917-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":434793,"title":"No Mischief Here Can Satan Find for Idle Hands to Do","adult":false,"genre_ids":[]},{"cast":["Hussein Yavari"],"overview":"A film about Hussein Yavari, a player of ney.","release_date":"1972-01-01","vote_average":0.0,"runtime":17,"cert":"N\/A","id":434795,"title":"Hussein Yavari","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"1952-06-30","vote_average":0.0,"runtime":22,"cert":"N\/A","id":434818,"title":"The Dike Builders","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"1954-08-31","vote_average":0.0,"runtime":31,"cert":"N\/A","id":434820,"title":"The Detection of Mineral Oil","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Follows a woman as she becomes fully awake.","release_date":"2008-06-27","vote_average":8.0,"runtime":1,"cert":"N\/A","id":434822,"title":"Good Morning","adult":false,"genre_ids":[16,18]},{"cast":["Nick Cannon","Jennifer Lopez","Ariana Grande","Lil' Jon","Tiësto"],"overview":"It's time to break out your sunglasses and sunblock ... the iHeartRadio Ultimate Pool Party is back!  The third annual iHeartRadio Ultimate Pool Party is returning to Miami's famous Fontainebleau, June 27-28, 2014. This year's pool party is already set to be better than ever with not one but TWO nights of unforgettable performances and celebrity appearances from some of your favorite artists.  Ready to take over the Fontainebleau's epic pool, as part of their BleauLive concert series, are Jennifer Lopez, Neon Trees, Tiesto, Ariana Grande, Iggy Azalea, and Lil Jon. And it's all hosted by Nick Cannon!","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":434827,"title":"iHeartRadio Ultimate Pool Party 2014","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bad trailers for bad movies can be good fun, as this fiendishly funny collection of exploitation flick trailers amply demonstrates. Shamelessly sleazy promos for an assortment of flicks whose titles alone are enough to raise eyebrows include scenes from movies such as Satan in High Heels and Pin-Down Girls. Also included are She Shoulda Said No!, Glenn or Glenda, Reform School Girls, A Taste of Flesh, Let Me Die a Woman and more.","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":434829,"title":"Cheezy Exploitation","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2004-02-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":434831,"title":"Ballada o kozie","adult":false,"genre_ids":[99]},{"cast":["Justyna Wasilewska","Jacek Poniedziałek","Magdalena Cielecka","Patryk Pniewski","Szymon Czacki"],"overview":"A fictionalised portrait of Polish artists W. Bąkowski and Z. Bartoszek.","release_date":"2017-02-21","vote_average":4.7,"runtime":null,"cert":"N\/A","id":434848,"title":"A Heart of Love","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Welsh revivalist Evan Roberts was a spiritual leader during a time when his nation was experiencing powerful waves of God's convicting Spirit. Eventually Roberts laid down this leadership position and moved into the ministry of intercession. What caused him to make this ministry change? The answer can be found in a close-up look at the life of this man of God.","release_date":"2005-05-17","vote_average":0.0,"runtime":null,"cert":"\"\"","id":434850,"title":"God's Generals: Vol. 3: Evan Roberts","adult":false,"genre_ids":[]},{"cast":[],"overview":"Equipped with a divine healing anointing, Aimee McPherson's focus remained always on the lost. Each week, Aimee would fill and empty her five-thousand-seat Los Angeles auditorium twenty-one times, offering priceless healing and teaching to each attendee. But the work of God did not come without cost; hers was a life of private heartache and great persecution.","release_date":"2005-05-21","vote_average":0.0,"runtime":null,"cert":"\"\"","id":434852,"title":"God's Generals: Vol. 7: Aimee Semple McPherson","adult":false,"genre_ids":[]},{"cast":[],"overview":"Man of Notable Signs & Wonders What William Branham lacked in formal education, God made up for in the Spirit. Branham is shown here in live footage, aided by an angel and the Word of knowledge, as he reveals the secrets of men's hearts. Used by God to heal and set the mentally tormented free, Branham would later fall into a deception that would eventually cost him his life.","release_date":"2005-05-22","vote_average":0.0,"runtime":null,"cert":"\"\"","id":434854,"title":"God's Generals: Vol. 8: William Branham","adult":false,"genre_ids":[]},{"cast":[],"overview":"Jack Coe's humble beginnings at an orphanage where he was left by his father prepared him for God's work, including the construction of his own boys' home. Empowered by his radical salvation experience, Coe threw himself into God's work, often bearing criticism for his gruff nature and reckless faith. Watch and see Coe in action as the blind see, deaf hear, and the lame walk.","release_date":"2005-05-23","vote_average":0.0,"runtime":null,"cert":"\"\"","id":434856,"title":"God's Generals: Vol. 9: Jack Coe","adult":false,"genre_ids":[]},{"cast":[],"overview":"Short film in honor of the poet","release_date":"1990-01-13","vote_average":0.0,"runtime":5,"cert":"N\/A","id":434876,"title":"Ana Cristina Cesar","adult":false,"genre_ids":[]},{"cast":[],"overview":"An early Algerian film depicting donkeys","release_date":"1896-01-13","vote_average":0.0,"runtime":2,"cert":"N\/A","id":434878,"title":"Anes","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2015-12-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":434880,"title":"Nana","adult":false,"genre_ids":[99]},{"cast":["Elmano Sancho","Diana Costa e Silva","Ana Vilela da Costa","Dinarte Freitas"],"overview":"Romantic Comedy directed by Hugo Diogo, based on a novel by Pedro Paixão.","release_date":"2019-02-28","vote_average":0.0,"runtime":101,"cert":"N\/A","id":434885,"title":"Forbidden Images","adult":false,"genre_ids":[35,10749]},{"cast":["Adriana Esteves","Reynaldo Gianecchini","Isabelle Drummond","Miguel Rômulo","Luigi Baricelli"],"overview":"","release_date":"2005-04-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":434887,"title":"História de Amor","adult":false,"genre_ids":[]},{"cast":["Tuomas Lauri Johannes Holopainen","Floor Jansen","Marco Hietala","Emppu Vuorinen","Troy Donockley"],"overview":"After touring for a year and a half throughout every corner of the world and leaving fans of all nationalities breathless, the time has come for Nightwish to immortalise their Endless Forms Most Beautiful tour on DVD. Vehicle Of Spirit features not only two concerts in full length, but also plenty of bonus material.","release_date":"2016-12-16","vote_average":0.0,"runtime":111,"cert":"N\/A","id":434889,"title":"Nightwish: Live at Ratina Stadium","adult":false,"genre_ids":[10402]},{"cast":["Antonio Aguilar","Flor Silvestre","Manuel Ojeda","María Rojo"],"overview":"Drug-trade kingpin tries to coerce a woman into marriage, but her former boyfriend turns up and she finds new reasons to resist being pressured.","release_date":"1991-03-20","vote_average":0.0,"runtime":90,"cert":"N\/A","id":434909,"title":"Triste recuerdo","adult":false,"genre_ids":[]},{"cast":["Nicolas Muller"],"overview":"Nicolas Müller is one of the most revered and iconic snowboarders of all time. Including his childhood, the film offers an opportunity to get to know the king of style like never before. Almost entirely in his own words, Nicolas takes you through the important events in his life which lead him to where he is today. The film reveals that one of his central goals is to demonstrate the importance of following ones intuition. To learn how to rely on this relationship with yourself and to enjoy the journey it takes you on. We live in a world which typically demands us to obey things we might not believe in. Nicolas shows how he tackled these obstacles in order to find his true path, a conscientious path towards self realization.","release_date":"2017-01-17","vote_average":0.0,"runtime":65,"cert":"\"\"","id":434914,"title":"Fruition - The Life and Dreams of Nicolas Müller","adult":false,"genre_ids":[99]},{"cast":["Silke Bodenbender","Tom Wlaschiha","Nina Petri","Petra Kelling","Iva Ljuba Simic"],"overview":"","release_date":"2017-06-02","vote_average":5.0,"runtime":null,"cert":"N\/A","id":434919,"title":"Eltern und andere Wahrheiten","adult":false,"genre_ids":[10751,35,10770]},{"cast":["Wilson James","Ryan Tonkin","Adam Berry","Joseph Steyne","Jak Ford-Lane"],"overview":"Two brothers, James and William Jenkins, volunteer to fight for Britain in the trenches of WW1. James wants adventure, William wants to keep his younger brother safe. The reality of war will test their bond to breaking point.","release_date":"2017-01-14","vote_average":0.0,"runtime":11,"cert":"\"\"","id":434921,"title":"Jerusalem","adult":false,"genre_ids":[18,28]},{"cast":[],"overview":"Surfing is all about mankind's intimate connection with the badass energy and beauty of nature. It is a deep bond, and for many, surfing is a lifelong devotion and a spiritual outlet - a personal experience far removed from its much-hyped and commercialized public persona. For most surfers, surfing is in their blood and it connects them to an extended family that is linked through practice, tradition, craft, emulation, apprenticeship, and shared experience. Surfers' Blood reaches out to those hardcore, dyed-in-the-wool surfers through an honest and beautiful portrayal of their sport and its surrounding culture, while at the same time offering outsiders a peek into the intense undiluted world of surf.","release_date":"2017-01-17","vote_average":0.0,"runtime":55,"cert":"\"\"","id":434923,"title":"Surfers' Blood","adult":false,"genre_ids":[99]},{"cast":["Ugo Tognazzi","Anouk Aimée","Pierre Brasseur","Giovanna Ralli","Elisa Cegani"],"overview":"In late 19th century Sicily, handsome free-spirit Liolà wanders into town, where he encounters an old flame now married to a wealthy landowner.","release_date":"1964-01-23","vote_average":0.0,"runtime":95,"cert":"N\/A","id":434940,"title":"A Very Handy Man","adult":false,"genre_ids":[]},{"cast":["Shu Qi","Wang Qian-Yuan","Zhang Xiao-quan","Lin Mei-hsiu","Eric Tsang"],"overview":"It is an unusual day for the remote and isolated Desire Village. A mysterious Taoist priest brings a magical equipment that can erase one’s memory. Since then, all the villagers have forgotten their past, living “happily ever after”, while the dangerous plot behind their back is just about to be unveiled…","release_date":"2017-01-26","vote_average":6.8,"runtime":116,"cert":"\"PG-13\"","id":434942,"title":"The Village of No Return","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Tom Daley came to national and international prominence when he won the Men's 10 metre platform diving European championship in 2008, at the age of 13, and came 7th in the individual competition and 8th in the synchro competition at the Beijing Olympics. In the summer of 2009, aged 15, he won the World Championships, and this documentary followed him through the 2010 diving season.","release_date":"2010-10-12","vote_average":0.0,"runtime":59,"cert":"N\/A","id":434944,"title":"Tom Daley: The Diver and His Dad","adult":false,"genre_ids":[99]},{"cast":["Beau Bridges","Karen Valentine","Patrick Dempsey","Frances Lee McCain","Lawrence Pressman"],"overview":"Bright teenager afflicted with epilepsy sues his parents for the right to have \"split brain\" surgery in order to cure his seizures.","release_date":"1986-04-12","vote_average":7.0,"runtime":100,"cert":"\"\"","id":434946,"title":"A Fighting Choice","adult":false,"genre_ids":[12,18]},{"cast":[],"overview":"Documentary about a 90 year old farmer living alone in the countryside.","release_date":"2017-01-12","vote_average":0.0,"runtime":83,"cert":"N\/A","id":434948,"title":"From a Year of Non-Events","adult":false,"genre_ids":[]},{"cast":[],"overview":"This film, three years in the making, The remote forests of Kalkalpen National Park in Austria, the largest area of wilderness in the European Alps, have been left untouched by humans for nearly a quarter of a century in order to return to their natural, primeval state. The landscape regenerates itself in dramatic cycles of growth and decay, and this bold hands-off method of conservation yields salient results: the lynx, absent from the area for 115 years, has returned.","release_date":"2015-05-16","vote_average":9.0,"runtime":null,"cert":"\"\"","id":434950,"title":"Making An Ancient Forest - Kalkalpen National Park","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Mitch Hedberg shares his unorthodox solutions to life's little problems in this mind-altering stand-up special.","release_date":"1999-01-14","vote_average":8.0,"runtime":null,"cert":"\"\"","id":434952,"title":"Mitch Hedberg Uncut","adult":false,"genre_ids":[]},{"cast":["Kira Walkenhorst","Laura Ludwig"],"overview":"Laura Ludwig's and Kira Walkenhorst's journey to the 2016 Rio Olympics. Despite setbacks in their preparation the team keeps pushing themselves to reach their ultimate goal - the Beach Volleyball Goldmedal.","release_date":"2016-12-01","vote_average":8.0,"runtime":84,"cert":"N\/A","id":434972,"title":"Ludwig \/ Walkenhorst - Der Weg zu Gold","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A look at one year in the life of four babies from around the world, from Mongolia to Namibia to San Francisco to Tokyo.","release_date":"","vote_average":0.0,"runtime":79,"cert":"N\/A","id":434974,"title":"Bébés","adult":false,"genre_ids":[]},{"cast":["Augustus Phillips","Edna Flugrath","William Wadsworth","Bigelow Cooper","Alice Washburn"],"overview":"Short film involving a flirtatious maid.","release_date":"1912-12-21","vote_average":0.0,"runtime":10,"cert":"\"\"","id":434976,"title":"A Proposal Under Difficulties","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"With economic and physical challenges in the way a young Japanese expat prepares to compete in a 1000 mile dog sled race to fulfill her mother's dying wish.","release_date":"2016-04-14","vote_average":0.0,"runtime":10,"cert":"N\/A","id":434978,"title":"Underdog","adult":false,"genre_ids":[]},{"cast":["Antonio Moreno","Norma Talmadge","Van Dyke Brooke","Constance  Talmadge","Garry McGarry"],"overview":"","release_date":"1914-10-14","vote_average":0.0,"runtime":10,"cert":"\"\"","id":434980,"title":"The Peacemaker","adult":false,"genre_ids":[35]},{"cert":"\"\"","title":"Matrimony Blues","cast":["Lige Conley","Mildred June","Dot Farley","Spencer Bell"],"id":434985,"overview":"","runtime":null,"genre_ids":[35],"release_date":"1926-05-02","vote_average":0.0,"adult":false}]