[{"cast":["Mecha Ortiz","Pedro López Lagar","Amelia Bence","Elsa O'Connor","Alberto Bello"],"overview":"","release_date":"1945-03-15","vote_average":7.0,"runtime":96,"cert":"N\/A","id":437502,"title":"Camino del infierno","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Cold Season is an independent modern day musical that follows an up-and- coming musician, who upon selling her bed frame to an immobilized stranger on Christmas Eve, decides to spend the night helping him build it. Together they are forced to confront secrets of their past and present while connecting through music.","release_date":"","vote_average":0.0,"runtime":79,"cert":"N\/A","id":437504,"title":"Cold Season","adult":false,"genre_ids":[]},{"cast":["Niní Marshall","Irma Córdoba","Tito Lusiardo","Fernando Lamas","Osvaldo Miranda"],"overview":"","release_date":"1947-08-12","vote_average":0.0,"runtime":71,"cert":"N\/A","id":437506,"title":"Navidad de los pobres","adult":false,"genre_ids":[35]},{"cast":["Zoe Saldana","Simon Pegg","John Cho","Stephen Hawking","Paul Rudd"],"overview":"Zoe Saldana enlists the help of Stephen Hawking to solve a quantum riddle in order to get Simon Pegg’s cat back. This follows Paul Rudd’s epic quantum chess match with Stephen Hawking.","release_date":"2016-12-12","vote_average":6.0,"runtime":11,"cert":"\"\"","id":437508,"title":"Quantum is Calling","adult":false,"genre_ids":[]},{"cast":["Adalberto Martínez","Patricia Rivera","Sergio Goyri","Víctor Alcocer","Federico Curiel"],"overview":"Folksy, down-to-earth priest is willing to bend the rules &amp; cheat a little, for the well-being of his parishioners. By the end of the movie, he's reformed the alcoholic, restored the foundling boy to his family, match-made the eligible youngfolks together AND saved his orphanage from foreclosure.","release_date":"1984-12-12","vote_average":0.0,"runtime":95,"cert":"N\/A","id":437510,"title":"El padre trampitas","adult":false,"genre_ids":[]},{"cast":["Antonio Aguilar","Jorge Rivero","Claudia Islas","Bruno Rey","Pepe Aguilar"],"overview":"Good son vs bad son melodrama complicates life on the hacienda.","release_date":"1977-04-19","vote_average":0.0,"runtime":85,"cert":"N\/A","id":437512,"title":"Volver, volver, volver","adult":false,"genre_ids":[]},{"cast":[],"overview":"Recently released top secret files from the early 2000's expose the lies told to the American people by senior US government in this PBS documentary, which outlines the real creators of ISIS.","release_date":"2016-05-17","vote_average":0.0,"runtime":54,"cert":"\"\"","id":437514,"title":"The Secret History of ISIS","adult":false,"genre_ids":[99]},{"cast":["Stefanie von Pfetten","William Baldwin","Julia Benson","Robert Moloney","Michelle Morgan"],"overview":"A long-divorced couple are reunited on a blind date and agree to fix each other up with friends and colleagues. While fix-up after fix-up fails to work out for either of them, they begin to wonder if perhaps they aren't the right match for one another after all.","release_date":"2017-02-12","vote_average":4.7,"runtime":90,"cert":"\"\"","id":437516,"title":"While You Were Dating","adult":false,"genre_ids":[10749,35,10770]},{"cast":[],"overview":"An abstract, animated short with music from the Norwegian band Motorpsycho. Floating shapes and colours created by cutting 1 mm thin slices off blocks of modelling clay, gradually revealing the patterns and shapes hidden inside.","release_date":"","vote_average":0.0,"runtime":5,"cert":"N\/A","id":437539,"title":"Cineplasto","adult":false,"genre_ids":[]},{"cast":[],"overview":"Painful events become memories over time. Still, we vomit and eat again. Life is Eco.","release_date":"2016-04-12","vote_average":5.0,"runtime":3,"cert":"N\/A","id":437541,"title":"Summer's Puke is Winter's Delight","adult":false,"genre_ids":[10402,16]},{"cast":["Aaron Kwok","William Feng","Zhao Liying","Xiao Shenyang","Him Law"],"overview":"The third installment of the blockbuster fantasy series sees the return of the Monkey King (Aaron Kwok) in his most action-packed adventure yet! While continuing their epic journey to the West, the Monkey King and his companions are taken captive by the Queen of an all-female land, who believes them to be part of an ancient prophecy heralding the fall of her kingdom. With a lot of sorcery and a little bit of charm, the travelers devise a plan to escape. But when their trickery angers the mighty River God, they realize they might just bring about the foretold destruction - unless they can find a way to quell her wrath.","release_date":"2018-02-16","vote_average":5.8,"runtime":114,"cert":"\"\"","id":437543,"title":"The Monkey King 3","adult":false,"genre_ids":[28,12,14]},{"cast":["Eva Lin","Jane Marie","Natalie Foxx","Morgan Bailey","Vaniity"],"overview":"Straight from mens darkest desires, these multi-functional equipped hot transsexuals fulfill the fantasies of the most perverted! You won't believe they have cocks!  She-Male cocks worshipped by studs whose wishes have come true!","release_date":"2013-02-04","vote_average":6.0,"runtime":209,"cert":"\"R\"","id":437545,"title":"Transsexual Activity 2","adult":true,"genre_ids":[]},{"cast":[],"overview":"Do You Dream in Color? in this documentary follows four courageous blind high school students. This coming-of-age story see's the students as they strive to prove that their disability will not hold them back from achieving their dreams.","release_date":"2017-02-10","vote_average":0.0,"runtime":74,"cert":"\"\"","id":437547,"title":"Do You Dream in Color?","adult":false,"genre_ids":[99]},{"cast":["Christine Hakim","Roy Marten","Slamet Rahardjo","Rahayu Effendi","Rachmat Hidayat"],"overview":"Siska, a young woman was heartbroken after her fiancé broke off their engagement. Unwilling to see his sister depressed, her brother Johnny introduced her to his friend Leo, who is known as a womanizer.","release_date":"1977-01-01","vote_average":7.0,"runtime":115,"cert":"N\/A","id":437564,"title":"Badai Pasti Berlalu","adult":false,"genre_ids":[10749,10402]},{"cast":["Jeremy Sheffield","Kate Jarman","Geraldine James","David Troughton","Judy Parfitt"],"overview":"An old-fashioned love story set in the South Wales valleys during the 1930s. Well-to-do doctor Andrew joins his father's infirmary, and in miner's daughter Bethan finds a spirit lacking in his previous girlfriends. The two fall in love, but their differing backgrounds prove a major sticking point.","release_date":"2003-07-05","vote_average":0.0,"runtime":180,"cert":"N\/A","id":437566,"title":"Hearts of Gold","adult":false,"genre_ids":[18,10749,10770]},{"cast":["Antonio Calloni","Giulia Gam","Cacá Carvalho","Guido Campos Correa","Enrique Díaz"],"overview":"","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":437574,"title":"Outras Estórias","adult":false,"genre_ids":[35,18]},{"cast":["Samuel Arnold","Pierre-Félix Gravière","Valérie Karsenti","Frédéric Pierrot"],"overview":"Italian jeweller Matteo Belmonte and his wife Christine are robbed for the third time in the space of a few months.  With Christine in danger, Matteo fires two shots. The robber Rufin dies at the feet of Romy, the couple's daughter. Self-defense or not, Matteo has to learn how to survive after killing a man in front of his traumatised family.","release_date":"2017-01-27","vote_average":5.5,"runtime":85,"cert":"N\/A","id":437576,"title":"Life after killing","adult":false,"genre_ids":[10770,18]},{"cast":["Jon Pertwee","Katy Manning"],"overview":"The Time Lords discover that the Master has stolen their secret file on the Doomsday Weapon. They grant the Doctor a temporary reprieve from his exile on Earth to deal with the crisis. He and Jo arrive on the planet Uxarieus and become enmeshed in a struggle between an agrarian colony and a powerful mining corporation.","release_date":"1971-05-15","vote_average":7.0,"runtime":150,"cert":"N\/A","id":437578,"title":"Doctor Who: Colony in Space","adult":false,"genre_ids":[18,28,12,878]},{"cast":["Jon Pertwee","Katy Manning"],"overview":"The Master, posing as a rural vicar, summons a cloven-hoofed demon in a church crypt. Seeking to gain the ancient titan's demonic power, he gathers a cult and then corrupts or controls the residents of Devil's End to bow to his will. Dark elemental forces begin to disturb the village on the eve of May Day: unexplained murders, a stone gargoyle come to life, and a nigh-impenetrable infernal energy dome. With the Master fully prepared to destroy the Earth, the Doctor and UNIT - aided by a benevolent practitioner of witchcraft - battle the wicked rites of a secret science weilded by an alien from another world.","release_date":"1971-06-19","vote_average":6.0,"runtime":125,"cert":"N\/A","id":437580,"title":"Doctor Who: The Dæmons","adult":false,"genre_ids":[18,28,12,878]},{"cast":["Michael Gira","SWANS"],"overview":"","release_date":"2016-06-17","vote_average":10.0,"runtime":29,"cert":"\"\"","id":437597,"title":"Swans - The Glowing Man Live","adult":false,"genre_ids":[10402]},{"cast":["Francis Bacon","John Blake","Rufus Collins","Jim Dine","Stephen Dwoskin"],"overview":"Includes 'portraits' of Marianne Faithfull, Thelonious Monk and 28 others, some known, some less so.","release_date":"1969-01-01","vote_average":0.0,"runtime":34,"cert":"N\/A","id":437599,"title":"Heads","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Breathtaking in its techniques, rhapsodic in its passion, and encyclopedia in its scope, the film traces the long fall from paradise into modern barbarism.\" Art Gallery of Ontario","release_date":"1982-01-27","vote_average":8.3,"runtime":174,"cert":"\"\"","id":437601,"title":"Illuminated Texts","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A close container for chance elements. Together with She Is Away, makes apparent some features of the material form of which the entire cycle would be composed.","release_date":"1976-01-27","vote_average":0.0,"runtime":8,"cert":"\"\"","id":437603,"title":"Permutations and Combinations","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Elder's most philosophical film ... subtly woven connections ... proceed under a contemplative regime\" that \"solicits the memories of the whole cycle in more delicate ways.\" Bart Testa","release_date":"1988-01-27","vote_average":0.0,"runtime":220,"cert":"\"\"","id":437605,"title":"Consolations (Love Is an Art of Time) Part 2: The Lighted Clearing","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Elder's most philosophical film ... subtly woven connections ... proceed under a contemplative regime\" that \"solicits the memories of the whole cycle in more delicate ways.\" Bart Testa","release_date":"1988-01-27","vote_average":0.0,"runtime":240,"cert":"\"\"","id":437607,"title":"Consolations (Love Is an Art of Time) Part 3: The Body and the World","adult":false,"genre_ids":[]},{"cast":[],"overview":"Anpanman's friends go see a bubble show performed by Shabondama-hime and her Shabondama Girls, who make exquisite bubbles by playing their flutes. One of the girls, Purun, can't make big bubbles no matter how much she rehearses. She feels inadequate as she goes to retrieve her lost flute, which Creampanda finds and goes to return. Meanwhile Baikinman takes over Shabondama-hime's castle and steals the flutes, using their power to create evil bubbles, and Purun must realize her own importance and save the day with Anpanman's help.","release_date":"2007-07-14","vote_average":0.0,"runtime":51,"cert":"N\/A","id":437630,"title":"Go! Anpanman: Purun's Bubble","adult":false,"genre_ids":[]},{"cast":[],"overview":"How would you spend your last night on Earth? When the Moon suddenly starts shining brighter, Stan and Leslie realize the sun must have gone nova and they only have a few hours until the Earth rotates into the deadly sunshine.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":437632,"title":"Inconstant Moon","adult":false,"genre_ids":[]},{"cast":["Chris Kotcher","Jason Roth","Daniel Falicki"],"overview":"After two years in prison, John Spinelli is a free man. But as he grapples with his mad mix of macabre neighbors, John realizes something evil governs his new neighborhood. Can he convince authorities he is innocent? Or will he wish he was back behind bars?","release_date":"2015-06-22","vote_average":2.0,"runtime":139,"cert":"\"R\"","id":437634,"title":"3:33 a.m.","adult":false,"genre_ids":[27,35]},{"cast":[],"overview":"GOOD FORTUNE is the rags to riches tale of conscious capitalism pioneer John Paul DeJoria. Born with nothing, at times homeless on the streets of LA, “JP” spent his early adulthood in and out of motorcycle gangs only to wheel and deal his way to the top of a vast hair and tequila empire. A modern day Robin Hood, JP’s motto is “Success unshared is failure.” The son of immigrants, JP defies the stereotype of 'the 1%' and is the poster boy of the triple bottom line – people, planet and profit. A success story full of ups and downs, GOOD FORTUNE is the portrait of an extraordinary business man.","release_date":"2016-09-22","vote_average":0.0,"runtime":86,"cert":"N\/A","id":437636,"title":"Good Fortune","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"1932-01-27","vote_average":0.0,"runtime":2,"cert":"N\/A","id":437644,"title":"Santiveri Diet Food commercial","adult":false,"genre_ids":[]},{"cast":[],"overview":"Four kids living in the streets of Buenos Aires back in 1999. How would their futures be? Shot for over ten years, this film explores three different moments in the lives of these kids, as they grow up living life like a game. As from these daily and intimate scenes, a collage is built assembling the meaning of marginality, the search for social inclusion and the look of the person behind the camera.","release_date":"2013-09-30","vote_average":10.0,"runtime":74,"cert":"N\/A","id":437664,"title":"Street Years","adult":false,"genre_ids":[99,18]},{"cast":["Beppe Grillo"],"overview":"In many Western democracies, trust between the people and the politicians are at a low point while populist movements are on the rise. In Italy, Movimento vows to send all politicians home and bring the people to power. They win a stunning 25% of the vote, but what happens when political ideals meet parliamentary reality? Can you be uncompromising and democratic at the same time? Are internet referendums direct democracy or faceless mob rule? The film follows this democratic experiment","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":437669,"title":"Tutti a Casa - Power to the People?","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2014-06-15","vote_average":0.0,"runtime":1,"cert":"N\/A","id":437671,"title":"Asa","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Mr. Clark's trip to the hospital becomes interesting when a mental patient escapes and pays him a visit disguised as his doctor.","release_date":"2014-07-30","vote_average":0.0,"runtime":2,"cert":"\"\"","id":437673,"title":"Bedside Manners","adult":false,"genre_ids":[35]},{"cast":[],"overview":"In 2010, this film started out as an ordinary documentary about the maker's family and the city of Salamya where they come from. However, it immediately fixates on its first subject: Hassan, the maker's farmer cousin with a shed full of cows he is very fond of. When Ali Sheikh Khudr returned two years later, the war proved to have inflicted deep wounds.","release_date":"2016-01-28","vote_average":0.0,"runtime":61,"cert":"N\/A","id":437675,"title":"The Cow Farm","adult":false,"genre_ids":[99,10751,10752]},{"cast":[],"overview":"Structuralist film collage consisting of 8mm film \"notes\" printed directly on 16mm stock. The images include people and landscapes and the technical difference between the two film formats are emphasised by the presence of perforations, Kodak company marking, spacing, and leader.","release_date":"1971-11-20","vote_average":1.0,"runtime":40,"cert":"N\/A","id":437695,"title":"8mm Film Notes on 16mm","adult":false,"genre_ids":[]},{"cast":[],"overview":"The glass window being installed - labour - being the subject ostensibly of the film...glaziers and glass having a history within representation from the german novella through Beckett's molloy through Duchamp though at the time none of that was conscious, it was for me about the endless superimpositions of a transparent signifier...five layers of optical superimposition (and as each in the lab darkens the scene, it necessitated lightening....each time one step more for each of five 'same' temporalities....) that alone for a viewer\/viewing enough to unsettle any seeing through glass, any transparencies....shown at Knokke EXPRMNTL in 1974 to general incomprehension my own included.","release_date":"1974-12-31","vote_average":0.0,"runtime":26,"cert":"N\/A","id":437697,"title":"C\/O\/N\/S\/T\/R\/U\/C\/T","adult":false,"genre_ids":[]},{"cast":[],"overview":"Kopenhagen\/1930 presents a different attitude to the seductions of content, to the signifying processes that are repressed in the rigorous procedures of the structural\/materialist film. Its material is \"images by George Gidal, Copenhagen 1930\": photographs, their grounding and their signification.","release_date":"1977-01-01","vote_average":0.0,"runtime":40,"cert":"N\/A","id":437699,"title":"Kopenhagen\/1930","adult":false,"genre_ids":[]},{"cast":["Lee In-ok","Park Ji-hun","Kim Hee-ra"],"overview":"Hye-seon grew up in an orphanage with Myeong-gu. They marry when they get older but strain on there relationship tears them apart. Pregnant and alone, Hye-aeon wonders where to turn.","release_date":"1976-03-25","vote_average":0.0,"runtime":85,"cert":"N\/A","id":437701,"title":"Bare Feet in the Snow","adult":false,"genre_ids":[]},{"cast":[],"overview":"In Gidal's films, the first level of resistance, that of the filmmaker to the lure of the object, is chiefly inscribed through the action of the camera in it's 'looking at' the space - variously through; motion, distance, focal length's effect on perspective, zoom or focus. The second level, the attempt to distanciate the spectator from the identification with the enunciator, is chiefly inscribed through devices like; repetition, graining out or darkening out of the image in printing, or disruptions in the flow of images and motion. It is particularly in the devices of the second level of distanciation - the effects on the screen of 'material flatness, grain, light movement' where Gidal, in an attempt to produce a condition for the spectator of response to the film, rather than identification with the filmmaker, that he has recourse to those features 'intrinsic' to film.","release_date":"1980-01-01","vote_average":0.0,"runtime":35,"cert":"N\/A","id":437703,"title":"Action at a Distance","adult":false,"genre_ids":[]},{"cast":["Jon Pertwee","Katy Manning"],"overview":"The Doctor and Jo arrive on the SS Bernice, a cargo ship crossing the Indian Ocean. Things are not what they seem. A monster appears in the sea, events repeat themselves and a giant hand steals the TARDIS. Investigation reveals they are inside a miniscope, an alien peepshow sporting numerous miniaturised environments, which showman Vorg and his assistant Shirna have brought to amuse the populace of the planet Inter Minor.","release_date":"1973-02-17","vote_average":8.0,"runtime":100,"cert":"N\/A","id":437723,"title":"Doctor Who: Carnival of Monsters","adult":false,"genre_ids":[18,28,12,878]},{"cast":["Jon Pertwee","Katy Manning"],"overview":"Arriving on Spiridon, the Third Doctor and Jo encounter a Thal group. But the Daleks are here... and this time, they're invisible.","release_date":"1973-05-12","vote_average":6.0,"runtime":150,"cert":"N\/A","id":437725,"title":"Doctor Who: Planet of the Daleks","adult":false,"genre_ids":[18,28,12,878]},{"cast":["Tom Baker","Elisabeth Sladen","Philip Madoc","Colin Fay","Michael Spice"],"overview":"Mad scientist Mehendri Solon is building a body from spare parts to house the disembodied brain of the evil Time Lord Morbius. He fancies the Doctor's head as the final piece...","release_date":"1976-01-24","vote_average":7.5,"runtime":100,"cert":"N\/A","id":437727,"title":"Doctor Who: The Brain of Morbius","adult":false,"genre_ids":[28,12,18,878]},{"cast":["Pavel Liška","Marek Adamczyk","Jenovéfa Boková","Gabriela Míčová","Bolek Polívka"],"overview":"","release_date":"2016-09-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":437729,"title":"Zloději zelených koní","adult":false,"genre_ids":[18]},{"cast":["Adam Newman"],"overview":"Adam Newman returns to Athens, GA for \"Fuzzies,\" recorded at the Georgia Theatre where he used to work as a security guard. In his first hour long special, Adam dissects newly discovered Jetsons debauchery, obscure B-Horror movies, and gets downright dirty sharing some Presidential erotic fan fiction. Plus, Adam breaks new comedy ground by setting the record for World's Highest Mic Drop!","release_date":"2017-01-26","vote_average":0.0,"runtime":66,"cert":"\"\"","id":437749,"title":"Adam Newman: Fuzzies","adult":false,"genre_ids":[35]},{"cast":["Alessio Cherubini","Alessio Cherubini","Alessio Cherubini","Guglielmo Favilla"],"overview":"The definitive murder compilation","release_date":"2013-09-30","vote_average":0.0,"runtime":80,"cert":"N\/A","id":437754,"title":"Extreme Jukebox","adult":false,"genre_ids":[]},{"cast":["Sérgio Reis","Zé Coqueiro","Carlos Alberto","Maria Viana","Eduardo Abbas"],"overview":"","release_date":"1978-07-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":437759,"title":"Mágoa de Boiadeiro","adult":false,"genre_ids":[37,18]},{"cast":["Jason John Beebe","Cynthia LaForest Gerber"],"overview":"Albert, Katrina, Jill, Danny and Officer Dearborn find themselves hiding out in a house during a zombie apocalypse brought upon by a blood-born disease.","release_date":"","vote_average":0.0,"runtime":87,"cert":"N\/A","id":437761,"title":"Within","adult":false,"genre_ids":[]},{"cast":["André Deed"],"overview":"","release_date":"1909-09-30","vote_average":5.0,"runtime":4,"cert":"N\/A","id":437778,"title":"Too Beautiful!","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The Confessions of a Woman (Italian: Le confessioni di una donna) is a 1928 Italian silent drama film directed by Amleto Palermi.[1] The film relates a woman falling into high-class prostitution, and her eventual redemption. It is set in Palermo.","release_date":"1928-11-01","vote_average":0.0,"runtime":148,"cert":"N\/A","id":437780,"title":"The Confessions of a Woman","adult":false,"genre_ids":[]},{"cast":["John Thaw","Sorcha Cusack","Frances Barber","Stuart Piper","Eddie Marsan"],"overview":"A seemingly happily married, successful plastic surgeon embarks on a torrid affair with tragic consequences for his marriage and those close to him.","release_date":"1999-05-12","vote_average":0.0,"runtime":100,"cert":"N\/A","id":437782,"title":"Plastic Man","adult":false,"genre_ids":[10770,18]},{"cast":[],"overview":"","release_date":"2017-01-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":437787,"title":"ViVid Strike! Specials 1","adult":false,"genre_ids":[16,35,18,14]},{"cast":["Jon Pertwee","Elisabeth Sladen"],"overview":"When scientists start to go missing in the 20th century, the Doctor is called in by the Brigadier to investigate. His investigations lead him to deduce that they are being kidnapped through time and he sets off in pursuit, unknowingly kidnapping journalist Sarah Jane Smith in the process.  Arriving in the middle ages, the Doctor and Sarah find themselves caught up in the machinations of the robber baron Irongron and his man from the stars. The alien, a Sontaran named Linx, is arming him with modern weapons in return for helping him repair his damaged ship, and it's up to the Doctor and Sarah to stop him from ruining the Earth's timeline.","release_date":"1974-01-05","vote_average":8.0,"runtime":100,"cert":"N\/A","id":437789,"title":"Doctor Who: The Time Warrior","adult":false,"genre_ids":[18,28,12,878]},{"cast":["Cyll Farney","Eva Wilma","Inalda de Carvalho","Wilson Grey","Heloísa Helena"],"overview":"","release_date":"1955-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":437806,"title":"Chico Viola Não Morreu","adult":false,"genre_ids":[18,10402]},{"cast":["Tobias Evensen","Ylva Melkeraaen Lundell"],"overview":"Hidden between a row of fishermen gutting fish, standing on a floor full of blood and intestines we find Tobias (10). In front of him is a big box filled with cod heads. With an almost frightening pace he slices and cuts the tongues off the heads, and puts them on a big nail. In the northern part of Norway Tobias and many other children work as cod tongue cutters. The tongues are considered a delicacy, and they are exported around the world to countries like China and Japan. But in Northern Norway they are simply everyday food when in season. The children start from the age of 6, and can earn a lot of money during a winter season. This job has always been reserved for the children, as long as the fishing industry has existed.","release_date":"2017-03-10","vote_average":7.0,"runtime":null,"cert":"N\/A","id":437808,"title":"Tongue Cutters","adult":false,"genre_ids":[99]},{"cast":["Granville Van Dusen"],"overview":"No animal in the Amazon is more feared and more respected than the 'spirit of the river' - The Anaconda","release_date":"1999-01-01","vote_average":0.0,"runtime":52,"cert":"\"\"","id":437810,"title":"Anaconda: Giant Snake of the Amazon","adult":false,"genre_ids":[99]},{"cast":["Jeff Scurran"],"overview":"Coach Jeff Scurran, provides detailed step-by-step instruction of the most vital offensive and defensive fundamentals. Each skill is clearly broken down, demonstrated, and applied in a variety of drills. This program is an invaluable resource for any coach, parent, or child participating in youth football.","release_date":"","vote_average":0.0,"runtime":43,"cert":"N\/A","id":437812,"title":"Fundamentals of Youth Football","adult":false,"genre_ids":[]},{"cast":["Fung Bo-Bo","Maggie Cheung","Elsie Chan","Carrie Ng","Yu Sin-Man"],"overview":"A depressing tale dealing with five women involved with prostitution and the effects it has on their love and family lives. High class or low class, each is just as sad.","release_date":"1988-01-01","vote_average":9.0,"runtime":94,"cert":"N\/A","id":437814,"title":"Call Girl '88","adult":false,"genre_ids":[18]},{"cast":["Colette Bec","Michel Etievent","Jolfred Fregonara","Frédéric Pierru","Bernard Friot"],"overview":"Documentary about the French public welfare system.","release_date":"2016-11-09","vote_average":8.8,"runtime":84,"cert":"N\/A","id":437816,"title":"La sociale","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Stand up, stand tall, stand strong! Laugh along as children introduce each episode with delightful stories about their favorite heros.","release_date":"","vote_average":0.0,"runtime":86,"cert":"N\/A","id":437833,"title":"VeggieTales: Heros of the Bible","adult":false,"genre_ids":[]},{"cast":["Dimitrij Schaad"],"overview":"","release_date":"2016-01-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":437838,"title":"Invention of Trust","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Dave was a slave Potter from the Edgefield District of South Carolina.  Today, Edgefield is known as the home of ten governors, but in Dave's lifetime, the economy was built on agriculture where slaves toiled in the hot summer sun and damp winter rains. With the discovery of \"superior clay\" in 1809 by Dr. Abner Landrum, Edgefield would soon also be know for the production of stoneware pottery.  \"Discovering Dave - Spirit Captured in Clay\" introduces the viewer to Dave, discusses examples of his verses, and puts his life into context of the time.  Dave not only learned how to read and write, be he also left his world - inscribed on some of the alkaline-glazed-stoneware he produced - for the ages.","release_date":"2013-01-28","vote_average":0.0,"runtime":49,"cert":"\"NR\"","id":437843,"title":"Discovering Dave - Spirit Captured in Clay","adult":false,"genre_ids":[]},{"cast":["Jenny Seagrove","Julian Kostov","John Hannah","Amanda Abbington","Ronan Keating"],"overview":"Directed by Christopher Menaul ('Summer in February', 'Fatherland) and written by Jenny Lecoat, Another Mother's Son tells the true story of Louisa Gould, a widow living in Nazi occupied Jersey who takes in a Russian prisoner of war, Feodor Burrij. Jenny Seagrove, Julian Kostov, John Hannah, Ronan Keating and Amanda Abbington star. The producer is Bill Kenwright.","release_date":"2017-03-24","vote_average":6.4,"runtime":98,"cert":"N\/A","id":437848,"title":"Another Mother's Son","adult":false,"genre_ids":[10752,18]},{"cast":["Michael Pattison"],"overview":"A circular short film on violence, using long takes and dead time.","release_date":"2006-05-30","vote_average":0.0,"runtime":11,"cert":"N\/A","id":437850,"title":"Is Not","adult":false,"genre_ids":[80,18]},{"cast":["Tom Baker","Bernard Horsfall","Peter Pratt","Llewellyn Rees","Hugh Walters"],"overview":"Summoned back to Gallifrey, The Doctor if framed for the Assassination of the Time Lord President. To prove his innocence, he must stand for election himself, uncover the traitor in The Time Lord High Council, fight a hooded killer in a nightmare dreamscape world of his Enemy's devising and battle against an old foe now out to destroy the Time Lords - The Master.","release_date":"1976-11-20","vote_average":8.3,"runtime":100,"cert":"N\/A","id":437867,"title":"Doctor Who: The Deadly Assassin","adult":false,"genre_ids":[28,12,18,878]},{"cast":["Henry Gibson","Frank Langella","Mari Yoshino","Lynn Kim"],"overview":"","release_date":"1990-01-01","vote_average":0.0,"runtime":42,"cert":"\"\"","id":437869,"title":"The Magic Balloon","adult":false,"genre_ids":[12]},{"cast":["Kristin Dressler","Heide Jansen","Maria Masciulli","Judith Verberne"],"overview":"The painter gazes at his female model, or how voyeurism is transformed into culture. An erotic adventure film where the theme is the viewer himself.","release_date":"1997-01-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":437871,"title":"The Day of the Painter","adult":false,"genre_ids":[18]},{"cast":["Susan Lucci","Reginald VelJohnson","Bob Gunton","Tom Signorelli","Melissa Leo"],"overview":"A Brooklyn widow (Susan Lucci) traces the past of her boxer\/sculptor husband (David Soul), gunned down on their wedding day.","release_date":"1990-10-21","vote_average":0.0,"runtime":96,"cert":"\"\"","id":437873,"title":"The Bride in Black","adult":false,"genre_ids":[18,80]},{"cast":["Colin Baker","Bonnie Langford"],"overview":"The Time Lords have brought the Doctor to trial, accusing him of gross interference in the affairs of other planets. If he is found guilty he must forfeit all his remaining regenerations. In the hope of proving his innocence, Melanie Bush, an as-of-yet unmet companion from later in his life, is summoned to the court. Hopefully through her help, the jurors will be reassured in letting the Doctor go free by seeing what good acts he stands to commit as opposed to destructive ones.","release_date":"1986-11-22","vote_average":7.0,"runtime":100,"cert":"N\/A","id":437875,"title":"Doctor Who: Terror of the Vervoids","adult":false,"genre_ids":[18,28,12,878]},{"cast":["Amr Waked","Reham Haggag","Ahmed Al Fishawy","Bayoumi Fouad","Mahmoud El Gendy"],"overview":"Two magician siblings prepare an unexpected magic stunt in hopes of freeing their dad.","release_date":"2017-01-26","vote_average":4.9,"runtime":87,"cert":"N\/A","id":437877,"title":"Monkey Talks","adult":false,"genre_ids":[35,80,9648,53]},{"cast":["Colin Baker","Nicola Bryant"],"overview":"As the trial of the Doctor continues, evidence is presented showing his most recent adventure - where he faces an old adversary, Sil. As a scientist conducts his unethical experiments to prolong the life of Sil's boss Kiv, the Doctor's memory of the events begins to return... and an unpleasant surprise awaits him.","release_date":"1986-10-25","vote_average":8.0,"runtime":100,"cert":"N\/A","id":437879,"title":"Doctor Who: Mindwarp","adult":false,"genre_ids":[18,28,12,878]},{"cast":[],"overview":"A long time ago, there was a young man called Wang Qi. When he heard that there were many immortals in Lao Mountain, he went there at once. There was a Taoist who still looked young although he was very old. Wang Qi became one of his pupils. During the first month, Wang Qi went to the hills for woods with others every day and listened to the instructions of his teacher patiently. In the second month, he felt that he could not stand the hard and tiring life, but he still waited for the teacher to teach him the magical skills. In the third month, he could not bear the suffering any longer. Upon requests, the Taoist taught Wang Qi the incantations to recite for walking through walls. - Source (cn.hujiang.com)","release_date":"1981-01-01","vote_average":0.0,"runtime":25,"cert":"N\/A","id":437893,"title":"Lao Mountain Taoist","adult":false,"genre_ids":[16]},{"cast":["Peter Davison","Janet Fielding","Mark Strickson"],"overview":"Captured in a time corridor, the Doctor and his companions are forced to land on 20th century Earth, diverted by the Doctor's oldest enemy - the Daleks. It is here the true purpose of the time corridor becomes apparent: after ninety years of imprisonment, Davros, the ruthless creator of the Daleks, is to be liberated to assist in the resurrection of his army.  Not even the Daleks foresee the poisonous threat of their creator. Indeed, who would suspect Davros of wanting to destroy his own Daleks - and why?  Only the Doctor knows the truth. Will he descend to Davros' level of evil to stop him?","release_date":"1984-02-15","vote_average":8.0,"runtime":100,"cert":"N\/A","id":437895,"title":"Doctor Who: Resurrection of the Daleks","adult":false,"genre_ids":[18,28,12,878]},{"cast":["Wa Lun","Ngaai Fei","Shih Chung-Tien","Teresa Ha Ping","Lun Ga-Chun"],"overview":"Shaw production","release_date":"1978-03-23","vote_average":0.0,"runtime":96,"cert":"N\/A","id":437897,"title":"The Mad Monk Strikes Again","adult":false,"genre_ids":[14,35]},{"cast":[],"overview":"Fonsi is an apparently privileged 12 year old boy. As we get to know his dysfunctional family, his world begins to crumble in a matter of hours. Due to a series of unexpected events, each character changes drastically, facing a crude reality.","release_date":"2012-02-17","vote_average":6.0,"runtime":103,"cert":"N\/A","id":437899,"title":"Cápsulas","adult":false,"genre_ids":[]},{"cast":["Klára Issová","Jeff Joseph","Nick Mancuso","Daniela Choderová","Lucie Vondráčková"],"overview":"To raise cash to spring thuggish b.f. Vaclav from prison, timid 20-something Veronika agrees to cover for prostie pal Lucy but picks up the wrong guy good-natured jazz drummer Jim Johnson at the airport. As they struggle with language issues and growing attraction, the “other” Jim Johnson, an overbearing sex tourist, makes whoopee with groupie Sonya and call girl Apollonia. Couples and newly sprung Vaclav eventually square off in the jazz club.","release_date":"2009-05-08","vote_average":0.0,"runtime":85,"cert":"N\/A","id":437925,"title":"The Wrong Mr. Johnson","adult":false,"genre_ids":[35,10770]},{"cast":["Jun Sabayton","Archie Alemania","Joem Bascon","Alex Vincent Medina","Bea Benedicto"],"overview":"A satire of a famous event in Heneral Luna’s life.","release_date":"2015-09-02","vote_average":0.0,"runtime":7,"cert":"N\/A","id":437927,"title":"Ilustrado Problems","adult":false,"genre_ids":[36,35]},{"cast":["Tarun Shetty","Avantika Mishra","Jenny Honey","Swaraj Rebbapragada","Kireeti Damaraju"],"overview":"Aditya falls for Priya, his junior in college and the soon get into a relationship. Then a series of fights follow and an eventual break up. Will they patch up? Or has the distance between them grown too much?","release_date":"2016-06-17","vote_average":0.0,"runtime":135,"cert":"N\/A","id":437929,"title":"Meeku Meere Maaku Meeme","adult":false,"genre_ids":[]},{"cast":["Reuben Rox","Jade Michael LaFont","Krystal Akin","Catherine Franklin","Lucien Eisenach"],"overview":"Poker night is interrupted when the host reveals the house is haunted.","release_date":"2017-02-03","vote_average":7.0,"runtime":null,"cert":"\"\"","id":437931,"title":"House of Spirits","adult":false,"genre_ids":[27]},{"cast":["Dennis Mojen","Maja Beckmann","Joel Ameloot","Àlex Brendemühl","Marleen Diekhoff"],"overview":"Pregnant, and at that age! This is the case twice with the Rosemeyer family. Both 16-year-old Viola and her mother Doris, in her mid-40s, are unexpectedly pregnant. Yet family life is already difficult anyway: teenage daughter Viola wants to go to London to play school and at the same time prove that she is very old enough to start a family with her boyfriend Jo. But Jo would not necessarily be in such a hurry to be a father.","release_date":"2017-09-28","vote_average":5.3,"runtime":90,"cert":"N\/A","id":437933,"title":"Wann endlich küsst Du mich?","adult":false,"genre_ids":[18]},{"cast":["Calista Berger","Christina Kasper","Katharina Plaim","Florian Lang","Kathrin Resetarits"],"overview":"A teenager, Christina, loses her friends in the forest. Looking for them she finds the bodies of three drowned kids on the shore of a lagoon. On summer holiday, deep in the woods, three kids, cousins, are playing around a lake when they find a drowned young woman drifting in the water. Games, lies and rituals unfolding into a circular time in which death loses its ultimacy. What is real and what is a mirage? Who is dreaming and who is being dreamed?","release_date":"2016-03-10","vote_average":7.0,"runtime":30,"cert":"N\/A","id":437935,"title":"Forest of Echos","adult":false,"genre_ids":[14,9648]},{"cast":[],"overview":"A documentary about Elsa Laula Renberg, a South Sámi activist.","release_date":"2017-02-06","vote_average":0.0,"runtime":28,"cert":"N\/A","id":437955,"title":"Elsa Laula Renberg","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":437957,"title":"Was ist Was - Erfindungen und Bionik","adult":false,"genre_ids":[]},{"cast":["Bo Hansson","Eric Malmberg","Anders Lind","Bill Öhrström","Kenny Håkansson"],"overview":"","release_date":"2015-10-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":437959,"title":"I Trollkarlens Hatt","adult":false,"genre_ids":[99]},{"cast":["Perfume","Yuka Kashino","Ayaka Nishiwaki","Ayano Ohmoto"],"overview":"Documentary following Japanese girl group Perfume on their 2014 world tour. Featuring live performances and behind-the-scenes footage, the film also includes in-depth interviews with members of the band as they perform in front of sell-out crowds across the world.","release_date":"2015-10-31","vote_average":0.0,"runtime":120,"cert":"N\/A","id":437961,"title":"We Are Perfume: World Tour 3rd Document","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2009-04-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":437963,"title":"Alles von der kleinen Hexe","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":437965,"title":"Augsburger Puppenkiste - Paula und die Kistenkobolde","adult":false,"genre_ids":[]},{"cast":[],"overview":"The film transports to a landscape of silence and solitude, alone with the wind, eyes burnt by the light. A place that turns harshness into tenderness. Although television and smartphones help to distract from the monotonous life in a secluded country village, the sense of community and place prevails.","release_date":"2016-01-01","vote_average":0.0,"runtime":24,"cert":"N\/A","id":437985,"title":"Remote","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film studio; a simple room with a bed, chair, desk and sink; a crew. A mysterious object. Following Jean Baudrillard's notion that the world has disappeared behind its own representation and it is therefore impossible to return to it, The Lost Object examines the complex mechanisms of how we perceive the constructed nature of reality and how this construction is achieved. In both the realms of our imagination and film. Fiction and reality merge into a single element.","release_date":"2016-01-28","vote_average":0.0,"runtime":13,"cert":"N\/A","id":437990,"title":"The Lost Object","adult":false,"genre_ids":[]},{"cast":["Ken Takakura","Etsuko Nami","Yoko Hayama","Rinichi Yamamoto","Tanie Kitabayashi"],"overview":"Young coal miner Takeda leaves Kyushu in search of a better job in Tokyo, only to fall into the lucrative yet dangerous life of a yakuza.","release_date":"1971-06-25","vote_average":5.5,"runtime":110,"cert":"N\/A","id":437992,"title":"Patience Has An End","adult":false,"genre_ids":[]},{"cast":[],"overview":"Grace searches for her abusive, brother-in-law after he fails to come home one evening. The deeper she digs into the town she left behind the more she learns that everyone has secrets.","release_date":"2016-10-25","vote_average":0.0,"runtime":15,"cert":"\"\"","id":437994,"title":"Bobby's Run Off","adult":false,"genre_ids":[]},{"cast":[],"overview":"Everything Turns... is an open investigation into number mythology on Super-8 film. Long exposures and various animation techniques process and restructure the science behind it. This results in a type of almanac of time, space and place that humorously references Hans Richter.","release_date":"2016-01-01","vote_average":7.0,"runtime":12,"cert":"N\/A","id":437996,"title":"Everything Turns...","adult":false,"genre_ids":[]},{"cert":"\"\"","title":"I Killed Geronimo","cast":["James Ellison","Virginia Herrick","Chief Thundercloud","Smith Ballew","Luther Crockett"],"id":437998,"overview":"Going undercover as the notorious \"Waco Kid,\" U.S. Army Captain Jeff Packard (Ellison) manages to infiltrate a gang of gold-shipment thieves lead by nasty Walt Anderson (Ted Adams). But Anderson and his gang are not the only troublemakers around: Packard must also contend with Geronimo (Chief Thundercloud) and his Apache warriors, who are demanding guns in exchange for peace.","runtime":62,"genre_ids":[37],"release_date":"1950-08-08","vote_average":0.0,"adult":false}]