[{"cast":["Bing Crosby","Betty Hutton","Sonny Tufts","Ann Doran","Gwen Crawford"],"overview":"Show business twin sisters Rosemary and Susie, one serious and the other a scatterbrain, join the WAVES and both fall in love with crooner Johnny Cabot.","release_date":"1944-01-01","vote_average":5.3,"runtime":99,"cert":"N\/A","id":43500,"title":"Here Come the Waves","adult":false,"genre_ids":[35,10749]},{"cast":["Ronald Colman","Marlene Dietrich","James Craig","Edward Arnold","Hugh Herbert"],"overview":"Hafiz, a rascally beggar on the periphery of the court of Baghdad, schemes to marry his daughter to royalty and to win the heart of the queen of the castle himself.","release_date":"1944-10-01","vote_average":4.9,"runtime":100,"cert":"N\/A","id":43501,"title":"Kismet","adult":false,"genre_ids":[12,14]},{"cast":["Betty Grable","John Harvey","Martha Raye","Joe E. Brown","Eugene Pallette"],"overview":"Glamorous Lorry Jones, the toast of a Missouri military canteen, has become \"engaged\" to almost every serviceman she's signed her pin-up photo for. Now she's leaving home to go into government service (not, as she fantasizes, to join the USO). On a side trip to New York, her vivid imagination leads her to True Love with naval hero Tommy Dooley; but increasingly involved Musical Comedy Complications follow.","release_date":"1944-04-25","vote_average":6.0,"runtime":84,"cert":"N\/A","id":43502,"title":"Pin Up Girl","adult":false,"genre_ids":[10402,10749]},{"cast":["Frank Sinatra","George Murphy","Adolphe Menjou","Gloria DeHaven","Walter Slezak"],"overview":"Fly-by-night producers dodge bill collectors while trying for one big hit. Step Lively was based on the 1937 play Room Service, by Allen Boretz and John Murray, which also was the basis for the Marx Brothers' film by the same name.","release_date":"1944-07-26","vote_average":6.5,"runtime":88,"cert":"N\/A","id":43503,"title":"Step Lively","adult":false,"genre_ids":[18,10402]},{"cast":["Anne Baxter","Thomas Mitchell","Selena Royle","Edward Ryan","Trudy Marshall"],"overview":"The lives of a close-knit group of brothers growing up in Iowa during the days of the Great Depression and of World War II and their eventual deaths in action in the Pacific theater are chronicled in this film based on a true story.","release_date":"1944-02-03","vote_average":6.1,"runtime":112,"cert":"N\/A","id":43504,"title":"The Fighting Sullivans","adult":false,"genre_ids":[18,36,10752]},{"cast":["John Carradine","J. Carrol Naish","Maris Wrixon","Edwin Maxwell"],"overview":"A Nazi spy passes himself off as an optometrist in San Francisco's waterfront district. Someone robs him of his code book, and he must get it back.","release_date":"1944-06-10","vote_average":5.0,"runtime":68,"cert":"N\/A","id":43505,"title":"Waterfront","adult":false,"genre_ids":[28,53]},{"cast":["Robert Taylor","George Murphy","Thomas Mitchell","Lloyd Nolan","Lee Bowman"],"overview":"During Japan's invasion of the Philippines in 1942, Capt. Henry Lassiter, Sgt. Bill Dane and a diverse group of American soldiers are ordered to destroy and hold a strategic bridge in order to delay the Japanese forces and allow Gen. MacArthur time to secure Bataan. When the Japanese soldiers begin to rebuild the bridge and advance, the group struggles with not only hunger, sickness and gunfire, but also the knowledge that there is likely no relief on the way.","release_date":"1943-06-03","vote_average":6.5,"runtime":114,"cert":"N\/A","id":43506,"title":"Bataan","adult":false,"genre_ids":[28,18,10752]},{"cast":["Sharon Cuneta","Ai-Ai de las Alas","John Estrada","Empress Schuck","Chokoleit"],"overview":"Best Friends Forever (BFF) is the 16th year anniversary presentation of Star Cinema starring the Megastar Sharon Cuneta and the Comedy Queen Ai Ai delas Alas. Sharon and Ai Ai will be playing as best friends in this comedy film helmed by box-office director Wenn Deramas of Tanging Ina and Ang Tanging Ina N’yong Lahat.","release_date":"2009-05-13","vote_average":6.0,"runtime":null,"cert":"N\/A","id":43507,"title":"BFF: Best Friends Forever","adult":false,"genre_ids":[35]},{"cast":["Red Skelton","Lucille Ball","Gene Kelly","Virginia O'Brien","Rags Ragland"],"overview":"Hat check man Louis Blore is in love with nightclub star May Daly. May, however, is love with a poor dancer, but wants to marry for money. When Louis wins the Irish Sweepstakes, he asks May to marry him and she accepts even though she doesn't love him. Soon after, Louis has an accident and gets knocked on the head, where he dreams that he's King Louis XV pursuing the infamous Madame Du Barry.","release_date":"1943-08-13","vote_average":8.0,"runtime":101,"cert":"N\/A","id":43508,"title":"Du Barry Was a Lady","adult":false,"genre_ids":[35,14,10402]},{"cast":["George Kirby","Doreen Munroe","May Beatty","Connie Leon","Reginald Gardiner"],"overview":"In World War II, American Gates Trimble Pomfret is in London during the Blitz to sell the ancestral family house. The current tenant, Leslie Trimble, tries to dissuade him from selling by telling him the 140-year history of the place and the connections between the Trimble and Pomfret families.","release_date":"1943-01-21","vote_average":8.0,"runtime":104,"cert":"N\/A","id":43509,"title":"Forever and a Day","adult":false,"genre_ids":[18,36]},{"cast":["Preston Foster","Lloyd Nolan","William Bendix","Richard Conte","Anthony Quinn"],"overview":"Concentrating on the personal lives of those involved, a war correspondent takes us through the preparations, landing and initial campaign on Guadalcanal during WWII.","release_date":"1943-01-01","vote_average":6.3,"runtime":93,"cert":"N\/A","id":43510,"title":"Guadalcanal Diary","adult":false,"genre_ids":[28,10752,18]},{"cast":["Michèle Morgan","Jack Haley","Frank Sinatra","Leon Errol","Barbara Hale"],"overview":"1943 musical comedy with Frank Sinatra. A valet to a bankrupt millionaire plans to rebuild his boss's fortune by passing a scullery maid off as a high-society debutante. Based on a 1940 Broadway musical.","release_date":"1943-12-31","vote_average":6.3,"runtime":90,"cert":"N\/A","id":43511,"title":"Higher and Higher","adult":false,"genre_ids":[35,10402]},{"cast":["Judy Garland","Van Heflin","Fay Bainter","Richard Carlson","Spring Byington"],"overview":"Starstruck Indiana small-town girl Lily is pestering theatrical producer John Thornway for a role but he is reluctant.","release_date":"1943-04-29","vote_average":6.0,"runtime":104,"cert":"N\/A","id":43512,"title":"Presenting Lily Mars","adult":false,"genre_ids":[10402,10749]},{"cast":["Lena Horne","Bill Robinson","Cab Calloway","Katherine Dunham","Fats Waller"],"overview":"Dancing great Bill Williamson sees his face on the cover of Theatre World magazine and reminisces: Just back from World War I, he meets lovely singer Selina Rogers at a soldiers' ball and promises to come back to her when he \"gets to be somebody.\" Years go by, and Bill and Selina's rising careers intersect only briefly, since Selina is unwilling to \"settle down.\" Will she ever change her mind? Concludes with a big all-star show hosted by Cab Calloway.","release_date":"1943-07-21","vote_average":7.1,"runtime":78,"cert":"N\/A","id":43513,"title":"Stormy Weather","adult":false,"genre_ids":[10402]},{"cast":["Humphrey Bogart","Eddie Cantor","Bette Davis","Olivia de Havilland","Errol Flynn"],"overview":"An Eddie Cantor look-alike organizes an all-star show to help the war effort.","release_date":"1943-09-25","vote_average":6.5,"runtime":127,"cert":"N\/A","id":43514,"title":"Thank Your Lucky Stars","adult":false,"genre_ids":[35,10402]},{"cast":["Fred Astaire","Joan Leslie","Robert Benchley","Robert Ryan","Elizabeth Patterson"],"overview":"Flying Tiger Fred Atwell sneaks away from his famous squadron's personal appearance tour and goes incognito for several days of leave. He quickly falls for photographer Joan Manion, pursuing her in the guise of a carefree drifter.","release_date":"1943-07-13","vote_average":6.2,"runtime":89,"cert":"N\/A","id":43515,"title":"The Sky's the Limit","adult":false,"genre_ids":[35,10749]},{"cast":["Jennifer Jones","Vincent Price","Charles Bickford","Lee J. Cobb","Gladys Cooper"],"overview":"In 1858 France, Bernadette, an adolescent peasant girl, has a vision of \"a beautiful lady\" in the city dump. She never claims it to be anything other than this, but the townspeople all assume it to be the virgin Mary. The pompous government officials think she is nuts, and do their best to suppress the girl and her followers, and the church wants nothing to do with the whole matter. But as Bernadette attracts wider and wider attention, the phenomenon overtakes everyone in the the town, and transforms their lives.","release_date":"1943-12-21","vote_average":7.4,"runtime":156,"cert":"U","id":43516,"title":"The Song of Bernadette","adult":false,"genre_ids":[18]},{"cast":["George Murphy","Joan Leslie","George Tobias","Alan Hale","Charles Butterworth"],"overview":"In WW I dancer Jerry Jones stages an all-soldier show on Broadway, called Yip Yip Yaphank. Wounded in the War, he becomes a producer. In WW II his son Johnny Jones, who was before his fathers assistant, gets the order to stage a knew all-soldier show, called THIS IS THE ARMY. But in his pesonal life he has problems, because he refuses to marry his fiancée until the war is over.","release_date":"1943-08-14","vote_average":6.6,"runtime":121,"cert":"N\/A","id":43517,"title":"This Is the Army","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Kathryn Grayson","Gene Kelly","Mary Astor","John Boles","Ben Blue"],"overview":"Acrobat Eddie Marsh is in the army now. His first act is to become friendly with Kathryn Jones, the colonel's pretty daughter. Their romance hits a few snags, including disapproval from her father. Eddie's also plagued by fear of having an accident during his family's trapeze act in the army variety show, which also features a gallery of MGM stars.","release_date":"1943-01-01","vote_average":6.0,"runtime":125,"cert":"N\/A","id":43518,"title":"Thousands Cheer","adult":false,"genre_ids":[35,18,10749,10402]},{"cast":["John Mills","Eric Portman","Louis Bradfield","Ronald Millar","Jack Watling"],"overview":"A gripping tale of WWII naval warfare in the Baltics, starring John Mills as Lt. Freddie Taylor, a British submarine Captain. The crew of the Sea Tiger are summoned from leave on shore with their families, and sent on a secret mission to intercept the Nazi battleship Brandenburg. In the ensuing battle the British submarine is damaged by a German destroyer. The submarine is leaking fuel so badly that the crew won't be able to make it back to Britain before running out somewhere along the Danish coast. When it seems that their only option may be to blow up the submarine and try to escape to Denmark, seaman James Hobson (Eric Portman) hatches a plan...Working from a well constructed script, Anthony Asquith adds a strong sense of dramatic tension to the interactions between the men in the dangerous, claustraphobic atmosphere of the cramped submarine. Mills and Portman also give good, realistic portrayals of men at war in this tense story.","release_date":"1943-01-01","vote_average":6.3,"runtime":98,"cert":"N\/A","id":43519,"title":"We Dive at Dawn","adult":false,"genre_ids":[10752]},{"cast":["Sonja Henie","Jack Oakie","Cesar Romero","Carole Landis","S.Z. Sakall"],"overview":"Nora and her uncle get railroaded into spending the night at a broken-down hotel in Canada. After Nora falls for the handsome owner, she convinces her uncle to invest in the inn and modernize it. After the hotel opens, Nora's uncle faces financial ruin and her romance hit a snag in the form of pretty reporter.","release_date":"1943-09-17","vote_average":0.0,"runtime":82,"cert":"N\/A","id":43520,"title":"Wintertime","adult":false,"genre_ids":[35,10402,10749]},{"cast":["John Payne","Betty Grable","Victor Mature","Jane Wyman","James Gleason"],"overview":"Conceited World Champion boxer Tommy Lundy decides to test his popularity in a Broadway show. Tommy always has an eye for the ladies and he starts paying attention to beautiful chorus girl Pat Lambert. Pat's boyfriend Bill Smith isn't impressed with Tommy even though Tommy gets him a boxing part in the show. When Tommy finds out that Pat and Bill were secretly together the night before the show opens, he angrily plans to turn the boxing scene with Bill into a real bout.","release_date":"1942-08-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":43521,"title":"Footlight Serenade","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Errol Flynn","Alexis Smith","Jack Carson","Alan Hale","John Loder"],"overview":"As bareknuckled boxing enters the modern era, brash extrovert Jim Corbett uses new rules and dazzlingly innovative footwork to rise to the top of the top of the boxing world.","release_date":"1942-11-14","vote_average":6.8,"runtime":104,"cert":"N\/A","id":43522,"title":"Gentleman Jim","adult":false,"genre_ids":[35,18]},{"cast":["Jeanette MacDonald","Nelson Eddy","Edward Everett Horton","Binnie Barnes","Reginald Owen"],"overview":"A playboy drops his many girlfriends when he falls in love with a grounded angel.","release_date":"1942-07-09","vote_average":4.0,"runtime":84,"cert":"N\/A","id":43523,"title":"I Married an Angel","adult":false,"genre_ids":[10749,35,14]},{"cast":["Sonja Henie","John Payne","Jack Oakie","Felix Bressart","Sterling Holloway"],"overview":"Marine James Murfin, is unaware of Icelandic customs. When he flirts with Katina her Icelandic family take his actions as a proposal of marriage to Katina. Desperately wanting out, James gets his buddy to help him.","release_date":"1942-09-21","vote_average":0.0,"runtime":79,"cert":"N\/A","id":43524,"title":"Iceland","adult":false,"genre_ids":[10749,10402]},{"cast":["Bette Davis","Olivia de Havilland","George Brent","Dennis Morgan","Frank Craven"],"overview":"A young woman dumps her fiancée and runs off with her sister's husband. They marry, settle in Baltimore, and Stanley ultimately drives Peter to drink and suicide. Stanley returns home to Richmond only to learn that her sister Roy and old flame Craig have fallen in love and plan to marry. The jealous and selfish Stanley attempts to win back Craig's affections, but her true character is revealed when, rather than take the rap herself, she attempts to pin a hit and run accident on the young black clerk who works in Craig's law office.","release_date":"1942-05-16","vote_average":6.4,"runtime":97,"cert":"N\/A","id":43525,"title":"In This Our Life","adult":false,"genre_ids":[18,10749]},{"cast":["Robert Young","Laraine Day","Fay Bainter","Nigel Bruce","Margaret O'Brien"],"overview":"An American newspaperman and his wife, end up in London after  several retreats in the opening days of WWII. After a shrapnel wound and loss of her baby she returns to America. War weary, he is forced to do a story about war orphans, where he meets Margaret.","release_date":"1942-12-17","vote_average":6.9,"runtime":81,"cert":"N\/A","id":43526,"title":"Journey for Margaret","adult":false,"genre_ids":[18,10752]},{"cast":["Eugene Domingo","Dingdong Dantes","Ariel Ureta","Miriam Quiambao"],"overview":"Kimmy and Dora (both Eugene Domingo) are identical twins but are as different as night and day. Kimmy is the smart, dictatorial type while Dora is the slow, dumb-wit sister. Kimmy has always been jealous of her sister as Johnson (Dingdong Dantes), the man she really likes, only has eyes for Dora. All hell breaks loose when their father(Ariel Ureta) gets a heart attack and makes Dora the majority owner of their family business if in case he dies. Kimmy thinks this is unfair and gets the help of their lawyer Harry (Baron Geisler) to take care of \"business\". A misunderstanding brings forth a plan to kill Dora but they kidnap Kimmy instead. Now Kimmy must find a way to get away from her captors while Dora must act as her tough sister and control their corporation in order to hide the truth from their father.","release_date":"2009-09-02","vote_average":8.0,"runtime":105,"cert":"N\/A","id":43527,"title":"Kimmy Dora","adult":false,"genre_ids":[18,35,10749]},{"cast":["Dick Powell","Joan Blondell","Adolphe Menjou","Louise Fazenda","William Gargan"],"overview":"A taxi driver travels to Venice and poses as a gondolier to land a radio singing job.","release_date":"1935-07-27","vote_average":7.0,"runtime":99,"cert":"N\/A","id":43528,"title":"Broadway Gondolier","adult":false,"genre_ids":[10749,35]},{"cast":["Barbara Stanwyck","Adolphe Menjou","William Holden","Lee J. Cobb","Joseph Calleia"],"overview":"Despite his talent as a musician, a city boy decides to become a boxer. He's successful as a fighter -- much to the dismay of his parents. When gangsters try to by a piece of him he begins to have second thoughts.","release_date":"1939-09-05","vote_average":6.8,"runtime":99,"cert":"N\/A","id":43529,"title":"Golden Boy","adult":false,"genre_ids":[18,10749]},{"cast":["Holly Marie Combs","Patrick Muldoon","Roark Critchlow","Max Burkholder","Richard Roundtree"],"overview":"The Alden family move to a gated community after Kathy (Combs) was attacked","release_date":"2007-11-03","vote_average":4.7,"runtime":90,"cert":"N\/A","id":43530,"title":"Point of Entry","adult":false,"genre_ids":[]},{"cast":["Tom Conway","Ann Rutherford","Richard Lane","Lester Matthews","Roland Drew"],"overview":"After nearly running over him with her cab, Patty Mitchell picks up a fare who claims to have amnesia. As he fumbles to remember the basic facts of his identity, Patty becomes interested in the stranger and decides to help him in his search. But as the pieces of the puzzle begin to fall into place, and Patty's interest becomes more personal, the stranger finds that he is the prime suspect in a murder case.","release_date":"1945-04-13","vote_average":6.6,"runtime":68,"cert":"N\/A","id":43533,"title":"Two O'Clock Courage","adult":false,"genre_ids":[80,18,9648]},{"cast":[],"overview":"1. FØDSELSDAGSFESTEN Her er Alfons Åberg. Han er glad, for i går havde han fødselsdag, og på lørdag skal der være fest. 2. ALFONS OG UHYRET Alfons bliver vred og slå en dreng, om aften får han dårlig samvittighed, og under sengen ligger der et farlig uhyre. 3. ALFONS OG HEMMELIGE SVIPPER Alfons leger med sin usynlige ven, med Åbergs fars pibe, det er forbudt. 4. FIKST KLARET, ALFONS ÅBERG! Alfons må ikke lege med, han er for lille, men Alfons kender en måde at få lavet om på det. Dansk tale: Thomas Winding","release_date":"1994-04-01","vote_average":6.0,"runtime":40,"cert":"N\/A","id":43534,"title":"Kalas, Alfons Åberg!","adult":false,"genre_ids":[10751,16]},{"cast":["Steve Martin","Anne Heche","Gabriel Byrne","Laura Linney","Catherine O'Hara"],"overview":"When Michael McCann is thrown over by the woman he loves, he becomes something of a misanthrope and a miser, spending all of his spare money on collectible gold coins. Living in the same town is an affluent family with two sons: John and Tanny. Tanny's a wild boy, whom John cannot control, and one night he breaks into McCann's house, and steals the gold and disappears, which nearly confirms McCann's distrust of mankind. But then, a mysterious young woman dies in the snow outside McCann's house, and her small daughter makes her way to McCann's house and into McCann's life and heart. He names her Matilda, and raises her, finding companionship and a new joy in life with his adopted daughter. But the secret of Matilda's birth may tear them apart.","release_date":"1994-09-02","vote_average":6.0,"runtime":106,"cert":"N\/A","id":43535,"title":"A Simple Twist of Fate","adult":false,"genre_ids":[18,10751,35]},{"cast":["John Loder","Jane Randolph","Karen Morley","Nils Asther","Hugo Haas"],"overview":"A female cabbie is suspected of killing her drunken husband.","release_date":"1945-07-23","vote_average":5.2,"runtime":71,"cert":"N\/A","id":43536,"title":"Jealousy","adult":false,"genre_ids":[80]},{"cast":["Richard Conte","Faye Marlowe","Kurt Kreuger","Martin Kosleck","Mantan Moreland"],"overview":"An ex-cop is suspected of murder after he is found with a dead woman. The private detective is on the run -- attempting to prove his innocence.","release_date":"1945-12-01","vote_average":5.1,"runtime":63,"cert":"N\/A","id":43537,"title":"The Spider","adult":false,"genre_ids":[80,9648]},{"cast":[],"overview":"Join fans’ favourite Danny Dyer for the funniest, and best, football of the year! Football Foul-Ups is the ultimate collection of hilarious cock-ups, moments of madness and outrageous pieces of skill. The best and worst of the beautiful game is all here – from missed open goals, back-pass howlers and goal-keeping blunders, to the most memorable goals and amazing skills. Crammed full of great action from today’s star players and matches around the world, Danny Dyer’s Football Foul-Ups is the must-see football DVD of the season!","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":43538,"title":"Danny Dyer's Football Foul Ups","adult":false,"genre_ids":[]},{"cast":["Russell Crowe","Elizabeth Banks","Brian Dennehy","RZA","Moran Atias"],"overview":"A married couple's life is turned upside down when the wife is accused of a murder. Lara Brennan is arrested for murdering her boss with whom she had an argument. It seems she was seen leaving the scene of the crime and her fingerprints were on the murder weapon. Her husband, John would spend the next few years trying to get her released, but there's no evidence that negates the evidence against her. And when the strain of being separated from her family, especially her son, gets to her, John decides to break her out. So he does a lot of research to find a way.","release_date":"2010-11-18","vote_average":7.0,"runtime":133,"cert":"12","id":43539,"title":"The Next Three Days","adult":false,"genre_ids":[10749,18,53,80]},{"cast":["Burt Lancaster","Katharine Hepburn","Wendell Corey","Lloyd Bridges","Earl Holliman"],"overview":"Lizzie Curry is on the verge of becoming a hopeless old maid. Her wit and intelligence and skills as a homemaker can't make up for the fact that she's just plain plain! Even the town sheriff, File, for whom she harbors a secrect yen, won't take a chance --- until the town suffers a drought and into the lives of Lizzie and her brothers and father comes one Bill Starbuck ... profession: Rainmaker!","release_date":"1956-12-13","vote_average":6.6,"runtime":121,"cert":"N\/A","id":43542,"title":"The Rainmaker","adult":false,"genre_ids":[35,10749,37]},{"cast":[],"overview":"By using special cameras and techniques, David Fortney has captured the beauty of these parks in ways never seen before. Fluid, masterful camera work and serial photography gives you the sensation of soaring over and through the landscape.","release_date":"2008-05-20","vote_average":6.5,"runtime":51,"cert":"N\/A","id":43543,"title":"North America's National Parks","adult":false,"genre_ids":[99]},{"cast":["Carlo Verdone","Anita Caprioli","Stefano Pesce","Antonio Catania","Lucia Sardo"],"overview":"","release_date":"2003-01-10","vote_average":6.3,"runtime":null,"cert":"N\/A","id":43544,"title":"Ma che colpa abbiamo noi","adult":false,"genre_ids":[]},{"cast":["Leon Ford","Charlie Garber","Lenka","Steve Le Marquand","Alexandra Vaughan"],"overview":"Four teenagers with the end of school on the horizon head up the New South Wales coast for a weekend of surfing,drinking and sex.The boys have told their parents they are going alone.It's only when the stranger appears and weird time anomalies occur on the beach and in the camp that they start thinking.Admittedly the premise of \"Lost Things\" is quite interesting,but hardly original.The film actually in many ways reminded me \"Dead End\".The acting is sub-par,but I must applaud the excellent work of cinematographer.The lonely beach indeed looks creepy and atmospheric and such details like the mannequin buried in the sand put the smile on my face.The climax is satisfying of itself,but is undermined by too many unanswered questions.Give it a look,however if you want to see seriously eerie horror flick that will make you think afterwards rent or buy \"Session 9\".6 out of 10.","release_date":"2003-01-01","vote_average":5.3,"runtime":83,"cert":"N\/A","id":43545,"title":"Lost Things","adult":false,"genre_ids":[53,27]},{"cast":["Red Skelton","Esther Williams","Basil Rathbone","Bill Goodwin","Jean Porter"],"overview":"A big splash in her first starring role: Esther Williams is a teacher at a women's college -- and wacky Red Skelton enrolls to be near her. An astonishing flames-and-fountains aquatic finale.","release_date":"1944-07-01","vote_average":5.8,"runtime":101,"cert":"N\/A","id":43546,"title":"Bathing Beauty","adult":false,"genre_ids":[35,10402]},{"cast":["Simon Miller","Justin Tensen","Rob Harmon","Aaron Michael Davies","Caroline Delran"],"overview":"A modern gay drama about falling in and out of love, and the rocky road in between.","release_date":"2009-01-30","vote_average":7.0,"runtime":97,"cert":"N\/A","id":43547,"title":"Between Love & Goodbye","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Edwige Fenech","Pippo Franco","Renato Pozzetto","Lino Banfi","Janet Ågren"],"overview":"A stories of three really unlucky characters are discovered during the trial.","release_date":"1982-01-15","vote_average":5.7,"runtime":148,"cert":"N\/A","id":43548,"title":"Don't Play with Tigers","adult":false,"genre_ids":[35]},{"cast":["Forest Whitaker","Cam Gigandet","Adrien Brody","Maggie Grace","Clifton Collins Jr."],"overview":"20 men are chosen to participate in the roles of guards and prisoners in a psychological study that ultimately spirals out of control.","release_date":"2010-07-15","vote_average":6.5,"runtime":96,"cert":"15","id":43549,"title":"The Experiment","adult":false,"genre_ids":[53,18]},{"cast":["Brendan Patricks","Naomie Harris","Kelly Adams","Cécile Cassel","Jane March"],"overview":"My Last Five Girlfriends traces the romantic journey of thirtysomething bachelor Duncan. As the film opens, the despondent Duncan is apparently preparing to take his own life, but not before taking the time to send a message to the last five women he dated. Taking the form of a whirlwind tour through Duncan World, the film is a comedic exploration of his failed relationships.","release_date":"2010-03-19","vote_average":5.6,"runtime":87,"cert":"","id":43550,"title":"My Last Five Girlfriends","adult":false,"genre_ids":[10749,35]},{"cast":["George Sanders","Wendy Barrie","James Gleason","Allen Jenkins","Mona Maris"],"overview":"In the second film of the series (and not a second part of anything), Gay Lawrence, aka The Falcon, is about to depart the city to marry his fiancée, Helen Reed, when a mystery girl, Rita Mara, asks for his aid in disposing of a secret formula for making synthetic diamonds. He deliberately allows himself to be kidnapped by the gang for which Rita works. His aide, \"Goldy\" Locke, trails the kidnappers and brings the police. But the head of the gang escapes, and the Falcon continues the pursuit.","release_date":"1942-01-16","vote_average":6.5,"runtime":63,"cert":"N\/A","id":43551,"title":"A Date with the Falcon","adult":false,"genre_ids":[80,9648]},{"cast":["Hayden Christensen","Thandie Newton","John Leguizamo","Neal Huff","Jacob Latimore"],"overview":"A mysterious global blackout yields countless populations to simply vanish, leaving only their clothes and possessions behind. A small handful of survivors band together in a dimly-lit tavern on 7th Street, struggling to combat the apocalyptic horror. Realizing they may in fact be the last people on earth, a dark shadow hones in on them alone.","release_date":"2010-09-11","vote_average":5.0,"runtime":92,"cert":"N\/A","id":43552,"title":"Vanishing on 7th Street","adult":false,"genre_ids":[9648,27,53]},{"cast":["Christian De Sica","Massimo Boldi","Biagio Izzo","Enzo Salvi","Cindy Crawford"],"overview":"Two former carabinieri find themselves doing the bodyguards to VIPs and starlet","release_date":"2000-12-22","vote_average":5.1,"runtime":94,"cert":"N\/A","id":43555,"title":"Body Guards","adult":false,"genre_ids":[]},{"cast":["Joe Satriani","Galen Henson","Dave LaRue","Jeff Campitelli"],"overview":"Guitarist Joe Satriani playing In Anaheim, California, on May 2, 2006.","release_date":"2006-10-31","vote_average":4.8,"runtime":84,"cert":"N\/A","id":43556,"title":"Joe Satriani:  Satriani Live","adult":false,"genre_ids":[10402]},{"cast":["Christian De Sica","Massimo Boldi","Enzo Salvi","Bruno Arena","Max Cavallari"],"overview":"Four Italian men are suddenly involved in awkward situations, while they are spending the Christmas holiday, stuck in Amsterdam. ... Massimo Boldi, Christian De Sica, Enzo Salvi. ... Stars: Massimo Boldi, Christian De Sica, Enzo Salvi.","release_date":"2001-12-21","vote_average":5.7,"runtime":null,"cert":"N\/A","id":43557,"title":"Merry Christmas","adult":false,"genre_ids":[35]},{"cast":["Eleonora Giorgi","Gianni Ansaldi","Mauro Di Francesco","Angelo Cannavacciolo","Massimo Ciavarro"],"overview":"","release_date":"1984-05-02","vote_average":6.1,"runtime":null,"cert":"N\/A","id":43558,"title":"Sapore di mare 2 - Un anno dopo","adult":false,"genre_ids":[35]},{"cast":["Jerry Calà","Virna Lisi","Christian De Sica","Marina Suma","Angelo Cannavacciolo"],"overview":"A comedy about the adventures of several families during their sea vacations.","release_date":"1983-02-17","vote_average":6.6,"runtime":94,"cert":"N\/A","id":43559,"title":"Time for Loving","adult":false,"genre_ids":[10749,35]},{"cast":["Jerry Calà","Christian De Sica","Claudio Amendola","Antonella Interlenghi","Edwige Fenech"],"overview":"","release_date":"1984-12-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":43560,"title":"Vacanze in America","adult":false,"genre_ids":[35]},{"cast":["Christian De Sica","Massimo Boldi","Danny DeVito","Sabrina Ferilli","Anna Maria Barbera"],"overview":"A middle-aged man’s relationship with a young model is questioned by his daughter, who’s dating an older man herself.","release_date":"2004-12-17","vote_average":4.8,"runtime":118,"cert":"N\/A","id":43561,"title":"Christmas in Love","adult":false,"genre_ids":[35,10749]},{"cast":["Kirk Douglas","Virginia Mayo","John Agar","Walter Brennan","Ray Teal"],"overview":"New Federal marshal Len Merrick saves Tim Keith from lynching at the hands of the Roden clan, and hopes to get him to Santa Loma for trial. Vindictive Ned Roden, whose son Ed was killed, still wants personal revenge, and Tim would like to escape before Ned catches up with him again. Can the marshal make it across the desert with Tim and his daughter? Even if he makes it, will justice be served?","release_date":"1951-06-02","vote_average":7.0,"runtime":88,"cert":"N\/A","id":43562,"title":"Along the Great Divide","adult":false,"genre_ids":[37,12,10749]},{"cast":["Cha Ye-ryun","Lee In","Jo An","Hong So-hee"],"overview":"A Korean writer travels to Vietnam to do research for her story about a cursed portrait of a Vietnamese girl named Muoi.","release_date":"2007-07-25","vote_average":5.8,"runtime":93,"cert":"N\/A","id":43565,"title":"Muoi: The Legend of a Portrait","adult":false,"genre_ids":[27,18]},{"cast":["Meryl Streep","Liam Neeson","Edward Furlong","Alfred Molina","Daniel von Bargen"],"overview":"Two parents deal with the effects when their son is accused of murdering his girlfriend.","release_date":"1996-02-23","vote_average":6.1,"runtime":108,"cert":"N\/A","id":43566,"title":"Before and After","adult":false,"genre_ids":[18,53,9648]},{"cast":["Renato Pozzetto","Ornella Muti","Piero Mazzarella","Patrizia Fontana","Nanni Svampa"],"overview":"Pozzetto is a rich man obsessed by the idea of becoming poor. So, his psychiatric suggests him to leave home and live just like a poor man for some days. He will then become familiar with this way of living, and fear less the idea of becoming poor. So he does, and his old family &amp; friends soon forget about him. They don't miss him at all.","release_date":"1983-01-01","vote_average":6.1,"runtime":92,"cert":"N\/A","id":43571,"title":"Rich and Poor","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Something strange seems to be going on with the vehicles in Busytown. Thanks to a mix-up at the gas station, the cars have started blowing bubbles, Lowly Worm can't find his apple car and somebody has been nibbling on the Mouse family's cheese car. Can Huckle Cat solve all these automotive mysteries? This exciting collection of fun-filled episodes is from the popular animated series based on the books by Richard Scarry.","release_date":"2007-11-01","vote_average":0.0,"runtime":66,"cert":"N\/A","id":43572,"title":"Hurray for Huckle: Zooming Around Busytown","adult":false,"genre_ids":[]},{"cast":[],"overview":"Jay Jay The Jet Plane follows the exciting adventures of a perky and curious six-year-old jet plane, Jay Jay, and his airplane friends. They live and play at Tarrytown Airport, a place where imagination takes flight! Each Jay Jay episode includes valuable life lessons for young children. They learn important lessons about cooperation, teamwork, responsibility and science and nature.","release_date":"2007-08-07","vote_average":0.0,"runtime":70,"cert":"N\/A","id":43573,"title":"Jay Jay the Jet Plane - Jay Jay's Wing Wigglin' Mystery","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"This DVD includes the following episodes: 1.)\"Ruby's Easter Bonnet\" - Ruby makes her spring Easter Bonnet while Max teaches a froggy friend to \"spring\"! 2.)\"Max's Easter Parade\" - Ruby wants Max's help making an Easter basket, but Max would rather make an Easter parade! 3.)\"Max And The Easter Bunny\" - Ruby's Egg Hunt gets egg-citing when Max plays the Easter Bunny! Plus 8 more random episodes.","release_date":"2007-03-13","vote_average":0.0,"runtime":97,"cert":"N\/A","id":43574,"title":"Max & Ruby - Easter With Max & Ruby","adult":false,"genre_ids":[16,10751]},{"cast":["Rick Moranis","Kathleen Barr","Jamie Lee Curtis"],"overview":"When the mysterious Toy Taker grabs all of Santa's toys, it looks like the children will miss out on Christmas. But everyone's favorite reindeer, Rudolph, comes to the rescue with his lovable friends: Hermey the elf, Yukon Cornelius the grizzly prospector, the abominable snow monster Bumbles and Rudolph's very special friend Clarice. Together, they promise Santa they'll track down Toy Taker and rescue Santa's toy. Their incredible quest takes them on a wild adventure with Rudolph's red nose leading the way! This new family holiday favorite features the voices of Jamie Lee Curtis, Richard Dreyfuss and Rick Moranis. The soundtrack includes seven new holiday songs and features the classic original song performed by Tony Bennett. With amazing state-of-the-art animation and great new songs, kids of all ages will treasure this musical adventure forever.","release_date":"2001-10-14","vote_average":5.4,"runtime":74,"cert":"N\/A","id":43575,"title":"Rudolph the Red-Nosed Reindeer & the Island of Misfit Toys","adult":false,"genre_ids":[16,10751]},{"cast":["Allan Sherman","Daws Butler","Pamelyn Ferdin","Tony Frazier","Gloria Camacho"],"overview":"In a marvelously animated version of one of the most beloved of all Dr. Seuss tales, two youngsters find themselves at home with nothing to do on a rainy afternoon. But when the magical, mischievous Cat in the Hat arrives on the scene, they're all cat-apulted into a day of rousing, romping, outlandish antics they - and you - will never forget!","release_date":"1971-07-04","vote_average":6.4,"runtime":25,"cert":"","id":43580,"title":"The Cat in the Hat","adult":false,"genre_ids":[10770,16,10751]},{"cast":["David Blye","Alyson Court","Nonnie Griffin","James Rankin"],"overview":"Is it a dream come true? Katherine and her cousin Matthew find themselves locked in a toy shop for the night! They make some very special friends, like Ruffles the clown, Henrietta the sentimental hippo, Clarence the rickety clock, Wheelie the truck, and Sarah, an adorable doll. But there is one evil jack-in-the-box, Master Jack, who wants to rule all the toys and make Katherine his queen. With a magic spell, he shrinks Katherine to the size of a doll, intending to keep her that way. The only thing that can save her is if the toys, lead by wooden soldier General Jim, can capture Jack's magic locket before sunrise! This heartwarming animated adventure is also filled with original songs.","release_date":"2011-10-01","vote_average":0.0,"runtime":46,"cert":"N\/A","id":43581,"title":"Toy Shop","adult":false,"genre_ids":[14,878,10751]},{"cast":["Barbora Bobuľová","Andrea Di Stefano","Lisa Gastoni","Massimo Poggio","Camille Dugay Comencini"],"overview":"Irene discovers that she must eat hearts in order to survive the alien invasion in Sicily.","release_date":"2005-02-25","vote_average":6.8,"runtime":null,"cert":"N\/A","id":43584,"title":"Sacred Heart","adult":false,"genre_ids":[18]},{"cast":["Billy Aaron Brown","Rebecca Mozo","Richard Moll","Arianne Fraser","Elizabeth Prestel"],"overview":"Seven college kids take a shortcut on their way to a party and unfortunately end up in Wormwood – a \"lost\" town in the middle of nowhere. They find something strange and sinister happening there – bones and weird decorations line Main Street. The cause: local Wormwood legend says on All Hallows Eve one hundred years ago, a crazed man tortured the youngsters in town and then cut off their heads. In retaliation, the townspeople killed him by cutting off his head. Seeking revenge every seven years, he returns and takes seven heads from children in the town. Now the seven visitors find themselves hunted one by one as the Headless Horseman claims his due.","release_date":"2007-10-27","vote_average":5.4,"runtime":87,"cert":"N\/A","id":43585,"title":"Headless Horseman","adult":false,"genre_ids":[27]},{"cast":["Toni Bertorelli","Micaela Ramazzotti","Chef Ragoo","G. Max","Carlo Verdone"],"overview":"","release_date":"2000-09-22","vote_average":5.9,"runtime":null,"cert":"N\/A","id":43586,"title":"Zora la vampira","adult":false,"genre_ids":[35]},{"cast":["Marguerite Moreau","Brittany Curran","Colin Hay","Michael Emanuel"],"overview":"A young woman’s nightmarish past returns to trigger off a bizarre phobia she was once cured of; an intense fear of space, eased only by closeness to walls. She becomes a psychological survivalist when her remote house suddenly becomes a spiritual battleground, as evil forces gather to torture her during a night of terror.","release_date":"2008-05-13","vote_average":3.8,"runtime":92,"cert":"N\/A","id":43587,"title":"Uninvited","adult":false,"genre_ids":[18,27,53]},{"cast":["Billy Harper","Alex Gilbert","Joshua Wynniatt","Nathan Tomlinson"],"overview":"What Goes Around is a short film directed by Alex Gilbert and staring Billy Harper. This story is about a guy called Levi who tries to find his way in life ,and he dosent get along in his city or family so he decides to leave home and try to find his way around life by sleeping on a bench in the middle of the park and by looking for food while people don't know about his whearabouts. One day while he is walking through the park he gets angry at a local (Played by Alex Gilbert) and who pushes around and the local gets home and finds that the news people are looking for him in the city. Levi is in town and sees \"Wheres Levi\" posters around the city. He also finds a bracelet which he keeps but he does not know that the bracelet will get him back with his life.","release_date":"2008-07-02","vote_average":6.0,"runtime":10,"cert":"N\/A","id":43588,"title":"What Goes Around","adult":false,"genre_ids":[]},{"cast":["Penn Jillette","Teller","Daran Norris","Scott Stringer","Aaron Carter"],"overview":"Penn & Teller: Off the Deep End is a two-hour special that premiered on NBC on November 13, 2005. It featured magicians Penn & Teller performing a variety of illusions in various locations around the Caribbean, most of which were done underwater or involved marine animals. It also featured a performance by musician Aaron Carter.","release_date":"2005-11-13","vote_average":5.0,"runtime":88,"cert":"N\/A","id":43589,"title":"Penn & Teller: Off the Deep End","adult":false,"genre_ids":[35]},{"cast":["Sergio Rubini","Anita Caprioli","Paolo Villaggio","Claudio Ammendola","Anouk Grinberg"],"overview":"In this bizarre and darkly comic fantasy, Antonio (Sergio Rubini) is a man who was born with unusually large incisors; his freakishly huge teeth make him an outcast from his peers as a child, and he attempts more than once to break off the offending choppers. The emotionally fragile Antonio was further devastated at the age of 12 when his mother (Anouk Grinberg) died, and as a man, he's become obsessive and controlling in his relationships with women. Antonio is convinced that his girlfriend Mara (Anita Caprioli) has been unfaithful to him -- with her dentist (Tom Novembre), of course. After Antonio confronts Mara in a moment of anger, she responds with rage, and strikes him in the face with a large ashtray, breaking off one of his teeth. Antonio now must travel across the land, going from dentist to dentist in search of someone who can make a crown that will suit his extra-large smile. Denti was shown in competition at the 2000 Venice Film Festival. ~ Mark Deming, Rovi","release_date":"2000-10-13","vote_average":6.3,"runtime":null,"cert":"N\/A","id":43592,"title":"Teeth","adult":false,"genre_ids":[27,53,18]},{"cast":["Elisabeth Shue","Adam Scott","Jerry O'Connell","Steven R. McQueen","Jessica Szohr"],"overview":"Each year the population of sleepy Lake Victoria, Arizona explodes from 5,000 to 50,000 residents for the annual Spring Break celebration. But then, an earthquake opens an underwater chasm, releasing an enormous swarm of ancient Piranha that have been dormant for thousands of years, now with a taste for human flesh. This year, there's something more to worry about than the usual hangovers and complaints from locals, a new type of terror is about to be cut loose on Lake Victoria.","release_date":"2010-08-20","vote_average":5.3,"runtime":88,"cert":"18","id":43593,"title":"Piranha 3D","adult":false,"genre_ids":[35,27]},{"cast":["Paul Robeson","Dudley Digges","Frank H. Wilson","Fredi Washington","Ruby Elzy"],"overview":"Unscrupulously ambitious ,Brutus Jones escapes from jail after killing a guard and, through bluff and bravado, finds himself the emperor of a Caribbean island.","release_date":"1933-09-29","vote_average":6.1,"runtime":72,"cert":"N\/A","id":43594,"title":"The Emperor Jones","adult":false,"genre_ids":[18,10402]},{"cast":["Mae West","Cary Grant","Owen Moore","Gilbert Roland","Noah Beery"],"overview":"New York singer and nightclub owner Lady Lou has more men friends than you can imagine. One of them is a vicious criminal who’s escaped and is on the way to see “his” girl, not realising she hasn’t exactly been faithful in his absence. Help is at hand in the form of young Captain Cummings, a local temperance league leader.","release_date":"1933-02-09","vote_average":5.8,"runtime":66,"cert":"N\/A","id":43595,"title":"She Done Him Wrong","adult":false,"genre_ids":[35]},{"cast":["Paul Hörbiger","Magda Schneider","Luise Ullrich","Gustaf Gründgens","Olga Tschechowa"],"overview":"Vienna in the beginning of the twentieth century. Cavalry Lieutenant Fritz Lobheimer is about to end his affair with Baroness Eggerdorff when he meets the young Christine, the daughter of an opera violinist. Baron Eggerdorff however soon hears of his past misfortune...","release_date":"1933-03-10","vote_average":7.2,"runtime":88,"cert":"N\/A","id":43596,"title":"Liebelei","adult":false,"genre_ids":[18,10749]},{"cast":["James Cagney","Mae Clarke","Margaret Lindsay","Leslie Fenton","Douglass Dumbrille"],"overview":"An ex-gangster tries to resist his old cohorts' criminal activities after he accidentally becomes a movie star.","release_date":"1933-12-09","vote_average":6.9,"runtime":76,"cert":"N\/A","id":43597,"title":"Lady Killer","adult":false,"genre_ids":[35,80]},{"cast":["Barbara Stanwyck","Preston Foster","Lyle Talbot","Dorothy Burgess","Lillian Roth"],"overview":"A moll, imprisoned after participating in a bank robbery, helps with a breakout plot.","release_date":"1933-02-04","vote_average":6.6,"runtime":69,"cert":"N\/A","id":43598,"title":"Ladies They Talk About","adult":false,"genre_ids":[80,18]},{"cast":["Warren William","Loretta Young","Wallace Ford","Alice White","Hale Hamilton"],"overview":"Kurt Anderson is the tyrannical manager of a New York department store in financial straits. He thinks nothing of firing an employee of more than 20 years or of toying with the affections of every woman he meets. One such victim is Madeline, a beautiful young woman in need of a job. Anderson hires her as a salesgirl, but not before the two spend the night together. Madeline is ashamed, especially after she falls for Martin West, a rising young star at the store. Her biggest fear is that Martin finds out the truth about her \"career move.\"","release_date":"1933-02-11","vote_average":6.9,"runtime":75,"cert":"N\/A","id":43599,"title":"Employees' Entrance","adult":false,"genre_ids":[18,10749]},{"cast":["Joan Crawford","Clark Gable","Franchot Tone","May Robson","Winnie Lightner"],"overview":"Janie lives to dance and will dance anywhere, even stripping in a burlesque house. Tod Newton, the rich playboy, discovers her there and helps her get a job in a real Broadway musical being directed by Patch. Tod thinks he can get what he wants from Janie, Patch thinks Janie is using her charms rather than talent to get to the top, and Janie thinks Patch is the greatest. Steve, the stage manager, has the Three Stooges helping him manage all the show girls. Fred Astaire and Nelson Eddy make appearances as famous Broadway personalities.","release_date":"1933-11-24","vote_average":7.2,"runtime":92,"cert":"N\/A","id":43600,"title":"Dancing Lady","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Jean Harlow","Lee Tracy","Frank Morgan","Franchot Tone","Pat O’Brien"],"overview":"A glamorous film star rebels against the studio, her pushy press agent and a family of hangers-on.","release_date":"1933-10-13","vote_average":7.2,"runtime":96,"cert":"N\/A","id":43601,"title":"Bombshell","adult":false,"genre_ids":[35,10749]},{"cast":["Irene Dunne","Walter Huston","Conrad Nagel","Bruce Cabot","Edna May Oliver"],"overview":"1933 drama with Irene Dunn. After a love affair ending in an abortion, a young prison reformer submerges herself in her work. But then she falls for a controversial and married judge, so scandal looms again. Very controversial film at the time.","release_date":"1933-10-05","vote_average":6.4,"runtime":76,"cert":"N\/A","id":43602,"title":"Ann Vickers","adult":false,"genre_ids":[18,10749]},{"cast":["Josephine Baker","Jean Gabin","Pierre Larquey","Yvette Lebon","Illa Meery"],"overview":"Zou Zou tries to help her childhood friend prove his innocence after he's accused of murder.","release_date":"1934-12-21","vote_average":6.0,"runtime":92,"cert":"N\/A","id":43603,"title":"Zouzou","adult":false,"genre_ids":[35]},{"cast":["Wallace Beery","Leo Carrillo","Fay Wray","Donald Cook","Stuart Erwin"],"overview":"In this fictionalized biography, young Pancho Villa takes to the hills after killing an overseer in revenge for his father's death.","release_date":"1934-04-27","vote_average":6.3,"runtime":115,"cert":"N\/A","id":43604,"title":"Viva Villa!","adult":false,"genre_ids":[37]},{"cast":["Wallace Beery","Jackie Cooper","Lionel Barrymore","Otto Kruger","Lewis Stone"],"overview":"In this early film adaptation of the classic novel by Robert Louis Stevenson, young Jim Hawkins is caught up with the pirate Long John Silver in search of buccaneer Captain Flint's buried treasure.","release_date":"1934-08-17","vote_average":6.8,"runtime":103,"cert":"N\/A","id":43605,"title":"Treasure Island","adult":false,"genre_ids":[28,12,10751]},{"cast":["Ralph Morgan","Erin O'Brien-Moore","Junior Durkin","Cora Sue Collins","Phyllis Fraser"],"overview":"The former Jo March and her husband Professor Bhaer operate the Plumfield School for homeless boys. One of the boys, Nat, invites Dan, a street kid, to come to the school, where the boys are all loved and well cared for. Dan is a young tough, but his heart is good, and when he is accused of theft at the school, Jo continues to believe in him and that the true thief will be found out.","release_date":"1934-01-01","vote_average":4.0,"runtime":72,"cert":"N\/A","id":43606,"title":"Little Men","adult":false,"genre_ids":[18,10749]},{"cast":["Stephen Boyd","Cheryl Ladd","Chuck Woolery","David Ladd","Darby Hinton"],"overview":"An adventure film about the search for a more than 200-year-old treasure on the ocean floor.","release_date":"1975-03-01","vote_average":3.0,"runtime":96,"cert":"N\/A","id":43607,"title":"The Treasure of Jamaica Reef","adult":false,"genre_ids":[27]},{"cast":["Jack Kelly","Hildy Parks","Vince Edwards","John Cassavetes","David Cross"],"overview":"A group of escaped convicts holds a household prisoner as the police close in.","release_date":"1955-07-13","vote_average":4.9,"runtime":86,"cert":"N\/A","id":43608,"title":"The Night Holds Terror","adult":false,"genre_ids":[80,18]},{"cast":["Madeline Zima","Renée Zellweger","Forest Whitaker","Elias Koteas","Nick Nolte"],"overview":"A wheelchair-bound singer and her best friend embark on a roadtrip to Memphis.","release_date":"2010-04-07","vote_average":6.0,"runtime":100,"cert":"N\/A","id":43609,"title":"My Own Love Song","adult":false,"genre_ids":[35,18]},{"cast":["Greer Garson","Gregory Peck","Donald Crisp","Lionel Barrymore","Preston Foster"],"overview":"Mary Rafferty comes from a poor family of steel mill workers in 19th Century Pittsburgh. Her family objects when she goes to work as a maid for the wealthy Scott family which controls the mill. Mary catches the attention of handsome scion Paul Scott, but their romance is complicated by Paul's engagement to someone else and a bitter strike among the mill workers.","release_date":"1945-06-01","vote_average":7.6,"runtime":119,"cert":"N\/A","id":43610,"title":"The Valley of Decision","adult":false,"genre_ids":[18]},{"cast":["Amira Casar","Sylvie Testud","Jean-Pierre Martins","Zoé Duthion","Sophie Guillemin"],"overview":"Lyon, France in 1970s, Sibylle, Corinne, and Georgette are sisters who share everything, as they live with their Italian mother. Sibylle is the only blonde in the family, except for their father who abandoned them, and she feels isolated. She dreams of meeting her French father one day.","release_date":"2009-12-16","vote_average":5.5,"runtime":107,"cert":"N\/A","id":43611,"title":"Sisters","adult":false,"genre_ids":[18]},{"cast":["Michel Serrault","Eddy Mitchell","Sabine Azéma","Carmen Maura","François Morel"],"overview":"Francis, the boss of a small plumbing supply company, is harassed by tax collectors, striking employees, and an impossible wife and daughter. His only joy is sharing lunch with his friend Gerard. Then a TV show called \"where are you?\" shows a woman from Gers who is searching for her husband who disappeared 28 years ago. The lost husband looks like an identical twin of Francis...","release_date":"1995-01-31","vote_average":7.0,"runtime":106,"cert":"N\/A","id":43612,"title":"Happiness Is in the Field","adult":false,"genre_ids":[35]},{"cast":["Rose Hobart","George Macready","Jim Bannon","Jeanne Bates","Erik Rolf"],"overview":"A man recovers on his death bed after his wife makes a mysterious pact with a strange woman. But is he really alive?","release_date":"1944-08-17","vote_average":4.3,"runtime":61,"cert":"N\/A","id":43613,"title":"The Soul of a Monster","adult":false,"genre_ids":[27]},{"cast":["Louis-Do de Lencquesaing","Chiara Caselli","Alice de Lencquesaing","Eric Elmosnino","Olivia Ross"],"overview":"Gregoire Canvel has everything a man could want: a wife he loves, three delightful children and his dream job - he is a film producer. Discovering talented filmmakers and developing films that fit his conception of the cinema, free and true to life, is precisely his reason for living. Gregoire devotes almost all of his time and energy to his work. Although he spends weekends with his family at their house in the country, even these precious moments are regularly interrupted by demanding directors and concerned investors. While Gregoires very presence commands admiration, and his exceptional charisma lead many to believe he is invincible, the future of his prestigious production company, Moon Films, is in doubt; too many productions, too many risks, too many debts. Storm clouds are gathering, and Gregoires realisation that he may have made one gamble too many will trigger a series of events that will change the lives of his family forever.","release_date":"2009-12-16","vote_average":7.0,"runtime":110,"cert":"","id":43614,"title":"Father of My Children","adult":false,"genre_ids":[18]},{"cast":["Rui Ricardo Diaz","Glória Pires","Juliana Baroni","Cléo Pires","Lucélia Santos"],"overview":"The true story of a working class boy who moves to the nation's financial capital at a young age and becomes one the most influential politicians in Brazilian history.","release_date":"2010-01-01","vote_average":6.3,"runtime":130,"cert":"N\/A","id":43615,"title":"Lula, the Son of Brazil","adult":false,"genre_ids":[18,36]},{"cast":["Hafsia Herzi","Ludovic Berthillot","Luc Palun","Pascal Aubert","Jean Toscane"],"overview":"Armand, a man who sells farm machines in the country, is a popular middle-aged homosexual. Just as he was getting sick of life, he falls in love with a young girl called, Curlie, and goes on the run from her parents and the police.","release_date":"2009-07-15","vote_average":6.8,"runtime":97,"cert":"N\/A","id":43616,"title":"The King of Escape","adult":false,"genre_ids":[12,35]},{"cast":["Didier Bourdon","Pascal Légitimus","Arly Jover","Catherine Mouchet","Julie Ferrier"],"overview":"Francis, who is in his forties, manages the French subsidiary of an American high-tech company. But the shareholders suddenly decide to close it. Depressed by the idea of being unemployed and the prospect of losing his second wife, Francis decides to consult a fortune-teller. The experience is a real eye-opener for him and the start of a new career: He pretends to be a fortune teller himself and turns into Madame Irma. How to explain that to his wife Clotilde?","release_date":"2006-12-06","vote_average":5.6,"runtime":90,"cert":"N\/A","id":43617,"title":"Madame Irma","adult":false,"genre_ids":[35]},{"cast":["Abebe Bikila","Jack Douglas"],"overview":"This impressionistic portrait of the 1964 Tokyo Summer Olympics pays as much attention to the crowds and workers as it does to the actual competitive events. Highlights include an epic pole-vaulting match between West Germany and America, and the final marathon race through Tokyo's streets. Two athletes are highlighted: Ethiopian marathon runner Abebe Bikila, who receives his second gold medal, and runner Ahamed Isa from Chad, representing a country younger than he is.","release_date":"1965-09-24","vote_average":8.0,"runtime":170,"cert":"N\/A","id":43618,"title":"Tokyo Olympiad","adult":false,"genre_ids":[99]},{"cast":["Kristin Scott Thomas","Sergi López","Yvan Attal","Bernard Blancan","Daisy Broom"],"overview":"Suzanne is a well to do married woman and mother in the south of France. Her idle bourgeois lifestyle gets her down and she decides to go back to work as a physiotherapist. Her husband agrees to fix up a consulting room for her in their backyard. When Suzanne and the man hired to do the building meet, the mutual attraction is sudden and violent. Suzanne decides to give up everything and live this all engulfing passion to the fullest.","release_date":"2009-08-12","vote_average":6.2,"runtime":85,"cert":"N\/A","id":43619,"title":"Leaving","adult":false,"genre_ids":[18,10749]},{"cast":["Mathilde Seigner","Pascal Elbé","Olivier Marchal","Charlotte Rampling","Patrick Chesnais"],"overview":"Mady Celliers, an attractive housewife of 60, he spends his life speaking ill of her two daughters and her husband, a man who shows a strange behavior since has retired. Antoine, the eldest son, company director, is unable to make a success of a business: out of a bankruptcy to get into another, her sister Alice madonnas obsessively paints sad. Annabelle, a nurse in an intensive care unit, tries desperately to save his family pronosticándole the future. When Alice meets by chance Jacques, a lonely police pessimistic explode all family neurosis.","release_date":"2009-05-27","vote_average":5.6,"runtime":100,"cert":"N\/A","id":43620,"title":"Blame It on Mum","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Marcus finds himself in love and married to not one woman, but two.","release_date":"2009-01-01","vote_average":4.3,"runtime":91,"cert":"N\/A","id":43621,"title":"I Do... I Did!","adult":false,"genre_ids":[35,10749]},{"cast":["Marc Lavoine","Zoé Félix","Jean-Pierre Darroussin","Albane Duterc","Pierre-Olivier Mornas"],"overview":"This is the story of Franck and Tina. Franck loves Tina, but she can't love him. The man of her life has just died and she's having a nervous breakdown. During a journey to Asia, where Tina attempts rediscover her zest for life, Franck gradually becomes indispensable as a guide, traveling companion and, soon, friend... Will Tina eventually fall in love with him?","release_date":"2006-02-08","vote_average":5.8,"runtime":103,"cert":"N\/A","id":43622,"title":"All the Beauty of the World","adult":false,"genre_ids":[35,18]},{"cast":["Emma Bolger","Max von Sydow","Pauline McLynn","Geraldine Chaplin","Sam Friend"],"overview":"Swiss girl Adelheid 'Heidi' is orphaned young. Aunt Detie brings her to grandpa Alp and his wife, who live isolated in the Alps since his murder charge. Heidi soon takes to the wild country, especially accompanying young goatherd Peter. Grandpa refuses to send her to school in the city, but aunt Detie returns and forces him to give in. She's sent to a posh lady in Frankfurt, where she'll be a companion for crippled daughter Clara after school hours.","release_date":"2005-08-19","vote_average":6.1,"runtime":97,"cert":"U","id":43625,"title":"Heidi","adult":false,"genre_ids":[18,10751]},{"cast":["Steven Bauer","Michael York","Rod Steiger","Colleen Dewhurst","Leslie Hope"],"overview":"Chronicles a Mossad team hand picked to hunt down the terrorists involved in the 1972 Munich Olympic massacre of Israeli athletes.","release_date":"1986-09-01","vote_average":5.8,"runtime":173,"cert":"N\/A","id":43626,"title":"Sword of Gideon","adult":false,"genre_ids":[28,18,53]},{"cast":["Roméo Dallaire","Paul Kagame"],"overview":"The story of Canadian Lt. Gen. Roméo Dallaire and his controversial command of the United Nations mission to Rwanda during the 1994 genocide. The documentary was inspired by the book Shake Hands with the Devil: The Failure of Humanity in Rwanda which was published in 2003.","release_date":"2004-09-12","vote_average":4.2,"runtime":90,"cert":"N\/A","id":43627,"title":"Shake Hands with the Devil: The Journey of Roméo Dallaire","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A documentary on American political campaign marketing tactics and their consequences.","release_date":"2005-03-12","vote_average":6.0,"runtime":87,"cert":"N\/A","id":43628,"title":"Our Brand Is Crisis","adult":false,"genre_ids":[99,53]},{"cast":["Jeremy Theobald"],"overview":"A man is trying to catch some sort of bug running around his room. He takes his shoes off and intends to crush it under the heel of his loafer. However, as he slowly begins to track the bug down and trap it things change dramatically, but the man continues his course of action.","release_date":"1997-01-01","vote_average":6.7,"runtime":3,"cert":"","id":43629,"title":"Doodlebug","adult":false,"genre_ids":[14,9648]},{"cast":[],"overview":" ","release_date":"2005-01-01","vote_average":4.8,"runtime":97,"cert":"N\/A","id":43630,"title":"The Helix... Loaded","adult":false,"genre_ids":[28,35,878]},{"cast":["Will Ferrell","Adam McKay","Pearl McKay"],"overview":"An angry landlord hassles her behind-in-rent tenant.","release_date":"2007-04-17","vote_average":6.9,"runtime":3,"cert":"N\/A","id":43631,"title":"The Landlord","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Lance leaves home in hopes to find a story worthy enough to tell to his dying brother.","release_date":"2006-01-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":43632,"title":"Common Ground","adult":false,"genre_ids":[]},{"cast":["Hsu Shao Chiang"],"overview":"Fierceful fighting displays the Wing Chun style of kung fu in this tale of revenge. Evil bandit Ma Lung escapes from prison and seeks revenge on retired Wing Chun teacher Lam Chan, who had helped to imprison him. Ma wreaks havoc on Lam's Wing Chun school and kills a few of Lam's students. Lam has no choice but to avenge his students' deaths at a final showdown confronting Ma. Director Wang Ha creates an unforgettable tale of vengeance that won\"t release you from its grips until the final credits.","release_date":"1978-01-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":43633,"title":"The Descendant Of Wing Chun","adult":false,"genre_ids":[28]},{"cast":["Winona Ryder","Lukas Haas","John C. Reilly","James Le Gros","Skeet Ulrich"],"overview":"Fed up with boarding school and frustrated with the way others have planned his life, John Baker Jr. wants a change -- anything to shake up his staid routine. The moment arrives when he stumbles upon a woman, Patty Vare, unconscious in a field. Deciding to risk it, John takes her to his dorm to look after her, much to the disapproval of his friends. John's decision proves fateful as he and Patty grow close to one another. However, she may be keeping secrets from him.","release_date":"1996-05-10","vote_average":5.1,"runtime":86,"cert":"","id":43634,"title":"Boys","adult":false,"genre_ids":[10749,18,9648]},{"cast":["Nozomi Sasaki","Shosuke Tanihara","Hikaru Yamamoto","Mitsuki Oishi","Araki Nanaki"],"overview":"Because of her past, 17-year-old Rio lives her days filling the emptiness in her heart with money--until one day, she meets a university professor named Kouki and falls in love.","release_date":"2009-11-07","vote_average":7.0,"runtime":119,"cert":"N\/A","id":43635,"title":"My Rainy Days","adult":false,"genre_ids":[18,10749]},{"cast":["Anita Mui","Michelle Yeoh","Maggie Cheung","Damian Lau","Anthony Wong"],"overview":"Tung and Ching were both adopted by the same master. But later Ching was abducted by the eunuch-Chan. Ching grew up and became scientist Li's assistant and Tung married officer Lau. Chat had escaped from Chan at 15 and became a thief-catcher. During Chan's intrigue the trio united to become \"The heroines of the East\".","release_date":"1993-02-12","vote_average":6.3,"runtime":88,"cert":"N\/A","id":43636,"title":"The Heroic Trio","adult":false,"genre_ids":[28,14,878]},{"cast":["Michelle Yeoh","Richard Ng","Derek Yee Tung-Sing","Lowell Lo","Lau Chin-Dai"],"overview":"Michelle Yeoh stars in this rousing action adventure in the tradition of \"Raiders of the Lost Ark.\" Michelle is a daredevil airplane pilot\/spy who fights against the occupying Japanese forces in World War II China. Her latest, toughest mission: To rescue the ruler of the city of Kaal from the hands of a ruthless Japanese general (Matsui Tetsuya) and his advancing army. Filled with extraordinary fights and Michelle's trademark stunts (including her use of a bullwhip in the style of Indiana Jones) and literally nonstop action, Magnificent Warriors is one magnificent crowd-pleaser for everyone!","release_date":"1987-04-16","vote_average":6.4,"runtime":88,"cert":"N\/A","id":43637,"title":"Magnificent Warriors","adult":false,"genre_ids":[28,12]},{"cast":["Ron Livingston","Chris Penn","Thuy Nguyen","Virginie Ledoyen","Udo Kier"],"overview":"Shot on location in Cambodia, including many scenes in actual brothels in the notorious red light district of Phnom Penh, HOLLY is a captivating, touching and emotional experience. Patrick, an American card shark and dealer of stolen artifacts, has been 'comfortably numb' in Cambodia for years, when he encounters Holly, a 12-year-old Vietnamese girl, in the K11 red light village. The girl has been sold by her impoverished family and smuggled across the border to work as a prostitute.","release_date":"2006-08-16","vote_average":6.6,"runtime":114,"cert":"","id":43638,"title":"Holly","adult":false,"genre_ids":[18]},{"cast":["Sandra Paduch","Danielle Lilley","Mia Yi","Angela Brunda","Jennifer Barnett"],"overview":"On their way home from a high school football game, five teenage girls become hopelessly lost. When they stop to get directions at a desolate store, the girls are involved in a minor fender bender which leaves an unattended SUV one headlight short. Inexperienced and frightened that they'll get into trouble, the girls flee the scene of the accident and speed away down the dark and unfamiliar roads. As they blindly make their way across an area the locals call THE EYES, the girls are suddenly shocked to see one lone headlight appear behind them. As the driver of the damaged SUV begins one terrifying assault after another, the five girls will lose their innocence and possibly their lives in this brutal and shocking thrill ride.","release_date":"2006-10-01","vote_average":3.2,"runtime":95,"cert":"N\/A","id":43639,"title":"Five Across the Eyes","adult":false,"genre_ids":[27]},{"cast":["Burak Özçivit","Biğkem Karavus","Kurtuluş Şakirağaoğlu","Sedat Kalkavan","Selma Kutluğ"],"overview":"New Turkish horror picture Musallat looks the technical end looks stronger than most. Musallat the story of a young couple haunted by mysterious forces and there looks to be a heavy possession element as well. The calm life of Suat and Nurcan is broken when they begin to be scared by terroríficas supernatural creatures. The official website is now live and includes a lengthy teaser. It does include a childbirth sequence that could leave you squirming.","release_date":"2007-11-16","vote_average":6.1,"runtime":95,"cert":"N\/A","id":43640,"title":"Musallat","adult":false,"genre_ids":[27]},{"cast":["George Newbern","Jerry O'Connell","Arnold Vosloo","Zach Callison","James Garner"],"overview":"Chosen the world’s protector against the Seven Deadly Enemies of Man – pride, envy, greed, hatred, selfishness, laziness and injustice – young Billy Batson accepts his destiny as Captain Marvel. Battling alongside Superman against nefarious Black Adam, Billy soon discovers the challenge super heroes ultimately face: is it revenge or justice?","release_date":"2010-11-09","vote_average":7.1,"runtime":25,"cert":"N\/A","id":43641,"title":"Superman\/Shazam!: The Return of Black Adam","adult":false,"genre_ids":[16,28]},{"cast":["Brittany Murphy","Dean Cain","Mimi Rogers","Peter Bogdanovich","Kristen Kerr"],"overview":"Mary Walsh delivers boyfriend Kevin to a hospital for routine outpatient surgery. But when Mary returns to take him home, he's mysteriously vanished.","release_date":"2010-08-24","vote_average":4.9,"runtime":93,"cert":"N\/A","id":43642,"title":"Abandoned","adult":false,"genre_ids":[18,9648,53]},{"cast":["Scott Bairstow","Charmaine Craig","Al Harrington","Alfred Molina","Victoria Racimo"],"overview":"A boy and his dog, White Fang, must try to save the noble Haida tribe from evil white men in turn-of-the-century Alaska.","release_date":"1994-04-15","vote_average":5.8,"runtime":106,"cert":"N\/A","id":43643,"title":"White Fang 2: Myth of the White Wolf","adult":false,"genre_ids":[28,12,18,10751]},{"cast":["Klaus Kinski","Ian McShane","Yvonne Antrobus","Kate Binchy","Suzanna Leigh"],"overview":"When Sally moves to London to pursue a modelling career, she moves in with Angela and Dee and discovers the world of the carefree bachelor girl in Swinging London. Over one weekend - filled with parties, blossoming friendships, and romantic encounters with Keith and Nikko (Klaus Kinski) - the vivacious girls learn about life's pleasures and pains.","release_date":"1965-12-03","vote_average":5.0,"runtime":88,"cert":"N\/A","id":43644,"title":"The Pleasure Girls","adult":false,"genre_ids":[18]},{"cast":["Walter Matthau","Roberto Benigni","Nicoletta Braschi","Stefania Sandrelli","Giacomo Piperno"],"overview":"Father Maurice, a priest living in a residential college for priests in Rome, is called out one day to \"exorcise\" the devil from someone. The devil turns out to be in the form of a fun-loving man called Giuditta. What Father Maurice doesn't know is that this type of devil will turn his life around.","release_date":"1988-07-01","vote_average":6.7,"runtime":99,"cert":"N\/A","id":43645,"title":"The Little Devil","adult":false,"genre_ids":[35,14,10749]},{"cast":["Renato Pozzetto","Paolo Villaggio","Enzo Cannavale","Fabio Traversa","Gian"],"overview":"A few funny little novels about different aspects of life.","release_date":"1990-10-28","vote_average":5.9,"runtime":90,"cert":"N\/A","id":43646,"title":"The Comics","adult":false,"genre_ids":[35]},{"cast":["Colleen Moore","Hardie Albright","Henry B. Walthall","Cora Sue Collins","Alan Hale"],"overview":"In the seventeenth century, in Massachusetts, a young woman is forced to wear a scarlet \"A\" on her dress for bearing a child out of wedlock.","release_date":"1934-09-18","vote_average":5.7,"runtime":69,"cert":"","id":43647,"title":"The Scarlet Letter","adult":false,"genre_ids":[18]},{"cast":["Paolo Villaggio","Renato Pozzetto","Romano Puppo","Roberto Della Casa","Loredana Romito"],"overview":"A few funny little novels about different aspects of life.","release_date":"1991-10-19","vote_average":5.7,"runtime":91,"cert":"N\/A","id":43648,"title":"The Comics 2","adult":false,"genre_ids":[35]},{"cast":["Paolo Villaggio","Renato Pozzetto","Ramona Badescu","Antonio Allocca","Roberto Caporali"],"overview":"A few funny little novels about different aspects of life.","release_date":"1994-01-01","vote_average":5.2,"runtime":102,"cert":"N\/A","id":43649,"title":"The New Comics","adult":false,"genre_ids":[35]},{"cast":["Bing Crosby","Pinto Colvig","The Rhythmaires"],"overview":"Washington Irving's tale of Ichabod Crane and the headless horseman is brought to life, narrated by Bing Crosby.","release_date":"1949-10-05","vote_average":7.0,"runtime":34,"cert":"N\/A","id":43650,"title":"The Legend of Sleepy Hollow","adult":false,"genre_ids":[10751,16]},{"cast":[],"overview":"Jim Killeen googled his own name and made a documentary about the men with whom he shares it.","release_date":"2008-04-25","vote_average":5.1,"runtime":97,"cert":"N\/A","id":43651,"title":"Google Me","adult":false,"genre_ids":[99]},{"cast":["Felicitas Woll","Maxim Mehmet","Anna Fischer","Thomas Thieme","Karl Kranzkowski"],"overview":"Berlin, 1989. Sascha is a young East German border guard and Franzi is a lively young West German woman who's just moved into a flat next to Sascha's watchtower at the Berlin Wall. It takes only a slight mishap and a selfless act of chivalry and the two fall in love. But soon the Stasi believes they are witnessing the start of a revolt. This is the time of mass protests and East Germans taking refuge in the West German embassy in Prague after all. Franzi and Sascha have to find their ways to stand up for their love and strive for the impossible; to bring down the wall.","release_date":"2009-11-19","vote_average":7.4,"runtime":103,"cert":"N\/A","id":43652,"title":"Beloved Berlin Wall","adult":false,"genre_ids":[18,35]},{"cast":["Jesse Eisenberg","Mike O'Connell","Jim Gaffigan","Ann Dowd","Colombe Jacobsen-Derstine"],"overview":"“The Living Wake” is a dark comedy set in a timeless storybook universe. Self-proclaimed artist and genius, K. Roth Binew, has one day to live. He has enlisted his best and only friend, Mills Joquin, to take him around on a bicycle powered rickshaw. In a final attempt to probe life’s deepest mysteries, Binew endures one ridiculous trial after the next. He concludes his day with a final performance, his living wake. On a makeshift stage in an open field, Binew’s friends and enemies gather to witness his madness one final time.","release_date":"2007-01-01","vote_average":5.5,"runtime":91,"cert":"N\/A","id":43653,"title":"The Living Wake","adult":false,"genre_ids":[35]},{"cast":["Steven Waddington","Andrew Tiernan","Tilda Swinton","Nigel Terry","John Lynch"],"overview":"A modern-dress adaptation of Christopher Marlowe's Elizabethan tragedy about King Edward II's homosexual relationship with the ambitious Gaveston, and his overthrow by the queen and the outraged nobility.","release_date":"1991-09-03","vote_average":7.0,"runtime":90,"cert":"","id":43654,"title":"Edward II","adult":false,"genre_ids":[36,10749,18]},{"cast":["Marina Sirtis","Dean Haglund","Tucker Smallwood","Lauren Birkell","Linda Park"],"overview":"KELLY is a beautiful young 16-year old who, like many teenagers, feels her life has become unbearably dark and depressed. Unable to make a meaningful connection with anyone around her, least of all her workaholic mom LAURA LEE, Kelly decides she'd rather be with her dad, who died several years before. The suicide attempt fails, but Laura Lee gets an urgent wake-up call and is determined to give Kelly some desperately needed attention. Hoping a change of scenery will help, mom and daughter rent a house for a long summer vacation. THE BIG HOUSE ON THE HILL offers peace, quiet, and ... mystery.","release_date":"2004-01-01","vote_average":4.5,"runtime":98,"cert":"N\/A","id":43655,"title":"Spectres","adult":false,"genre_ids":[18,9648,878,53]},{"cast":["Jennifer Beals","Elizabeth Bracco","Steve Buscemi","Peter Dinklage","Daryl Mitchell"],"overview":"Can you solve the mystery of the 13 moons?","release_date":"2002-08-30","vote_average":6.0,"runtime":93,"cert":"N\/A","id":43656,"title":"13 Moons","adult":false,"genre_ids":[35,18]},{"cast":["Matthew Leitch","Diana Quick","George Asprey","Rachel Pickup"],"overview":"A story of a disaffected youth's search for love, status, and identity in late 1970s Britain. 18-year old Dean is handsome and bright, but feels hampered by his working-class background and by his family. In order to make something of himself, Dean assumes another identity and manages to enter high society. As he navigates this decadent new world, he meets a host of characters, including David, an older gay man who desires him, and Benjamin, a young hustler from Texas who has also managed to find a place among the aristocracy. Can Dean find love while living a lie? How much is he willing to sacrifice in order to pull off his charade? Presented through three simultaneous frames rather than one.","release_date":"2002-01-19","vote_average":6.5,"runtime":123,"cert":"N\/A","id":43657,"title":"AKA","adult":false,"genre_ids":[18]},{"cast":["Randy Travis","Walton Goggins","Sean Bridgers","Ron McCoy","Gene Dynarski"],"overview":"On the eve of Halloween, 1938, CBS radio reported UFO's in the skies over the United States. That same night, two notorious criminals escaped the maximum security prison at Macatawa... They were never seen again. Apple Jack is a high brow story about low brow people caught in a divine intervention","release_date":"2003-09-16","vote_average":6.0,"runtime":16,"cert":"N\/A","id":43658,"title":"Apple Jack","adult":false,"genre_ids":[35,18]},{"cast":["Alex Jones"],"overview":"Evil has spread across the land. Martial Law: 9\/11 Rise of the Police State exposes the high-tech control grid that is being set up across America Out of the ashes of the September 11th tragedy, a dark empire of war and tyranny has risen. The Constitution has been shredded and America is now a Police State. This film exposes not just who was behind the 9-11 attacks, but the roots and history of its orchestrators.","release_date":"2005-06-08","vote_average":5.9,"runtime":null,"cert":"N\/A","id":43659,"title":"Martial Law 9-11: Rise of the Police State","adult":false,"genre_ids":[27,99,10752]},{"cast":["Sam Worthington"],"overview":"In the gathering dusk of 18 August 1966, 108 young, inexperienced Australian and NZ soldiers are separated and surrounded, fighting for their lives, holding off an overwhelming force of 2,500 battle-hardened Viet Cong and North Vietnamese soldiers. And, in the pouring rain, amid the mud and shattered trees of a rubber plantation called Long Tan, with their ammunition running out and another Vietnamese battalion massing for the final assault, the digger's situation seemed hopeless. Long Tan is the true story of ordinary boys who became extraordinary men.","release_date":"2006-08-16","vote_average":9.0,"runtime":104,"cert":"N\/A","id":43660,"title":"Battle of Long Tan","adult":false,"genre_ids":[18,36,99,10752]},{"cast":[],"overview":"(2003) More at IMDbPro » ad feedback Bret Packard is the best baseball player in the world. Bret Packard is rich, famous, good-looking, and set to win his fourth championship ring. But Bret Packard is bored. That all changes when a teammate is mysteriously stabbed during a ball field brawl. Using this violence as a springboard, Bret begins a new game, a game where only he knows the rules. Using his powers of persuasion, Bret pits teammate against teammate by promising everyone the one thing that they want the most, whether it be power, respect, or cold hard cash. Soon, the entire team is self-destructing, and Bret couldn't be happier. But with their lives and careers on the brink of devastation, Bret's teammates and family realize that they have to take baseball - and life - back from Bret Packard, once and for all.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":43661,"title":"Ball of Wax","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Sean deals drugs but can he prevent his younger brother from following in his footsteps?","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":43662,"title":"Brooklyn Bound","adult":false,"genre_ids":[28,80,18]},{"cast":["Purab Kohli","Arjan Bajwa","Mrinalini Sharma","Ayaz Khan","Sameer Kochhar"],"overview":"It is a story about 4 friends and how their past terrible past catches up to them and then how they get back together to fight it","release_date":"2010-01-15","vote_average":5.8,"runtime":96,"cert":"N\/A","id":43665,"title":"Hide & Seek","adult":false,"genre_ids":[27,53]},{"cast":["John Larroquette","Karen Valentine","Marina Black","Jaime Ray Newman","Kelly Overton"],"overview":"Jack and Audrey Landry are a middle-aged couple who have barely gotten the hang of being a pair of \"empty nesters\" when their three grown daughters -- Teri, Nora, and Dahlia -- end up tumbling back home again. That's not so hard to take but just as the parents re-adjust their lifestyle to accommodate their offspring, all three of the Landry daughters fall in love. Happiness abounds until the daughters each announce they're getting married. At the same time. And guess who's footing the bill? Now it's a race to see which runs out first -- Jack and Audrey's bank account or their sanity.","release_date":"2004-01-01","vote_average":4.5,"runtime":88,"cert":"N\/A","id":43666,"title":"Wedding Daze","adult":false,"genre_ids":[35,10749]},{"cast":["Sarah Jones","Ryan Jones","Noah Segan"],"overview":"The summer of their senior year, ten best friends rent a beach house for one last week before separating for college. A tragic accident in the ocean changes and tests their friendship. In this dark teen drama, everything can change in an instant.","release_date":"2009-05-15","vote_average":3.3,"runtime":89,"cert":"N\/A","id":43669,"title":"Still Green","adult":false,"genre_ids":[18]},{"cast":["Rachael Leigh Cook","Jonathan Tucker","Agnes Bruckner","Val Kilmer","Joe Mantegna"],"overview":"The film follows a rebellious teenager on leave from the Marines who falls in love with a female musician. The relationship is threatened when she develops a mental illness...","release_date":"2004-05-23","vote_average":5.5,"runtime":97,"cert":"N\/A","id":43670,"title":"Stateside","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Yolanda Ross","Davenia McFadden","Rain Phoenix","Ella Joyce","Conchata Ferrell"],"overview":"After a stint in a juvenile detention center, Treasure is transferred to an adult prison where her mother, whom she has never met, is also imprisoned. Before long, Treasure encounters Brownie, a lifer and gang leader. Brownie reveals that she is Treasure's mother, and takes the girl under her wing, protecting her from the dangers of hardcore prison life. But some women in Brownie's gang resent Treasure's presence, leading to violent conflict.","release_date":"2001-06-23","vote_average":6.2,"runtime":97,"cert":"N\/A","id":43671,"title":"Stranger Inside","adult":false,"genre_ids":[80,18]},{"cast":["David Chiang","Tetsurō Tamba","Toshio Kurosawa","Chin Feng","Chen Kuan-Tai"],"overview":"The corruption in the Sung Dynasty of 11th century China is so rampant that it inspires a band of Oriental Robin Hoods - the Honorable 108. Mountain bandits who nevertheless live by a scrupulous code of conduct, the Honorable 108 pledge to end the repression of the brutal overlords.","release_date":"1972-03-17","vote_average":7.0,"runtime":125,"cert":"N\/A","id":43672,"title":"The Water Margin","adult":false,"genre_ids":[28,18]},{"cast":["Melinda Page Hamilton","Bryce Johnson","Geoff Pierson","Colby French","Jack Plotnick"],"overview":"A recently engaged woman's life is thrown into turmoil after confessing to her fiancé that she once experimented with bestiality.","release_date":"2006-10-20","vote_average":5.7,"runtime":87,"cert":"N\/A","id":43673,"title":"Sleeping Dogs Lie","adult":false,"genre_ids":[18,35,10749]},{"cast":["Kyle MacLachlan","Alison Eastwood","Joseph Cross","George Eads","Aaron Pearl"],"overview":"A man and his son stumble onto a modern-day fountain of youth while camping in the woods.","release_date":"2000-01-16","vote_average":6.6,"runtime":89,"cert":"N\/A","id":43674,"title":"The Spring","adult":false,"genre_ids":[18,878,53]},{"cast":["Bart Palaszewski","Zach Micklewright","Cub Swanson","Shane Roller","Scott Jorgensen"],"overview":"WEC 50: Cruz vs. Benavidez 2 was a mixed martial arts event held by World Extreme Cagefighting that took place on August 18, 2010 at The Pearl at The Palms in Las Vegas, Nevada.","release_date":"2010-08-18","vote_average":5.8,"runtime":133,"cert":"N\/A","id":43677,"title":"WEC 50: Cruz vs. Benavidez 2","adult":false,"genre_ids":[]},{"cast":["Charlie Chaplin","Edna Purviance","Ernest Van Pelt","Lloyd Bacon","Leo White"],"overview":"Walking along with his bulldog, Charlie finds a \"good luck\" horseshoe just as he passes a training camp advertising for a boxing partner \"who can take a beating.\" After watching others lose, Charlie puts the horseshoe in his glove and wins. The trainer prepares Charlie to fight the world champion. A gambler wants Charlie to throw the fight. He and the trainer's daughter fall in love.","release_date":"1915-03-11","vote_average":6.5,"runtime":33,"cert":"N\/A","id":43678,"title":"The Champion","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Combat Diary the Marines of Lima Company is a movie about the hardest hit company in the 2003 Iraq war. Much of the footage was taken by the soldiers in Lima Company on their personal camcorders. The videos were collected and commentary added to make a documentary about the life of the soldiers in Iraq during some of the fiercest fighting of the war. It is a very tasteful and well made documentary. From every day life, to fighting insurgents, to the sad but proud recollections of family and friends of the ones who didn't make it. The movie paints a picture of Americans trying to do a job as best they can in some of the most adverse conditions.","release_date":"2006-05-25","vote_average":4.5,"runtime":90,"cert":"N\/A","id":43679,"title":"Combat Diary: The Marines of Lima Company","adult":false,"genre_ids":[99,10752]},{"cast":["Evgeniy Evstigneev","Boris Plotnikov","Vladimir Tolokonnikov","Nina Ruslanova","Olga Melikhova"],"overview":"Old Prof. Preobrazhensky and his young colleague Dr. Bormental inserted the human's hypophysis into a dog's brain. A couple of weeks later, the dog became \"human looking\". The main question is \"Is anybody who is looking like a man, A REAL MAN?\"","release_date":"1988-01-01","vote_average":7.4,"runtime":136,"cert":"N\/A","id":43680,"title":"Heart of a Dog","adult":false,"genre_ids":[18,35,878]},{"cast":["Claus Nissen","Majken Algren Nielsen","Jørgen Leth"],"overview":"An elegant and humorous film—in the guise of a serious anthropological treatise—spotlights \"The Perfect Human,\" a model of the modern Dane created by our wishful thinking.","release_date":"1967-01-01","vote_average":6.8,"runtime":13,"cert":"N\/A","id":43681,"title":"The Perfect Human","adult":false,"genre_ids":[99]},{"cast":["Valentin Gaft","Oleg Basilashvili","Liya Akhedzhakova","Olga Volkova","Leonid Bronevoy"],"overview":"In the new Russia, former middle class citizens find themselves out in the dumps. Literally. They build homes, elect their own government, work, beg, scavenge, date and fight all while living in a huge city dump. Some try to beat the odds and return to society, but it seems that there is only one place left for them to go...","release_date":"1991-01-01","vote_average":5.8,"runtime":125,"cert":"N\/A","id":43684,"title":"Promised Heaven","adult":false,"genre_ids":[35,18]},{"cast":["Vladimir Korenev","Anastasiya Vertinskaya","Mikhail Kozakov","Anatoliy Smiranin","Nikolai Simonov"],"overview":"People living at the seashore town are frightened by reports about the unknown creature called \"the sea devil.\" Nobody knows what it is, but it's really a son of a doctor Salvator. The doctor performed a surgery on his son and now young Ihtiandre can live under water. This gives him certain advantages, but creates a lot of problems.","release_date":"1962-01-03","vote_average":7.1,"runtime":82,"cert":"N\/A","id":43685,"title":"Amphibian Man","adult":false,"genre_ids":[12,878,10749]},{"cast":["Robert A. Burns","Dennis M. Hill","Berkley Garrett","Sidney Brammer","Dee Dee Norton"],"overview":"After being arrested, a Texas man begins confessing to the brutal murder of over 200 women. He recounts his random selection of victims and his traveling companions, his friend and friend's sister. But the police can't be sure whether to believe him or not until he locates a body and shows them some polaroids. Based on the true story of Henry Lee Lucas.","release_date":"1985-11-14","vote_average":6.6,"runtime":89,"cert":"N\/A","id":43686,"title":"Confessions of a Serial Killer","adult":false,"genre_ids":[80,27]},{"cast":["Douglas Fairbanks Jr.","Elisabeth Bergner","Flora Robson","Gerald du Maurier","Irene Vanbrugh"],"overview":"The woman who will become Catherine the Great marries into the Russian royal family when she weds Grand Duke Peter, the nephew of Empress Elizabeth. Although the couple has moments of contentment, Peter's cruel and erratic behavior causes a rift between him and Catherine. Mere months after Peter succeeds his aunt as the ruler of Russia, a revolt is brewing, and Catherine is poised to ascend to the throne as the country's new empress.","release_date":"1934-02-09","vote_average":6.4,"runtime":95,"cert":"N\/A","id":43687,"title":"The Rise of Catherine the Great","adult":false,"genre_ids":[10749,18]},{"cast":["W.C. Fields","Joe Morrison","Baby LeRoy","Judith Allen","Jan Duggan"],"overview":"The Great McGonigle and his troupe of third-rate vaudevillians manage to stay one step ahead of the bill collectors and the sheriff.","release_date":"1934-07-13","vote_average":9.0,"runtime":71,"cert":"N\/A","id":43688,"title":"The Old Fashioned Way","adult":false,"genre_ids":[35]},{"cast":["Maurice Chevalier","Jeanette MacDonald","Edward Everett Horton","Una Merkel","George Barbier"],"overview":"A prince from a small kingdom courts a wealthy widow to keep her money in the country.","release_date":"1934-11-02","vote_average":7.3,"runtime":99,"cert":"N\/A","id":43689,"title":"The Merry Widow","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Katharine Hepburn","John Beal","Alan Hale","Donald Crisp","Lumsden Hare"],"overview":"The stoic, proper Rev. Gavin Dishart, newly assigned to a church in the small Scottish village of Thrums, finds himself unexpectedly falling for one of his parishioners, the hot-blooded Gypsy girl Babbie. A village-wide scandal soon erupts over the minister's relationship with this feisty, passionate young woman, who holds a secret about the village's nobleman, Lord Milford Rintoul, and his role in an increasingly fractious labor dispute.","release_date":"1934-12-28","vote_average":5.9,"runtime":110,"cert":"N\/A","id":43690,"title":"The Little Minister","adult":false,"genre_ids":[18,10749]},{"cast":["Robert Donat","Elissa Landi","Louis Calhern","Sidney Blackmer","Raymond Walburn"],"overview":"After greedy men have Edmound Dantes unjustly imprisoned for 20 years for innocently delivering a letter entrusted to him, he escapes to revenge himself on them.","release_date":"1934-09-06","vote_average":6.4,"runtime":113,"cert":"N\/A","id":43691,"title":"The Count of Monte Cristo","adult":false,"genre_ids":[18,12]},{"cast":["Claude Rains","Fay Wray","Mary Clare","Jane Baxter","Ben Field"],"overview":"A fake psychic suddenly turns into the real thing when he meets a young beauty. (TCM)","release_date":"1934-01-01","vote_average":5.8,"runtime":81,"cert":"","id":43692,"title":"The Clairvoyant","adult":false,"genre_ids":[18,9648,10749,53]},{"cast":["Norma Shearer","Fredric March","Charles Laughton","Maureen O'Sullivan","Katharine Alexander"],"overview":"Elizabeth Barrett's tyrannical father has forbidden any of his family to marry. Nevertheless, Elizabeth falls in love with the poet Robert Browning.","release_date":"1934-09-21","vote_average":5.7,"runtime":109,"cert":"N\/A","id":43693,"title":"The Barretts of Wimpole Street","adult":false,"genre_ids":[18,10749]},{"cast":["Irene Dunne","Donald Woods","Hugh Herbert","Ned Sparks","Joseph Cawthorn"],"overview":"In 1898, composer Sid Barnett manages to get his sweetheart, Adeline the beer-garden singer, to sing the lead in his new Broadway operetta; this infuriates Elysia, the erstwhile star. But Sid frets as Adeline spends increasing amounts of time with the dashing Major Day.","release_date":"1934-12-29","vote_average":5.8,"runtime":87,"cert":"N\/A","id":43694,"title":"Sweet Adeline","adult":false,"genre_ids":[10749,10402]},{"cast":["Reiko Aylesworth","Bruno Campos","JoBeth Williams","Meat Loaf","Marla Sokoloff"],"overview":"Letty Mayer, young and beautiful, has a cherished job as a teacher, a successful attorney boyfriend, and a tight knit family that is excited about her sister's impending wedding. But inside Letty there¹s an anxiety that¹s building. Suddenly the pressure of Letty's world overwhelms her and she suffers a devastating nervous breakdown. Institutionalized, she meets Michael, a schizophrenic who has been in and out of hospitals his entire life. Although major obstacles exist, Letty and Michael throw caution to the wind to pursue an intense new love as Letty finds herself torn between a safe past and a daring future...","release_date":"2005-10-22","vote_average":5.7,"runtime":95,"cert":"N\/A","id":43695,"title":"Crazylove","adult":false,"genre_ids":[35,18,10749]},{"cast":["Joan Crawford","Gene Raymond","Franchot Tone","Edward Arnold","Esther Ralston"],"overview":"A maid (Joan Crawford) has romances with a two-timer (Gene Raymond), a boozing millionaire and the master (Franchot Tone) of the house.","release_date":"1934-05-09","vote_average":6.2,"runtime":93,"cert":"N\/A","id":43696,"title":"Sadie McKee","adult":false,"genre_ids":[18,10749]},{"cast":["David Morrissey","Matt Blair","Michael Sheen","Dexter Fletcher","Frank Kelly"],"overview":"It is approaching an election in the UK when the leader of the Labour party, John Smith, suffers another in a line of heart attacks and dies. With the leadership campaign about to start the clear choice appears to be Gordon Brown, a stanch Scotsman. However Tony Blair is also beginning to appear more likely as he will appeal to Southern voters who would be turned off by Brown. Blair rings Brown to arrange a meeting to discuss which will go for the job. The film flashbacks to the start of their relationship, sharing an office in Westminster on their first seats.","release_date":"2003-09-28","vote_average":7.2,"runtime":90,"cert":"12","id":43699,"title":"The Deal","adult":false,"genre_ids":[35,18,10749,53]},{"cast":["Joseph Bruce","Tony 2 Tuff","Boondox","Jason Mewes","Blaze Ya Dead Homie"],"overview":"The Insane Clown Posse heads back to the Wild West in this prequel to BIG MONEY HUSTLAS. Nothing happens in the dusty town of Mud Bug without the approval of gambling magnate Big Baby Chips (Violent J), and the locals turn and run when his henchmen come out to play. But when swaggering sheriff Sugar Wolf (Shaggy 2 Dope) teaches the locals to fight back, Big Baby Chips and his gang head for the hills in a hail of gunfire.","release_date":"2010-08-14","vote_average":3.9,"runtime":95,"cert":"N\/A","id":43700,"title":"Big Money Rustlas","adult":false,"genre_ids":[28,35,37]},{"cast":["Glenda Jackson","Oliver Reed","Brian Deacon","Anthony May","Jenny Lee Wright"],"overview":"A WW2 deserter holes up on a farm with disastrous results. Overlooked gem with Glenda Jackson in one of her best roles and Oliver Reed playing a part he was made for.","release_date":"1972-01-01","vote_average":6.8,"runtime":97,"cert":"","id":43701,"title":"The Triple Echo","adult":false,"genre_ids":[18,10752]},{"cast":["Joseph Fonseca"],"overview":"","release_date":"2007-09-25","vote_average":4.3,"runtime":null,"cert":"N\/A","id":43702,"title":"Joseph Fonseca: Grandes Exitos en Vivo","adult":false,"genre_ids":[10402]},{"cast":["Bette Davis","George Brent","Mary Astor","Hattie McDaniel","Lucile Watson"],"overview":"Days after Sandra and Pete elope, they discover their consummated union isn't valid since, unbeknownst to them, Sandra's divorce isn't yet final. They decide to not stay together, but, by then, Sandra is pregnant. She doesn't learn that fact until after Pete marries his former fiancee Maggie. Pete, unaware of the baby, flies to South America on business. While there, a flight he is on goes missing and all onboard are presumed dead. Maggie persuades Sandra to let her adopt the baby, so she can raise it as Pete's legitimate child. Months later Pete - alive after all - returns. Sandra and Maggie contend for him and the baby.","release_date":"1941-04-12","vote_average":7.1,"runtime":108,"cert":"N\/A","id":43705,"title":"The Great Lie","adult":false,"genre_ids":[18]},{"cast":["Emily Hirst","Helene Joy","Ian Tracey","Lothaire Bluteau","Glynis Davies"],"overview":"Noir thriller from Vancouver plays out a destructive friendship between a depressed housewife and her childhood friend to an ugly conclusion.","release_date":"2005-06-27","vote_average":4.3,"runtime":null,"cert":"N\/A","id":43706,"title":"Desolation Sound","adult":false,"genre_ids":[18,53]},{"cast":["Ricky Martin"],"overview":"Ricky Martin Live Black &amp; White Tour is the second live album by Ricky Martin, released by Sony BMG Norte. It was recorded during his performances at the \"José Miguel Agrelot Coliseum\" in Puerto Rico on August 10 and August 11, 2007 as a part of his worldwide tour \"Black &amp; White\".","release_date":"2007-11-06","vote_average":4.8,"runtime":60,"cert":"N\/A","id":43707,"title":"Ricky Martin: Live - Black and White Tour","adult":false,"genre_ids":[10402]},{"cast":["Charles Busch","Frances Conroy","Philip Baker Hall","Natasha Lyonne","Jason Priestley"],"overview":"You slipped into my life as easily as vermouth into a glass of gin, purrs reclusive singing star Angela Arden. Arden is not only haunted by a secret, she's treated like dirt by her louse of a husband, her snoopy maid, and her petulant daughter. Only her mentally defective son and a well-endowed gigolo treat her with love and affection. Is it any wonder she takes drastic action to improve her life?","release_date":"2003-10-31","vote_average":7.1,"runtime":90,"cert":"N\/A","id":43708,"title":"Die, Mommie, Die!","adult":false,"genre_ids":[35]},{"cast":["Mariah Carey","Jay-Z","Jermaine Dupri"],"overview":"1's is Mariah Carey's sixth DVD\/video release. It contains 14 of Mariah' s #1 hits such as Heartbreaker, My All, Honey, Al ways Be My Baby, One Sweet Day with Mariah & Boyz ll Me, and much more.","release_date":"1998-11-12","vote_average":6.0,"runtime":75,"cert":"N\/A","id":43709,"title":"Mariah Carey: #1's","adult":false,"genre_ids":[10402]},{"cast":["Jim Hutton","Dorothy Provine","Milton Berle","Joey Bishop","Bob Denver"],"overview":"A bumbling government employee accidentally destroys a small fortune and decides to break into the US Mint to replace it, but before long everyone wants a slice of the action - and the money.","release_date":"1967-09-26","vote_average":7.8,"runtime":97,"cert":"N\/A","id":43710,"title":"Who's Minding The Mint?","adult":false,"genre_ids":[35,10749]},{"cast":["Helena Bonham Carter","Matthew Macfadyen","Denis Lawson","Claire Rushbrook","Joseph Millson"],"overview":"Edwardian child Enid Blyton begins to tell stories to her brothers as an escape from their parents' rows before the father deserts the family...","release_date":"2009-11-16","vote_average":6.7,"runtime":82,"cert":"","id":43711,"title":"Enid","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The most spectacular \"Trio\" of Voices from Mexico. Hits as \"Como Te Va Mi Amor,\" \"Todavia,\" \"No Lastimes Mas,\" \"Manana Te Acordaras,\" and more.","release_date":"2004-03-23","vote_average":5.0,"runtime":null,"cert":"N\/A","id":43712,"title":"Pandora: La Historia","adult":false,"genre_ids":[10402]},{"cast":["Ryuhei Matsuda","hitomi","Masanobu Ando","Yoshio Harada","Shinya Tsukamoto"],"overview":"Three people in Tokyo take a surreal voyage of self-discovery through memory and nightmares. \"O\" intends suicide while talking on a cell-phone with a stranger he meets on line who plans a simultaneous suicide. Events take a horrifying turn. Keiko Kirishima is a cool, seemingly emotionless police detective, brilliant but off-putting. She's faced with two mutilated corpses who appear to have killed themselves, but she's not sure. A cell-phone number links the deaths. She calls on Akumu Tantei, a poor and suicidal young man who has the ability to enter people's dreams. He's reluctant to help. His past haunts him. A subconscious duel of terror and blood awaits the three.","release_date":"2006-01-01","vote_average":6.0,"runtime":105,"cert":"N\/A","id":43713,"title":"Nightmare Detective","adult":false,"genre_ids":[53,27,14]},{"cast":["Leonard Nimoy","Ray Bradbury","Tom Hanks","Ray Harryhausen","George Lucas"],"overview":"As an actor, director and producer, Ray Harryhausen has been a vibrant figure in Hollywood, working on everything from family films to mind-bending sci-fi. But his true genius lay in the creation of special effects for movies such as Mighty Joe Young and It Came from Outer Space. Narrated by Leonard Nimoy and featuring appearances by George Lucas and Ray Bradbury, this film documents Harryhausen's remarkable life's work.(copied from Netflix)","release_date":"1998-01-27","vote_average":6.4,"runtime":60,"cert":"N\/A","id":43714,"title":"The Harryhausen Chronicles","adult":false,"genre_ids":[99,878]},{"cast":["Craig Stevens","William Hopper","Alix Talton","Donald Randolph","Pat Conway"],"overview":"The calving of an Arctic iceberg releases a giant praying mantis, trapped in suspended animation since prehistoric times. It first attacks military outposts to eat their occupants, then makes its way to the warmer latitudes of Washington and New York. A paleontologist works together with military units to try to kill it. (copied from IMDB)","release_date":"1957-05-01","vote_average":5.2,"runtime":79,"cert":"N\/A","id":43715,"title":"The Deadly Mantis","adult":false,"genre_ids":[53,27,10749,878]},{"cast":["Jock Mahoney","Shirley Patterson","William Reynolds","Henry Brandon","Douglas Kennedy"],"overview":"Navy Commander Hal Roberts is assigned to lead an expedition to Little America in Antartica to investigate reports of a mysterious warm water inland lake discovered a decade earlier. His helicopter and its small party, including beautiful reporter Maggie Hathaway, is forced down into a volcanic crater by a fierce storm. They find themselves trapped in a lush tropical environment that has survived from the Mesozoic Era. Fighting carnivorous plants, dinosaurs, and a limited time window, they struggle to survive and repair the helicopter, their only means of escape. They are both helped and hindered by Dr. Carl Hunter, a megalomaniac survivor of an earlier expedition, who has learned to adapt to the hostile environment. (copied from IMDB)","release_date":"1957-08-01","vote_average":6.2,"runtime":78,"cert":"N\/A","id":43716,"title":"The Land Unknown","adult":false,"genre_ids":[12,14,878]},{"cast":["James Mitchum","John Carradine","Philip Carey","Anthony Eisley","Andrea Hartford"],"overview":"A rural Colombian village is attacked by a horrible sea serpent, aroused by industrial pollution of a nearby lake. Based on a real event that took place in June of 1971.","release_date":"1980-07-11","vote_average":3.0,"runtime":98,"cert":"N\/A","id":43717,"title":"Monstroid: It Came From The Lake","adult":false,"genre_ids":[27,878]},{"cast":["Harry Hill"],"overview":"Recorded live at The Lyric Theatre in London featuring levitation, a rare live appearance by Stouffer The Cat and an actual Badger Parade live! Also a full supporting film: The Boy With The Big Face.","release_date":"1997-10-27","vote_average":2.0,"runtime":66,"cert":"U","id":43718,"title":"Harry Hill: Man Alive","adult":false,"genre_ids":[]},{"cast":["Lindsay Duncan","Ian McDiarmid","Roger Allam","Kevin McNally","Roger Ashton-Griffiths"],"overview":"A detailed and compelling portrait of one of the most formidable characters in British politics as she faces her final days in power. The year is 1990 and Margaret Thatcher's support within the government is wavering - her hold on the premiership hangs in the balance. Then, long-serving politician Sir Geoffrey Howe resigns over Thatcher's attitude to Europe. His resignation speech sparks a chain of events that leads to the overthrow of Britain's first woman prime minister. This modern dramatic tragedy illustrates the strengths and fatal flaws of this iconic woman more clearly than ever before and reveals how the very aspects of her character that helped her secure power are the ones that ensured her downfall. Drama starring Lindsay Duncan.","release_date":"2009-03-26","vote_average":5.7,"runtime":113,"cert":"","id":43721,"title":"Margaret","adult":false,"genre_ids":[10770,35,18,10749]},{"cast":["Frank Mir","Mirko Filipović","Antônio Rogério Nogueira","Ryan Bader","Matt Serra"],"overview":"UFC 119: Mir vs. Cro Cop was a mixed martial arts event held by the Ultimate Fighting Championship on September 25, 2010 at Conseco Fieldhouse in Indianapolis, Indiana, United States. The event was the first that the UFC has hosted in Indiana.","release_date":"2010-09-25","vote_average":5.8,"runtime":175,"cert":"N\/A","id":43722,"title":"UFC 119: Mir vs. Cro Cop","adult":false,"genre_ids":[28]},{"cast":["Ray Chang","Wang Bo-Chieh","Sandrine Pinna","Huang Jian-wei","Khan Lee"],"overview":"Yang-yang is a French-Chinese mix. She has never seen her French father. She does not speak a single French word. Her mum has re-married but she has been very lonely. She started working at the entertainment industry. The fact that she is a mix is a good selling point. The film depicts how Yang-yang dealt with her life, her relationships with men, with her mother and friends.","release_date":"2009-08-07","vote_average":6.0,"runtime":112,"cert":"N\/A","id":43723,"title":"Yang Yang","adult":false,"genre_ids":[18]},{"cast":["Wes Studi","Winter Fox Frank","J. Kenneth Campbell","Paul Butler","Thirza Defoe"],"overview":"Set in Kansas during the early 1900s, a teen-aged Native American boy is taken from his family and forced to attend a distant Indian \"training\" school to assimilate into White society. When he escapes to return to his family, Sam Franklin, a bounty hunter of Cherokee descent, is hired to find and return him to the institution. Franklin, a former Indian scout for the U.S. Army, has renounced his Native heritage and has adopted the White Man's way of life, believing it's the only way for Indians to survive. Along the way, a tragic incident spurs Franklin's longtime nemesis, the famous \"Indian Fighter\" Sheriff Henry McCoy, to pursue both Franklin and the boy.","release_date":"2009-12-01","vote_average":3.5,"runtime":114,"cert":"N\/A","id":43726,"title":"The Only Good Indian","adult":false,"genre_ids":[28,18,37]},{"cast":["Jessica Chastain","Frances Fisher","Rupert Friend","Dermot Mulroney","Zeb Newman"],"overview":"A teenage orphan spends ten years traveling to experience life.","release_date":"2008-06-13","vote_average":6.4,"runtime":121,"cert":"N\/A","id":43727,"title":"Jolene","adult":false,"genre_ids":[18]},{"cast":["Sebastian Koch","Maurice Teichert","Sophie von Kessel","Sina Richardt","Dominique Horwitz"],"overview":"Up to now, Nickel (9) and his single dad Thomas have been managing very well together. Then Nickel goes on a school excursion and brings the little piglet Rudy back with him in his rucksack. Once he´s home, he makes a terrifying discovery: dad has a girlfriend! Worse yet, she´s moved in with him and brought her daughter Felicitas (12) along! Nickel makes a deal with Thomas: if those two stay, then so can Rudy.  When life becomes unbearable for Nickel, he flees with Rudy to ‘Porkland’, followed by Feli and pursued by two dumb crooks. It’s the beginning of an adventure that ends in the swamps of the Oder Valley, where Rudi saves the lives of the two children and finds a new home.","release_date":"2007-03-08","vote_average":6.0,"runtime":97,"cert":"N\/A","id":43730,"title":"Rudy: The Return of the Racing Pig","adult":false,"genre_ids":[28,35,10751]},{"cast":["Stephen Dillane","Kerry Fox","Matthew McNulty","Mark Bazeley","Harry Treadaway"],"overview":"After Tom Hurndall is shot in the head in Gaza, his parents Anthony and Jocelyn arrive in Israel wanting to know how it could have happened. They expect sympathy and co-operation from the Israeli authorities, but are instead met with an official explanation that fails to tally with any eye-witness accounts, and a wall of silence. When an Israeli army report attempts to whitewash the incident, the Hurndalls decide the only way to establish the truth is to launch their own investigation into the shooting, a process which brings them face to face with both the Open-Fire regulations of the Israeli army in Gaza, and the soldier who pulled the trigger.","release_date":"2008-10-13","vote_average":5.0,"runtime":null,"cert":"","id":43731,"title":"The Shooting of Thomas Hurndall","adult":false,"genre_ids":[18,53,9648]},{"cast":[],"overview":"A look at the rising beatboxing subculture in Berlin","release_date":"2008-09-25","vote_average":6.0,"runtime":null,"cert":"N\/A","id":43732,"title":"Love, Peace & Beatbox","adult":false,"genre_ids":[99]},{"cast":["Dorit Gäbler","Rolf Hoppe","Kurt Marschner","Wolfgang Greese","Mona Boxberger"],"overview":"A DEFA adaptation in 70mm of Offenbach's operetta.","release_date":"1974-02-07","vote_average":0.0,"runtime":88,"cert":"N\/A","id":43733,"title":"Orpheus in the Underworld","adult":false,"genre_ids":[35,18,14,10402]},{"cast":["Sean Penn"],"overview":"Executive Producer Sean Penn presents \"Witch Hunt,\" a gripping indictment of the American justice system told through the lens of one small town. Voters in Bakersfield, California elected a tough on crime district attorney into office for more than 25 years. During his tenure he convicted dozens of innocent working class moms and dads. They went to prison, some for decades, before being exonerated. He remains in office today. This story on a micro level mirrors what the US has experienced over the last eight years. When power is allowed to exist without oversight civil rights are in jeopardy.","release_date":"2008-01-01","vote_average":7.3,"runtime":91,"cert":"N\/A","id":43734,"title":"Witch Hunt","adult":false,"genre_ids":[99,80]},{"cast":["Vanessa Marcil","Brennan Elliott","Dean Stockwell","Stacy Keach","Natalie Dreyfuss"],"overview":"With their mother dead, Emily and Ben torment their nannies to quit as fast as their father hires them. Till a nanny named Kate shows up and slowly wins Ben over. That's bad enough, but when her father and Kate start to fall in love, Emily sets out to break them up and match him with her ballet teacher.","release_date":"2009-01-02","vote_average":5.9,"runtime":120,"cert":"N\/A","id":43735,"title":"The Nanny Express","adult":false,"genre_ids":[18,10749,10751,35,10770]},{"cast":["Jake Suazo","Maclain Nelson","Brandon Luke Bringhurst","Susanne Sutchy","Bus Riley"],"overview":"With no job and no relationship -- and no prospects for either -- twentysomething Webster (Maclain Nelson) opts to start over. He heads to his childhood home and climbs up a tree, where he plans to stay the entire summer in a house of his own creation. Not surprisingly, Webster captures the attention of his neighbors, who soon find that they have a stake in his mission as well. Jacob and Michael Hamblin helm this quirky comedy.","release_date":"2008-03-02","vote_average":3.0,"runtime":88,"cert":"N\/A","id":43736,"title":"The Sinking of Santa Isabel","adult":false,"genre_ids":[35]},{"cast":["Sacha Dhawan","Sadie Pickering","Jonathan Readwin","Stephen Walters","Sol Heras"],"overview":"Sophie is a troubled young girl, haunted by the abuse she suffered as a child and harbouring a deep fascination with the unexplained. In the hope of satiating her obsession with the latter, she instigates a trip to the Welsh countryside with four friends, aimed at tracking down the legendary Beast of Bodmin. It seems the mythical creature – often thought to be a large wildcat or fox – has caught the public's attention once more thanks to a spate of attacks on livestock and one local farmer. Armed with a video camera and a case of beer, the group head off into the woods but they soon uncover much more than they bargained for, with Sophie falling foul of a mysterious madman who locks her away in an apparent attempt to protect her from some unnamed terror.","release_date":"2010-09-03","vote_average":4.8,"runtime":86,"cert":"","id":43737,"title":"Splintered","adult":false,"genre_ids":[27,53]},{"cast":["Christo Christov","Ovanes Torosian","Saadet Isil Aksoy","Nikolina Yancheva","Ivan Nalbantov"],"overview":"Two estranged brothers are brought together when they have opposite roles in a racist beating: while Georgi who's recently joined a neo-nazi group participates in the violence, Hristo witnesses and rescues a Turkish family. Georgi, now being asked to participate in larger events, starts to question his implication in the movement and Hristo wonders if the beautiful Turkish girl he saved could be his ticket out of his sad life in Sofia. Only by reuniting will the two brothers be able to assess what they really want from life.","release_date":"2009-10-16","vote_average":5.9,"runtime":83,"cert":"N\/A","id":43738,"title":"Eastern Plays","adult":false,"genre_ids":[18]},{"cast":["Irene Dunne","Charles Boyer","Maria Ouspenskaya","Lee Bowman","Astrid Allwyn"],"overview":"French playboy Michel Marnet and American Terry McKay fall in love during the transatlantic passage of a ship. They arrange to reunite six months later, if neither has changed their mind.","release_date":"1939-04-07","vote_average":7.8,"runtime":88,"cert":"N\/A","id":43739,"title":"Love Affair","adult":false,"genre_ids":[18,10749]},{"cast":["Alfred Molina","Ido Port","Zachi Noy","Anat Klausner"],"overview":"Based on the novel \"Panther in the Basement\" by the world-renowned author, Amos Oz, the movie takes place in Palestine in 1947, just a few months before Israel becomes a state. Proffy Liebowitz, a militant yet sensitive eleven year old wants nothing more than for the occupying British to get the hell out of his land.","release_date":"2009-01-01","vote_average":6.1,"runtime":88,"cert":"N\/A","id":43740,"title":"The Little Traitor","adult":false,"genre_ids":[18]},{"cast":["Michael Gambon","Rupert Penry-Jones","Kelly Reilly","Rebecca Hall","Danny Lee Wynter"],"overview":"A drama centered on the relationship between Elliot, a strange and wealthy Londoner, and Joe, a teenager who takes care of an empty house Elliot owns.","release_date":"2007-11-04","vote_average":6.3,"runtime":108,"cert":"15","id":43741,"title":"Joe's Palace","adult":false,"genre_ids":[18]},{"cast":["Warren Beatty","Annette Bening","Katharine Hepburn","Garry Shandling","Chloe Webb"],"overview":"Ex-football star Mike Gambril meets Terry McKay on a flight to Sydney, which is forced to land on a small atoll. They become romantic on board a ship sent to take them to a larger island. They agree to meet in New York three months later to see if the attraction is real. One shows up but the other doesn't. However, a chance meeting brings them together again.","release_date":"1994-10-21","vote_average":5.4,"runtime":108,"cert":"N\/A","id":43742,"title":"Love Affair","adult":false,"genre_ids":[18,10749]},{"cast":["Desmond Askew","Katheryn Winnick","J. Richey Nash","Michael Panes","Coleen Sexton"],"overview":"Joseph just broke up with his girlfriend and is not taking it very well. He thinks she is plotting against him with their mutual psychiatrist. His dog is missing and he suspects the people at work might be behind it. Then there is the unshakable guilt over his past. It just might all be bearable, somehow possible to live through, if it weren't for those damned 'monsters' that keep trying to kill him. Through an allegorical 'fable' that is told in parallel with Joseph's struggle, we are left to decide for ourselves in the end, who is the crow and who is the wolf., was someone out to get Joseph, was it a stroke of bad luck, or was it all in his head?","release_date":"2002-01-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":43743,"title":"Fabled","adult":false,"genre_ids":[18,9648,27]},{"cast":["Janet Lane","Gavin Heffernan"],"overview":"A botched wedding proposal between two small town youngsters spirals into an epic Montreal night of chaos, confusion and destiny.","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":43744,"title":"Expiration","adult":false,"genre_ids":[18,14,10749]},{"cast":["Sandra Dee","Bobby Darin","Donald O'Connor","Nita Talbot","Larry Storch"],"overview":"Joan Howell, a young and pretty maid-for-hire, meets and begins dating wealthy New York City businessman Tom Milford. Embarrassed about bringing him back to her tiny apartment that she shares with her roommate Audrey, Joan brings Tom over to a fancy apartment that she cleans on a daily basis not knowing that it's his place. Tom plays along with the charade despite not knowing who Joan really is, while she tries to tidy up Tom's place not knowing who he really is. Written by Matthew Patay","release_date":"1965-08-25","vote_average":7.9,"runtime":93,"cert":"N\/A","id":43745,"title":"That Funny Feeling","adult":false,"genre_ids":[35,10749]},{"cast":["Alice Faye","Don Ameche","Carmen Miranda","S.Z. Sakall","J. Carrol Naish"],"overview":"An entertainer in Rio impersonates a wealthy aristocrat. When the aristocrat's wife asks him to carry the impersonation further, complications ensue.","release_date":"1941-04-11","vote_average":6.3,"runtime":91,"cert":"N\/A","id":43746,"title":"That Night in Rio","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Tim Curry","Dov Tiefenbach","Grace Jones","Darlene Cates","Jordan Prentice"],"overview":"Tara Talbot is afflicted with the rare genetic condition hypertrichosis: she is covered head to toe in hair. She lives her life in Harley Dune's Travelling Freak Show, on display as the 'Terrifying Wolf Girl', but underneath she is just a teenage girl who longs to be normal.","release_date":"2001-09-21","vote_average":4.9,"runtime":97,"cert":"N\/A","id":43749,"title":"Wolf Girl","adult":false,"genre_ids":[18,14,27]},{"cast":["Jack Lemmon","Carol Lynley","Edie Adams","Imogene Coca","Paul Lynde"],"overview":"A love-struck landlord tries to convince a pretty tanant to dump her fiancé and give him a chance.","release_date":"1963-10-23","vote_average":7.1,"runtime":110,"cert":"N\/A","id":43750,"title":"Under the Yum-Yum Tree","adult":false,"genre_ids":[35,18,10749]},{"cast":["Lewis Fiander","Prunella Ransome","Antonio Iranzo","Marisa Porcel","Fabián Conde"],"overview":"A couple of English tourists arrive at the island of Almanzora, off the Spanish Mediterranean coast, where they discover that there are no adults in a small fishing village, only some children who stare at them and smile mysteriously.","release_date":"1976-04-26","vote_average":6.9,"runtime":112,"cert":"N\/A","id":43751,"title":"Who Can Kill a Child?","adult":false,"genre_ids":[27,9648,53]},{"cast":["Jack Lemmon","Ricky Nelson","John Lund","Chips Rafferty","Tom Tully"],"overview":"Lieutenant Rip Crandall is hoodwinked into taking command of the \"Wackiest Ship in the Navy\" - a real garbage scow with a crew of misfits who don't know a jib from a jigger. What none of them knows, including Crandall, is that this ship has a very important top-secret mission to complete in waters patrolled by the Japanese fleet. Their mission will save hundreds of allied lives - if only they can get there in one piece.","release_date":"1960-12-29","vote_average":5.8,"runtime":99,"cert":"N\/A","id":43752,"title":"The Wackiest Ship in the Army","adult":false,"genre_ids":[35,10751,10752]},{"cast":["Jack Elam","Dub Taylor","Dennis Fimple","John David Carson","Bill Thurman"],"overview":"Two men exploring the Louisiana swamps run into a Bigfoot-type creature.","release_date":"1976-03-01","vote_average":5.8,"runtime":95,"cert":"N\/A","id":43753,"title":"Creature from Black Lake","adult":false,"genre_ids":[9648,27,18]},{"cast":["Michael Madsen","Harold Perrineau","Danny Trejo","Kevin Gage","Lew Temple"],"overview":"A stranger armed with a shotgun takes seven patrons hostage in a remote roadside diner. But as the body count increases, the desperate survivors discover that one of the hostages may be even more dangerous than their captor.","release_date":"2010-02-14","vote_average":5.7,"runtime":92,"cert":"N\/A","id":43754,"title":"The Killing Jar","adult":false,"genre_ids":[18,53,9648]},{"cast":["Ken Stott","Nick Moran","Dominic Monaghan","Kate Ashfield","Jack Dee"],"overview":"Jack, Steve and Goat are East-End Spivs. They spend their time wheeling and dealing wherever and whenever they can. It's not until Jack and the others get involved with a guy called Villa, and they are landed with a big payday they have been waiting for, when they realise what a mess they are into. At the back of the lorry they have smuggled goods in, they find illigal immegrants. Most of them escape but they are left with 2 kids; a boy and a girl, and have to decide what to do with them...Are they going to look after them and feed them, clothe them, love them, etc. or are they going to leave them on the streets of East-End London.","release_date":"2004-05-13","vote_average":4.5,"runtime":95,"cert":"","id":43755,"title":"Spivs","adult":false,"genre_ids":[28,35,18,53]},{"cast":["Kris Lemche","Michael Hogan","Matt Craven","Pascale Hutton","Sarah Lind"],"overview":"Caleb is 27, and was raised in the majestic Kootenays by his bush hippie parents. He loves his father Jim and understands his reverence for wood working, coriander and Soya products, but he just doesn't get Jim's determined effort to achieve economic disaster at every turn. His father is a relentlessly unsuccessful business man, and as the junior partner in their carpentry shop, Caleb is powerless to stop the fiscal self sabotage. When Matthew, an old friend of Jim's, arrives in the valley to develop a high-end fishing lodge, Caleb sees fortune looming, provided he can keep his father distracted long enough. But a small deception leads to colossal betrayal, and soon Caleb must face the fact that he's reached that treasured day when a boy becomes man enough to tell his father get lost.","release_date":"2005-01-01","vote_average":6.0,"runtime":91,"cert":"N\/A","id":43756,"title":"A Simple Curve","adult":false,"genre_ids":[18]},{"cast":["Russell Crowe","Caroline Goodall","Amiel Daemion","Johnny Raaen","Buddy Tyson"],"overview":"A mother tells her daughter a fable about the prince of the brumbies, brumby being a term for the feral horses of Australia, who must find its place among its kind, while one man makes it his mission to capture it and tame it.  Australian adaptation of Elyne Mitchell's \"The silver Brumby\".","release_date":"1993-09-16","vote_average":5.0,"runtime":93,"cert":"N\/A","id":43757,"title":"The Silver Brumby","adult":false,"genre_ids":[10751,18]},{"cast":["Charles Cross","Harvey Ottinger","Alice Wheeler","Leland Cobain"],"overview":"The week before Kurt Cobain was found dead from a single gunshot, he went missing. His whereabouts for that week has remained a mystery until now. But for the first time, the story of what happened to him can now be told, using the testimony of people who knew him, the witnesses who saw him in that last week and the ordinary people who found themselves written into his story that as one puts it, 'would have been a keystone cops comedy were it not to have ended in such tragedy.","release_date":"2007-02-18","vote_average":5.7,"runtime":79,"cert":"","id":43758,"title":"The Last 48 Hours of Kurt Cobain","adult":false,"genre_ids":[99,10402]},{"cast":["Pat O’Brien","Robert Ryan","Barbara Hale","Dean Stockwell","Richard Lyon"],"overview":"This parable looks at public reaction when the hair of an American war orphan mysteriously turns green.","release_date":"1948-11-16","vote_average":6.3,"runtime":82,"cert":"N\/A","id":43759,"title":"The Boy with Green Hair","adult":false,"genre_ids":[18,35,10751]},{"cast":["Keiko Toda","Hiromi Tsuru","Kouichi Yamadera","Hiroshi Masuoka","Michiyo Yanagisawa"],"overview":"Ruby is an Aurora Girl who makes northern lights together with her kind. She is banished from Aurora no kuni (Aurora Land) because of her selfishness and horrible behaviour, and she is told to find a stone called Aurora no Shizuku that can grant three wishes. That way she will be forgiven. Ruby meets Anpanman and lies to him that she needs the stone to rescue her land. But when Baikinman is also interested in getting the three wishes, Ruby is torn between the choice of helping her new friends or being able to return to Aurora no kuni.","release_date":"2003-07-12","vote_average":0.0,"runtime":51,"cert":"N\/A","id":43760,"title":"Go! Anpanman: Ruby's Wish","adult":false,"genre_ids":[12,16,10751]},{"cast":["Khosro Shakibai","Bita Farahi","Ezzatolah Entezami","Sedigheh Kianfar","Bita Farahi"],"overview":"Hamoon's wife is leaving him. He is also unsuccessfully trying to finish his Ph.D. thesis. He is forced to reexamine his life. In a series of flashbacks and dreams, Hamoon tries to figure out what he did wrong.","release_date":"1990-01-01","vote_average":7.1,"runtime":120,"cert":"N\/A","id":43761,"title":"Hamoun","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Iranian poet Ahmad Shamlou talks about his poetry, the world of poetry, and his life. Filmed over a two year period from 1996 to 1998.","release_date":"1999-01-01","vote_average":10.0,"runtime":60,"cert":"N\/A","id":43762,"title":"Ahmad Shamlou: Master Poet of Liberty","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Delbaran centres on the story of a 14-year Afghan refugee working in a truck stop in the 'town' which gives its name to the film.","release_date":"2001-08-05","vote_average":6.3,"runtime":96,"cert":"N\/A","id":43765,"title":"Delbaran","adult":false,"genre_ids":[18]},{"cast":["Hamid Farokhnezhad","Hediyeh Tehrani","Taraneh Alidoosti","Pantea Bahram","Sahar Dolatshahi"],"overview":"On the day before their holiday trip to Dubai, a wife who believes her husband is unfaithful enlists the help of Roohi, a young woman sent by an agency to clean the house. She asks Roohi to make an appointment and gather information at the salon of the woman she suspects. Roohi is betrothed, innocent of marital discord. Over the course of the day, she, the couple, their small son, the wife's sister and husband, and the beautician engage in a series of exchanges, confrontations, and prevarications. Are the wife's suspicions unwarranted; is her behavior imperiling her marriage? Acts of kindness may go awry. And the trip to Dubai?","release_date":"2006-02-08","vote_average":7.9,"runtime":102,"cert":"N\/A","id":43766,"title":"Fireworks Wednesday","adult":false,"genre_ids":[18]},{"cast":["Parviz Parastui","Roya Taymourian","Afarin Obeisi","Mohammad Amir Naji","Melika Eslafi"],"overview":"Youssef, a blind university professor, is suddenly diagnosed with a fatal disease and must undergo treatment in France. Back home, will he find the life he had before?","release_date":"2005-01-01","vote_average":7.0,"runtime":96,"cert":"N\/A","id":43767,"title":"The Willow Tree","adult":false,"genre_ids":[18]},{"cast":["Fereshteh Sadre Orafaiy","Parviz Parastui","Nikos Papadopoulos","Svieta Mikalishina","Vantzos Konstantinos"],"overview":"A young widow takes over her late husband’s truck stop café, keeping hidden in the kitchen so as not to cause a scandal in Iran’s conservative society. But her brother-in-law, out of familial obligation, wants to take her as a wife and also take over the café. Meanwhile a Greek trucker who is a frequent café customer is slowly entranced — at first by her sublime cooking ability, and then by her.","release_date":"2005-11-03","vote_average":5.0,"runtime":105,"cert":"N\/A","id":43768,"title":"Border Café","adult":false,"genre_ids":[18]},{"cast":["Matthias Habich","Hannes Jaenicke","Thekla Reuten","Maximilian von Pufendorf","Giulio Ricciarelli"],"overview":"A 24 hours ceasefire. The situation in Falluja is devastating- no food, no medications, no help. A group of five people sets out with the plan to help- they end up fighting for the lives of the helpless and wounded and eventually - their own.","release_date":"2009-08-29","vote_average":6.5,"runtime":96,"cert":"N\/A","id":43769,"title":"Ceasefire","adult":false,"genre_ids":[12,18,53]},{"cast":["Mahnaz Afshar","Ahmad Hamed","Mahmoud Kalari","Reza Kianian","Fatemah Motamed-Aria"],"overview":"A political allegory on four middle-class guys who pile into their car for a ski weekend. A brief stop at a picturesque vista leads to their chance discovery of a prominent rock formation it seems would be oh so easy to tip over, but...","release_date":"2006-01-20","vote_average":6.0,"runtime":75,"cert":"","id":43770,"title":"Men at Work","adult":false,"genre_ids":[35,18]},{"cast":["Shaghayeh Djodat","Abbas Sayah","Hossein Moharami","Rogheih Moharami","Parvaneh Ghalandari"],"overview":"An elderly couple go about their routine of cleaning their gabbeh (a intricately-designed rug), while bickering gently with each other. Magically, a young woman appears, helping the two clean the rug. This young woman belongs to the clan whose history is depicted in the design of the gabbeh, and the rug recounts the story of the courtship of the young woman by a stranger from the clan.","release_date":"1996-06-26","vote_average":6.5,"runtime":75,"cert":"N\/A","id":43771,"title":"Gabbeh","adult":false,"genre_ids":[18,9648,10749]},{"cast":["Nassim Abdi","Cyrus Abidi","Youssef Habashi","Farrokh Shoja","Gholbahar Janghali"],"overview":"A female election agent and a gun-toting soldier try to collect votes among the local islanders with mixed success.","release_date":"2001-01-01","vote_average":6.0,"runtime":123,"cert":"N\/A","id":43772,"title":"Secret Ballot","adult":false,"genre_ids":[35]},{"cast":["Leila Hatami","Nezam Manouchehri","Mehran Rajabi","Mahmood Pakniat","Mohsen Behdaneh"],"overview":"On a pilgrimage to Mashad from Tehran, a couple's transportation breaks down, far from any major town. The husband, a photographer, seeks help at a nearby village and encounters a teacher who offers to help. Whilst the husband and teacher go off to find a spare part, the wife, who used to be a teacher, takes over the teaching lessons in the village. It is clear that the children live there, in this strange deserted place, without any men, save the teacher and an old signal guard. As the day draws on, the children help to bring a new hope and life into the wife's heart.","release_date":"2002-01-01","vote_average":6.3,"runtime":88,"cert":"N\/A","id":43773,"title":"The Deserted Station","adult":false,"genre_ids":[18]},{"cast":["Hossein Abedini","Zahra Bahrami","Mohammad Amir Naji","Hossein Mahjoub","Abbas Rahimi"],"overview":"In a building site in present-day Tehran, Lateef, a 17-year-old Kurdish worker is irresistibly drawn to Rahmat, a young Afghan worker. When Lateef is given heavier tasks to compensate for new Afghan worker Rahmat, he resents his displacement and treats Rahmat cruelly. After one of his pranks, however, Lateef discovers Rahmat's secret--he is a girl named Baran. Latif's heart softens towards Baran and he shows his new affection for her by doing what he can to ease the hardships she suffers at work. revelation of Rahmat's secret changes both their lives.Baran is a 2001 Iranian film directed by Majid Majidi, based on an original script by Majid Majidi. The movie is set during recent times in which there are a large number of Afghan refugees living on the outskirts of Tehran. Almost a silent movie, Baran won a number of awards both nationally and internationally for the director and writer Majid Majidi.","release_date":"2001-01-31","vote_average":7.8,"runtime":90,"cert":"N\/A","id":43774,"title":"Rain","adult":false,"genre_ids":[18,10749]},{"cast":["Carlos Cruz ","Raúl Eguren ","Pedro Fernández ","Luis Alberto García","Jorge Perugorría"],"overview":"","release_date":"1995-01-01","vote_average":7.3,"runtime":105,"cert":"N\/A","id":43775,"title":"Guantanamera","adult":false,"genre_ids":[18,35,10749]},{"cast":["Vladimir Cruz","Jorge Perugorría","Tahimí Alvariño","Noel García","Alina Rodríguez"],"overview":"At a rundown bus station in rural Cuba, the line of passengers waiting just keeps getting longer. The problem is that every bus that passes by is already full. Their only hope is to wait for the station's bus to be fixed. As the disparate group settles in, relationships start forming between the passengers: Emilio, a young engineer, becomes smitten with a beautiful young woman who is en route to meet her Spanish fiancé, a blind man gets support from the others to go to the head of the line. Frustration and disorder reign when the one bus brakes down and no one can leave. Resigned to working together, the group magically transforms the station into a beautiful place where no one wants to leave.","release_date":"2000-06-02","vote_average":6.5,"runtime":105,"cert":"N\/A","id":43776,"title":"The Waiting List","adult":false,"genre_ids":[18,35,10749]},{"cast":["René Lavan","Mayte Vilán","Miguel Gutierrez","Larry Villanueva","Luís Celeiro"],"overview":"A patriot (René Lavan) with a rebellious brother falls in love with a dissident's daughter (Mayte Vilán) in Castro's Cuba.","release_date":"1996-02-10","vote_average":6.3,"runtime":102,"cert":"N\/A","id":43777,"title":"Bitter Sugar","adult":false,"genre_ids":[18,10749]},{"cast":["Salvador Wood","Silvia Planas","Manuel Estanillo","Omar Alfonso","Gaspar De Santelices"],"overview":"A young man attempts to fight the system in an entertaining account of bureaucracy amok and the tyranny of red tape.","release_date":"1966-07-24","vote_average":7.4,"runtime":85,"cert":"N\/A","id":43778,"title":"Death of a Bureaucrat","adult":false,"genre_ids":[35]},{"cast":["Cary Grant","Ginger Rogers","Walter Slezak","Albert Dekker","Albert Bassermann"],"overview":"A radio correspondent tries to rescue a burlesque queen from her marriage to a Nazi official.","release_date":"1942-11-27","vote_average":6.4,"runtime":117,"cert":"N\/A","id":43779,"title":"Once Upon a Honeymoon","adult":false,"genre_ids":[35,10749,9648]},{"cast":["Godfrey Tearle","Eric Portman","Hugh Williams","Bernard Miles","Hugh Burden"],"overview":"During the Allied Bombing offensive of World War II the public was often informed that \"A raid took place last night over ..., One (or often more) of Our Aircraft Is Missing\". Behind these sombre words hid tales of death, destruction and derring-do. This is the story of one such bomber crew who were shot down and the brave Dutch patriots who helped them home.","release_date":"1942-04-24","vote_average":6.3,"runtime":102,"cert":"","id":43780,"title":"One of Our Aircraft Is Missing","adult":false,"genre_ids":[28,10752,18]},{"cast":["George Montgomery","Ann Rutherford","Glenn Miller","Lynn Bari","Carole Landis"],"overview":"Connie Ward is in seventh heaven when Gene Morrison's band rolls into town. She is swept off her feet by trumpeter Bill Abbot. After marrying him, she joins the bands tour and learns about life as an orchestra wife, weathering the catty attacks of the other band wives.","release_date":"1942-09-04","vote_average":5.1,"runtime":98,"cert":"N\/A","id":43781,"title":"Orchestra Wives","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Eleanor Powell","Red Skelton","Bert Lahr","Virginia O'Brien","William Post Jr."],"overview":"Miss Winters is a dancer with the Tommy Dorsey Orchestra and is asked to secretly transport a prototype magnetic mine to Puerto Rico. She thinks that she is working for the US Government, but fails to see why she would be involved.","release_date":"1942-05-01","vote_average":6.0,"runtime":95,"cert":"N\/A","id":43782,"title":"Ship Ahoy","adult":false,"genre_ids":[35,10749]},{"cast":["Betty Grable","Victor Mature","Jack Oakie","Thomas Mitchell","George Barbier"],"overview":"With his sidekick Rusty, Jeff Harper sails to paradisiacal tropical isle Ahmi-Oni to bargain on behalf of his cattle baron father for land owned by transplanted Irishman Dennis O'Brien. But Jeff falls in love with O'Brien's daughter, Eileen, and even his father can't break them up after he arrives and himself falls under the spell of island splendor.","release_date":"1942-03-13","vote_average":0.0,"runtime":76,"cert":"N\/A","id":43783,"title":"Song of the Islands","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Betty Grable","John Payne","Carmen Miranda","Cesar Romero","Charlotte Greenwood"],"overview":"Broadway partners Vicky Lane and Dan Christy have a tiff over Christy's womanizing. Jealous Vicky takes up with her old flame and former dance partner, Victor Price, and Dan's career takes a nosedive. In hopes of rekindling their romance and getting Vicky back on the boards with him, Dan follows her to a ritzy resort in the Canadian Rockies, where she and Victor are about to open their new act. But things get complicated when Dan wakes after a bender to find that he's hired an outlandish Latin secretary, Rosita Murphy, which makes Vicky think he's just up to his old tricks again.","release_date":"1942-11-06","vote_average":6.7,"runtime":91,"cert":"N\/A","id":43784,"title":"Springtime in the Rockies","adult":false,"genre_ids":[10402]},{"cast":["Marlene Dietrich","Randolph Scott","John Wayne","Margaret Lindsay","Harry Carey"],"overview":"When honest ship captain Roy Glennister gets swindled out of his mine claim, he turns to saloon singer Cherry Malotte for assistance in his battle with no-good town kingpin Alexander McNamara.","release_date":"1942-05-08","vote_average":6.6,"runtime":87,"cert":"N\/A","id":43785,"title":"The Spoilers","adult":false,"genre_ids":[10749,37]},{"cast":["Brian Donlevy","Macdonald Carey","Robert Preston","William Bendix","Albert Dekker"],"overview":"In November 1941, Major Caton takes command of the small Marine garrison on Wake Island. His tendency toward spit and polish upsets the men's tropical lassitude, but Pearl Harbor changes everything. Soon the island is attacked and the Marines pull together day by day; but how long can they hold out?","release_date":"1942-08-11","vote_average":5.8,"runtime":87,"cert":"N\/A","id":43786,"title":"Wake Island","adult":false,"genre_ids":[28,18,10752]},{"cast":["Fred Astaire","Rita Hayworth","Adolphe Menjou","Xavier Cugat","Isobel Elsom"],"overview":"An Argentine heiress thinks a penniless American dancer is her secret admirer.","release_date":"1942-11-19","vote_average":7.7,"runtime":97,"cert":"N\/A","id":43787,"title":"You Were Never Lovelier","adult":false,"genre_ids":[10402,10749,35]},{"cast":["Leslie Howard","Francis L. Sullivan","Mary Morris","Hugh McDermott","Raymond Huntley"],"overview":"Eccentric Cambridge archaeologist Horatio Smith (Howard) takes a group of British and American archaeology students to pre-war Nazi Germany to help in his excavations. His research is supported by the Nazis, since he professes to be looking for evidence of the Aryan origins of German civilisation. However, he has a secret agenda: to free inmates of the concentration camps.","release_date":"1941-07-26","vote_average":7.1,"runtime":120,"cert":"","id":43788,"title":"'Pimpernel' Smith","adult":false,"genre_ids":[12,53]},{"cast":["Lewis Stone","Mickey Rooney","Fay Holden","Ann Rutherford","Sara Haden"],"overview":"Andy's gone and done it this time. All set to graduate from high school and he flunks his English exam -- in spite of the fact that Aunt Milly is his teacher, and that the Judge has gone to all the trouble of getting him his very own private secretary (Kathryn Grayson in her screen debut). What makes this Andy Hardy movie, according to The Hollywood Reporter, \"even better than the wildly cheered Love Finds Andy Hardy?\" It could be Mickey Rooney's irresistible charm. Or could it be the perfected plot of Andy juggling his steady love (Polly Benedict) with his growing affections for another girl? Or perhaps it's the nonstop laughs Rooney generates with such antics as trying to buy ladies' hose or letting the Judge take a spin in his jalopy in the pouring rain. Whatever the case, here's your chance to return to a simpler and happier time with the family America loved to love.","release_date":"1941-02-21","vote_average":5.7,"runtime":101,"cert":"N\/A","id":43789,"title":"Andy Hardy's Private Secretary","adult":false,"genre_ids":[35,10749]},{"cast":["Mickey Rooney","Judy Garland","Fay Bainter","Virginia Weidler","Ray McDonald"],"overview":"Penny Morris and Tommy Williams are both starstruck young teens but nobody seems to give them any chance to perform. Instead they decide to put up their own show to collect money for a summer camp for the kids.","release_date":"1941-12-31","vote_average":6.7,"runtime":118,"cert":"N\/A","id":43790,"title":"Babes on Broadway","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Clifton Webb","Gloria Grahame","Robert Flemyng","Josephine Griffin","Stephen Boyd"],"overview":"The true story of a British effort to trick the Germans into weakening Sicily's defenses before the 1943 attack. A dead soldier is dressed as a British officer and outfitted with faked papers showing that the Allies were intending to invade occupied Greece. His body is put into the sea where it will ultimately drift ashore and the papers be passed along to German Intelligence.","release_date":"1956-03-15","vote_average":7.2,"runtime":103,"cert":"","id":43791,"title":"The Man Who Never Was","adult":false,"genre_ids":[53,10752,18,36]},{"cast":["Eleanor Powell","Ann Sothern","Robert Young","Lionel Barrymore","Red Skelton"],"overview":"Married songwriters almost split up while putting on a big show.","release_date":"1941-09-01","vote_average":6.0,"runtime":112,"cert":"N\/A","id":43792,"title":"Lady Be Good","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Lewis Stone","Mickey Rooney","Fay Holden","Ann Rutherford","Sara Haden"],"overview":"With his high school graduation behind him, Andy Hardy decides that as an adult, it's time to start living his life. Judge Hardy had hoped that his son would go to college and study law, but Andy isn't sure that's what he wants to do so he heads off to New York City to find a job. Too proud to accept any help from Betsy Booth, Andy finds that living on his own isn't so easy. With perseverance he eventually finds a job and even gets to date the pretty receptionist in his office. He also has to face several of life's lessons leading him to conclude that he may still have a bit of growing up to do.","release_date":"1941-08-15","vote_average":6.3,"runtime":101,"cert":"N\/A","id":43793,"title":"Life Begins for Andy Hardy","adult":false,"genre_ids":[35,10749]},{"cast":["Don Ameche","Betty Grable","Robert Cummings","Jack Haley","Carole Landis"],"overview":"Kay, Barbara and Susan Latimer come into a small legacy when they expected a large one, then abandon the Texas greasy-spoon where they work to hunt in Miami for rich husbands, said to be plentiful there. Barbara and Susan posing as the secretary and maid of \"wealthy\" Kay, they check into a posh hotel, and soon Kay is in the delightful predicament of being pursued by two handsome, wealthy bachelors at once. But Musical Comedy Complications arise...","release_date":"1941-07-04","vote_average":6.5,"runtime":91,"cert":"N\/A","id":43794,"title":"Moon Over Miami","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Irene Dunne","Cary Grant","Beulah Bondi","Edgar Buchanan","Ann Doran"],"overview":"A light-hearted romantic drama starring Cary Grant & Irene Dunne as a couple who meet, fall in love, quarrel and reunite. While listening to a recording of \"Penny Serenade\", Julie Gardiner Adams (Irene Dunne) begins reflecting on her past. She recalls her impulsive marriage to newspaper reporter Roger Adams (Cary Grant), which begins on a deliriously happy note but turns out to be fraught with tragedy. Other songs remind her of their courtship, their marriage, their desire for a child, and the joys and sorrows they have shared. A flood of memories come back to her as she ponders on their present problems and how they arose.","release_date":"1941-04-24","vote_average":6.7,"runtime":119,"cert":"N\/A","id":43795,"title":"Penny Serenade","adult":false,"genre_ids":[18,10749]},{"cast":["Bela Lugosi","Leo Gorcey","Bobby Jordan","Huntz Hall","Dorothy Short"],"overview":"A group of delinquents on their way to summer camp get stuck in a haunted house.","release_date":"1941-10-24","vote_average":5.5,"runtime":65,"cert":"N\/A","id":43796,"title":"Spooks Run Wild","adult":false,"genre_ids":[35,27]},{"cast":["Sonja Henie","John Payne","Glenn Miller","Milton Berle","Lynn Bari"],"overview":"Skating star Sonja Henie and the Glenn Miller Orchestra share the spotlight in Sun Valley Serenade. Henie plays a Norwegian refugee adopted by band pianist John Payne, who mistakenly thought that the full-grown Miss Henie was a 10-year-old little girl. Payne's girlfriend, Lynn Bari, is a soloist with the Miller band, and also a violently jealous sort. When Bari quits Miller out of pique, Henie stages an elaborate ice show as a substitute. This impromptu spectacular thrills the audience at the Sun Valley resort hotel where most of the action takes place. Joan Davis and Milton Berle provide comic relief to the music and romance (you haven't lived until you've seen Berle on skis), while The Nicholas Brothers and Dorothy Dandridge perform a lively chorus of \"Chattanooga Choo Choo.\"","release_date":"1941-08-29","vote_average":6.7,"runtime":86,"cert":"N\/A","id":43797,"title":"Sun Valley Serenade","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Vivien Leigh","Laurence Olivier","Alan Mowbray","Sara Allgood","Gladys Cooper"],"overview":"Sir William Hamilton, a widower of mature years, is British ambassador to the Court of Naples. Emma who comes for a visit with her mother wouldn't cut the grade with London society but she gets along well with the Queen of Naples. Emma likes being Lady Hamilton and life goes smoothly until Lord Nelson pays a visit. Sir William decides at first to let his young wife have her fling and pretends not to know what is going on. But the real life lovers, whose first screen romance was in \"Fire Over England\" (1937) have an even more burning passion for each other in this film.","release_date":"1941-04-03","vote_average":7.4,"runtime":128,"cert":"","id":43798,"title":"That Hamilton Woman","adult":false,"genre_ids":[18,36,10749,10752]},{"cast":["Merle Oberon","Melvyn Douglas","Burgess Meredith","Alan Mowbray","Olive Blakeney"],"overview":"A happily married woman sees a psychoanalyst and develops doubts about her husband.","release_date":"1941-04-20","vote_average":6.8,"runtime":84,"cert":"N\/A","id":43799,"title":"That Uncertain Feeling","adult":false,"genre_ids":[35,10749]},{"cast":["Douglas Fairbanks Jr.","Ruth Warrick","Akim Tamiroff","J. Carrol Naish","H.B. Warner"],"overview":"Cultured Mario and outlaw Lucien, twins separated at birth, join forces to avenge their parents' death at the hands of evil Colonna. Because each feels all the same sensations experienced by the other, swordplay is difficult for them. Worse yet, raised very differently, they struggle to find common ground between their conflicting personalities. But to defeat their enemy, the two will have to overcome the obstacles and work as a team.","release_date":"1941-11-28","vote_average":6.7,"runtime":111,"cert":"N\/A","id":43800,"title":"The Corsican Brothers","adult":false,"genre_ids":[12,18]},{"cast":["Jean Arthur","Charles Coburn","Robert Cummings","Edmund Gwenn","Spring Byington"],"overview":"The wealthiest man in the world, John P. Merrick, is a private person who likes to stay anonymous. One of his many assets, so small that he didn't even knew that he owned it, is Neeley's Department Store. There is labor unrest at the store, and the employees' anger is directed at Merrick, who they hang in effigy outside the store despite not knowing what he looks like. Merrick, not happy at what he sees going on, decides to mete out the rabble-rousers. So he goes undercover as a sales clerk, Thomas Higgins, in the shoe department. However, he soon befriends many of the employees and begins to see things from their point of view.","release_date":"1941-04-11","vote_average":7.9,"runtime":92,"cert":"N\/A","id":43801,"title":"The Devil and Miss Jones","adult":false,"genre_ids":[35]},{"cast":["Bette Davis","Herbert Marshall","Teresa Wright","Richard Carlson","Dan Duryea"],"overview":"The ruthless, moneyed Hubbard clan lives in, and poisons, their part of the deep South at the turn of the 20th century. Regina Giddons née Hubbard has her daughter under her thumb. Mrs. Giddons is estranged from her husband, who is convalescing in Baltimore and suffers from a terminal illness. But she needs him home, and will manipulate her daughter to help bring him back. She has a sneaky business deal that she's cooking up with her two elder brothers, Oscar and Ben. Oscar has a flighty, unhappy wife and a dishonest worm of a son. Will the daughter have to marry this contemptible cousin? Who will she grow up to be - her mother or her aunt? Or can she escape the fate of both?","release_date":"1941-08-20","vote_average":7.7,"runtime":115,"cert":"N\/A","id":43802,"title":"The Little Foxes","adult":false,"genre_ids":[18,10749]},{"cast":["Spencer Tracy","Robert Young","Walter Brennan","Ruth Hussey","Nat Pendleton"],"overview":"Based on the Kenneth Roberts novel of the same name, this film tells the story of two friends who join Rogers' Rangers, as the legendary elite force engages the enemy during the French and Indian War. The film focuses on their famous raid at Fort St. Francis and their marches before and after the battle.","release_date":"1940-02-23","vote_average":6.3,"runtime":126,"cert":"N\/A","id":43805,"title":"Northwest Passage","adult":false,"genre_ids":[12,36,37,18]},{"cast":["Raymond Massey","Gene Lockhart","Ruth Gordon","Mary Howard","Minor Watson"],"overview":"Abe Lincoln in Illinois is a 1940 biographical film which tells the story of the life of Abraham Lincoln from his departure from Kentucky until his election as President of the United States.","release_date":"1940-02-12","vote_average":7.3,"runtime":110,"cert":"N\/A","id":43806,"title":"Abe Lincoln in Illinois","adult":false,"genre_ids":[18,36]},{"cast":["Bette Davis","Charles Boyer","Jeffrey Lynn","Barbara O'Neil","Virginia Weidler"],"overview":"When lovely and virtuous governess Henriette Deluzy comes to educate the children of the debonair Duc de Praslin, a royal subject to King Louis-Philippe and the husband of the volatile and obsessive Duchesse de Praslin, she instantly incurs the wrath of her mistress, who is insanely jealous of anyone who comes near her estranged husband. Though she saves the duchess's little son from a near-death illness and warms herself to all the children, she is nevertheless dismissed by the vengeful duchess. Meanwhile, the attraction between the duke and Henriette continues to grow, eventually leading to tragedy.","release_date":"1940-07-13","vote_average":7.9,"runtime":141,"cert":"N\/A","id":43807,"title":"All This, and Heaven Too","adult":false,"genre_ids":[18,10749]},{"cast":["Lewis Stone","Mickey Rooney","Judy Garland","Cecilia Parker","Fay Holden"],"overview":"Judge Hardy takes his family to New York City, where Andy quickly falls in love with a socialite. He finds the high society life too expensive, and eventually decides that he liked it better back home.","release_date":"1940-07-05","vote_average":4.8,"runtime":88,"cert":"N\/A","id":43808,"title":"Andy Hardy Meets Debutante","adult":false,"genre_ids":[35,10751,10749]},{"cast":["Fred Astaire","Eleanor Powell","George Murphy","Frank Morgan","Ian Hunter"],"overview":"Johnny Brett and King Shaw are an unsuccessful dance team in New York. A producer discovers Brett as the new partner for Clare Bennett, but Brett, who thinks he is one of the people they lent money to, gives him the name of his partner.","release_date":"1940-02-09","vote_average":6.9,"runtime":102,"cert":"N\/A","id":43809,"title":"Broadway Melody of 1940","adult":false,"genre_ids":[10402,10749]},{"cast":["Don Ameche","Betty Grable","Carmen Miranda","Charlotte Greenwood","J. Carrol Naish"],"overview":"An American girl on vacation in Argentina falls for a wealthy racehorse owner.","release_date":"1940-10-11","vote_average":6.4,"runtime":89,"cert":"N\/A","id":43810,"title":"Down Argentine Way","adult":false,"genre_ids":[35,18,10402,10749]},{"cast":["Spencer Tracy","Charles Coburn","Lynne Overman","Rita Johnson","Gene Lockhart"],"overview":"In flashback, fifty years after inventing the light bulb, an 82-year-old Edison tells his story starting at age twenty-two with his arrival in New York. He's on his way with invention of an early form of stock market ticker.","release_date":"1940-05-10","vote_average":6.4,"runtime":107,"cert":"N\/A","id":43811,"title":"Edison, the Man","adult":false,"genre_ids":[36,18]},{"cast":["Pat O’Brien","Ronald Reagan","Gale Page","Donald Crisp","Albert Bassermann"],"overview":"The story of legendary Notre Dame football player and coach Knute Rockne.","release_date":"1940-10-05","vote_average":6.3,"runtime":98,"cert":"N\/A","id":43812,"title":"Knute Rockne All American","adult":false,"genre_ids":[18]},{"cast":["Peter Gallagher","George W. Bush","Joshua Jackson"],"overview":"Documentary film about the history of Oil prices and the future of alternative fuels. The film takes a wide, yet detailed examination of our dependence on foreign supplies of Oil. What are the causes that led from America turning from a leading exporter of oil to the world's largest importer?","release_date":"2010-04-18","vote_average":5.9,"runtime":101,"cert":"N\/A","id":43813,"title":"GasHole","adult":false,"genre_ids":[99]},{"cast":["Kevin Hart","Clifton Powell","Tasha Smith","Keith David","Kym Whitley"],"overview":"An aspiring pimp struggles to make a mint after inheriting his late uncles escort service and discovering that competition on the streets is fierce.","release_date":"2010-06-15","vote_average":3.6,"runtime":null,"cert":"N\/A","id":43814,"title":"Something Like A Business","adult":false,"genre_ids":[35]},{"cast":["Judy Garland","George Murphy","Charles Winninger","Douglas McPhail","Arthur Shields"],"overview":"Irish colleen Nellie is in love with handsome Jerry Kelly, even though her father objects. Nellie and Jerry soon marry and announce plans to move to New York, which again angers Nellie's father. Still, fear of never seeing his daughter again convinces the old man to also head to the States. In New York, Jerry becomes a policeman, although fighting crime seems to be easier than fighting with his father-in-law. Tragedy strikes when Nellie dies in childbirth. Jerry and the meddling old man continue to live together and have constant battles over how to raise young Nellie, who grows up to look exactly like her mother.","release_date":"1940-11-22","vote_average":5.0,"runtime":98,"cert":"N\/A","id":43815,"title":"Little Nellie Kelly","adult":false,"genre_ids":[10402,35,10751]},{"cast":["Jeanette MacDonald","Nelson Eddy","Mary Boland","George Zucco","H.B. Warner"],"overview":"A revolutionary leader romances a French aristocrat in Louisiana.","release_date":"1940-06-28","vote_average":7.0,"runtime":105,"cert":"N\/A","id":43816,"title":"New Moon","adult":false,"genre_ids":[10749,12]},{"cast":["Edward Hogg","Carrie Fisher","Stephanie Astalos-Jones","Kirk Bovill","Stephen Lester"],"overview":"Deep in the heart of the Appalachian Mountains in West Virginia, where every man owns a gun and a moonshine still, abides living legend Jesco White, \"the dancing outlaw\". As a boy Jesco was in and out of reform school and the insane asylum. To keep him out of trouble, his daddy D-Ray taught him the art of mountain dancing, a frenzied version of tap dancing to wild country banjo music. After his father's death, crazy Jesco dons his father's tap shoes and takes his show on the road.","release_date":"2009-01-19","vote_average":7.1,"runtime":92,"cert":"N\/A","id":43817,"title":"White Lightnin'","adult":false,"genre_ids":[18,53]},{"cast":["Laurence Olivier","Greer Garson","Edward Ashley","Marten Lamont","E. E. Clive"],"overview":"Mr. and Mrs. Bennet have five unmarried daughters, and Mrs. Bennet is especially eager to find suitable husbands for them. When the rich single gentlemen Mr. Bingley and Mr. Darcy come to live nearby, the Bennets have high hopes. But pride, prejudice, and misunderstandings all combine to complicate their relationships and to make happiness difficult.","release_date":"1940-07-26","vote_average":7.0,"runtime":118,"cert":"U","id":43818,"title":"Pride and Prejudice","adult":false,"genre_ids":[18,10749]},{"cast":["Mickey Rooney","Judy Garland","June Preisser","William Tracy","Larry Nunn"],"overview":"Jimmy and Mary get a group of kids together to play in a school orchestra. A huge contest between schools is coming up and they have a hard time raising money to go to Chicago for the contest.","release_date":"1940-09-27","vote_average":6.0,"runtime":120,"cert":"N\/A","id":43819,"title":"Strike Up the Band","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Joan Crawford","Fredric March","Ruth Hussey","John Carroll","Rita Hayworth"],"overview":"A flighty socialite neglects her family to promote a new religious group.","release_date":"1940-06-07","vote_average":6.9,"runtime":117,"cert":"N\/A","id":43820,"title":"Susan and God","adult":false,"genre_ids":[35,18]},{"cast":["Henry Fonda","Gene Tierney","Jackie Cooper","Henry Hull","John Carradine"],"overview":"Farmer Frank (Henry Fonda) and his ward (Jackie Cooper) hunt brother Jesse's killers, the back-shooting Fords.","release_date":"1940-08-16","vote_average":6.2,"runtime":92,"cert":"N\/A","id":43821,"title":"The Return of Frank James","adult":false,"genre_ids":[28,18,37]},{"cast":["Michael Redgrave","Margaret Lockwood","Emlyn Williams","Nancy Price","Allan Jeayes"],"overview":"The Stars Look Down is based on A. J. Cronin's 1935 novel of the same name, about injustices in a mining community in North East England.  While the novel follows the development of three young men in the small mining town, the film focuses on just one of them; the smart David Fenwick who gets a scholarship to university, meets a girl who only marries him because her former boyfriend has abandoned her, and eventually returns to the mine town as a teacher and takes part in a futile rescue effort when the mine is flooded, trapping both his father and his younger brother.","release_date":"1940-01-22","vote_average":6.4,"runtime":110,"cert":"","id":43822,"title":"The Stars Look Down","adult":false,"genre_ids":[18]},{"cast":["Cedric Hardwicke","Freddie Bartholomew","Jimmy Lydon","Josephine Hutchinson","Billy Halop"],"overview":"When private tutor Thomas Arnold (Sir Cedric Hardwicke) becomes headmaster at Rugby, a boy's preparatory school in England, he puts into place a policy of strict punishment for unruliness and bulying. Arnold finds an ally in Tom Brown (Jimmy Lydon), a new student who is subjected to hazing and abuse by a group of older boys and is pressured by his friends to keep quiet about it. Fed up, he leads his fellow classmates in an underground rebellion against their tormentors. But certain unspoken rules still apply at the school and Brown loses his hero status when he is accussed of breaking the Rugby code of silence.","release_date":"1940-06-26","vote_average":8.7,"runtime":86,"cert":"N\/A","id":43823,"title":"Tom Brown's School Days","adult":false,"genre_ids":[18,10751]},{"cast":["Vivien Leigh","Robert Taylor","Lucile Watson","Virginia Field","Maria Ouspenskaya"],"overview":"On the eve of World War II, a British officer revisits Waterloo Bridge and recalls the young man he was at the beginning of World War I and the young ballerina he met just before he left for the front. Myra stayed with him past curfew and is thrown out of the corps de ballet. She survives on the streets of London, falling even lower after she hears her true love has been killed in action. But he wasn't killed. Those terrible years were nothing more than a bad dream is Myra's hope after Roy finds her and takes her to his family's country estate.","release_date":"1940-05-17","vote_average":8.0,"runtime":109,"cert":"N\/A","id":43824,"title":"Waterloo Bridge","adult":false,"genre_ids":[18,10749]},{"cast":["Claire Trevor","John Wayne","George Sanders","Brian Donlevy","Wilfrid Lawson"],"overview":"South western Pennsylvania area of colonial America, 1760s. Colonial distaste and disapproval of the British government is starting to surface. Many local colonists have been killed by American Indians who are armed with rifles supplied by white traders.","release_date":"1939-11-10","vote_average":5.3,"runtime":81,"cert":"N\/A","id":43825,"title":"Allegheny Uprising","adult":false,"genre_ids":[37,28,12,36]},{"cast":["Lewis Stone","Mickey Rooney","Cecilia Parker","Fay Holden","Ann Rutherford"],"overview":"Young Andy develops a crush on his drama teacher. When his play is chosen as the school's annual production, Andy seizes the opportunity to spend as much time as possible with his pretty teacher. Meanwhile, Judge Hardy has his own problems when he gets conned into forming a phony aluminum corporation","release_date":"1939-07-21","vote_average":6.7,"runtime":85,"cert":"N\/A","id":43826,"title":"Andy Hardy Gets Spring Fever","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":43827,"title":"Gummiged & Gravko - og andre store maskiner","adult":false,"genre_ids":[]},{"cast":["James Stewart","Marlene Dietrich","Mischa Auer","Charles Winninger","Brian Donlevy"],"overview":"When a tough western town needs taming, the mild-mannered son of a hard-nosed sheriff gets the job.","release_date":"1939-11-30","vote_average":7.1,"runtime":94,"cert":"N\/A","id":43828,"title":"Destry Rides Again","adult":false,"genre_ids":[28,35,37]},{"cast":["Tyrone Power","Henry Fonda","Nancy Kelly","Randolph Scott","Henry Hull"],"overview":"After railroad agents forcibly evict the James family from their family farm, Jesse and Frank turn to banditry for revenge.","release_date":"1939-01-14","vote_average":6.3,"runtime":106,"cert":"N\/A","id":43829,"title":"Jesse James","adult":false,"genre_ids":[37,80,18,36]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":43830,"title":"Mine traktorer og andre landbrugsmaskiner","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":43831,"title":"Mine brandbiler og andre udrykningskøretøjer","adult":false,"genre_ids":[]},{"cast":["Cary Grant","Jean Arthur","Richard Barthelmess","Rita Hayworth","Thomas Mitchell"],"overview":"Geoff Carter is the head of a crumbling air freight service in desperate need of a replacement pilot. He is forced to hire a descredited aviator who arrives with his wife, Carter's ex-lover. Meanwhile, traveler Bonnie Lee tries to get close to the emotionally closed-off Carter.","release_date":"1939-05-15","vote_average":7.4,"runtime":121,"cert":"N\/A","id":43832,"title":"Only Angels Have Wings","adult":false,"genre_ids":[12,18,10749]},{"cast":["Laurence Olivier","Ralph Richardson","Valerie Hobson","George Curzon","George Merritt"],"overview":"An eccentric Scotland Yard inspector thinks something beamed from a spy ship is dropping planes.","release_date":"1939-06-20","vote_average":5.9,"runtime":82,"cert":"N\/A","id":43833,"title":"Q Planes","adult":false,"genre_ids":[35,9648,53]},{"cast":["Tyrone Power","Alice Faye","Al Jolson","William Frawley","Joyce Compton"],"overview":"A Roaring '20s singer (Alice Faye) becomes a Ziegfeld Follies star as her criminal husband (Tyrone Power) gets deeper in trouble.","release_date":"1939-05-05","vote_average":0.0,"runtime":86,"cert":"N\/A","id":43834,"title":"Rose of Washington Square","adult":false,"genre_ids":[18,10402]},{"cast":["Sonja Henie","Tyrone Power","Rudy Vallee","Edna May Oliver","Mary Healy"],"overview":"Studio publicist (Power) discovers Minnesota skating teacher (Henie) and takes her to Hollywood. She goes back to Minnesota but he follows her.","release_date":"1939-06-30","vote_average":3.5,"runtime":85,"cert":"N\/A","id":43835,"title":"Second Fiddle","adult":false,"genre_ids":[35]},{"cast":["Louis Hayward","Joan Bennett","Warren William","Joseph Schildkraut","Alan Hale"],"overview":"Tyrannical King Louis XIV learns that he has an identical twin brother, Philippe, who was raised from birth by his late father's trusted friend D'Artagnan and his faithful musketeers, Porthos, Athos and Aramis. After Philippe falls for the king's betrothed, Spanish Princess Maria Theresa, Louis imprisons him, forcing his brother to don an iron mask that will slowly suffocate him -- and it's up to D'Artagnan to rescue him.","release_date":"1939-07-13","vote_average":6.9,"runtime":112,"cert":"N\/A","id":43836,"title":"The Man in the Iron Mask","adult":false,"genre_ids":[10749,18]},{"cast":["Barbara Stanwyck","Joel McCrea","Akim Tamiroff","Robert Preston","Lynne Overman"],"overview":"One of the last bills signed by President Lincoln authorizes pushing the Union Pacific Railroad across the wilderness to California. But financial opportunist Asa Barrows hopes to profit from obstructing it. Chief troubleshooter Jeff Butler has his hands full fighting Barrows' agent, gambler Sid Campeau; Campeau's partner Dick Allen is Jeff's war buddy and rival suitor for engineer's daughter Molly Monahan. Who will survive the effort to push the railroad through at any cost?","release_date":"1939-05-05","vote_average":6.4,"runtime":135,"cert":"N\/A","id":43837,"title":"Union Pacific","adult":false,"genre_ids":[18,37]},{"cast":["Henry Fonda","Alice Brady","Marjorie Weaver","Arleen Whelan","Eddie Collins"],"overview":"In this dramatized account of his early law career in Illinois, Abraham Lincoln is born into a modest log cabin, where he is encouraged by his first love, Ann Rutledge, to pursue law. Following her tragic death, Lincoln establishes a law practice in Springfield, where he meets a young Mary Todd. Lincoln's law skills are put to the test when he takes on the difficult task of defending two brothers who have been accused of murder.","release_date":"1939-06-09","vote_average":7.4,"runtime":100,"cert":"N\/A","id":43838,"title":"Young Mr. Lincoln","adult":false,"genre_ids":[18,36]},{"cast":["Tyrone Power","Alice Faye","Don Ameche","Ethel Merman","Jack Haley"],"overview":"Roger Grant, a classical violinist, disappoints his family and teacher when he organizes a jazz band, but he and the band become successful. Roger falls in love with his singer Stella, but his reluctance to lose her leads him to thwart her efforts to become a solo star. When the World War separates them in 1917, Stella marries Roger's best friend Charlie. Roger comes home after the war and an important concert at Carnegie Hall brings the corners of the romantic triangle together.","release_date":"1938-05-24","vote_average":6.7,"runtime":106,"cert":"N\/A","id":43839,"title":"Alexander's Ragtime Band","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Raimu","Ginette Leclerc","Charles Moulin","Fernand Charpin","Robert Vattier"],"overview":"In this little Provencal village, a new baker, Aimable, settles down. His wife Aurelie is beautiful and much younger than he. She departs with a shepherd the night after Aimable produces his first breads. Aimable is so afflicted that he can not work anymore. Therefore, the villagers, who initially laughed at his cuckoldry, take the matter very seriously (they want the bread) and organize a plan to find Aurelie and to bring her back to the bakery.","release_date":"1938-09-07","vote_average":7.3,"runtime":133,"cert":"N\/A","id":43844,"title":"The Baker's Wife","adult":false,"genre_ids":[35,18]},{"cast":["Pierre Renoir","Lise Delamare","Louis Jouvet"],"overview":"A film about the early part of the French Revolution, shown from the eyes of the citizens of Marseille, counts in German exile and, of course, the king Louis XVI, each showing their own small problems.","release_date":"1938-02-02","vote_average":7.5,"runtime":135,"cert":"N\/A","id":43845,"title":"La Marseillaise","adult":false,"genre_ids":[36,18]},{"cast":["Mickey Rooney","Lewis Stone","Fay Holden","Cecilia Parker","Judy Garland"],"overview":"A 1938 romantic comedy film which tells the story of a teenage boy who becomes entangled with three different girls all at the same time.","release_date":"1938-07-22","vote_average":6.6,"runtime":91,"cert":"N\/A","id":43846,"title":"Love Finds Andy Hardy","adult":false,"genre_ids":[35,10749]},{"cast":["Norma Shearer","Tyrone Power","John Barrymore","Robert Morley","Anita Louise"],"overview":"The young Austrian princess Marie Antoinette (Norma Shearer) is arranged to marry Louis XVI (Robert Morley), future king of France, in a politically advantageous marriage for the rival countries. The opulent Marie indulges in various whims and flirtations, including Count Axel (Tyrone Power). When Louis XV (John Barrymore) passes and Louis XVI ascends the French throne, his queen's extravagant lifestyle earns the hatred of the French people, who despise her Austrian heritage.","release_date":"1938-08-26","vote_average":6.1,"runtime":149,"cert":"N\/A","id":43847,"title":"Marie Antoinette","adult":false,"genre_ids":[18,10749]},{"cast":["Sonja Henie","Richard Greene","Joan Davis","Cesar Romero","Buddy Ebsen"],"overview":"George Cabot Jr., the son of a department store owner, enrolls Kristina Nielsen, the store's sports clerk,  at a university to use her as an advertisement for their fashion department. She falls for Larry Taylor, a teacher, and gets expelled.","release_date":"1938-09-09","vote_average":4.0,"runtime":90,"cert":"N\/A","id":43848,"title":"My Lucky Star","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Jeanette MacDonald","Nelson Eddy","Frank Morgan","Ray Bolger","Florence Rice"],"overview":"Bickering husband-and-wife stage stars are manipulated into a break-up for publicity purposes.","release_date":"1938-12-30","vote_average":5.8,"runtime":114,"cert":"N\/A","id":43849,"title":"Sweethearts","adult":false,"genre_ids":[10402,35]},{"cast":["Merle Oberon","Laurence Olivier","Binnie Barnes","Ralph Richardson","Morton Selten"],"overview":"The morning after a London barrister lets a mystery woman stay in his suite, a friend files for divorce.","release_date":"1938-01-15","vote_average":6.1,"runtime":92,"cert":"","id":43850,"title":"The Divorce of Lady X","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":43851,"title":"Cirkus Arenas 50 Års Jubilæums forestillingen","adult":false,"genre_ids":[]},{"cast":["Sabu","Raymond Massey","Valerie Hobson","Roger Livesey","David Tree"],"overview":"Set in the India of the British Raj, the evil and untrustworthy Prince Guhl (Raymond Massey) plans to wipe out the British troops as they enjoy the hospitality of Guhl's spacious palace. It's up to the loyal young Prince Azim (Sabu) to warn the troops of Guhl's treachery by tapping out a message on his drum.","release_date":"1938-09-29","vote_average":6.5,"runtime":104,"cert":"N\/A","id":43852,"title":"The Drum","adult":false,"genre_ids":[12,10752]},{"cast":["Jeanette MacDonald","Nelson Eddy","Walter Pidgeon","Buddy Ebsen","Leo Carrillo"],"overview":"Mary Robbins is a moderately educated, beautiful, young woman who owns the saloon called \"The Poker\". She is the only woman in the town of Couldee - making her the fancy of all the men there, especially to Sheriff Jack Rance. On the way to Monterey to sing at a mass officiated by Father Sienna, her stagecoach is held up by the infamous masked bandit, Ramerez. He too takes a fancy to Mary, and decides to secretly follow her, taking on the identity of an officer named, Lieutenant Johnson. While in Monterey, he dances, sings and courts Mary, who has now fallen in love with him. He then has to make a quick getaway. In the mean-time, Sheriff Jack has set up a trap to catch Ramerez at \"The Poker\". When Ramerez does arrive he soon discovers that Mary is the owner, and quickly changes to the identity of Lieutenant Johnson. How long can this charade last?","release_date":"1938-03-18","vote_average":3.8,"runtime":121,"cert":"N\/A","id":43853,"title":"The Girl of the Golden West","adult":false,"genre_ids":[10749,37]},{"cast":["Adolphe Menjou","Vera Zorina","Kenny Baker","Andrea Leeds","Edgar Bergen"],"overview":"Movie producer chooses a simple girl to be \"Miss Humanity\" and to critically evalute his movies from the point of view of the ordinary person.","release_date":"1938-02-04","vote_average":3.0,"runtime":115,"cert":"N\/A","id":43854,"title":"The Goldwyn Follies","adult":false,"genre_ids":[10749,10402]},{"cast":["Barbara Stanwyck","Henry Fonda","Sam Levene","Frances Mercer","Stanley Ridges"],"overview":"When the murdered body discovered by beautiful, vivacious socialite Melsa Manton disappears, police and press label her a prankster until she proves them wrong.","release_date":"1938-10-21","vote_average":6.1,"runtime":80,"cert":"N\/A","id":43855,"title":"The Mad Miss Manton","adult":false,"genre_ids":[35,10749,80]},{"cast":["Danielle Darrieux","Douglas Fairbanks Jr.","Louis Hayward","Helen Broderick","Mischa Auer"],"overview":"Nicole has no job and is several weeks behind with her rent. Her solution to her problems is to try and snare a rich husband. Enlisting the help of her friend Gloria and the maitre'd at a ritzy New York City hotel, the trio plot to have Gloria catch the eye of Bill Duncan, a millionaire staying at the hotel. The plan works and the two quickly become engaged. Nicole's plan may be thwarted by Bill's friend, Jim Trevor, who's met Nicole before and sees through her plot.","release_date":"1938-06-09","vote_average":5.8,"runtime":78,"cert":"N\/A","id":43856,"title":"The Rage of Paris","adult":false,"genre_ids":[35]},{"cast":["Robert Taylor","Eleanor Powell","George Murphy","Binnie Barnes","Buddy Ebsen"],"overview":"Steve Raleight wants to produce a show on Broadway. He finds a backer, Herman Whipple and a leading lady, Sally Lee. But Caroline Whipple forces Steve to use a known star, not a newcomer. Sally purchases a horse, she used to train when her parents had a farm before the depression and with to ex-vaudevillians, Sonny Ledford and Peter Trott she trains it to win a race, providing the money Steve needs for his show.","release_date":"1937-08-20","vote_average":7.5,"runtime":110,"cert":"N\/A","id":43857,"title":"Broadway Melody of 1938","adult":false,"genre_ids":[10402,10749]},{"cast":["Sabu","W.E. Holloway","Walter Hudd","Allan Jeayes","D.J. Williams"],"overview":"This black and white movie is based on Rudyard Kipling's \"Toomai, of the Elephants\", in which a small native lad claims he knows the congregating place of the elephant hordes.","release_date":"1937-04-05","vote_average":7.6,"runtime":80,"cert":"N\/A","id":43858,"title":"Elephant Boy","adult":false,"genre_ids":[10751,12,18]},{"cast":["Dick Powell","Rosemary Lane","Lola Lane","Hugh Herbert","Ted Healy"],"overview":"Ronny Bowers, a saxophonist in Benny Goodman's band has won a talent contest an got a ten week contract with a film studio. On his first evening he is supposed to go with the studio's star Mona Marshall to a movie premiere. But this lady doesn't want to go, so the bosses decide to use for Mona a double, Virginia. When Mona finds out next morning that happened, she insisted to fire her double and Ronny. Ronny finds work as singing waiter in a drive in, and is spotted by a director of the same studio, who wants him to lend his voice for an leading actor in a musical.","release_date":"1937-12-20","vote_average":6.0,"runtime":109,"cert":"N\/A","id":43859,"title":"Hollywood Hotel","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Paul Robeson","Cedric Hardwicke","Anna Lee","Roland Young","John Loder"],"overview":"Adventurer Allan Quartermain leads an expedition into uncharted African territory in an attempt to locate an explorer who went missing during his search for the fabled diamond mines of King Solomon.","release_date":"1937-01-01","vote_average":5.9,"runtime":80,"cert":"N\/A","id":43860,"title":"King Solomon's Mines","adult":false,"genre_ids":[28,12,18]},{"cast":["Gladys George","Warren William","John Beal","Reginald Owen","William Henry"],"overview":"An alcoholic woman was charged and tried for murder and a young defense attorney, unaware that she is his mother, takes the assignment to defend her in court.","release_date":"1937-10-01","vote_average":7.0,"runtime":72,"cert":"N\/A","id":43861,"title":"Madame X","adult":false,"genre_ids":[18]},{"cast":["Jeanette MacDonald","Nelson Eddy","John Barrymore","Herman Bing","Tom Brown"],"overview":"An opera star's manager tries to stop her romance with a penniless singer.","release_date":"1937-03-26","vote_average":6.0,"runtime":132,"cert":"N\/A","id":43862,"title":"Maytime","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Jean Harlow","Robert Taylor","Reginald Owen","Una O'Connor","Henrietta Crosman"],"overview":"Raymond Dabney returns to his family after trouble with the law. He convinces the sheriff to give him a job watching the house and furniture of widow Crystal Wetherby without knowing she is engaged to his brother.","release_date":"1937-03-19","vote_average":7.0,"runtime":84,"cert":"N\/A","id":43863,"title":"Personal Property","adult":false,"genre_ids":[35,10749]},{"cast":["Katharine Hepburn","Ginger Rogers","Adolphe Menjou","Gail Patrick","Andrea Leeds"],"overview":"The ups and downs in the lives and careers of a group of ambitious young actresses and show girls from disparate backgrounds brought together in a theatrical hostel. Centres particularly on the conflict and growing friendship between Terry Randall, a rich girl confident in her talent and ability to make it to the top on the stage, and Jean Maitland, a world weary and cynical trouper who has taken the hard knocks of the ruthless and over-populated world of the Broadway apprentice.","release_date":"1937-10-08","vote_average":7.1,"runtime":92,"cert":"U","id":43864,"title":"Stage Door","adult":false,"genre_ids":[35,18]},{"cast":["Barbara Stanwyck","John Boles","Anne Shirley","Barbara O'Neil","Alan Hale"],"overview":"After divorcing a society man, a small-town woman tries to build a better life for their daughter.","release_date":"1937-08-06","vote_average":7.0,"runtime":106,"cert":"N\/A","id":43865,"title":"Stella Dallas","adult":false,"genre_ids":[18,10749]},{"cast":["Jeanette MacDonald","Allan Jones","Warren William","Billy Gilbert","Douglass Dumbrille"],"overview":"Nina Maria Azara is the beautiful and alluring singing spy for Spain during the Napoleonic Wars. Her mission is to seduce French Officers, in order for them to reveal Napolean's intentions toward Spain. She is sent to Bayonne, France to gather military secrets. Prior to this, she meets, Don Diego while performing at a club. Unknown to her, Don Diego is actually Captain Andre, who is sent to Spain to spy on her. While in France, Nina discovers Diego's true identity, only after she has fallen in love with him. Nina Maria outwits her potential captors and returns to Spain, and goes into hiding. Napoleon's troops invade Spain, resulting in Nina's capture. In a strange twist of fate, Nina and Captain Andre are reunited, but, the 2 nations are now at war... Written by Kelly","release_date":"1937-11-05","vote_average":6.3,"runtime":131,"cert":"N\/A","id":43866,"title":"The Firefly","adult":false,"genre_ids":[36,10402,18]},{"cast":["Ronald Colman","Madeleine Carroll","C. Aubrey Smith","Raymond Massey","Mary Astor"],"overview":"An Englishman on a Ruritarian holiday must impersonate the king when the rightful monarch, a distant cousin, is drugged and kidnapped.","release_date":"1937-09-03","vote_average":8.1,"runtime":101,"cert":"N\/A","id":43867,"title":"The Prisoner of Zenda","adult":false,"genre_ids":[12,18,10749]},{"cast":["Sonja Henie","Tyrone Power","Arthur Treacher","Raymond Walburn","Joan Davis"],"overview":"Swiss hotel ski instructor (Henie) falls in love with a man (Power) who goes skiing every morning.","release_date":"1937-09-03","vote_average":0.0,"runtime":79,"cert":"N\/A","id":43868,"title":"Thin Ice","adult":false,"genre_ids":[35,10749,10402]},{"cast":["Shirley Temple","Victor McLaglen","C. Aubrey Smith","June Lang","Michael Whalen"],"overview":"In 1897, little Priscilla Williams, along with her widowed mother, goes to live with her army colonel paternal grandfather on the British outpost he commands in northern India.","release_date":"1937-07-30","vote_average":7.0,"runtime":100,"cert":"N\/A","id":43869,"title":"Wee Willie Winkie","adult":false,"genre_ids":[12,10751]},{"cast":["Laurence Olivier","Felix Aylmer","Elisabeth Bergner","John Laurie","Lionel Braham"],"overview":"Film version of Shakespeare's comedy of a young woman who disguises herself as a man to win the attention of the one she loves.","release_date":"1936-09-02","vote_average":5.0,"runtime":96,"cert":"","id":43870,"title":"As You Like It","adult":false,"genre_ids":[35,10749,18]},{"cast":["Merle Oberon","Brian Aherne","Karen Morley","Henry Stephenson","David Niven"],"overview":"Irish rebels launch an uprising against the British occupation of Ireland in the 1920s. One of the rebellion's leaders and a beautiful aristocratic Englishwoman meet and, despite the enormous class, cultural, political and social differences between them, fall in love.","release_date":"1936-12-25","vote_average":5.6,"runtime":90,"cert":"N\/A","id":43871,"title":"Beloved Enemy","adult":false,"genre_ids":[18,10749]},{"cast":["Eleanor Powell","James Stewart","Virginia Bruce","Una Merkel","Sid Silvers"],"overview":"Sailor Ted meets and falls in love with Nora Paige, an aspiring Broadway show dancer, at the Lonely Hearts Club. After Ted rescues Lucy James' Pekinese during a public relations campaign on his submarine, Lucy falls in love with Ted; and Ted's captain orders him to meet Lucy for a date at a night club breaking a date with Nora. When she sees a picture of Ted and Lucy in the newspaper, Nora, who lives with Jenny and her daughter (Jenny's husband is Gunny), no longer wants anything to do with Ted.","release_date":"1936-11-27","vote_average":6.8,"runtime":106,"cert":"N\/A","id":43872,"title":"Born to Dance","adult":false,"genre_ids":[35,10402]},{"cast":["Raimu","Pierre Fresnay","Orane Demazis","Fernand Charpin","Alida Rouffe"],"overview":"Honoré Panisse is dying, cheerfully, with friends, wife, and son at his side. He confesses to the priest in front of his friends; he insists that the doctor be truthful. But, he cannot bring himself to tell his son Césariot that his real father is Marius, the absent son of César, Césariot's godfather. Panisse leaves that to Fanny, the lad's mother. Dissembling that he's off to see a friend, Césariot then seeks Marius, now a mechanic in Toulon. Posing as a journalist, Césariot spends time with Marius and leaves believing tales he is a petty thief. Only after the truth comes out can Marius, Fanny, César, and Césariot step beyond the falsehoods, benign though they may be.","release_date":"1936-01-01","vote_average":8.1,"runtime":141,"cert":"N\/A","id":43873,"title":"César","adult":false,"genre_ids":[35,18]},{"cast":["Greta Garbo","Robert Taylor","Lionel Barrymore","Elizabeth Allan","Jessie Ralph"],"overview":"Life in 1847 Paris is as spirited as champagne and as unforgiving as the gray morning after. In gambling dens and lavish soirees, men of means exert their wills and women turned courtesans exult in pleasure. One such woman is Marguerite Gautier, who begins a sumptuous romance with Armand Duval.","release_date":"1936-12-12","vote_average":7.3,"runtime":109,"cert":"N\/A","id":43874,"title":"Camille","adult":false,"genre_ids":[18,10749]},{"cast":["Katharine Hepburn","Fredric March","Florence Eldridge","Douglas Walton","John Carradine"],"overview":"The recently widowed Mary Stuart returns to Scotland to reclaim her throne but is opposed by her half-brother and her own Scottish lords.","release_date":"1936-08-28","vote_average":7.0,"runtime":123,"cert":"N\/A","id":43875,"title":"Mary of Scotland","adult":false,"genre_ids":[18,36]},{"cast":["Charles Boyer","Danielle Darrieux","Jean Dax","Yolande Laffon","Suzy Prim"],"overview":"The film establishes Rudolph is a rebellious \"man of the people\", at eternal odds with his despotic father, Emperor Franz Joseph. To keep him quiet and out of trouble, Rudolph is forced into an arranged marriage, and surrounded by Hapsburg informers and spies. In an effort to escape this oppressive atmosphere, a disguised Rudolph dashes off to a fair, where he meets the beauteous 17-year-old Marie. Thus begins an illicit romance, which the lovers try vainly to keep secret from the prying eyes of the Emperor's flunkeys.","release_date":"1936-01-31","vote_average":7.4,"runtime":96,"cert":"N\/A","id":43876,"title":"Mayerling","adult":false,"genre_ids":[18]},{"cast":["Isuzu Yamada","Chiyoko Ôkura","Shinpachirô Asaka","Benkei Shiganoya","Yôko Umemura"],"overview":"Ayako becomes the mistress of her boss so she can pay her father's debt and prevent him from going to prison for embezzlement.","release_date":"1936-05-28","vote_average":7.2,"runtime":71,"cert":"N\/A","id":43877,"title":"Osaka Elegy","adult":false,"genre_ids":[18]},{"cast":["Sylvia Bataille","Jane Marken","Georges D'Arnoux","Jacques B. Brunius","André Gabriello"],"overview":"The family of a Parisian shop-owner spends a day in the country. The daughter falls in love to a man at the inn, where they spend the day.","release_date":"1936-05-05","vote_average":7.4,"runtime":40,"cert":"N\/A","id":43878,"title":"A Day in the Country","adult":false,"genre_ids":[18,10749]},{"cast":["Norma Shearer","Leslie Howard","John Barrymore","Edna May Oliver","Basil Rathbone"],"overview":"Scenes of combat that will stir your pulse...tender haunting romance that will stay ever fresh in your memory...spectacular beauty that will set a feast for your eyes...in the greatest melodramatic romance of all time...presented as it has never been before...the final glorious flower of motion picture achievement.","release_date":"1936-09-03","vote_average":6.0,"runtime":125,"cert":"N\/A","id":43879,"title":"Romeo and Juliet","adult":false,"genre_ids":[18,10749]},{"cast":["Jeanette MacDonald","Nelson Eddy","Reginald Owen","Allan Jones","James Stewart"],"overview":"Opera singer, Marie de Flor, seeks out fugitive brother in the Canadian wilderness. During her trek, she meets a Canadian mountie, Sgt. Bruce, who is also searching for her brother. Romance ensues, resulting in several love duets between the two.","release_date":"1936-01-31","vote_average":6.0,"runtime":113,"cert":"N\/A","id":43880,"title":"Rose Marie","adult":false,"genre_ids":[10749,12,10402,18,37]},{"cast":["Clark Gable","Jeanette MacDonald","Spencer Tracy","Jack Holt","Jessie Ralph"],"overview":"A beautiful singer and a battling priest try to reform a Barbary Coast saloon owner in the days before the big earthquake.","release_date":"1936-06-26","vote_average":7.1,"runtime":115,"cert":"N\/A","id":43881,"title":"San Francisco","adult":false,"genre_ids":[10402,18,10749]},{"cast":["James Stewart","Glynis Johns","Marlene Dietrich","Janette Scott","Jack Hawkins"],"overview":"James Stewart plays aeronautical engineer Theodore Honey, the quintessential absent-minded professor: eccentric, forgetful, but brilliant. His studies show that the aircraft being manufactured by his employer has a subtle but deadly design flaw that manifests itself only after the aircraft has flown a certain number of hours. En route to a crash site to prove his theory, Honey discovers that he is aboard a plane rapidly approaching his predicted deadline.","release_date":"1951-06-28","vote_average":7.0,"runtime":98,"cert":"","id":43882,"title":"No Highway","adult":false,"genre_ids":[10749,18]},{"cast":["Gary Cooper","Jean Arthur","James Ellison","Charles Bickford","Helen Burgess"],"overview":"Wild Bill Hickok (Gary Cooper), Calamity Jane (Jean Arthur) and Buffalo Bill (James Ellison) go up against Indians and a gunrunner.","release_date":"1936-11-16","vote_average":6.3,"runtime":113,"cert":"N\/A","id":43885,"title":"The Plainsman","adult":false,"genre_ids":[37,10752,36,10749]},{"cast":["Katharine Hepburn","Fred MacMurray","Fred Stone","Evelyn Venable","Frank Albertson"],"overview":"In the lower-middle-class Adams family, father and son are happy to work in a drugstore, but mother and daughter Alice try every possible social-climbing stratagem despite snubs and embarrassment. When Alice finally meets her dream man Arthur, mother nags father into a risky business venture and plans to impress Alice's beau with an \"upscale\" family dinner. Will the excruciating results drive Arthur away?","release_date":"1935-08-23","vote_average":6.8,"runtime":99,"cert":"N\/A","id":43886,"title":"Alice Adams","adult":false,"genre_ids":[35,18,10749]},{"cast":["Barbara Stanwyck","Preston Foster","Melvyn Douglas","Moroni Olsen","Pert Kelton"],"overview":"Awkward Annie (Barbara Stanwyck) loves her sharpshooting rival (Preston Foster) in Buffalo Bill's Wild West Show.","release_date":"1935-11-15","vote_average":6.4,"runtime":90,"cert":"N\/A","id":43887,"title":"Annie Oakley","adult":false,"genre_ids":[18,37]},{"cast":["Miriam  Hopkins","Frances Dee","Cedric Hardwicke","Billie Burke","Alison Skipworth"],"overview":"The first feature length film to use three-strip Technicolor film. Adapted from a play that was adapted from William Makepeace Thackeray's book \"Vanity Fair\", the film looks at the English class system during the Napoleonic Wars era.","release_date":"1935-06-28","vote_average":5.2,"runtime":84,"cert":"N\/A","id":43888,"title":"Becky Sharp","adult":false,"genre_ids":[18,10749]},{"cast":["Stan Laurel","Oliver Hardy","William Janney","June Lang","James Finlayson"],"overview":"Stan and Ollie stow away to Scotland expecting to inherit the MacLaurel estate. When things don't quite turn out that way, they unwittingly enlist in the Scottish army and are posted to India.","release_date":"1935-08-23","vote_average":7.0,"runtime":80,"cert":"N\/A","id":43889,"title":"Bonnie Scotland","adult":false,"genre_ids":[35]},{"cast":["Jack Benny","Eleanor Powell","Robert Taylor","Una Merkel","Sid Silvers"],"overview":"Lovely, gifted Irene Foster hopes that her childhood sweetheart-turned Broadway producer Robert Gordon will recognize her--and her talent. Gordon is too busy sparring with a dirt-dishing gossip columnist to notice, but his wisecracking, heart-of-gold secretary certainly does. She and Irene must use their wits to show him what he's missing!","release_date":"1935-09-20","vote_average":7.0,"runtime":101,"cert":"N\/A","id":43890,"title":"Broadway Melody of 1936","adult":false,"genre_ids":[10402,10749]},{"cast":["Edward Arnold","Peter Lorre","Marian Marsh","Tala Birell","Elisabeth Risdon"],"overview":"A man is haunted by a murder he's committed.","release_date":"1935-11-22","vote_average":6.5,"runtime":88,"cert":"N\/A","id":43891,"title":"Crime and Punishment","adult":false,"genre_ids":[80,18]},{"cast":["Dick Powell","Adolphe Menjou","Gloria Stuart","Alice Brady","Hugh Herbert"],"overview":"Romance strikes when a vacationing millionairess and her daughter and son spend their vacation at a posh New England resort.","release_date":"1935-03-15","vote_average":6.8,"runtime":95,"cert":"N\/A","id":43892,"title":"Gold Diggers of 1935","adult":false,"genre_ids":[10402,35]},{"cast":["Fredric March","Charles Laughton","Cedric Hardwicke","Rochelle Hudson","Florence Eldridge"],"overview":"In early nineteenth-century France Jean Valjean, an ex-convict who failed to report to parole, is relentlessly pursued over a twenty-year period by Javert, an obsessive policeman.","release_date":"1935-04-02","vote_average":7.2,"runtime":108,"cert":"N\/A","id":43893,"title":"Les Misérables","adult":false,"genre_ids":[18,36,10749]},{"cast":["Jeanette MacDonald","Nelson Eddy","Frank Morgan","Elsa Lanchester","Douglass Dumbrille"],"overview":"A French princess in Colonial America gets involved with an Indian scout.","release_date":"1935-03-29","vote_average":4.7,"runtime":105,"cert":"N\/A","id":43894,"title":"Naughty Marietta","adult":false,"genre_ids":[18,10402]},{"cast":["Shirley Temple","Joel McCrea","Rosemary Ames","J. Farrell MacDonald","Lyle Talbot"],"overview":"Don Middleton is so caught up with his work he neglects his wife Elsa. Lonely Elsa begins to spend more time with Don's best friend and they become attracted to one another. Don and Elsa decide to get a divorce, unaware of the effect their problems are having on their daughter Molly. When Elsa announces plans to remarry, Molly runs away from home.","release_date":"1935-01-01","vote_average":7.5,"runtime":65,"cert":"N\/A","id":43895,"title":"Our Little Girl","adult":false,"genre_ids":[35,18,10751]},{"cast":["Victor McLaglen","Heather Angel","Preston Foster","Margot Grahame","Wallace Ford"],"overview":"Gypo Nolan is a former Irish Republican Army man who drowns his sorrows in the bottle. He's desperate to escape his bleak Dublin life and start over in America with his girlfriend. So when British authorities advertise a reward for information about his best friend, current IRA member Frankie, Gypo cooperates. Now Gypo can buy two tickets on a boat bound for the States, but can he escape the overwhelming guilt he feels for betraying his buddy?","release_date":"1935-05-09","vote_average":6.9,"runtime":91,"cert":"PG","id":43896,"title":"The Informer","adult":false,"genre_ids":[80,18]},{"cast":["Shirley Temple","John Boles","Jack Holt","Karen Morley","Bill Robinson"],"overview":"Virgie Cary's father, a rebel officer, sneaks back to his rundown plantation to see his dying wife and is arrested. A Yankee officer takes pity and sets up an escape. Everyone is captured and the officers are to be executed. Virgie and Uncle Billy beg President Lincoln to intercede.","release_date":"1935-11-22","vote_average":6.1,"runtime":70,"cert":"N\/A","id":43897,"title":"The Littlest Rebel","adult":false,"genre_ids":[35,18,10751,10752]},{"cast":["Gary Cooper","Franchot Tone","Richard Cromwell","Guy Standing","C. Aubrey Smith"],"overview":"In the Northwest Frontier of India, the 41st Bengal Lancers leaded by the harsh Colonel Tom Stone are having trouble with the rebellious leader Mohammed Khan. After two casualties, the experienced but insubordinate Lieutenant Alan McGregor receives as replacement, the arrogant Lieutenant Forsythe and the immature son of Colonel Stone, Lieutenant Donald Stone. With the intention to prove that he will not have any privilege in the troop, the reception of Colonel Stone to his son is absolutely cold, but he becomes the protégé of McGregor. When Lieutenant Stone is kidnapped by Mohammed Khan, McGregor and Forsythe disobey the direct order of their commander, disguise as Indian peddlers and go to Khan's fortress to attempt to rescue their friend","release_date":"1935-01-11","vote_average":6.5,"runtime":109,"cert":"N\/A","id":43898,"title":"The Lives of a Bengal Lancer","adult":false,"genre_ids":[12,18]},{"cast":["W.C. Fields","Lionel Barrymore","Maureen O'Sullivan","Madge Evans","Edna May Oliver"],"overview":"Charles Dickens' classic tale of an orphaned boy's fight for happiness and the colorful characters who help and hinder him.","release_date":"1935-01-18","vote_average":6.3,"runtime":130,"cert":"N\/A","id":43899,"title":"David Copperfield","adult":false,"genre_ids":[12,18,10749]},{"cast":["Fernandel","Orane Demazis","Henri Poupon","Édouard Delmont","Annie Toinon"],"overview":"Angèle is a 1934 French drama film directed, produced and written by Marcel Pagnol. It stars Orane Demazis as a naive young woman who is seduced and abandoned. It is based on the novel Un de Baumugnes by Jean Giono.","release_date":"1934-10-26","vote_average":6.0,"runtime":145,"cert":"N\/A","id":43900,"title":"Angele","adult":false,"genre_ids":[18]},{"cast":["Anne Shirley","O.P. Heggie","Helen Westley","Tom Brown","Sara Haden"],"overview":"Anne Shirley, an orphan, is fostered by farmer Matthew Cuthbert and his sister Marilla, who were expecting a boy to be sent them to help with their farm work. They accept Anne, who quickly endears herself to them and to the local villagers.","release_date":"1934-11-23","vote_average":7.3,"runtime":78,"cert":"U","id":43901,"title":"Anne of Green Gables","adult":false,"genre_ids":[35,18,10751]},{"cast":["Claudette Colbert","Warren William","Henry Wilcoxon","Joseph Schildkraut","Ian Keith"],"overview":"The queen of Egypt barges the Nile and flirts with Mark Antony and Julius Caesar.","release_date":"1934-10-05","vote_average":5.7,"runtime":100,"cert":"N\/A","id":43902,"title":"Cleopatra","adult":false,"genre_ids":[18,10749]},{"cast":["Joan Blondell","Dick Powell","Ruby Keeler","Zasu Pitts","Guy Kibbee"],"overview":"A reformer's daughter wins the lead in a scandalous Broadway show.","release_date":"1934-09-01","vote_average":5.5,"runtime":91,"cert":"N\/A","id":43903,"title":"Dames","adult":false,"genre_ids":[10749,10402,35]},{"cast":["Michel Simon","Dita Parlo","Jean Dasté","Gilles Margaritis","Louis Lefebvre"],"overview":"Capricious small-town girl Juliette and barge captain Jean marry after a whirlwind courtship, and she comes to live aboard his boat, L'Atalante. As they make their way down the Seine, Jean grows weary of Juliette's flirtations with his all-male crew, and Juliette longs to escape the monotony of the boat and experience the excitement of a big city. When she steals away to Paris by herself, her husband begins to think their marriage was a mistake.","release_date":"1934-04-24","vote_average":7.6,"runtime":89,"cert":"N\/A","id":43904,"title":"L'Atalante","adult":false,"genre_ids":[10749,18]},{"cast":["Leslie Howard","Bette Davis","Frances Dee","Kay Johnson","Reginald Denny"],"overview":"Club-footed medical school student Philip Carey falls in love with cynical waitress Mildred Rogers. She rejects him and runs off with a salesman, later returning pregnant and unmarried. Philip takes her in, though \"happily ever after\" is not to be.","release_date":"1934-07-20","vote_average":7.0,"runtime":83,"cert":"N\/A","id":43905,"title":"Of Human Bondage","adult":false,"genre_ids":[18]},{"cast":["Türkü Turan","Sermet Yeşil","Suat Oktay Senocak","Asil Buyukozcelik","Saygın Soysal"],"overview":"Too much happens too many times in this potentially brilliant parable.","release_date":"2009-10-14","vote_average":7.0,"runtime":122,"cert":"N\/A","id":43908,"title":"Kosmos","adult":false,"genre_ids":[35,18]},{"cast":["Bret Michaels","Martin Sheen","Kristi Gibson","Lorelei Shellist","Simon Elsworth"],"overview":"A psychological thriller that takes you through the mind of convicted killer, Michael Raine, and his experiences on death row. Was he guilty of killing his girlfriend or was he a victim of a conspiracy to frame him for a crime he didn't commit? As the story unfolds Jessica Foster, an assistant to the Governor of Tennessee begins to interview Raine while on death row, claiming that she's writing a book about the inmates. Through various circumstances, Raine puts two and two together and builds a case that he believes can prove his innocence...or does he? Ms. Foster is the only one on the 'outside\" who can give Raine a voice, but is she working for those who framed him? As time draws near to the date of his execution, in his most desperate hour Raine finds the missing pieces to the puzzle to prove his innocence, but is it too late...? Was this story told from Raine's point of view or from the book writers or from yours, the viewer - you decide.","release_date":"1998-11-17","vote_average":2.0,"runtime":89,"cert":"N\/A","id":43911,"title":"A Letter from Death Row","adult":false,"genre_ids":[18,80,9648]},{"cast":["Charlie Sheen","Juliette Caton","Joanna Clarke","Nicola Stapleton","Jade Magri"],"overview":"In this version of \"Heidi,\" a young Swiss girl is sent off to boarding school at the beginning of World War I.","release_date":"1990-02-14","vote_average":7.1,"runtime":98,"cert":"N\/A","id":43912,"title":"Courage Mountain","adult":false,"genre_ids":[18,10751]},{"cast":["Charlie Sheen","Michael Halsey","Ivana Miličević","Stephen McCole","Gary Lewis"],"overview":"The only thing James wants is to remain away from Scotland. One day, however, he receives a fax, a printout of an unknown person's obituary. The next day, he is charged and arrested for the murder of this person.","release_date":"1998-06-20","vote_average":5.4,"runtime":105,"cert":"N\/A","id":43913,"title":"Postmortem","adult":false,"genre_ids":[53]},{"cast":["Katrina Gibson","Jay Hernandez","Melida Prado","Yvette Cruise","Angela Alvarado"],"overview":"Kata has lived her first fifteen years believing that, although she has an amazing ancestry, the only thing that lies in her future is a broken heart, the symbol of the Ninth Street Gang. She and her lifelong friend Ana are two of the toughest members of their gang, fearing nothing but the loss of each other. Car-jacking, fights, and running from the cops are a daily routine as the girls fight to protect their territory and their reputation. Performing as \"Outrageous Chaos\" in local dance contests provides their only relief, but each night they must return home to the sad reality of their lives.","release_date":"2000-07-22","vote_average":6.0,"runtime":90,"cert":"N\/A","id":43914,"title":"Living the Life","adult":false,"genre_ids":[18]},{"cast":["Raquel Welch","Anthony Franciosa","Ronald Fraser","Richard Briers","Greta Chi"],"overview":"While touring abroad in Europe, beautiful American skydiver Fathom Harvill gets wrapped up in international intrigue when Scottish spy Douglas Campbell recruits her to help him on a secret mission. Before long, Fathom realizes that no one around her, including the mysterious Peter Merriweather, can easily be trusted, leading to various adventures that involve bull fighting, beaches and, of course, romance.","release_date":"1967-12-13","vote_average":6.9,"runtime":99,"cert":"U","id":43915,"title":"Fathom","adult":false,"genre_ids":[28,35,18]},{"cast":["Lawal Muhammed","Tim Kennedy","K.J. Noons","Jorge Gurgel","Franklin Lashley"],"overview":"Strikeforce: Houston, also known as Strikeforce: Houston: King Mo vs. Feijao, was a mixed martial arts event that was held by Strikeforce on August 21, 2010 at Toyota Center in Houston, Texas, United States.After Jake Shields vacated the Strikeforce Middleweight Championship, there was much speculation that there would be a tournament for the title. However, Strikeforce announced that Ronaldo Souza and Tim Kennedy would fight for the championship.André Galvão was originally scheduled to face Nate Moore, however Jorge Patino stepped in on late notice for the injured Moore.The Cormier\/Riley and Galvão\/Patino preliminary bouts streamed live on Sherdog.com.","release_date":"2010-08-21","vote_average":4.3,"runtime":140,"cert":"N\/A","id":43916,"title":"Strikeforce: Houston","adult":false,"genre_ids":[]},{"cast":["Danielle Harris","Kane Hodder","Parry Shen","Tony Todd","R.A. Mihailoff"],"overview":"Picking up right where the original ended, Marybeth escapes the clutches of the deformed, swamp-dwelling iconic killer Victor Crowley. After learning the truth about her family’s connection to the hatchet-wielding madman, Marybeth returns to the Louisiana swamps along with an army of hunters to recover the bodies of her family and exact the bloodiest revenge against the bayou butcher.","release_date":"2010-08-26","vote_average":5.6,"runtime":89,"cert":"","id":43919,"title":"Hatchet II","adult":false,"genre_ids":[27,35,53]},{"cast":["Adam Butcher","Shane Kippel","Mateo Morales","Taylor Poulin","Slim Twig"],"overview":"Three juvenile delinquents arrive at a correctional center and are put under the care of an experienced guard.","release_date":"2010-04-24","vote_average":7.5,"runtime":91,"cert":"N\/A","id":43920,"title":"Dog Pound","adult":false,"genre_ids":[18]},{"cast":["Meiling Melançon","Ian Bohen","Estella Warren","Kenny Doughty"],"overview":"Newlyweds Adam and Lynda have the perfect life. They are completely enamored with each other and Adam has just sold a technology patent for millions. However, their marital bliss soon fades when Lynda begins to suspect that Adam's newfound fortune could be tied to the recent death of her beloved brother. With the truth slowly emerging, how far will Adam go to hide his dark secrets from the one he loves, and will he be ready to live with the consequences?","release_date":"2009-02-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":43921,"title":"Irreversi","adult":false,"genre_ids":[28]},{"cast":["John Cena","Patricia Clarkson","Devon Graye","Danny Glover","Madeleine Martin"],"overview":"A book-smart teenager joins his school's wrestling team as a way to reunite his surviving family members, who split apart after the death of his father, a college wrestling legend, 10 years ago.","release_date":"2010-09-09","vote_average":6.3,"runtime":107,"cert":"N\/A","id":43922,"title":"Legendary","adult":false,"genre_ids":[18]},{"cast":["Keir Gilchrist","Emma Roberts","Zach Galifianakis","Viola Davis","Zoë Kravitz"],"overview":"A clinically depressed teenager gets a new start after he checks himself into an adult psychiatric ward.","release_date":"2010-10-08","vote_average":7.0,"runtime":101,"cert":"N\/A","id":43923,"title":"It's Kind of a Funny Story","adult":false,"genre_ids":[35,18]},{"cast":["Pat Tillman","Richard Tillman"],"overview":"Pat Tillman never thought of himself as a hero. His choice to leave a multimillion-dollar football contract and join the military wasn't done for any reason other than he felt it was the right thing to do. The fact that the military manipulated his tragic death in the line of duty into a propaganda tool is unfathomable and thoroughly explored in Amir Bar-Lev's riveting and enraging documentary.","release_date":"2010-08-22","vote_average":7.5,"runtime":94,"cert":"N\/A","id":43924,"title":"The Tillman Story","adult":false,"genre_ids":[99]},{"cast":["Marcelo Faria","Maria Flor","Márcio Libar","Netinho Alves","Jonathan Haagensen"],"overview":"Four people with different values and standards meet in the urban chaos of Copacabana. Rita and Waldick come from the country, and befriend two Rio de Janeiro native guys, upon arrival: the playboy and surfer Paulo Roberto and a pimp called Tim. Written by lukejoplin@infolink.com.br","release_date":"2005-07-08","vote_average":4.8,"runtime":108,"cert":"N\/A","id":43925,"title":"O Diabo a Quatro","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"In this tough-as-nails, coming-of-age comedy, high school valedictorian Chris Johnson's plans for an Ivy League future are suddenly derailed by an unfortunate chem lab explosion. In order to keep the mishap off his permanent record, Chris must attend - and survive - Saturday detention under the watchful eye of the woodshop teacher (Jesse Ventura), an ex-Army Ranger who's more than a little rough around the edges. While dealing with hilarious complications involving his misfit classmates, including the nerds, the tomboy, the stoner and the bully-from-hell, Chris has just one goal in mind: to make it through the day...without coming unglued!","release_date":"","vote_average":5.0,"runtime":null,"cert":"N\/A","id":43926,"title":"Woodshop","adult":false,"genre_ids":[35,18]},{"cast":["Stephen Hale","Anthony Deptula","Tina Kapousis"],"overview":"Fischer can't remember the last time he woke up without a hangover. He lives in a church: a real one. Where people baptize, marry, pray and die. It's an ideal situation for a young guy with no aspirations: if he locks up the church, he can sleep in the back. Free of charge. 6:00am. Tuesday morning. Fischer's old friend from high school shows up unannounced. Even though they haven't seen each other in years, Peter just drove 10 hours straight because his girlfriend of five years just cheated on him. He's looking for a place to hide. To think. To drink. What better place than Fischer's church? After leaving 50 unanswered voice-mails, Rudy shows up four days later. That's Peter's girlfriend. She didn't cheat on him. She did something much worse.","release_date":"2010-01-18","vote_average":6.0,"runtime":90,"cert":"N\/A","id":43929,"title":"One Too Many Mornings","adult":false,"genre_ids":[35,18,10749]},{"cast":["Caitlin Stasey","Rachel Hurd-Wood","Phoebe Tonkin","Deniz Akdeniz","Lincoln Lewis"],"overview":"Ellie Linton, a teen from an Australian coastal town, leads her friends on an excursion to a camp deep in the woods, dubbed \"Hell.\" Upon their return, the youths find that their town has been overrun by an enemy army, and their friends and family have been imprisoned. When the hostile invaders become alerted to their presence, Ellie and her friends band together to escape -- and strike back against -- this mysterious enemy.","release_date":"2010-08-08","vote_average":6.3,"runtime":103,"cert":"12A","id":43930,"title":"Tomorrow, When the War Began","adult":false,"genre_ids":[28,12,18]},{"cast":["Max Thieriot","John Magaro","Denzel Whitaker","Zena Grey","Nick Lashaway"],"overview":"A serial killer returns to his hometown to stalk seven children who share the same birthday as the date he was allegedly put to rest.","release_date":"2010-10-08","vote_average":5.5,"runtime":107,"cert":"N\/A","id":43931,"title":"My Soul to Take","adult":false,"genre_ids":[18,27,9648,53]},{"cast":[],"overview":"The feature-length documentary Blood and Oil – The Middle East in World War I exposes the Western greed and political intrigue which laid the foundation for wars, coups, revolts, oppressive dictators and military interventions in today’s Middle East. Palestine, Lebanon, Syria, Jordan, Iraq, modern Turkey and other hot spots are born as the British and French divide the “fruits of victory” in World War.","release_date":"2006-12-06","vote_average":5.3,"runtime":112,"cert":"N\/A","id":43932,"title":"Blood and Oil: The Middle East in World War I","adult":false,"genre_ids":[99]},{"cast":["Scoot McNairy","Whitney Able","Annalee Jefferies","Ricky Catter","Kerry Valderrama"],"overview":"Six years ago NASA discovered the possibility of alien life within our solar system. A probe was launched to collect samples, but crashed upon re-entry over Central America. Soon after, new life forms began to appear and half of Mexico was quarantined as an infected zone. Today, the American and Mexican military still struggle to contain \"the creatures,\" while a journalist agrees to escort a shaken tourist through the infected zone in Mexico to the safety of the U.S. border.","release_date":"2010-06-18","vote_average":6.2,"runtime":94,"cert":"12A","id":43933,"title":"Monsters","adult":false,"genre_ids":[18,53,878]},{"cast":["Chum Mey","Khieu 'Poev' Ches","Yeay Cheu","Nhiem Ein","Houy Him"],"overview":"Documentary of the S-21 genocide prison in Phnom Penh with interviews of prisoners and guards. On the search for reasons why this could have happened.","release_date":"2003-05-17","vote_average":7.4,"runtime":101,"cert":"","id":43936,"title":"S21: The Khmer Rouge Killing Machine","adult":false,"genre_ids":[99]},{"cast":["Mira Sorvino","Barry Pepper","Cole Hauser","Kate Levering","Maxwell Perry Cotton"],"overview":"A compelling drama that explores the different meanings of being a parent through the gritty, realistic lives of a struggling family, and a privileged family. Their lives intersect, intertwine and collide, all for the love of a little boy. This film bravely exposes the humanity in each character reminding us that we each have the potential to be the best and worst versions of ourselves at any time.","release_date":"2009-02-05","vote_average":6.8,"runtime":100,"cert":"N\/A","id":43937,"title":"Like Dandelion Dust","adult":false,"genre_ids":[18,10751]},{"cast":["Matt Bush","Kerry Bishé","Edward Burns","Max Baker","Anna Wood"],"overview":"Johnny Rizzo, is about to trade his dream job in talk radio for some snooze-ville gig that'll pay enough to please his fiance. Enter Uncle Terry, a rascally womanizer set on turning a weekend in the Hamptons into an eye-opening fling for his nephew. Nice guy Johnny's not interested, of course, but then he meets the lovely Brooke, who challenges Johnny to make the toughest decision of is life.","release_date":"2010-11-04","vote_average":5.3,"runtime":89,"cert":"N\/A","id":43938,"title":"Nice Guy Johnny","adult":false,"genre_ids":[35,10749]},{"cast":["Joaquin Phoenix","Bruce Willis","Danny DeVito","Jack Nicholson","Ben Stiller"],"overview":"I'm Still Here is a portrayal of a tumultuous year in the life of actor Joaquin Phoenix. With remarkable access, the film follows the Oscar-nominee as he announces his retirement from a successful film career in the fall of 2008 and sets off to reinvent himself as a hip-hop musician. The film is a portrait of an artist at a crossroads and explores notions of courage and creative reinvention, as well as the ramifications of a life spent in the public eye.","release_date":"2010-09-10","vote_average":6.1,"runtime":107,"cert":"15","id":43939,"title":"I'm Still Here","adult":false,"genre_ids":[10402,35,18]},{"cast":["Basilio Vargas","Bernardo Vargas","Vanessa Vargas"],"overview":"'The Devil's Miner' tells the story of 14-year-old Basilio who worships the devil for protection while working in a Bolivian silver mine to support his family.","release_date":"2005-11-05","vote_average":6.7,"runtime":82,"cert":"N\/A","id":43940,"title":"The Devil's Miner","adult":false,"genre_ids":[99]},{"cast":["Shaun Dooley","Dean Andrews","Rasheed Naz","Tatmain Ul Qulb","Hameed Sheikh"],"overview":"In 1999, a British mine clearance engineer working for the Taliban government in Afghanistan must flee the country when he becomes embroiled in a deadly game of intrigue and betrayal.","release_date":"2009-08-01","vote_average":6.5,"runtime":94,"cert":"","id":43941,"title":"Kandahar Break: Fortress of War","adult":false,"genre_ids":[28,10749,53,10752]},{"cast":["Zoe Sloane","Jade Viggiano","Amancaya Aguilar","Kahiry Bess","Alisha Naragsheth"],"overview":"Some of the world's most innovative documentary filmmakers will explore the hidden side of everything.","release_date":"2010-10-01","vote_average":6.6,"runtime":93,"cert":"","id":43942,"title":"Freakonomics","adult":false,"genre_ids":[99]},{"cast":["Philip Seymour Hoffman","John Ortiz","Richard Petrocelli","Tom McCarthy","Amy Ryan"],"overview":"A limo driver's blind date sparks a tale of love, betrayal, friendship and grace—centered around two working-class New York City couples.","release_date":"2010-09-23","vote_average":6.0,"runtime":89,"cert":"N\/A","id":43943,"title":"Jack Goes Boating","adult":false,"genre_ids":[35,18,10749]},{"cast":["Lucy Brown","Vincent Regan","Dave Legeno","Tamer Hassan","Terry Stone"],"overview":"In 1995, drug suppliers and career criminals Tony Tucker, Patrick Tate and Craig Rolfe were blasted to death by a shot gun whilst waiting in a Range Rover in Rettendon, Essex. The film charts their rise to become the most prolific dealers and feared criminals in the south of England, maintaining the hold on their empire with fear and violence until their untimely death.","release_date":"2010-09-02","vote_average":5.5,"runtime":100,"cert":"18","id":43944,"title":"Bonded by Blood","adult":false,"genre_ids":[18,53,80]},{"cast":["H.P. Baxxter"],"overview":"1. Intro 2. J´adore Hardcore 3. Posse (I Need You On The Floor) 4. The Sound Above My Hair 5. Stuck On Replay 6. Jumping All Over The World 7. The Question Is What Is The Question? 8. Second Skin 9. Clic Clac \/ Scarborough Reloaded 10. Fire 11. Fuck The Millennium \/ Call Me Manana 12. Weekend! 13. Bit A Bad Boy 14. One (Always Hardcore) 15. Ti Sento 16. Jump That Rock (Whatever You Want) 17. Nessaja 18. How Much Is The Fish? 19. Maria (I Like It Loud) 20. Endless Summer \/ Hyper Hyper \/ Move Your Ass!","release_date":"2010-05-07","vote_average":5.8,"runtime":105,"cert":"N\/A","id":43945,"title":"Scooter - Live In Hamburg","adult":false,"genre_ids":[10402]},{"cast":["Jeff Barrie"],"overview":"Documentary that promotes energy conservation, efficiency and renewable energy.","release_date":"2005-12-01","vote_average":6.0,"runtime":57,"cert":"N\/A","id":43946,"title":"Kilowatt Ours","adult":false,"genre_ids":[18,99]},{"cast":["Sarah Butler","Daniel Franzese","Chad Lindberg","Jeff Branson","Rodney Eastman"],"overview":"Jennifer is a writer working on a new novel and, needing to get out of the city to finish it, hires a riverside apartment in upstate New York to finish her book—attracting the attention of a number of rowdy male locals.","release_date":"2010-06-17","vote_average":6.4,"runtime":108,"cert":"18","id":43947,"title":"I Spit on Your Grave","adult":false,"genre_ids":[53,80,27]},{"cast":["Carter Holland","Phil Sundbaum","Adam Hauck","Guy Marsh","Nate Adams"],"overview":"Absolutely indestructible; Not the riders, but the bikes they ride; in this 22 minute video, the riders are taken these things off of a 10' drops to flat roads, trails, no flatspots or warps. Atomic Laboratories means what the rimstrip says. They are tough as hell.","release_date":"","vote_average":3.5,"runtime":22,"cert":"N\/A","id":43948,"title":"Tough As Hell","adult":false,"genre_ids":[]},{"cast":["Madeline Carroll","Callan McAuliffe","Rebecca De Mornay","Anthony Edwards","John Mahoney"],"overview":"When Juli meets Bryce in the second grade, she knows it's true love. After spending six years trying to convince Bryce the same, she's ready to give up - until he starts to reconsider.","release_date":"2010-08-06","vote_average":7.5,"runtime":89,"cert":"PG","id":43949,"title":"Flipped","adult":false,"genre_ids":[10749,18]},{"cast":["Marie Bos","Delphine Brual","Cassandra Forêt","Charlotte Eugène-Guibbaud","Jean-Michel Vovk"],"overview":"Searing memories and carnal desires rule the mind of Ana, a young woman in thrall to her own fantasies whose visions and obsessions draw her toward deeper eroticism -- and deeper danger, in this modern take on a Giallo.","release_date":"2009-09-23","vote_average":6.6,"runtime":90,"cert":"18","id":43950,"title":"Amer","adult":false,"genre_ids":[53,27]},{"cast":["Danny Bhoy"],"overview":"DANNY BHOY - Live at the Athenaeum is the anticipated follow up to Danny's 2007 debut DVD Live at The Opera House. The show, filmed at Melbourne's historic Athenaeum Theatre during his sold out tour of Australia 2009, promises more memorable tales from the globe-trotting Scotsman in his finest performance yet to date. As possibly the most-traveled comedian in the world, he describes sometimes in painfully funny detail the less glamorous side of a comedian's life on the road. Sometimes introspective, occasionally outlandish, these true stories from his life are sure to leave you with a smile on your face and wanderlust in your heart. The DVD also includes a special unreleased ?Visitor?s Guide to Scotland? as well as other extras including TV Appearances, Photo Gallery and hidden features.","release_date":"2009-05-08","vote_average":6.3,"runtime":65,"cert":"N\/A","id":43951,"title":"Danny Bhoy: Live at the Athenaeum","adult":false,"genre_ids":[35]},{"cast":["Samantha Lockwood","Danny Trejo","Mike Hatton","Jason Mewes","Annemarie Pazmino"],"overview":"A 30-something couple unintentionally become involved in a botched jewel heist while shopping for wedding rings.","release_date":"2010-01-01","vote_average":3.4,"runtime":81,"cert":"N\/A","id":43954,"title":"Shoot the Hero","adult":false,"genre_ids":[28,35]},{"cast":["Cole Bangert","Brad Benedict","Ryan Condrashoff","Brian Miller","Alex Reveles"],"overview":"Days of Dirt DVD is the fifth feature release from Allout Productions, 'Days of Dirt' offers up a buttery blend of downhill &amp; freestyle action. From the hills of Oakland to Crankworx, the film showcases America's finest riders gettin down n dirty doing what they do best.","release_date":"2009-04-27","vote_average":6.0,"runtime":60,"cert":"","id":43955,"title":"Days Of Dirt","adult":false,"genre_ids":[35,10749]},{"cast":["Michael York","Malcolm McDowell","John Rhys-Davies","Billy West","Grey DeLisle"],"overview":"Tom and Jerry need to learn to work together in order to help Sherlock Holmes with an investigation of a jewel theft. But still, they are cat and mouse!","release_date":"2010-08-24","vote_average":6.7,"runtime":49,"cert":"U","id":43956,"title":"Tom and Jerry Meet Sherlock Holmes","adult":false,"genre_ids":[12,16,10751,35]},{"cast":["David Mann","Tamela Mann","Terrell Phillips","Terrell Carter","Trina Braxton"],"overview":"A funeral can be a time for laughter (and lessons) when the kooky Brown family gathers to bury Brown's 107-year-old father. It's a foot-stomping sound-stirring send-off and a great reminder--\"Ain't nothin' like family, ain't nothin' like love!\"","release_date":"2005-06-28","vote_average":3.0,"runtime":139,"cert":"N\/A","id":43957,"title":"Tyler Perry's Meet The Browns - The Play","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Part II of \"How To Win,\" a documentary produced and directed by Alex Rankin that follows the 2006 World Cup champion Steve Peat and fellow team mate Nathan Rennie through the race season complimented with the high energy action of footage from Earthed4 by Dirt magazine.","release_date":"","vote_average":0.0,"runtime":30,"cert":"N\/A","id":43958,"title":"How to win","adult":false,"genre_ids":[]},{"cast":["AnnaSophia Robb","Helen Hunt","Lorraine Nicholson","Carrie Underwood","Dennis Quaid"],"overview":"The true story of teen surfer Bethany Hamilton, who lost her arm in a shark attack and courageously overcame all odds to become a champion again, through her sheer determination and unwavering faith.","release_date":"2011-04-08","vote_average":7.0,"runtime":112,"cert":"PG","id":43959,"title":"Soul Surfer","adult":false,"genre_ids":[10751,18]},{"cast":["Drake Bell","Josh Peck","Miranda Cosgrove","Nancy Sullivan","Jonathan Goldstein"],"overview":"When Drake and Josh accidentally send their little sister Megan on a plane to L.A., they soon find themselves in the middle of a dangerous situation.","release_date":"2006-01-01","vote_average":6.3,"runtime":73,"cert":"N\/A","id":43960,"title":"Drake & Josh Go Hollywood","adult":false,"genre_ids":[10770,10751,35,12,80]},{"cast":["James Stewart","Jean Hagen","Wendell Corey","James Arness","Rhys Williams"],"overview":"This is the story of David Marshall 'Marsh' Williams, the real life inventor of the world famous M-1 Carbine automatic rifle used in WWII. It all started when Marsh, who was one to do things his way, was caught distilling moonshine, and was accused and convicted of shooting a federal officer in the process. This at first placed him in the chain gang which labeled him as a hard case. Later, to make room for those more deserving, he was moved to a prison farm, where he came under the direction of Captain H.T. Peoples. The Captain was a mild mannered warden, who did not shy from discipline when necessary, but also believed that given the opportunity, most men will respond to good. Believing that Marsh was just such a person, the Captain gave him every opportunity to reform, so much so, that he eventually allowed Marsh to work in the tool shop on his spare time to develop and build by hand, a working riffle, inside the prison farm itself.","release_date":"1952-05-01","vote_average":6.1,"runtime":92,"cert":"N\/A","id":43961,"title":"Carbine Williams","adult":false,"genre_ids":[80,18]},{"cast":["Spencer Tracy","James Stewart","Valentina Cortese","Sydney Greenstreet","John Hodiak"],"overview":"After living abroad for several years, journalist John Royer returns to the United States just after the U.S. enters World War II. His boast that he could easily smuggle rubber, a key wartime natural resource, out of Malaya has him tasked with doing just that. He manages to get someone from his past, Carnaghan, sprung from Alactraz and together they head off to South East Asia posing as Irishmen. Once there, Carnaghan lines up some of his old cronies and with Royer and a few plantation owners plans to smuggle the rubber out from under the Japanese army's watchful eye.","release_date":"1949-12-27","vote_average":6.9,"runtime":98,"cert":"N\/A","id":43962,"title":"Malaya","adult":false,"genre_ids":[12,18]},{"cast":["Yûsaku Matsuda","Jun Fubuki","Kei Satō","Sonny Chiba","Mikio Narita"],"overview":"A seemingly run-of-the-mill corporate salaryman leads a double life as a vicious criminal by night. In a delicious scheme of payback, he seeks to dominate the corporation that employs him by day.","release_date":"1979-08-04","vote_average":6.0,"runtime":131,"cert":"N\/A","id":43963,"title":"Resurrection of the Golden Wolf","adult":false,"genre_ids":[28,80]},{"cast":["Yûsaku Matsuda","Asami Kobayashi","Hideo Murota","Rikiya Yasuoka","Yoshirô Aoki"],"overview":"A policeman is murdered and his gun, stolen, used to commit the next crime. Detective Kashiwagi, who is leading the investigation, learns that the author of the killings “walks like a dead man”. Kashiwagi runs into Date, a former correspondent in the Vietnam War. There, Date discovered hell and something snapped in his mind.","release_date":"1980-10-04","vote_average":4.6,"runtime":118,"cert":"N\/A","id":43964,"title":"The Beast to Die","adult":false,"genre_ids":[28,80,18]},{"cast":["Van Johnson","Esther Williams","Lucille Ball","Keenan Wynn","Cecil Kellaway"],"overview":"A spiffy remake of the screwball classic Libeled Lady, with Esther as the lady libeled. Van Johnson, Keenan Wynn and Lucille Ball round out a funny four-sided love triangle.","release_date":"1946-07-25","vote_average":7.7,"runtime":106,"cert":"N\/A","id":43965,"title":"Easy to Wed","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Robert Stack","Barbara Britton","Nigel Bruce","Ramsay Hill","Paul McVey"],"overview":"Man eating Lions attack British railroad builders in the movie that put 3D into the mainstream.","release_date":"1952-08-22","vote_average":5.3,"runtime":79,"cert":"N\/A","id":43966,"title":"Bwana Devil","adult":false,"genre_ids":[28,18]},{"cast":["Toshio Furukawa","Fumi Hirano","Akira Kamiya","Kazuko Sugiyama","Saeko Shimazu"],"overview":"As the perpetually lecherous Ataru and his friends prepare for a carnival at Tomobiki High School, they gradually realize the days are literally repeating themselves. Any effort to break the pattern dumps them back where they started.","release_date":"1984-02-11","vote_average":7.1,"runtime":95,"cert":"N\/A","id":43967,"title":"Urusei Yatsura 2: Beautiful Dreamer","adult":false,"genre_ids":[16,35,14]},{"cast":["Esther Williams","Akim Tamiroff","Ricardo Montalban","John Carroll","Mary Astor"],"overview":"A non-aquatic change of pace: Esther Williams disguises herself in matador gear and secretly fills in for her twin matador brother (Ricardo Montalban) after he abandons the ring.","release_date":"1947-06-12","vote_average":4.5,"runtime":104,"cert":"N\/A","id":43968,"title":"Fiesta","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Agheleh Rezaie","Abdolgani Yousefrazi","Razi Mohebi","Marzieh Amiri"],"overview":"Nogreh is a young Afghani woman living with her father and her sister-in-law, Leylomah, whose husband, Akhtar, is missing. Beyond the issue of Akhtar, Leylomah is most concerned with how to feed her baby. She cannot provide milk for her baby as her own hunger is preventing her from lactating. Nogreh, however, aspires toward a life in a western styled democracy. Although the Taliban are no longer in power in Afghanistan, traditional forces are still active in the country. Nogreh often displays signs of rebellion, such as wearing a pair of white pumps instead of the traditional slipper beneath her burqa. But mostly, Nogreh wants to be educated. Without her father's knowledge, Nogreh is attending a secular girls school. Ultimately, she wants to become President of Afghanistan. With the help of a Pakistani refugee who likes her as a woman, Nogreh tries to understand exactly what forces led to current world leaders being elected, those forces which she wants to emulate.","release_date":"2003-05-16","vote_average":6.3,"runtime":105,"cert":"N\/A","id":43969,"title":"At Five in the Afternoon","adult":false,"genre_ids":[18]},{"cast":["Ali Nassirian","Hossein Farzi-Zadeh","Neda Pakdaman"],"overview":"Squatters live on a mothballed oil tanker in the Persian Gulf. The children attend a school on board; men harvest scrap metal and old oil in the hull; women keep house and raise children and Captain Nemat runs it all with an iron hand. We follow a lad who rescues fish trapped in the hull, an old man who stares at the sun, the idealistic teacher, and Ahmad, the Captain's assistant who has fallen in love with a young woman whose father wants to marry her to someone of means. What future has this sinking city?","release_date":"2005-10-05","vote_average":8.1,"runtime":90,"cert":"N\/A","id":43970,"title":"Iron Island","adult":false,"genre_ids":[18]},{"cast":["Jackie Shroff","Juhi Chawla","Amrita Singh","Deepak Tijori","Saeed Jaffrey"],"overview":"Unhappy with her plans for the future, a man (Jackie Shroff) leaves his fiancee (Amrita Singh) and marries her sister (Juhi Chawla).","release_date":"1993-01-01","vote_average":0.0,"runtime":143,"cert":"N\/A","id":43971,"title":"Aaina","adult":false,"genre_ids":[18,10749]},{"cast":["Flora Shabaviz"],"overview":"A young woman in pre-revolution Iran is caught between the traditional values of her small village and her own yearnings for independence and individuality. Her persistent refusal of marriage proposals coupled with her unseemly removal of her hood causes her family to seek the help of an exorcist, convinced she must be possessed by evil spirits.  Made surreptitiously in 1977 just as the Ayatollah Khomeini regime was coming to power, a rough cut of ‘The Sealed Soil” was smuggled out of Iran by the director in a false-bottomed suitcase, and taken to the U.S., where she completed her final cut. The film has never been seen in Iran.","release_date":"1977-01-01","vote_average":5.0,"runtime":90,"cert":"N\/A","id":43972,"title":"The Sealed Soil","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Two children are orphaned in post-Taliban Afghanistan.","release_date":"2004-09-08","vote_average":7.0,"runtime":93,"cert":"N\/A","id":43973,"title":"Stray Dogs","adult":false,"genre_ids":[18]},{"cast":["Tahmineh Normatova","Nadereh Abdelahyeva","Goibibi Ziadolahyeva"],"overview":"Khorshid lives with his mom in a house near a river somewhere in Tajikistan. Th landlord comes around every morning to ask for the rent. Khorshid has to provide the money or else they'll have to leave. His blindness has given him an amazing skill in tuning musical instruments which gets him a job at an instrument making workshop. But the problem is That Khorshid is mesmerized by sonorous music all the time; whenever he hears a great musician play, he loses track of time and place. For this, he always gets lost and gets to work late. How is he going to make a balance between his love of music and his task as a breadwinner?","release_date":"1998-09-06","vote_average":5.8,"runtime":76,"cert":"N\/A","id":43974,"title":"The Silence","adult":false,"genre_ids":[18,10402]},{"cast":["Hediyeh Tehrani","Mohammad Reza Sharifinia"],"overview":"Donya is a young, attractive single woman who has just returned to Tehran from abroad. She seeks the help of Hadji Reza Enayat, the conservative and stern owner of a real estate agency, to look for a house. We sense that she has an ulterior motive but that motive will not surface until the end of the movie. She puts on the charm and Hadji falls head over heels in love with her and proposes marriage despite being already married to a loving and pious wife. Awkward and funny situations develop as he tries to keep his affair secret from his family.","release_date":"2002-01-01","vote_average":6.0,"runtime":108,"cert":"N\/A","id":43975,"title":"Donya","adult":false,"genre_ids":[18,10749]},{"cast":["Mirhadi Tayebi","Mohsen Makhmalbaf","Ali Bakhsi","Ammar Tafti","Maryam Mohamadamini"],"overview":"A semi-autobiographical account of Makmahlbaf's experience as a teenager when, as a 17-year-old, he stabbed a policeman at a protest rally. Two decades later, he tracks down the policeman he injured in an attempt to make amends.","release_date":"1996-08-13","vote_average":7.8,"runtime":78,"cert":"","id":43976,"title":"A Moment of Innocence","adult":false,"genre_ids":[18]},{"cast":["Akbar Abdi","Dariush Arjmand","Ezzatolah Entezami","Mehdi Hashemi","Mohamad Ali Keshavarz"],"overview":"This film was made in Iran. The protagonist looks almost like Charlie Chaplain. He is given a chance to make films for the emperor. There are many scenes of people running on and off of movie screens, and in and out of old kinetiscope projectors. Some people might find this erratic, and tedious, but it helps project an idea of fantasy, or forgetting about ones problems, becoming engrossed in a film.","release_date":"1992-02-01","vote_average":5.3,"runtime":92,"cert":"N\/A","id":43977,"title":"Once Upon a Time, Cinema","adult":false,"genre_ids":[14,36,35]},{"cast":["Massoumeh Naderi","Zahra Naderi","Ghorban Ali Naderi","Azizeh Mohamadi","Zahra Saghrisaz"],"overview":"After twelve years of imprisonment by their own parents, two sisters are finally released by social workers to face the outside world for the first time.","release_date":"1998-01-01","vote_average":6.8,"runtime":86,"cert":"N\/A","id":43978,"title":"The Apple","adult":false,"genre_ids":[18]},{"cast":["Mania Akbari","Bijan Daneshmand"],"overview":"The subject of the film is male-female relationships. Composed of 7 vignettes, \"20 Fingers\" features Mania Akbari and Bijan Daneshmand as a contemporary Iranian couple. The film is an intense, bumpy series of conversations and sometimes quarrels reflecting the problems facing Iranian men and women and the struggle between modernism and tradition, liberalism and conservatism.","release_date":"2004-09-01","vote_average":5.7,"runtime":74,"cert":"N\/A","id":43979,"title":"20 Fingers","adult":false,"genre_ids":[18]},{"cast":["Susan Taslimi","Parvis Pourhosseini","Adnan Afravian","Bashu","Akbar Doodkar"],"overview":"During the Iran-Iraq War, Bashu, a young boy loses his house and all his family. Scared, he sneaks into a truck that is leaving the area. He gets off the truck in the Northern part of the country, where everything from landscape to language is different. He meets Naii, who is trying to raise her two young children on a farm, while her husband is away. Despite cultural differences, and the fact that they do not speak the same language, Bashu and Naii slowly form a strong bond Written by Sam Tabibnia","release_date":"1989-01-01","vote_average":7.2,"runtime":120,"cert":"","id":43980,"title":"Bashu, the Little Stranger","adult":false,"genre_ids":[18,10751]},{"cast":["Shaghayeh Djodat","Behzad Dorani","Feizola Gashghai","Maryam Keyhan","Mohsen Makhmalbaf"],"overview":"Makhmalbaf puts an advertisement in the papers calling for an open casting for his next movie. However when hundreds of people show up, he decides to make a movie about the casting and the screen tests of the would-be actors.","release_date":"1995-01-01","vote_average":6.6,"runtime":75,"cert":"N\/A","id":43981,"title":"Salaam Cinema","adult":false,"genre_ids":[99,18,35]},{"cast":[],"overview":"Divided by student protests and conflicting politics, college lovers Daniel and Mahtab are separated when Daniel flees Tehran. But Mahtab follows, travelling south to his village. As the lovers reunite and head back to Tehran, they find themselves trapped by flood waters in an abandoned battlefield, strewn with landmines and dead soldiers.","release_date":"2001-01-01","vote_average":8.5,"runtime":94,"cert":"N\/A","id":43982,"title":"Born Under Libra","adult":false,"genre_ids":[18]},{"cast":["Ebrahim Abadi","Mahmud Bigham","Roya Nonahali","Mohsen Zaehtab"],"overview":"Haji is severely traumatized by the war with Iraq. Back from the front, he's unable to adapt to civilian life. Despite family opposition, his fiancée stands by him as together they challenge both the authority of family and state to lead their own lives.","release_date":"1989-01-01","vote_average":5.5,"runtime":75,"cert":"N\/A","id":43983,"title":"Marriage of the Blessed","adult":false,"genre_ids":[10752,18,80]},{"cast":["Ezzatolah Entezami","Mahin Shahabi","Ali Nassirian","Jamshid Mashayekhi","Firouz Behjat-Mohamadi"],"overview":"An old villager deeply in love with his cow goes to the capital for a while. While he's there, the cow dies and now the villagers are afraid of his possible reaction to it when he returns.","release_date":"1969-01-01","vote_average":7.8,"runtime":105,"cert":"N\/A","id":43984,"title":"The Cow","adult":false,"genre_ids":[18]},{"cast":["Golshifteh Farahani","Ismail Ghaffari","Allah-Morad Rashtian","Farzin Sabooni","Kambiz Arshi"],"overview":"Mamo, an old and legendary Kurdish musician living in Iran, plans to give one final concert in Iraqi Kurdistan. After seven months of trying to get a permit and rounding up his ten sons, he sets out for the long and troublesome journey in a derelict bus, denying a recurring vision of his own death at half moon. Halfway the party halts at a small village to pick up female singer Hesho, which will only add to the difficulty of the undertaking, as it is forbidden for Iranian women to sing in public, let alone in the company of men. But Mamo is determined to carry through, if not for the gullible antics of the bus driver.","release_date":"2007-12-14","vote_average":7.1,"runtime":108,"cert":"N\/A","id":43985,"title":"Half Moon","adult":false,"genre_ids":[10402,18,35]},{"cast":["Pete Murray"],"overview":"Pete's first ever DVD, 'Passing Time', is a 100-minute long testament to one of most promising singer\/songwriters to emerge in local music in recent times and jam-packed with all the features you could want from a music DVD: a 60-minute, five-camera live recording of Pete's recent show at The Metro Theatre in Sydney; intimate, in-studio footage of the making of the album 'Feeler'; on the road footage of Pete and the band from the 'Feel' tour and Pete's three video clips for 'Feeler', 'Lines' and 'So Beautiful'.","release_date":"2004-05-30","vote_average":0.0,"runtime":100,"cert":"N\/A","id":43986,"title":"Pete Murray: Passing Time","adult":false,"genre_ids":[]},{"cast":["Shin Ha-kyun","Yoon Ji-hye","Kim Min-jung","Kang San","Park Gil-soo"],"overview":"A mute hitman vows to kill only the rude while saving up money for tongue surgery.","release_date":"2006-08-24","vote_average":6.5,"runtime":113,"cert":"N\/A","id":43987,"title":"No Mercy for the Rude","adult":false,"genre_ids":[28,35]},{"cast":["Rob Lowe","James Coburn","Jonathan Banks","Kelly Rowan","Terrence 'T.C.' Carson"],"overview":"When William Conroy (Rob Lowe), a former college professor, is sentenced to life in prison for vehicular manslaughter it seems his life is over. But when a fellow inmate tells him that in the past two years fourteen inmates have died at the prison, and then turns up dead the next day, Conroy realizes he is in more danger than he ever imagined. Conroy's suspicions are confirmed when the van carrying the inmates crashes. Seizing the opportunity, Conroy flees the scene and elicits the help of his lawyer. What the two discover is a grisly murder ring set up within the prison walls that incriminates those at the highest levels of the correctional system.","release_date":"2001-04-15","vote_average":3.8,"runtime":86,"cert":"N\/A","id":43988,"title":"Proximity","adult":false,"genre_ids":[28,9648,53]},{"cast":["Silvio Orlando","Gigio Alberti","Claudio Bisio","Renato Carpentieri","Antonio Catania"],"overview":"","release_date":"1993-10-17","vote_average":7.0,"runtime":null,"cert":"N\/A","id":43989,"title":"Sud","adult":false,"genre_ids":[35]},{"cast":["Donald Sutherland","Adam Horovitz","Amy Locane","Don Bloomfield","Celia Weston"],"overview":"Rich L.A. party brat Tim spins into a cycle of despair after his parents divorce, and trying to fill the void with drugs and trouble only buys him a ticket to an asylum. But with the help of a psychiatrist who has taken an interest in him, will Tim try to pull himself out of the muck of teenage rebellion and ennui?","release_date":"1989-05-05","vote_average":6.5,"runtime":116,"cert":"15","id":43990,"title":"Lost Angels","adult":false,"genre_ids":[18]},{"cast":["B.B. King"],"overview":"This exciting concert, taped live at Nick's in uptown Dallas, BB King gives a performance which proves we are watching a legend in action...the unequivocal King of Blues! Includes The Thrill is Gone, Everyday I Have the Blues, Better Not Look Down, Never Make Your Move Too Soon, Sell My Monkey, Love Me Tender, Inflation Blues, There Must Be a Better World Somewhere and Nightlife.","release_date":"2001-01-01","vote_average":10.0,"runtime":50,"cert":"Exempt","id":43991,"title":"B.B. King Live at Nicks","adult":false,"genre_ids":[]},{"cast":["Buddy Guy"],"overview":"Buddy Guy live at Legends, Chicago with Ge Smith &amp; Sni Band.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":43992,"title":"Live: Real Deal With Ge Smith & Sni Band","adult":false,"genre_ids":[]},{"cast":["Eric Morecambe","Ernie Wise","Warren Mitchell","April Olrich","Richard Vernon"],"overview":"A chance meeting with a Schlecht agent forces a humble coffee shop manager into the secret world of spies in Swinging London. With the help of his MI5 friend, he poses as the recently dead Major Cavendish who had managed to infiltrate the dreaded organization; he knows that they are intending to assassinate someone - could it be the famous Russian ballerina who has recently arrived for an appearance at Covent Garden?","release_date":"1965-04-13","vote_average":6.7,"runtime":103,"cert":"U","id":43993,"title":"The Intelligence Men","adult":false,"genre_ids":[35]},{"cast":["Kath Soucie","John Kassir","Wayne Powers","Frank Welker","Randy Rudy"],"overview":"Tillie finds the adventure of a lifetime with none other than \"Herman\" - a fire breathing dragon.","release_date":"1995-06-01","vote_average":6.2,"runtime":43,"cert":"N\/A","id":43994,"title":"The Tale of Tillie's Dragon","adult":false,"genre_ids":[16,10751]},{"cast":["Eric Morecambe","Ernie Wise","Suzanne Lloyd","Paul Stassino"],"overview":"Eric and Ernie decide to take a holiday to the South of France and unwittingly become mixed up with a band of jewel thieves.","release_date":"1966-03-29","vote_average":6.4,"runtime":98,"cert":"PG","id":43995,"title":"That Riviera Touch","adult":false,"genre_ids":[35]},{"cast":["Eric Morecambe","Ernie Wise","Cecil Parker","Margit Saad","Virgílio Teixeira"],"overview":"Two salesmen travel to a small South American Country to peddle their wares. However the country is in the middle of a major conflict between the Government led by Diaz and the rebels led by Torez. When Torez is accidentally killed the rebels mistaken pick up one of the salesmen, Eric, as he looks like Torez. Eric and Ernie are promised millions to carry on the charade once the rebels take charge. However once Eric takes charge he finds himself back in danger as scheming general Carillo plans to remove the impostor from his role.","release_date":"1967-07-05","vote_average":2.9,"runtime":100,"cert":"PG","id":43996,"title":"The Magnificent Two","adult":false,"genre_ids":[35]},{"cast":["David Thewlis","Rachel Griffiths","Jason Isaacs","Laura Fraser","Richard Gant"],"overview":"He's Irish, he's ageing, he drinks, is a touch cynical and when he has time writes a newspaper column. On the eve of the country's first election as an independent state, Dan Starkey's life is about to change after he finds the young woman he has just made love to dead and his only ally is a nun","release_date":"1998-10-01","vote_average":6.0,"runtime":110,"cert":"15","id":43997,"title":"Divorcing Jack","adult":false,"genre_ids":[35,10749]},{"cast":["Elizabeth Hurley","Jeremy Sisto","Oliver Tobias","Carmen du Sautoy","John Barrowman"],"overview":"The line between fantasy and reality blurs when an actress begins behaving like the 19th-century murderer she is playing.","release_date":"2004-06-16","vote_average":4.5,"runtime":92,"cert":"N\/A","id":43998,"title":"Method","adult":false,"genre_ids":[53]}]