[{"cast":["Shi Lan","Jing Gangshan","Rong Chang","Liu Xiaoning"],"overview":"","release_date":"1992-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":440502,"title":"The Impulse of Youth","adult":false,"genre_ids":[18]},{"cast":["Sun Chun","Fu Lili"],"overview":"","release_date":"1993-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":440504,"title":"Polygraph","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1968-02-08","vote_average":0.0,"runtime":19,"cert":"N\/A","id":440521,"title":"Осторожно, щука!","adult":false,"genre_ids":[16]},{"cast":["Carlos Furtado Gomes","Xama Cabral","Maria do Céu Magalhães","Leonor Ferreira"],"overview":"Karlon, born in Pedreira dos Húngaros (a slum in the outskirts of Lisbon) and a pioneer of Cape Verdean creole rap, runs away from the housing project to which he had been relocated.","release_date":"2017-02-10","vote_average":7.0,"runtime":19,"cert":"N\/A","id":440523,"title":"High Cities of Bone","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1979-02-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":440525,"title":"Пер Гюнт","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1969-02-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":440527,"title":"Пластилиновый ёжик","adult":false,"genre_ids":[]},{"cast":["Tim O'Brien","Jerry Douglas","Peter Rowan","Tony Rice","Rhonda Vincent"],"overview":"This passionate and affecting performance documentary celebrates the virtuoso artistry and joyous community of contemporary bluegrass music. Musically depicting many of the traditional roots and some of the more far-reaching branches of the genre by employing verite footage, thoughtful interviews, and vividly captured extended performances to weave a seamless tapestry that transports and enraptures the devoted fan and newcomer alike.","release_date":"2004-07-09","vote_average":0.0,"runtime":86,"cert":"\"\"","id":440529,"title":"Bluegrass Journey","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"","release_date":"1988-02-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":440531,"title":"Пока я не вернусь","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1979-02-08","vote_average":0.0,"runtime":10,"cert":"N\/A","id":440533,"title":"Последние волшебники","adult":false,"genre_ids":[16]},{"cast":["Anna Didenko","Lev Durov"],"overview":"The poor Sadko plays such wonderful melodies on his gusli that even the ocean king is captivated by it.","release_date":"1975-02-09","vote_average":0.0,"runtime":19,"cert":"N\/A","id":440553,"title":"Sadko the Rich","adult":false,"genre_ids":[16]},{"cast":[],"overview":"The 3-channel video installation UNTITLED FRAGMENTS brings together four histories: the 1860s scorched earth policy of Kit Carson used to drive out the Navajos from their homeland in Canyon de Chelly, the 1967 execution of Che Guevara in Bolivia, the 1972 carpet bombing of Hanoi, and the 2016 Cedar Fire in the California Sierras. The radio transmission is from a US Air Force B-52 (Stratofortress Bomber, code name Lilac 02) recorded on the evening of December 26, 1972 during which 116 B-52s attacked Hanoi and Haiphong dropping all of their bombs within 15 minutes. The recording was declassified in 2016. The installation is part of a larger project that further includes paintings, drawings, serigraphs, tapestries, film loops, and historical objects","release_date":"2017-02-08","vote_average":0.0,"runtime":75,"cert":"N\/A","id":440555,"title":"Untitled Fragments","adult":false,"genre_ids":[]},{"cast":["Víctor José Pintor","Paula Sánchez Ferry","Carlos Emilio Báez","Dominique Telemaque","Ximena Duque"],"overview":"When a 12-year-old boy learns that his father's beloved piano is stolen, he and his two best friends set out on an exciting, cross-country journey through beautiful Dominican Republic to bring it back home before January 1st.","release_date":"2014-01-01","vote_average":5.0,"runtime":85,"cert":"N\/A","id":440557,"title":"Primero De Enero","adult":false,"genre_ids":[10751,18]},{"cast":["Jamie Jirak","Annie Watkins","Peter Ash","Jay J. Bidwell","James Timothy Peters"],"overview":"Angie and Izzy get a housesitting gig that seems too good to be true. Gruesome supernatural hijinks ensue.","release_date":"2018-04-28","vote_average":6.0,"runtime":63,"cert":"\"\"","id":440559,"title":"Housesitters","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"","release_date":"1976-02-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":440561,"title":"Сказка дедушки Ай-По","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1975-02-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":440563,"title":"Сказка о яблоне","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1967-02-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":440580,"title":"Шесть Иванов - шесть капитанов","adult":false,"genre_ids":[]},{"cast":["Ashok Kumar","Vyjayanthimala","Nirupa Roy","Mehmood","Manoj Kumar"],"overview":"Nirmal Verma and Karuna are attracted to each other, while the former is touring that part of the country. They get very intimate, he promises to return, and even leaves his address with her but she misplaces it. Both do meet after 5 years, and after formal introductions - get married; and she re-locates to live with him and his doctor brother, and Bhabhi, Janki. Shortly thereafter Nirmal and the rest of the family are baffled when they find out Karuna secretly leaves the house and goes to an unknown location - when confronted - she refuses to divulge anything.","release_date":"1964-01-01","vote_average":0.0,"runtime":148,"cert":"N\/A","id":440582,"title":"Phoolon Ki Sej","adult":false,"genre_ids":[]},{"cast":["Hugo Stiglitz","Mario Castillón Bracho","Fernando Soler","Daniela Rosen","Patricia Reyes Spíndola"],"overview":"Adult brothers compete for pateral affection and for control of the family estate.","release_date":"1974-03-13","vote_average":5.0,"runtime":198,"cert":"N\/A","id":440587,"title":"El señor de Osanto","adult":false,"genre_ids":[]},{"cast":["Aline Hochscheid","Jens Atzorn","Sonja Kerskes","Heike Jonca","Gunter Schoß"],"overview":"","release_date":"2006-05-09","vote_average":7.0,"runtime":null,"cert":"N\/A","id":440589,"title":"Wir Weltmeister – ein Fußballmärchen","adult":false,"genre_ids":[36,99]},{"cast":["J.D. Rifkin","Paul Logan","T.J. Storm","Jennifer Doubleday","Kevin Ula Christie"],"overview":"An annual contest brings together the fiercest fighters on a remote island to earn the title of the Ultimate Champion. Two fighters must join forces to win the tournament and escape with their lives.","release_date":"1998-01-01","vote_average":0.0,"runtime":91,"cert":"\"\"","id":440591,"title":"The Ultimate Game","adult":false,"genre_ids":[]},{"cast":["Bill Elliott","George 'Gabby' Hayes","Anne Jeffreys","LeRoy Mason","Jack Ingram"],"overview":"In this western, a crusty old sourdough finally finds the silver mine of his dreams only to find his mine threatened by vicious outlaws. Fortunately, a cowboy hero rides up to save him, but not until considerable rootin' tootin' action.","release_date":"1944-03-19","vote_average":0.0,"runtime":55,"cert":"\"\"","id":440593,"title":"Mojave Firebrand","adult":false,"genre_ids":[37]},{"cast":["Kristen Wiig"],"overview":"A remake of the 2016 German film, 'Toni Erdmann' about a dad who creates an alter ego of himself in an effort to connect with his polar-opposite daughter.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":440610,"title":"Toni Erdmann","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"About those who created the habit of drinking mate, of the peasants who harvest the mate herbs, of the industry that produces it and of the sixty million people who consume it. It is a trip through history, the present and the future of mate in Brazil, Paraguay, Uruguay and Argentina; a view that sways from mate to the hands that put it into circulation; a crossing between the intangible-symbolic and the political-social. How does a centuries-old indigenous tradition survive in a modern and coca-cola dominated world?","release_date":"2011-01-02","vote_average":0.0,"runtime":52,"cert":"N\/A","id":440612,"title":"Todo sobre mi mate","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Liya and her younger brothers, Cocoa and Chino, work as caddies at the luxurious golf club \"Cantegril\" in Punta del Este, Uruguay, and they live with their children in the illegal settlement called Kennedy, located next to the club. Accustomed to being always in the background, they now face the possibility of winning a labor lawsuit that would allow them gain control over their own destinies and those of their families.","release_date":"2014-01-02","vote_average":0.0,"runtime":52,"cert":"N\/A","id":440614,"title":"Caddies","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A vaudeville revue is presented. Ray and Sunshine perform a high spirited acrobatic routine, demonstrating both their strength and flexibility. Chaz Chase then performs a comic routine, demonstrating what one can consume besides traditional foods. Next, The Holman Sisters, sitting back-to-back, perform a fast paced two-piano duet, each often playing both pianos at the same time. Finally, the headline act, Al Trahan, tries to raise the sophistication of the show in his piano-vocal duet with a coloratura. It is questionable if he achieves his goal.","release_date":"1935-02-16","vote_average":0.0,"runtime":11,"cert":"\"\"","id":440619,"title":"Vaudeville","adult":false,"genre_ids":[]},{"cast":["Yu In-chon","Kim Gin-a","Kwon Jae-hee","Kim In-mun"],"overview":"A historical drama about the life of Prince Yeonsan of Joseon,.","release_date":"1988-02-18","vote_average":0.0,"runtime":118,"cert":"N\/A","id":440621,"title":"The Diary of King Yonsan","adult":false,"genre_ids":[18,36]},{"cast":["Konstantin Khabenskiy","Christopher Lambert","Michalina Olszańska","Felice Jankell","Mariya Kozhevnikova"],"overview":"The film is based on a real story that happened in 1943 in the Sobibor concentration camp in German-occupied Poland. The main character of the movie is the Soviet-Jewish soldier Alexander Pechersky, who at that time was serving in the Red Army as a lieutenant. In October 1943, he was captured by the Nazis and deported to the Sobibor concentration camp, where Jews were being exterminated in gas chambers. But, in just 3 weeks, Alexander was able to plan an international uprising of prisoners from Poland and Western Europe. This uprising resulted in being the only successful one throughout the war, which led to the largest escape of prisoners from a Nazi concentration camp.","release_date":"2018-05-03","vote_average":5.9,"runtime":110,"cert":"N\/A","id":440626,"title":"Sobibor","adult":false,"genre_ids":[18,10752]},{"cast":["Arden Cho","Charles Chu","Tim Chiou","Neil Sehgal","Grace Su"],"overview":"Observational Comedy Short about Ninjas in America.","release_date":"","vote_average":10.0,"runtime":2,"cert":"N\/A","id":440640,"title":"Ninja Say What?!","adult":false,"genre_ids":[35]},{"cast":["Evgeny Mironov","Konstantin Khabenskiy","Vladimir Ilin","Anatoliy Kotenyov","Aleksandra Ursulyak"],"overview":"March 1965. In the heat of the Cold War, the USA and the USSR are competing for supremacy in space. What both superpowers aim for in this race, is to be the first to have a man walk in outer space. To accomplish that, no price is too high and no risk is too great.  Now it’s up to the unlikely duo of a seasoned war veteran and a hot-headed test-pilot to fulfill this mission. Two men in a tiny spaceship, without proper testing, facing the complete unknown…  They were supposed to do what no man has done before – and no man imagined what would happen next…","release_date":"2017-04-09","vote_average":7.2,"runtime":140,"cert":"\"PG\"","id":440642,"title":"The Spacewalker","adult":false,"genre_ids":[12,18,36,53]},{"cast":["Sybil Jason","Halliwell Hobbes","Sidney Bracey"],"overview":"On New Year's Eve, a girl is told a story by her grandfather about his days in a military regiment; then, the girl dreams she's at the Changing of the Guard ceremony at Buckingham Palace.","release_date":"1936-06-05","vote_average":0.0,"runtime":20,"cert":"\"\"","id":440644,"title":"Changing of the Guard","adult":false,"genre_ids":[]},{"cast":["Michelle Rodriguez","Lukas Haas"],"overview":"Chaos becomes the new world order when robots designed to serve mankind form an army to destroy it. One man discovers the source of the uprising and with the help of an ex solider fights to put an end to it.","release_date":"2017-02-01","vote_average":7.8,"runtime":5,"cert":"\"\"","id":440646,"title":"2031","adult":false,"genre_ids":[]},{"cast":["Dick Foran","Linda Perry","Jane Wyman","Edmund Cobb","Glenn Strange"],"overview":"The small church, pastored by Ted Burke, in a western town is struggling to stay alive as all the men gather at Jack Higgins' Mustang Saloon every Sunday. Burke decides to ask Higgins to close his business on Sunday, but Higgins only concern is to find a baritone to sing in the saloon's quartet, and has his henchies toss Ted out into the street. Ted decides to fight fire with fire, so he gathers up the down-and-out vaudeville act of Chase &amp; Chase (who don't take long to show why they are down and out) and knife-thrower Steve Clemente, and a dozen or so western musicians from Gower Gulch as the before-the-sermon at his tabernacle. Higgins sends his rowdies over to bust up the Sunday morning competition.","release_date":"1936-10-31","vote_average":0.0,"runtime":19,"cert":"\"\"","id":440648,"title":"The Sunday Round-Up","adult":false,"genre_ids":[]},{"cast":["Wang Yilin"],"overview":"8 years has passed since first arriving in Korea but in all that time it is as if not a second has gone passed for De Fu. In unfortunate cirucumstances he finds that his Mother has terminal cancer, and from that moment on he then comes realizes all that his Mother had done for him which he believed a Father should have. From then on to escape his reality, he though his dreams lived a fantasy. Because of his decisions he had made, his brother not being able to cope with his hardships turned to the comfort of drugs, his family at this point in ruins. De Fu then decides to go back to his hometown but not realizing that his home had become so foreign. Because of China’s extordinarly fast devolpment had booming economy many of China’s youth are falling through the cracks of society and are now so unsure about what life has instore for them.","release_date":"2017-02-02","vote_average":0.0,"runtime":87,"cert":"N\/A","id":440650,"title":"Heukseok Kids","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Unable to escape from something that lives within, a young woman must learn to control her fears, only to reveal her past and to discover a powerful future.","release_date":"2016-10-31","vote_average":0.0,"runtime":4,"cert":"\"\"","id":440652,"title":"Sorice","adult":false,"genre_ids":[878]},{"cast":[],"overview":"At the far end of the Southern Seas, where none had dared to go, there exists an island called Charanpo Land. At the center of that island is a giant baobab tree, which produces many eggs each day. Inside the eggs are food, clothing, and other daily necessities. The inhabitants of the island live carefree lives, dependent upon the eggs.  But lately, more and more of the eggs have been turning up empty, which makes the inhabitants uneasy. Then one day, with a thunderous crash, and an explosion of rainbow-colored light, the baobab tree produces an egg of curious appearance. The next morning, the village chief Poncho tells the inhabitants that they must find that egg. Now the tiger Kometora and a group of children must find the egg within the forest.","release_date":"2017-03-11","vote_average":0.0,"runtime":25,"cert":"N\/A","id":440672,"title":"The Charanpo Land Adventure","adult":false,"genre_ids":[16]},{"cast":[],"overview":"In a cone-shaped land named Kikyōgahara in Shin Province, there lives a girl named Hana. She is a gentle girl, who always thinks of her family, in particular her great-grandmother Chiyo, whom she affectionately calls \"Granny.\" One day, a traveling entertainment troupe named the Natsugawa Genzaemon Troupe happens by, and the villagers welcome them warmly. Upon finishing their performance and receiving their acclaim, the troupe's leader spots Hana with some \"oyaki,\" his favorite food, and transforms into a fox in his excitement.  It turns out that the leader Genbanojō, and his companions O-Natsu and Shinzaemon, are all foxes who have taken on human forms. Genbanojō hastily negotiates with Hana, telling her that in exchange for keeping their secret, he will grant her one wish. She answers, \"I want to let my Granny see the cherry blossoms.\"","release_date":"","vote_average":0.0,"runtime":24,"cert":"N\/A","id":440674,"title":"Genbanojō","adult":false,"genre_ids":[16]},{"cast":["Yuuki Kaji","Fumiko Uchimura","Rikumi Moriwaki","Youhei Hamada","Norito Abe"],"overview":"In a futuristic world, the \"Nanorace,\" people whose genes contain nanomachines that grant them special abilities, are controlled and suffer prejudice from the \"Purerace\" of normal human beings. Beck, a legendary hunter with the power of \"Red Ash,\" aims to undergo the surgical procedure to become Purerace. Alongside the large yet timid mechanic Tyger, they use their parallel machine to fly to the old world, doing dangerous jobs.  One day, they suddenly run into Call, a girl pursued by the duo of Safari and Stripe. Call, Beck, and Tyger together travel to the clockwork world. But Safari, Stripe, and their leader Deny, stubbornly pursue Call, and are finally in a position to make their attack on Beck and his friends.","release_date":"2017-03-11","vote_average":0.0,"runtime":25,"cert":"N\/A","id":440676,"title":"Red Ash: Gearworld","adult":false,"genre_ids":[28,16,878]},{"cast":["Wai Lei","Dickson Lee","Connie Mak","Kathy Chow","David Wu"],"overview":"A group of male cadets tangle with a gang of robbers before they even enter the Hong Kong Police Academy, where they are trained by a fierce police chief. They must deal with the robbers successfully if the want to prove to their superiors their worthiness in the police force. Things get complicated when one of the cadets falls in love with the chief's daughter.","release_date":"1986-01-16","vote_average":0.0,"runtime":85,"cert":"N\/A","id":440678,"title":"Cadets on the Beat","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Hiroshi is tired of living alone so he orders a maid robot from a company called Happy ComeCome, but ends up with the robot mom Yoshiko instead. Yoshiko acts more motherly than Hiroshi's real mother, and over time she is able to heal his heart.","release_date":"2015-03-22","vote_average":0.0,"runtime":25,"cert":"N\/A","id":440680,"title":"Happy★ComeCome","adult":false,"genre_ids":[16]},{"cast":["Michel Belmondo","Bentinho","Ilse Cotrim","Danielle Ferrite","Márcia Fraga"],"overview":"","release_date":"1981-02-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":440697,"title":"A Filha de Calígula","adult":false,"genre_ids":[18]},{"cast":["Carla Prado","Walter Gabarron","Flávia Sanches","Rajá de Aragão","Karina Miranda"],"overview":"","release_date":"1986-02-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":440699,"title":"O Beijo da Mulher Piranha","adult":true,"genre_ids":[]},{"cast":["Juan Ramon Benitez","Cinira Camargo","Renée Casemart","Roberto De Felice","Tito Jara Roman"],"overview":"This film name was \"Kapanga\" in Paraguay, the country that was filmed.","release_date":"1981-02-08","vote_average":0.0,"runtime":92,"cert":"N\/A","id":440701,"title":"The Virgin Girls' Cafeteria","adult":false,"genre_ids":[80]},{"cast":["Magali Augusta","Clayton Billin","Helena Campos","Celina de Castro","Walter Genovesi"],"overview":"","release_date":"1980-02-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":440703,"title":"Chapeuzinho Vermelho","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Tells of the ancient peoples of the Americas; who they were and where they came from, as revealed in the Book of Mormon. Target audience was investigator families that would have been considered in the 1980s to have been of \"Lamanite descent\" (First Peoples\/Native Americans, Polynesians, Central and South Americans).","release_date":"1988-01-01","vote_average":0.0,"runtime":23,"cert":"\"\"","id":440705,"title":"People of Destiny","adult":false,"genre_ids":[]},{"cast":["Adam Plachetka","Hibla Gerzmava","Simon Keenlyside","Kwangchul Youn","Paul Appleby"],"overview":"Aided by his ingenious librettist, Lorenzo Da Ponte, Mozart approached his operatic retelling of the Don Juan myth from a point of view that is neither tragic nor entirely comic, but rather lighthearted, urbane, and ironic. We follow the title character and his earthy comic sidekick, Leporello, through a series of encounters that begins with a fatal duel, moves back and forth between the humorous and the sentimental, and ends with the protagonist being dragged down to hell.","release_date":"2016-10-22","vote_average":0.0,"runtime":193,"cert":"\"\"","id":440707,"title":"The Metropolitan Opera: Don Giovanni","adult":false,"genre_ids":[10402]},{"cast":["Tony Vieira","Claudete Joubert","Maria Aparecida Baxter","Eleonora Costa","Bianchina Della Costa"],"overview":"","release_date":"1976-02-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":440709,"title":"Traídas Pelo Desejo","adult":false,"genre_ids":[80]},{"cast":["Ley Bragg","Michael H. Cole","Jordan Horn","Hubert Frank"],"overview":"Edward is a frail, 78-year-old man who discovers the fountain of youth: an idyllic, crystal-clear spring in the wilderness of north-central Florida. After a short swim, he emerges from the water as a 28-year-old. Elated, Edward goes home and tries to convince his 75-year-old wife to do the same. But to his consternation, she refuses, not wanting to go against the natural flow of things.","release_date":"2005-02-11","vote_average":0.0,"runtime":75,"cert":"\"\"","id":440726,"title":"A Second Chance","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":440743,"title":"Erotic Mind 2","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":440745,"title":"Erotic Mind 3","adult":true,"genre_ids":[]},{"cast":["Nora Tschirner","Christian Ulmen","Friedrich Mücke"],"overview":"","release_date":"2007-04-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":440753,"title":"Alice im Niemandsland","adult":false,"genre_ids":[18]},{"cast":["Gérald Garnier","Pierre Trapet","Christian Boucher","Jacques Bolles","Marine Jolivet"],"overview":"Gérald, former champion of motorcycle competitions, after an accident that causes him to lose the use of his right becomes a trainer for young riders. But because he can not make enough money, he takes part in a burglary.","release_date":"1981-02-11","vote_average":0.0,"runtime":95,"cert":"N\/A","id":440755,"title":"Short Circuit","adult":false,"genre_ids":[18]},{"cast":["Michaela May","Fritz Karl","Anna Schudt","Helmfried von Lüttichau","Vadim Glowna"],"overview":"","release_date":"2008-02-21","vote_average":5.0,"runtime":null,"cert":"N\/A","id":440757,"title":"Alles was recht ist","adult":false,"genre_ids":[10770,35,18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":440759,"title":"Teste","adult":false,"genre_ids":[]},{"cast":["Lizzy Lovette"],"overview":"From newborn pups to working dogs to furry movie stars, cute pooches of all breeds abound in this film that explores the delightful world of canines.","release_date":"2003-01-01","vote_average":6.0,"runtime":53,"cert":"N\/A","id":440761,"title":"Precious Puppies","adult":false,"genre_ids":[99,10751]},{"cast":[],"overview":"In 1994 the BBC went to Bristol to make a film about local legend Derek Serpell-Morris, known to all as DJ Derek - an unassuming former accountant for Cadburys in his fifties who played ska, soul and reggae every week in the Star and Garter pub. After the film was broadcast, Derek was catapulted from his local to the stages of festivals such as Glastonbury and the Big Chill, becoming celebrated as Britain's oldest DJ and enjoying a successful career. Sadly, in July 2015 Derek went missing and in March 2016 it was confirmed that remains found near Cribbs Causeway, just north of Bristol, were his. As a tribute, BBC Arts has made the complete 1994 documentary available to view.","release_date":"","vote_average":0.0,"runtime":30,"cert":"N\/A","id":440763,"title":"DJ Derek's Sweet Memory Sounds","adult":false,"genre_ids":[]},{"cast":["Sherrié Austin","Christopher Daniel Barnes","Kate Benton"],"overview":"","release_date":"1990-01-14","vote_average":7.0,"runtime":null,"cert":"\"\"","id":440765,"title":"Exile","adult":false,"genre_ids":[12,18]},{"cast":["Karl Hadrika","Shan Wu"],"overview":"A pilot created by Karl Hadrika","release_date":"2016-10-31","vote_average":10.0,"runtime":12,"cert":"\"\"","id":440782,"title":"Becky Prim","adult":false,"genre_ids":[]},{"cast":[],"overview":"Found footage of Angela Davis, Foxy Brown, and Gus.","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":440784,"title":"Reckless Eyeballing","adult":false,"genre_ids":[]},{"cast":[],"overview":"A night light.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":440786,"title":"28.IV.81 (Bedouin Spark)","adult":false,"genre_ids":[]},{"cast":["M G Soman","Kaviyoor Ponnamma","Sankaradi","Bahadoor"],"overview":"A malayalam feature film directed by Bharathan based on a novel by Uroob.","release_date":"1978-05-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":440788,"title":"Aniyara","adult":false,"genre_ids":[]},{"cast":[],"overview":"BORN TO BE FREE is a revelatory investigation by three intrepid free-diving journalists, Gaya, Tanya and Julia, into the global trade in wild sea mammals. Their journey takes us to the most remote corners of Russia and witnesses, for the very first time, the shocking treatment that whales, dolphins and walruses are subjected to and discovers the corruption at the heart of this cruel international business.","release_date":"2017-03-21","vote_average":7.3,"runtime":74,"cert":"N\/A","id":440790,"title":"Born to Be Free","adult":false,"genre_ids":[99]},{"cast":["Ishaan Khattar","Malavika Mohanan","Sharada","Gautam Ghose","Tannishtha Chatterjee"],"overview":"A hedonistic teenager in Mumbai is busted for dealing drugs and goes to his estranged sister for help, but complications land her in jail.","release_date":"2018-04-20","vote_average":6.7,"runtime":120,"cert":"N\/A","id":440792,"title":"Beyond the Clouds","adult":false,"genre_ids":[10751,18]},{"cast":[],"overview":"Ryan Adams and the Shining took to the Park Stage in patchy denim to perform in front of arcade cabinets and a crowd of thousands.","release_date":"2015-06-28","vote_average":0.0,"runtime":80,"cert":"N\/A","id":440812,"title":"Ryan Adams: Live at Glastonbury 2015","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Proshot performance of the Foo Fighters live at the Bizarre Festival in Weeze Germany on August 19th, 2000.","release_date":"2000-08-19","vote_average":0.0,"runtime":68,"cert":"N\/A","id":440814,"title":"Foo Fighters: Live at Bizarre Festival 2000","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Pro-shot Broadcast recording of Foo Fighters, recorded live at the Lowlands Festival, in Biddinghuizen, Netherlands on August, 19th, 2012.","release_date":"2012-08-19","vote_average":0.0,"runtime":122,"cert":"N\/A","id":440816,"title":"Foo Fighters: Live at Lowlands 2012","adult":false,"genre_ids":[10402]},{"cast":["Oscar Rosberg","Patrick Saxe","Jenny Berg"],"overview":"A shut-in´s routine is disrupted by the visit of his older brother. The disruption leads to joy in the end.","release_date":"2016-10-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":440818,"title":"Hikikomori","adult":false,"genre_ids":[18]},{"cast":[],"overview":"If Foo Fighters Live on Letterman performance from the Ed Sullivan Theater seemed a little familiar to you, you’re not alone. From the black and white broadcast, to the band’s suits, to the set, and even the font on Taylor’s drum, the Foos set out to pay tribute to The Beatles legendary performance on The Ed Sullivan Show. Dave Grohl and the guys even tried to stand in place and move like the Fab Four.","release_date":"2011-04-12","vote_average":0.0,"runtime":103,"cert":"\"\"","id":440820,"title":"Foo Fighters: Live On Letterman 2011","adult":false,"genre_ids":[10402]},{"cast":["Jacky Cheung"],"overview":"","release_date":"2010-07-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":440822,"title":"張學友 Private Corner 迷你音樂會","adult":false,"genre_ids":[10402]},{"cast":["Matheson Lang","Isobel Elsom","Cecil Humphreys","Norman Page","Lewis Gilbert"],"overview":"A highwayman rides to York to stop a lady marrying a usurper.","release_date":"1922-09-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":440824,"title":"Dick Turpin's Ride to York","adult":false,"genre_ids":[36,18]},{"cast":[],"overview":"Live in Session on MBE KCRW FM Santa Monica, California, USA","release_date":"2013-06-11","vote_average":0.0,"runtime":65,"cert":"\"\"","id":440838,"title":"Queens of the Stone Age: KCRW Session 2013","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Setlist: Era Vulgaris, Sick, Sick, Sick, Go With the Flow, Do It Again, Misfit Love, Burn the Witch, Turnin' on the Screw, Monsters in the Parasol, You Can't Quit Me Baby, You Think I Ain't Worth a Dollar, but I Feel Like a Millionaire, Little Sister, Make It Wit Chu, No One Knows","release_date":"2008-06-01","vote_average":0.0,"runtime":63,"cert":"N\/A","id":440840,"title":"Queens of the Stone Age: Live at Pinkpop 2008","adult":false,"genre_ids":[10402]},{"cast":["Ivan Petrushinov","Silvija Rangelova","Nelli Topalova"],"overview":"A group of people gathers in a village inn to wait for a storm to pass.","release_date":"1986-02-02","vote_average":0.0,"runtime":89,"cert":"N\/A","id":440842,"title":"Desires for the White Road","adult":false,"genre_ids":[]},{"cast":["Matheus Nachtergaele","Fernanda Montenegro","Cauã Reymond","Irandhir Santos","Gabriel Leone"],"overview":"","release_date":"2017-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":440844,"title":"Piedade","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ryan Adams live at KCRW Radio Santa Monica, California. Broadcasted live from webcast.","release_date":"2011-12-02","vote_average":0.0,"runtime":70,"cert":"\"\"","id":440846,"title":"Ryan Adams: Live in Session at KCRW","adult":false,"genre_ids":[10402]},{"cast":["The Black Keys","Dan Auerbach"],"overview":"ACL presents the evolution of electric guitar music with Sonic Youth and the Black Keys. Sonic Youth showcases the avant-garde rock of its latest album The Eternal, while the Black Keys highlights the classic blues rock of its recent record Brothers.  Sonic Youth Setlist:\r No Way\r Sacred Trickster\r Anti-Orgasm\r What We Know\r 'Cross the Breeze  The Black Keys Setlist:\r Thickfreakness\r I'll be Your Man\r Next Girl\r Howlin for You\r Tighten Up\r She's Long Gone\r I Got Mine","release_date":"2010-10-08","vote_average":0.0,"runtime":54,"cert":"\"\"","id":440848,"title":"Sonic Youth & The Black Keys: Live at Austin City Limits 2011","adult":false,"genre_ids":[10402]},{"cast":["Jon Nix","Jamie Overstreet","B.J. Colangelo","R. Zachary Shildwachter","Wes Allen"],"overview":"An experimental project made up of 10 minute silent portraits with 60+ participants.","release_date":"2017-05-26","vote_average":0.0,"runtime":10,"cert":"\"\"","id":440865,"title":"The 10 Minute Project","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A boy steps out of a 3D printer to meet his maker...","release_date":"2015-07-21","vote_average":6.0,"runtime":15,"cert":"\"\"","id":440867,"title":"Caleb","adult":false,"genre_ids":[18,878]},{"cast":["Tineke Schouten"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":440869,"title":"Tineke Schouten - Spiksplinternieuw","adult":false,"genre_ids":[]},{"cast":["Don Barry","Lona Andre","LeRoy Mason","Tom London","Jack Ingram"],"overview":"Donald Barry, not yet Donald \"Red\" Barry, heads the cast of the Republic western Ghost Valley Raiders. A federal marshal, Barry is assigned to put an end to the activities of a stagecoach-robbery gang. That's why he spends most of the film pretending to be an outlaw himself. Stunt specialist Yakima Canutt plays a secondary villain, and also doubles for Barry in the dicier action scenes.","release_date":"1940-03-23","vote_average":0.0,"runtime":57,"cert":"\"\"","id":440871,"title":"Ghost Valley Raiders","adult":false,"genre_ids":[37,9648,10749]},{"cast":["Dilip Kumar","Dev Anand","Bina Rai","Shobhna Samarth"],"overview":"A once loyal soldier faces many challenges after turning into a rebel.","release_date":"1955-09-30","vote_average":0.0,"runtime":185,"cert":"N\/A","id":440873,"title":"Insaniyat","adult":false,"genre_ids":[]},{"cast":[],"overview":"Combing cinema vérité with Arabic Folklore, immersing us into the daily struggles of down-to-earth Egyptian youth.","release_date":"2017-02-10","vote_average":10.0,"runtime":45,"cert":"N\/A","id":440887,"title":"إسكندرية رايح جاى","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2015-02-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":440889,"title":"Rebuilding Noah's Ark","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Drag Queens and their cabaret shows are well-known in France, but Drag Kings still remain very much on the sidelines. Chriss Lag traveled all over France and met 22 Kings to bring them front and center.","release_date":"2016-11-30","vote_average":10.0,"runtime":96,"cert":"N\/A","id":440891,"title":"Parole de King!","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2008-04-05","vote_average":7.0,"runtime":null,"cert":"N\/A","id":440893,"title":"La orilla que se abisma","adult":false,"genre_ids":[]},{"cast":["Zhang Guoli","Feng Yuanzheng","Ju Xue","Xi Meijuan","Fang Zige"],"overview":"","release_date":"1995-01-01","vote_average":0.0,"runtime":99,"cert":"N\/A","id":440895,"title":"The Strangers in Beijing","adult":false,"genre_ids":[18]},{"cast":["Dzhemma Osmolovskaya","Kirill Stolyarov","Vladimir Zemlyanikin","Sergei Stolyarov","Aleksandra Panova"],"overview":"A story about a first love between two high school seniors in a small South Russian town.","release_date":"1957-07-28","vote_average":0.0,"runtime":89,"cert":"N\/A","id":440897,"title":"A Tale of First Love","adult":false,"genre_ids":[10751,10749,18]},{"cast":["Marina Sirtis","David Yost","Nichelle Nichols","Walter Jones","George Lazenby"],"overview":"A covert group of vigilantes known as The Order dedicate their lives to eliminating violent threats and imminent disasters, but discover that one threat they face, is being lead by some of their very own.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":440911,"title":"The Order","adult":false,"genre_ids":[878,28,80]},{"cast":["Farhad Aslani","Behnoosh Tabatabaei","Merila Zarei","Shahram Haghighatdoost","Hesam Navab Safavi"],"overview":"Shirin is a woman facing problems in her marriage and with her child. She's trying desperately for a way to connect with her son and her husband.","release_date":"2017-02-02","vote_average":0.0,"runtime":90,"cert":"N\/A","id":440913,"title":"Under the Smokey Roof","adult":false,"genre_ids":[10751]},{"cast":["Simon Rattle","Jesus Parra"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":440915,"title":"El Sistema at the Salzburg Festival","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Places the viewer in the middle of the story of nuclear weapons - the most dangerous machines ever built - from the Trinity Test in 1945 to the current state of nuclear weapons in 2016.","release_date":"2017-02-10","vote_average":6.3,"runtime":55,"cert":"\"\"","id":440917,"title":"The Bomb","adult":false,"genre_ids":[99]},{"cast":["Shin Won-ho","Lee Se-young","Chu Xiao-xiang","Kim Yong-seok","Kim Sang-min"],"overview":"Set in a post-apocalyptic world, a group of six musicians discover that music can help cure those infected by the zombie virus.","release_date":"2014-10-01","vote_average":0.0,"runtime":55,"cert":"N\/A","id":440919,"title":"Zedd","adult":false,"genre_ids":[28,27,10402,878]},{"cast":["Badih Abou Chacra","Talal Jurdi","Fouad Yammine","Dory Al Samarany","Nada Bou Farhat"],"overview":"Yalla 3abelkon Chabeb shows us through the eyes of men how hard nowadays it is to have a proper relationship, based on love respect, principles and values… Is it because we live in a society where everything became so easy? Will those characters find true love? Does true love still exist? Why can’t we fight for what we have instead of turning our backs when a problem comes along? Are we looking at the wrong reasons to get married? Once married, how can we keep the marriage alive? Are all men cheaters?","release_date":"2016-11-24","vote_average":0.0,"runtime":118,"cert":"N\/A","id":440933,"title":"Yalla 3a2belkon Chabeb","adult":false,"genre_ids":[]},{"cast":["Daminee Basu","Mishka Halim","Biswajit Chakraborty","Ayan Raxit"],"overview":"In an exploration of grief through the absurd, Priyanka seeks comfort in her conversations with Neha, soon after lighting the pyre of her old father, with whom she shared a difficult relationship.","release_date":"2017-05-17","vote_average":0.0,"runtime":21,"cert":"N\/A","id":440935,"title":"The Paperman","adult":false,"genre_ids":[18]},{"cast":[],"overview":"AREA 51 shows skiing's new generation going bigger than ever and pulling the sickest tricks imaginable. Filmed at competitions and sessions around the globe, this movie has it all.","release_date":"1999-02-10","vote_average":0.0,"runtime":null,"cert":"\"\"","id":440937,"title":"Area 51","adult":false,"genre_ids":[]},{"cast":["Ahn So-hee-I","Jang Chang-myung","Eun Jeong-I","Min Ho"],"overview":"Min-jeong breaks up with her boyfriend she dated for 3 years. She leaves on a trip to heal her wounds.  However, she meets some strange men on the way! Hoon-jae has erotic thoughts on his mind as he stalks her. Min-jeong hitch-hikes to avoid him and meets another strange man!  Min-jeong gets even more hurt on a trip she left for to heal her broken heart. Then she meets Myeong-sik and he's different from the other men she's met. Min-jeong can't stop looking at him and Myeong-sik also likes her.  The village widow Yeon-joo doesn't like them and she's Myeong-sik's sex partner. She tries to separate them. What will happen to them?","release_date":"2017-02-02","vote_average":0.0,"runtime":80,"cert":"N\/A","id":440939,"title":"Tasty Working Girl","adult":false,"genre_ids":[]},{"cast":["Raúl Ramírez","Rosenda Bernal","Noé Murayama","Víctor Alcocer","Mario Cid"],"overview":"A man murders the person who killed his wife, so he flees to Central America, where he finds love again.","release_date":"1979-01-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":440941,"title":"Alguien tiene que morir","adult":false,"genre_ids":[28]},{"cast":["Daniel Bermudez"],"overview":"Johhny Thunder and the gang search for the keys to a portal.","release_date":"2014-08-22","vote_average":0.0,"runtime":87,"cert":"\"PG-13\"","id":440943,"title":"Johnny Thunder and the Wisdom of the Ancients","adult":false,"genre_ids":[28,12,16]},{"cast":[],"overview":"Join Dora as she makes a special cake for Mother's Day or visit with Kai-lan and watch Ye-Ye make soup dumplings for the Chinese New Year Party! You can also learn where and how food grows with Diego and Blue","release_date":"2011-05-17","vote_average":0.0,"runtime":148,"cert":"\"G\"","id":440945,"title":"Nickelodeon Favorites: Food With Friends","adult":false,"genre_ids":[]},{"cast":["Ugo Pagliai","Dagmar Lassander","Yves Beneyton","Pier Paola Bucchi","Franco Angrisano"],"overview":"Charles and Meg, a young couple whose relationship is currently experiencing some distress, go on vacation in Paestum hoping to mend their problems.  But along the way they pick up an aggressive and unscrupulous hitchhiker.","release_date":"1972-03-03","vote_average":6.0,"runtime":84,"cert":"N\/A","id":440947,"title":"Guardami Nuda","adult":false,"genre_ids":[18]},{"cast":["Alex Essoe","Audrey Hamilton","Kelly Love","Andy McPhee","Kara Petersen"],"overview":"Set in a small, isolated 19th century Irish home for unwed mothers, a young pregnant woman must fight for her survival as the home falls siege to a group of mysterious invaders.","release_date":"2017-02-06","vote_average":5.8,"runtime":8,"cert":"\"\"","id":440955,"title":"The Home","adult":false,"genre_ids":[27]},{"cast":["Steve Hudgins","Michael Coon","Jessica Leonard","Felicia Stewart","Jonathan Humphrey"],"overview":"The lives of several people take a terrifying turn after discovering the attic in an old house with a mysterious past.","release_date":"2016-11-12","vote_average":3.0,"runtime":85,"cert":"\"\"","id":440957,"title":"It Lives in the Attic","adult":false,"genre_ids":[53]},{"cast":["María Elena Marqués","Bruno Rey","Anita Blanch","Carlos Riquelme","Carmen Salinas"],"overview":"After the death of her husband the industrialist, unprepared trophy-wife takes over the management of his business concerns.","release_date":"1981-06-10","vote_average":0.0,"runtime":105,"cert":"N\/A","id":440959,"title":"El testamento","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Wifi hot spot on 23 Street is a corner of Havana where everybody goes to get closer to their loved ones. Brief stories; families getting together through a video call, and as a consequence, Cuba is changing... as an umbilical chord just about to be cut.","release_date":"2016-11-17","vote_average":0.0,"runtime":18,"cert":"N\/A","id":440961,"title":"Connection","adult":false,"genre_ids":[99]},{"cast":["Jean Coutu","Rosanna Schiaffino","Dalia Friedland","Avner Hizkiyahu","Ya'ackov Ben-Sira"],"overview":"Sex comedy about an architect from Quebec who suffers from guilt feelings over his excessive sex urge. He confesses all this to a beautiful female analyst.","release_date":"1971-01-01","vote_average":0.0,"runtime":98,"cert":"N\/A","id":440963,"title":"7 fois... par jour","adult":false,"genre_ids":[14,35]},{"cast":["Smokey Robinson","Cee Lo Green","Samuel L. Jackson"],"overview":"Enjoy an all-star tribute to Smokey Robinson, the 2016 recipient of the Library of Congress Gershwin Prize for Popular Song, with performances by Robinson, as well as Aloe Blacc, Gallant, CeeLo Green, JoJo, Ledisi, Tegan Marie, Kip Moore, Corinne Bailey Rae, Esperanza Spalding, The Tenors, BeBe Winans, and a special appearance by Berry Gordy, Founder of Motown,  with Samuel L. Jackson as host and Greg Phillinganes as music director.","release_date":"2017-02-10","vote_average":0.0,"runtime":93,"cert":"\"\"","id":440965,"title":"Smokey Robinson: The Library of Congress Gershwin Prize for Popular Song","adult":false,"genre_ids":[]},{"cast":["Emmanuel Macron","Brigitte Macron"],"overview":"","release_date":"2016-11-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":440967,"title":"NOTRE HISTOIRE EST POLITIQUE - EMMANUEL MACRON, LA STRATÉGIE DU METÉORE","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Fleurs Du Mal is a tongue in cheek horror film referencing Scream and Hammer films about a girl on her own in a house who is attacked by erotic zombies. It is also a classic makeover story- Miss Goodie-two-shoes turns into leather-clad vixen, like Grease.","release_date":"2014-10-24","vote_average":0.0,"runtime":3,"cert":"\"\"","id":440978,"title":"Fleurs du Mal","adult":false,"genre_ids":[]},{"cast":[],"overview":"Luxembourg is rich, Luxembourg is quiet, Luxembourg is safe. Why leave this apparent heaven? From Northern Canada to tropical paradise, from Jerusalem to the desert kingdom of Gobir, this film is about Luxembourgers who had to leave their home country, in order to find themselves better at home. A question spurs this trip around the world: do we want to remain who we are?","release_date":"2010-06-23","vote_average":0.0,"runtime":110,"cert":"N\/A","id":440980,"title":"We don't want to stay","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Hans is gathering deadwood in a cold, dark forest when he is surprised by a visit from the sinister Evert and Ria. Seemingly without making contact with Hans, they also begin collecting wood, but their gathering skills leave a lot to be desired. Moved by compassion, Hans offers them some wood from his collection.","release_date":"2016-09-22","vote_average":0.0,"runtime":14,"cert":"N\/A","id":440982,"title":"Sprokkelhout","adult":false,"genre_ids":[]},{"cast":[],"overview":"Caravan is a cautionary tale set in the 90s which follows a young family on a road-trip. As night falls the family pull in for a routine rest-stop where their caravan is invaded by a malevolent intruder.","release_date":"2016-12-13","vote_average":0.0,"runtime":10,"cert":"\"\"","id":440984,"title":"Caravan","adult":false,"genre_ids":[]},{"cast":[],"overview":"When an under appreciated single mother intercepts a strange transmission on her pocket radio she suspects that it may be linked to her teenage sons mysterious homemade gaming headset.","release_date":"2016-12-05","vote_average":0.0,"runtime":14,"cert":"\"\"","id":440986,"title":"Man in the Moon","adult":false,"genre_ids":[]},{"cast":[],"overview":"Frederick Butterfield has always been runner up to his twin brother Herman. When Herman, the older by a mere minute, becomes the world's oldest man, Frederick finally sees an opportunity to be first place.","release_date":"2016-07-19","vote_average":0.0,"runtime":7,"cert":"N\/A","id":440991,"title":"Second to None","adult":false,"genre_ids":[]},{"cert":"\"\"","title":"Stick to your Gun","cast":[],"id":440993,"overview":"A gun-loving woman aspires to cook breakfast for the man handcuffed to her bed, but first she has to stop a wild chicken from destroying everything.","runtime":9,"genre_ids":[],"release_date":"2016-06-24","vote_average":0.0,"adult":false}]