[{"cast":["Samuel Le Bihan","Youssef Hajdi","Claire Keim","Olivia Côte","Muriel Mayette"],"overview":"In July 2010, Laurent Fignon, the great cycling legend, commented on the Tour de France. Although the two-time tour winner of the 80s has incurable cancer, he follows as a reporter day by day the entire race. His doctor should treat him medically during the tour. After facing each other in disgust, the two men develop more understanding for each other from stage to stage. For Laurent, ending this tour means upholding life, even though broadcasting efforts are reducing the chances of a successful life-prolonging therapy.","release_date":"2014-07-02","vote_average":5.7,"runtime":85,"cert":"N\/A","id":443001,"title":"La dernière échappée","adult":false,"genre_ids":[]},{"cast":[],"overview":"Moving image \"causerie\" [\"billedkåseri\"], parts I and II","release_date":"1932-01-16","vote_average":0.0,"runtime":17,"cert":"N\/A","id":443003,"title":"Hallo Oslo!","adult":false,"genre_ids":[]},{"cast":["Guy Madison","Andy Devine","Ann Carroll","Carole Mathews","Rory Mallinson"],"overview":"Two episodes of the TV series \"Wild Bill Hickok\" edited together and released as a feature.","release_date":"1954-12-26","vote_average":0.0,"runtime":null,"cert":"\"\"","id":443005,"title":"The Two Gun Teacher","adult":false,"genre_ids":[37]},{"cast":["Thomas Torrey","Katherine Drew","J.R. Adduci","Pat Dortch","Sloan Stewart"],"overview":"A ride-share driver finds himself transporting the man who is secretly sleeping with his wife.","release_date":"2017-02-21","vote_average":4.2,"runtime":75,"cert":"\"\"","id":443007,"title":"Fare","adult":false,"genre_ids":[18,53]},{"cast":["Wes Allen","Matt Capiccioni","Britt Baker","Aaron Sechrist","Gregory Iron"],"overview":"An obsessive fan kidnaps his favorite up-and-coming wrestling star.","release_date":"","vote_average":0.0,"runtime":85,"cert":"N\/A","id":443018,"title":"Powerbomb","adult":false,"genre_ids":[18,27,53]},{"cast":[],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":443020,"title":"Walt Disney Treasures (1935 - 1951)","adult":false,"genre_ids":[]},{"cast":["Paul Hamy","Clémence Diard","Sarah-Megan Allouch-Mainier"],"overview":"Martin cries. He is alone. He woke up in the morning and all his friends were gone. Disappeared. Just not there. He sets off to look for them. And he searches everywhere, in the city, in the mountains, in the rivers, but he doesn’t find them. That makes him furious. Really furious – really sad. Rage, violence, longing, loneliness. Without fear of great feelings, without fear of one's own courage and without fear of violence, Jonathan Vinel tells a story of love and loss entirely based on elements from the computer game Grand Theft Auto V – beyond all kinds of tawdry notions and with extremely concrete physicality.","release_date":"2017-02-10","vote_average":0.0,"runtime":16,"cert":"N\/A","id":443022,"title":"Martin Cries","adult":false,"genre_ids":[]},{"cast":["Mounzer Baalbaki"],"overview":"On the outskirts of the city, right by the water, lies an arterial road that leads to Beirut’s international airport. Most of the houses standing there are illegal constructions, quickly erected for a life alongside the road.  Karam Ghossein, who also works as a cameraman for other video artists from Lebanon, combines pictures from a commissioned production he shot on the occasion of a friend’s wedding in 2004 with street impressions from the present day. Past events can’t be told apart from the observations of today: a kaleidoscope of stories that take place on this highway.","release_date":"2017-02-11","vote_average":6.0,"runtime":22,"cert":"N\/A","id":443024,"title":"Street of Death","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The Deccan Trap is a sci-fi fable that goes back in space and time, with one layer at a time revealed from a cut out collage of stacked images. The piece travels from some of the newest 3D images being produced in India—at post-production studios converting outsourced Hollywood films from 2D to 3D—to some of the oldest—bas-relief carvings in Ellora’s rock cut temples in Maharashtra.","release_date":"2015-01-01","vote_average":0.0,"runtime":4,"cert":"\"\"","id":443029,"title":"The Deccan Trap","adult":false,"genre_ids":[]},{"cast":["Lance Henriksen","Harry Lennix","Michael Traynor","Katie Savoy","Jack Noseworthy"],"overview":"A desperate doctor locks down South Union Cardiac Hospital to keep the greatest discovery in human history to himself, while a young intern races to save a dying young dancer, his ex-girlfriend, and his best friend, and stop his mentor.","release_date":"2017-02-21","vote_average":2.8,"runtime":85,"cert":"\"\"","id":443046,"title":"Needlestick","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"\"A visual essay drawn from my experience of being embedded for some time in a place, one that is both beautiful and ancient but also is an abysmal war zone -- the occupied territory of Palestine.  The piece quotes Jalal Toufic, Jean Genet and H.P. Lovecraft, drawing poetic lines between the familiar tropes of the revenant, the undead and the disembodied, with the lives of the Palestinians.  Refugees, between worlds, yearning for their original soil, in limbo, lost in the labyrinth...\" - Peggy Ahwesh","release_date":"2015-02-21","vote_average":0.0,"runtime":25,"cert":"\"\"","id":443048,"title":"Alluvium","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"The sociopolitical landscape of the West Bank is featured, drifting through a bewildering network of dead ends, voided zones and semi-porous borders.  The term used in negotiation, 'kissing point' descries the point where two (enemy) territories must make a contract for the land to be shared, in the struggle over ownership and control.\" - Peggy Ahwesh","release_date":"2014-02-21","vote_average":0.0,"runtime":16,"cert":"\"\"","id":443050,"title":"Kissing Point","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Refashioning the intent of footage lifted from an online Taiwanese news outlet, this cautionary tale is about the inexplicable sea - a poetic tour through the obsession to conquer the Great Whale to the current crisis of the migrants fleeing war.\" - Peggy Ahwesh","release_date":"2016-02-21","vote_average":0.0,"runtime":10,"cert":"\"\"","id":443052,"title":"The Blackest Sea","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Japanese short film","release_date":"1984-03-10","vote_average":0.0,"runtime":38,"cert":"N\/A","id":443054,"title":"Draw the Line of Flight","adult":false,"genre_ids":[]},{"cast":[],"overview":"Archiving iPhone images to 35mm film. digital and analogue distortions. In this case the colour blue.","release_date":"2017-02-06","vote_average":0.0,"runtime":2,"cert":"N\/A","id":443056,"title":"untitled (camera roll)","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2011-05-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":443064,"title":"Mélange Coupe Fine","adult":false,"genre_ids":[16,35]},{"cast":["Ivan Hedqvist","Renée Björling","Jenny Tschernichin-Larsson","Ernst Öberg","Mia Gründer"],"overview":"The mayor's son Mauritz Fristedt, has become deeply in love with the baker's daughter Dunungen. The mayor applauds the engagement because Mauritz will to try to foist  a pack of worthless shares from his uncle to his father-in-law.","release_date":"1919-02-21","vote_average":6.0,"runtime":131,"cert":"N\/A","id":443066,"title":"Dunungen","adult":false,"genre_ids":[18]},{"cast":[],"overview":"an unfashionably joyous celebration of safe sex (group masturbation parties) and affection (fondling in public places) among gay men","release_date":"1989-01-01","vote_average":0.0,"runtime":10,"cert":"\"\"","id":443068,"title":"Boys\/Life","adult":false,"genre_ids":[]},{"cast":["Kelly Nelon Clark","Ken Dohse","James Alcorn","Amelia Mann","Juli Tapken"],"overview":"Pastor Luke Wolfe is a man with a mission: to close down the rest of the churches in town and to build a facility that will be the gem of the community. He also aims to put a wedding ring on the hand of his church's pianist, the most attractive eligible woman in town. His plans hiccup when Pastor Evan Shephard arrives in town and rents the vacant church building formerly known as Old Rugged Cross. Not only does Wolfe have a new rival for the piano player's affection, but also for the hearts of the citizens of the town he desires to dominate, including his own son, the youth pastor of his mega church.","release_date":"2016-02-21","vote_average":0.0,"runtime":113,"cert":"\"\"","id":443070,"title":"Old Rugged Cross","adult":false,"genre_ids":[]},{"cast":["Maxine Peake","Charles Dance","Freddie Fox","Tanya Reynolds","Zak Adams"],"overview":"Set on an isolated farm in Shropshire in 1657. The story of Fanny Lye, a woman who learns to transcend her oppressive marriage and discover a new world of possibility - albeit at great personal cost. Living a life of Puritan stricture with husband John and young son Arthur, Fanny Lye's world is shaken to its core by the unexpected arrival of two strangers in need, a young couple closely pursued by a ruthless sheriff and his deputy.","release_date":"2019-10-10","vote_average":6.0,"runtime":110,"cert":"N\/A","id":443072,"title":"Fanny Lye Deliver'd","adult":false,"genre_ids":[18,36]},{"cast":["Marcin Świetlicki","Maciej Maleńczuk","Marian Dziędziel","Elżbieta Jarosik","Krystyna Rutkowska-Ulewicz"],"overview":"A writer moves to an apartment in Warsaw's Praga neighborhood to write a new book.","release_date":"1999-05-09","vote_average":5.0,"runtime":64,"cert":"N\/A","id":443074,"title":"The Auricle","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The film follows the attempts to harness wind and solar energy for the benefit of the Palestinian village of Susia. In the process we get to know extraordinary individuals from both sides of the conflict\/ What was missing in Noam Dotan's otherwise perfect life? What made him and others leave symbols of success and devote themselves to a renewable energy project in a Palestinian village? what is this dream, shared with the residents of Susia, which is today coming to fruition? They work through action, rather than through protest or demonstrations. Three years in the making, they have created a renewable energy project at Susia, succeeded in supplying electricity for residents living in tents and caves, figuratively and literally lighting up their lives.","release_date":"2010-09-01","vote_average":0.0,"runtime":55,"cert":"\"NR\"","id":443088,"title":"The Human Turbine","adult":false,"genre_ids":[]},{"cast":["Nico Swan","Sarahjane Swan"],"overview":"A woman descends into the Underworld to confront her sister, Death, and to bring back her unborn child.","release_date":"2014-01-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":443090,"title":"Orphine","adult":false,"genre_ids":[14,18]},{"cast":[],"overview":"","release_date":"2005-06-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":443095,"title":"Jiskefet: Sint Hubertusberg","adult":false,"genre_ids":[35]},{"cast":["Antony Del Rio","Ali Hillis","Danny Mann"],"overview":"Pit chases down Thanatos, the god of Death, to stop his evil \"Trojan horse\"-style machine from destroying the city.","release_date":"2012-03-08","vote_average":0.0,"runtime":9,"cert":"\"\"","id":443097,"title":"Thanatos Rising","adult":false,"genre_ids":[16,14]},{"cast":["Antony Del Rio","Ali Hillis"],"overview":"Palutena is fixing lunch for herself and Pit, but while Pit's away getting more food, something goes wrong when her carrots come to life and run away.","release_date":"2012-03-19","vote_average":0.0,"runtime":7,"cert":"\"\"","id":443099,"title":"Palutena's Revolting Dinner","adult":false,"genre_ids":[16,14,35]},{"cast":["Tim Heidecker","Mark Proksch","Gregg Turkington","Manuel Giusti","Alessandro Serradimigni"],"overview":"Tim showcases his band Dekkar, finds closure with Tom Cruise Jr.'s passing and awaits a call from Ben Carson and a visit from Johnny Depp, while Gregg hosts the Oscar Olympics and prepares his biggest finale ever.","release_date":"2016-02-28","vote_average":10.0,"runtime":185,"cert":"\"\"","id":443113,"title":"The Fourth Annual 'On Cinema' Oscar Special","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The sequel to the Magical Mirai 2013 concert, made to promote Hatsune Miku -Project DIVA- F 2nd and the Magical Mirai 2014 Official Album. It featured a concert and an exhibition at both venues.","release_date":"2014-08-30","vote_average":10.0,"runtime":114,"cert":"N\/A","id":443121,"title":"Hatsune Miku: Magical Mirai 2014","adult":false,"genre_ids":[]},{"cast":["Matias Malmivaara","Atte Hämäläinen","Mari Hänninen","Hannu Lintukoski","Henri Paavola"],"overview":"","release_date":"2006-08-25","vote_average":0.0,"runtime":94,"cert":"N\/A","id":443123,"title":"Time to Die","adult":false,"genre_ids":[27,80,18]},{"cast":["Uddika Premarathna","Dihani Ashokamala Ekanayake","Roshan Ravindra","Menaka Peiris"],"overview":"Aloko Udapadi is a Sinhalese epic historical film based on the story of King Valagamba of Anuradhapura (89 – 77 BCE).","release_date":"2017-01-20","vote_average":9.7,"runtime":113,"cert":"N\/A","id":443125,"title":"Light Arose","adult":false,"genre_ids":[36]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":443127,"title":"La Singular Historia de Juan sin Nada","adult":false,"genre_ids":[99]},{"cast":["David Jensen","Steve Buscemi","Quentin Tarantino"],"overview":"Short film made with the help of the Sundance Film Institute and serving as a proof-of-concept for the subsequent feature film.","release_date":"1991-06-01","vote_average":7.5,"runtime":12,"cert":"\"\"","id":443129,"title":"Reservoir Dogs","adult":false,"genre_ids":[18]},{"cast":["Liza Pulman","Dillie Keane","Adele Anderson"],"overview":"Fascinating Aïda are a three woman (Dillie Keane, Adele Anderson and Liza Pulman) cabaret act that have been performing for over 30 years. This show was recorded live at the Edinburgh Festival Fringe in 2016, in George Square Gardens.","release_date":"2016-12-16","vote_average":0.0,"runtime":64,"cert":"N\/A","id":443137,"title":"Back in the Saddle - Fascinating Aïda in Edinburgh","adult":false,"genre_ids":[35,10402]},{"cast":["Tino Rossi","Claude May","Louis Seigner","Georges Poujouly","Édouard Delmont"],"overview":"","release_date":"1952-12-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":443139,"title":"Son dernier Noël","adult":false,"genre_ids":[18]},{"cast":["Jackie Shroff","Abhishek Bachchan","Roopa Ganguly","Soha Ali Khan","Raima Sen"],"overview":"In late 19th Century, Bengal Bhubaneswar Chowdhury (Jackie Shroff) is a wealthy and tyrannical Zamidar (Squire). He has two main obsessions: his desperate attempts for an heir, which even his new second wife Jashomati seems unable to deliver; and competing with his regional rivals to produce the most magnificent effigy of a goddess for the annual Durga Puja ceremony. This year he concocts a master plan - why not change the face of the goddess for the most powerful woman on Earth - Queen Victoria. Meantime his two wives Mahomaya and Jashomati try to look out for one another especially as Bhubeneshwar begins to sexually assault his younger wife each night. Traumatised and lonely, Jashomati is dangerously drawn towards the youthful sculptor who has been employed to create the great effigy of Durga, Goddess of destruction.","release_date":"2005-10-28","vote_average":6.5,"runtime":118,"cert":"N\/A","id":443141,"title":"Antarmahal","adult":false,"genre_ids":[18]},{"cast":["Matthew Okine"],"overview":"Award-winning comedian Matt Okine is black and likes chicken... but he's also chicken of some seafood. During what was supposed to be a routine fishing trip with his dad, Matt comes face-to-face with ghost fishermen, killer jellyfish, and giant squid, tackling his gravest fears, all in the hope of getting a little breakfast.","release_date":"2012-12-05","vote_average":0.0,"runtime":75,"cert":"N\/A","id":443143,"title":"Matt Okine: Being Black n Chicken n Shit","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1977-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":443145,"title":"À force de courage","adult":false,"genre_ids":[]},{"cast":["Lee Mi-seon","Lee Jeong-kil","Lee Mi-sook","Jung Jae-gon","Yun Yang-ha"],"overview":"Choi Seok, a historian, raises Jeong-im after her parents pass away. But when her gratitude turns into feelings for him, he is criticized and so leaves the school. When Jeong-im is hospitalized, he gives her a lump sum of money and leaves for Hokkaido, Japan. When Jeong-im finds out the truth, she and Oh Jin-wu, an admirer of hers, go to Choi Seok who's now fighting brain tumor...","release_date":"1987-08-07","vote_average":0.0,"runtime":104,"cert":"N\/A","id":443147,"title":"Compassion","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":443158,"title":"Mai Kuraki Live Tour 2012 OVER THE RAINBOW","adult":false,"genre_ids":[]},{"cast":[],"overview":"Studio tape of special imagery in the form of a giant translucent balls swinging in pendulous motion, with electronic synthesizer music played by Terry Riley.","release_date":"1969-04-01","vote_average":0.0,"runtime":23,"cert":"\"\"","id":443160,"title":"Music With Balls","adult":false,"genre_ids":[]},{"cast":[],"overview":"Following the successful documentary The Matthäus Mission of Reinbert de Leeuw, director Cherry Duyns is now showing the full implementation of the St Matthew Passion. It is a poignant performance in De Nieuwe Kerk conducted by Reinbert de Leeuw. With soloists Joanne Lunn (soprano), Delphine Galou (alto), Christopher Watson (tenor), Tomáš Král (bass), Andreas Wolf (Christ), Benedikt Kristjánsson (evangelist), Holland Baroque, the Nederlands Kamerkoor en the Roder Boys Choir. Concertmaster Judith Steenbrink.","release_date":"2017-03-16","vote_average":0.0,"runtime":175,"cert":"N\/A","id":443162,"title":"De Matthäus Passion - De complete uitvoering van Reinbert de Leeuw","adult":false,"genre_ids":[10402]},{"cast":["Léa Guerlin","Gina Gerson","Anita Bellini","Lolita Taylor","James Brossman"],"overview":"Despite their young age, these five beautiful students are already well experienced in the subject of pleasure.\r Léa, Sophie and their friends in uniform don't shy away from anything when it comes to sex. They use all their charms to seduce any older man who crosses their path, and have every intention of putting everything they have learnt this year at boarding school into practice, particularly when it comes to reaching orgasm...\r No one can resist them, not even their strict housemaster, Mr Richard. Just watch how easily he gives in to their advances after catching them in the middle of an orgy of lesbian pleasure in their dormitory. How can you say no to such beautiful young women, so burning with desire?","release_date":"2016-02-12","vote_average":7.5,"runtime":115,"cert":"\"NC-17\"","id":443164,"title":"Léa Guerlin first Night in the Girl's Dormitory","adult":true,"genre_ids":[]},{"cast":["Rudy Behlmer","Bruce Dukov","Julie Garfield","Richard S. Kaufman","John W. Waxman"],"overview":"A short documentary about the music in the 1946 film \"Humoresque\"","release_date":"2005-06-14","vote_average":0.0,"runtime":9,"cert":"\"\"","id":443169,"title":"The Music of 'Humoresque'","adult":false,"genre_ids":[]},{"cast":[],"overview":"A modern coming of age story in the social media era.","release_date":"2017-01-27","vote_average":0.0,"runtime":67,"cert":"N\/A","id":443171,"title":"The Perfect Selfie","adult":false,"genre_ids":[99]},{"cast":["Ksenija Marinković","Renata Pokupić","Ozren Grabarić","Bogdan Diklić","Goran Navojec"],"overview":"A disillusioned opera star, a lonely pastry chef, and a divorced Don Juan with an amorous history offstage make for choice ingredients in this poignant romantic tale spiced with Christmas cookies, borscht, and an alarming quantity of deadly insecticide. Director Tribuson demonstrates a deft talent for juggling comic romantic disasters from a woman’s point of view as her characters negotiate the bamboozling ways of love. Middle-aged Verica (acclaimed actress Marinković) pours her heart into her café’s pastries, but she can’t seem to find a like-minded lover until a duplicitous handyman with pheromones to spare and an eye for the ladies sets off a chain of unforeseen adventures all tied together by one fateful plate of tasty treats.","release_date":"2016-12-08","vote_average":2.0,"runtime":102,"cert":"N\/A","id":443182,"title":"All the Best","adult":false,"genre_ids":[10751,35]},{"cast":[],"overview":"Filmed after the start of the blitz, but with little visual reference to this, 'City Bound' is an exploration of the daily commute into London from the suburbs in 1941.","release_date":"1941-02-22","vote_average":0.0,"runtime":10,"cert":"N\/A","id":443184,"title":"City Bound","adult":false,"genre_ids":[]},{"cast":["Frank Craven"],"overview":"Documents farming practices in the New England states, showing the prosperity that fertile soils brought to hardworking farmers who cleared the hilly land. That fertile soil, rich in minerals, accumulated over the course of centuries covered in forests. Shows that generations of farmers have enriched themselves from these fertile soils without adequately caring for them. Failing farms, dilapidation and abandonment are shown to follow farming these depleted soils. \"But it doesn't have to be this way,\" states a narrator in the character of an old Yankee. Application of lime and phosphorous fertilizers recommended by soil scientists are shown to restore and maintain soil fertility. Abundant harvests of hay are shown resulting from well-fertilized fields. Depicts pre-mechanized farming and logging practices, hand harvesting, and use of working animals.","release_date":"1941-03-09","vote_average":0.0,"runtime":27,"cert":"\"\"","id":443186,"title":"Harvests for Tomorrow","adult":false,"genre_ids":[]},{"cast":["Andy Mabbett","Mark Blake","John Helliwell","Nigel Williamson"],"overview":"This film traces the path Floyd took after the recording of the Animals album - an era when cracks in the band first started to show - and brings the strange story of the group and the intense relationship between Waters and Gilmour right up to date with the unexpected collaboration of these two maverick musicians at a 2010 charity event. Featuring numerous interviews.","release_date":"2011-01-01","vote_average":0.0,"runtime":82,"cert":"N\/A","id":443188,"title":"Pink Floyd: Whatever Happened to Pink Floyd? The Strange Case of Waters and Gilmour","adult":false,"genre_ids":[99,10402]},{"cast":["Sydney Howard","Muriel George","Wylie Watson","Noel Dainton","Irene Handl"],"overview":"Humorously using the arrogant and bumbling Mr. Proudfoot, this film serves a dual purpose of emphasizing the importance of obeying blackout hours, as well as easing the stress of the time period by encouraging laughter.","release_date":"1941-12-30","vote_average":0.0,"runtime":8,"cert":"N\/A","id":443190,"title":"Mr. Proudfoot Shows a Light","adult":false,"genre_ids":[]},{"cast":[],"overview":"This German film begins with a dark procession of deformed people, suffering from rickets, superimposed on a map of Great Britain. It then switches to more conventional health education. Since Vitamin D and sunlight are important in promoting proper bone growth, it argues, a regimen of healthy eating and exposure to sunlight and air is recommended. Animated diagrams and x-rays are shown, along with a clinic, where doctors and nurses check babies for proper growth.","release_date":"1941-04-22","vote_average":0.0,"runtime":13,"cert":"N\/A","id":443204,"title":"Die englische Krankheit","adult":false,"genre_ids":[]},{"cast":["Snooky Serna","Miguel Rodriguez","Samuel Valero","Mila Ocampo","Raul Aragon"],"overview":"Follows the life of a young movie star Jing Jing (Snooky)","release_date":"1984-11-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":443209,"title":"Experience","adult":false,"genre_ids":[53,80,18,10749]},{"cast":["Anthony Wong","Lawrence Ng","Maggie Cheung Hoh-Yee","Joe Cheung","Cathy Tsui"],"overview":"True friendships and old romances never die as friends Rock and a hitman Ace both romance Fung, an old flame. She pines for the love of Ace who's profession crosses paths with two young police officers that hide out on their little island from the authorities. One of them is framed by a fellow colleague. When these two parties collide and a vengeful pack of hired killers join the mix it can mean only one thing. The stuffs gonna fly!","release_date":"2000-10-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":443211,"title":"When a Man Loves a Woman","adult":false,"genre_ids":[80,28,18,10749]},{"cast":["Mariam Omar Ahmed"],"overview":"Naively envisioning herself a Jeanne D'Arc of the desert, Mariam runs away from the Western Saharan refugee camps in Algeria hoping to liberate her homeland from occupation.","release_date":"2016-04-01","vote_average":5.5,"runtime":14,"cert":"\"\"","id":443213,"title":"Battalion to My Beat","adult":false,"genre_ids":[18]},{"cast":["Leigh B. Grode","David de Most","Fifi L'Amour","Patty Trossel"],"overview":"Lesbians in the Holocaust","release_date":"1991-01-01","vote_average":0.0,"runtime":25,"cert":"N\/A","id":443215,"title":"Outcasts","adult":false,"genre_ids":[]},{"cast":[],"overview":"'Love Isn't Enough' tells the story of an interracial couple's marriage (Charles and Amanda) being tested by family and societal pressures when they realize that even LOVE may not be enough to save it; but with a child involved the stakes are higher and their issues more amplified. To emphasize the difference in cultures, the character of Charles Joyner (Shadner Ifrene - African American male) was directed by Saquan Jones (African American male) and the character of Amanda Joyner (Ashley Bloom - Caucasian female) was directed by Erin Ryan (Caucasian female).","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":443217,"title":"Love Isn't Enough","adult":false,"genre_ids":[]},{"cast":["Curt McDowell","George Kuchar","Mike Kuchar","Stella Kuchar","Marion Eaton"],"overview":"A documentary portrait of filmmaker George Kuchar conducting a tour of his apartment where he displays memorabilia and his toys which were used for props.","release_date":"1983-04-01","vote_average":8.0,"runtime":60,"cert":"\"\"","id":443237,"title":"George Kuchar: The Comedy of the Underground","adult":false,"genre_ids":[99]},{"cast":["Bono","The Edge","Adam Clayton"," Larry Mullen Jr."],"overview":"","release_date":"2011-07-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":443239,"title":"U2 - Live from Moncton 2011","adult":false,"genre_ids":[]},{"cast":[],"overview":"A highly controversial sequel from the creators of the original film which was eventually banned by the Judicial system. Featuring interviews from experts who have researched the multi-billion \"child trafficking\" industry, parents who have lost their children to the care system, whistle-blowers within the trade and many shocking secret recordings of UK public employees at work. Traffic 2 highlights what the main stream media is not allowed to cover and what the Local Authority do not want you to see. Welcome to the very dark world of \"Child Protection.\"","release_date":"","vote_average":0.0,"runtime":95,"cert":"N\/A","id":443247,"title":"Traffic 2 - Inside Child Protection","adult":false,"genre_ids":[]},{"cast":["Andrew McNeill","Thomas Pollock"],"overview":"Two inept mobsters are sent to silence a prying private investigator","release_date":"","vote_average":0.0,"runtime":4,"cert":"N\/A","id":443252,"title":"One Cold Midnight","adult":false,"genre_ids":[35,80]},{"cast":["Kieran Coppinger","Charlene Kelly","Robert Doherty","Stephen Marcus","Amy-Joyce Hastings"],"overview":"Larry and Sophie are in love. They bribe Tom to book them into a hotel for an afternoon's tryst and look forward to getting to know each other, like countless couples before them. But Larry and Sophie aren't any couple; they both have intellectual disabilities. Larry has Down's, Sophie has epilepsy and Tom is their carer. In a world that conspires to keep them apart, will love triumph?","release_date":"2016-07-10","vote_average":7.0,"runtime":88,"cert":"N\/A","id":443266,"title":"Sanctuary","adult":false,"genre_ids":[10749,35,18]},{"cast":[],"overview":"REBEL ROSSA is a personal investigation into the life and legacy of the famous - and infamous - Irish rebel Jeremiah O'Donovan Rossa by his American great-grandsons told within the context of the controversies leading up to the 100-year anniversary of the Easter Rising in Ireland.","release_date":"","vote_average":0.0,"runtime":88,"cert":"N\/A","id":443268,"title":"Rebel Rossa","adult":false,"genre_ids":[]},{"cast":["Gerard McSorley","Fiach Kunz","Kealan Ryan","Stephen Gorman","Hannah Crowley"],"overview":"Sean's vicious attack leaves a man unconscious and him stranded in an elevator with five others. In the confines of the lift, love has a chance of blossoming - violence has a chance of erupting - Sean has little chance of escape. With his freedom hanging in the balance can the people who fear him offer him one last chance of redemption?","release_date":"2016-09-11","vote_average":0.0,"runtime":76,"cert":"N\/A","id":443270,"title":"Lift","adult":false,"genre_ids":[35,18]},{"cast":["Sophie C. Hopkins","Margaret O'Sullivan","Joe Kennard","Bertie Brosnan","Elaine Kennedy"],"overview":"The close-knit community of Brackenmore is harboring a secret. After the untimely death of an uncle she never knew she had, Kate (Sophie Hopkins) is forced to return to her ancestral home, a tiny rural village in the South of Ireland. Soon after her arrival she meets Tom (D.J. McGrath), a mysterious young local who helps her to rediscover her long-neglected roots and forget about the anxieties of her life in London. The longer Kate stays in Brackenmore, the more she begins to realize that the eccentricities of its self-protective residents, may be more ominous than she first thought and the secluded family estate is harboring a dark and ancient secret.  From the opening scenes of a fateful car crash to the shocking ending Brackenmore weaves its ways under your skin shifting between classic horror to the mysteries of the occult. Cinematographer Justin McCarthy keeps a steady hand as he captures the silent fear that begins to grow as Hopkins uncovers the dark horror that is Brackenmore.","release_date":"2017-08-11","vote_average":4.0,"runtime":72,"cert":"N\/A","id":443272,"title":"Brackenmore","adult":false,"genre_ids":[27,9648,53]},{"cast":["Kate LaRoss","Ken Arnold","David Ferrall","Todd Reichart","Dariusz M. Uczkowski"],"overview":"A young boy in the 1950s re-imagines a family conflict as a rollicking, black and white outer space serial.","release_date":"2006-04-09","vote_average":0.0,"runtime":16,"cert":"\"\"","id":443274,"title":"Captain Valedor","adult":false,"genre_ids":[878,35,18]},{"cast":["Yuna Shin","Corey McKinley","Jin Han Pak","Thomas Purdy","Conor Smith"],"overview":"David Kinsella, funded by the Norwegian Film Institute, arrived in North Korea ready to make a documentary about a young poet at the invitation of the North Korean government, but filming hadn’t gotten very far when Kinsella realized that everything he was filming was fiction not fact, even the young poet. Each day the government brought in extras and staged every scene too essentially create a propaganda film for the country. Not to be deterred Kinsella took the manipulation of his work in stride and started to capture large expanses of industrial areas to alter later with animation and create an amazing film.","release_date":"2016-07-03","vote_average":0.0,"runtime":74,"cert":"N\/A","id":443276,"title":"The Wall","adult":false,"genre_ids":[]},{"cast":["ศุภวิชญ์ มีเปรมวัฒนา","ณัฐจารี หรเวชกุล","ปราโมทย์ ปาทาน"],"overview":"","release_date":"2017-03-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":443296,"title":"โอเวอร์ไซส์..สลายพุง","adult":false,"genre_ids":[]},{"cast":["Fred Van Kuyk","Lea Witvrouwen","Katrien Mertens"],"overview":"","release_date":"2017-02-17","vote_average":4.5,"runtime":null,"cert":"N\/A","id":443298,"title":"SCAR[F]","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Filmed in 1900 and released in 1903, this clip from director Clément Maurice, shows the English performer Little Tich performing his famous “Big Boot Dance”.","release_date":"","vote_average":0.0,"runtime":2,"cert":"N\/A","id":443300,"title":"Little Titch y sus Big Boots","adult":false,"genre_ids":[]},{"cast":["Artus","Rachid Badouri","Yann Lambiel","Alex Vizorek","Antonia de Rendinger"],"overview":"","release_date":"2016-12-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":443305,"title":"Montreux Comedy Festival - Humour vers le futur","adult":false,"genre_ids":[]},{"cast":["Terence O'Dell"],"overview":"This short archival film from WWII depicts how the women of Winnipeg opened a volunteer bureau and enlisted 7000 women into the war effort. Through a variety of activities, these women extended and maintained social services during the war.","release_date":"1941-02-23","vote_average":0.0,"runtime":10,"cert":"N\/A","id":443310,"title":"Call for Volunteers","adult":false,"genre_ids":[]},{"cast":[],"overview":"A typical school day for the three children of the Brown family at Nursery, Junior, and Senior Schools, and the principles behind their education.","release_date":"1941-02-23","vote_average":0.0,"runtime":14,"cert":"N\/A","id":443312,"title":"Learning to Live","adult":false,"genre_ids":[]},{"cast":["Davin Coburn"],"overview":"The video is accompanied by a richly detailed article that adds more depth to the documentary. If there’s any question about why Hollywood is dead set against the unionization of vfx artists, the following graphic from the article will answer the question: vfx artists comprise the biggest portion of the crew on most Hollywood blockbusters.","release_date":"2017-02-22","vote_average":0.0,"runtime":24,"cert":"\"\"","id":443326,"title":"Hollywood's Greatest Trick","adult":false,"genre_ids":[99]},{"cast":["Bert Pearl"],"overview":"A look at the education and vocational training of the visually impaired.","release_date":"1941-02-23","vote_average":0.0,"runtime":11,"cert":"N\/A","id":443328,"title":"Out of the Night","adult":false,"genre_ids":[]},{"cast":["Leslie Mitchell"],"overview":"A look at the facilities and character of Oxford University, and the varied experiences that are associated with studying there.","release_date":"1941-02-23","vote_average":0.0,"runtime":10,"cert":"N\/A","id":443330,"title":"Oxford","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sleep disturbances from outside and within.","release_date":"2016-02-11","vote_average":0.0,"runtime":4,"cert":"\"\"","id":443332,"title":"Slow Wave","adult":false,"genre_ids":[14,16]},{"cast":[],"overview":"'Power to Order' follows the production of a steam locomotive at the renowned Doncaster works.","release_date":"1941-02-23","vote_average":0.0,"runtime":10,"cert":"N\/A","id":443337,"title":"Power to Order","adult":false,"genre_ids":[]},{"cast":["Nili Tserruya","Ofri Fuchs","Lia Friedman","Or Ilan-Cohen","Rami Baruch"],"overview":"A wonderful and intellectual film that explores a women's lonely heart after a break-up.","release_date":"2016-04-16","vote_average":0.0,"runtime":22,"cert":"\"\"","id":443339,"title":"How to be Alone","adult":false,"genre_ids":[18]},{"cast":["Amber Lynn","Mai Lin","Diva Wolf","Monica Kitt","D.J. Cone"],"overview":"Like the song says, \"I can't get no satisfaction,\"... and neither can luscious Amber Lynn. This dazzling temptress is so frustrated about coming up with a big \"O\" in the big oh department that she's gone into therapy for a sensuous session of erotic explorations entitled Amber's Desires. What triggered this dry spell? Well, Amber recounts a downpour of torrid tales to her sex shrink who's more than all ears. Was it the eager young kid who came faster then the phone bill... or the hard up married man who worried more about making money than making Amber? Then there was the wild carnal competition with two hung honchos that left the score: Guys 2 - Amber 0. And even a hot girl-girl encounter couldn't see to lick the problem. So what's a girl to do? The good doctor has a plan that soon has Amber batting 1000... demonstrating some of the best medicines don't have to come from the pharmacy!","release_date":"1985-02-09","vote_average":0.0,"runtime":85,"cert":"\"NC-17\"","id":443341,"title":"Amber's Desires","adult":true,"genre_ids":[18]},{"cast":["Edgar Kennedy","Sally Payne","Jack Rice","John Dilson","Harry Harvey"],"overview":"Edgar decides to do a home plumbing job himself.","release_date":"1941-10-07","vote_average":0.0,"runtime":17,"cert":"\"\"","id":443358,"title":"I'll Fix It","adult":false,"genre_ids":[]},{"cast":["Luciano Ligabue"],"overview":"","release_date":"","vote_average":6.0,"runtime":null,"cert":"N\/A","id":443360,"title":"Ligabue - Primo tempo","adult":false,"genre_ids":[]},{"cast":["Charles Spearin","Graham Walsh","Brian Borcherdt","Sam Roberts","Ohad Benchetrit"],"overview":"An incomplete document of a music scene","release_date":"2017-02-23","vote_average":0.0,"runtime":129,"cert":"\"NR\"","id":443362,"title":"Superconnected","adult":false,"genre_ids":[99]},{"cast":["Jeffery Keilholtz","Jon Liddiard","Douglas Cathro","Amber Davila","Mike Hotovy"],"overview":"Four interlinking stories about a benign native american legend that has been distorted throughout the years into something much darker.","release_date":"2005-02-19","vote_average":0.0,"runtime":84,"cert":"\"R\"","id":443364,"title":"Heads or Tails","adult":false,"genre_ids":[53,18,27,9648]},{"cast":["Govinda","Gulshan Grover","Raj Kiran","Kimi Katkar","Huma Khan"],"overview":"Widowed Avanti Singh lives in an Indian village along with her two sons Dharam and Govinda, and a married daughter.  Dharam marries Pavitra, who has a twin sister, Geeta, who meets and falls in love with fellow collegian Govinda. Pavitra has an admirer in Dhaneshwar, a local wealthy land owner and aspiring politician, but Pavitra shuns him.  Govinda and Pavitra share a special relationship and Dharam suspects them of having an affair, arguments ensue and Govinda leaves. He returns home to find that Avanti had prevented Dhaneshwar from molesting Pavitra, and Dharam, who went to avenge this humiliation, was killed. Enraged, Govinda rushes to kill Dhaneshwar, but ends up killing someone else instead, and is arrested and put in jail.  With Dharam dead and Govinda behind bars, Dhaneshwar seizes the opportunity and this time does molest Pavitra.  Who will avenge Pavitra and Dharam now?","release_date":"1987-03-13","vote_average":0.0,"runtime":135,"cert":"N\/A","id":443366,"title":"Mera Lahoo","adult":false,"genre_ids":[18]},{"cast":["Gary Cooper","Carole Lombard","Helen Ware","Lester Vail","Charles Trowbridge"],"overview":"A wealthy New York socialite falls for and marries a cowboy while out West. Her father disinherits her, and after trying to make a go of it as a cowboy's wife, they agree to divorce and she returns back east to her family. However, she soon changes her mind and determines to get her husband back.","release_date":"1931-06-26","vote_average":5.3,"runtime":72,"cert":"\"\"","id":443368,"title":"I Take This Woman","adult":false,"genre_ids":[10749,18]},{"cast":["Mason Taylor","Matt Morris","Zach Zeman","Marisa Roper"],"overview":"Slate Crackbone has a new television show: Primal Instinct X. The goal of the show? Hunt down monsters, but it's hard to do that when everything is going wrong.","release_date":"2016-11-30","vote_average":0.0,"runtime":18,"cert":"\"NR\"","id":443391,"title":"Primal Instinct X","adult":false,"genre_ids":[27,35]},{"cast":["Jan Verheyen","Jonas Govaerts","Harry Kümel","Rob Van Eyck","Johan Vandewoestijne"],"overview":"The feature-length documentary \"Forgotten Scares\" goes back to the birth of Flemish horror in the '70s and shines a bright light on the future of horror in Belgium. The viewer gets a chance to discover long forgotten - and even unfinished - genre gems and learn in-depth info about underrated 'splatter and gore'-fests, post-apocalyptic movies, slasher-films, nazisploitation, women-in-prison and other fantastical Flemish genre benders through the eyes of the directors, producers, composers, principal actors and genre experts. \"Forgotten Scares\" is illustrated by rare behind the scene footage, classic film scenes, production stills, promotional art and even never before seen videos out of the vaults of the filmmakers.","release_date":"2017-04-09","vote_average":0.0,"runtime":96,"cert":"N\/A","id":443393,"title":"Forgotten Scares: An In-depth Look at Flemish Horror Cinema","adult":false,"genre_ids":[99,27]},{"cast":["Christian Clavier","Catherine Frot","Sébastien Thiery","Pascale Arbillot","Eric Larcin"],"overview":"One evening, when they come home, Mr. and Mrs. Prioux are astounded to find that a certain Patrick has moved into their place. This strange young man has returned home to his parents in order to introduce his wife.","release_date":"2017-12-27","vote_average":5.2,"runtime":85,"cert":"N\/A","id":443398,"title":"Finding Momo","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Nightwing, aka Dick Grayson, is perhaps best known for being the original Robin. Grayson was the youngest member of a family of acrobats known as the Flying Graysons. After his parents were murdered, he was taken in as the legal ward of Bruce Wayne\/Batman. He then became Robin and teamed up with the Dark Knight on many an adventure to fight crime in the city of Gotham.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":443400,"title":"Nightwing","adult":false,"genre_ids":[14,28]},{"cast":["Michael Brandon","Guy Marchand","Jacques Toja","Micky Sébastian","Catherine Erhardy"],"overview":"","release_date":"1990-02-24","vote_average":10.0,"runtime":null,"cert":"N\/A","id":443402,"title":"Le denier du colt","adult":false,"genre_ids":[9648,80,53]},{"cast":[],"overview":"“I was walking along a path with two friends – the sun was setting – suddenly the sky turned blood red – I paused, feeling exhausted, and leaned on the fence – there was blood and tongues of fire above the blue-black fjord and the city – my friends walked on, and I stood there trembling with anxiety – and I sensed an infinite scream passing through nature.”\r Edvard Munch, 1893","release_date":"2012-02-24","vote_average":0.0,"runtime":3,"cert":"\"\"","id":443419,"title":"The Scream","adult":false,"genre_ids":[]},{"cast":["Scott Joel Gizicki","David Ross Jr.","Steve Swanson","Ben Topping","Nicholas Vukasovich"],"overview":"This is the true story of an American Army unit that fought the Bolsheviks in the Russian Civil War just after World War I.","release_date":"","vote_average":9.0,"runtime":116,"cert":"N\/A","id":443421,"title":"Voices of a Never Ending Dawn","adult":false,"genre_ids":[]},{"cast":[],"overview":"A behind-the-scenes look at life on tour with Rockabilly queen, Wanda Jackson","release_date":"","vote_average":0.0,"runtime":75,"cert":"N\/A","id":443423,"title":"THE SWEET LADY WITH THE NASTY VOICE","adult":false,"genre_ids":[]},{"cast":[],"overview":"Walking in Obedience contains dramatic scenes and incredible scenery depicting the journey of a Danish family traveling with the Willie Handcart Company.  It is told through the words of those that lived through the experience with both the Willie and Martin Handcart Companies.","release_date":"","vote_average":0.0,"runtime":40,"cert":"N\/A","id":443425,"title":"Walking in Obedience: The Ole Madsen Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hard-hitting documentary on the effects of the radical and environmentally disastrous form of coal mining known as \"Mountaintop removal.\"","release_date":"","vote_average":0.0,"runtime":74,"cert":"N\/A","id":443427,"title":"Mountaintop Removal","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2016-10-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":443453,"title":"The Destiny","adult":false,"genre_ids":[80,53]},{"cast":[],"overview":"An internationally awarded film going to release on NETFLIX soon written &amp; directed by Sanjeev Gupta &amp; Produced by Sada Bhuvad, Pulp Cinema Productions","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":443458,"title":"Q - The Movie","adult":false,"genre_ids":[]},{"cast":["Thomasin McKenzie","Ben Foster","Jeff Kober","Dale Dickey","Dana Millican"],"overview":"A father and daughter live a perfect but mysterious existence in Forest Park, a beautiful nature reserve near Portland, Oregon, rarely making contact with the world. But when a small mistake tips them off to authorities, they are sent on an increasingly erratic journey in search of a place to call their own.","release_date":"2018-06-29","vote_average":6.7,"runtime":110,"cert":"\"PG\"","id":443463,"title":"Leave No Trace","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2015-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":443483,"title":"La moda - Giants in Milan - Vol. VI","adult":false,"genre_ids":[99]},{"cast":["Yusef Abdur Razzaaq","Vanessa Anders","Adrian Lockett","W.M. Bacon","Lauren Brittany"],"overview":"After a traumatic experience, Chris comes home to confront his past. but soon finds himself prey to a Demon who taunts him through sleep paralysis.","release_date":"2016-10-25","vote_average":3.5,"runtime":80,"cert":"\"R\"","id":443488,"title":"Alp","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Navigating by night near the Comoros islands, Patron, a young orphan, follows the instructions of his adoptive father to become a Commander. Soon, he will have on charge of take safely his first clandestine travelers to Mayotte.","release_date":"2016-11-29","vote_average":5.0,"runtime":null,"cert":"N\/A","id":443490,"title":"Koropa","adult":false,"genre_ids":[18]},{"cast":["Miloš Kopecký","Jiřina Bohdalová","Josef Kemr","Miroslav Horníček","Vladimír Menšík"],"overview":"","release_date":"1957-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":443492,"title":"Konec jasnovidce","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"The Last Days of Pompeii","cast":["Cristina Ruspoli","Luigi Mele","Giovanni Enrico Vidali","Suzanne De Labroy","Giovanni Ciusa"],"id":443494,"overview":"79 AD. In the city of Pompeii the young Glaucus loves beautiful Jone, although he's courted by Giulia and secretly loved by his blind slave Nidia. One day Glaucus is wrongly accused of murder by a priest of Isis, Arbace, who wants to marry Jone and please Giulia. Glauco is condemned to be devoured by lions in the arena of the city, on that very day the erupting Vesuvius. Jone ovvero gli ultimi giorni di Pompei (1913) was one of two major Italian productions of The Last Days of Pompeii done in 1913, and not to be confused by the more famous Gli ultimi giorni di Pompei (1913).","runtime":95,"genre_ids":[],"release_date":"1913-08-23","vote_average":0.0,"adult":false}]