[{"cast":[],"overview":"Yu Xiuhua was raised to hope for little from her life in the rural Chinese province of Hubei. At 19, Xiuhua’s mother encouraged her to marry a man nearly twice her age, fearful no one else would accept a wife with Xiuhua’s condition — cerebral palsy. But as her 20th anniversary approaches, Xiuhua’s poetry goes viral, and she becomes the voice of a rising feminist movement throughout China.","release_date":"2017-06-26","vote_average":10.0,"runtime":88,"cert":"N\/A","id":444015,"title":"Still Tomorrow","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Join Jillian Michaels as she takes you through six beginner circuits of cardio and strength exercises that will help to melt away the pounds and build muscle. This 43-minute workout of fun and easy exercises focuses on the muscles in your chest, shoulders, triceps, abdomen and quadriceps. DVD Includes: 6 beginners circuits &amp; Interviews with former Biggest Loser contestants","release_date":"","vote_average":0.0,"runtime":92,"cert":"N\/A","id":444017,"title":"Jillian Michaels For Beginners Frontside 2012","adult":false,"genre_ids":[]},{"cast":[],"overview":"A complete post-natal muscle sculpting workout filled with low impact cardio drills to help new moms get all Buff Mom Bodies back after baby.","release_date":"","vote_average":0.0,"runtime":45,"cert":"N\/A","id":444019,"title":"Buff Moms Beyond Baby Body ","adult":false,"genre_ids":[]},{"cast":[],"overview":"Takes place in space with a crew of space-farer's who might are not too bright.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":444024,"title":"Alabama","adult":false,"genre_ids":[]},{"cast":["Francesca Lé","Asa Akira","Ashlynn Leigh","Sienna West","Candy Manson"],"overview":"Asshole obsessed Mike Adriano gets to probe, spread, gape and fuck the asses of five willing hotties, eventually filling their anxious mouths with his cum, all captured in his trademark POV+ style that has made his every video release an instant bestseller.","release_date":"2011-02-14","vote_average":10.0,"runtime":279,"cert":"\"NC-17\"","id":444026,"title":"Anal Pornsluts","adult":true,"genre_ids":[]},{"cast":["Arden Booth","Vera Stough"],"overview":"Susan, a pretty high school student, has everything going for her--except popyularity. She can't figure out why she is so \"out of step\" with the rest of the crowd. She finally comes to realize that her habit of \"hanging back\" and \"not trying to fit in\" is making her unpopular. She vows to change her ways and go along with the crowd, which means that people will like her.","release_date":"1951-06-14","vote_average":0.0,"runtime":12,"cert":"\"G\"","id":444052,"title":"The Outsider","adult":false,"genre_ids":[18,10751]},{"cast":["Azman Hassan","Hariry Jalil","Mislina Mustaffa","Namron"],"overview":"A photographer, Azman, is in love with Lina, whose husband Meor has just been released from prison.","release_date":"2005-09-18","vote_average":0.0,"runtime":18,"cert":"N\/A","id":444054,"title":"Bernafas Dalam Lumpur","adult":false,"genre_ids":[18]},{"cast":["Tan Chui Mui","Mien Lor","Zun Yap","Jimmy Choong","Yap Kok Choong"],"overview":"The laundry girl &amp; motorcycle girl are best friends since childhood. Over the years their relationship has slightly changed. The laundry girl is two-timing her boyfriend, the motorcycle girl continues to help keep it a secret. The motorcycle girl remains single and the laundry girl continues her search for true love. Or maybe due to some unforseen circumstances the girls will continue to keep their real feelings from each other and remain best friends.","release_date":"2005-02-26","vote_average":0.0,"runtime":13,"cert":"N\/A","id":444056,"title":"Sometimes Love is Beautiful","adult":false,"genre_ids":[18]},{"cast":["Lynne Gorman","Craig Slocum"],"overview":"Liz tries to keep her friend from making the worse mistake of her life.","release_date":"1957-01-01","vote_average":3.5,"runtime":14,"cert":"N\/A","id":444058,"title":"Is This Love?","adult":false,"genre_ids":[99,18,10751]},{"cast":[],"overview":"Each year thousands of young girls are recruited from rural Burmese villages to work in the sex industry in neighboring Thailand. Held for years in debt bondage in illegal Thai brothels, they suffer extreme abuse by pimps, clients, and the police.  The trafficking of Burmese girls has soared in recent years as a direct result of political repression in Burma. Human rights abuses, war and ethnic discrimination has displaced hundreds of thousands of families, leaving families with no means of livelihood. An offer of employment in Thailand is a rare chance for many families to escape extreme poverty.  Sacrifice examines the social, cultural, and economic forces at work in the trafficking of Burmese girls into prostitution in Thailand. It is the story of the valuation and sale of human beings, and the efforts of teenage girls to survive a personal crisis born of economic and political repression.","release_date":"","vote_average":0.0,"runtime":47,"cert":"N\/A","id":444060,"title":"Sacrifice: The Story of Child Prostitutes in Burma","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Little Herky Mouse is jealous because his girlfriend, Little Susie Mouse, is smitten with Mighty Mouse. Herky goes into a store that sells Mighty-Mouse dolls, and helps himself to a Mighty Mouse costume, which he pads and fills out with some balloons. The cats chase him and deflate the balloons, but the real Mighty Mouse---the big red cheese, himself---shows up, beats up the cats and stacks them in a neat pile one on top of the other. Herky finds them that way when he comes to and Susie thinks he did it, although Herky says he didn't think he had it in him. Susie and the other little girl mice are fawning over Herky, as Mighty Mouse gives a big wink and flies away.","release_date":"1952-03-03","vote_average":0.0,"runtime":6,"cert":"\"\"","id":444077,"title":"Hero for a Day","adult":false,"genre_ids":[]},{"cast":["Justin D. Hilliard","Arianne Martin","Ryan Hartsell"],"overview":"22 States...30 Days...3 Filmmakers","release_date":"2014-03-27","vote_average":0.0,"runtime":103,"cert":"\"\"","id":444082,"title":"3 Thumbs Up","adult":false,"genre_ids":[99]},{"cast":["Eric Stewart","Graham Gouldman","Lol Creme","Kevin Godley"],"overview":"1. Neanderthal Man - The Hotlegs  2. Donna  3. Rubber Bullets  4. Silly Love  5. The Wall Street Shuffle  6. Life Is A Minestrone  7. I'm Not in Love  8. Art For Art's Sake  9. I'm Mandy Fly Me  10. The Things We Do For Love  11. Good Morning Judge  12. People in Love  13. Dreadlock Holiday  14. One-Two-Five  15. Feel The Love  16. Woman In Love","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":444084,"title":"10cc - Donna","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2014-07-01","vote_average":4.0,"runtime":null,"cert":"N\/A","id":444086,"title":"Airport 3: City of planes","adult":false,"genre_ids":[16]},{"cast":[],"overview":"It's time for a safari, so come and explore with the Cat and his friends on adventures galore. We will reach for the treetops and swing through the trees, When we walk like giraffes and swing like monkeys! Join the Cat in the Hat on this brand new safari adventure! Help him find the missing stripes for his hat, swing with silly monkeys and discover how footprints are made!","release_date":"2013-02-05","vote_average":0.0,"runtime":60,"cert":"\"NR\"","id":444091,"title":"Cat in the Hat Knows a Lot About That!: Safari So Good","adult":false,"genre_ids":[]},{"cast":["Chun-chieh Lee","chao-chi MA","Wei-chi CHEN"],"overview":"Taipei, 1990s. Pizza boy JJ bumps one day into his ex-girlfriend Pony who is now pursuing a lesbian relationship with Mimi. On his first visit to the girl JJ gives in to Pony's seduction and makes love to her in the presence of Mimi who is seemingly asleep... Pony is now enjoying the secret excitement of her affair with JJ while Mimi tries hard to put up with it. But as days go by, JJ finds himself more and more obsessed with Mimi. At this stage none of the three is sure of what they want from love...","release_date":"1999-10-01","vote_average":0.0,"runtime":60,"cert":"\"\"","id":444111,"title":"The Love of Three Oranges","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"","release_date":"2006-09-06","vote_average":1.0,"runtime":null,"cert":"\"NC-17\"","id":444116,"title":"Faces of Death VIII","adult":false,"genre_ids":[27,99]},{"cast":["Sanjin Ljubunčić","Denis Lovrinović","Denis Lovrinović","Denis Lovrinović"],"overview":"The film follows a young boy who after the death of parents caring for a younger brother.","release_date":"2014-06-05","vote_average":0.0,"runtime":26,"cert":"N\/A","id":444118,"title":"Očaj","adult":false,"genre_ids":[]},{"cast":[],"overview":"Melania Trump's homeland is open for business.","release_date":"2017-02-21","vote_average":0.0,"runtime":21,"cert":"\"\"","id":444120,"title":"First Ladyland","adult":false,"genre_ids":[99,35]},{"cast":["Doug Hajicek","Joedy Cook","Cliff Barackman","Esteban Sariento","John Kirk"],"overview":"For decades, grainy photographs and campfire stories told the story of a towering creature that lived in solitude in the forests of the Pacific Northwest, Canada, and around the world. But where some see a myth, others see a chance to make history. CHASING BIGFOOT – THE QUEST FOR TRUTH, is a series that looks at the Bigfoot legend through the eyes of the true believers, who devote their lives to discovering the hidden truth and bringing home the evidence to prove it.","release_date":"2015-12-31","vote_average":0.0,"runtime":120,"cert":"\"NR\"","id":444125,"title":"Chasing Bigfoot - The Quest for Truth","adult":false,"genre_ids":[99,10770]},{"cast":["Heinz Emigholz","Berryt Bohlen","Polo Espinoza","Vroni Hinkelbein","La Milli"],"overview":"A German short film","release_date":"1979-02-27","vote_average":0.0,"runtime":28,"cert":"N\/A","id":444142,"title":"Execution: A Story of Mary","adult":false,"genre_ids":[]},{"cast":["Sting","Andy Summers","Stewart Copeland"],"overview":"The Police Live in RIO DE JANEIRO at Maracana Stadium 2007","release_date":"2007-01-01","vote_average":0.0,"runtime":106,"cert":"N\/A","id":444144,"title":"The Police - Live in Rio","adult":false,"genre_ids":[10402]},{"cast":["Mimie Mathy"],"overview":"","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":444146,"title":"Mimie Mathy - Je (re)papote avec vous","adult":false,"genre_ids":[]},{"cast":["Oda Asuka","Yura Sakura","Choi Min-ho","Kim Seung-ra","Lee Hyeon-jeong"],"overview":"Love of taboo and mixed fate; love tends to corner you the more you try to get out!  Hostess Aki has drinks with men and gets allowance in return.  She survives day by day until one day she hears from Saiki that there is someone looking for a fake marriage partner. Aki thinks about it, but in the end decides to do it and marries Jin-il when she is on the verge of being evicted.  They become a married couple but Jin-il's girlfriend visits from Korea and they have sex every night...","release_date":"2017-02-15","vote_average":8.0,"runtime":89,"cert":"N\/A","id":444148,"title":"Deep Story","adult":true,"genre_ids":[10749]},{"cast":["Ennio Fantastichini","Ivano Marescotti","Silvia Cohen","Carlo Croccolo","Maurizio Crozza"],"overview":"","release_date":"1997-09-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":444150,"title":"Consigli Per Gli Acquisti","adult":false,"genre_ids":[]},{"cast":["Séamus Hanly","Colm Kearns"],"overview":"Dennis, a lonely and frustrated teenager, is reluctantly transformed into a superhero, embedded with the symbol of a hand showing its middle finger, and must awkwardly endure his training and save his world from extinction in this superhero parody.","release_date":"2016-09-09","vote_average":5.5,"runtime":83,"cert":"\"\"","id":444152,"title":"The Middle Finger","adult":false,"genre_ids":[35]},{"cast":["Saul Rouda","David Dobkin"],"overview":"A need for national ethnic studies in colleges and social justice led to strikes at San Francisco State University.","release_date":"1969-01-01","vote_average":0.0,"runtime":19,"cert":"\"\"","id":444160,"title":"San Francisco State: On Strike","adult":false,"genre_ids":[99]},{"cast":["Dakota Skye","James Deen","Jon Jon","Mr. Pete","Prince Yahshua"],"overview":"The ever seductive Dakota Goes Nuts in what is her first interracial anal, gang bang, double penetration and interracial scenes for your viewing pleasure. This tight blonde will have all her holes violated and love every second of it!!","release_date":"2016-06-17","vote_average":0.0,"runtime":120,"cert":"\"NC-17\"","id":444162,"title":"Dakota Goes Nuts","adult":true,"genre_ids":[]},{"cast":["Misty Stone","Monica Foster","Melody Nakai","Tori Black","Jaelyn Fox"],"overview":"Second eldest daughter Denise wants thinks it's about time she lost her virginity to her boyfriend Malik. But when Malik readily accepts the favors of several of Denise's wild girlfriends at a slumber party, Denise walks out disgusted. Learning about the slumber party still, in progress her brother Theo persuades his friend Cockroach to give their Nicks tickets to his mom and dad so they can crash the party instead.","release_date":"2009-06-02","vote_average":0.0,"runtime":149,"cert":"\"NC-17\"","id":444164,"title":"Not the Cosbys XXX","adult":true,"genre_ids":[35]},{"cast":["Jaime Gamboa","Mercedes Molina"],"overview":".A group of adolescents from the same school, although of different social classes, intervene between them. Oscar falls in love with Sandra until Diego seduces her and makes her pregnant ...","release_date":"1977-02-17","vote_average":0.0,"runtime":98,"cert":"N\/A","id":444166,"title":"Pubertad, adolescencia, la edad difícil","adult":true,"genre_ids":[]},{"cast":[],"overview":"A boy makes a knot in his handkerchief to remind himself to repair his leaky faucet. The handkerchief, however, is alive and kicking, and flees from its pocket to explore the outside world. The boy gets distracted by a game of soccer, forgetting the faucet. In the meantime, the handkerchief meets other pieces of fabric that come to life.","release_date":"1958-01-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":444168,"title":"The Knot in the Handkerchief","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Thank you for calling. The survey is complete.","release_date":"2017-02-23","vote_average":10.0,"runtime":280,"cert":"\"\"","id":444170,"title":"Lasagna Cat - Telephone Sex Survey Results","adult":false,"genre_ids":[27,35]},{"cast":["Kelly Shibari","Buxom Bella","Mazzeratie Monica","Klaudia Kelly","Eliza Allure"],"overview":"Porn adventurer Joey Silvera tips the scales in favor of fleshy filth in \"Evil BBW Gold #2.\" The veteran pervert captures a bevy of big, beautiful women (BBWs) in five scenes of plus-sized eroticism starring curvaceous, jiggling sex-hungry sluts!","release_date":"2013-02-14","vote_average":10.0,"runtime":198,"cert":"\"NC-17\"","id":444184,"title":"Evil BBW Gold 2","adult":true,"genre_ids":[]},{"cast":["Adina Mandlová","Rolf Wanka","Václav Trégl","František Smolík","Zvonimir Rogoz"],"overview":"A dashing but mysterious man saves a gambler from suicide, crashes the posh party of a prominent industrialist, falls in love with his daughter, and finds himself in a web of intrigue revolving around her blackmailing fiance and a gang of counterfeiters.","release_date":"1938-02-17","vote_average":0.0,"runtime":null,"cert":"\"\"","id":444189,"title":"Krok do tmy","adult":false,"genre_ids":[35,80]},{"cast":["Zhang Xiao-quan","Sammi Cheng","Helena Law Lan","Anthony Wong","Feng Wenjuan"],"overview":"A strict female CEO of an insurance company has already given up on love and believes that only the love towards a child is true and eternal. Thus, she decides to have her own child so she \"borrows\" sperm from a delivery man whom she hired, but things start to get out of hand when the two starts to fall in love with each other.","release_date":"2017-02-16","vote_average":6.5,"runtime":98,"cert":"N\/A","id":444191,"title":"Love Contractually","adult":false,"genre_ids":[35,18,10749]},{"cast":["Fred Koehler","Sean Patrick Flanery","Brianna Brown","Dina Meyer","Michael Berryman"],"overview":"The sadistic tale of a lonely, mentally handicapped boy who befriends his reflection in an antique mirror. This demonic creature orders him to go on a murderous rampage to kill the people he loves most.","release_date":"2017-06-13","vote_average":6.2,"runtime":98,"cert":"N\/A","id":444193,"title":"The Evil Within","adult":false,"genre_ids":[27]},{"cast":[],"overview":"","release_date":"2009-12-29","vote_average":6.0,"runtime":null,"cert":"N\/A","id":444195,"title":"Новые приключения Алёнушки и Ерёмы","adult":false,"genre_ids":[16,10751]},{"cast":["George Houston","Al St. John","Dorothy Short","Dennis Moore","Frank Hagney"],"overview":"Opera star-cum-cowboy hero George Houston stars in PRC's The Lone Rider Fights Back. Appropriately enough, Houston disguises himself as a musician to get the goods on a gang of terrorists. The principal villain hopes to scare the local miners off their land, so he can move in and clean up.","release_date":"1941-12-17","vote_average":0.0,"runtime":64,"cert":"\"\"","id":444197,"title":"The Lone Rider Fights Back","adult":false,"genre_ids":[37]},{"cast":["Maria Amélia Costa Manso","Ivete Jayme","Isaura Gomes"],"overview":"","release_date":"1976-12-24","vote_average":0.0,"runtime":5,"cert":"N\/A","id":444205,"title":"O Natal da Turma da Mônica","adult":false,"genre_ids":[16]},{"cast":["Ana Ofelia Murguía","Farnesio de Bernal"],"overview":"An elderly couple spends together the afternoon in their living room. Suddenly she breaks the silence.","release_date":"1997-10-01","vote_average":0.0,"runtime":3,"cert":"\"\"","id":444207,"title":"A Middle Class Married Couple Afternoon","adult":false,"genre_ids":[18]},{"cast":["Richard Bird","Lorna Hubbard","Geoffrey Wardwell","Francis L. Sullivan","Richard Gray"],"overview":"Young Raymond Rudford,sculptor, is on trial for slitting the throat of his uncle, who had adopted and raised him after Raymond's parent's died when he was a young boy. The prosecution allows his motive was fear of being disinherited if he married his fiancé, the fair Alicia Atherton, against his uncle's wishes, and the prosecution lays a mountain of evidence against Raymond, including his razor, dragged from an artificial lake on the estate, as the murder weapon; Raymond's bloody fingerprints and footprints found at the scene of bedroom crime, and his bloody shoes, found in his cupboard and bloody monogrammed-handkerchief found under his uncle's death bed. Raymond's only defense is that he could not have committed the crime as he goes into a paroxysm of dread at the mere sight of blood, a phobia he has had ever since childhood when his dog was run over by a lorry and the dog's blood was splattered into his face.","release_date":"1934-09-24","vote_average":0.0,"runtime":55,"cert":"N\/A","id":444209,"title":"What Happened Then?","adult":false,"genre_ids":[10749,80,9648]},{"cast":[],"overview":"Songs from the 1980 Willie Nelson sang","release_date":"1989-01-08","vote_average":0.0,"runtime":null,"cert":"\"\"","id":444211,"title":"Some Enchanted Evening With Willie Nelson","adult":false,"genre_ids":[]},{"cast":["Wayne Brady","Rodney Dangerfield","Christine Ebersole","Lesli Margherita","Robbie Rist"],"overview":"Based on the classic tale of the Pied Piper, this Rock-Opera themed cartoon tells the tale of the 1960s small suburban town of Hamlin, which has been infested with rats. Sly, a Jimi-Hendrix styled guitarist, is hired to take care of the rats with his musical abilities, and is promised a Harley Davidson from the mayor as payment. When he gets cheated out of his payment, he then uses his music to lead the kids to a mountain.","release_date":"2003-02-02","vote_average":7.0,"runtime":68,"cert":"\"\"","id":444213,"title":"The Electric Piper","adult":false,"genre_ids":[]},{"cast":["Michèle Glees","André Jung","Myriam Muller"],"overview":"The title of the film, set in Luxembourg in 1942, during the Nazi occupation, amalgamates the words Schacko (helmet) and chapeau claque (opera hat). The village, in which it is set, has not yet been feeling the effects of the war at this point.","release_date":"1989-12-21","vote_average":0.0,"runtime":89,"cert":"N\/A","id":444215,"title":"Schacko Klak","adult":false,"genre_ids":[18,36]},{"cast":["Saulius Čiučelis","Ramūnas Šimukauskas","Ridas Žirgulis"],"overview":"","release_date":"2016-06-17","vote_average":10.0,"runtime":null,"cert":"N\/A","id":444226,"title":"Be 5 Min. Vedę","adult":false,"genre_ids":[]},{"cast":["Hideaki Takizawa","Daiki Arioka","Mugi Kadowaki"],"overview":"Children have been vanishing in a small town. The adults around the missing children die suspiciously three days after their disappearance, spurring an investigation into the disappearances by a newspaper reporter and preschool worker.","release_date":"2017-06-17","vote_average":6.0,"runtime":111,"cert":"N\/A","id":444228,"title":"Innocent Curse","adult":false,"genre_ids":[27,9648,53]},{"cast":["Ken Roberson","George Kennedy","Pamela Jean Bryant","Dene Anton","George Buck Flower"],"overview":"","release_date":"1986-05-06","vote_average":10.0,"runtime":null,"cert":"N\/A","id":444230,"title":"Rigged","adult":false,"genre_ids":[9648,80,12]},{"cast":["Günther Hadank","Wolfgang Lukschy","Ernst Stahl-Nachbaur","Franz Stein","Ruth Grossi"],"overview":"","release_date":"1954-07-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":444232,"title":"Gefährtin","adult":false,"genre_ids":[]},{"cast":["Robert Urich","Jane Kaczmarek","Brent David Fraser"],"overview":"An escaped convict starts a new life as a Texas high school English teacher and wrestling coach, attempting to turn a fledgling team into a championship squad. He tries to make a difference in the life of a tough juvenile delinquent and falls in love with a fellow teacher, all while trying to keep out of sight of pursuing lawmen.","release_date":"1989-12-02","vote_average":6.0,"runtime":98,"cert":"\"\"","id":444234,"title":"Spooner","adult":false,"genre_ids":[18]},{"cast":["Lore Braun","Egon Brosig","Eva Fiebig","Gert Günther Hoffmann","Lucie Mannheim"],"overview":"","release_date":"1961-07-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":444236,"title":"Die göttliche Jette","adult":false,"genre_ids":[]},{"cast":["John Denver","Pamela Adlon"],"overview":"A close-knit group of orphans and their father-figure, Max, try to keep their home from being shut down. Helping them out are a single mom and the elderly butler from Max's aunt's mansion, where Max grew up.","release_date":"1986-11-16","vote_average":4.5,"runtime":null,"cert":"\"\"","id":444250,"title":"The Leftovers","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"","release_date":"2004-11-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":444252,"title":"Jiskefet - Johnny en Willie","adult":false,"genre_ids":[35]},{"cast":["Amanda Dawn Christie"],"overview":"This experimental dance film employs a bastardized version of the 1930s three strip Technicolor process. Shot entirely on black and white film through color filters, the images were recombined into full color through optical printing techniques, one frame at a time. The gestures in this dance work explore the psychological fracturing and reunification in representations of the female body.","release_date":"","vote_average":0.0,"runtime":6,"cert":"N\/A","id":444254,"title":"3part Harmony: Composition in RGB #1","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2003-11-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":444256,"title":"Jiskefet - Mijn Club Toen en Nu","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2004-06-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":444258,"title":"Jiskefet - Oboema & Jose","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Salvador is a rising star in the national boxing team of Equatorial Guinea. He embodies the chance for the African team to finally take part in the Olympics but has to struggle with a life of poverty with his girlfriend Luna and his own lack of discipline.","release_date":"","vote_average":0.0,"runtime":80,"cert":"N\/A","id":444272,"title":"Feguibox","adult":false,"genre_ids":[]},{"cast":["Jim Fink"],"overview":"The dangers of showing off while riding bicycles is related by a boy whose young brother foolishly disregarded safety instructions.","release_date":"1958-01-01","vote_average":0.0,"runtime":10,"cert":"\"\"","id":444274,"title":"The Bicycle Clown","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A malicious business partner, Mr. Fissehaye plots to remove his partner Amanual. Fissehaye sees an opportunity through his new employee Tigisti, an orphans and desperately in need of a job. The plot takes an unexpected twist when Zablon, the son of Mr Fissehaye complicates the plan. \"Those that set in motion the forces of evil cannot always control them afterwards.\"","release_date":"2012-04-13","vote_average":0.0,"runtime":118,"cert":"\"\"","id":444276,"title":"Tigisti","adult":false,"genre_ids":[]},{"cast":["Gianmarco Tognazzi","Eliana Miglio","Daniele Liotti","Barbara Livi","Alessandro Paci"],"overview":"","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":444278,"title":"Stressati","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Evasive has brought you a wild journey into the minds of women back in the day and what really went on behind closed doors! Watch the pretty daughters fall in lust with the studs and chase them around for some love!","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":444283,"title":"Can't Be Roots","adult":false,"genre_ids":[]},{"cast":["Juan de Dioa","Anders Lindström"],"overview":"In 2014, a skeleton was found on the Valdellomar ski slopes, in the Pyrenees. Through its DNA, we discovered that it was that of an English aristocrat and we solved a scientific mystery that had shrouded a whole region in 1930.","release_date":"2017-03-03","vote_average":7.0,"runtime":70,"cert":"N\/A","id":444285,"title":"Blue Blood Analysis","adult":false,"genre_ids":[99,18,9648]},{"cast":["Al Murray","Dan Snow","Natalie Haynes","Matthew Sweet"],"overview":"Comedian and history buff Al Murray is joined by historian Dan Snow, writer Natalie Haynes and broadcaster and film expert Matthew Sweet for a fresh look at a subject very close to his heart - the great British war movie. This roundtable discussion looks at both the films themselves, from A Bridge too Far to Zulu, and uses them as a lens on British history, cultural attitudes and our changing views on conflict over the decades.","release_date":"2014-08-25","vote_average":1.0,"runtime":60,"cert":"N\/A","id":444305,"title":"Al Murray's Great British War Movies","adult":false,"genre_ids":[35,99,10752,10770]},{"cast":["Lu Shan","Fu Heng","Wu Jinxi","Song Hanhuan","Ding Qi"],"overview":"Chang Chen Ghost Stories is a 2016 Chinese romance horror thriller film directed by Zhan Yue.","release_date":"2016-07-08","vote_average":0.0,"runtime":87,"cert":"N\/A","id":444307,"title":"Chang Chen Ghost Stories","adult":false,"genre_ids":[]},{"cast":["Ivor James"],"overview":"Dick is haunted by 2 Dicks after being crippled in a traffic accident.  Will he ever walk again?","release_date":"1954-01-01","vote_average":6.0,"runtime":14,"cert":"\"G\"","id":444309,"title":"Dick Wakes Up","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2016-12-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":444311,"title":"Pioneer","adult":false,"genre_ids":[12]},{"cast":[],"overview":"The animated adventures of two twins who spend most of their time avoiding the numerous pitfalls, dangers and traps posed by strangers in everyday life.","release_date":"1960-01-01","vote_average":0.0,"runtime":7,"cert":"\"\"","id":444313,"title":"The Cautious Twins","adult":false,"genre_ids":[18]},{"cast":["Gareth Bale","Aaron Ramsey","Chris Coleman"],"overview":"Documentary focusing on the wales national football team and their first Major Tournament since 1958 at the Euro's 2016 in France. going beyond expectations and reaching the Semi Final, Making a Country Proud","release_date":"2017-03-01","vote_average":7.1,"runtime":90,"cert":"N\/A","id":444315,"title":"Don't Take Me Home","adult":false,"genre_ids":[99]},{"cast":["Marli Bortoletto","Angélica Santos","Paulo Cavalcante","Elza Gonçalves","Dirceu Aparecido de Oliveira"],"overview":"Jimmy Five is sad because he has no more than five strands of hair. So, he looks for Franklin to test a hair tonic. However, after passing the Smudge's gel, he gets his hair just like Monica's (hence the title \"Monico\"). The movie ends with Monica running after Jimmy Five, as usual.","release_date":"1997-06-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":444335,"title":"Turma da Mônica em: O Mônico e Outras Histórias","adult":false,"genre_ids":[35,16,10751]},{"cast":["Chuck Davis"],"overview":"Teens share their problems through home movies","release_date":"1953-01-01","vote_average":0.0,"runtime":10,"cert":"\"\"","id":444337,"title":"Homework: Studying on Your Own","adult":false,"genre_ids":[18]},{"cast":["Tioh Bee Yoong","Ian Yeoh","Ling Tang","Chin Lee Ling","Chong Sheun Wei"],"overview":"A Kuala Lumpur career-woman, busy with work and the end of a relationship, pauses to reflect on the death of Hong Kong pop idol Leslie Cheung.","release_date":"2003-06-12","vote_average":0.0,"runtime":33,"cert":"N\/A","id":444342,"title":"Goodbye","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A film by Joseph Bernard","release_date":"1977-01-01","vote_average":0.0,"runtime":5,"cert":"\"\"","id":444344,"title":"Another Mirror","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film by Joseph Bernard","release_date":"1978-01-01","vote_average":0.0,"runtime":6,"cert":"\"\"","id":444346,"title":"A.B. Portraits","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film by Joseph Bernard","release_date":"1978-01-01","vote_average":0.0,"runtime":2,"cert":"\"\"","id":444348,"title":"J.S.B. at 9","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film by Joseph Bernard","release_date":"1985-01-01","vote_average":0.0,"runtime":8,"cert":"\"\"","id":444365,"title":"Milton Bennett In Performance","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film by Joseph Bernard","release_date":"1985-01-01","vote_average":0.0,"runtime":4,"cert":"\"\"","id":444367,"title":"The Detroit Films (Reel #3)","adult":false,"genre_ids":[]},{"cast":[],"overview":"A boxer in training","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":444369,"title":"The Pugilist","adult":false,"genre_ids":[]},{"cast":["Keven Meadows","Andrew Rhyne","Josh Orms","Armand Topcubasi","Josh Baur"],"overview":"An everyday man goes on an unexpected journey when he finds out he has the thing everyone wants.","release_date":"2016-08-02","vote_average":10.0,"runtime":6,"cert":"\"NR\"","id":444371,"title":"The Last Box","adult":false,"genre_ids":[28,35]},{"cast":["Arletty","Aimé Clariond","Maurice Escande","Henri Nassiet","Jeanne Reinhardt"],"overview":"Deals with the ordeals of a crude washerwoman in the chic court of Napoleon the First. Based on the play of the same name.","release_date":"1941-10-07","vote_average":0.0,"runtime":98,"cert":"N\/A","id":444373,"title":"Madame Sans-Gêne","adult":false,"genre_ids":[35]},{"cast":["Keith Larsen","Dona Drake","Peggie Castle","Regis Toomey","James Seay"],"overview":"The son of the notorious female bandit Belle Starr wants to live an honest life, but finds himself getting drawn into his mother's old profession.","release_date":"1953-06-26","vote_average":0.0,"runtime":70,"cert":"\"\"","id":444378,"title":"Son of Belle Starr","adult":false,"genre_ids":[37]},{"cast":["NuoMing Huari","Zi Hua","Qin Sana"],"overview":"Taking place in Inner Mongolia, a father comes back to his daughter after 20 years of absence, but she's not ready to forgive him yet. This causes a series of flashbacks, that bring back the painful past.","release_date":"2009-11-25","vote_average":0.0,"runtime":91,"cert":"N\/A","id":444398,"title":"Horizon","adult":false,"genre_ids":[18]},{"cast":["Mateusz Kościukiewicz","Agnieszka Podsiadlik","Malgorzata Gorol","Roman Gancarczyk","Dariusz Chojnacki"],"overview":"Jacek loves heavy metal and his dog. He converts the country lanes outside his door into a racing track and bombs down them in his little car. When he and his girlfriend Dagmara take to the dancefloor, everyone runs for cover. He enjoys his existance as a cool misfit in an otherwise stuffy environment, and keeps his muscles toned working on a building site close to the Polish-German border where the world’s largest statue of Jesus is being constructed. But then his life is thrown badly off course by a terrible accident at work that completely disfigures him. Eagerly followed by the Polish media, Jacek becomes the first person in the country to receive a face transplant. He may be celebrated as a national hero and martyr, but he no longer recognises himself in the mirror. Meanwhile, the statue of Jesus grows taller and taller. Whilst events around Jacek come thick and fast, the film never loses sight of the bigger picture and instead brings things even more into focus.","release_date":"2018-03-08","vote_average":6.7,"runtime":91,"cert":"N\/A","id":444400,"title":"Mug","adult":false,"genre_ids":[18,35]},{"cast":["Brigitte Lin","Lu Hsiu Ling","Liu Wen Cheng","Yun Chung-Yueh","Gua Ah-leh"],"overview":"A young lady sacrificed her first love when she discovered her boyfriend had a crush on her younger sister whom she was guilt-ridden of her loss of eyesight since childhood days. Years later, when she found her new love, her relationship with her new boyfriend was again put to test when he saw her blind but beautiful sister...","release_date":"1982-01-25","vote_average":0.0,"runtime":100,"cert":"N\/A","id":444402,"title":"Burn Phoenix Burn","adult":false,"genre_ids":[10749,18]},{"cast":["Bárbara Lennie","Claudio Tolcachir","Yanina Ávila","Paula Cohen","Daniel Aráoz"],"overview":"What limits does Malena cross to get what she wants most? Malena is a 38 year old middle class doctor from Buenos Aires. One afternoon she receives the call from Doctor Costas, who informs her that she must travel immediately to the north of the country: the baby she was waiting for is about to be born. Unexpectedly Malena decides to embark on an uncertain journey, full of crossroads, facing all kinds of legal and moral obstacles that will make her constantly wondering how far she is ready to go.","release_date":"2017-09-14","vote_average":6.7,"runtime":95,"cert":"N\/A","id":444404,"title":"A Sort of Family","adult":false,"genre_ids":[18,80,53]},{"cast":["Ivy Bethune","Hal Bokar","Martin Sheen","Anthony Caruso","Peter Haskell"],"overview":"","release_date":"1980-04-04","vote_average":0.0,"runtime":null,"cert":"\"\"","id":444406,"title":"The Legend of Earl Durand","adult":false,"genre_ids":[]},{"cast":[],"overview":"How to film a word? How to hear a photograph? How to tell a lifetime of love in just 26 words?  In searching out the sense of beauty, the border between the real world and that of reverie, fascinated by the dreamlike universe of the French photographer Guillaume Poussou -and who knows- maybe also by the photographer himself, Anahit Simonian takes up her camera for the very first time and begins to dance with her eyes closed. So is born “L'Abcdaire de l'amoureuse d'un photographe”, her first film.","release_date":"2016-01-10","vote_average":10.0,"runtime":29,"cert":"N\/A","id":444411,"title":"L'ABCDaire de l'amoureuse d'un photographe","adult":false,"genre_ids":[]},{"cast":["Lior Ashkenazi","Sarah Adler","Yonaton Shiray","Shira Haas","Yehuda Almagor"],"overview":"Michael and Daphna receive terrible news about their soldier son, who serves in a desolate checkpoint in the middle of nowhere.","release_date":"2017-09-02","vote_average":7.1,"runtime":113,"cert":"\"R\"","id":444431,"title":"Foxtrot","adult":false,"genre_ids":[18]},{"cast":["Ruth Wilson","Rafe Spall","Kyle Soller","Sinéad Matthews","Éva Magyar"],"overview":"“I’ve no talent for life.” Just married. Bored already. Hedda longs to be free...  Hedda and Tesman have just returned from their honeymoon and the relationship is already in trouble. Trapped but determined, Hedda tries to control those around her, only to see her own world unravel.  Tony Award-winning director Ivo van Hove (A View from the Bridge at the Young Vic Theatre) returns to National Theatre Live screens with a modern production of Ibsen’s masterpiece. Ruth Wilson (Luther, The Affair, Jane Eyre) plays the title role in a new version by Patrick Marber (Notes on a Scandal, Closer).","release_date":"2017-03-09","vote_average":10.0,"runtime":141,"cert":"N\/A","id":444439,"title":"National Theatre Live: Hedda Gabler","adult":false,"genre_ids":[]},{"cast":["Alexander Andrushkin","Vladimir Bogomyakov","Anna Vladykina","Igor Zhevtun","Vladimir Zyubin"],"overview":"The world's first documentary about Siberia's punk rock scene in the 1980s. It was a phenomenon of those times that this music existed thousands of miles away from the movement's epicentres in New York and London.","release_date":"2014-10-16","vote_average":0.0,"runtime":64,"cert":"N\/A","id":444441,"title":"Traces in the Snow","adult":false,"genre_ids":[99]},{"cast":["Alfredo Landa","Concha Velasco","José Sacristán","Margot Cottens","Xan das Bolas"],"overview":"","release_date":"1970-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":444452,"title":"El alma se serena","adult":false,"genre_ids":[35]},{"cast":["Isabella Nefar","Raad Rawi","Lloyd Hutchinson","Olwen Fouéré"],"overview":"The story has been told before, but never like this.  An occupied desert nation. A radical from the wilderness on hunger strike. A girl whose mysterious dance will change the course of the world.  This charged retelling turns the infamous biblical tale on its head, placing the girl we call Salomé at the centre of a revolution.  Internationally acclaimed theatre director Yaël Farber (Les Blancs) draws on multiple accounts to create her urgent, hypnotic production on the stage of the National Theatre. ‘Epic. A near-perfect production.’ Guardian (on Les Blancs)","release_date":"2017-06-22","vote_average":8.0,"runtime":105,"cert":"N\/A","id":444457,"title":"National Theatre Live: Salomé","adult":false,"genre_ids":[12,14]},{"cast":["Andrew Garfield","Nathan Lane","Denise Gough","James McArdle","Russell Tovey"],"overview":"America in the mid-1980s. In the midst of the AIDS crisis and a conservative Reagan administration, New Yorkers grapple with life and death, love and sex, heaven and hell. This new staging of Tony Kushner’s multi-award winning two-part play, Angels in America: A Gay Fantasia on National Themes, is directed by Olivier and Tony award winning director Marianne Elliott, and will be broadcast live from the National Theatre on 20 July 2017.","release_date":"2017-07-20","vote_average":9.1,"runtime":225,"cert":"N\/A","id":444459,"title":"National Theatre Live: Angels in America: Part 1 - Millennium Approaches","adult":false,"genre_ids":[18]},{"cast":["Billie Piper","Brendan Cowell","Charlotte Randle","John MacMillan","Maureen Beattie"],"overview":"The incredible Billie Piper (Penny Dreadful, Great Britain) returns in her Evening Standard Best Actress award-winning role.  A young woman is driven to the unthinkable by her desperate desire to have a child in Simon Stone’s radical production of Lorca’s achingly powerful masterpiece. The unmissable theatre phenomenon sold out at the Young Vic and critics call it ‘an extraordinary theatrical triumph’ (The Times) and ‘stunning, searing, unmissable’ (Mail on Sunday). Billie Piper’s lead performance is described as ‘spellbinding’ (The Evening Standard), ‘astonishing’ (iNews) and ‘devastatingly powerful’ (The Daily Telegraph).  Set in contemporary London, Piper’s portrayal of a woman in her thirties desperate to conceive builds with elemental force to a staggering, shocking, climax.  Please note this broadcast does not have an interval.","release_date":"2017-08-31","vote_average":8.0,"runtime":120,"cert":"N\/A","id":444461,"title":"National Theatre Live: Yerma","adult":false,"genre_ids":[18,10749]},{"cast":["Paolo Bonacelli","Marisa Fabbri","Laura Betti","Romano Malaspina","Nicolas Porcelli"],"overview":"","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":444463,"title":"Gli astronomi","adult":false,"genre_ids":[18]},{"cast":["Boris Barnet","Ivan Bobrov","Aleksandr Gromov","Vasili Nikandrov"],"overview":"October reflects a general attempt in Russia to sustain the frenzy and dynamism of revolutionary fervour. This attempt increased in scale and ambition as they pushed it further, resulting in the theatricalisation of life. In other words, the boundaries between real events and fabricated drama became blurred as the portrayal of life became more exaggerated. It is important to remember that the film does not represent what actually happened during the 1917 Revolution, but is rather an adaptation.","release_date":"1927-10-30","vote_average":0.0,"runtime":70,"cert":"\"\"","id":444465,"title":"Москва в Октябре","adult":false,"genre_ids":[]},{"cast":["Osamu Mukai","Toshirō Yanagiba","Shihori Kanjiya"],"overview":"The story is set against the beautiful scenery of Yamakoshi, Niigata, which is also known for bullfighting. Yanagiba plays a man named Satoshi who raises fighting bulls, while Kanjiya plays his deaf and mute daughter Mio. Osamu plays her fiance Maru, a charming young man from the lower part of town.","release_date":"2012-01-08","vote_average":3.0,"runtime":null,"cert":"N\/A","id":444482,"title":"Father of the Bride","adult":false,"genre_ids":[]},{"cast":["Jérôme Zucca","Dominique Laffin","André Dussollier","Philippe Caroit","Jean-Pierre Kalfon"],"overview":"Liberty Belle tells the story of a group of student's involvement with a group who oppose the French Algerian war. The film premiered at the 1983 Cannes Film Festival.","release_date":"1983-09-14","vote_average":7.5,"runtime":102,"cert":"N\/A","id":444484,"title":"Liberty Belle","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2006-01-15","vote_average":0.0,"runtime":103,"cert":"N\/A","id":444486,"title":"The Woman Opposite","adult":false,"genre_ids":[]},{"cast":[],"overview":"There was a tragedy that began at the end of the '69 war. The sad story about the lives of the orphans of Manchuria refugee camp who had to struggled against perpetual cold and hunger.","release_date":"2014-08-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":444488,"title":"A Far Promise","adult":false,"genre_ids":[]},{"cast":["Fabianne Therese","Audrey Wasilewski","Chase Williamson","Lyle Kanouse","John Dinan"],"overview":"A surreal sci-fi romance wherein a beautiful young woman and strange metaphysical forces threaten the reality of a reclusive video arcade technician, resulting in bizarre biomechanical mutations and a shocking self-realization.","release_date":"2017-07-18","vote_average":3.6,"runtime":80,"cert":"N\/A","id":444490,"title":"Sequence Break","adult":false,"genre_ids":[27,10749,878]},{"cert":"N\/A","title":"The Making of the World","cast":["Irina Petrescu","Colea Răutu","Liviu Ciulei","Virgil Ogășanu","Dan Ionescu"],"id":444492,"overview":"Around the  nationalization in 1948, a worker's daughter, as a student, is attracted by the social life offered by a breed horse owner. The relationship will sour by the cruelty with which he kills the horses, rather then give them away.","runtime":104,"genre_ids":[18],"release_date":"1971-01-01","vote_average":3.0,"adult":false}]