[{"cast":["Joel McCrea","Gail Russell","Herbert Marshall","Phyllis Brooks","Isobel Elsom"],"overview":"David Fielding, who has recently lost his wife, moves into a new neighborhood under a cloud of suspicion. Many feel that his wife's death in a car crash was no accident. Elizabeth Howard, the governess he hires to look after his children, makes it her mission to find out the truth. When other murders seem to be following David to his new town, Elizabeth investigates with the help of David's son Barnaby.","release_date":"1945-05-12","vote_average":3.8,"runtime":80,"cert":"N\/A","id":44001,"title":"The Unseen","adult":false,"genre_ids":[53,9648,18]},{"cast":["Roger Chin","Carl Meadows","Donald Lim","Steven Rowe","Michael Smith"],"overview":"On November 4th, 2008, three states - California, Florida and Arizona - voted to amend their constitutions, denying and revoking the rights of same-sex couples to marry. On May 26, 2009, with Canadian allies, gay American families rally at a Vancouver demonstration to protest these amendments that persecute the LGBTQ community. Demonstration organizer Roger Chin relays the California Supreme Court's infamous decision on Prop 8. Subsequent speakers talk about couples living in exile. Weaving elements of public protest and intimate interviews, four families share their stories of how they met, their decision to escape to freedom in Canada, their Canadian experience and their dreams of returning to their home country, family and friends. In the end, the organizer celebrates the freedoms to marry that exists in Canada.","release_date":"2010-08-21","vote_average":7.5,"runtime":11,"cert":"N\/A","id":44002,"title":"Love Exiled","adult":false,"genre_ids":[99]},{"cast":["Nicolas Cazalé","Mohamed Majd","Jacky Nercessian","Ghina Ognianova","Kamel Belghazi"],"overview":"Reda, summoned to accompany his father on a pilgrimage to Mecca, complies reluctantly - as he preparing for his baccalaureat and, even more important, has a secret love relationship. The trip across Europe in a broken-down car is also the departure of his father: upon arrival in Mecca, both Reda and his father are not the characters they were at the start of the movie. Avoiding the hackneyed theme of the return to the homeland, the film uses the departure to renew a connection between two generation.","release_date":"2004-11-09","vote_average":6.5,"runtime":108,"cert":"N\/A","id":44003,"title":"The Great Journey","adult":false,"genre_ids":[18]},{"cast":["John Ritter","Anne Archer","Bert Convy","Kevin McCarthy","Kevin Bacon"],"overview":"An idealistic but struggling actor finds his life unexpectedly complicated when he stops a robbery while wearing the costume of Captain Avenger, a superhero character of a film he is hired to to promote. He decides to dabble at being a superhero only to find that it is more difficult and dangerous than he ever imagined.","release_date":"1980-02-08","vote_average":6.5,"runtime":98,"cert":"N\/A","id":44004,"title":"Hero at Large","adult":false,"genre_ids":[28,35,18]},{"cast":["Claudia Jennings","Jocelyn Jones","Tara Strohmeier","Johnny Crawford","Miles Watkins"],"overview":"Candy and Ellie Jo are a pair of sexy bank robbers who blast their way into small-town banks with a carload of dynamite! When they take Slim hostage, it begins a thrill-packed crime spree across the state of Texas.","release_date":"1976-07-01","vote_average":5.6,"runtime":90,"cert":"N\/A","id":44005,"title":"The Great Texas Dynamite Chase","adult":false,"genre_ids":[28,18]},{"cast":["Laurence Olivier","Maggie Smith","Joyce Redman","Frank Finlay","Derek Jacobi"],"overview":"The 1965 version of the Shakespeare play.","release_date":"1965-12-15","vote_average":6.2,"runtime":165,"cert":"N\/A","id":44006,"title":"Othello","adult":false,"genre_ids":[18]},{"cast":["Cándida Villar","Fernando Ransanz","Raúl Peña","Víctor Monigote","Pedro Ruy Blas"],"overview":"Cándida is an lowly maid in Madrid, where she scrapes to get by and help her two useless sons, a junkie and a basket case. As her family situation goes from bad to worse, her travails inspire other people","release_date":"2006-12-22","vote_average":5.5,"runtime":103,"cert":"N\/A","id":44007,"title":"Cándida","adult":false,"genre_ids":[35,18]},{"cast":["Michael Biehn","Jennifer Blanc","Ryan Honey","Danielle Harris","Denny Kirkwood"],"overview":"Annie's (Jennifer Blanc) life is in jeopardy after she's witnessed the horrific rape and murder of her closest friend. Fleeing from two attackers (Ryan Honey, Denny Kirkwood) she stumbles across kyle (Michael Biehn), a recluse living in the middle of the woods. Kyle finds the stillness of the woods comforting. The ruggedly handsome loner stays far from civilization - that is - until a single knock on his door throws his solitary life into chaos. Two worlds collide in this psychological thriller that will make you question your trust in mankind.","release_date":"2011-06-06","vote_average":4.4,"runtime":84,"cert":"N\/A","id":44008,"title":"The Victim","adult":false,"genre_ids":[53,28,27]},{"cast":["Jim Broadbent","Lesley Manville","Ruth Sheen","Oliver Maltman","Peter Wight"],"overview":"Mike Leigh’s much praised 2010 tragicomical drama. During a year, a very content couple approaching retirement are visited by friends and family less happy with their lives.","release_date":"2010-11-05","vote_average":7.0,"runtime":129,"cert":"12A","id":44009,"title":"Another Year","adult":false,"genre_ids":[35,18]},{"cast":["Leo Howard","Patrick Probst","Booboo Stewart","Abigail Isom","Nicole Carmela"],"overview":"\"Logan\" is a story about two teenage brothers, Tyler and Logan. Logan, the younger of the two, has got his mind set on a seemingly impossible project which turns out to be much harder than he could ever imagine. At the turn of an unexpected tragedy, the brothers' relationship is altered forever and Tyler is challenged to do whatever it takes to see his little brother's project succeed, even if that means risking it all.","release_date":"2010-09-10","vote_average":6.5,"runtime":94,"cert":"N\/A","id":44010,"title":"Logan","adult":false,"genre_ids":[35,18,10751]},{"cast":[],"overview":"The 2007 Allstate 400 at the Brickyard commemorative DVD","release_date":"2007-10-02","vote_average":0.0,"runtime":60,"cert":"N\/A","id":44011,"title":"2007 Allstate 400 at the Brickyard","adult":false,"genre_ids":[]},{"cast":["Delphine Seyrig","Jan Decorte","Henri Storck","Jacques Doniol-Valcroze","Yves Bical"],"overview":"A lonely widowed housewife does her daily chores, takes care of her apartment where she lives with her teenage son, and turns the occasional trick to make ends meet. Slowly, her ritualized daily routines begin to fall apart.","release_date":"1975-05-14","vote_average":7.6,"runtime":201,"cert":"N\/A","id":44012,"title":"Jeanne Dielman, 23, Quai du Commerce 1080 Bruxelles","adult":false,"genre_ids":[18]},{"cast":["Vince Vaughn","Julia Ormond","Ed Harris","Rory Cochrane","Wallace Shawn"],"overview":"Pendelton \"Penny\" Wise is a smooth-talking con-artist who makes a living by scamming people with phoney travel comp vacations over the phone when, desperate for more fast cash, he's called to work for a shady, veteran con businessman, named Kelly Grant, in selling property for a gold mine over the phone, which takes a turn when Penny begins a relationship with Grant's mistress Caitlin, where Penny throws common sense and caution to the wind to woo her, while we wonder who is scamming who here. Written by Matthew Patay","release_date":"2000-01-01","vote_average":5.6,"runtime":98,"cert":"N\/A","id":44015,"title":"The Prime Gig","adult":false,"genre_ids":[18,10749]},{"cast":["Sandrine Bonnaire","Macha Méril","Stéphane Freiss","Setti Ramdane","Yahiaoui Assouna"],"overview":"Mona Bergeron is dead, her frozen body found in a ditch in the French countryside. From this, the film flashes back to the weeks leading up to her death. Through these flashbacks, Mona gradually declines as she travels from place to place, taking odd jobs and staying with whomever will offer her a place to sleep. Mona is fiercely independent, craving freedom over comfort, but it is this desire to be free that will eventually lead to her demise.","release_date":"1985-12-04","vote_average":7.2,"runtime":105,"cert":"N\/A","id":44018,"title":"Vagabond","adult":false,"genre_ids":[18]},{"cast":["Mae Murray","Frank Borzage","Hobart Bosworth","Edythe Chapman","Noah Beery"],"overview":"This silent melodrama is set against the 1840s westward migration of the Mormons. Dora, a young woman, and her family are saved from an Indian attack by a Mormon community traveling to Utah. They join the wagon train. Dora is pursued by two men, one a recent convert, the other a scheming elder with a stable of wives. The Mormon elder wants her in his harem. When the mother kills herself from revulsion toward polygamy, the daughter must consider her own future and the man she loves. One of Mae Murray's few surviving films, this was intended by Robert Leonard to be a thoughtful drama about the goods and evils of Mormonism, but today it is generally considered pure anti-Mormon propaganda.","release_date":"1917-04-21","vote_average":4.0,"runtime":50,"cert":"N\/A","id":44019,"title":"A Mormon Maid","adult":false,"genre_ids":[36,18]},{"cast":["Stephen Baldwin","A. J. Buckley","Billy Zane","Callie De Fabry","David O'Donnell"],"overview":"After the accidental death of his cousin Joe Vossimer, the just-graduated electronic engineer Layne Vossimer joins his girlfriend and four friends of them to visit and clean the inherited farm in the country. The local Sheriff Bill Willingham is an old friend of Layne, and also grieves the death of Joe. When the group arrives in the farm, some weird and mysterious signs appear in the cornfield, but they believe the other locals are joking with them. When Iris Doyle vanishes, the rest of the group realizes that there is a serious menace jeopardizing that place.","release_date":"2003-05-03","vote_average":3.5,"runtime":87,"cert":"","id":44020,"title":"Silent Warnings","adult":false,"genre_ids":[878,53]},{"cast":["François Damiens","Valérie Benguigui","Valentin Vigourt","Léopoldine Serre","Guillaume Verdier"],"overview":"He can deliver a breathtaking speech on the American soul to flabbergasted schoolboys, get mixed up in the private lives of his citizens, and even get his 18-year-old daughter to swear that never, but never, would she leave home. Meet Simon Wolberg, mayor of a small provincial city, madly in love with his wife, an interfering father and provocative son. This man is driven by an obsession with his family. Which leads him to test the force and fragility of these bonds.","release_date":"2009-12-02","vote_average":5.0,"runtime":80,"cert":"N\/A","id":44021,"title":"The Wolberg Family","adult":false,"genre_ids":[35,18]},{"cast":["Robert Mitchum","Ursula Thiess","Gilbert Roland","Zachary Scott","Rodolfo Acosta"],"overview":"American arms dealer Kennedy hopes to make a killing by selling to the \"regulares\" in the 1916 Mexican revolution. American mercenary Wilson favors the rebel faction headed by Escobar, and they plot to hijack Kennedy's arms; but Wilson also has his eye on Kennedy's wife. Raids, counter-raids, and escapes follow in a veritable hail of bullets.","release_date":"1956-09-01","vote_average":5.5,"runtime":92,"cert":"N\/A","id":44022,"title":"Bandido!","adult":false,"genre_ids":[28,37]},{"cast":["Terry-Thomas","Athene Seyler","Hattie Jacques","Billie Whitelaw","Elspeth Duxbury"],"overview":"In a mansion block in Knightsbridge, a gang of middle-aged biddies decide to brighten up \"the dullness of the tea time of life\" by staging a series of robberies on furriers, then donating the proceeds to charitable concerns. Terry Thomas as a retired army officer leads the gang, which includes Athene Seyler and Hattie Jacques, on a series of capers that nearly go awry when their maid, Billie Whitelaw, an ex-con and also a resident of the block, falls for a police officer.","release_date":"1960-08-09","vote_average":7.0,"runtime":101,"cert":"U","id":44023,"title":"Make Mine Mink","adult":false,"genre_ids":[35]},{"cast":["Tăng Thanh Hà","Lương Mạnh Hải"],"overview":"An aspiring photographer tries to convince a girl to pose for his \"art photos\" by pretending to be a director.","release_date":"2009-01-15","vote_average":8.3,"runtime":93,"cert":"N\/A","id":44024,"title":"Beauty in Each Centimeter","adult":false,"genre_ids":[35,10749]},{"cast":["John Mills","Phyllis Calvert","Eileen Moore","Sam Wanamaker","Herbert Lom"],"overview":"When well-off aircraft designer Denning finds his daughter's current boyfriend is a nasty character he tries to buy him off, ending up hitting him and causing his death when he falls. Instead of calling the police he dumps the body in a lonely spot on the road to the North, making it look like a hit-and-run accident. Weeks later there is still no report of the body being found, and Denning starts to go to pieces. When he lets his wife into his secret the two start making enquiries, possibly making things worse.","release_date":"1951-12-18","vote_average":7.2,"runtime":93,"cert":"","id":44025,"title":"Mr. Denning Drives North","adult":false,"genre_ids":[18]},{"cast":["Orson Welles","Michael Redgrave","Patricia Medina","Akim Tamiroff","Mischa Auer"],"overview":"Claiming that he doesn't know his own past, a rich man enlists an ex-con with an odd bit of detective work. Gregory Arkadin says he can't remember anything before the late 1920s, and convict Guy Van Stratten is happy to take the job of exploring his new acquaintance's life story. Guy's research turns up stunning details about his employer's past, and as his work seems linked to untimely deaths, the mystery surrounding Mr. Arkadin deepens.","release_date":"1955-03-01","vote_average":6.9,"runtime":99,"cert":"","id":44026,"title":"Mr. Arkadin","adult":false,"genre_ids":[80,9648,18,53]},{"cast":["Michael Shannon","Willem Dafoe","Chloë Sevigny","Brad Dourif","Michael Peña"],"overview":"Brad has committed murder and barricaded himself inside his house. With the help of his friends and neighbours, the cops piece together the strange tale of how this nice young man arrived at such a dark place.","release_date":"2009-09-06","vote_average":6.1,"runtime":91,"cert":"15","id":44027,"title":"My Son, My Son, What Have Ye Done","adult":false,"genre_ids":[80,18,53]},{"cast":["Malcolm McDowell","Iggy Pop","Henry Rollins","Alice Cooper","Mike Lobell"],"overview":"The film follows a petty rock band called the Winners, consisting of vocalist Joey Winner, bassist Jennifer, guitarist Tyler, drummer Sam, and French-Canadian roadie Hugo, along with their sleazy manager Jeff, as they tour across Canada and the USA after Jennifer is turned into a vampire by Queeny. Meanwhile, a vampire hunter who is afraid of the dark named Eddie Van Helsing quickly chases them down.","release_date":"2009-09-11","vote_average":6.2,"runtime":91,"cert":"N\/A","id":44028,"title":"Suck","adult":false,"genre_ids":[35,27,10402]},{"cast":["Robert Gustafsson"],"overview":"Olika klipp med Robert Gustavsson","release_date":"2001-04-06","vote_average":0.0,"runtime":104,"cert":"N\/A","id":44029,"title":"Ur löjlig synvinkel 2.0","adult":false,"genre_ids":[]},{"cast":["John Legend"],"overview":"John Legend: Live from Philadelphia actually constitutes a two-disc set, with an album and a disc of concert footage culled from r&amp;b and neo-soul demigod Legend's Philadelphia engagements on his \"Show Me\" tour. The album features such tracks as \"Heaven,\" \"Stereo,\" \"Alright,\" and \"Save Room\"; the video portion features not a complete live set, but extracts of various live performances on such numbers as \"Save Room,\" \"Slow Dance,\" \"Used to Love U,\" and \"Ordinary People.\" Added bonuses include the complete videos for \"Another Again\" and \"Show Me,\" and an interview with Legend","release_date":"2008-04-08","vote_average":0.0,"runtime":120,"cert":"N\/A","id":44030,"title":"John Legend Live from Philadelphia","adult":false,"genre_ids":[10402]},{"cast":["Krister Classon","Siw Carlsson","Stefan Gerhardsson","Annika Andersson","Jojje Jönsson"],"overview":"A farce with and by Stefan &amp; Krister","release_date":"1996-06-01","vote_average":5.7,"runtime":100,"cert":"N\/A","id":44031,"title":"Hemlighuset","adult":false,"genre_ids":[]},{"cast":["Adam Copeland","Jamie Kennedy","D'Arcy Allen","Edrick Browne","Pruitt Taylor Vince"],"overview":"Detective Nick Blades is a New Orleans cop on trial for corruption. Assistant District Attorney Theo Gold is the man in charge of putting him behind bars. When these two unlikely partners from opposite sides of the law stumble onto a criminal plot, they’ll need to rely on luck – and patience – to take down a dangerous killer without killing each other first.","release_date":"2012-03-09","vote_average":5.4,"runtime":83,"cert":"N\/A","id":44032,"title":"Bending The Rules","adult":false,"genre_ids":[28,18]},{"cast":["Billie Joe Armstrong","Tre Cool","Mike Dirnt"],"overview":"During their 15-year band history, they have been thrilling their fans with electrifying live shows. Whatever you think, the band exudes pure boisterous energyand has never failed to impress their audience. Onstage, they deliver a slim, highly energetic extravaganza that avoids the usual frills of state-of-the-art stage technology: no hydraulic ramps, no laser guns, no video screens, thank you verymuch.","release_date":"2008-08-05","vote_average":0.0,"runtime":60,"cert":"N\/A","id":44033,"title":"Green Day: Life Without Warning","adult":false,"genre_ids":[10402]},{"cast":["Janet Ågren","Felice Andreasi","Ewa Aulin","Rodolfo Baldini","Mario Carotenuto"],"overview":"Plenty of fun erotic stories in the spirit of the \"Decameron\", united by one constant hero - unlucky cow Fiorina.","release_date":"1972-09-10","vote_average":4.8,"runtime":92,"cert":"N\/A","id":44036,"title":"Fiorina the Cow","adult":false,"genre_ids":[35]},{"cast":["Kirsty Mitchell","Colin Ferguson","Yancy Butler","Kacey Clarke","Roxanne Pallett"],"overview":"A game warden moves his family to Lake Placid, once the site of deadly crocodile attacks. Locals assure him the crocs are gone, but his mischievous young son finds a few baby crocs and begins feeding them. They quickly grow into very big adults and start attacking the game warden's family and nearby town.","release_date":"2010-08-21","vote_average":4.4,"runtime":93,"cert":"N\/A","id":44037,"title":"Lake Placid 3","adult":false,"genre_ids":[27,28,878,53]},{"cast":["Ramsey Campbell","John Carpenter","Robin Atkin Downes","Neil Gaiman","Stuart Gordon"],"overview":"A chronicle of the life, work and mind that created the Cthulhu mythos.","release_date":"2008-07-24","vote_average":7.2,"runtime":90,"cert":"N\/A","id":44038,"title":"Lovecraft: Fear of the Unknown","adult":false,"genre_ids":[99]},{"cast":["Dem Rădulescu","Tamara Buciuceanu-Botez","Cornel Vulpe","Ștefan Mihăilescu-Brăila","Stela Popescu"],"overview":" ","release_date":"1981-01-01","vote_average":6.0,"runtime":105,"cert":"N\/A","id":44039,"title":"Hurry Slowly","adult":false,"genre_ids":[]},{"cast":["Chris Messina","Jacob Vargas","Bojana Novaković","Logan Marshall-Green","Bokeem Woodbine"],"overview":"A group of people are trapped in an elevator high above Philadelphia, and one of them is the devil.","release_date":"2010-01-13","vote_average":5.9,"runtime":80,"cert":"15","id":44040,"title":"Devil","adult":false,"genre_ids":[27,9648,53]},{"cast":["Olivia de Havilland","Lew Ayres","Thomas Mitchell","Richard Long","Charles Evans"],"overview":"A sister and her disturbed twin are implicated in a murder and a police detective must figure out which one's the killer.","release_date":"1946-10-17","vote_average":7.0,"runtime":85,"cert":"PG","id":44041,"title":"The Dark Mirror","adult":false,"genre_ids":[53]},{"cast":["Helmut Dantine","Andrea King","William Prince","John Alvin","Becky Brown"],"overview":"A woman suspects her husband of plotting to kill his son from a previous marriage.","release_date":"1946-09-14","vote_average":4.6,"runtime":78,"cert":"N\/A","id":44042,"title":"Shadow of a Woman","adult":false,"genre_ids":[18]},{"cast":["Gary Cooper","Lilli Palmer","Robert Alda","Vladimir Sokoloff","J. Edward Bromberg"],"overview":"In this Fritz Lang's compelling World War II espionage thriller, Gary Cooper stars as Alvah Jasper, a shy and retiring physics professor at a midwestern university. When government agents press Jasper into joining them in an effort to curtail the Nazis' efforts to attain atomic secrets, his life takes a dramatic turn.","release_date":"1946-09-28","vote_average":6.5,"runtime":106,"cert":"N\/A","id":44043,"title":"Cloak and Dagger","adult":false,"genre_ids":[18,53]},{"cast":["Janis Joplin"],"overview":"Ihre Karriere dauerte nur vier Jahre, und trotzdem wurde Janis Joplin zum ersten weiblichen Superstar der Rockmusik. Ihr früher Tod trug das Übrige zur Legendenbildung bei. Die Dokumentation zeigt den kurzen Lebensweg eines texanischen Provinzgirls, das über Nacht zur Hippie-Ikone und zum Star der Musikszene von San Francisco wird, ebenso berühmt wie Jimmy Hendrix und, was den Umgang mit Drogen und Alkohol betrifft, ebenso berüchtigt.","release_date":"2010-07-22","vote_average":0.0,"runtime":52,"cert":"N\/A","id":44044,"title":"Love, Janis","adult":false,"genre_ids":[99,10402]},{"cast":["Daisuke Shima","Kaori Sakagami","Hidekazu Ichinose","Koichi Sudo","Mayuka Suzuki"],"overview":"Once again, Musashi has encounter Ultraman Cosmos. Now Ultraman Cosmos has gained some new modes to defeat Scropis. Musashi has joined Team Sea to save the Blue Area. But there is mysterious evil monster, Sandros, who wants to destroy the Earth. Now it is up Musashi and Ultraman Cosmos to defeat Sandros and who’s the other Ultraman?","release_date":"2003-08-02","vote_average":1.0,"runtime":77,"cert":"N\/A","id":44045,"title":"Ultraman Cosmos vs. Ultraman Justice: The Final Battle","adult":false,"genre_ids":[28,12,10751,878]},{"cast":["Julia Stiles","William R. Moses","Patrick Muldoon","Vanessa Zima","Louise Myrback"],"overview":"A cul-de-sac in an oppressive suburb becomes a literal dead end for wife and mother Karen Christianson when she is brutally murdered in her own home. In the wake of the event, Karen's teenage daughter Ellie begins to exhibit bizarre behaviors as she slowly acquires her mother's demeanor and mannerisms. Meanwhile, Karen's husband Ben nurtures a less-than-innocent interest in the family's sultry live-in nanny, Lena.","release_date":"1998-01-17","vote_average":5.5,"runtime":88,"cert":"N\/A","id":44046,"title":"Wicked","adult":false,"genre_ids":[53]},{"cast":["Clea DuVall","Daryl Hannah","Tomas Arana","Eric Roberts","Richard Hillman"],"overview":"A mysterious girl becomes involved with a 17-year-old girl and changes her life forever.","release_date":"2000-03-04","vote_average":5.8,"runtime":93,"cert":"N\/A","id":44047,"title":"Wildflowers","adult":false,"genre_ids":[18]},{"cast":["Denzel Washington","Chris Pine","Rosario Dawson","Kevin Dunn","Lew Temple"],"overview":"A runaway train, transporting deadly, toxic chemicals, is barreling down on Stanton, Pennsylvania,  and proves to be unstoppable until a veteran engineer and young conductor risk their lives to try and stop it with a switch engine.","release_date":"2010-11-04","vote_average":6.4,"runtime":98,"cert":"12A","id":44048,"title":"Unstoppable","adult":false,"genre_ids":[28,53]},{"cast":["Jacinda Barrett","Tom Russell","James Nesbitt","Richard Roxburgh","Kodi Smit-McPhee"],"overview":"A woman struggles with her son's illness and her husband's infidelity, but, after a chance encounter with an Irish sailor and his son, her life is turned upside down in a love story that defies explanation and breaks all the rules.","release_date":"2010-08-19","vote_average":6.5,"runtime":99,"cert":"N\/A","id":44049,"title":"Matching Jack","adult":false,"genre_ids":[18]},{"cast":["Arya","Amy Jackson","Nassar","Lisa Lazarus","M. S. Bhaskar"],"overview":"The movie begins as an old English woman Amy Wilkinson (Carole Trungmar) almost at her death bed in London, wants to come down to Chennai in search of a young man Parithi (Arya) whom she last saw on 15 August, 1947 to return Thali necklace (sacred thread tied around the neck of the bride by her groom) of his mother, which he gives as a sign of stating that she belongs to India and nobody can separate them. She wants to return that back to him, as she gets married to other man in her home town and it no more belongs to her.","release_date":"2010-07-09","vote_average":7.0,"runtime":159,"cert":"N\/A","id":44050,"title":"Madrasapattinam","adult":false,"genre_ids":[18,36,10749]},{"cast":["Meegan Michel"],"overview":"Last night, Rhett Somers met the love of his life. Now all he has to do is convince her that she's the one. Not an easy feat considering how they met.","release_date":"","vote_average":0.0,"runtime":10,"cert":"N\/A","id":44051,"title":"True Beauty This Night","adult":false,"genre_ids":[35]},{"cast":["Ginger Rogers","Van Heflin","Gene Tierney","George Raft","Peggy Ann Garner"],"overview":"A young stage hopeful is murdered and suspicion falls on her mentor, a Broadway producer.","release_date":"1954-10-28","vote_average":5.9,"runtime":95,"cert":"N\/A","id":44052,"title":"Black Widow","adult":false,"genre_ids":[18,9648,10749,53]},{"cast":[],"overview":"During the winter of 1975 in Hawaii, surfing was shaken to its core. A group of young surfers from Australia and South Africa sacrificed everything and put it all on the line to create a sport, a culture, and an industry that is today worth billions of dollars and has captured the imagination of the world. With a radical new approach and a brash colonial attitude, these surfers crashed headlong into a culture that was not ready for revolution. Surfing was never to be the same again.","release_date":"2008-07-25","vote_average":5.0,"runtime":96,"cert":"","id":44053,"title":"Bustin' Down the Door","adult":false,"genre_ids":[99]},{"cast":["Jonas Ball","Joe Abbate","Gail Kay Bell","J. Francis Curley","Nicole Delorey"],"overview":"The film follows the travels and accounts of Mark Chapman (Jonas Ball) and gives the watcher an insight into his mind. It starts with him in Hawaii and how he does not fit in with anyone including his job; family; friends etc. He says he is searching for a purpose in his life and that it has no direction. He seeks refuge in the public library where he finds the book, 'The Catcher in the Rye'. He becomes obsessed with the book and believes that he himself is the protaganist in the book, Holden Caulfield. He believes the ideas in the book reflect his own personal life and how he does not fit in anywhere and he reads it constantly. He then finds another book in the library about The Beatles singer John Lennon and begins a personal hatred for him.","release_date":"2007-12-07","vote_average":5.7,"runtime":114,"cert":"15","id":44054,"title":"The Killing of John Lennon","adult":false,"genre_ids":[80,18]},{"cast":["Shinji Takeda","Anouk Nora","Kohei Otomo","Kanako Fukaura","Masakatsu Funaki"],"overview":"A man and a woman are together on the 'Chrysalis Day', the fatal day everything in your life will be decided depends on how you spend the day. A violent man holding pure love, Sai and a stunningly beautiful playgirl, Sheila. While Sheila flees with a large sum of money, she is chased by a cool but violent gang, crazy killers and an out of control cop. No one can stop Sai and Sheila's love runaway.","release_date":"2006-02-24","vote_average":5.5,"runtime":158,"cert":"N\/A","id":44055,"title":"LoveDeath","adult":false,"genre_ids":[28,53]},{"cast":["Jun Matsumoto","Kippei Shiina","Daisuke Miyagawa","Hiroshi Abe","Arata Furuta"],"overview":"After the Akizuku clan fall in defeat to rival clan Yamana, Princess Yuki (Nagasawa Masami) and general Rokurota (Hiroshi Abe), take cover in a hidden fortress, along with their clan and gold treasury. Fortuitously stumbling into the hideaways, brash young miner Takezo (Matsumoto Jun) and his bumbling sidekick Shinhachi (Miyagawa Daiuske) hatch a daring plan to help transport the gold out of enemy terrain - in exchange for a share of the stash, of course. With assassins hot in pursuit, Yuki disguises as a male and ventures into the real world with Rukurota and her peasant companions, getting her first taste of danger, toil, and budding romance with the strong-minded and willful Takezo.","release_date":"2008-05-10","vote_average":5.0,"runtime":118,"cert":"N\/A","id":44056,"title":"The Last Princess","adult":false,"genre_ids":[28,18,36]},{"cast":[],"overview":"Told entirely through two POV video cameras, THE BUTCHER throws you abruptly into the middle of chaos and death: a handful of people have been abducted and lie bloodied and bound on the floor of a rotting slaughterhouse. Nearby, a team of snuff film producers are discussing their gruesome handiwork: torturing their captives to death, one by one.","release_date":"2009-10-27","vote_average":0.0,"runtime":75,"cert":"N\/A","id":44057,"title":"Jin Won Kim's The Butcher","adult":false,"genre_ids":[]},{"cast":["Jeff W. Stevenson","Andreas Finn"],"overview":"After a night of drinking, Andy finds himself in the awkward predicament of being stuck on the toilet with no toilet paper while his friend Jeff is passed out in the room outside and is his only hope for a dignified escape from the throne.","release_date":"2010-09-11","vote_average":5.3,"runtime":5,"cert":"N\/A","id":44060,"title":"The Quest for TP","adult":false,"genre_ids":[35]},{"cast":["Sopitnapa Dabbaransi","Shahkrit Yamnarm","Joe S. Lee","Bob Senkewicz","Vichitra Triyakul"],"overview":"Kaewta knows her final day is fast approaching. She decides to fly to New York City to forget her painful past and spend her last four months there. Fate plays games with her again when she has an accident upon her arrival, and she can't even remember who she is. Alienated amid the confusion of this unfamiliar urban world, she meets a mysterious man who, although warm and comforting, seems to harbor many secrets. Kaewta embraces the chance for a new, beautiful life. But she doesn't know her happiness can last only for four months.","release_date":"2003-02-14","vote_average":4.3,"runtime":108,"cert":"N\/A","id":44061,"title":"February","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Amangol (Altinay Ghelich Taghani) is the eldest daughter in a poor rural family. To help support them, her head is shaven and begins work as a boy named Aman in an isolated carpet weaving shop. The girls who work there are beaten by the owner, as is Aman, toiling at the loom until their hands bleed. As a male apprentice, he supervises the girls and lives in the shop, locked in and isolated.","release_date":"2000-01-01","vote_average":5.0,"runtime":92,"cert":"N\/A","id":44066,"title":"Daughters of the Sun","adult":false,"genre_ids":[18]},{"cast":["Hamid Farrokhnejad","Leila Hatami","Gohar Kheirandish","Amir Aghaee","Mohammad Ali Inanloo"],"overview":"A person wants to hijack an airplane to go out of Iran and cure his sick son.","release_date":"2002-02-01","vote_average":7.2,"runtime":115,"cert":"N\/A","id":44067,"title":"Low Heights","adult":false,"genre_ids":[53,28,18,12]},{"cast":["Homayoun Ershadi","Ali Ghorbanzadeh","Jamshid Hashempour","Seyd-Ali Hosseini","Shahab Hosseini"],"overview":"Fereshteh loses her home and her two sons after her husband's accidental death when Hadj Safdar, her stubborn and powerful father-in-law, forces her to return to her parents. She is faced with the loss of her visitation rights when Hadj plans to send his grandchildren to live in a remote town. With the help of her circle of women friends she tries to take them beyond his reach, but in a patriarchal society it is hard to find a safe haven.","release_date":"2003-01-01","vote_average":4.2,"runtime":106,"cert":"N\/A","id":44068,"title":"The Fifth Reaction","adult":false,"genre_ids":[53]},{"cast":["Fatemeh Cherag Akhar","Hassan Nebhan","Shahr Banou Sisizadeh","Ameneh Passand","Shabnam Toloui"],"overview":"A girl reaches the age of nine and is supposed to act as a grown woman according to her family. A girl participates in a bike race against the will of her husband. An elderly woman decides she wants to buy all the things she always wanted but could never get.","release_date":"2000-09-01","vote_average":5.8,"runtime":74,"cert":"N\/A","id":44069,"title":"The Day I Became a Woman","adult":false,"genre_ids":[18]},{"cast":["John Abraham","Anaitha Nair","Girish Karnad","Farida Jalal","Prateeksha Lonkar"],"overview":"The story revolves around Rahul Singh (John Abraham), a compulsive gambler who wins Rs. 20 million from a bet and throws a party to celebrate. Everyone has a good time drinking and partying till late night during which Rahul proposes to Nafisa (Sonal Sehgal). He announces their engagement to all present, then collapses on the floor. In hospital, he learns that he has only 90 days to live. Wanting to make the most of his last days, he leaves everything behind and moves into a soothing hospice. The inmates he meets change his outlook on life. As his relationships grow with each one of them, Rahul tries to rise above his own needs and live life to the fullest, learning from the courage of those around him.","release_date":"2010-08-27","vote_average":6.1,"runtime":108,"cert":"N\/A","id":44070,"title":"Aashayein","adult":false,"genre_ids":[18]},{"cast":["Jack Hawkins","Anna Lee","Anna Massey","Andrew Ray","Dianne Foster"],"overview":"Scotland Yard Inspector George Gideon starts his day off on the wrong foot when he gets a traffic-violation ticket from a young police officer. From there, his 'typical day\" consists in learning that one of his most-trusted detectives has accepted bribes; hunts an escaped maniac who has murdered a girl; tracks a young girl suspected of a payroll robbery and, then, helps break up a bank robbery. His long day ends when he arrives at home and finds that his daughter has a date with the policeman who gave him a ticket that morning.","release_date":"1958-03-25","vote_average":6.3,"runtime":91,"cert":"","id":44071,"title":"Gideon of Scotland Yard","adult":false,"genre_ids":[80,28,18]},{"cast":["Mahshid Afsharzadeh","Firouz Kiani","Samira Makhmalbaf","Mohammad Reza Maleki","Esmail Soltanian"],"overview":"The wife of Nasim, an Afghan immigrant in Iran, is gravely ill. He needs money to pay for her care, but his day labor digging wells does not pay enough. A friend connects Nasim to a two-bit promoter who sells tickets to watch Nasim ride a bicycle continuously for a week. The promoter brings in sick and aged spectators, haranguing them to find hope in Nasim's strength. Aided by his son, who feeds him as he rides, Nasim grinds out the days and shivering nights. Local officials believe this may be a plot and Nasim may be a spy; they try to sabotage him as do those who bet he won't finish the week. Will desperation alone get Nasim the money? Is any triumph an illusion?","release_date":"1989-02-01","vote_average":6.6,"runtime":95,"cert":"N\/A","id":44072,"title":"The Cyclist","adult":false,"genre_ids":[18]},{"cast":[],"overview":"On the eve of his first show, rock musician Siavash (Ali Ghorbanzadeh) makes a pilgrimage to the grave of his late father, killed during the Iran-Iraq War. But soon thereafter, a friend reveals that Siavash's father is still alive, a POW being held in Tehran. With the help of his girlfriend (Hedyeh Tehrani), Siavash struggles to make sense of the news. Saman Moghadam wrote and directed this portrait of young Iranians in the aftermath of war.","release_date":"1998-01-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":44073,"title":"Siavash","adult":false,"genre_ids":[18]},{"cast":["Mahnaz Afshar","Mohammad Reza Golzar"],"overview":"A couple (Golzar &amp; Afshar) who have been bickering &amp; fighting from day one, are contemplating divorce until by chance they both end up visiting a therapist (Pesiani) who dishes them the secrets of a good relationship. Various episodes from the couple's married life are represented as flashbacks in a lighthearted manner.","release_date":"2006-01-01","vote_average":6.0,"runtime":104,"cert":"N\/A","id":44074,"title":"Cease Fire","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"Documentary by Rakhshan Bani-Etemad, an Iranian female director. This film portrays two aspects of the Iranian presidential election of 2001.","release_date":"2002-01-01","vote_average":5.0,"runtime":95,"cert":"N\/A","id":44075,"title":"Our Times","adult":false,"genre_ids":[99]},{"cast":["Bahman Farmanara","Parivash Nazarieh","Reza Kianian","Roya Nonahali","Mohammad Khatami"],"overview":"Death surrounds Bahman, a director who hasn't made a film in 24 years (he can't get past the censors). He's working on a documentary, for Japanese TV, on Iranian burial practices. On the anniversary of his wife's death, a hitchhiker tells him a story of spousal abuse and infant mortality, he discovers that someone has been buried in his plot next to his wife, and he needs the help of his attorney, a well-connected fixer. He dreams of death, even as he investigates it for his film. His niece's husband, a well-known writer, fails to return home; he searches hospitals for an unclaimed body. His heart disease is flaring up. Is he prepared for death? Is that all that's left?","release_date":"2000-09-08","vote_average":5.0,"runtime":93,"cert":"N\/A","id":44076,"title":"Smell of Camphor, Fragrance of Jasmine","adult":false,"genre_ids":[18]},{"cast":["Golah Adineh","Minoo Farshchi","Mani Kasraian"],"overview":"The protagonist, a professional film maker and divorced mother of an older teenaged son must decide between seemingly incompatible options: her own need for adult love and companionship and her son's fear of losing his mother's love.","release_date":"1997-01-02","vote_average":5.0,"runtime":88,"cert":"N\/A","id":44077,"title":"The May Lady","adult":false,"genre_ids":[18]},{"cast":["Iraj Tahmasb","Hamid Jebeli","Fatemeh Motamed Arya","Soraya Ghasemi"],"overview":"The film is all about marriage. A boy and a girl from two families want to get married, but for twenty years because of the differences between their parents either their engagement, or their wedding has been put of. The disagreements get more serious and finally the boy and the girl decide to commit suicide.","release_date":"2002-01-01","vote_average":0.0,"runtime":105,"cert":"N\/A","id":44078,"title":"The Pastry Girl","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Tale of mistaken identity about Maxx, an Iranian nightclub singer in Los Angeles, who is invited to Iran by the Ministry of Culture, as a well-known music scholar, to give an important lecture on classical Persian music.","release_date":"2005-01-01","vote_average":0.0,"runtime":110,"cert":"N\/A","id":44079,"title":"Maxx","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Follows police detective Mohammad Alavi as he tries to deal with the death of his wife and daughters, and solve the case of a murdered woman.","release_date":"2001-01-01","vote_average":10.0,"runtime":100,"cert":"N\/A","id":44080,"title":"Twilight","adult":false,"genre_ids":[18,53]},{"cast":["Mohammad Reza Foroutan","Golab Adineh","Baran Kosari","Ebrahim Sheibani","Mohsen Ghazi Moradi"],"overview":"Tuba works daily at a grueling textile factory in Iran, returning home every night to deal with the rest of her problematic family, which includes: a pregnant daughter whose husband beats her regularly; a teenage son, who's been getting into trouble due to his burgeoning career in radical politics; and an older son who goes to great lengths--such as attempting to sell the family's meager house--in order to get an engineering job in Japan as a means of getting out of Iran.","release_date":"2001-02-04","vote_average":7.3,"runtime":92,"cert":"N\/A","id":44081,"title":"Under the Skin of the City","adult":false,"genre_ids":[18]},{"cast":["Googoosh"],"overview":"An impressionist feature-length documentary film, Googoosh: Iran's Daughter, aims to locate the \"silenced\" legendary Iranian pop singer\/actress in the midst of Iran's social, political, and cultural transformation.","release_date":"2000-01-01","vote_average":0.0,"runtime":158,"cert":"N\/A","id":44082,"title":"Googoosh: Iran's Daughter","adult":false,"genre_ids":[99]},{"cast":["Elizabet Amini","Hamid Jebeli","Soghra Karimi","Yousef Yousef Pashandi"],"overview":"Actor-director Hamid Jebelli (Pastry Girl) offers a charming portrait of a mentally challenged man looking for love in a world that largely ignores him. Feeble-minded Reza works at a bridal shop where he transports wedding dresses on his old, rickety bicycle. Reza spends his time communing with his long-dead mother at the cemetery, or with a dress mannequin in the shop window. One day, not long after the mannequin loses its head, Reza's life changes when a beautiful woman, accompanied by her maid, arrives at the store looking for bridal veils.","release_date":"2002-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":44083,"title":"White Dream","adult":false,"genre_ids":[]},{"cast":["Mohammad Sa'eed Babakhanlo","Mehrdad Hassani","Ghazaleh Parsafar","Gholamreza Ramezani"],"overview":"For weeks, 12-year-old Hayat (a word that means ‘life’) has been cramming for her final exam. Then the night before, her father falls ill and is rushed to hospital. Hayat is left alone to look after her infant sister. Help is at hand, but Hayat is not one to forego her responsibilities. Somehow the need to appear for her exam and look after her baby sister have to be reconciled.","release_date":"2005-11-17","vote_average":10.0,"runtime":75,"cert":"N\/A","id":44084,"title":"Hayat","adult":false,"genre_ids":[18]},{"cast":["Adel Imam","Nour El-Sherif","Hend Sabry","Esaad Younes","Khaled El Sawy"],"overview":"Cairo: a 70-year-old building of once-luxury flats with tenements on the roof. Zika, an aging libertine, feuds with his sister. Pius Haj Azzam takes a second wife, in secret, to satisfy sexual drive within religious bounds. Bothayna, poor and beautiful, supports her family, wanting to do so with dignity intact. Her former fiancé, Taha, the janitor's son, humiliated by the police, turns to fundamentalism. Hatem, a gay editor, seduces and corrupts a young man from the sticks. Two brothers, Copts, one a tailor and one Zika's factotum, connive for property. Allah is on most everyone's lips, and corruption is in their hearts.","release_date":"2006-06-01","vote_average":7.3,"runtime":161,"cert":"N\/A","id":44085,"title":"The Yacoubian Building","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A young 15 year old girl, Lamia, lives in a southern Lebanese village on the border with Israel. She is given in marriage to her cousin on the other side of the border. As Lamia crosses the barbed wire she also passes from childhood into adulthood, as brutal as our countries and the events that are to follow.","release_date":"2003-01-01","vote_average":5.0,"runtime":80,"cert":"N\/A","id":44086,"title":"The Kite","adult":false,"genre_ids":[18,10749]},{"cast":["Michael Redgrave","John Mills","Rosamund John","Douglass Montgomery","Renée Asherson"],"overview":"Life on a British bomber base, and the surrounding towns, from the opening days of the Battle of Britain, to the arrival of the Americans, who join in the bomber offensive. The film centres around Pilot Officer Peter Penrose, fresh out of a training unit, who joins the squadron, and quickly discovers about life during war time. He falls for Iris, a young girl who lives at the local hotel, but he becomes disillusioned about marriage, when the squadron commander dies in a raid, and leaves his wife, the hotel manageress, with a young son to bring up. As the war progresses, Penross comes to terms that he has survived, while others have been killed.","release_date":"1945-06-16","vote_average":5.7,"runtime":109,"cert":"","id":44087,"title":"The Way to the Stars","adult":false,"genre_ids":[18,10752,10749]},{"cast":["Roger Moore","Tony Curtis","Terence Alexander","Annette Andre","Susan George"],"overview":"Two episodes of the TV series \"The Persuaders\" joined into a movie. Two playboys, Roger Moore, Tony Curtis, investigate crimes along the French Riviera.","release_date":"1974-01-01","vote_average":7.2,"runtime":102,"cert":"N\/A","id":44088,"title":"Mission: Monte Carlo","adult":false,"genre_ids":[12,80]},{"cast":["Sarah Connolly","Danielle de Niese","Angelika Kirchschlager","Christophe Dumaux","Patricia Bardon"],"overview":"David McVicar’s production of Giulio Cesare manages to combine serious insight with entertainment, bringing Handel's masterpiece to life in a powerful, convincing and highly intelligent way. ln every line of the complex narrative the subtle nuances are apparent, reflecting perfectly the transparent and exquisite nature of Handel's musical expression. Filmed in High Definition and recorded in true surround sound, the outstanding singing of the all-star cast, led superbly by Sarah Connolly, and the vivid playing of the Orchestra of the Age of Enlightenment under the energising baton of William Christie reveal the colour and dramatic character of Handel’s music in a most delightful manner.","release_date":"2005-12-01","vote_average":7.6,"runtime":206,"cert":"","id":44089,"title":"Giulio Cesare","adult":false,"genre_ids":[10402]},{"cast":["Ahmed Helmy","Laila Ezz El Arab","Mahmoud El Fishawy","Sara Abdulrahman","Hany El Sabagh"],"overview":"About a man who wakes up one morning to discover that the day repeats, a carbon copy of the day before, trapping him in an inescapable vicious circle. This man has a dream to live for 100 years, however he is living for one day only and that day keep repeating to show him the negative and positive things in his life.","release_date":"2009-06-26","vote_average":6.5,"runtime":115,"cert":"N\/A","id":44090,"title":"A Thousand Congratulations","adult":false,"genre_ids":[35,18]},{"cast":["Scott McGinnis","Jeff Osterhage","Ronald Lacey","Miles Anderson","Valérie Steffen"],"overview":"A pair of old west cowboys become fighter pilots in World War I.","release_date":"1986-10-31","vote_average":5.0,"runtime":105,"cert":"N\/A","id":44091,"title":"Sky Bandits","adult":false,"genre_ids":[28,12,10752]},{"cast":["Michelle Yeoh","Jung Woo-sung","Wang Xueqi","Barbie Hsu","Shawn Yue"],"overview":"Set in ancient China, Zeng Jing is a skilled assassin who finds herself in possession of a mystical Buddhist monk's remains. She begins a quest to return the remains to its rightful resting place, and thus places herself in mortal danger because a team of assassins is in a deadly pursuit to possess the remains which holds an ancient power-wielding secret.","release_date":"2010-09-01","vote_average":6.8,"runtime":117,"cert":"15","id":44092,"title":"Reign of Assassins","adult":false,"genre_ids":[36,28]},{"cast":["Derek Bell","Vanina Ickx"],"overview":"Martin Short dreams of being on the podium of the world's greatest race: The Le Mans 24 hours. He has many legendary teams to beat, and his car is not ready. Is his big chance already under threat? With access to Martin's team and family and a pitlane pass to the race, this DVD captures the highs and the lows of the ultimate test of endurance.","release_date":"2006-01-01","vote_average":0.0,"runtime":90,"cert":"","id":44093,"title":"Le Mans: In the Lap of the Gods","adult":false,"genre_ids":[]},{"cast":["Yousra","Mai Kassab","Hassan Hosny","Ezzat Abou Aouf","Ragaa Al-Giddawy"],"overview":"A businessman, stuck in the credit crunch, falls in love with a businesswoman who is in turn stuck in the credit crunch.","release_date":"2009-06-17","vote_average":4.9,"runtime":113,"cert":"N\/A","id":44094,"title":"Bobbos","adult":false,"genre_ids":[35]},{"cast":[],"overview":"On a trip around the world, every day feels like Saturday. A Map For Saturday reveals a world of long-term, solo travel through the stories of trekkers in 20 countries on four continents. The documentary finds backpackers helping neglected Thai tsunami victims. It explains why Nepal's guesthouses are empty and Brazil's stoplights are ignored. But at it's core, A Map For Saturday tracks the emotional arc of extreme long-term travelers; teenagers and senior citizens who wondered, \"What would it be like to travel the world?\" Then did it.","release_date":"2007-08-07","vote_average":7.7,"runtime":90,"cert":"N\/A","id":44095,"title":"A Map For Saturday","adult":false,"genre_ids":[99]},{"cast":["Mona Zaki","Mahmoud Hemida","Hassan El Raddad","Rehab El Gamal","Nahed El Sebai"],"overview":"A female talk show host in Cairo, Egypt, stirs up a political controversy when she focuses her on-air discussions on the topic of women's issues.","release_date":"2009-10-18","vote_average":6.0,"runtime":134,"cert":"N\/A","id":44096,"title":"Scheherazade, Tell Me a Story","adult":false,"genre_ids":[18]},{"cast":["Brent Ritter","Bettina Julius","Clayton A. McCaw","Patrick Keller","Deborah McVencenty"],"overview":"A group of teenagers battle a horde of zombies and evil creatures that live underneath a graveyard.","release_date":"1988-01-01","vote_average":4.5,"runtime":104,"cert":"N\/A","id":44097,"title":"Curse of the Blue Lights","adult":false,"genre_ids":[27]},{"cast":["Katharine Hepburn","Robert Taylor","Robert Mitchum","Edmund Gwenn","Marjorie Main"],"overview":"After a rapid engagement, a dowdy daughter of a chemist weds an industrialist, knowing little of his family or past. He transforms her into an elegant society wife, but becomes enraged whenever she asks about Michael, his mysterious long-lost brother.","release_date":"1946-11-11","vote_average":6.0,"runtime":116,"cert":"","id":44098,"title":"Undercurrent","adult":false,"genre_ids":[18,53,9648,10749]},{"cast":["Merle Oberon","George Brent","Charles Korvin","Paul Lukas","Lenore Ulric"],"overview":"A Victorian-era drama about a beautiful young woman with a shady past.","release_date":"1946-12-02","vote_average":5.0,"runtime":98,"cert":"N\/A","id":44099,"title":"Temptation","adult":false,"genre_ids":[18]},{"cast":["Claudette Colbert","Orson Welles","George Brent","Lucile Watson","Richard Long"],"overview":"In 1918, Elizabeth MacDonald learns that her husband, John Andrew, has been killed in the war. Elizabeth bears John's son and eventually marries her kindly boss. Unknown to her, John has survived but is horribly disfigured and remains in Europe. Years later, on the eve of World War II, Elizabeth refuses to agree to her son's request to enlist and is stunned when an eerily familiar stranger named Kessler arrives from abroad and becomes involved.","release_date":"1946-02-20","vote_average":6.0,"runtime":105,"cert":"N\/A","id":44100,"title":"Tomorrow Is Forever","adult":false,"genre_ids":[10752,18,10749]},{"cast":["Jean Rogers","Richard Travis","Larry J. Blake","John Eldredge","Leonard Strong"],"overview":"In a series of flashbacks, shows that attorney John Morland has given a lift to a hitchhiker who turns out to be a murderer. As a result, Morland himself is implicated in a killing. A pair of detectives discover that Morland has been having business problems and no end of difficulties with his wife Catherine. The trail of clues leads to a surprising revelation.","release_date":"1947-03-01","vote_average":4.9,"runtime":66,"cert":"N\/A","id":44101,"title":"Backlash","adult":false,"genre_ids":[80,9648]},{"cast":["Hussein Yassin Mahajne","Amal Bweerat","Ruba Blal","Jamila Abu Hussein","Ahamed Abed Elrani"],"overview":"Life begins to change for a family of five living in the middle of nowhere when water is illegally diverted onto their land","release_date":"2004-01-01","vote_average":7.7,"runtime":109,"cert":"N\/A","id":44102,"title":"Thirst","adult":false,"genre_ids":[99]},{"cast":["Jan Decleir","Gérard Desarthe","Antje De Boeck","Michael Pas","Karel Baetens"],"overview":"In the 1890s, Father Adolf Daens goes to Aalst, a textile town where child labor is rife, pay and working conditions are horrible, the poor have no vote, and the Catholic church backs the petite bourgeoisie in oppressing workers. He writes a few columns for the Catholic paper, and soon workers are listening and the powerful are in an uproar. He's expelled from the Catholic party, so he starts the Christian Democrats and is elected to Parliament. After Rome disciplines him, he must choose between two callings, as priest and as champion of workers. In subplots, a courageous young woman falls in love with a socialist and survives a shop foreman's rape; children die; prelates play billiards.","release_date":"1992-09-01","vote_average":7.1,"runtime":138,"cert":"N\/A","id":44103,"title":"Priest Daens","adult":false,"genre_ids":[18,36]},{"cast":["Mohammad Bakri","Lior Miller","Hend Ayoub","Tomer Russo"],"overview":"A Palestinian family is trapped inside a house commandeered by Israeli soldiers.","release_date":"2004-08-12","vote_average":6.4,"runtime":90,"cert":"N\/A","id":44104,"title":"Private","adult":false,"genre_ids":[18]},{"cast":["Vildan Atasever","Ufuk Bayraktar","Engin Akyurek","Erkan Can","Ozan Bilen"],"overview":"Bekir is a young man who runs his father's business. He becomes infatuated with Ugur after she visits his shop one day. However she is in love with Zagor, a violent criminal. In a brawl Zagor kills the 'protector' of the family of Ugur and runs away with Ugur. After two subsequent murders he gets caught and Ugur asks for Bekir's help. She becomes a singer - whore and starts living from city to city following Zagor who is in prison, while Bekir follows her despite the fact that in the meantime he got married and has a child.","release_date":"2006-11-17","vote_average":7.8,"runtime":103,"cert":"N\/A","id":44105,"title":"Destiny","adult":false,"genre_ids":[18]},{"cast":[],"overview":"No amount of squabbling and bickering can prevent a worldly playboy and a prim and prudish woman from falling in love.","release_date":"1997-01-01","vote_average":0.0,"runtime":102,"cert":"N\/A","id":44106,"title":"Inyeon","adult":false,"genre_ids":[]},{"cast":["Khalifa Natour","Clara Khoury","Ismael Dabbag","Walid Abed Elsalam"],"overview":"A Palestinian girl of 17 who wants to get married to the man of her own choosing. Rana wakes up one morning to an ultimatum delivered by her father: she must either choose a husband from a preselected list of men, or she must leave Palestine for Egypt with her father by 4:00 that afternoon.","release_date":"2003-08-22","vote_average":6.3,"runtime":90,"cert":"N\/A","id":44107,"title":"Rana's Wedding","adult":false,"genre_ids":[35,18,10749]},{"cast":["Intira Jaroenpura","Winai Kraibutr","Manit Meekaewjaroen","Pramote Suksatit","Pracha Thawongfia"],"overview":"In a rural village in Thailand, Mak (Winai Kraibutr) is sent to fight in a war and leaves his pregnant wife, Nak (Intira Jaroenpura). Mak is injured and barely survives. He returns home to his doting wife and child, or so he thinks.","release_date":"1999-07-23","vote_average":6.5,"runtime":100,"cert":"N\/A","id":44108,"title":"Nang Nak","adult":false,"genre_ids":[18,10749,53]},{"cast":["Kristen Ruhlin","Charlie Sheen","Hilary Duff","Josh Gad","Ida Darvish"],"overview":"A neurotic writer working on his new film gets into a tricky situation when an A-list actress shows interest in the role intended for his girlfriend.","release_date":"2012-04-05","vote_average":3.9,"runtime":85,"cert":"N\/A","id":44109,"title":"She Wants Me","adult":false,"genre_ids":[10749,35,18,12]},{"cast":["Biel Durán","Adriana Ugarte","Nilo Mur","Guillermo Eced"],"overview":"In an attempt to help his friend with his impotence, Jaime sets up two friends together. But after the failure, he comes in to help. What first appeared to be just a sexual experience evolves to a full romantic relationship of three people.","release_date":"2009-10-25","vote_average":5.9,"runtime":94,"cert":"N\/A","id":44114,"title":"3some","adult":false,"genre_ids":[10749,18]},{"cast":["James Franco","Kate Mara","Amber Tamblyn","Clémence Poésy","Lizzy Caplan"],"overview":"The true story of mountain climber Aron Ralston's remarkable adventure to save himself after a fallen boulder crashes on his arm and traps him in an isolated canyon in Utah.","release_date":"2010-11-05","vote_average":7.0,"runtime":94,"cert":"15","id":44115,"title":"127 Hours","adult":false,"genre_ids":[12,18,53]},{"cast":["Jacob Pitts","Amy Acker","Alan Arkin","Matthew Carey","Julian Rojas"],"overview":"The life of a young Jesuit seminarian is turned upside down when he falls in love with a young woman while working as a volunteer at a soup kitchen.","release_date":"2006-09-30","vote_average":7.0,"runtime":89,"cert":"N\/A","id":44118,"title":"The Novice","adult":false,"genre_ids":[18,10749]},{"cast":["Jake Muxworthy","Lauren German","Kelli Garner","Tom Sizemore","Gabriel Mann"],"overview":"iggy Banks tells the story of two charming and brilliant brothers who finance their lifestyle by robbing and murdering pretty much anyone foolish enough to get in the car with them. They learn the business from their sociopath father (Tom Sizemore) who doesn't bother to hide his crimes, or the brutal philosophy which drives it. He tells his sons people are just piggy banks. You need money? Just break one open. Michael is sloppy and reckless he goes about his work with a demented glee, John perhaps even more horrifyingly, understands the misery he inflicts he simply doesn't care. It's just a job. Lock all your doors.","release_date":"2005-01-01","vote_average":4.7,"runtime":87,"cert":"N\/A","id":44119,"title":"Born Killers","adult":false,"genre_ids":[28,53]},{"cast":["Michael Ellison","Truman Chambers","Damon Preston"],"overview":"Mark, a 25-year-old male prostitute who suffers from anxiety attacks accidentally runs into the 10-year-old son of one of his clients. When the boy tells him he is looking for his father Mark, taken by surprise, wants nothing to do with him. But while they wait for the client to return Mark realizes that maybe this unexpected guest was exactly what he needed. Over the course of the night this strange new friendship grows and gives both Mark and Justin the courage to overcome their fears and face their own personal demons.","release_date":"2008-11-14","vote_average":5.7,"runtime":14,"cert":"N\/A","id":44120,"title":"The Boy Next Door","adult":false,"genre_ids":[18]},{"cast":["Sam Kinison","Denise Gallup","Dian Gallup","Hugh Hefner"],"overview":"This is a great performance. Through yelling and energetic story-telling, he talks about marriage, drugs, being arrested (thanks to his ex-wife), pleasing women, religion, and much, much more.","release_date":"1987-04-17","vote_average":7.2,"runtime":50,"cert":"N\/A","id":44123,"title":"Sam Kinison: Breaking the Rules","adult":false,"genre_ids":[35]},{"cast":["Rinako Hirasawa","Minami Aiyama","Akino Hirasawa","Takeshi Itô","Setchin Kawaya"],"overview":"Sex Machine tells of the affable but simple Hiroshi, who during one sweltering summer in a small, parochial town, moves in with his girlfriend, Haruka. Their lovemaking is as athletic as it is bizarre but a dark storm comes looming when Haruka's ex boyfriend comes knocking at the door.","release_date":"2005-10-07","vote_average":5.9,"runtime":64,"cert":"18","id":44124,"title":"The Strange Saga of Hiroshi the Freeloading Sex Machine","adult":false,"genre_ids":[35]},{"cast":["João Gabriel Vasconcellos","Rafael Cardoso","Júlia Lemmertz","Fábio Assunção","Jean Pierre Noher"],"overview":"Two brothers develop a very close relationship as they are growing up in an idyllic and happy family. When they are young adults their relationship becomes very intimate, romantic, and sexual.","release_date":"2009-11-12","vote_average":7.1,"runtime":105,"cert":"N\/A","id":44125,"title":"From Beginning to End","adult":false,"genre_ids":[10749,18]},{"cast":["Lou Ferrigno","John Steiner","Roland Wybenga","Ennio Girolami","Haruhiko Yamanouchi"],"overview":"Fantasy tale based on the tale of the legendary sailor. Here Sinbad must recover five magical stones to free the city of Basra from the evil spell cast by a wizard. His journey takes him to the isle of the Amazons where the queen tries to capture him, to a battle with ghost warriors on the isle of the dead, and ultimately to a battle with his own double.","release_date":"1989-04-01","vote_average":3.7,"runtime":93,"cert":"N\/A","id":44126,"title":"Sinbad of the Seven Seas","adult":false,"genre_ids":[12,10751]},{"cast":[],"overview":"Songs About Jane propelled the band into the mainstream, but the album was not an immediate hit. \"Harder to Breathe\" became a radio staple soon followed by the omnipresent \"This Love,\" whose steamy video (featuring frontman Levine and a barely clothed girlfriend) wooed the TV-watching crowds at MTV. Songs About Jane finally entered the Billboard Top Ten in August 2004, more than two years after the album's release, and follow-up singles like \"She Will Be Loved\" and \"Sunday Morning\" helped the album move over 2.7 million copies by year's end.","release_date":"2008-07-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":44127,"title":"Maroon 5: Live From Le Cabaret De Montreal","adult":false,"genre_ids":[10402]},{"cast":["Raymond J. Barry","Michael Weatherly","James Russo","Tom Berenger","Keith David"],"overview":"The film chronicles the exploits of the title character, Charlie, played by Raymond J. Barry (Training Day) a career criminal intent on scoring one last big pay day. When his \"perfect crime\" goes bad, Charlie flees to Los Angeles to hide out with his estranged son, Danny, played by Michael Weatherly. What ensues reveals the true nature of some of the most unsavory of characters.","release_date":"2009-03-01","vote_average":6.0,"runtime":96,"cert":"N\/A","id":44128,"title":"Charlie Valentine","adult":false,"genre_ids":[80,18,53]},{"cast":["Ben Affleck","Tommy Lee Jones","Chris Cooper","Kevin Costner","Maria Bello"],"overview":"Bobby Walker lives the proverbial American dream: great job, beautiful family, shiny Porsche in the garage. When corporate downsizing leaves him and two co-workers jobless, the three men are forced to re-define their lives as men, husbands and fathers.","release_date":"2010-10-21","vote_average":6.5,"runtime":104,"cert":"15","id":44129,"title":"The Company Men","adult":false,"genre_ids":[18]},{"cast":["Mummy Cass(anova)","Eddie Mummy","K.W. Tut","Java","Oozie Mummy"],"overview":"An innuendo-laden, hilarious, live concert tour-de-force by newly-above-ground funk and soulmeisters, Here Come the Mummies, Nine Naughty Sarcopha-guys.","release_date":"2009-01-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":44130,"title":"Here Come the Mummies - Undead Live","adult":false,"genre_ids":[]},{"cast":["Crispin Glover","Sean Penn","Elizabeth Daily","Stefan Arngrim"],"overview":"The Beaver Trilogy combines three separate vignettes that were filmed at different times, in 1979, 1981, and 1985. The first, entitled The Beaver Kid, is a short documentary about the exploits of \"Groovin' Gary\", a performer that filmmaker Harris happened upon while filming for a Salt Lake City, Utah news station.","release_date":"2000-12-31","vote_average":7.5,"runtime":83,"cert":"N\/A","id":44131,"title":"The Beaver Trilogy","adult":false,"genre_ids":[]},{"cast":["Sirpa Lane","Lisbeth Hummel","Elisabeth Kaza","Pierre Benedetti","Guy Tréjan"],"overview":"The head of a failing French family thinks that fate has smiled down on him when the daughter of a wealthy man agrees to be married to his son. The daughter and her aunt then travel out to the French countryside to meet with the family, unaware that a mysterious 'beast' is stalking the vicinity.","release_date":"1975-08-20","vote_average":5.8,"runtime":98,"cert":"N\/A","id":44132,"title":"The Beast","adult":false,"genre_ids":[27,18,14]},{"cast":["Michael Tse","Anthony Wong","Francis Ng","Eric Tsang","Yuen Biao"],"overview":"Laughing (MICHAEL TSE) is formally a police undercover. However due to a drug trafficking case, Inspector Pan (FELIX WONG) is hot on his trails. Before Laughing becomes a police undercover, he works under triad leader Yi (ANTHONY WONG). Yi treats Laughing as his own brother, however to protect his territory and illegal businesses, Yi instructed Laughing to join the police force and act as his undercover. Laughing is a high-flyer in the police academy. However he never got a chance to join the force because he is specially picked by Inspector Xian (YUEN BIAO) to be an undercover in the underworld syndicate. Hence Laughing becomes a “double-undercover”. Yi is happy that Laughing is allocated to the triad of his rival (FRANCIS NG). To make his situation worse, Laughing falls in love with the triad leader’s sister, Karen. Justice, brotherhood and love, what will Laughing decide on? His decision will be a turning point in his life.","release_date":"2009-08-13","vote_average":5.1,"runtime":78,"cert":"N\/A","id":44133,"title":"Turning Point","adult":false,"genre_ids":[28,80,18,10751,53]},{"cast":["Alec Guinness","Irene Browne","Maurice Denham","Percy Herbert","Victor Maddern"],"overview":"A seasick sea captain commands an amusement pier despite local opposition. Released in the U.S. as 'All at Sea'","release_date":"1957-12-17","vote_average":7.4,"runtime":87,"cert":"","id":44134,"title":"Barnacle Bill","adult":false,"genre_ids":[35]},{"cast":["Dougray Scott","Rachael Blake","Jeremy Lindsay Taylor","Claire Forlani","Don Hany"],"overview":"A British diplomat is arrested on charges of working with Russian mafia. After death threats to his wife, they are taken into protective custody. Then the MI6 shows up with a new piece of the puzzle.","release_date":"2009-01-11","vote_average":4.9,"runtime":94,"cert":"N\/A","id":44135,"title":"The Diplomat","adult":false,"genre_ids":[28,80,18,9648,53]},{"cast":["James Belushi","Jerome Ehlers","Mark Lee","Michael Massee","Robert Wisdom"],"overview":"After the fall of Tobruk in June 1942, U.S. Army sergeant Joe Gunn leads his tank into the Sahara desert, in order to evade advancing Rommel's forces and reach Allied lines. Along the way he picks up few Allied soldiers, but soon they are running out of water. They find water at the ancient well, but the well is a goal of an entire German battalion. Despite the impossible odds, Sergeant Gunn decides to defend the well.","release_date":"1995-04-25","vote_average":6.5,"runtime":106,"cert":"N\/A","id":44136,"title":"Sahara","adult":false,"genre_ids":[28,12,10770,10752]},{"cast":["William Marshall","Adele Mara","Ricardo Cortez","Grant Withers","Stephanie Bachelor"],"overview":"A private detective is offered a job protecting a rich business man from suspected blackmail. Before he can accept the case a murder is uncovered.","release_date":"1947-07-24","vote_average":3.2,"runtime":67,"cert":"N\/A","id":44137,"title":"Blackmail","adult":false,"genre_ids":[28,80]},{"cast":["Rita Hayworth","José Ferrer","Aldo Ray","Russell Collins","Diosa Costello"],"overview":"Sadie Thompson winds up stranded on an island and while her boat is being quarantined, she manages to stir up the blood of every marine on the base.","release_date":"1953-12-23","vote_average":5.4,"runtime":91,"cert":"N\/A","id":44140,"title":"Miss Sadie Thompson","adult":false,"genre_ids":[18,10402]},{"cast":["Glenn Ford","Elke Sommer","Rita Hayworth","Joseph Cotten","Ricardo Montalban"],"overview":"A cop turns to crime to keep his spoiled sexy young wife happy. When the money starts coming in his partner was in on the action.","release_date":"1965-09-07","vote_average":4.6,"runtime":91,"cert":"N\/A","id":44141,"title":"The Money Trap","adult":false,"genre_ids":[80,18,53]},{"cast":["Giampaolo Morelli","Stefania Montorsi","Martina Merlino","Alberto Cucca","Marco Piras"],"overview":"Stefania, works in a bookshop. Shortly before she wants to close for holidays, Andrea, who is left behind by his fiance, enters the store.","release_date":"2003-04-04","vote_average":6.4,"runtime":104,"cert":"N\/A","id":44142,"title":"Ginger & Cinnamon","adult":false,"genre_ids":[18,35,10749]},{"cast":["Gina Gershon","Jonathan Watton","Earl Pastko","Zachary Bennett","Nick Alachiotis"],"overview":"Elizar Perla is a recently retired cat burglar who has succumbed to the temptation of one final score. The target is David Gray, famous for his collection of art and other rarities. Soon after the job, Elizar disappears, leaving his daughter Marty (Gina Gershon) distraught. Desperate, Gray approaches Marty suggesting that her father will turn up as soon as the stolen artwork is recovered. She begrudgingly accepts the offer to help him locate the art, but all is not as it seems, as the rarest of stolen pieces has value beyond ordinary currency. Written by Peace Arch","release_date":"2008-05-06","vote_average":4.0,"runtime":85,"cert":"N\/A","id":44143,"title":"Just Business","adult":false,"genre_ids":[28,53]},{"cast":["Daft Punk"],"overview":"A strange combination of techno and New Wave music, the French duo Daft Punk caused an international dance sensation with their catchy hit \"Around The World.\" This fantastic French import showcases the fact that the duo's innovation carries over to the video realm from the musical one. D.A.F.T. features their first four famous videos -- \"Da Funk,\" \"Around The World,\" \"Burnin,\" and \"Revolution 909.\"","release_date":"1999-11-15","vote_average":7.5,"runtime":60,"cert":"","id":44146,"title":"D.A.F.T.: A Story About Dogs, Androids, Firemen and Tomatoes","adult":false,"genre_ids":[10402]},{"cast":["Bill Nighy","Emily Blunt","Rupert Grint","Rupert Everett","Eileen Atkins"],"overview":"Victor Maynard is a middle-aged, solitary assassin who lives to please his formidable mother, despite his own peerless reputation for lethal efficiency. His professional routine is interrupted when he finds himself drawn to one of his intended victims. After sparing her life, he unexpectedly acquires a young apprentice. Believing Victor to be a private detective, his two new companions tag along, while he attempts to thwart the murderous attentions of his unhappy client.","release_date":"2010-06-17","vote_average":6.4,"runtime":98,"cert":"12A","id":44147,"title":"Wild Target","adult":false,"genre_ids":[28,35]},{"cast":["Martina García","José María de Tavira","Alberto Estrella"],"overview":"","release_date":"2009-01-23","vote_average":6.6,"runtime":null,"cert":"N\/A","id":44148,"title":"Amar a Morir","adult":false,"genre_ids":[18,10749]},{"cast":["Jesús Ochoa","Santiago Segura","Ivonne Montero","Gabriela Roel","Daniel Giménez Cacho"],"overview":"A cop sets out to find a man who has been delivering too much of a good thing in this offbeat comedy. Police detective Martinez (Jesus Ochoa) has been handed a most unusual case -- a number of local prostitutes have been murdered, and it's up to Martinez to bring in the killer. What makes the case truly unusual, though, is the manner of death; it seems the hookers all died as a result of having orgasms so powerful they were literally fatal. Teaming up with cultural anthropologist Onofre (Daniel Giménez Cacho), Martinez hits the streets looking for clues, and eventually gets some unexpected help from Father Gorkisolo (Santiago Segura), a priest with a unusually deep knowledge of sexual matters. Asesino en Serio was the first feature film from director Antonio Urrutia; noted Mexican filmmaker Guillermo del Toro served as executive producer.","release_date":"2002-05-26","vote_average":3.8,"runtime":null,"cert":"N\/A","id":44149,"title":"I Murder Seriously","adult":false,"genre_ids":[35]},{"cast":["Jason Young","Susie-Susira Angelina Nanna","Titawin Kamjareun","Yodchai Meksuwan"],"overview":"Crime reporter Dao (Susie-Susira Angelina Nanna) has to uncover strange and unexplainable incidents in the next 24 hours. She received news from the hospital that her father (Yodchai Meksuwan) has been miraculously resurrected from the death after being dead for more than 15 consecutive years since the departure of her mother.","release_date":"2009-07-29","vote_average":4.6,"runtime":90,"cert":"N\/A","id":44152,"title":"6.66 Death Happens","adult":false,"genre_ids":[27,28,53,878]},{"cast":["Lucy Akhurst","Naomie Harris","Derek Jacobi","Ian Hart","Greg Wise"],"overview":"The film follows the fortunes of an avant garde Morris team in their struggle to evolve Morris Dancing.","release_date":"2009-01-09","vote_average":6.5,"runtime":100,"cert":"","id":44153,"title":"Morris: A Life with Bells On","adult":false,"genre_ids":[35,99]},{"cast":["Hsu Feng","Tien Peng","Roy Chiao","Shih Chun","Cho Kin"],"overview":"Ming dynasty noblewoman Yang must escape from the evil eunuch Hsu. She seeks refuge at a decrepit town where she gets assistance from a naive scholar & a group of mysterious yet powerful monks.","release_date":"1971-11-17","vote_average":8.0,"runtime":180,"cert":"N\/A","id":44154,"title":"A Touch of Zen","adult":false,"genre_ids":[28,12]},{"cast":["Kad Merad","Valérie Benguigui","Roland Giraud","Philippe Lefebvre","Guillaume Gallienne"],"overview":"Dino Fabrizzi is the number one seller of the Maserati dealership in Nice. At 42, he arrives at a turning point in his life, the position of director is openly proposed and his companion for a year, Helen, has the firm intention to marry her. For Dino, life is great, except that this perfect life was built on a lie. Dino is actually called Mourad Ben Saoud. Neither his boss nor Helen and even less his parents are aware of this false identity. In ten days begins Ramadan and Mourad who passes every year will this time assume the promise made to his sick father. Taking part in Ramadan, For Dino - the Italian - it will not be easy.","release_date":"2010-07-07","vote_average":5.3,"runtime":102,"cert":"N\/A","id":44155,"title":"The Italian","adult":false,"genre_ids":[35]},{"cast":["Greg Calderone","Georgina Reilly","Lyndie Greenwood","Kjartan Hewitt","Mayko Nguyen"],"overview":"Bruno wakes up in bed next to Caroline, his long time crush. But tomorrow she's off for school in France, and maybe she only granted this miracle as a parting gift for her long time friend. So tonight is Bruno's last chance. And tonight, as it happens, Broken Social Scene, her favourite band, is throwing a big outdoor bash. Maybe if Bruno, with the help of his best pal Blake, can score tickets and give Caroline a night to remember, he can keep this miracle alive.","release_date":"2010-06-25","vote_average":3.8,"runtime":85,"cert":"N\/A","id":44158,"title":"This Movie Is Broken","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Shabnam Toloui","Pegah Ferydoni","Orsolya Tóth","Arita Shahrzad","Ahmad Hamed"],"overview":"Against the tumultuous backdrop of Iran's 1953 CIA-backed coup d'état, the destinies of four women converge in a beautiful orchard garden, where they find independence, solace and companionship.","release_date":"2009-09-11","vote_average":6.7,"runtime":100,"cert":"N\/A","id":44159,"title":"Women Without Men","adult":false,"genre_ids":[18]},{"cast":["Alev Uçarer","Erdal Besikçioglu","Tülin Özen","Bora Altaş"],"overview":"In the remote and undeveloped eastern Black Sea region, a six-year-old boy (Yusuf) wanders through the woods searching for his lost father, trying to make sense of his life.His father is a beekeeper whose bees have disappeared unexpectedly, threatening his livelihood. A bizarre accident kills the father.There is little dialogue or music in the film. The three main characters (Yusuf and his parents) are all fairly taciturn, and the soundtrack is filled out with the sounds of the forest and the creatures that live there.The environment is a recurring theme.","release_date":"2010-04-09","vote_average":7.1,"runtime":103,"cert":"N\/A","id":44160,"title":"Honey","adult":false,"genre_ids":[18]},{"cast":["Takeshi Sakamoto","Chôko Iida","Kôji Mitsui","Rieko Yagumo","Yoshiko Tsubouchi"],"overview":"An aging actor returns to a small town with his troupe and reunites with his former lover and illegitimate son, a scenario that enrages his current mistress and results in heartbreak for all.","release_date":"1934-11-23","vote_average":6.9,"runtime":86,"cert":"N\/A","id":44163,"title":"A Story of Floating Weeds","adult":false,"genre_ids":[18]},{"cast":["Vincent Lindon","Catherine Frot","Rachida Brakni","Line Renaud"],"overview":"A bourgeois couple, modern yet conventional. One night by accident, a young prostitute barges into their lives. Hounded down, beaten up, threatened, she will continue to struggle, with the help of a well off lady, first for her survival-her resurrection-then for her dignity and freedom. Stormy encounters for everyone involved.","release_date":"2001-10-03","vote_average":6.8,"runtime":109,"cert":"N\/A","id":44164,"title":"Chaos","adult":false,"genre_ids":[18]},{"cast":["Takako Irie","Daisuke Itô","Kyôko Kagawa","Matsutarô Kawaguchi","Michiyo Kogure"],"overview":"Kenji Mizoguchi: The Life of a Film Director (Aru eiga-kantoku no shogai) is a 1975 Japanese documentary film on the life and works of director Kenji Mizoguchi, directed by Kaneto Shindo (Onibaba). It runs 150 minutes and can be found on the second disc of the Region 1 Criterion Collection release of Ugetsu (1953).","release_date":"1975-05-24","vote_average":6.0,"runtime":150,"cert":"N\/A","id":44165,"title":"Kenji Mizoguchi: The Life of a Film Director","adult":false,"genre_ids":[99]},{"cast":["Renee Jumper","Sean Mchugh"],"overview":"In this comedic retelling of the midas story, greed overtakes the life of a married man when he wakes up to discover he has the ability to shit gold.","release_date":"2007-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":44166,"title":"Eureka!","adult":false,"genre_ids":[35]},{"cast":["Tenzin Gyatso","Tenzin Jigme","Jampa Kalsang Tamang"],"overview":"Karma, a Tibetan filmmaker from New York, goes to Dharamsala, the Dalai Lama's exile headquarters in northern India, to make a documentary about former political prisoners who have escaped from Tibet. She wants to reconnect with her roots but is also escaping a deteriorating relationship back home.One of Karma's interviewees is Dhondup, an enigmatic ex-monk who has just escaped from Tibet. He confides in her that his real reason for coming to India is to fulfill his dying mother's last wish, to deliver a charm box to a long-missing resistance fighter. Karma finds herself unwittingly falling in love with Dhondup even as she is sucked into the passion of his quest, which becomes a journey into Tibet's fractured past and a voyage of self-discovery","release_date":"2007-04-13","vote_average":4.5,"runtime":90,"cert":"N\/A","id":44167,"title":"Dreaming Lhasa","adult":false,"genre_ids":[18,10749]},{"cast":["María Elena Swett","Paula Echevarría","Bárbara Elorrieta","Empar Ferrer","Javier Martin"],"overview":"Javier (Javier Martin) is Spanish and is married to Laura, who is Chilean (Maria Elena Swett). They have a six year old son, living in Chile and enjoy a prosperous economic position. The three are, at last, on vacation in Spain, because Laura seems to have overcome a problem of claustrophobia that prevented him from traveling. The family moved to a camp of Oliva, near the home of the parents of Javier. They meet Ignacio (Fabian Mazzei), a handsome young man, who happens to be a friendly and sociable neighbor. Ignacio is fond of spear fishing and frustrated vocation is music. Laura takes the time to prepare the thesis of Medicine that will have to read to return to Chile.","release_date":"2006-11-16","vote_average":1.0,"runtime":114,"cert":"N\/A","id":44168,"title":"Psycho Game","adult":false,"genre_ids":[18,53]},{"cast":["Tom Conway","Jean Brooks","Elaine Shepard","Amelita Ward","Cliff Clark"],"overview":"Two industrialists disappear from an airplane while the plane is in the air. Also missing is $100,000. The Falcon investigates and discovers a plot against the government.","release_date":"1943-07-17","vote_average":5.2,"runtime":69,"cert":"N\/A","id":44169,"title":"The Falcon in Danger","adult":false,"genre_ids":[80,9648]},{"cast":["Tom Conway","Veda Ann Borg","Barbara Hale","Sheldon Leonard","Rita Corday"],"overview":"Suave amateur detective Tom Lawrence--aka Michael Arlen's literary hero The Falcon--arrives in Hollywood for some rest and relaxation, only to find himself involved in the murder of a movie actor. There's no shortage of suspects: the costume designer to whom he was married, a tyrannical director, a beautiful young French starlet, a Shakespeare-quoting producer, even a New York gangster. Helping The Falcon solve the crime is a cute, wise-cracking cab driver and a pair of bumbling cops.","release_date":"1944-12-08","vote_average":5.9,"runtime":67,"cert":"N\/A","id":44170,"title":"The Falcon in Hollywood","adult":false,"genre_ids":[80,9648,18]},{"cast":["Tom Conway","Carole Gallagher","Barbara Hale","Joan Barclay","Cliff Clark"],"overview":"When a Texas playboy is murdered in a New York City nightclub the Falcon investigates. When he learns that the victim was slipped rattlesnake venom, the trail leads to Texas, his own kidnapping and near death.","release_date":"1944-04-23","vote_average":5.7,"runtime":64,"cert":"N\/A","id":44171,"title":"The Falcon Out West","adult":false,"genre_ids":[80,18,9648]},{"cast":["Tom Conway","Harriet Hilliard","Jane Randolph","Edgar Kennedy","Cliff Edwards"],"overview":"The Falcon is framed for the murder of a banker and the theft of war bonds. He makes his escape into the mountains where he hides out in a rustic lodge. From here he uncovers a phony war bond operation.","release_date":"1943-05-07","vote_average":5.5,"runtime":66,"cert":"N\/A","id":44172,"title":"The Falcon Strikes Back","adult":false,"genre_ids":[80,18,9648]},{"cast":["George Sanders","Lynn Bari","James Gleason","Allen Jenkins","Helen Gilbert"],"overview":"A society sleuth and a lady reporter try to track down a murderous thug's lost girlfriend.Based on the Raymond Chandler book \"Farewell, My Lovely\".","release_date":"1942-05-29","vote_average":5.7,"runtime":65,"cert":"N\/A","id":44173,"title":"The Falcon Takes Over","adult":false,"genre_ids":[80,9648]},{"cast":["George Sanders","Tom Conway","Jane Randolph","Don Barclay","Cliff Clark"],"overview":"A gentlemanly detective known as The Falcon calls on his brother to help him stop the Nazis from assassinating a key diplomat.","release_date":"1942-10-02","vote_average":6.3,"runtime":63,"cert":"N\/A","id":44174,"title":"The Falcon's Brother","adult":false,"genre_ids":[80,18,9648]},{"cast":["George Sanders","Wendy Barrie","Allen Jenkins","Nina Vale","Gladys Cooper"],"overview":"Having forsaken the detective business for the safer confines of personal insurance, Gay Laurence is compelled to return to his sleuthing ways. Along with sidekick Jonathan \"Goldie\" Locke, he agrees to look into a series of home party robberies that have victimized socialite Maxine Wood. The duo gets more than they bargained for when a murder is committed at Wood's home, but Lawrence still finds time to romance the damsel.","release_date":"1941-10-24","vote_average":6.3,"runtime":67,"cert":"N\/A","id":44175,"title":"The Gay Falcon","adult":false,"genre_ids":[80,18,9648,10749]},{"cast":["Shingo Katori","Eri Fukatsu","Atsushi Ito","Teruyoshi Uchimura","Koji Okura"],"overview":"Journey to the West comes to the big screen like never before in the 2007 film Saiyuuki! Also known as Monkey Magic and Adventures of the Super Monkey, this is the latest in a long line of adaptations of the Wu Cheng'en tome.","release_date":"2007-07-14","vote_average":4.0,"runtime":116,"cert":"N\/A","id":44180,"title":"Journey to the West","adult":false,"genre_ids":[28,35,12,14]},{"cast":["Nikki Ziering","Will Friedle","Louise Lasser","Renée Taylor","Mary Ann Schmidt"],"overview":"National Lampoon's Gold Diggers is a black comedy about two losers in their twenties, Calvin Menhoffer (Will Friedle) and Leonard Smallwood (Chris Owen), who are out to get the good life without working for it. The two young men try to rob two 70-year-old sisters, Betty Mundt (Renee Taylor) and Doris Mundt (Louise Lasser). The two sisters beat the two young men up, and send them to jail. The ladies drop the charges, and invite the jailbirds to their Beverly Hills mansion. Cal gets an idea that they could marry the women for their money and live the good life. Hopefully, they will only live 6-months and at most one-year. It turns out that Betty and Doris are broke, and they have come up with a plan to marry the boys, kill them, and collect the life insurance money. After several unsuccessful murder attempts on each other, they join forces to rob Betty and Doris's rich uncle","release_date":"2003-06-15","vote_average":2.8,"runtime":90,"cert":"N\/A","id":44181,"title":"National Lampoon's Gold Diggers","adult":false,"genre_ids":[35]},{"cast":["Treat Williams","Mary Page Keller","Hannes Jaenicke","Catherine Dent","Tony Denison"],"overview":"Mutant snakes survived a terrorist attack on a government laboratory, and they now threaten the town of Santa Mira Springs, California. Seismic activity has brought snakes to the surface, where residents are being bitten. Victims can transmit the virus to healthy persons. The military puts the town under quarantine. Local physicians try to control the epidemic, while the military is primarily concerned with keeping the virus a secret.","release_date":"2001-11-29","vote_average":4.4,"runtime":97,"cert":"N\/A","id":44184,"title":"Venomous","adult":false,"genre_ids":[27,878]},{"cast":["Joachim Fuchsberger","O.E. Hasse","Hannes Schiel","Gustav Knuth","Emmerich Schrenk"],"overview":"The third part of Paul May′s \"08\/15\" trilogy based on the novel by Hans Hellmut Kirst takes place shortly before the end of World War II: In the spring of 1945, the German troops are practically defeated, and the battalion of Kowalski, major general von Plönnies and Asch who had risen to the rank of lieutenant in the meantime is left to its own devices to a large extent. They hope to be able to wait for the end of the war without having to encounter any combat operations. At the same time, Asch tries to prevent high-level Nazi officers from disappearing unnoticed and from cashing in on the chaotic circumstances.","release_date":"1955-12-30","vote_average":5.1,"runtime":96,"cert":"N\/A","id":44189,"title":"08\/15 at Home","adult":false,"genre_ids":[10752,18]},{"cast":["Cathy O'Donnell","Farley Granger","Howard Da Silva","Jay C. Flippen","Helen Craig"],"overview":"The story of a petty criminal and his girlfriend who try to escape their gang after a double cross of the thieves.","release_date":"1948-08-06","vote_average":6.9,"runtime":95,"cert":"","id":44190,"title":"They Live by Night","adult":false,"genre_ids":[18,80]},{"cast":["Bryan Genesse","Lance Van Der Kolk","Alan Deveau","Jason Warren","Annie McAuley"],"overview":"Brad, Steve, Hue, and Marvin are four get-nowhere boys who are forced into summer school, ending up at Cockswell Academy under the supervision of Principal Arsenault. The boys play a game where they earn points for every girl with which they score. On misadventures of their own, they decide to go for the ultimate 100-point score, Mona Lott, the new French teacher. But when they're unable to get a shot at her, they end up in the unforgiving clutches of the principal. After all is lost, they take one final chance during the school's anniversary celebration.","release_date":"1985-07-19","vote_average":4.9,"runtime":92,"cert":"18","id":44191,"title":"Loose Screws","adult":false,"genre_ids":[35]},{"cast":["Michael Biehn","Patsy Kensit","Tracy Scoggins","Robert Culp","Richard Jordan"],"overview":"When someone tries to murder watchmaker Eddy Kay, the incident triggers a barrage of nightmares and flashbacks into a past that isn't his own. Fearing for his sanity, Eddy contacts psychiatrist Dr. Anna Nolmar for help. Anna thinks he's hallucinating until another attack proves the dangers are all too real. The two of them go on the run, trying to discover the truth about Eddie's past and true identity before it kills them.","release_date":"1991-03-01","vote_average":5.4,"runtime":96,"cert":"N\/A","id":44192,"title":"Timebomb","adult":false,"genre_ids":[878,28]},{"cast":["Jimmy Alder","Jonathon Ash","Kimberly Kensington","Steven Ash"],"overview":"From the underground of Hell house, Doctor Fogger the Medical Deviate, has his Zombie Army on the look out for fresh corpses.","release_date":"2002-09-02","vote_average":0.0,"runtime":70,"cert":"","id":44193,"title":"Zombie Ferox","adult":false,"genre_ids":[]},{"cast":["Christopher Wayde","Adam Browne","Alex Brady","Jonathon Ash"],"overview":"A new virus that turns people into flesh eating maniacs is realised.","release_date":"2009-10-30","vote_average":0.0,"runtime":5,"cert":"","id":44194,"title":"Project Sweet Death","adult":false,"genre_ids":[27,28,53,878]},{"cast":["Kevin Zegers","Rachel Skarsten","Charles Powell","Linda Purl","Jesse James"],"overview":"Twelve year old Ryan Billings has been diagnosed with an acute fear of the dark. He spends each night lying awake in torment, waiting and watching as the evil in the darkness grows stronger, feeding off his fear. His older brother Dale, suspects that there is nothing wrong with Ryan and that this is just a ploy for more attention. Regardless, he promises to watch over his little brother as their parents head off to a party for the night. Outside a storm rages and when the power goes out, darkness envelops the house. Ryan knows that tonight the evil has finally come to claim him. Dale desperately tries everything to try and calm him down, until the horrors in the dark make him realize Ryan had good reason to be so afraid!","release_date":"2003-01-01","vote_average":5.2,"runtime":86,"cert":"N\/A","id":44195,"title":"Fear of the Dark","adult":false,"genre_ids":[27]},{"cast":["Ian Hart","Sacha Parkinson","Kyle Ward","Louise Delamere","Steve Evets"],"overview":"When he becomes a father at the tender age of 14, Robbie's life quickly spirals out of control. Feeling angry and neglected by his own dad, he kick-starts a series of events that will catapult him at great speed into adulthood.","release_date":"2009-04-30","vote_average":7.3,"runtime":80,"cert":"15","id":44196,"title":"A Boy Called Dad","adult":false,"genre_ids":[18,10749]},{"cast":["Eric Watson","Steven Ash","Scott Jackman","Ann Avery","Tracey Robinson"],"overview":"Jim Dag is on the trail of a maniac killer, who uses both the city and the wood lands to hide.","release_date":"1995-01-02","vote_average":0.0,"runtime":45,"cert":"","id":44197,"title":"Manaic","adult":false,"genre_ids":[]},{"cast":["Tom Bell","Olivia Hussey","Judy Carne","John Standing","Roy Herrick"],"overview":"A married man with two small children begins an affair with a beautiful young actress which quickly blossoms into a full blown romance, until she tells him that she is only 15 years old…","release_date":"1971-01-01","vote_average":6.5,"runtime":92,"cert":"12","id":44198,"title":"All the Right Noises","adult":false,"genre_ids":[35,18]},{"cast":["Eric Watson","Gareth Southen","Jonathon Ash"],"overview":"Maniac the Revenge, Jim Dag is back after the maniac is shot him, is it the same killer or a copycat.","release_date":"1996-09-09","vote_average":0.0,"runtime":21,"cert":"","id":44199,"title":"Maniac the Revenge","adult":false,"genre_ids":[]},{"cast":["Arthur C. Clarke","Stephen Hawking"],"overview":"Explores the revolutionary world of Fractal Geometry - its far-reaching and often unexpected implications - its powerful and revolutionary applications.","release_date":"1995-01-01","vote_average":4.5,"runtime":52,"cert":"N\/A","id":44200,"title":"Fractals: The Colors Of Infinity","adult":false,"genre_ids":[99]},{"cast":["Julie Walters","Shirley Stelfox","Alec McCowen","Danny Schiller","Tim Woodward"],"overview":"The story of the rise of a madame of a suburban brothel catering to older men, inspired by the real experiences of Cynthia Payne.  The story follows Christine Painter (Julie Walters) as the down-at-heel waitress who, with the help of prostitute Shirley (Shirley Stelfox) and cross-dressing Wing Commander Morten (Alec McCowen), seeks to up her earnings by turning her suburban home into a brothel. Before long she and her girls are chaining up judges, spanking Generals and attending to the needs of Honourable Members. Christine sees herself as providing a vital service to these harmless pervs and when finally the house is busted and the case comes to court, it's fair to say that the presiding judge isn't unfamiliar with her work.","release_date":"1987-02-12","vote_average":5.9,"runtime":105,"cert":"N\/A","id":44201,"title":"Personal Services","adult":false,"genre_ids":[35]},{"cast":["Andie MacDowell","Lothaire Bluteau","Colm Feore","Jennifer Tilly","David Alpay"],"overview":"A physician who helps his clients bring new life into the world is accused of an ethical breach that's also criminal in this independent drama. Dr. Freeman (Colm Feore) is a doctor who runs an upscale fertility clinic in Las Vegas, Nevada. Freeman specializes in helping women who have had trouble getting pregnant conceive, usually through artificial insemination techniques or transplanting donated eggs into his patients. Over the course of several weeks, Freeman inseminates nine women from different walks of life, eight become pregnant and give birth to healthy children, but when the new mothers compare notes, they discover their children bear a striking resemblance to one another...","release_date":"2008-06-18","vote_average":5.0,"runtime":105,"cert":"N\/A","id":44202,"title":"Inconceivable","adult":false,"genre_ids":[18,35]},{"cast":["Yūrei Yanagi","Takako Fuji","Takashi Matsuyama","Yûko Daike","Hua Rong Weng"],"overview":"On his request, the sensitive sister of a real estate agent visits a house he intends to put on sell, only to cross paths with its resident curse.","release_date":"2000-03-25","vote_average":6.2,"runtime":76,"cert":"N\/A","id":44203,"title":"Ju-on: The Curse 2","adult":false,"genre_ids":[27]},{"cast":["Michael Jackson"],"overview":"The Bad World Tour, was the first world concert tour by Michael Jackson as a solo artist, covering Japan, Australia, United States and Europe from September 12, 1987 to January 27, 1989. The tour, sponsored by PepsiCo and spanning 16 months, included 123 concerts to 4.4 million fans across 15 countries.","release_date":"1987-09-26","vote_average":3.0,"runtime":96,"cert":"N\/A","id":44204,"title":"Michael Jackson: Bad Japan Tour '87","adult":false,"genre_ids":[10402]},{"cast":["Ann Corio","Buster Crabbe","Evelyn Wahl","Paul Bryar","Milton Kibbee"],"overview":"A woman - raised in the jungle - tries to help an American stop a native uprising spurned on by Nazis.","release_date":"1942-08-14","vote_average":0.0,"runtime":68,"cert":"N\/A","id":44205,"title":"Jungle Siren","adult":false,"genre_ids":[12]},{"cast":[],"overview":"A family drama plays itself out in the contrasting light and shadows.","release_date":"2006-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":44206,"title":"Drake","adult":false,"genre_ids":[]},{"cast":["Tomokazu Seki","Tomoko Kawakami","Yumi Touma","Takehito Koyasu","Kouji Ishii"],"overview":"The first OVA starts after the end of the TV series, where viewers notice a man in Miaka's world that looks suspiciously like Tamahome. As it turns out, he managed to land himself in modern-day Japan in order to be with Miaka. In the first episode, Miaka and Tamahome's happiness is interceded when he's sucked back into the book. In a confusing whirl of events, he finds himself back in his world, only this time, he possesses the spirit of Nakago.","release_date":"1996-01-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":44207,"title":"Fushigi Yûgi OAV","adult":false,"genre_ids":[]},{"cast":["Marlene Dietrich","Herbert Marshall","Melvyn Douglas","Edward Everett Horton","Ernest Cossart"],"overview":"Woman and her husband take separate vacations, and she falls in love with another man.","release_date":"1937-10-29","vote_average":6.9,"runtime":91,"cert":"N\/A","id":44208,"title":"Angel","adult":false,"genre_ids":[35,18,10749]},{"cast":["William Boyd","Elinor Fair","Robert Edeson","Victor Varconi","Julia Faye"],"overview":"During the Russian Revolution Princess Vera, though betrothed to Prince Dimitri, is attracted to the peasant Feodor.","release_date":"1926-05-23","vote_average":0.0,"runtime":120,"cert":"N\/A","id":44209,"title":"The Volga Boatman","adult":false,"genre_ids":[18]},{"cast":["Tomokazu Seki","Tomoko Kawakami","Yumi Touma","Takehito Koyasu","Yuri Amano"],"overview":"The second OVA series is divided into 6 parts, each seemingly has its own story separate from the previous episode. Fans of the characters Nuriko, Chichiri, Tasuki, and Hotohori will be glad that parts of this second OVA will be dedicated to them. Chiriko definately gets a bigger role and Mitsukake is still his old boring self...","release_date":"1997-01-01","vote_average":0.0,"runtime":180,"cert":"N\/A","id":44210,"title":"Fushigi Yûgi: The Mysterious Play - Reflections OAV 2","adult":false,"genre_ids":[]},{"cast":["Silvio Berlusconi","Sabina Guzzanti"],"overview":"","release_date":"2010-03-07","vote_average":6.9,"runtime":null,"cert":"N\/A","id":44211,"title":"Draquila - L'Italia che trema","adult":false,"genre_ids":[99]},{"cast":["Megumi Nakajima","Yoko Kanno","May'n"],"overview":"In November 2008, a live concert of Macross Frontier's music was performed by May'n, Megumi Nakajima, and Yoko Kanno.","release_date":"2009-11-27","vote_average":5.0,"runtime":167,"cert":"N\/A","id":44212,"title":"Macross Frontier Galaxy Tour Final in Budokan","adult":false,"genre_ids":[]},{"cast":["Amy Crowdis","Robin Lord Taylor","Josh Caras","Geneva Carr"],"overview":"Suffering from her mother's recent suicide, a delusional young girl falls for an alluring Goth, against the objections of a life-size talking muslin doll. The Melancholy Fantastic is a psychological thriller set during the holidays.","release_date":"2011-08-18","vote_average":5.3,"runtime":100,"cert":"N\/A","id":44213,"title":"The Melancholy Fantastic","adult":false,"genre_ids":[18,14,27,10749,53]},{"cast":["Natalie Portman","Mila Kunis","Vincent Cassel","Barbara Hershey","Winona Ryder"],"overview":"A journey through the psyche of a young ballerina whose starring role as the duplicitous swan queen turns out to be a part for which she becomes frighteningly perfect.","release_date":"2010-12-03","vote_average":7.6,"runtime":108,"cert":"15","id":44214,"title":"Black Swan","adult":false,"genre_ids":[18,53]},{"cast":["Zhang Ziyi","Joan Chen","Jiang Wen","Liu Ye","Lu Yi"],"overview":"Zhang Ziyi plays the youngest of three generations of women who leads lives in Shanghai. Joan Chen plays the great-grandmother, grandmother, and mother. The film recounts this family, the mistakes they make, and a cycle that the granddaughter breaks out of.","release_date":"2004-06-13","vote_average":8.0,"runtime":130,"cert":"N\/A","id":44217,"title":"Jasmine Women","adult":false,"genre_ids":[18,10751,10749]},{"cast":["Patton Oswalt"],"overview":"In this special, Patton Oswalt expresses his thoughts on many things in his life including his friends and his girlfriend in particular, who he thinks sucks the funny out of him. He explains why babies are a \"bag of poop\" and eating dinner at Black Angus is fit for a king. Oswalt holds nothing back when he deliverers his punch-lines! It's an hour of over-exuberant comedy!","release_date":"2006-04-04","vote_average":7.1,"runtime":42,"cert":"N\/A","id":44220,"title":"Patton Oswalt: No Reason to Complain","adult":false,"genre_ids":[35]},{"cast":["Josh Cooke","Greg Grunberg","Kathrine Narducci","Sandra Seeling","Lombardo Boyar"],"overview":"Herman has a weakness for strip clubs. Donny has a thing for condiments and Tiffany is a newly celibate martial artist. These are Andy's new friends after he unsuspectingly follows his dream girl into a sexual addiction recovery group. At first this seems like the best possible news! However, Andy's professional and personal life begins to unravel as he deepens his ties to this lovable, but damaged group.","release_date":"2010-08-24","vote_average":5.5,"runtime":92,"cert":"N\/A","id":44221,"title":"Group Sex","adult":false,"genre_ids":[35,10749]},{"cast":["Ky Evans"],"overview":"Set entirely in one location, the film follows four strangers who become trapped in the elevator of St. Julian-a decrepit, inner-city building. An assassin, a religious zealot, a mother, and a thief...just moments after being confined, it becomes clear that one of them is mortally wounded. As the minutes tick by, a battle for survival ensues where each of them is forced to examine their sordid ties to St. Julian-the building, as well as the legacy of the religious figure.","release_date":"2010-08-24","vote_average":8.0,"runtime":86,"cert":"N\/A","id":44222,"title":"Four Stories of St. Julian","adult":false,"genre_ids":[80,53]},{"cast":["Sally Hawkins","Tom Riley","Sinead Maguire","Tina Kellegher"],"overview":"Two weddings collide when both receptions are held at one hotel.","release_date":"2009-10-09","vote_average":5.4,"runtime":104,"cert":"N\/A","id":44223,"title":"Happy Ever Afters","adult":false,"genre_ids":[10749,35]},{"cast":["Brendan Michael Coughlin","Patrick Scott Lewis","Katie Lowes","Bill Rampley","Mary Alexandra Stiefvater"],"overview":"Two young couples are driving through a remote forest when their car breaks down. When a run-in with a curious grizzly bear ends up with the bear being shot to death, the bear's mate arrives on the scene and vengefully attacks their van. The couples are trapped inside the disabled car and must come up with clever ways to survive. As they battle the surprisingly intelligent creature, and contemplate their uncertain fate, secrets begin to emerge that threaten to tear the group apart before the bear does.","release_date":"2010-01-01","vote_average":4.1,"runtime":90,"cert":"","id":44224,"title":"Bear","adult":false,"genre_ids":[27,28,53]},{"cast":["Camille Solari","Shay Astar","Danny Trejo"],"overview":"A pair of friends from Boston kick off their New Year by making a pact to murder the people who have mistreated them in this darkly comic thriller.When the slaughter starts,their ex-boyfriends will wish they'd been faithful.","release_date":"2010-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":44225,"title":"Boston Girls","adult":false,"genre_ids":[28,27,53]},{"cast":["Barbora Bobuľová","Luca Lionello","Libero De Rienzo","Primo Reggiani","Gianmarco Tognazzi"],"overview":"","release_date":"2010-05-07","vote_average":5.5,"runtime":null,"cert":"N\/A","id":44226,"title":"Le ultime 56 ore","adult":false,"genre_ids":[]},{"cast":["Lena Headey","Simon McBurney"],"overview":"Girl cleaning windows of an Oxford St store catches the eye of a guy in the street who larks about much to her amusement.","release_date":"1999-01-01","vote_average":6.1,"runtime":7,"cert":"N\/A","id":44227,"title":"Inside-Out","adult":false,"genre_ids":[]},{"cast":[],"overview":" ","release_date":"2004-01-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":44230,"title":"Mr. Cortisone, Happy Days","adult":false,"genre_ids":[]},{"cast":["Paul Sarnoff","Scotty Bloch","Clebert Ford"],"overview":"A woman misses her train and buys lunch in a café. When she returns to her table, a man is eating her salad.","release_date":"1989-12-03","vote_average":6.8,"runtime":12,"cert":"N\/A","id":44231,"title":"The Lunch Date","adult":false,"genre_ids":[35,18]},{"cast":["Scott Bairstow","Amy Jo Johnson","Mario López","Chris Young","Jay Thomas"],"overview":"The high school students didn't mean to kill Mr. Griffin. They wanted to make him suffer. But when their mean English teacher turns up dead, they have to find out who killed them before the police arrests them all.","release_date":"1997-04-07","vote_average":5.2,"runtime":89,"cert":"N\/A","id":44232,"title":"Killing Mr. Griffin","adult":false,"genre_ids":[53]},{"cast":["Steve Guttenberg","Lombardo Boyar","Shirley Knight","A. J. Benza","Cynthia Watros"],"overview":"With his life already in shambles -- his girlfriend just dumped him, he's lost his acting gig, and his cat is seriously ill -- sad-sack Jimmy Zoole (Steve Guttenberg) comes home New Year's Eve to find a gay burglar (Lombardo Boyar) looting his apartment. Taking the intruder hostage, Jimmy threatens to unleash his pent-up rage on the would-be thief but instead begins to bond with his captive.","release_date":"2002-01-01","vote_average":4.1,"runtime":92,"cert":"N\/A","id":44233,"title":"P.S. Your Cat Is Dead!","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Jenny &amp; Jenny meet every day. Jenny &amp; Jenny talk every day. They write to each other. They both have a broken heart and joy. They are cousins. They are 17. They live in Bat-Yam.The movie follows one summer in the life of Jenny &amp; Jenny.","release_date":"1997-01-02","vote_average":0.0,"runtime":60,"cert":"N\/A","id":44234,"title":"Jenny and Jenny","adult":false,"genre_ids":[]},{"cast":[],"overview":"Clara and Fritz are in an orphanage where their presents are locked away and they face a miserable Christmas - that is until the nutcracker comes to life and liberates everyone into a land of sugar and sweets, and a land of fairytale princes and princesses.","release_date":"2003-01-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":44235,"title":"Nutcracker!","adult":false,"genre_ids":[14,10402,10751]},{"cast":["Peter Garrett","Dwayne Hillman","Martin Rotsey","Rob Hirst","Jim Moginie"],"overview":"On May 30, 1990, Midnight Oil interrupted its North American tour for a “special guerrilla action” on the crowded Avenue of the Americas in midtown Manhattan. The agit prop event was a live concert from the back of a flat-bed truck that eventually drew more than 10,000 people at the high noon hour. The Australian band took this chance to make public its feelings on the planet’s crumbling environment","release_date":"1990-05-30","vote_average":8.0,"runtime":45,"cert":"N\/A","id":44236,"title":"Midnight Oil - Black Rain Falls","adult":false,"genre_ids":[10402]},{"cast":["Peggy Lynch"],"overview":"A woman's dark and absurdist nightmare vision comprising a continuous recitation of the alphabet and bizarre living representations of each letter.","release_date":"1968-01-01","vote_average":6.7,"runtime":4,"cert":"N\/A","id":44239,"title":"The Alphabet","adult":false,"genre_ids":[27,16]},{"cast":[],"overview":" ","release_date":"2008-01-01","vote_average":0.0,"runtime":135,"cert":"N\/A","id":44240,"title":"The Sleeping Beauty","adult":false,"genre_ids":[]},{"cast":["Vincent Lagaf","Philippe Cura","Alban Casterman","Frédéric Vilches","Thaïs Kirby"],"overview":"Mr Guy aussi populaire que loufoque est un animateur à succès d'une émission de télé-achat. Et comme la nature fait quelques fois bien les choses, Mr Guy se trouve malencontreusement et pour son plus grand plaisir embarqué dans une sombre histoire mêlant les services secrets de la république à un réseau de dangereux trafiquants venus de l'Est.","release_date":"2010-01-27","vote_average":2.7,"runtime":null,"cert":"N\/A","id":44241,"title":"Le Baltringue","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Determined to understand the repeating patterns he was finding in nature, French mathematician Benoit Mandelbrot used an early form of computer imagery to produce his own versions, coining the recurring shapes fractals. This installment of the PBS series \"Nova\" examines the rules of these self-similar patterns and explores the ways these fascinating geometric configurations can be applied in the fields of science, medicine and the arts.","release_date":"2008-10-28","vote_average":6.3,"runtime":56,"cert":"N\/A","id":44242,"title":"Fractals: Hunting the Hidden Dimension","adult":false,"genre_ids":[99]},{"cast":["Tsutomu Takayama","Hiroko Kasahara","Yumi Touma","Yoshisada Sakaguchi","Isshin Chiba"],"overview":"Eighty years have passed on Earth since the events chronicled in Macross-Do you Remember Love? The descendants of the Zentraedi\/Meltrandi conflict have established a new society with the people of Earth. When alien invaders identified as renegade Zentraedi threaten this uneasy alliance, the Super Dimensional Fortress Macross must resurrect itself after generations of inactivity to fight against the enemy forces. Hibiki Kanzaki, an investigative reporter for Scramble News Network (SNN), is caught up in the battle when he inadvertently allies himself with Ishtar, an enigmatic Zentraedi princess. Enlisting the help of spirited Valkyrie pilot Silvie Gena, Hibiki rushes to save Ishtar from imminent \"reprogramming\" by hostile Zentraedi. Silvie and Hibiki must also broadcast the truth about Zentraedi invasion and convince the powerful military complex U.N. Spacey to reactivate the Macross fortress and defend Earth one last time.","release_date":"1992-05-20","vote_average":4.6,"runtime":160,"cert":"N\/A","id":44243,"title":"Macross II: Lovers Again","adult":false,"genre_ids":[16,878]},{"cast":["Demi Lovato","Alyson Stoner","Joe Jonas","Nick Jonas","Kevin Jonas"],"overview":"Mitchie can't wait to go back to Camp Rock and spend the summer making new music with her friends and superstar Shane Gray. But the slick new camp across the lake, Camp Star, has drummed up some serious competition — featuring newcomers Luke (Matthew \"Mdot\" Finley) and Dana (Chloe Bridges). In a sensational battle of the bands, with Camp Rock's future at stake, will Camp Star's flashy production and over-the-top antics win out, or will Camp Rockers prove that music, teamwork, and spirit are what truly matter?","release_date":"2010-09-17","vote_average":6.2,"runtime":97,"cert":"U","id":44244,"title":"Camp Rock 2: The Final Jam","adult":false,"genre_ids":[35,10402,10770]},{"cast":["Louis Koo","Daniel Wu","Charlene Choi","Li Bingbing","Chapman To"],"overview":"Champion competitive marksman Ken comes across an armored van robbery. He sees a policeman held hostage and shoots and kills four of the robbers. One of the robbers escapes and the policeman survives. The case is handled by Jerry Chang, whom Ken knows from having recently beaten him in a shooting match. Ken is found not guilty in court. Soon after, Ken is attacked by the escaped robber Pang Tao. Their confrontation reveals a very different background story and brings about a myriad of lies and traps and changes in relationships as Jerry and Ken try to outsmart each other.","release_date":"2010-06-30","vote_average":6.4,"runtime":117,"cert":"N\/A","id":44245,"title":"Triple Tap","adult":false,"genre_ids":[28,53,9648]},{"cast":["Sibel Kekilli","Florian Lukas","Nizam Schiller","Derya Alabora","Settar Tanriogen"],"overview":"Umay is a young woman of Turkish descent, fighting for an independent and self-determined life in Germany against the resistance of her family. Her struggle initiates a dynamic, which results in a life-threatening situation.","release_date":"2010-02-13","vote_average":6.8,"runtime":119,"cert":"N\/A","id":44246,"title":"When We Leave","adult":false,"genre_ids":[18,10751]},{"cast":["Vicky Dawson","Christopher Goutman","Lawrence Tierney","Farley Granger","Cindy Weintraub"],"overview":"A masked killer, wearing World War II U.S. Army fatigues, stalks a small New Jersey town bent on reliving a 35-year-old double murder by focusing on a group of college kids holding an annual Spring Dance.","release_date":"1981-11-06","vote_average":6.2,"runtime":89,"cert":"","id":44247,"title":"The Prowler","adult":false,"genre_ids":[53,27,9648]},{"cast":["Sonam Kapoor","Abhay Deol","Cyrus Sahukar","Arunoday Singh","Ira Dubey"],"overview":"Aisha is a girl with a simple diktat - everyone's business is her business. Arjun is a boy with even a simpler set of beliefs - Aisha should mind her own business. Caught in the Delhi upper class world with its own set of social rules, Aisha navigates her world with a great sense of style and even greater optimism. Caught in her web are her best friend Pinky, the small town girl Shefali, the west Delhi boy Randhir and the hunk Dhruv. Aisha will make sure everyone dances to her tune. And all Arjun wants to do is disentangle that web and get Aisha out of an impending sticky mess. Who will succeed and who will succumb? Welcome to Aisha's fabulous world where playing cupid is as easy as 123...if only that Arjun would stay out of her way!","release_date":"2010-08-06","vote_average":4.9,"runtime":126,"cert":"N\/A","id":44248,"title":"Aisha","adult":false,"genre_ids":[18,35,10749]},{"cast":["Dennis To Yue-Hong","Crystal Huang Yi","Yuen Biao","Fan Siu-Wong","Rose Chan Ka-Wun"],"overview":"Featuring some of the most spectacular, innovative and explosive martial arts ever staged, The Legend Is Born is the remarkable true story of the early life of Ip Man, the formidable kung fu genius who would become Bruce Lee's mentor.Beginning at the start of his journey from his initial training through to the ultimate battle to become supreme master of the art of Wing Chun, The Legend Is Born has already been hailed as one of the greatest martial arts films of all time and features an all-star cast, including Sammo Hung (Enter The Dragon), Yuen Biao and Ip Man's real life son, 76-year-old Ip Chun, as Ip Man's kung fu master.","release_date":"2010-06-24","vote_average":6.7,"runtime":100,"cert":"15","id":44249,"title":"The Legend Is Born: Ip Man","adult":false,"genre_ids":[18,28,36]},{"cast":["Edward Furlong","Daniel Franzese","Andrew Keegan","Susan Ward","Sanoe Lake"],"overview":"Millions witnessed Philip Markham's public humiliation when he got dumped by Catherine, the beautiful star of a popular dating show, and now - several years and reality series later - he wants revenge. After taking Catherine captive, he lures nine unsuspecting co-eds to her luxurious mansion in the middle of nowhere, trapping the contestants in his own sick version of reality TV - where the challenges are bizarre, the danger is real and death is just a competition away.","release_date":"2005-09-01","vote_average":4.6,"runtime":88,"cert":"N\/A","id":44250,"title":"Cruel World","adult":false,"genre_ids":[53,27,35]},{"cast":["Masako Nozawa","Takeshi Kusao","Bin Shimada","Yuuko Minaguchi","Mayumi Tanaka"],"overview":"A Saiyan Space pod crash-lands on Earth out of which a wounded Saiyan crawls: Broly, the Legendary Super Saiyan. The wounded Broly shouts out in frustration and turns into normal form. The place soon freezes, trapping him in it and he falls into a coma.","release_date":"1994-03-12","vote_average":6.5,"runtime":48,"cert":"N\/A","id":44251,"title":"Dragon Ball Z: Broly – Second Coming","adult":false,"genre_ids":[28,16,878]},{"cast":["Renato Pozzetto","Cochi Ponzoni","Enrico Montesano","Dalila Di Lazzaro","Paolo Villaggio"],"overview":"Don Cimbolano - a priest in a small town. Oscar - a offender escaped from prison. Philip - attorney loser. They don't lose heart and find ways out of the most incredible situations.","release_date":"1977-11-15","vote_average":4.9,"runtime":115,"cert":"N\/A","id":44252,"title":"Three Tigers Against Three Tigers","adult":false,"genre_ids":[35]},{"cast":[],"overview":"With white Jewish lesbians for parents and two adopted brothers - one mixed-race and one Korean-Brooklyn teen Avery grew up in a unique and loving household. But when her curiosity about her African-American roots grows, she decides to contact her birth mother. This choice propels Avery into her own complicated exploration of race, identity, and family that threatens to distance her from the parents she's always known. She begins staying away from home, starts skipping school, and risks losing her shot at the college track career she had always dreamed of. But when Avery decides to pick up the pieces of her life and make sense of her identity, the results are inspiring. OFF AND RUNNING follows Avery to the brink of adulthood, exploring the strength of family bonds and the lengths people must go to become themselves.","release_date":"2009-04-22","vote_average":6.0,"runtime":76,"cert":"N\/A","id":44255,"title":"Off and Running","adult":false,"genre_ids":[99]},{"cast":["Jean Gabin","Magali Noël","Lino Ventura","Albert Rémy","Paul Frankeur"],"overview":"Henri, the Man from Nantes, comes back to his country after a successful stay in the United States, where he was working for Liski, the drug dealer. With the fame of being a tough guy preceding him, he sets himself to the task of knowing why the French operations were not so profitable - and soon he is master of all links of the organization. He can now get it honed to perfection - or destroy it. Only... the Police are following his every step.","release_date":"1955-04-16","vote_average":6.7,"runtime":101,"cert":"N\/A","id":44256,"title":"Razzia","adult":false,"genre_ids":[80,18]},{"cast":["Laura Dern","Nicolas Cage","Michael J. Anderson","Julee Cruise"],"overview":"After her boyfriend ends their relationship, the dreamself of a heartbroken woman floats through the air over an industrial wasteland singing ballads of love.","release_date":"1990-12-01","vote_average":6.4,"runtime":50,"cert":"N\/A","id":44257,"title":"Industrial Symphony No. 1: The Dream of the Brokenhearted","adult":false,"genre_ids":[10402]},{"cast":["Patrick Magee","Ian Richardson","Glenda Jackson","Jeanette Landis","Michael Williams"],"overview":"In Charenton Asylum, the Marquis de Sade directs a play about Jean Paul Marat's death, using the patients as actors. Based 'The Persecution and Assassination of Jean-Paul Marat as Performed by the Inmates of the Asylum of Charenton Under the Direction of the Marquis de Sade', a 1963 play by Peter Weiss.","release_date":"1967-01-01","vote_average":6.3,"runtime":116,"cert":"N\/A","id":44258,"title":"Marat\/Sade","adult":false,"genre_ids":[10402,18,36]},{"cast":["Sean Faris","Forrest Cochran","Justin Allen","C.J. Thomason","Stacey Scowley"],"overview":"John, a new student at an exclusive private school, is having trouble with a group of bullying jocks who are jealous of his friendship with beautiful classmate Mary. He's intrigued, then, when enigmatic misfit Luc offers him a chance to get back at them using witchcraft - but doesn't realise that the price of his new-found power may be his life.","release_date":"2001-09-25","vote_average":3.4,"runtime":81,"cert":"15","id":44259,"title":"The Brotherhood 2: Young Warlocks","adult":false,"genre_ids":[27]},{"cast":["Noam Chomsky","Bill Baird","Flip Benham"],"overview":"An unflinching look at the how the battle over abortion rights has played out in the United States over the last 15 years","release_date":"2006-09-09","vote_average":8.0,"runtime":152,"cert":"","id":44260,"title":"Lake of Fire","adult":false,"genre_ids":[99]},{"cast":["Dorothy Mackaill","Humphrey Bogart","Hale Hamilton","Halliwell Hobbes","Astrid Allwyn"],"overview":"Heiress learns to fly from aeronautical engineer. Things get complicated as their affair progresses.","release_date":"1932-03-17","vote_average":6.3,"runtime":68,"cert":"N\/A","id":44261,"title":"Love Affair","adult":false,"genre_ids":[18,10749]},{"cast":["Son Byung-ho","Im Won-hee","Lee Ah-i","Kim Min-ki","Park Choong-seon"],"overview":"Yu-mi applies to a marine outfit to become their first female member. Finding out about their NO woman-policy, she pushes herself to the extreme and fils a petition. After overcoming many obstacles, she is finally accepted for her outstanding performance. However, conflicts never cease between sergeants and Yu-mi, who’s new to the tradition and culture of the marines. Following the sudden death of a trainee, Sergeant HA, she is appointed to the head of the team. Highly motivated Yu-mi loses her troupe's trust after losing IBS. The team is in danger of dissolution due to the loss of a magazine.","release_date":"2010-05-06","vote_average":6.5,"runtime":105,"cert":"N\/A","id":44262,"title":"Miss Staff Sergeant","adult":false,"genre_ids":[28,18,10752]},{"cast":["Aaron Kwok","Shu Qi","Wu Jing","Zhang Jingchu","Yuen Wah"],"overview":"Sunny is a naïve circus performer who dreams of inheriting his father's knife-throwing skills. However, his hostile colleagues continue to bully him, relegating him to a lowly clown. On a tour to Malaysia, Cheung and other performers discover a cave occupied by the Japanese army during World War II. Instead of finding treasure, the performers - including Sunny - are sprayed with a mysterious chemical that turns them into superhuman mutants...","release_date":"2010-08-11","vote_average":5.1,"runtime":110,"cert":"N\/A","id":44263,"title":"City Under Siege","adult":false,"genre_ids":[878,28,53]},{"cast":["Hailee Steinfeld","Jeff Bridges","Matt Damon","Josh Brolin","Barry Pepper"],"overview":"Following the murder of her father by hired hand Tom Chaney, 14-year-old farm girl Mattie Ross sets out to capture the killer. To aid her, she hires the toughest U.S. Marshal she can find, a man with \"true grit,\" Reuben J. \"Rooster\" Cogburn. Mattie insists on accompanying Cogburn, whose drinking, sloth, and generally reprobate character do not augment her faith in him. Against his wishes, she joins him in his trek into the Indian Nations in search of Chaney. They are joined by Texas Ranger LaBoeuf, who wants Chaney for his own purposes. The unlikely trio find danger and adventure on the journey, and each has his or her \"grit\" tested.","release_date":"2010-12-22","vote_average":7.2,"runtime":110,"cert":"15","id":44264,"title":"True Grit","adult":false,"genre_ids":[18,12,37]},{"cast":["Jon Finch","Blake Adams","Ashley Laurence","Vincent Schiavelli","Jeffrey Combs"],"overview":"The town of Leffert's Corners has been plagued by unearthly beings for decades, and now there is only a few people left, including the local priest and a woman traumatised by the death of her sister. But when John Martense turns up to claim his illicit family fortune, with bad guys in pursuit, the last stand had become a lot more complicated. Based on the writings of H P Lovecraft.","release_date":"1994-07-27","vote_average":4.3,"runtime":76,"cert":"N\/A","id":44265,"title":"Lurking Fear","adult":false,"genre_ids":[27]},{"cast":["Larisa Oleynik","Shiri Appleby","Peter Coyote","Patricia Kalember","Amy Madigan"],"overview":"Their love of dance, and their friendship, is challenged for two high school girls when one is diagnosed with cancer.","release_date":"2002-09-06","vote_average":6.9,"runtime":100,"cert":"N\/A","id":44266,"title":"A Time for Dancing","adult":false,"genre_ids":[18,10402]},{"cast":["Anthony Wong","Michael Wong","Kathy Chow","Stephanie Che","Sam Lee"],"overview":"Ruthlessly realistic, and vivid and unremitting in its uncompromising brutality and honesty, Beast Cops is a visceral and hard-hitting exploration of the dichotomous existence of two cops charged with upholding the law, while balancing on a moral knife-edge. Compelling and controversial, with a breakout performance of startling intensity from leading man Anthony Wong, this raw and enticing action-thriller has mesmerized audiences worldwide with its disturbing examination of the subjective and marginal morality, which inhabits the uncertain and ambiguous world of law enforcement.","release_date":"1998-04-09","vote_average":6.8,"runtime":110,"cert":"N\/A","id":44267,"title":"Beast Cops","adult":false,"genre_ids":[28,80]},{"cast":["Paolo Villaggio","Liù Bosisio","Plinio Fernando","Gigi Reder","Luc Merenda"],"overview":"Superfantozzi (1986) is an Italian film from 1986. It is the fifth film in the saga of the unlucky clerk Ugo Fantozzi, played by its creator, Paolo Villaggio. In this film, Fantozzi is portrayed in a surreal historical journey, from Genesis to 1980s.","release_date":"1986-12-23","vote_average":6.3,"runtime":92,"cert":"N\/A","id":44268,"title":"Superfantozzi","adult":false,"genre_ids":[35]},{"cast":["Leïla Bekhti","Géraldine Nakache","Audrey Lamy","Virginie Ledoyen","Linh Đan Phạm"],"overview":"Ely and Lila are like sisters. They know each other since childhood,they share everything and dream of a better life.they live in the same suburb, 10mn from Paris. Today,Ely and Lila dont want to be 10mn away from their life anymore.from small troubles to big lies, they will do everything to penetrate a world which is not theirs, a world where everything is possible or so they think.....","release_date":"2010-03-24","vote_average":6.4,"runtime":100,"cert":"N\/A","id":44269,"title":"All That Glitters","adult":false,"genre_ids":[35]},{"cast":["Tim Conway","Don Knotts","Melissa Disney"],"overview":"In this animated adventure, Buzby the misbehaving bee is kicked out of the hive for his troublemaking and now he has made the garden his new home. His behavior is no less bothersome there, however, and when Buzby neglects to follow the Garden Golden Rules, it comes time for him to learn about why it is best to follow God's rules about kindness.","release_date":"2005-02-12","vote_average":0.0,"runtime":40,"cert":"N\/A","id":44274,"title":"Hermie & Friends: Buzby, the Misbehaving Bee","adult":false,"genre_ids":[]},{"cast":["Ray Manzarek","Jim Morrison","Dorothy Fujikawa","Kathy Zeller"],"overview":"INDUCTION - Ray Manzarek's 2nd U.C.L.A. student film from the spring semester of 1965. A sync-sound project, it is a tale of lovers lost and lovers found, with Dorothy Fujikawa, Kathy Zeller and Ray. Jim Morrison can actually be seen - albeit briefly - in the party sequence.","release_date":"1965-03-14","vote_average":0.0,"runtime":15,"cert":"N\/A","id":44275,"title":"Induction","adult":false,"genre_ids":[18]},{"cast":["Mike Jittlov","Paige Moore","Richard Kaye","Deven Chierighino","Steve Brodie"],"overview":"A Hollywood filmmaker (Mike Jittlov) makes a short for an evil film studio. Unbeknownest to him, the producer has placed a bet of $25,000 that he won't come up with anything with a use. Luckily, our film creator gets the help of his friends.","release_date":"1989-09-01","vote_average":6.5,"runtime":95,"cert":"N\/A","id":44276,"title":"The Wizard of Speed and Time","adult":false,"genre_ids":[35,10402,878]},{"cast":["J.B. Ghuman Jr.","Marshall Allman","John Wesley Shipp","Simon Ragaine","Derek Sean Lara"],"overview":"Two brothers develop a sexual attraction to one another amid the unkind world around them.","release_date":"2005-04-24","vote_average":6.8,"runtime":15,"cert":"N\/A","id":44279,"title":"Starcrossed","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Rich Bradford seems like your everyday great boyfriend. He has a good job, a nice car and the perfect girlfriend, Amanda. What she doesn't know about him is that he is only after one thing. His best friend Stu from college days knows how much of a womanizer Rich really is. When the day comes that Rich thinks he is finally going to romance Amanda, he is interrupted by her gay friend David who walks in on them. The same day he is dumped by Amanda is Rich and Stu's fraternity reunion. How can Rich go alone? All of his fraternity brothers always saw him with a girl. Stu on the other hand gets a visit from an old fraternity brother he has kept in contact with over the years. Much to Stu's surprise, when the brother comes, he is now a beautiful woman, Erica. Stu brings Erica to the reunion and she catches Rich's eye. Will Rich finally get his just desserts or will he realize in time that his dream girl used to be a man?","release_date":"2007-06-05","vote_average":0.0,"runtime":70,"cert":"N\/A","id":44280,"title":"A Cold Day in Hell","adult":false,"genre_ids":[35]},{"cast":["Selim Boughedir","Mustafa Adouani","Rabia Ben Abdallah","Mohammed Driss"],"overview":"Twelve-year-old Noura dangles uncertainly in that difficult netherworld between childhood and adulthood. His growing libido has gotten him banned from the women's baths, where his mother took him when he was younger, but he's not yet old enough to participate in grown-up discussions with the men of his Tunisian village. Noura's only real friend is a troublemaker named Salih -- the village political outcast.","release_date":"1990-01-01","vote_average":7.4,"runtime":98,"cert":"N\/A","id":44281,"title":"Halfaouine: Boy of the Terraces","adult":false,"genre_ids":[35,18]},{"cast":["Manuel Vignau","Damián Canduci","Ariel Nuñez Di Croce","Mercedes Quinteros","Ana Lucia Antony"],"overview":"Bruno's plan to win back his ex-girlfriend hits a snag when he becomes attracted to her boyfriend.","release_date":"2009-03-27","vote_average":7.3,"runtime":103,"cert":"N\/A","id":44282,"title":"Plan B","adult":false,"genre_ids":[35,18,10749]},{"cast":["Irene Cara","Malcolm McDowell","Dom DeLuise","Carol Channing","Phyllis Diller"],"overview":"The Wicked Queen is dead but her brother, Lord Maliss, seeks for revenge. Using the Magic Mirror to locate Snow White and the Prince, he transforms into a dragon and attacks. Maliss takes the Prince to the Realm of Doom. Snow White, with the aid of the Seven Dwarfesses, cousins of the Sevens Dwarves, must embark on a quest to save her true love.","release_date":"1990-06-20","vote_average":5.7,"runtime":75,"cert":"N\/A","id":44283,"title":"Happily Ever After","adult":false,"genre_ids":[10751,16]},{"cast":["Amel Hedhili","Najia Ouerghi","Fatima Ben Saïdane","Zahira Ben Ammar","Sabah Bouzouita"],"overview":"The death of a prince brings a young woman back to the palace where she was born into servitude. The lingering legacy of the harem is brought into light from behind frosted windows and velvet curtains.","release_date":"1994-09-30","vote_average":6.7,"runtime":116,"cert":"PG","id":44284,"title":"The Silences of the Palace","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The story of a widower as presented by the people surrounding her.","release_date":"1977-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":44285,"title":"Biba","adult":false,"genre_ids":[]},{"cast":["Rick Stahlmann","Adam Vanderveen","Thalia Drori"],"overview":"Voyeuristically exploring a relationship between two young men, which falls into the gray area between the sexual experimentation of adolescence and the world of adult emotions, Between the Boys glimpses into one of the few remaining taboos of current times.","release_date":"2004-01-01","vote_average":3.7,"runtime":4,"cert":"N\/A","id":44286,"title":"Between the Boys","adult":false,"genre_ids":[18,10751,10749]},{"cast":["Neve Campbell","Jake Busey","Charles Powell","Billy Burke","David Gow"],"overview":"A hitchhiker gets a ride with an oddball woman who has her husband's body in the trunk of the car.","release_date":"2003-02-14","vote_average":4.6,"runtime":95,"cert":"N\/A","id":44287,"title":"Lost Junction","adult":false,"genre_ids":[53,18,10749]},{"cast":["Guinevere Turner","Deak Evgenikos","V.S. Brodie","Lisa Gornick","Cheryl Dunye"],"overview":"Four \"Owls\" (older, wiser lesbians) who are living in the faded aftermath of their glory days as a once-famous rock group, are all implicated in a crime.","release_date":"2010-01-01","vote_average":4.0,"runtime":66,"cert":"N\/A","id":44288,"title":"The Owls","adult":false,"genre_ids":[18]},{"cast":["Madeleine Stowe","Norman Reedus","Bijou Phillips","Mischa Barton","Jonathan Rhys Meyers"],"overview":"After a family visit, stressed businesswoman Senga Wilson (Madeleine Stowe) is driving with her rebellious daughter, Nat (Mischa Barton), down an ominous highway in the middle of the night. After they pick up a weird teenage hitchhiker (Bijou Phillips), their journey goes awry. Nat decides to give her mom the slip and runs off with the hitchhiker at a rest stop. In a desperate search to find her daughter, Senga learns that Nat has been drawn into an evil cult.","release_date":"2003-05-16","vote_average":5.3,"runtime":91,"cert":"N\/A","id":44289,"title":"Octane","adult":false,"genre_ids":[9648,53,27]},{"cast":[],"overview":"A woman in her forties shares an apartment with her mother. This suffocating relationship doesn't allow her to grow up and become a whole person. A flirt with another woman forces her, for the first time, to face her mother and her life.","release_date":"2006-01-01","vote_average":0.0,"runtime":19,"cert":"N\/A","id":44290,"title":"Living Room","adult":false,"genre_ids":[]},{"cast":["Howard Keel","Stanley Donen","Saul Chaplin","Michael Kidd","Russ Tamblyn"],"overview":"This behind-the-scenes documentary includes interviews with people who were directly involved in the MGM classic musical 'Seven Brides for Seven Brothers'. Those interviewed include actors and actresses who appeared in the film - as well as the film's choreographer, director, and musical arranger","release_date":"1997-01-01","vote_average":7.5,"runtime":35,"cert":"N\/A","id":44291,"title":"Sobbin' Women: The Making of 'Seven Brides for Seven Brothers'","adult":false,"genre_ids":[99]},{"cast":[],"overview":"As a reporter covers a story on a missing scientist, giant robots attack New York City.","release_date":"2005-01-01","vote_average":10.0,"runtime":6,"cert":"N\/A","id":44292,"title":"The World of Tomorrow","adult":false,"genre_ids":[]},{"cast":["Thurl Ravenscroft","The Mellomen","Max Smith","Bob Stevens","Parley Baer"],"overview":"A retelling of the classic Canadian \/ American tall tale of the enormous lumberjack and his loyal companion, an equally huge blue ox.","release_date":"1958-08-01","vote_average":5.8,"runtime":17,"cert":"N\/A","id":44293,"title":"Paul Bunyan","adult":false,"genre_ids":[10751,16]},{"cast":[],"overview":"Seventy years after his grandfather escapes from Nazi Germany to Palestine, Israeli documentary director Tomer Heymann returns to the country of his ancestors to present his film \"Paper Dolls\" at the Berlin International Film Festival, and there meets a man who will change his life. This 48-hour love affair, originating in Berghain Panorama Bar, develops into a significant relationship between Tomer and Andreas Merk, a German dancer. When Andreas decides to move to Tel-Aviv, he not only has to cope with a new partner, but to manage the complex realities of life in Israel and his personal connection to it as a German citizen. Tomer's mother, descendant of German immigrants was born and lived all her life in a small Israeli village, where she raised five sons. One by one, she watches her children leave the country she and her family helped to build, and now cannot help but try to influence the life of Tomer, the one son who remains. I SHOT MY LOVE tells a personal but universal love ...","release_date":"2009-01-01","vote_average":7.0,"runtime":71,"cert":"N\/A","id":44294,"title":"I Shot My Love","adult":false,"genre_ids":[99,10751]},{"cast":["James Layton","Lee Williams","Rita Davies","Rita Davies","Margaret Towner"],"overview":"Once upon a time in the village of Kromer lived two beautiful young wolves. Cocksure Gabriel takes newcomer Seth under his paw and helps reconcile him to the vilification associated with being a wolf. They fall head-over-heels in puppy love, playing together around picturesque waterfalls, secluded woodlands, and moonlit lakes. One day a wicked old crone and her goofy sidekick kill their mistress, frame the wolves, and incite a torch-bearing mob of religious zealots to seek vengeance on the hapless pair. But who will live happily ever after?","release_date":"1998-10-30","vote_average":5.4,"runtime":82,"cert":"N\/A","id":44295,"title":"The Wolves of Kromer","adult":false,"genre_ids":[18,35,10749]},{"cast":["Kenneth Anger","Gordon Gray","Bill Seltzer"],"overview":"Fireworks revolves around a young man (played by Anger himself) associating with various navy sailors, who eventually turn on him, stripping him naked and beating him to death, ripping open his chest to find a clock ticking inside. Several fireworks then explode, accompanied by a burning Christmas tree and the final shot shows the young man lying in bed next to another topless man.","release_date":"1947-12-31","vote_average":5.6,"runtime":14,"cert":"N\/A","id":44296,"title":"Fireworks","adult":false,"genre_ids":[14,27]},{"cast":["Thandie Newton","David Thewlis","Claudio Santamaria","John C. Ojwang","Massimo De Rossi"],"overview":"When an African dictator jails her husband, Shandurai goes into exile in Italy, studying medicine and keeping house for Mr. Kinsky, an eccentric English pianist and composer. She lives in one room of his Roman palazzo. He besieges her with flowers, gifts, and music, declaring passionately that he loves her, would go to Africa with her, would do anything for her. \"What do you know of Africa?,\" she asks, then, in anguish, shouts, \"Get my husband out of jail!\" The rest of the film plays out the implications of this scene and leaves Shandurai with a choice.","release_date":"1999-02-05","vote_average":6.9,"runtime":93,"cert":"N\/A","id":44297,"title":"Besieged","adult":false,"genre_ids":[18,10749]},{"cast":["Maya Buskila","Nir Levy","Zachi Noy","Moran Atias","Ran Bechor"],"overview":"Margalit is a simple girl from Ashdod, waiting tables in her father's restaurant, with a dream to make it big in the music industry. It all changes one night when the famous singer Dudu Ben-David performs in Margalit's hometown. He comes to Margalit's pub, discovers her and promises to make her a big star.","release_date":"2005-12-22","vote_average":0.0,"runtime":110,"cert":"N\/A","id":44298,"title":"Days of Love","adult":false,"genre_ids":[10749]},{"cast":[],"overview":" ","release_date":"1998-01-01","vote_average":0.0,"runtime":17,"cert":"N\/A","id":44299,"title":"Lag B'Omer","adult":false,"genre_ids":[]},{"cast":["Zachi Noy","Elad Stefansky","Ido Lev","Shani Aloni","Ilana Avital"],"overview":"This movie is a sequel to the saga of movies about 3 guys in the middle of the 50's during their sex urges and other funny incidents.","release_date":"2001-08-03","vote_average":10.0,"runtime":95,"cert":"N\/A","id":44300,"title":"Lemon Popsicle 9: The Party Goes On","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Simon has to drive his old aunt Mala and two of her friends, Lydia and Colette, to the seaside. While driving, he gets a call from his girlfriend, Alice, which turns into an argument. Being the Jewish grandmothers that they are, the three women slowly but surely interfere. This, of course doesn't solve anything...","release_date":"2004-01-01","vote_average":6.3,"runtime":19,"cert":"N\/A","id":44301,"title":"Alice and I","adult":false,"genre_ids":[]},{"cast":[],"overview":"Armed with camcorders, French artist Sophie Calle and American photographer Greg Shephard head West across the United States in his Cadillac convertible to produce and document a narrative of their journey and relationship.","release_date":"1996-01-17","vote_average":7.0,"runtime":76,"cert":"N\/A","id":44302,"title":"No Sex Last Night (Double-Blind)","adult":false,"genre_ids":[]},{"cast":["Meryl Streep","Spike Jonze","Alain Goulem","Al Tuck","Audrée Juteau"],"overview":"Jennie the terrier has everything a dog could ever wish for, but still feels that something is missing. She leaves home to discover what that is.","release_date":"2010-03-02","vote_average":5.0,"runtime":24,"cert":"N\/A","id":44303,"title":"Higglety Pigglety Pop! or There Must Be More to Life","adult":false,"genre_ids":[10751,14]},{"cast":[],"overview":"The film follows six cases, six families, six processes of letting go of life. Saying goodbye to a loved one.","release_date":"2005-01-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":44304,"title":"Hessed","adult":false,"genre_ids":[]},{"cast":["Ash Christian","Jonathan Caouette","Evan Miller","Ashley Fink","Andres Alfonso Ruzo"],"overview":"Fat Girls is an original off-beat comedy feature. It focuses on Rodney Miller, not your typical Texas high school student...he is a theater lover and his ultimate dream is to be on Broadway. Awkward and shy, he doesn't have many people to talk to in his small Texas town that understand him. He ends up finding what he was looking for in his theater teacher, Mr. Cox","release_date":"2006-04-28","vote_average":5.3,"runtime":82,"cert":"N\/A","id":44305,"title":"Fat Girls","adult":false,"genre_ids":[35,18]},{"cast":["Adrien Jolivet","Grégoire Colin","François-René Dupont","Grégoire Leprince-Ringuet","Igor Skreblin"],"overview":"Jakub and Vladimir, two brothers in their late teens, join in the Cossack army to flee poverty. Elias and Roman, two other brothers, on their own as well, steal horses to survive... When fate brings them together, the encounter proves lethal. Vladimir gets killed. Jakub now burning with anger, is obsessed with revenge. A wild track begins, no one will be left unharmed...","release_date":"2007-01-01","vote_average":6.1,"runtime":85,"cert":"N\/A","id":44306,"title":"In the Arms of My Enemy","adult":false,"genre_ids":[12]},{"cast":[],"overview":"It's Sabbath eve. Rachel sneaks out of her religious parents' house to go out with her secular friends. On their way to the party an accident happens and Rachel must face the consequences of her decisions.","release_date":"2003-01-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":44307,"title":"Sabbath Entertainment","adult":false,"genre_ids":[]},{"cast":["Renée Zellweger","Christopher Eccleston","Julianna Margulies","Allen Payne","Glenn Fitzgerald"],"overview":"About a young woman who is married to a devout Jew and the problems that trouble their marriage because of the woman wanting something more out of her life.","release_date":"1998-03-26","vote_average":5.3,"runtime":117,"cert":"N\/A","id":44308,"title":"A Price Above Rubies","adult":false,"genre_ids":[18,10749]},{"cast":["Noa Cohen-Raz","Motti Dichne","Galit Gil"],"overview":"Directed by Idit Shehori.","release_date":"1980-01-02","vote_average":0.0,"runtime":86,"cert":"N\/A","id":44309,"title":"Circles","adult":false,"genre_ids":[]},{"cast":["Gregory Snegoff","Francis Pardeilhan","Jane Alexander","Anna Mazzotti","Sean Patrick Lovett"],"overview":"Old Grandpa mouse tells to his grandchildren the \"real\" story of the Titanic disaster, including evil sharks, a giant octopus, and an evil whaling scheme.","release_date":"1999-01-01","vote_average":3.2,"runtime":84,"cert":"N\/A","id":44310,"title":"The Legend of the Titanic","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"This fascinating made-for-cable documentary looks at what movies were screened at the White House over the past century, what each president's favorite movies and genres were, how often they watched, and who they watched with.","release_date":"2003-01-01","vote_average":4.0,"runtime":140,"cert":"N\/A","id":44311,"title":"All the Presidents' Movies","adult":false,"genre_ids":[99]},{"cast":["Shwan Attoof","Atug Asu","Hamed Diyar","Hamajaga Hilin","Anwar Sako"],"overview":"Inside a beat up stadium in Kirkuk, Iraq, live many refugees trying to escape Sadam Hussein's administration. One of the only sources of happiness for these people who live amid fear of poverty and bombings is soccer. Asu gathers together the Kurdish, Arabs and Turkish in order to hold a soccer match. Although they are of different races, they become close neighbors.","release_date":"2009-10-10","vote_average":5.0,"runtime":81,"cert":"N\/A","id":44312,"title":"Kick Off","adult":false,"genre_ids":[18]},{"cast":["Megan Ward","Kristin Minter","Linden Ashby","John Ratzenberger","David Dukes"],"overview":"Stunning trophy wife Rachel Avery is stuck in a cold, loveless marriage with her millionaire husband, Holden. So when Holden goes away on a trip, Rachel hooks up with her close friend Carla, and the two hatch a plan to murder Holden and collect on his vast assets. But the girls don't want to commit the crime themselves, so at a bar they seduce a stranger, Travis Brewer, and convince him to do their bidding.","release_date":"2000-09-18","vote_average":5.2,"runtime":90,"cert":"N\/A","id":44315,"title":"Tick Tock","adult":false,"genre_ids":[80,53,9648,10749]},{"cast":["Moshe Ivgy","Avi Kushnir","Christoph Hagen Dittmann","Stephan Kampwirth","Ulrich Matschoss"],"overview":"A man enters the car and drives it to a local car dealer where he hopes to sell it. It seems that he has moved back from Canada and cannot afford the tax on the car. The dealership is manned by two. One appears to be the worker of the pair - keeping the cars clean and running. The other is a cookie cutter version of many auto salesmen to be found everywhere in the world. He is Shmuel, the apparent owner of the lot and has seen the same car in a German dealer's catalog priced at €50,000. He conferences with Siso, the worker of the pair, whose financial support he needs and convinces him to invest in the purchase of the car. In the typical car dealer fashion, Shmuel makes a deal to buy the car from the \"ignorant Arab\" for €5,000.","release_date":"2004-12-31","vote_average":7.3,"runtime":90,"cert":"N\/A","id":44316,"title":"Metallic Blues","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"14 gay and lesbian filmmakers from Tel Aviv present short films about their sexuality.","release_date":"2009-01-01","vote_average":9.5,"runtime":94,"cert":"N\/A","id":44319,"title":"Fucking Different Tel Aviv","adult":false,"genre_ids":[]},{"cast":["Israel Rodríguez","Mehroz Arif","Hugo Catalán","Luis Hostalot","Inma Cuevas"],"overview":"Three boys escape from a youth prison in Spain, and head for the city of Madrid. Xabi and Joel, both Spanish, and an Arabic boy named Driss, quickly meet up with some eccentric people on the road. Joel, and the very cute and lovable Driss have no trouble hooking up with a couple girls that don't at all mind if the two handsome guys stay with them. The quietly intense Xabi, however, is dealing with some darker demons, and his personal reason for escaping the prison soon becomes apparent.","release_date":"2007-01-01","vote_average":4.7,"runtime":81,"cert":"N\/A","id":44320,"title":"Clandestinos","adult":false,"genre_ids":[18]},{"cast":["Germán Jaramillo","Anderson Ballesteros","Juan David Restrepo","Manuel Busquets","Wilmar Agudelo"],"overview":"World-weary arthur Fernando has returned to his native Colombia to live out his days in peace.  But Fernando's once-quiet hometown has become a hotbed of violence, drugs and corruption.  On the brink of despair, Fernando meets Alexis, a beautiful but hardened street kid who lives by the rule of the gun.  Together, they forge an unlikely relationship.","release_date":"2000-09-01","vote_average":6.9,"runtime":101,"cert":"N\/A","id":44321,"title":"Our Lady of the Assassins","adult":false,"genre_ids":[80,18,10749]},{"cast":["Si Han","Hu Jun","Zhao Wei","Ye Jing"],"overview":"In China, homosexuality isn't illegal, but homosexuals are routinely persecuted by police and arrested for \"hooliganism\". The film focuses on a young gay writer A-Lan who, being attracted to a young policeman, manages to have himself interrogated for a whole night. His life-story which he tells during the interrogation reflects the general repression of the Chinese society. The policeman's attitude shifts from the initial revulsion to fascination and, finally, to attraction.","release_date":"1996-01-01","vote_average":8.3,"runtime":90,"cert":"N\/A","id":44322,"title":"East Palace, West Palace","adult":false,"genre_ids":[18]},{"cast":["Randolph Scott","Gypsy Rose Lee","Dinah Shore","Bob Burns","Charles Winninger"],"overview":"Left by a con man (Randolph Scott), a dancer (Gypsy Rose Lee) finds him in gold-rush Alaska running an honest casino\/dance hall.","release_date":"1944-12-27","vote_average":4.0,"runtime":83,"cert":"N\/A","id":44323,"title":"Belle of the Yukon","adult":false,"genre_ids":[18,28,35,37,10402]},{"cast":["Georges Méliès"],"overview":"The background of this picture represents a scene along the beautiful river Seine in Paris. A gentleman enters, and taking a blackboard from the side of the picture, he draws on it a sketch of a novelist. Then, standing in the centre, he causes the living features of his sketch to appear in the place of his own, which is utterly devoid of whiskers. The change is made so mysteriously that the eye cannot notice it until one sees quite another person in the place of the first. Again another sketch is shown on the board, this one being that of a miser; then an English cockney; a comic character; a French policeman, and last of all, the grinning visage of Mephistopheles. It is almost impossible to give this film a more definite description; suffice it to say that it is something entirely new in motion pictures and is sure to please. (Méliès Catalog)","release_date":"1904-03-05","vote_average":6.7,"runtime":3,"cert":"N\/A","id":44324,"title":"The Untameable Whiskers","adult":false,"genre_ids":[14,35]},{"cast":[],"overview":"A portrait of the Dam family.","release_date":"1905-05-30","vote_average":5.3,"runtime":5,"cert":"N\/A","id":44325,"title":"The Whole Dam Family and the Dam Dog","adult":false,"genre_ids":[]},{"cast":["Farrah Fawcett","James Russo","Alfre Woodard","Diana Scarwid","Sandy Martin"],"overview":"A woman escapes from the man who is about to rape her, but leaves her purse behind. Afraid that her attacker might come after her, she goes to the police, but with no proof of the incident, they can do nothing. In fact, the man does use the information in her bag and comes to her apartment with the intent of rape, but she sprays him in the face with insect repellent, and then holds him captive. She is then faced with deciding whether to go to the police who might not believe her and release him, or to kill him.","release_date":"1986-08-22","vote_average":6.2,"runtime":89,"cert":"N\/A","id":44326,"title":"Extremities","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"","release_date":"1905-01-01","vote_average":4.8,"runtime":3,"cert":"N\/A","id":44327,"title":"The Enchanted Sedan Chair","adult":false,"genre_ids":[]},{"cast":["Georges Méliès"],"overview":"A man performs tricks with an aquarium and a mermaid","release_date":"1904-01-01","vote_average":5.1,"runtime":4,"cert":"N\/A","id":44328,"title":"The Mermaid","adult":false,"genre_ids":[14]},{"cast":["Ofer Shechter","Efrat Baumwald","Shlomo Bar-Shavit","Efrat Dor"],"overview":"After suffering an emotional breakdown in a public place, a young man vows to quit the chaotic city life and never leave his apartment. He quickly discovers that in todays world all his needs can be easily met: sexual satisfaction via the internet, food by telephone delivery and entertainment by television.Four years later, his idyllic existence comes under attack when Daniella, a free spirited girl comes into his life while Grumps, the buildings real estate agent , informs him that the apartment is about to be sold.Both Grumps, an elderly holocaust survivor with a troubled past and Daniella a cheerful young woman with a disastrous love history, are the first people in a long while to care about our hero. Both think the only way out is OUT.However, our hero refuses to leave his kingdom and decides to fight till the bitter end.","release_date":"2009-02-24","vote_average":5.1,"runtime":87,"cert":"N\/A","id":44329,"title":"Phobidilia","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A combination gambling den and bawdy house is set up so that croupiers, patrons, prostitutes, and the owner can quickly change it all into a mercantile establishment when the cops stage a raid.","release_date":"1905-01-01","vote_average":5.5,"runtime":3,"cert":"N\/A","id":44330,"title":"The Scheming Gambler's Paradise","adult":false,"genre_ids":[]},{"cast":[],"overview":" ","release_date":"1997-01-01","vote_average":0.0,"runtime":18,"cert":"N\/A","id":44331,"title":"Option","adult":false,"genre_ids":[]},{"cast":["Nagisa Ōshima"],"overview":"A documentary on the first century of Japanese cinema from the point of view of the controversial Japanese filmmaker Nagisa Ōshima.","release_date":"1995-09-01","vote_average":5.4,"runtime":52,"cert":"N\/A","id":44332,"title":"100 Years of Japanese Cinema","adult":false,"genre_ids":[99,10770]},{"cast":["Georges Méliès"],"overview":"A bearded magician holds up a large playing card and makes it larger. He tears up a card of a queen, burns the torn bits, and a life-size Queen of Hearts card appears; then, it becomes alive. The magician puts her back into the card. The same thing happens with the King of Clubs: the card becomes alive. The king removes his costume, and there's something very familiar about him. (IMDb)","release_date":"1905-01-01","vote_average":6.4,"runtime":3,"cert":"N\/A","id":44333,"title":"The Living Playing Cards","adult":false,"genre_ids":[14]},{"cast":["Moira Shearer","Ludmilla Tchérina","Pamela Brown","Léonide Massine","Ann Ayars"],"overview":"In this film adaptation of the Offenbach opera, a young poet named Hoffman broods over his failed romances. First, his affair with the beautiful Olympia is shattered when he realizes that she is really a mechanical woman designed by a scientist. Next, he believes that a striking prostitute loves him, only to find out she was hired to fake her affections by the dastardly Dapertutto. Lastly, a magic spell claims the life of his final lover.","release_date":"1951-04-04","vote_average":6.8,"runtime":127,"cert":"","id":44334,"title":"The Tales of Hoffmann","adult":false,"genre_ids":[14,10402,10749,12]},{"cast":[],"overview":"A cook has his hands full with three mischievous devils, who pop in and out of his kitchen.","release_date":"1904-01-01","vote_average":5.4,"runtime":4,"cert":"N\/A","id":44335,"title":"The Cook in Trouble","adult":false,"genre_ids":[35,14]},{"cast":["Henry B. Walthall","Miss Earle","Jinnie Frazer","D.W. Griffith"],"overview":"A woodsman leaves a hut followed by a woman with their baby. Nearby some men chop down a tree. The baby is left outside the hut, but an eagle flies away with it.","release_date":"1908-01-16","vote_average":5.9,"runtime":7,"cert":"N\/A","id":44336,"title":"Rescued from an Eagle's Nest","adult":false,"genre_ids":[18,28]},{"cast":["Salim Dau","Suhel Haddad","Tuvia Gelber","Danny Segev","Dani Roth"],"overview":"A beautiful anti-war movie. It describes the surreal journey of two Egyptian soldiers as they're coming back to Cairo from the Six-day War of 1967. One is an aspiring actor, whose biggest role so far was that of Shakespeare's Shylock (the irony of fate), who contributes the role of the sad clown (played by the Arab-Israeli actor Salim Daw).","release_date":"1986-01-02","vote_average":7.5,"runtime":84,"cert":"N\/A","id":44337,"title":"Avanti popolo","adult":false,"genre_ids":[]},{"cast":[],"overview":"The setting is on a floating platform where a group of evenly and carefully placed men live. Each man is aware that the platform is not stable and in order not to fall to their deaths, they maintain a careful balance of weight to prevent the platform from tipping too far and cause them all to fall.","release_date":"1989-05-25","vote_average":7.9,"runtime":7,"cert":"N\/A","id":44338,"title":"Balance","adult":false,"genre_ids":[18,16]},{"cast":[],"overview":"Directed by David Perlov.","release_date":"1963-01-02","vote_average":0.0,"runtime":32,"cert":"N\/A","id":44339,"title":"In Jerusalem","adult":false,"genre_ids":[99]},{"cast":["Patricia Clarkson","Erik Per Sullivan","Jake Weber"],"overview":"George is a high-strung professional photographer who is starting to unravel from the stress of his work with a Manhattan advertising agency. Needing some time away from the city, Jake, his wife Kim, and their son Miles head to upstate New York to take in the winter sights, though the drive up is hardly relaxing for any of them. George accidentally hits and severely injures a deer that ran onto the icy road; after George stops to inspect the damage, he's confronted by an angry local named Otis who flies into a rage, telling George that he and his fellow hunters had been tracking the deer for some time. An argument breaks out, which leaves George feeling deeply shaken.","release_date":"2001-01-23","vote_average":4.6,"runtime":91,"cert":"N\/A","id":44340,"title":"Wendigo","adult":false,"genre_ids":[27,18,53]},{"cast":["Vivian Vaughan","Arthur White","James H. White","Edwin S. Porter"],"overview":"Porter's sequential continuity editing links several shots to form a narrative of firemen responding to a house fire. They leave the station with their horse drawn pumper, arrive on the scene, and effect the safe rescue of a woman from the burning house. But wait, she tells them of her child yet asleep in the burning bedroom...","release_date":"1903-01-21","vote_average":6.4,"runtime":6,"cert":"N\/A","id":44341,"title":"Life of an American Fireman","adult":false,"genre_ids":[28]},{"cast":["Georges Méliès"],"overview":"A traveler at an inn is harassed by a mischievous devil in his room.","release_date":"1905-01-01","vote_average":6.5,"runtime":4,"cert":"N\/A","id":44342,"title":"The Black Imp","adult":false,"genre_ids":[14,35]},{"cast":["D.C. Douglas","Robert Gant","Spencer Daniels","Cady Huffman","Alex Borstein"],"overview":"In this, her first non acting effort, writer\/director Jamie Donahue parodies the 1950's high school educational film.","release_date":"2004-11-07","vote_average":6.5,"runtime":10,"cert":"N\/A","id":44343,"title":"Billy's Dad Is a Fudge-Packer","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Considered the most intimate portrait of life & work of American photographer Nan Goldin. Collaborating with British documentary director Edmund Coulthard, the film also paints a sharp portrait of a generation, reconstructing disquiet from the extraordinary biographical account of the photographer.","release_date":"1996-01-01","vote_average":7.0,"runtime":50,"cert":"N\/A","id":44344,"title":"I'll Be Your Mirror","adult":false,"genre_ids":[]},{"cast":["Martin Scorsese","Quentin Tarantino","Jodie Foster","Steven Spielberg","James Cameron"],"overview":"Documentary about the art of film editing. Clips are shown from many groundbreaking films with innovative editing styles.","release_date":"2004-01-01","vote_average":6.8,"runtime":98,"cert":"N\/A","id":44345,"title":"The Cutting Edge: The Magic of Movie Editing","adult":false,"genre_ids":[99]},{"cast":["Bernhard Bulling","Marie Omlin","Lu Yulai"],"overview":"Ricky leaves Hong Kong for Switzerland to look for the lost soul and the past of his deceased Swiss lover, Pascal. Ricky struggles with the confusion of memories, reality and illusion.","release_date":"2009-01-01","vote_average":5.3,"runtime":110,"cert":"N\/A","id":44346,"title":"Soundless Wind Chime","adult":false,"genre_ids":[18,10749]},{"cast":["Shelley Long","Gary Cole","Chad Doreck","Autumn Reeser","Blake Foster"],"overview":"Mike Brady becomes the President of the United States, and names Carol as his V.P..","release_date":"2002-11-29","vote_average":3.3,"runtime":100,"cert":"N\/A","id":44347,"title":"The Brady Bunch in the White House","adult":false,"genre_ids":[10770,35,10751]},{"cast":["Arik Leibovitch","Shmulik Kraus","Israel Gurion","Uri Zohar"],"overview":"A comic and episodic satire, the film uses improvisation to illustrate the clash between fantasy and reality in real life. Although conceived in the style of Mekas’ “Hallelujah the hills” (1962), it’s an authentically Israeli satire, an openly rebellious and individualistic expression that poked fun at the sacred myths of earlier zionist films. The technique of film within the film is used to portray cinema as reflection of the imagination, a miracle based on dreams and fantasies that take on concrete characteristics – parallel to the miracle of Israel, the dream that has become reality. Although not a commercial success, its importance is beyond any measure, though it remains a unique experiment, boldly uncommercial and subversive, out of any context in that patriotic, ideological epoch.","release_date":"1964-01-01","vote_average":6.4,"runtime":90,"cert":"N\/A","id":44350,"title":"Hole in the Moon","adult":false,"genre_ids":[35]},{"cast":["Scott Coffey","Rebekah Del Rio","Laura Harring","Naomi Watts"],"overview":"A story of a group of humanoid rabbits and their depressive, daily life. The plot includes Suzie ironing, Jane sitting on a couch, Jack walking in and out of the apartment, and the occasional solo singing number by Suzie or Jane. At one point the rabbits also make contact with their “leader”.","release_date":"2002-01-01","vote_average":6.8,"runtime":42,"cert":"N\/A","id":44351,"title":"Rabbits","adult":false,"genre_ids":[35,18,14,27]},{"cast":["Hubert Benhamdine","Franck Victor","Caroline Ducey","Hicham Nazzal","Christine Boisson"],"overview":"Antoine, a handsome boy in his 20s, falls for a straight best friend who does not reciprocate, and being a junkie exits the film quite early. Enter a girl, who seems to make him happy again, after he has tried living as a rent boy with men, having some familial, financial difficulties. But the girl is a junkie too.","release_date":"2008-08-08","vote_average":5.6,"runtime":95,"cert":"18","id":44352,"title":"I Dreamt Under the Water","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":" ","release_date":"1995-01-01","vote_average":0.0,"runtime":14,"cert":"N\/A","id":44353,"title":"The Second Watch","adult":false,"genre_ids":[]},{"cast":["Tzak Berkman","Uri Omanuti","Sami Huri"],"overview":"Young love blossoms amid the inhabitants of a small town in Israel in this gay fantasy. Guri want to relocate to Tel Aviv before he's \"outed\". Nohav want to win a local song contest and who can tell what stud Merito wants?","release_date":"1997-01-01","vote_average":6.0,"runtime":35,"cert":"N\/A","id":44354,"title":"Gotta Have Heart","adult":false,"genre_ids":[10749]},{"cast":["Sid Davis"],"overview":"Film targeted at teenage boys, urging them to avoid encounters with potential male molesters.","release_date":"1961-01-01","vote_average":4.1,"runtime":10,"cert":"N\/A","id":44355,"title":"Boys Beware","adult":false,"genre_ids":[18]},{"cast":["Roeland Wiesnekker","Catherine Janke","Julie Bräuning","André Meyer","Leonardo Nigro"],"overview":"A department store security guard is secretly in love with a clerk in the store's bookshop. When he witnesses a seeming rival being attacked in the train, he gets off instead of helping him. Not being able to deal with his bad conscience, his formerly controlled life breaks down.","release_date":"2007-10-24","vote_average":5.0,"runtime":30,"cert":"N\/A","id":44356,"title":"On the Line","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The last collaboration of Artavazd Peleshian and cinematographer Mikhail Vartanov is a film-essay about Armenia's shepherds, about the contradiction and the harmony between man and nature, scored to Vivaldi's Four Seasons.","release_date":"1975-01-01","vote_average":7.2,"runtime":29,"cert":"N\/A","id":44357,"title":"Seasons of the Year","adult":false,"genre_ids":[99]},{"cast":["Peter Pittaros","Lewis Wallis","Robert Day","Tristan Field","Barry Robinson"],"overview":"Just as doctors, lawyers and others strive to reach the top of their professions, Greek Pete (Peter Pittaros) longs to reach the pinnacle of his. The only difference is that he's a rent boy, and the recognition he seeks is a nod from the World Escort Awards. Sexually explicit and emotionally honest, Greek Pete provides a rare glimpse of life as a sex worker, focusing on the business details and intellectual realities of being a male escort.","release_date":"2009-01-01","vote_average":4.8,"runtime":75,"cert":"","id":44358,"title":"Greek Pete","adult":false,"genre_ids":[99,18]},{"cast":["Nehuén Zapata","Oscar Génova","Marisa Pájaro","Javier De la Vega","Olga Perez"],"overview":"Roberto is a bored young man living in the suburbs of Buenos Aires who begins a relationship with an older man named Raúl. Their romance takes a disturbing turn after Raúl catches Roberto with another man and turns increasingly abusive.","release_date":"2008-11-12","vote_average":4.0,"runtime":103,"cert":"N\/A","id":44359,"title":"Twisted Romance","adult":false,"genre_ids":[10749,18]},{"cast":["Eli Wallach","John Turturro"],"overview":"An animated documentary that explores the terrain of father\/son relationships, as seen through Canemaker's own turbulent relationship with his father.","release_date":"2005-01-01","vote_average":6.3,"runtime":28,"cert":"N\/A","id":44360,"title":"The Moon and the Son: An Imagined Conversation","adult":false,"genre_ids":[]},{"cast":["Aleksei Ananishnov","Gudrun Geyer"],"overview":"A slow and poignant story of love and patience told via a dying mother nursed by her devoted son. The simple narrative is a thread woven among the deeply spiritual images of the countryside and cottage.","release_date":"1997-02-20","vote_average":7.2,"runtime":65,"cert":"N\/A","id":44361,"title":"Mother and Son","adult":false,"genre_ids":[18]},{"cast":[],"overview":" ","release_date":"2005-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":44362,"title":"Masha","adult":false,"genre_ids":[]},{"cast":["Emma Bell","Shawn Ashmore","Kevin Zegers","Ed Ackerman","Rileah Vanderbilt"],"overview":"When three skiers find themselves stranded on a chair lift at a New England ski resort that has closed for the next week, they are forced to make life or death choices that prove to be more perilous than staying put and freezing to death.","release_date":"2010-02-05","vote_average":5.8,"runtime":93,"cert":"15","id":44363,"title":"Frozen","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Before Dawn has a single shot which is several minutes in length. Technically this is immaculate, visually it is stunning. The story is set in a field; where the field is we don't know, but a lone truck drives up into the field and stops. A horn beeps and from beneath the long grass thirty of so people appear and proceed to enter the truck. We take it they hiding from something and this is their doorway. The truck leaves, but only to be greeted by a mass of police and even a helicopter blocking their path.","release_date":"2005-01-01","vote_average":5.9,"runtime":13,"cert":"N\/A","id":44364,"title":"Before Dawn","adult":false,"genre_ids":[]},{"cast":["Preeya Kalidas","James McAvoy","Ray Panthaki","Ian McShane","Ciarán McMenamin"],"overview":"A cross cultural romance set in London's East End about a young girl of Indian heritage.","release_date":"2002-01-01","vote_average":6.0,"runtime":89,"cert":"N\/A","id":44367,"title":"Bollywood Queen","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Heidi Diggelmann","Monica Gubser","Dominique Lüdi","Simone Oswald","Kenneth Huber"],"overview":" ","release_date":"2004-01-01","vote_average":6.0,"runtime":12,"cert":"N\/A","id":44368,"title":"Hi Maya","adult":false,"genre_ids":[]},{"cast":["Aeious Asin","Aries Pena","Madeleine Nicolas","Danton Remoto","Nonie Buencamino"],"overview":"A poet sells his collection of comic books and action figures in order to afford to hire a male stripper on New Years Eve.","release_date":"2009-04-19","vote_average":7.3,"runtime":80,"cert":"N\/A","id":44369,"title":"Boy","adult":false,"genre_ids":[35,18,10749]},{"cast":["Kenji Nojima","Ai Orikasa","Takehito Koyasu","Shin-ichiro Miki","Mayumi Asano"],"overview":"Setsuna, a High School student, not only has to deal with bullies and more then appropiate feelings for his own sister, but also must come to terms with the fact that he is the reincarnation of the Organic Angel Alexiel who rebelled against God. Being thrust into a world he never knew existed he must believe that angels and demons exist for the sake of Heaven, Earth and even Hell.","release_date":"2000-01-01","vote_average":6.0,"runtime":90,"cert":"N\/A","id":44370,"title":"Angel Sanctuary","adult":false,"genre_ids":[10749,14,16]},{"cast":["Shahkrit Yamnarm","Sinitta Boonyasak","Krissada Sukosol Clapp","Deuntem Salitul","Suchao Pongwilai"],"overview":"Set in Thailand, between April-June 1999, 'A Moment In June' is a story of the fusion of six lives, a song that links them together, a hope of the second chance that might never come and a moment they all need to make a life-changing decision.","release_date":"2009-02-12","vote_average":6.3,"runtime":106,"cert":"N\/A","id":44371,"title":"A Moment in June","adult":false,"genre_ids":[10749,10402,18]},{"cast":["Sharon Zur","Ahuva Keren"],"overview":"The story of the two teenagers that murdered a taxi driver without a reason caused a great shock in Israel. it was on all newspapers and on TV. Those two teenagers lived amongst normative and supporting families, and despite that turned to the life of crime. The movie tries to show what happened before that murder and the things which, may have, led to it.","release_date":"1998-06-06","vote_average":0.0,"runtime":87,"cert":"N\/A","id":44372,"title":"Buzz","adult":false,"genre_ids":[18]},{"cast":["Mia Kirshner","Meredith Monroe","Dominique Swain","Scott Bairstow","Rachel True"],"overview":"Alicia is a poor girl starting college. Hadley, Julianne and Sydney are three well-off girls in a row house. Classes begin and Alicia is paired with Hadley to work on a sociology class project. At first rejected, Alicia is finally accepted into Hadley's clique where she is introduced to a world of privilege and dangerous thrills. But her attempts to become one of them ultimately land her in the hospital.","release_date":"2002-04-12","vote_average":5.0,"runtime":91,"cert":"N\/A","id":44373,"title":"New Best Friend","adult":false,"genre_ids":[18,53,9648]},{"cast":["Amir Wolf","Lana Ettinger","Rosina Kambus","Yonatan Swirski","Liat Glick"],"overview":"Eli is a 32 year old man who has problems with relationships with women. Hagar is a surrogate, an alternative partner for practical, sexual therapy. They meet once a week and practice a relationship and intimacy in laboratory conditions. The fictitious relationship between them exposes them both physically and emotionally and brings to surface repressed fears from the real world. The changes Eli goes through during the therapy, along with the secrets revealed, not only shake his own life, but also the life of his family. Between clinic walls, due to an \"artificial\" process, Eli learns how to love for the first time.","release_date":"2008-10-09","vote_average":6.0,"runtime":57,"cert":"N\/A","id":44374,"title":"Surrogate","adult":false,"genre_ids":[18]},{"cast":["Nick Stahl","Joshua Close","Gary Farmer","Michèle-Barbara Pelletier","Andre Noble"],"overview":"In a gritty retelling of the Dickens's classic, Twist takes Oliver and the Artful Dodger out of the poorhouse and onto the streets, where junk is the currency and hustling is the game.","release_date":"2003-09-07","vote_average":5.2,"runtime":97,"cert":"N\/A","id":44375,"title":"Twist","adult":false,"genre_ids":[18]},{"cast":["Chad Allen","Whitney Anderson","Eric Debets","Jonathan Blanc","Diarra Kilpatrick"],"overview":"Recently broken up and barely enduring a dreary winter, gay Parisian Jérôme Beaunez impulsively books a solo Christmas vacation to Los Angeles. While there he meets some colorful locals and pursues a dormant desire to become a movie star - but never can quite put the past behind him. In this meditation on love and narcissism across continents, Jérôme goes far in the sun-drenched City of Angels but ultimately arrives at an old Hollywood maxim: there's no place like home. Written by anonymous","release_date":"2009-01-01","vote_average":6.2,"runtime":95,"cert":"N\/A","id":44376,"title":"Hollywood, je t'aime","adult":false,"genre_ids":[18,10749]},{"cast":["Narcisse Kouokam","Marie Claire Dati","Aboubakar Toine","Ange Guetouom","Jean-Marie Téno"],"overview":"This documentary of repressive political realities in Cameroon begins with the 1990 publication of an open letter to President Biya calling for a national conference - and the immediate arrest of the letter's author and publisher. The narration then examines the nation's colonial history, beginning with the first German missionary in 1901, the establishment of schools, French occupation following World War I, the paucity of books written by and published by Cameroonians, and the repression of the CPU, a leftist organization of the 1950s and 1960s. Cameroon and its people are the lark, its feathers plucked first by colonialism and then by native strongmen: 'Alouette, je te plumerai.'","release_date":"1992-01-01","vote_average":6.7,"runtime":88,"cert":"N\/A","id":44377,"title":"Africa, I Will Fleece You","adult":false,"genre_ids":[36,99]},{"cast":[],"overview":" ","release_date":"2009-01-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":44380,"title":"On Leave","adult":false,"genre_ids":[]},{"cast":["Jamie Croft","Philip Quest","Susan Lyons","Coralie Sawade","Catherine Lambert"],"overview":"The adventures of Golden Retriever pup Napoleon and his friend, the parrot Birdo Lucci.","release_date":"1995-10-10","vote_average":5.4,"runtime":81,"cert":"N\/A","id":44381,"title":"Napoleon","adult":false,"genre_ids":[12,10751]},{"cast":["Jeremy Hollingworth","Christian Camargo","Julie Kavner","Stephen Lang","Gerry Becker"],"overview":"17 year old Pauly is a closeted high school kid who wants it all. His dad wants him to make the track team, his mom wants him to do well in band, and Pauly just wants to get closer to the new student teacher doing the school play.","release_date":"1999-01-01","vote_average":5.2,"runtime":85,"cert":"N\/A","id":44382,"title":"Story of a Bad Boy","adult":false,"genre_ids":[18,35]},{"cast":["Basil Rathbone","Nigel Bruce","Marjorie Lord","Henry Daniell","George Zucco"],"overview":"In World War II, a British secret agent carrying a vitally important document is kidnapped en route to Washington. The British government calls on Sherlock Holmes to recover it.","release_date":"1943-04-30","vote_average":7.3,"runtime":71,"cert":"N\/A","id":44383,"title":"Sherlock Holmes in Washington","adult":false,"genre_ids":[18,28,53,9648,80]},{"cast":["Billy P.","Penny Baker","Heather Pelletier"],"overview":"\"I'm not black, I'm not white, not foreign, just different in the mind. Different brains, that's all,\" explains 15-year-old Billy in Jennifer Venditti's provocative coming of age film. Following Billy as he bicycles through the quiet streets of small town Maine, we watch him traverse the frustrating gap between imagination and reality, grappling with isolation and first-time young love. By turns exhilarating and disturbing, we see the world from the intimate view of an expressive and seemingly fearless outsider.","release_date":"2007-12-09","vote_average":7.0,"runtime":84,"cert":"N\/A","id":44384,"title":"Billy the Kid","adult":false,"genre_ids":[99]},{"cast":["Michael Wrann","Michael Dionne","Tamara Malawitz","Phil Gauvin","Christy O. Cianci"],"overview":"An escaped werewolf - who’s determined to start a family of her own - sinks her claws into Kevin, leaving him with an uncontrollable desire to kill. Can his family save him before his lycan nature takes over for good?","release_date":"2007-05-17","vote_average":2.0,"runtime":89,"cert":"N\/A","id":44385,"title":"Werewolf: The Devil's Hound","adult":false,"genre_ids":[27,53]},{"cast":["David Lynch","Angelo Badalamenti","Jack Nance","Patricia Arquette","Balthazar Getty"],"overview":"An in-depth look at artist\/filmmaker David Lynch's movies, paintings, drawings, photographs, and various other works of art. Features interview footage and commentary by family members, friends, fans, and people he's worked with, as well as behind-the-scenes antics of some of his most critically praised efforts.","release_date":"1997-10-14","vote_average":7.2,"runtime":85,"cert":"N\/A","id":44386,"title":"Pretty as a Picture: The Art of David Lynch","adult":false,"genre_ids":[99]},{"cast":["Paul Thomas Anderson","Philip Seymour Hoffman","William H. Macy","Julianne Moore","Fiona Apple"],"overview":"A very in-depth documentary that follows the very over-worked director Paul Thomas Anderson through a gruelling 80+ days of shooting for the film Magnolia (1999), containing behind-the-scenes footage and interviews.","release_date":"2000-01-01","vote_average":7.9,"runtime":73,"cert":"N\/A","id":44387,"title":"That Moment: Magnolia Diary","adult":false,"genre_ids":[99]},{"cast":["Natasha Henstridge","Michael Vartan","Olivia d'Abo","Joelle Carter","Emmy Rossum"],"overview":"Two strangers meet and fall in love during the weekend that they are planning their respective weddings.","release_date":"2000-01-01","vote_average":5.8,"runtime":90,"cert":"N\/A","id":44388,"title":"It Had to Be You","adult":false,"genre_ids":[35,10749]},{"cast":["Justine Bateman","Noah Baumbach","Peter Bogdanovich","Andrea Bowen","Dean Cameron"],"overview":"A newly-married couple tries to build their social life.","release_date":"1997-01-01","vote_average":4.5,"runtime":110,"cert":"N\/A","id":44389,"title":"Highball","adult":false,"genre_ids":[35,10749]},{"cast":["Ido Berger","Gidi Dar","Shahar Degal"],"overview":"This film is a bit of a \"documentary within a documentary\" as Mr. Mograbi is hired by a producer to do a film on Israel's 50th anniversary celebration. After one check is cut and filming begins, high unemployment figures come out in the press. The producer feels he should take some money and build a factory to provide employment - but all he and Mograbi know is films, so he cuts a second check for Mograbi to do a film on injustices which might highlight the need for reforms.","release_date":"1999-01-02","vote_average":7.0,"runtime":77,"cert":"N\/A","id":44392,"title":"Happy Birthday, Mr. Mograbi","adult":false,"genre_ids":[]},{"cast":["Ian Vogt","Ian Vogt","Reggie Lee","Scott Alan Smith","Jan Hoag"],"overview":"A group of people are gathered in a room, which is a \"live\" depiction of a typical Internet chat room. Some pretends to be much younger than they are, to chat up minors. Two of them falls victim of their own scam in a surprising way.","release_date":"2001-10-06","vote_average":8.0,"runtime":11,"cert":"N\/A","id":44393,"title":"The Parlor","adult":false,"genre_ids":[]},{"cast":["David Perlov","Mira Perlov","Yael Perlov","Neomi Perlov","Klaus Kinski"],"overview":"A film diary in which Perlov films the minutiae of his and his family's day-to-day life. From these small bits, he builds up a broad picture of life in Israel in the '70s and '80s.","release_date":"1983-01-01","vote_average":6.7,"runtime":330,"cert":"N\/A","id":44394,"title":"Diary","adult":false,"genre_ids":[99]},{"cast":["Tim Cope"],"overview":"Two young Australians cycle from Bejing to Moscow. 11,000 kilometers in 13 months to discover themselves.","release_date":"2003-08-03","vote_average":0.0,"runtime":52,"cert":"N\/A","id":44395,"title":"Off The Rails","adult":false,"genre_ids":[]},{"cast":["Sara Rue","Amber Borycki","Duncan Regehr","Kavan Smith","Jacqueline MacInnes Wood"],"overview":"Courtney Snow, an author with writer's block, still haunted by the suicide of her best friend while they were in prep school, finds herself teaching at the very same school while trying to get back on her feet. She encounters a young student, Laurel, who seems in every way to be the reincarnation of her best friend from years ago. Laurel seems to know things about Courtney that only dead friend would have known. Is she losing her mind or is it all a cruel hoax?","release_date":"2008-06-22","vote_average":4.9,"runtime":85,"cert":"N\/A","id":44396,"title":"Nightmare at the End of the Hall","adult":false,"genre_ids":[10770,53,18,27]},{"cast":["Malte Arkona","Maresa Sedlmeier","Rufus Beck","Christoph Maria Herbst","Torsten Münchow"],"overview":"Between the icy South Pole and a colorful sea-port, plays the adventure of the penguin brothers Jasper and Junior, who, with the help of 9 year old Emma, retrieve the eggs of a threatened parrot species from the evil Dr. Block.","release_date":"2009-08-13","vote_average":5.5,"runtime":80,"cert":"N\/A","id":44397,"title":"Jasper: Journey to the End of the World","adult":false,"genre_ids":[10751,16,12]},{"cast":["Tyrone Power","Orson Welles","Cecile Aubry","Jack Hawkins","Michael Rennie"],"overview":"In the time of the crusades, a Saxon youth is forced to run away from England. He goes with his loyal retainer who brings along a British long bow. The two go all the way to China where they become involved in intrigues in the court of Kubla Kahn.","release_date":"1950-09-01","vote_average":7.1,"runtime":116,"cert":"N\/A","id":44398,"title":"The Black Rose","adult":false,"genre_ids":[10752,12,36]},{"cast":["Tyrone Power","Linda Darnell","Rita Hayworth","Alla Nazimova","Anthony Quinn"],"overview":"Bullfighter Juan Gallardo falls for socialite Dona Sol, turning from the faithful Carmen who nevertheless stands by her man as he continues to face real danger in the bullring.","release_date":"1941-05-30","vote_average":6.7,"runtime":125,"cert":"N\/A","id":44399,"title":"Blood and Sand","adult":false,"genre_ids":[28,18,10749]},{"cast":["Micah Alberti","Marina Black","Pooch Hall","Lance Irwin","Garrison Koch"],"overview":"A young offender on the mend, 19-year-old Cole Hurley agrees to attend a university devoted to prisoner reform. But hope for a turnaround is endangered by his impulsive affair with the seductive Kay Weller, a professor desperate to escape her abusive husband - and Cole is her only way out. But when Kay's husband is found murdered, Cole's education comes with a new lesson: trust no one.","release_date":"2009-01-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":44404,"title":"Xtra Credit","adult":false,"genre_ids":[53]},{"cast":["Harold Lloyd","Mildred Davis","Roy Brooks","Mark Jones","Charles Stevenson"],"overview":"Our hero (Lloyd) is infatuated with a girl in the next office. In order to drum up business for her boss, an osteopath, he gets an actor friend to pretend injuries that the doctor \"cures\", thereby building a reputation. When he hears that his girl is marrying another, he decides to commit suicide and spends the bulk of the film in thrilling, failed attempts.","release_date":"1921-10-22","vote_average":7.1,"runtime":29,"cert":"N\/A","id":44405,"title":"Never Weaken","adult":false,"genre_ids":[35]},{"cast":["Harold Lloyd","Mildred Davis","Noah Young","Dick Sutherland","Sybil Seely"],"overview":"An wealthy playboy spots the girl he wants to marry, and while she is willing, her father disapproves. In order to prove his quality, the boy takes the first job he sees by joining the Navy, not realizing that it's a job that he can't quit. Although he dreams of being an admiral, he's just a lowly sailor who passes the time swabbing the decks and getting into trouble with the ship's tough guy. Meanwhile, father and daughter take a long trip on their yacht and arrive at the same Indian port as the Navy ship. After other misadventures during shore leave, the boy must try to rescue the girl when she's kidnapped by the local Rajah.","release_date":"1921-12-25","vote_average":7.1,"runtime":46,"cert":"N\/A","id":44406,"title":"A Sailor-Made Man","adult":false,"genre_ids":[35]},{"cast":["John Laurie","Belle Chrystall","Eric Berry","Kitty Kirwan","Finlay Currie"],"overview":"A way of life is dying on a Shetland island fishing port, but some of the inhabitants resist evacuating to the mainland.","release_date":"1937-09-10","vote_average":7.5,"runtime":75,"cert":"U","id":44407,"title":"The Edge of the World","adult":false,"genre_ids":[10749,18,36]},{"cast":["Chiara Mastroianni","Ángela Molina","Lio","Esther Gorintin","Maryline Even"],"overview":"After a bull is killed in a bullfight, its body parts are transported across Spain, France, Italy and Belgium. The bull's parts fall into the wide variety of people, including: an Italian actress selling the bones in a supermarket promotion, a Spanish woman who dines on its steaks, a little girl in France who imagines a world where animals are much larger than humans, and a taxidermist whose wife is simultaneously giving birth to quintuplets.","release_date":"2002-05-17","vote_average":7.3,"runtime":130,"cert":"N\/A","id":44408,"title":"Carnage","adult":false,"genre_ids":[18]},{"cast":["Harold Lloyd","Mildred Davis","Roy Brooks"],"overview":"While at an amusement park, trying vainly to forget the girl he has lost, a young man sees the girl with her new boyfriend. When her dog gets loose in the park, both suitors have to help her catch it. Then, the girl's uncle, a balloonist, gives her a pass for two in his balloon, provided that her mother approves. She then offers to take along the first of her admirers who is able to get her mother's consent.","release_date":"1920-12-26","vote_average":6.3,"runtime":25,"cert":"N\/A","id":44409,"title":"Number, Please?","adult":false,"genre_ids":[35]},{"cast":["Roy \"Chubby\" Brown"],"overview":"For all his bad taste, Roy Chubby Brown is undeniably something of a phenomena. For over 20 years, he has built an extremely strong career solely on the basis of his live comedy shows and has done incredibly well at it.","release_date":"2005-11-07","vote_average":0.0,"runtime":57,"cert":"","id":44410,"title":"Roy Chubby Brown: King Thong","adult":false,"genre_ids":[]},{"cast":["Ricardo Trêpa","Catarina Wallenstein","Júlia Buisel","Leonor Silveira","Filipe Vargas"],"overview":"Macário spends an entire train journey to the Algarve talking to a woman he does not know about the trials and tribulations of his love life: straight after starting his first job as a book keeper at his Uncle Francisco's shop in Lisbon he falls madly in love with a young blonde, who lives across the road. No sooner does he meet her than he straightaway wants to marry her. His uncle, totally opposed to the match, fires him and kicks him out of the house. Macário departs for Cape Verde where he makes his fortune. When he finally wins his uncle’s approval to marry his beloved, he discovers the “singularity” of his fiancée’s character.","release_date":"2009-02-10","vote_average":6.2,"runtime":64,"cert":"N\/A","id":44411,"title":"Eccentricities of a Blonde-Haired Girl","adult":false,"genre_ids":[18,10749]},{"cast":["Alan Cumming","Anthony LaPaglia","Denis Leary","Douglas McGrath","John Turturro"],"overview":"Set in the 1960's, a school teacher pretends to be a CIA spy to get his nagging wife off his back. He helps a Russian ballet dancer defect and is then sent to Cuba to locate \"Agent X\" for the CIA.","release_date":"2000-03-09","vote_average":5.1,"runtime":86,"cert":"N\/A","id":44412,"title":"Company Man","adult":false,"genre_ids":[35]},{"cast":["Mercedes Morán","Carlos Belloso","Alejandro Urdapilleta","María Alché","Julieta Zylberberg"],"overview":"Amalia is an adolescent girl who is caught in the throes of her emerging sexuality and her deeply held passion for her Catholic faith. These two drives mingle when the visiting Dr. Jano takes advantage of a crowd to get inappropriately close to the girl. Repulsed by him but inspired by an inner burning, Amalia decides it is her God-given mission to save the doctor from his behavior, and she begins to stalk Dr. Jano, becoming a most unusual voyeur.","release_date":"2004-05-06","vote_average":6.4,"runtime":106,"cert":"N\/A","id":44413,"title":"The Holy Girl","adult":false,"genre_ids":[18]},{"cast":["Kevin Anderson","Pamela Gidley","Bill Pullman","Kim Novak","Graham Beckel"],"overview":"A man returns to his hometown and a series of dark secrets are revealed.","release_date":"1991-09-13","vote_average":6.1,"runtime":112,"cert":"","id":44414,"title":"Liebestraum","adult":false,"genre_ids":[27,53,9648,10749]},{"cast":["Nick Whitaker","Nate Bynum","Chris Kendrick","Randall Newsome","Christy Summerhays"],"overview":"Benji and his friends try to save his mother from a puppy mill.","release_date":"2004-03-26","vote_average":4.6,"runtime":97,"cert":"N\/A","id":44415,"title":"Benji: Off the Leash!","adult":false,"genre_ids":[18,10751]},{"cast":["Sarah Strange","Dan Zukovic","Kurt Max Runte","Lisa Stewart","Koralee Nickarz"],"overview":"A mysterious comedy about love, lust, art and the power of the \"charged image\", Dark Arc follows the eccentric love triangle between an artist, a graphic designer and their inspiring muse","release_date":"2004-08-27","vote_average":8.0,"runtime":99,"cert":"N\/A","id":44416,"title":"Dark Arc","adult":false,"genre_ids":[35]},{"cast":["Urbanus","Herbert Flack","Sylvia Millecam","Frank Aendenboom","Marc van Eeghem"],"overview":"Hector's parents sent him to an orphanage in treatment for smallpox but... they never picked him up. 35 years later, he still lives in the orphanage, surrounded by children, his playmates. Till a forgotten aunt remembers that he exists. She'll get him to participate in the bakery of her husband, Achilles, to work. Hector shows his skills on the basis of unexpected inventions. So he helps Jos, the son of Achilles, to accomplish his dream to be a cycling champion. Hector's good humor and childlike manner overcomes all resistance and pulls his entire entourage along on the path to success. From now on he can learn what love is...","release_date":"1987-01-01","vote_average":7.0,"runtime":90,"cert":"N\/A","id":44417,"title":"Hector","adult":false,"genre_ids":[35]},{"cast":["Ron Moody","Patsy Garrett","Cynthia Smith","Benjean","Sadie Corre"],"overview":"While on a publicity tour in Switzerland, Benji, Cindy Smith, and Patsy Garrett convince Kris Kringle that his place on Christmas Eve is delivering presents to all \"his\" families all over the world.","release_date":"1978-12-07","vote_average":4.6,"runtime":25,"cert":"N\/A","id":44418,"title":"Benji's Very Own Christmas Story","adult":false,"genre_ids":[10770,10751]},{"cast":["Barbara Sarafian","Greg Timmermans","Robrecht Vanden Thoren","Lucas van den Eynde","Marilou Mermans"],"overview":"Upon the death of her husband, Claire (70) decides to reconnect with her estranged son, down and out R&B musician Sid. She asks him to help her restart the old girl group she used to sing in with two of her friends from the old days. The rebel son is hesitant at first but eventually agrees under one condition: the band has to play HIS music.","release_date":"2009-08-19","vote_average":6.0,"runtime":93,"cert":"N\/A","id":44419,"title":"The Over the Hill Band","adult":false,"genre_ids":[]},{"cast":["Gemini Ganesan","Sharada","Vijayasree","Thikkurissy Sukumaran Nair","Dominic Alummoodan"],"overview":"Sita devi is a very strict aunt for a number of young ladies, and does not allow them to fraternize with males. Along comes Pritam disguised as an elderly Professor Khanna to break every possible rule of the aunt.","release_date":"1972-04-01","vote_average":0.0,"runtime":120,"cert":"N\/A","id":44420,"title":"Professor","adult":false,"genre_ids":[18]},{"cast":["Steve Oedekerk","Megan Cavanagh","Cam Clarke","Mark DeCarlo","Paul Greenberg"],"overview":"This film is an incredibly silly parody of The Godfather,....starring thumbs with computer-generated faces! WAIT!!!! Keep reading--it's really not as dumb as it sounds and it is darn funny! Really! Steve Oedekerk has created several thumb parodies and they are all well worth watching...","release_date":"2002-12-21","vote_average":6.0,"runtime":32,"cert":"N\/A","id":44421,"title":"The Godthumb","adult":false,"genre_ids":[28,35,53]},{"cast":[],"overview":"The little witch is not interested in the basics of magic. She does not want to study at all! But everything changes when she meets the handsome Prince and falls in love with him. She helps the Prince with her magical powers, protecting him from dangerous obstacles and marriage to a woman he does not love.","release_date":"1983-02-04","vote_average":7.7,"runtime":24,"cert":"N\/A","id":44422,"title":"The Little Witch","adult":false,"genre_ids":[16]},{"cast":["Qi Yuwu","Mindee Ong","Yann Yann Yeo","Ling Ling Liu","May Wan Teh"],"overview":"Two Singaporean girls join together to form the Papaya Sisters, a getai group that sings at performances during the seventh lunar month. Big Papaya is estranged from her mother, who disapproves of her performances, whilst Little Papaya is an orphan who suffers from terminal cancer. The two are assisted by Auntie Ling and her son, Guan Yin. The two soon rise to the top of the Singaporean getai scene singing traditional Hokkien songs, but their fame brings along with it the enmity of the Durian Sisters, a rival group of techno-singing Eurasian girls.","release_date":"2007-08-09","vote_average":6.3,"runtime":115,"cert":"N\/A","id":44423,"title":"881","adult":false,"genre_ids":[35,18]},{"cast":["Sammo Hung","Kelly Chen","Jordan Chan","Charlie Yeung","Anita Yuen"],"overview":"A young man falls in love with a ghost and must avoid a variety of ghostbusters out to eliminate her and each other.","release_date":"1997-07-26","vote_average":5.4,"runtime":84,"cert":"N\/A","id":44424,"title":"A Chinese Ghost Story: The Tsui Hark Animation","adult":false,"genre_ids":[28,14,16,35,10749]},{"cast":["Salman Khan","Sonakshi Sinha","Arbaaz Khan","Sonu Sood","Vinod Khanna"],"overview":"A troubled relationship with his younger half-brother and stepfather compels Chulbul Pandey to become a corrupt but fearless cop whose life changes when he locks horns with a corrupt political leader.","release_date":"2010-09-10","vote_average":6.3,"runtime":130,"cert":"N\/A","id":44425,"title":"Dabangg","adult":false,"genre_ids":[28,35,80]},{"cast":["Elizabeth Di Prinzio","Sarah Kathryn Harrison","Bill Oberst Jr.","Grey Damon","Elizabeth Bell"],"overview":"A night of sex, drugs and partying in the Hollywood Hill's is the perfect setting for Serina's 18th birthday - until this high school pool party goes horribly wrong when an uninvited guest begins killing everyone","release_date":"2010-05-21","vote_average":3.2,"runtime":78,"cert":"N\/A","id":44426,"title":"The Devil Within","adult":false,"genre_ids":[53]},{"cast":["Vicki Lawrence","Tim Conway","Melissa Disney","Rob Pottorf"],"overview":"When Flo gets her own TV talk show, she is positively thrilled! She has to think about what to say, what to wear, and who to invite as guests. What she isn't thinking about are other people's feelings. After insulting every guest on her show, she finally realizes that she needs to apologize for the means things she said. Flo learns that words are very powerful. In fact, the words \"I'm sorry\" can make all the difference. Children will learn that by saying you're sorry, you are asking forgiveness and fixing your friends with another person.","release_date":"2009-07-09","vote_average":0.0,"runtime":60,"cert":"N\/A","id":44427,"title":"Hermie & Friends: The Flo Show Creates a Buzz","adult":false,"genre_ids":[]},{"cast":["Tim Conway","Melissa Disney"],"overview":"Most twins Have abiding love for each other. Hailey and Bailey are no different. Well, there was that one time...It's the age-old conflict: blueberries vs. tomatoes. Or was it oatmeal vs. cereal? She hit me first? Come to think of it, sibling disputes are almost never \"about\" anything. They are just silly. When Hailey and Bailey can't agree on what to pack for their picnic, the resulting feud spills over to the entire garden and threatens to undo the good deeds the twins have actually agreed to perform. Join our favorite garden friends as we learn about getting along.","release_date":"2008-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":44428,"title":"Hermie & Friends: Hailey & Bailey's Silly Fight","adult":false,"genre_ids":[]},{"cast":["Richard Kind","Tim Conway","Melissa Disney"],"overview":"When a big storm destroys Milo's Snack Shack, he doesn't know what to do and that includes just talking to God about it. Milo thinks he has to get God's attention in order for God to hear him. Milo finally learns to pray and realizes that God has been helping him all along. Then ironically sees that all the things he was using to get God's attention are the very things he needs to rebuild his Snack Shack. The garden learns an important lesson about how to trust God after we pray and that God's answers come in many different forms.","release_date":"2007-02-10","vote_average":0.0,"runtime":60,"cert":"N\/A","id":44429,"title":"Hermie & Friends: Milo the Mantis Who Wouldn't Pray","adult":false,"genre_ids":[10751]},{"cast":["Tim Conway","Sam Mercurio","Fred Willard"],"overview":"Brave and fearless, Antonio is a hero as he leads his fellow army ants to defend the garden against Big Bully Croaker. But when a group of foreign ants moves into the neighborhood, their strange ways challenge Antonio to use something other than brute strength to solve a problem. Features voices of Tim Conway and Fred Willard.","release_date":"2010-06-14","vote_average":0.0,"runtime":60,"cert":"N\/A","id":44430,"title":"Hermie and Friends: Antonio Meets His Match","adult":false,"genre_ids":[]},{"cast":["Christopher Rydell","Asia Argento","Piper Laurie","Frederic Forrest","Laura Johnson"],"overview":"An anorexic young woman escapes from a psychiatric clinic and meets a young man who wants to help. She is caught and returned to her parents, who are soon beheaded by a garrotting stranger making the rounds about town, apparently striking only when it rains. The orphaned young woman and her new lover launch their own investigation and are endangered when a link is discovered with the victims and a particular operation performed years before.","release_date":"1993-03-12","vote_average":6.2,"runtime":106,"cert":"N\/A","id":44435,"title":"Trauma","adult":false,"genre_ids":[27,9648,53]},{"cast":["Kyrian Friedenberg","Bill Haber","Rosemary Howard","Josh Dibb","Raigan Irons"],"overview":"Opening with torch-wielding villagers and a wall bleeding oil, this experimental film attaches vivid scenery and strange characters to the wonderful melodic wavelengths of the band Animal Collective, revitalizing the lost form of the \"visual album.\"","release_date":"2010-08-04","vote_average":5.6,"runtime":54,"cert":"N\/A","id":44436,"title":"Oddsac","adult":false,"genre_ids":[99,10402]},{"cast":["Madge Bellamy","Buck Jones","Zasu Pitts","Leslie Fenton","Jane Novak"],"overview":"Steve Tuttle, the titular lazybones, takes on the responsibility of raising a fatherless girl, causing a scandal in his small town. Many years later, having returned from World War I, he discovers that he loves the grown-up girl.","release_date":"1925-11-06","vote_average":6.3,"runtime":80,"cert":"N\/A","id":44439,"title":"Lazybones","adult":false,"genre_ids":[28,10752,10749,18,35]},{"cast":["Anna Torv","Tom Long","Greta Scacchi","Colin Friels","Brian Lipson"],"overview":"An erotic mystery about power and sex, the entanglement of victim and perpetrator, and a man's struggle to regain his lost self.","release_date":"2006-07-29","vote_average":5.4,"runtime":118,"cert":"N\/A","id":44440,"title":"The Book of Revelation","adult":false,"genre_ids":[9648,10749,53]},{"cast":["Conrad Veidt","Anita Berber","Magnus Hirschfeld","Reinhold Schünzel","Fritz Schulz"],"overview":"Conrad Veidt plays a famous musician who is blackmailed for being gay. Eventually he stands trial and is convicted. At the end the film pleads for the abolition of §175 (the paragraph which punishes homosexuality).","release_date":"1919-05-28","vote_average":7.4,"runtime":51,"cert":"N\/A","id":44441,"title":"Different from the Others","adult":false,"genre_ids":[18]},{"cast":["Artur Steranko","Kinga Preis","Jerzy Fedorowicz","Redbad Klijnstra","Jakub Snochowski"],"overview":"A crematorium worker repeatedly breaks into a woman's house at night to help with housework.","release_date":"2008-07-17","vote_average":5.7,"runtime":87,"cert":"N\/A","id":44442,"title":"Four Nights with Anna","adult":false,"genre_ids":[80,18,53]},{"cast":["David Lynch"],"overview":"Compiled from over two years of footage, the film is an intimate portrait of David Lynch's creative process as he completes his latest film, \"Inland Empire\" (2006).","release_date":"2007-01-01","vote_average":5.8,"runtime":84,"cert":"N\/A","id":44443,"title":"Lynch","adult":false,"genre_ids":[99]},{"cast":["Carl Schell","Barbara Lass","Curt Lowens","Maurice Marsac","Luciano Pigozzi"],"overview":"The new science teacher Dr. Julian Olcott with a mysterious past arrives in an institutional boarding school for troublemaker girls. Along the night, the intern Mary Smith, who is blackmailing another teacher - Sir Alfred Whiteman - with some love letters, is slaughtered by a werewolf. The detective in charge of the investigation attributes the crime to a wolf, while her mate Priscilla believes she was killed by Sir Alfred. On the next days, other deaths happen in the school, reducing the list of suspects.","release_date":"1961-01-01","vote_average":4.8,"runtime":82,"cert":"N\/A","id":44444,"title":"Werewolf in a Girls' Dormitory","adult":false,"genre_ids":[27,9648]},{"cast":["Maya Deren","John Cage","Parker Tyler","Alexander Hammid","Hella Heyman"],"overview":"A woman lies on the sand, left there by the tides and waves (and in a pose that would be copied in From Here to Eternity). She reaches up across tree roots and makes a difficult climb. Only to discover herself climbing horizontally along a long dinner table as bourgeoise black-tie guests chat and drink and smoke, oblivious to her. At the top of the table, a man is playing chess but abandons the game. Fascinated, she gazes at board, the pieces moving unaided. The woman chases a pawn as it falls to the floor. Falls down a waterfall. Is lost.","release_date":"1944-01-01","vote_average":7.8,"runtime":15,"cert":"N\/A","id":44445,"title":"At Land","adult":false,"genre_ids":[9648]},{"cast":["Michèle Mercier","Robert Hossein","Jean-Claude Pascal","Jacques Santi","Helmuth Schneider"],"overview":"This film finds Angélique in a North African Muslim kingdom where she is now part of the Sultan's harem. The first part of the film consist of her angrily refusing to be bedded as well as their trying to literally beat some sense into her. It all seems to go on too long and I was surprised that the Sultan simply didn't have her killed. Late in the film, she finally decides to escape with the help of two Christian prisoners.","release_date":"1968-01-01","vote_average":6.8,"runtime":105,"cert":"N\/A","id":44446,"title":"Angelique and the Sultan","adult":false,"genre_ids":[12,10749,36]},{"cast":["Georges Méliès"],"overview":"An Egyptian prince has lost his beloved wife and he has sought a dervish who dwells at the base of the sphinx.","release_date":"1903-08-14","vote_average":6.4,"runtime":2,"cert":"N\/A","id":44449,"title":"The Monster","adult":false,"genre_ids":[14,27]},{"cast":["Michèle Mercier","Robert Hossein","Jean Rochefort","Claude Giraud","Giuliano Gemma"],"overview":"In 17th-century France, beautiful country maiden Angélique (Michèle Mercier) marries wealthy neighbor Jeoffray de Peyrac (Robert Hossein) out of convenience, but eventually, she falls in love with him. So when Jeoffray is arrested and then vanishes, she bravely sets out to find him. This is the first of many dramas based on Anne and Serge Golon's novels about strong-willed Angélique and her adventures during the reign of Louis XIV, the Sun King.","release_date":"1964-12-08","vote_average":7.0,"runtime":117,"cert":"N\/A","id":44450,"title":"Angelique","adult":false,"genre_ids":[12,10749,36]},{"cast":["Michèle Mercier","Claude Giraud","Jean Rochefort","Jean-Louis Trintignant","Giuliano Gemma"],"overview":"Angelique (Michele Mercier) is saved by the king of the cutthroats (Giuliano Gemma) when she is endangered in the streets of Paris. After her hero is killed, she has many amorous affairs and becomes a successful businesswoman in this costume-drama sequel based on the book by Serge and Anne Golon.","release_date":"1965-01-01","vote_average":7.2,"runtime":105,"cert":"N\/A","id":44453,"title":"Angelique: The Road To Versailles","adult":false,"genre_ids":[12,9648,10749]},{"cast":[],"overview":"Based on the manga classic by Keiko Takemiya.","release_date":"1987-01-01","vote_average":6.2,"runtime":60,"cert":"N\/A","id":44454,"title":"The Poem of the Wind and the Trees","adult":false,"genre_ids":[16,18,10749]},{"cast":["Dennis Day"],"overview":"Dennis Day tells the story of Johnny Appleseed (John Chapman), narrated by The Old Settler. He's an apple farmer who sees people going west and thinks he can't join them, until an angel appears to him and sings the virtues of apples, convincing Johnny he has a mission. He sets off without a knife or gun; at first, the animals mistrust him, but when he even treats a skunk kindly, they all take to him.","release_date":"1948-05-27","vote_average":5.8,"runtime":19,"cert":"N\/A","id":44455,"title":"Johnny Appleseed","adult":false,"genre_ids":[16]},{"cast":["Takeshi Kaneshiro","Zhou Xun","Jacky Cheung","Ji Jin-hee","Eric Tsang"],"overview":"A love triangle develops during the making of a musical in mainland China.","release_date":"2005-12-01","vote_average":6.8,"runtime":108,"cert":"N\/A","id":44458,"title":"Perhaps Love","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Julie Andrews","Ilka Chase","Kaye Ballard","Alice Ghostley","Edie Adams"],"overview":"Rodgers and Hammerstein's Cinderella is a musical written for television, with music by Richard Rodgers and a book and lyrics by Oscar Hammerstein II.  Cinderella is the only Rodgers and Hammerstein musical written for television. It was originally broadcast live on CBS on March 31, 1957 as a vehicle for Julie Andrews, who played the title role. The broadcast was viewed by more than 100 million people.  On March 31, 1957, at 8:00pm Eastern time, Cinderella was broadcast live in the Eastern, Central and Mountain time zones in both black and white and compatible colour; the West Coast received a delayed black and white-only broadcast starting at 8:00pm Pacific time.  It was heavily promoted by its sponsors Pepsi-Cola and the Shulton Company. The Nielsen TV rating for the program was 18,864,000 \"homes reached during an average minute\" of the broadcast. More than 107 million viewers saw the broadcast, and Andrews was nominated for an Emmy Award for her performance.","release_date":"1957-03-31","vote_average":5.6,"runtime":77,"cert":"N\/A","id":44459,"title":"Cinderella","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":" ","release_date":"1998-01-01","vote_average":0.0,"runtime":47,"cert":"N\/A","id":44460,"title":"Ha-Tzel, Shel Hachiuch Shelchah","adult":false,"genre_ids":[]},{"cast":["Jean-Paul Belmondo","Anne Collette","Gérard Blain","Jean-Luc Godard"],"overview":"This short features a man who is visited by his ex-lover. The moment she arrives, the man starts his constant barrage of speech; the woman doesn't say much. She just mocks the man and pretends she isn't listening. She pulls faces at him and larks about; while the man is trying his best to get her back in his life, then in the next sentence he says he hates her.","release_date":"1960-10-21","vote_average":6.3,"runtime":13,"cert":"N\/A","id":44461,"title":"Charlotte and Her Boyfriend","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A look at the current natural disasters and happennings in our world and comparing them with the prophecies of the Bible on the second coming of Christ and the book of Revelations.","release_date":"2009-01-01","vote_average":5.8,"runtime":120,"cert":"N\/A","id":44462,"title":"Seven Signs of the Apocalypse","adult":false,"genre_ids":[99]},{"cast":["Barbara Stanwyck","David Manners","Sam Hardy","Beryl Mercer","Russell Hopton"],"overview":"A phony faith healer falls for a blind man and seeks to go straight.","release_date":"1931-07-20","vote_average":7.3,"runtime":90,"cert":"N\/A","id":44463,"title":"The Miracle Woman","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The Righteous Judge recreates the events that surround Jesus in teaching the principles of love, forgiveness and righteous judgment. In the story of the adulteress Jesus confronts the Pharisees with the simple phrase, “let him without sin cast the first stone,” and thereby teaches us of God’s immense mercy and grace. Caiaphas, who unrighteously judges a blind man sinful, is contrasted against the gratitude of the blind man when Jesus freely heals him.","release_date":"1990-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":44464,"title":"The Righteous Judge","adult":false,"genre_ids":[10751,16]},{"cast":["Clive Owen","Halle Berry","Peter Greene","Frankie Faison","Charles Hallahan"],"overview":"A rich man's wife finds she has a bad prenuptial agreement with an even worse husband. Over drinks with a stranger, she fantasizes about doing her husband in to void the prenupt. The stranger decides to turn her imagination into reality much to the wife's surprise.","release_date":"1996-09-13","vote_average":5.5,"runtime":94,"cert":"N\/A","id":44465,"title":"The Rich Man's Wife","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Jesus uses the lives of Miriam, Jonah and Matthew along with the parables of the lost coin and the lost sheep to show how mercy, forgiveness and love are generously extended to all sinners. One sinner's repentance is rejoiced by many. The Lost is Found is the story of three sinners, Miriam the harlot, Jonah, a sick man, and Matthew the publican. The parables of the lost coin and the lost sheep are weaved into these three stories to show forgiveness for all sinners who repent. The video opens with Miriam working in a pub as a waitress and harlot. She is trapped in this life due to debt and guilt. A letter comes from her brother, Jonah, to the house of a scribe. The scribe reads the letter which tells of her brother's expected death. The scribe does not invite Miriam inside his house because he believes a sinner should not enter the house of the righteous.","release_date":"1999-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":44466,"title":"The Lost Is Found","adult":false,"genre_ids":[10751,16]},{"cast":["Zohar Liba","Eliana Bakier","Michal Amdurski","Ilana Avital","Amos Lavi"],"overview":"Joseph, a young handsome unemployed from a small town in the South, spends his nights at the local dance-bar. He's the best Latino dancer in town - all the girls fall for him, charmed by his sex appeal - especially Tom, the hottest girl and best dancer in town. In the meantime, in the big city, we meet beautiful Annabelle, the daughter of Ernest, a multi millionaire and her stepmother Suzie. The family lives with the memories of Annabelle's deceased mother, a European prima ballerina who committed suicide.","release_date":"2007-03-22","vote_average":0.0,"runtime":90,"cert":"N\/A","id":44467,"title":"A Dangerous Dance","adult":false,"genre_ids":[18,10749]},{"cast":["Sara Berner","Daws Butler","June Foray","Frank Graham","Kent Rogers"],"overview":"Tired of always playing the same roles, Little Red Riding Hood, her grandmother and the Wolf demand a new version of the tale. The story then plays out in a more contemperary urban environment, with Little Red Riding Hood working as a pin-up girl in a night club.","release_date":"1943-05-08","vote_average":7.2,"runtime":7,"cert":"N\/A","id":44468,"title":"Red Hot Riding Hood","adult":false,"genre_ids":[16]},{"cast":[],"overview":"An attempt to combine two different types of movies. One is the poetic and erotic journey of an urban couple trying to reconnect with nature. The other is a shallow comedy about a love triangle in Tel Aviv.","release_date":"2006-01-01","vote_average":0.0,"runtime":28,"cert":"N\/A","id":44469,"title":"Ho! Terrible Exteriors","adult":false,"genre_ids":[]},{"cast":["Clint Howard","Olivia Hussey","David Warner","Jan-Michael Vincent","Sandahl Bergman"],"overview":"Poor Gregory, after being released from the Wishing Well Sanatorium, all he wants to do is make the children happy. So Gregory reopens the old ice cream factory, and all the unappreciative brats are reprocessed into the flavor of the day.","release_date":"1995-05-09","vote_average":5.3,"runtime":84,"cert":"N\/A","id":44470,"title":"Ice Cream Man","adult":false,"genre_ids":[35,27]},{"cast":["Imri Kahn","Amnon Friedman","Irit Gidron","Naama Yuria"],"overview":"Nineteen year old Imri, a handsome ex-soldier, suffers from “Yellow Fever”.  He was born in Israel but yearns to live in Japan.","release_date":"2007-01-01","vote_average":6.3,"runtime":65,"cert":"N\/A","id":44471,"title":"Japan Japan","adult":false,"genre_ids":[18]},{"cast":["Natalie Press","Danny Dyer"],"overview":"Zoë is a single mother who lives with her four children in Dartford. She is poor and can't afford to buy food. One day her old flame drives by and asks her to go on a date with him. Scared that he doesn't want to go out with her, she lies and tells him that she is just babysitting the kids. This will be her first date in years.","release_date":"2003-01-01","vote_average":7.2,"runtime":26,"cert":"N\/A","id":44472,"title":"Wasp","adult":false,"genre_ids":[18]},{"cast":["Jean Börlin","Inge Frïss","Marcel Duchamp","Man Ray","Francis Picabia"],"overview":"Premiered as an intermission for the Swedish ballet production Relâche at the theater of Champs Elysées in Paris.","release_date":"1924-12-04","vote_average":6.9,"runtime":22,"cert":"N\/A","id":44473,"title":"Entr'acte","adult":false,"genre_ids":[35,14]},{"cast":["Louis de Funès","Raymond Bussières","Annette Poivre","Guy Bertil","Véra Valmont"],"overview":"A chaotic family go on holiday to Spain and get mixed up with a gang of diamond thieves","release_date":"1958-11-22","vote_average":6.1,"runtime":86,"cert":"N\/A","id":44478,"title":"Taxi, Trailer and Bullfight","adult":false,"genre_ids":[35]},{"cast":["Cheryl Dunye","Guinevere Turner","Camille Paglia","Valarie Walker","Lisa Marie Bronson"],"overview":"Cheryl, a young black lesbian, works a day job in a video store while trying to make a film about a black actress from the 1930s known for playing the stereotypical \"mammy\" roles relegated to black actresses during that period. This was the first feature film directed by an \"out\" black lesbian.","release_date":"1996-09-07","vote_average":6.7,"runtime":90,"cert":"N\/A","id":44479,"title":"The Watermelon Woman","adult":false,"genre_ids":[18,35,10749]},{"cast":["Adolf Hitler","Art Smith"],"overview":"A propaganda film during World War II about a boy who grows up to become a Nazi soldier.","release_date":"1943-01-15","vote_average":7.0,"runtime":10,"cert":"N\/A","id":44480,"title":"Education for Death","adult":false,"genre_ids":[16,18]},{"cast":[],"overview":" ","release_date":"2005-06-06","vote_average":0.0,"runtime":52,"cert":"N\/A","id":44481,"title":"Penis Dementia: The Search for the Perfect Penis","adult":false,"genre_ids":[99]},{"cast":["Maureen Flannigan","Scott Wolf","Bentley Mitchum","Tom Bower","Don Novello"],"overview":"The Bonnie &amp; Clyde story is re-told from a contemporary viewpoint. Clyde in this movie is a high school nerd working in the local burger joint. Urges to steal things are inflamed when he runs into Bonnie, the bored daughter of the local police commissioner, who is running with a street gang led by Kirk. Clyde immediately senses a kindred spirit in Bonnie. Initially she ignores him, but he rescues her from a shop-lifting charge and offers her a ride in a stolen van. Soon the two have taken guns from her father's home and go off on a bloody crime spree...","release_date":"1993-08-27","vote_average":6.3,"runtime":90,"cert":"N\/A","id":44482,"title":"Teenage Bonnie and Klepto Clyde","adult":false,"genre_ids":[18,28]},{"cast":["Steve Moore","Christopher Peterson","Scott Capurro","Maggie Cassella","Kate Clinton"],"overview":"Live performance clips are combined with behind-the-scenes footage and interviews in which the performers candidly share their life experiences, offer insights into the art of comedy, and discuss the obstacles facing gays and other minorities within the entertainment industry. Diverse in their approaches these performers share a talent for humor which speaks to universal human experience. What emerges is a hilarious and inspiring film about the power of laughter to communicate, heal, and transcend social prejudices.","release_date":"1998-01-01","vote_average":10.0,"runtime":86,"cert":"N\/A","id":44485,"title":"We're Funny That Way","adult":false,"genre_ids":[]},{"cast":["Mark Duplass","Zoe Simpson","Paul Gordon","Cynthia Watros","James Kochalka"],"overview":"A new space race is born between NASA and the ESA when Charlie Brownsville, Hank Morrison, and Dr. Casey Cook compete against an artificially intelligent robot to find out what's up there on the red planet. 'Mars' follows these three astronauts on the first manned mission to our galactic neighbor. On the way they experience life threatening accidents, self doubts, obnoxious reporters, and the boredom of extended space travel.","release_date":"2010-11-03","vote_average":5.6,"runtime":82,"cert":"N\/A","id":44486,"title":"Mars","adult":false,"genre_ids":[16,35,10749,878]},{"cast":[],"overview":"Using interviews, animation, old family footage, and voice mail, Vancouver filmmaker Gwen Haworth documents her male-to-female gender transition partially through the voices of her anxious but loving family, best friend, and wife. Calling for a new era of DIY transgender self-representation, Haworths feature debut is a comic, heartbreaking, and uplifting autobiography that breaks away from the marginalized depictions of transsexuals that populate mainstream media and focuses on the interpersonal relationships of a family who unexpectedly find their bonds strengthening as they overcome their preconceptions of gender and sexuality.","release_date":"2007-01-01","vote_average":0.0,"runtime":70,"cert":"N\/A","id":44487,"title":"She's a Boy I Knew","adult":false,"genre_ids":[99]},{"cast":["Aidan Quinn","Alan Bates","Jonathan Hyde","Jonathan Timmins","Robert Timmins"],"overview":"An adaptation of the classic, \"The Prince and the Pauper\" is the retelling of Edward Tudor and young Thomas Canty, two amazing look-alikes caught up in imperial intrigue and scandal. In fleeing from his violent father, Tom stumbles into the palace courtyard, and is seen by young Prince Edward, who takes him in. Each desiring to see what the other's life is like, the boys impulsively switch identities... little knowing what disaster lies ahead at this fault of thought. And soon Thomas becomes a pawn in the hands of Edward's malicious and greedy uncle, who would have the kingdom for himself.","release_date":"2000-01-01","vote_average":6.4,"runtime":90,"cert":"N\/A","id":44488,"title":"The Prince and the Pauper","adult":false,"genre_ids":[]},{"cast":["Martin Cummins","David Hewlett","Brandy Ledford","Greg Spottiswood","James Thomas"],"overview":"For the first time since taking possession of the family cabin, Vaughn has invited his best friends up for a winter weekend of hunting and drinking. But the arrival of unexpected visitors turns a simple getaway into two days of life-changing turmoil.","release_date":"2004-01-01","vote_average":5.0,"runtime":108,"cert":"N\/A","id":44489,"title":"Ice Men","adult":false,"genre_ids":[18]},{"cast":["Mike White","Chris Weitz","Lupe Ontiveros","Maya Rudolph","Paul Weitz"],"overview":"A 27-year-old amateur playwright with the maturity level of an adolescent reconnects with a childhood friend, and then proceeds to follow him back to Los Angeles and stalk him.","release_date":"2000-01-21","vote_average":6.3,"runtime":96,"cert":"N\/A","id":44490,"title":"Chuck & Buck","adult":false,"genre_ids":[35,18]},{"cast":["Yusi Kunene","Jerry Mofokeng","Jeremiah Ndlovu","Keketso Semoko","Arthur Molepo"],"overview":"An elderly man owns a small, isolated general store, somewhere in rural South Africa. After suffering a series of burglaries, which culminate in the murder of a night-watchman, the Storekeeper finally takes the law into his own hands - with tragic consequences.","release_date":"1998-03-06","vote_average":4.0,"runtime":22,"cert":"N\/A","id":44491,"title":"The Storekeeper","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"In 1985, there were three gays who were out of the closet in Israel. By 1998, there were 3,000. In this short, intensive and dramatic period, Israel came out of the closet in one of the quickest and most colourful revolutions of the end of the 20th century.","release_date":"2009-01-01","vote_average":0.0,"runtime":72,"cert":"N\/A","id":44492,"title":"Gay Days","adult":false,"genre_ids":[]},{"cast":["The Amazing Kreskin","Lizzy Mahon","Danny Lopes","Vincent Lamberti","Christie Sanford"],"overview":"This visually arresting chiller concerns a group of runaway teens that escape from a drug rehab and encounter demonic forces in a rural farmhouse.","release_date":"2003-05-27","vote_average":3.5,"runtime":77,"cert":"N\/A","id":44493,"title":"Horror","adult":false,"genre_ids":[27]},{"cast":["Jean Dasté","Robert le Flon","Du Verron","Delphin","Léon Larive"],"overview":"In a repressive boarding school with rigid rules of behavior, four boys decide to rebel against the director on a celebration day.","release_date":"1933-04-07","vote_average":7.0,"runtime":44,"cert":"N\/A","id":44494,"title":"Zero for Conduct","adult":false,"genre_ids":[35,18]},{"cast":["Robert McLane","Curt Gareth","Bo White","Anthony McKay","Marilyn Meyers"],"overview":"When David, an ex-monk still in his twenties meets Mark, he falls hard; soon he's asked Mark if they can live together. Things go well for awhile, and then differences in their definition of \"commitment\" begin to push them apart. Mark wants other sexual adventures, David tries to go along. Can they talk through the crisis in their relationship or is a breakup in the offing? David sees his relationship with Mark as a marriage, so if it ends, can David's heart ever heal?","release_date":"1974-01-01","vote_average":7.3,"runtime":80,"cert":"N\/A","id":44495,"title":"A Very Natural Thing","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"'Straight Acting' is the story of one man's journey from being a closeted, Mormon missionary into an openly gay athlete. Through filmmaker Spencer Windes' experiences in the subculture of gays who play contact sports like rugby, ice hockey, and rodeo, he discovers that gay or straight, all men need to play.","release_date":"2005-01-01","vote_average":0.0,"runtime":57,"cert":"N\/A","id":44496,"title":"Straight Acting","adult":false,"genre_ids":[99]},{"cast":["Tony Ward","Bruce LaBruce","Kevin P. Scott","Ivar Johnson","Kevin Kramer"],"overview":"Reminiscent of Sunset Boulevard, Hustler White transposes the action from the silver screen's old movie backlots to contemporary male prostitution and the porn industry. Said to be an homage to classic Hollywood cinema.","release_date":"1996-07-19","vote_average":6.4,"runtime":79,"cert":"","id":44497,"title":"Hustler White","adult":false,"genre_ids":[10749,35]},{"cast":["Diula Rietveld Franken","Alomai Huisman","Rachida Iaallala","Mustafa Kaymak","Fouad Dahmani"],"overview":"Farouzi (12) is a dutch-arabian girl that works at a small fishers company. She is a dreamer who doesn't care about boys, especially those boys she works with. The only one she cares for is her loyal donkey: Sofiane. One day a misterios girl arives. The arrival of this girl triggers that Farouzi jumps on her donkey to find her luck...","release_date":"2006-01-01","vote_average":0.0,"runtime":13,"cert":"N\/A","id":44498,"title":"Donkey Girl","adult":false,"genre_ids":[]},{"cast":[],"overview":"Six friends go to the Placid Pines Cemetery to play hide and seek in the tombs. When a \"harmless\" prank ends in the accidental death of one of the group, the prankster goes to prison.  Five years later the friends meet up in the cemetery again to resolve the issues of that fatal night.  When members of the group start getting murdered one at a time, they realize that this time it's no prank.","release_date":"2006-01-01","vote_average":4.7,"runtime":83,"cert":"N\/A","id":44499,"title":"The Graveyard","adult":false,"genre_ids":[27]}]