[{"cast":["Ashley Clements","Brendan Bradley","Shanna Malcolm","Katie Wee","Christopher Nicholas Smith"],"overview":"Amy Tyler has planned the perfect surprise vacation for her boyfriend Josh Merit. But the real surprise is on her when he breaks things off on their anniversary. Stuck with reservations in her ex-boyfriend's name, Amy's two best friends suggest if Amy can't change the tickets ... why not change the guy?","release_date":"2017-02-14","vote_average":5.7,"runtime":80,"cert":"\"PG-13\"","id":445500,"title":"Non-Transferable","adult":false,"genre_ids":[10749,35]},{"cast":["Sasha Heart","Sarah Vandella","Gabriella Paltrova","Serena Blair","Jenna Sativa"],"overview":"Director Aiden Riley pairs up the cutest lesbians in town, and he knows how to get the hottest action from these kinky, young goddesses: He lets them do anything they want! \"All Girl Frenzy\" illustrates the result of this total freedom; left to their own urges, Aiden's slutty starlets slowly feed on each other's lusts, eventually attacking in explosions of perverted passion!","release_date":"2016-12-21","vote_average":10.0,"runtime":192,"cert":"\"NC-17\"","id":445502,"title":"All Girl Frenzy","adult":true,"genre_ids":[]},{"cast":["Dillion Harper","Aiden Starr","Jayden Lee","Kendra Lust","Casey Calvert"],"overview":"The lucky instructors at director Joey Silvera's fictitious school share a secret longing to be anally invaded by their gorgeous female pupils. Devotees of nasty role reversal will find that \"Strap For Teacher 3,\" the legendary pornographer's latest exploration of perverse pegging scenarios, provides the perfect combination of serious femdom lust and the sort of silly, quirky vignettes Joey's hard-core fans expect.","release_date":"2013-10-21","vote_average":10.0,"runtime":192,"cert":"\"NC-17\"","id":445504,"title":"Strap for Teacher 3","adult":true,"genre_ids":[]},{"cast":["Dominica Phoenix","Daikiri","Grace Young","Illona Fox","Marry Dream"],"overview":"Italian director\/performer Omar Galanti uses every tool available to entertain and dominate the gorgeous Euro-girls in his perverse movies. During the four scenes of \"Clipped Chicks,\" the bald, menacingly endowed porn stud discovers the severe erotic possibilities of applying flesh-biting clothespins to all the tender parts of his female co-stars.","release_date":"2012-06-11","vote_average":10.0,"runtime":198,"cert":"\"NC-17\"","id":445506,"title":"Clipped Chicks","adult":true,"genre_ids":[]},{"cast":["Xiara Trujillo","Aracelli Guzman"],"overview":"Xiara Trujillo is a precocious seven-year-old who moved from the Bronx to Maryland with her mom, Aracelli Guzman, four years ago. Though she seems happy hanging out and playing with her pal Melissa, Xiara becomes defensive and emotional when talking about her father, Harold Linares.  As we see and learn, Harold is in jail serving a ten-year sentence for weapons possession; Xiara seems to blame his incarceration on her mother, whom she says \"kept calling the police.\" Xiara, who has always been extremely close to her father, acts out with her mother.","release_date":"2005-06-19","vote_average":0.0,"runtime":36,"cert":"\"PG\"","id":445508,"title":"Xiara's Song","adult":false,"genre_ids":[99]},{"cast":["Derek Pain","Mitch Colby","Luke Riley"],"overview":"Mitch Colby and Luke Riley are slave traders, and they just got in a new product: Derek Pain. They inspect, shave, and use their new item before the buyer arrives. The buyer is none too pleased, and soon all three become part of his dungeon collection. Flogging, hot wax, and punishment are the methods of trade in this hot feature!","release_date":"2006-01-01","vote_average":0.0,"runtime":86,"cert":"\"\"","id":445510,"title":"Slave Traders","adult":true,"genre_ids":[]},{"cast":[],"overview":"The epic story about a race of living machines, the lone survivors of a forgotten war. Created to find a new home world for their masters, the robots are forced to function on their own when they believe the Dalmarians to be destroyed.  Decades later the robots learn the Dalmarians had survived and have returned. The robots are forced to choose between their obligation to their creators or to maintain their independence.","release_date":"","vote_average":0.0,"runtime":76,"cert":"N\/A","id":445512,"title":"The Dalmarian Chronicles","adult":false,"genre_ids":[]},{"cast":["Claudio Villa","Maria Fiore"],"overview":"An aspiring singer is torn between the love for a devious ex-flame, the affection of a simple girl and the loyalty to his paralyzed best friend.","release_date":"1954-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":445520,"title":"Canzone d'amore","adult":false,"genre_ids":[]},{"cast":["Jean Lefebvre","Tino Rossi","Eliane Maazel","Jacques Astoux","Régine Ginestet"],"overview":"","release_date":"1971-02-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":445522,"title":"L'âne de Zigliara","adult":false,"genre_ids":[35]},{"cast":["Shamim Ara"],"overview":"The drama revolves around a child who is considered unlucky because of her gender.","release_date":"1968-09-20","vote_average":5.0,"runtime":145,"cert":"N\/A","id":445527,"title":"Saiqa","adult":false,"genre_ids":[]},{"cast":["Jacob Anderson","Abby Wilson"],"overview":"A short film inspired by the song \"Cowards\" by Raleigh Ritchie (Jacob Anderson).","release_date":"2016-08-04","vote_average":0.0,"runtime":6,"cert":"N\/A","id":445529,"title":"[ HI MAINTENANCE ]","adult":false,"genre_ids":[35,18,10749]},{"cast":["Claudine Dupuis","Erno Crisa","Raymond Souplex","Armand Mestral","William Marshall"],"overview":"","release_date":"1958-01-17","vote_average":0.0,"runtime":93,"cert":"N\/A","id":445531,"title":"La Fille de feu","adult":false,"genre_ids":[10749,12,18]},{"cast":["Pierre Mondy","Jean Lefebvre","François Périer","Fernand Sardou","Jacques Hilling"],"overview":"Sylvie is a young cashier in a Montmartre café, \"le bar des Philosophes\", owned and run by Monsieur Marcel, a former safe cracker. One day, the pretty creature accepts to give a helping hand to two regulars, Francis and Josélito. But what the naive girl does not know is that the two men are gangsters and that they plan to steal 50 million francs deposited in the safe of Maître Roland Devert, a charming young notary. Actually things do not go according to plan all the more as a love story between the notary and Sylvie was not at all on the two gangsters' agenda.","release_date":"1957-03-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":445533,"title":"Que les hommes sont bêtes","adult":false,"genre_ids":[]},{"cast":["Marius Repšys","Indrė Patkauskaitė","Gelminė Glemžaitė","Valentinas Krulikovskis","Lukas Malinauskas"],"overview":"Lithuanian provincial town is facing the economic crisis in 2008. Vytas gets fired from the factory. Pushed by his wife, he immediately starts looking for a new job, but not really successfully. After having his haircut done, Vytas starts looking for a new love affair with a hairdresser Marija, but not really successfully, either. Finally, Vytas gets involved into a third search - he starts looking for a guy who posted video on youtube, claiming he saw Jesus Christ in their town. This is the only time he succeeds.","release_date":"2017-03-23","vote_average":6.0,"runtime":96,"cert":"N\/A","id":445538,"title":"The Saint","adult":false,"genre_ids":[18]},{"cast":["Nelly Corradi","Enrico Pea"],"overview":"A young boy runs away from boarding school and an old professor takes care of him.","release_date":"1955-01-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":445540,"title":"Gli orizzonti del sole","adult":false,"genre_ids":[]},{"cast":["Georges Guétary","Jean Lefebvre","Anne Beranger","Françoise Giroud","Jean-Pierre Feydeau"],"overview":"To escape his female fans, Carlos Cortez makes for the Riviera. Along the way, he picks up a hitchhiker named Annabel who invites him to go camping with her friends. Living under his real name, the incognito star wins new friends. But a theft complicates things. Fortunately, Annabel is still around and Jacques can do no better than to marry her.","release_date":"1952-03-28","vote_average":5.0,"runtime":85,"cert":"N\/A","id":445542,"title":"Une fille sur la route","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"The film brings us under the skin and into the mind of La Chana, a talented Gypsy flamenco dancer as she returns to the stage to give a final seated performance after a 30-year break. Along the way, La Chana reveals the secret behind her disappearance when she was at the peak of her career.","release_date":"2016-11-17","vote_average":0.0,"runtime":83,"cert":"N\/A","id":445544,"title":"La Chana","adult":false,"genre_ids":[99]},{"cast":["Mervat Amin","Ezzat El Alaili"],"overview":"","release_date":"1975-03-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":445546,"title":"La tatroukni wahdi","adult":false,"genre_ids":[]},{"cast":["Fernandel","Max Dalban"],"overview":"","release_date":"1949-10-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":445548,"title":"On demande un assassin","adult":false,"genre_ids":[35]},{"cast":["Denis Vlasenko","Anna Slyusareva","Daniil Steklov","Pavel Chinaryov","Wilma Kutavičiute"],"overview":"Young Oksana puts her newly born Denis in a baby box. Sixteen years later she steals him away from a children's home, intent on making amends for her maternal neglect, and to exploit him to earn money in a corrupt legal system.","release_date":"2018-11-22","vote_average":5.6,"runtime":88,"cert":"\"\"","id":445559,"title":"Jumpman","adult":false,"genre_ids":[18,80]},{"cast":["Boyd Holbrook","Ola Rudnicka"],"overview":"The new Diesel BAD movie starring Boyd Holbrook and directed by Andrew Dominik.","release_date":"2016-08-26","vote_average":6.0,"runtime":1,"cert":"\"\"","id":445564,"title":"BAD","adult":false,"genre_ids":[10749,18]},{"cast":["Yui Tatsumi","Yôichirô Kawakami"],"overview":"The second film from the second season of the much lauded Seishun H (Youth Sex) series, created by distinctively original filmmakers on the shared theme of adolescence and love. Director Imaoka Shinji is a recognized master in the world of Japanese \"pink,\" or softcore porn cinema, and most of his works have gone from adult movie houses to general release. Sex shop worker Kayo (Tatsumi Yui) is irked by her boyfriend, who won't tolerate her affairs, and leaves home. She happens to meet forty-four-year-old virgin Hiro (Lovesingle Nakada), one of her shop's regular customers, and they venture off by car.","release_date":"2011-06-04","vote_average":0.0,"runtime":80,"cert":"N\/A","id":445566,"title":"Youth H2 \"The sorrow of yonger Lotte\"","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1963-03-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":445568,"title":"Wafaa Ilal abad","adult":false,"genre_ids":[]},{"cast":["Nabila","Allaudin","Nilo"],"overview":"","release_date":"1960-03-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":445579,"title":"Sone ki bali","adult":false,"genre_ids":[]},{"cast":["Aude Le Pape","Aleksandar Rajaković","May-Linda Kosumovic","Alketa Sylay","Luan Jaha"],"overview":"Prishtina, Kosovo. Mark works as 'an international employee'. One night he meets three local girls in a bar: Besa, her girlfriend Hana, and Shpresa. Mark is attracted to Shpresa's extreme passion, but the romance is soon shattered. Her mood swings from passionate love to hate and death threats in a matter of seconds. For Mark this is hard to handle. He believes Shpresa might suffer from borderline personality disorder. As he wants to confront her, she starts pushing him away. Hana and Besa's relationship is also in danger, but for a completely different reason: Hana is afraid of the social stigma that love between two girls carries in the deeply conservative and patriarchal Kosovo.","release_date":"2017-09-15","vote_average":0.0,"runtime":100,"cert":"N\/A","id":445581,"title":"A Dream","adult":false,"genre_ids":[18]},{"cast":["Fabio De Luigi","Elio Germano","Daniela Virgilio","Valentina Cenni","Massimo De Lorenzo"],"overview":"Giacomo befriends a man, believing that he is the reincarnation of his dead father.","release_date":"2017-03-09","vote_average":5.9,"runtime":null,"cert":"N\/A","id":445583,"title":"It's All About Karma","adult":false,"genre_ids":[35]},{"cast":[],"overview":"As the photographer Minho starts shooting in the studio with a new concept, the female model is killed in the accident.  The process takes place accidentally on the camera and the picture is sold at a high price.  Minho, who suddenly touched a great deal of money, is unable to win the remorse of conscience and becomes a prodigal life, devouring all the money he had.  Minhoo, who became a shaggy person, started to take pictures again after killing the model,  and curator Seung Hee, who sold the photographs, finally found Minho's truth and set up a new plan.","release_date":"2017-02-10","vote_average":0.0,"runtime":75,"cert":"N\/A","id":445585,"title":"The Photographer","adult":false,"genre_ids":[]},{"cast":["Ben Field","Ernest Thesiger","Mary Brough","Sydney Fairbrother","Arthur Pusey"],"overview":"A henpeck man inherits a fortune and starts a club for women-haters.","release_date":"1921-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":445587,"title":"The Bachelor's Club","adult":false,"genre_ids":[35]},{"cast":["Jamie Robinson","Max Biaggi","Roland Sands","Estrella Navarro"],"overview":"Pro motorcycle rider Jamie Robinson embarks on a trip around Baja California to teach some remarkable locals how to ride a bike. In return, his new friends will share with him the peculiar ways in which they express their personal freedom.","release_date":"","vote_average":5.0,"runtime":33,"cert":"N\/A","id":445589,"title":"The freedom machine","adult":false,"genre_ids":[]},{"cast":[],"overview":"Short film: Yvonne et Françoise meet by accident in the countryside.","release_date":"","vote_average":0.0,"runtime":20,"cert":"N\/A","id":445597,"title":"Les problèmes de hanches","adult":false,"genre_ids":[]},{"cast":["Jean-Marie Straub"],"overview":"In parallel with Now Tell Me Something, his second book about the cinema of Straub-Huillet, Philippe Lafosse follows the meetings in 2007 and 2008 between Jean-Marie Straub, from this point onwards without Danièle Huillet, and the public. This film thus allows us to hear with pleasure words that break with cultural gossip, that question and throw light – a verb, a man that resist here and now. We learn a great deal from it, whether or not we are familiar with Straub-Huillet’s work. Tell Me Something tells us a story, or stories. Stories about cinema, stories about faithfulness and honesty. The story, also, of the setting up of a people rising against ruling state of things. The story, moreover, of an irreparable absence – that of Danièle Huillet. In short, the story of a filmmaker in winter, and of an international community that is enlightened in the darkness.","release_date":"2010-01-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":445599,"title":"Tell Me Something","adult":false,"genre_ids":[99]},{"cast":["Donald Spoto"],"overview":"A short documentary featuring Donald Spoto about the making of Alfred Hitchcock's 'Jamaica Inn'.","release_date":"2015-05-12","vote_average":0.0,"runtime":13,"cert":"\"\"","id":445601,"title":"Shipwrecked in a Studio: The Making of Alfred Hitchcock's Jamaica Inn","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Every two years, the small town of Beverungen, in the middle of Germany, celebrates with particular vigour its “Schützenfest“, the traditional Marksmen's Festival. Festivities are focused on numerous parades and a shooting contest, where the winner is declared “King“.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":445603,"title":"Cross and Banner","adult":false,"genre_ids":[]},{"cast":["Ludovico Tersigni","Barbara Ramella","Jasmine Trinca","Luca Marinelli","Fiorenza Tessari"],"overview":"Samuele is 16 and has a passion for skateboarding. He has big dreams: going to university, move to California, and travel, but things change when he meets Alice, who could be the girl of his life.","release_date":"2016-11-20","vote_average":5.9,"runtime":100,"cert":"N\/A","id":445605,"title":"Slam","adult":false,"genre_ids":[35]},{"cast":["Karel Plíhal"],"overview":"","release_date":"2004-12-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":445607,"title":"Karel Plíhal","adult":false,"genre_ids":[10402]},{"cast":["Aneta Langerová"],"overview":"","release_date":"2012-05-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":445609,"title":"Aneta Langerová - Pár míst","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"1972 Mexican experimental film by Cooperativa de Cine Marginal","release_date":"1972-03-08","vote_average":0.0,"runtime":14,"cert":"N\/A","id":445623,"title":"Another Country","adult":false,"genre_ids":[]},{"cast":[],"overview":"1974 Mexican experimental film","release_date":"1974-03-08","vote_average":0.0,"runtime":16,"cert":"N\/A","id":445625,"title":"Chuchulucos y arrumacos para burgueses","adult":false,"genre_ids":[]},{"cast":[],"overview":"From Tripoli to Benghazi, meet a grandmother sowing the national flag with relish, a young woman determined to become a film director, a fisherman philosopher, illegal migrants caught in limbo in a detention center, a group of young filmmakers trying to fund their fiction film and many others. A collection of brief insights into the lives of people trying to find normality in a world of chaos.","release_date":"2017-07-26","vote_average":0.0,"runtime":72,"cert":"\"\"","id":445630,"title":"Libya in Motion","adult":false,"genre_ids":[99]},{"cast":["Waldemar Torenstra","Gijs Naber","Porgy Franssen","Markoesa Hamer"],"overview":"When successful banker Thomas attends his father’s funeral, he meets his left-wing activist brother Arne again after many years. He makes an effort to get close to Arne and invites him to a prestigious conference on sustainable banking, but Arne uses the conference to make a political statement that has fatal consequences. Thomas finds himself fighting for his own career and for Arne’s life, but especially to regain his brother’s respect.","release_date":"2017-04-26","vote_average":6.0,"runtime":80,"cert":"N\/A","id":445632,"title":"The Swap","adult":false,"genre_ids":[]},{"cast":[],"overview":"1974 Mexican experimental film.","release_date":"1974-03-08","vote_average":6.0,"runtime":21,"cert":"N\/A","id":445634,"title":"Materia Nupcial","adult":false,"genre_ids":[]},{"cast":[],"overview":"A graphic disintegration of paranoia, perversion and violence in Chicago. (worldcat.org)","release_date":"1979-01-01","vote_average":7.0,"runtime":12,"cert":"\"\"","id":445636,"title":"Heavy Metal","adult":false,"genre_ids":[80]},{"cast":[],"overview":"A collection of private films done by fans etc. Some other bites also included.","release_date":"2008-03-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":445653,"title":"Queen: The 8mm Film Collection (1977-1982)","adult":false,"genre_ids":[10402]},{"cast":["Charles Starrett","Russell Hayden","Luana Walters","Cliff Edwards","Ray Bennett"],"overview":"In this western, a ranch foreman and the bosses son go to a saloon to slake their thirst and find themselves in the midst of a battle started by the feisty saloon owner's wicked ex-husband who loots the safe in the ensuing scuffle.","release_date":"1942-03-17","vote_average":0.0,"runtime":59,"cert":"\"\"","id":445655,"title":"Lawless Plainsmen","adult":false,"genre_ids":[37]},{"cast":["Russell Hayden","Dub Taylor","Bob Wills","Ernie Adams","Victor Adamson"],"overview":"Hayden enters the lawless prairie in which criminals have had free reign to manipulate the innocent settlers.","release_date":"1942-10-15","vote_average":0.0,"runtime":58,"cert":"\"\"","id":445657,"title":"The Lone Prairie","adult":false,"genre_ids":[37]},{"cast":["Markus Fiedler","Rainer Forster","Daniele Ganser","Ken Jebsen","Xavier Naidoo"],"overview":"","release_date":"2017-03-07","vote_average":10.0,"runtime":null,"cert":"N\/A","id":445659,"title":"Zensur: Die organisierte Manipulation der Wikipedia und anderer Medien","adult":false,"genre_ids":[99]},{"cast":["Paul Rogers","Patricia Brake","James Copeland","Paul Young","Phil McCall"],"overview":"When best-selling author James Fuller Hayes comes to Glasgow to publicise his personal account of the Spanish Civil War, a surprise reunion with two of his old comrades from the Int Brigade reveals contradictory & devastating information. Technically, this was the last Play For Today ever made by the BBC.","release_date":"1985-02-05","vote_average":0.0,"runtime":70,"cert":"N\/A","id":445661,"title":"Brigadista","adult":false,"genre_ids":[18,10770]},{"cast":["John Gordon Sinclair","Tilda Swinton","Ken Stott","Katy Murphy","Eddi Reader"],"overview":"In this fondly remembered mini series John Byrne, creator of Tutti Frutti, explores the country music scene in an unsentimental portrait of Glaswegian life and culture. Local food and wine correspondent Frank McClusky falls in love with waitress Cissie Crouch. Unfortunately for him, she’s the wife of a convict, who is serving time for a crime he didn’t commit. As Frank’s life becomes more embroiled with Cissie’s he goes on a mission to track down the guilty men.","release_date":"1990-10-11","vote_average":0.0,"runtime":300,"cert":"N\/A","id":445666,"title":"Your Cheatin' Heart","adult":false,"genre_ids":[10402,35,18]},{"cast":["Greg Bayan","Lisa Nistri","Joe Hansard","Elizabeth Shevock","Michael Petrunak"],"overview":"Brain chemistry research has produced a drug - Nirvana - that can wipe out addiction and mental illness by stimulating pleasure centers in the brain and flooding the brain with endorphins. PsyMax Labs is about to release Nirvana, but suddenly something goes badly wrong. Nirvana causes drastic genetic changes, switching on dormant genes to produce BRAINIAC, a creature whose need for the brain's pleasure chemicals causes it to begin eating human brains.","release_date":"2004-01-01","vote_average":5.0,"runtime":93,"cert":"\"NR\"","id":445680,"title":"Brainiac","adult":false,"genre_ids":[878,27]},{"cast":["Florence Foresti","Franck Dubosc","Gad Elmaleh","Anne Roumanoff","Stéphane Rousseau"],"overview":"","release_date":"2016-12-31","vote_average":6.0,"runtime":null,"cert":"N\/A","id":445682,"title":"Juste pour rire fait son show","adult":false,"genre_ids":[]},{"cast":["Neal Adams","Rob Liefeld","Ty Templeton"],"overview":"Canadian artists break into the American comics industry.","release_date":"2017-03-10","vote_average":0.0,"runtime":90,"cert":"N\/A","id":445684,"title":"Heroes Manufactured","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2016-10-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":445686,"title":"عمود فقرى","adult":false,"genre_ids":[]},{"cast":["Daphne Iking","Azman Hassan"],"overview":"A dark take on media manipulation and political situation in Malaysia. The idea is to convey how normal citizens even though sometimes they know what they read and heard are absurd and not right but still with not much options to react but to accept them in order to maintain their livelihood. And at the same time powerful figures whom understands the mentality of the citizens continues to drives their ridiculous and absurd ideas and opinions to the mass.","release_date":"2009-02-19","vote_average":5.0,"runtime":5,"cert":"N\/A","id":445688,"title":"Gerhana","adult":false,"genre_ids":[18]},{"cast":["Robin Bailey","Susan Shaw","Liam Redmond","Harry Fowler","Andre Mikhelson"],"overview":"London police and reporters from a local newspaper go after a gang of foreign criminals.","release_date":"1958-01-01","vote_average":6.0,"runtime":65,"cert":"N\/A","id":445693,"title":"The Diplomatic Corpse","adult":false,"genre_ids":[12,18,28]},{"cast":["Marci Miller","Jake Ryan Scott","Blaine Maye","Lynn Andrews III","JR Hatchett"],"overview":"The plot of Children of the Corn: Runaway follows a young pregnant Ruth who escapes a murderous child cult in a small Midwestern town. She spends the next decade living anonymously in an attempt to spare her son the horrors that she experienced as a child. She lands in the small Oklahoma town, but something is following her. Now, she must confront this evil or lose her child.","release_date":"2018-03-13","vote_average":5.7,"runtime":82,"cert":"\"\"","id":445710,"title":"Children of the Corn: Runaway","adult":false,"genre_ids":[27]},{"cast":["Kim Anderzon","Björn Granath","Erik Appelgren","Krister Henriksson","Judith Hollander"],"overview":"About Swedish actress Kim Anderzon. Loved and acclaimed for her roles in theatre and on film. A feminist role model with a big ego. A woman who decided to do it all by herself, and who became one of our greatest actors. A life on stage. Till the cancer arrived.","release_date":"2017-03-10","vote_average":0.0,"runtime":90,"cert":"N\/A","id":445712,"title":"Kim - Den skalliga primadonnan","adult":false,"genre_ids":[99]},{"cast":["Eman Manan","Zul Huzaimy","Ida Nerina","Anuar Idris","Mas Muharni"],"overview":"Master puppeteer, Awang Lah, becomes a uneasy teacher to Awi, a blind, orphaned boy, and Melor, a girl with a nasal problem. Though blind, Awi is adept at memorizing wayang kulit stories. Melor, too, shows great skill in creating the puppets and manipulating them on the screen as Awi recites the stories.","release_date":"2008-11-13","vote_average":0.0,"runtime":110,"cert":"N\/A","id":445714,"title":"Wayang","adult":false,"genre_ids":[]},{"cast":["Jack Carson","Mickey Rooney"],"overview":"Two oilmen coax a cook, an oilwoman and a gusher in South America.","release_date":"1956-07-21","vote_average":0.0,"runtime":73,"cert":"\"\"","id":445716,"title":"Magnificent Roughnecks","adult":false,"genre_ids":[]},{"cast":["Luciano Taioli","Marina Berti","Maria Pia Casilio"],"overview":"An Italian singer who found fame in America comes back to his native country and finds out that his former girlfriend is in prison.","release_date":"1956-01-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":445718,"title":"Il canto dell'emigrante","adult":false,"genre_ids":[]},{"cast":["Paolo Carlini","Jacqueline Collard","Nyta Dover","Marcella Mariani","Vera Carmi"],"overview":"A humble country girl is cast in a film and falls in love with the famous lead actor.","release_date":"1956-01-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":445720,"title":"Mai ti scorderò","adult":false,"genre_ids":[]},{"cast":["Claudio Villa","Valeria Fabrizi","Paul Müller"],"overview":"A naive goldsmith is conned by a pair of grifters.","release_date":"1959-04-30","vote_average":0.0,"runtime":86,"cert":"N\/A","id":445737,"title":"Un canto nel deserto","adult":false,"genre_ids":[]},{"cast":["Sylva Koscina","Mario Carotenuto","Memmo Carotenuto","Marisa Merlini","Andrea Checchi"],"overview":"Two middle-aged bachelors use the same apartment for their romantic meetings.","release_date":"1960-03-30","vote_average":0.0,"runtime":93,"cert":"N\/A","id":445742,"title":"I piaceri dello scapolo","adult":false,"genre_ids":[]},{"cast":["Danielle Harris","Katie Keene","Chris Hahn","Jeff Denton","Cher Hubsher"],"overview":"A young woman wakes up in a seemingly evacuated hospital with a hurricane approaching that has awakened malevolent forces inside. She realizes she must escape the hospital before the hurricane passes, or she will be trapped there forever.","release_date":"2017-12-01","vote_average":4.4,"runtime":85,"cert":"\"\"","id":445744,"title":"Inoperable","adult":false,"genre_ids":[27]},{"cast":["Natthawut Saenyabut","Thanwaporn Nasombat","Siriamol Onkoon","Chatchai Chinsi","Somchai Saiutha"],"overview":"The story of young Isan teenagers. Jalodd never has girlfriend. He must flirt one  hundred girls by believing that there must be someone who accepts a love request. Another side, Pong (Jalodd's friend), a young business man from Bangkok. He want to open 7-Eleven in the village. But his father doesn't accept it.","release_date":"2017-02-23","vote_average":4.0,"runtime":126,"cert":"N\/A","id":445746,"title":"Thi Baan The Series","adult":false,"genre_ids":[10749,35]},{"cast":["Vladimír Dlouhý","Ilona Svobodová","Jiří Bartoška","Ota Sklenčka","Hana Maciuchová"],"overview":"","release_date":"1982-03-08","vote_average":5.0,"runtime":null,"cert":"N\/A","id":445748,"title":"O labuti","adult":false,"genre_ids":[14,10770,10749]},{"cast":["Henny Kaan","Tim Meeuws","Rob Bakker","Froukje van Houten","Ellie van Dooren"],"overview":"De Oplossing? is a movie about the dangers of racism and fascism. A group of Dutch young people is influenced by an ultra right political party.","release_date":"1984-09-27","vote_average":0.0,"runtime":65,"cert":"N\/A","id":445750,"title":"The Answer?","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary profiling Nelson Mandela, narrated by David Dimbleby.","release_date":"2003-01-01","vote_average":5.0,"runtime":120,"cert":"N\/A","id":445752,"title":"Mandela, the Living Legend","adult":false,"genre_ids":[]},{"cast":["Rachel Mari Bishop","Andrew Campbell","Lucas Campbell","Jared Bullis","Ezra Haidet"],"overview":"Barbed wire. Thumbtacks. Cheese graters!?! For the WRC wrestling federation, it's just another day at the office.","release_date":"2003-11-06","vote_average":7.0,"runtime":50,"cert":"\"\"","id":445766,"title":"Splatter Rampage Wrestling","adult":false,"genre_ids":[28,35]},{"cast":["Vincent Lindon","Izïa Higelin","Séverine Caneele","Magdalena Malina","Edward Akrout"],"overview":"Auguste Rodin (1840-1917), man of the people, autodidact and revolutionary sculptor - the most brilliant of his era. At 42, Rodin meets Camille Claudel, a young woman desperate to become his assistant. He quickly acknowledges her as his most able pupil, and treats her as an equal in matters of creation.","release_date":"2017-08-31","vote_average":4.5,"runtime":119,"cert":"N\/A","id":445768,"title":"Rodin","adult":false,"genre_ids":[18,10749]},{"cast":["Rejane Medeiros","Ney Santanna","Nelson Xavier","Jofre Soares","Emmanuel Cavalcanti"],"overview":"","release_date":"1976-10-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":445770,"title":"Soledade - A Bagaceira","adult":false,"genre_ids":[18]},{"cast":["Je Martins"],"overview":"What are you obsessed about? Catarina is for everything: cleaning, organising and even for curiosities. Tired of everything, she decides to end her own life. Hoping for your agony of something unexpected your curiosity and that she is reminder of the decision and need to act fast if you want to go back.","release_date":"2007-03-11","vote_average":0.0,"runtime":7,"cert":"N\/A","id":445772,"title":"Pigs Can't Look Up Into the Sky","adult":false,"genre_ids":[9648]},{"cast":["Adriano Big","Bruno Guimarães","Nayara Homem","Wendel Damasceno"],"overview":"","release_date":"2013-03-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":445774,"title":"Papai Noel nos Molestou","adult":false,"genre_ids":[18]},{"cast":["Antônio Fagundes","Roberto Bonfim","Bruno Torres","Cristina Prochaska","Cosme dos Santos"],"overview":"","release_date":"1999-03-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":445776,"title":"No Coração dos Deuses","adult":false,"genre_ids":[12]},{"cast":["Sofia Andres","Devon Seron","Joseph Marco","Cherise Castro","Albie Casiño"],"overview":"A story of a group of pranksters who scares a homeless girl and accidentally injuring her. One by one, they start encountering a shadow whose glare causes them to fall severely ill and die.","release_date":"2017-03-08","vote_average":8.3,"runtime":93,"cert":"N\/A","id":445778,"title":"Pwera Usog","adult":false,"genre_ids":[27]},{"cast":["Jong Monzon","Obunay Sulatan","Jillian Khayle Barbarona","Henyo Ehem"],"overview":"Set in an indigenous community in the hinterlands in Mindanao, a family goes up to the mountains to grieve and bury its youngest member who died from sickness.","release_date":"2017-03-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":445792,"title":"Tu Pug Imatuy","adult":false,"genre_ids":[18]},{"cast":["Jesús Franco"],"overview":"Ladoire is a womanizer, with a monotonous life and few illusions, a sad condition that will redeem Olvido, an attractive young woman who casually falls to his side.","release_date":"1988-04-08","vote_average":0.0,"runtime":94,"cert":"N\/A","id":445794,"title":"Esa cosa con plumas","adult":false,"genre_ids":[]},{"cast":["Gua Ah-leh","Chin Tao","Liu Wei-Bin","Lee Hung","Lin Tung"],"overview":"A romance that was destined to be, becomes altered by a man's insecurity and a woman's pride. Will their love stand the test of time?","release_date":"1967-11-23","vote_average":0.0,"runtime":89,"cert":"N\/A","id":445796,"title":"Love Is Thicker Than Wine","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"WINGS OF BUTTERFLY (film about the unfinished film) \"Three butterflies... Suddenly - two butterflies... And nobody has realized how the souls disappear...\" Twenty-five years ago, in Kiev, his mother gave to the author a camcorder 16 mm. His friends and he, interested in cinema, started to make everyone own movie. Today, the camcorder has disappeared, as a part of the friends and the country where this happened. But the spools of the films shooted at that time stay. This new film tries to understand then the meaning of the initiated film, and perhaps, in a certain sense, to finish it...","release_date":"","vote_average":0.0,"runtime":64,"cert":"N\/A","id":445798,"title":"Le battement d'ailes d'un papillon","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1959-03-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":445800,"title":"L'india vista da Rossellini","adult":false,"genre_ids":[]},{"cast":["Emanuel Pârvu","Tudor Istodor","Alexandru Bogdan","Andrei Huțuleac"],"overview":"“Why me?” focuses on some of the aspects of the New Romanian Cinema, using its own aesthetics. The short film describes the ridicule situation three film-makers create when all their paths to “glory” seem to be blocked. The only solution they find to their problem is an extreme one.","release_date":"2016-09-15","vote_average":8.0,"runtime":16,"cert":"N\/A","id":445802,"title":"Why me?","adult":false,"genre_ids":[35,53]},{"cast":["Tara Strong","Ashleigh Ball","Tabitha St. Germain"],"overview":"Can Twilight Sparkle and her friends keep the Crystal Empire safe?  A magical empire has suddenly appeared in the arctic north of Equestria, and Princess Celestia needs Twilight Sparkle and her friends to find a way to protect it. While her friends try to keep the Crystal Ponies occupied at the Crystal Faire, Twilight Sparkle searches for the hidden Crystal Heart that is the key to keeping their empire safe from harm!","release_date":"2012-01-01","vote_average":0.0,"runtime":120,"cert":"\"\"","id":445819,"title":"My Little Pony Friendship Is Magic: Adventures In The Crystal Empire","adult":false,"genre_ids":[10751]},{"cast":["Joshua Brennan","Charlotte Best","Goran D. Kleut","Coco Jack Gillies","Georgia Scott"],"overview":"It was supposed to be so simple. You do a job, you make the meet, you get paid. As an experienced flipper, Jimmy “Skinny” Skinford knows the protocol all too well. Having said that, being kidnapped and forced to dig your own grave will spanner the nicest of deals in the sharpest of ways. But his fortune turns when a push of his dead mans shovel unearths the opportunity of a life time; a woman, buried but still breathing, who just can’t seem to die. Her mysterious gift extends to others through touch and in her company Skinny launches head first into a scheme of unparalleled mayhem. Coming face to face with the most depraved deviates of the criminal underworld, Skinny will have to pay his dues in order to make the meet, get his payload and have his chance at immortality. But this gift horse comes with plans of her own, and dark consequences that threaten to sever Skinny’s world piece by piece.","release_date":"2017-03-12","vote_average":0.0,"runtime":84,"cert":"N\/A","id":445821,"title":"Skinford","adult":false,"genre_ids":[14,53]},{"cast":["Gabriele Tinti","Sara Sperati","Erika Blanc","Chris Avram","Ezio Marano"],"overview":"I figli di nessuno (internationally released as Nobody's Children) is an Italian drama film directed by Bruno Gaburro and released in 1974. The film, a remake of the remake of the 1951 Raffaello Matarazzo movie of the same name, is part of a subgenre of Italian melodramatic films known as \"lacrima movies\" (or \"tearjerker movies\").","release_date":"1974-01-22","vote_average":0.0,"runtime":95,"cert":"N\/A","id":445823,"title":"Nobody's Children","adult":false,"genre_ids":[18]},{"cast":["Hassan Eid","Eman El Shouky","Ibrahim El Samman"],"overview":"Nine people with mutual history meet in one place, which eventually reveals a lot of dark secrets that were hidden for too long. A ruthless battle ensues between them, but who will finally have the upper hand?","release_date":"2015-04-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":445831,"title":"Nin9","adult":false,"genre_ids":[53]},{"cast":[],"overview":"A parody of James Cameron's Titanic","release_date":"2016-09-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":445833,"title":"Titanic: The Arabic Version","adult":false,"genre_ids":[]},{"cast":["D.T. Carney","George McArthur","Brinke Stevens"],"overview":"A baby escapes his own abortion and seeks to find revenge. With a machine gun.","release_date":"2017-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":445850,"title":"Machine Gun Baby","adult":true,"genre_ids":[27,28]},{"cast":["Nikita Denise","Magdalene St. Michaels","Seth Gamble","Ian Whitcomb","Tyler Nixon"],"overview":"Streetwalker-turned-nun Sister Malina (Nikita Denise) is in danger of succumbing to her demons and returning to a life a sin. A concerned Father Thomas (Ian Whitcomb) calls upon Mother Superior (Magdalene St. Michaels) to counsel the troubled beauty, but the resentful older nun wants to get rid of sexy Malina so she can prey on the young priests herself.","release_date":"2014-10-01","vote_average":8.0,"runtime":159,"cert":"\"\"","id":445852,"title":"Bad Nun","adult":true,"genre_ids":[]},{"cast":["Molly Bennett","Ash Hollywood","Riley Reid","Lizz Tayler","Sasha Hall"],"overview":"Molly's beautiful pink nipples are the highlight of this scene...her very first time with two raging cocks! Young Riley wants to learn German for her trip...she only learns the dirty words! Scout Ash is packing more than cookies...she gets a monster facial glazing. Sasha has very little experience...but she's very willing to learn. Lizz picks up a cock for a backseat blowjob...and ends up getting her brains fucked out.","release_date":"2012-04-09","vote_average":0.0,"runtime":182,"cert":"\"NC-17\"","id":445854,"title":"Slut Puppies 6","adult":true,"genre_ids":[]},{"cast":["David Tang Wei","Chi-Min Chin","Doris Lung Chun-Erh","Ko Fei"],"overview":"A young Prince is married against his will because his father needs an alliance with a neighboring kingdom. But the Prince wants to become a monk and flees among the common people, which are terrorized by a evil sorcerer and his cult.","release_date":"1975-01-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":445856,"title":"The Saviour Monk","adult":false,"genre_ids":[28,14]},{"cast":["Aubrey Star","Marsha May","Marley Brinx","Megan Rain","Uma Jolie"],"overview":"Our little pet Aubrey returns to show off her flexibility, and just how naughty she can be. Professor Holmes is back to teach the joys of anal sex. Super anal tag team duo Marley and Megan are back to destroy some huge cock. Uma Jolie could be a supermodel but chose the life of a naughty little slut.","release_date":"2016-02-29","vote_average":0.0,"runtime":131,"cert":"\"NC-17\"","id":445858,"title":"Slut Puppies 10","adult":true,"genre_ids":[]},{"cast":[],"overview":"Lyrical documentary about the city of Cologne.","release_date":"1986-02-02","vote_average":0.0,"runtime":5,"cert":"N\/A","id":445860,"title":"Kölner Bewegungen","adult":false,"genre_ids":[]},{"cast":["Sonia Garcia","Andrea Ramos","Diana Romero","Sasha","Yoha Gálvez"],"overview":"Director Nacho Vidal returns to the scene of the carnal crime for a new conquest of Colombia's finest young chicas. No one expects the Spanish Inquisition, nor are they ready for Nacho, an urban guerilla on patrol in this banana republic.","release_date":"2010-08-25","vote_average":0.0,"runtime":215,"cert":"\"NC-17\"","id":445883,"title":"Colombian Teens 2","adult":true,"genre_ids":[]},{"cast":[],"overview":"This feature documentary takes us to the heart of the Jane-Finch \"Corridor\" in the early 1980s. Covering six square blocks in Toronto's North York, the area readily evokes images of vandalism, high-density subsidized housing, racial tension, despair and crime. By focusing on the lives of several of the residents, many of them black or members of other visible minorities, the film provides a powerful view of a community that, contrary to its popular image, is working towards a more positive future.","release_date":"","vote_average":0.0,"runtime":56,"cert":"N\/A","id":445885,"title":"Home Feeling: Struggle for a Community","adult":false,"genre_ids":[]},{"cast":["Bill Elliott","Tex Ritter","Frank Mitchell","Virginia Carpenter","Luana Walters"],"overview":"It's Wild Bill Elliot as Wild Bill Hickok in the Columbia B-western Lone Star Vigilantes. This time out, Elliot is teamed with singing cowboy Tex Ritter, while comedy relief is provided by diminutive stuntman Frank Mitchell. Returning from Civil War duty, Hickok, Tex Martin (Ritter) and Cannonball (Mitchell) find that their Texas home town is under the rule of Colonel Monroe (Forrest Taylor), a bush-league dictator with his own police force. In true Hitlerian fashion, Monroe extorts huge sums of money from the populace, terrorizing them into silence. Our three heroes set about to put an end to Monroe's regime, with time out for Tex Ritter's musical interludes.","release_date":"1942-01-01","vote_average":0.0,"runtime":58,"cert":"\"\"","id":445887,"title":"The Lone Star Vigilantes","adult":false,"genre_ids":[37]},{"cast":["Chastity Lynn","Franceska Jaimes","Adrianna Nicole","Alysa Gap","Amy Brooke"],"overview":"To say that director Jay Sin is fascinated with female buttholes is an understatement. He's made a career of capturing rim jobs, rectal gapes and ass-to-mouth action. Jay's new \"Strap-On Anal Lesbians\" is a double-DVD set of gorgeous sluts reaming each other with outrageously huge strap-on dildos; it delivers all the eroticism of hard-core rectal sodomy, but with no dicks to spoil the girly vibe!","release_date":"2012-01-18","vote_average":0.0,"runtime":220,"cert":"\"NC-17\"","id":445889,"title":"Strap On Anal Lesbians","adult":true,"genre_ids":[]},{"cast":["Tim McCoy","Virginia Carpenter","Charles King","Ralph Peters","Karl Hackett"],"overview":"Bob Day has been captured by Marlow's gang. When Tim Barton and sidekick Monte come looking for him, Tim is also captured. Escaping, Tim has a plan that will have the outlaws fighting among themselves.","release_date":"1941-02-26","vote_average":0.0,"runtime":63,"cert":"\"\"","id":445891,"title":"Outlaws of the Rio Grande","adult":false,"genre_ids":[37]},{"cast":["Whitney Mixter","Matt Yeager","Caleb Shaner","Leo Smith","Debbie Rochon"],"overview":"A group of hoodoo slingers battle zombies in the aftermath of Hurricane Katrina.","release_date":"2010-11-30","vote_average":0.0,"runtime":120,"cert":"\"\"","id":445905,"title":"Voodoo Cowboys","adult":false,"genre_ids":[37,28,27]},{"cast":["Yeo Min-Joo","Jung Chung-Gu","Kim Bo-ryeong"],"overview":"Yoon-ju dies under mysterious circumstances while working on a film. At the urging of Director Kim, her younger sister Yoon-hee starts making the film but memories of her dead sister keep haunting her. When Yoon-hee sees her sister’s apparition lying in the bathtub looking at her one day, she falls and hurts her eye. From that day on, Yoon-hee goes back and forth between herself and the dead sister and tries to keep a distance from her boyfriend Han-gi, who grows more and more concerned and tells her to quit the film. But, Kim pushes the reluctant Yoon-hee to keep working on finishing it. As she continues to shoot the film, Yoon-hee finds herself caught up in confusion as she crosses the borders between the present and the past and between reality and cinema.","release_date":"2016-12-15","vote_average":0.0,"runtime":104,"cert":"N\/A","id":445907,"title":"The Sound of Memories","adult":false,"genre_ids":[14,9648]},{"cast":["Debbie Rochon","Jesse Kozel","Bill Oberst Jr.","Elina Madison","Tara Cardinal"],"overview":"Memories can be lost just like pages from a diary but what happens when they are brought to the surface? Will the truth come out?","release_date":"2010-09-19","vote_average":0.0,"runtime":75,"cert":"\"\"","id":445909,"title":"Ripped Memories","adult":false,"genre_ids":[18]},{"cast":["April Monique Burril","Azman Toy","Lilly Burril","Bill Price","Nicolette le Faye"],"overview":"Follows the bloody misadventures of Chainsaw Sally and her brother Ruby in the small town of Porterville. Divided into 11 episodes running 20 minutes apiece.","release_date":"2010-09-28","vote_average":0.0,"runtime":220,"cert":"\"\"","id":445911,"title":"The Chainsaw Sally Show","adult":false,"genre_ids":[27]},{"cast":["Danica McKellar","Paul Greene","Marcus Zane Carvalho","Kendall Cross","Graeme Duffy"],"overview":"Feeling disconnected with her teenage son, a protective mother decides to step outside of her comfort zone and take him camping. But as soon as she arrives, she begins butting heads with her cabin neighbor, a single father and outdoorsman who is also in search of a connection with his teen daughter. Stars Danica McKellar and Paul Greene.","release_date":"2017-03-18","vote_average":6.0,"runtime":88,"cert":"\"G\"","id":445913,"title":"Campfire Kiss","adult":false,"genre_ids":[35,10749]},{"cast":["April Monique Burril","Azman Toy","Debbie Rochon","Jimmyo Burril","Lilly Burril"],"overview":"Welcome back to Porterville. Librarian by day, homicidal killer by night, Chainsaw Sally faces a new nemesis, Angel Eyes who has come to town to take credit for all of Sally's good work","release_date":"2012-02-14","vote_average":10.0,"runtime":null,"cert":"\"\"","id":445915,"title":"The Chainsaw Sally Show Season 2","adult":false,"genre_ids":[27]},{"cast":["Frank Moore"],"overview":"The director films common people in sexual related situations, in a variety of true, gripping, funny, dramatic, disturbing, imaginative ways - in the country than facing a big moral change in their view of adult, public and sexual life.","release_date":"1976-07-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":445932,"title":"Sex O'Clock U.S.A.","adult":false,"genre_ids":[99]},{"cast":["Liva Weel","Hans Egede Budtz","Birgitte Federspiel","Preben Mahrt","Svend Asmussen"],"overview":"","release_date":"1942-05-31","vote_average":8.0,"runtime":null,"cert":"N\/A","id":445934,"title":"Ta' briller paa","adult":false,"genre_ids":[35]},{"cast":["Agnes Chan Mei-Ling","Irene Chen Yi-Ling","Tao Hung Li","Danny Law","Wang Lai"],"overview":"The love bug strikes two young sisters at about the same time. Since the two sisters happen to be in love with the same person, chaos and confusion is brought into their once serene home.","release_date":"1975-07-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":445936,"title":"I Am in Love","adult":false,"genre_ids":[10749]},{"cast":["Stan Laurel","Glen Cavender","Julie Leonard"],"overview":"","release_date":"1925-04-30","vote_average":0.0,"runtime":20,"cert":"\"\"","id":445938,"title":"The Snow Hawk","adult":false,"genre_ids":[35]},{"cast":["Peter Yang Kwan","Wan Yee","Wong Chung"],"overview":"A man recounts his sorrows over his love that was not meant to be. As China enters its tumultuous period of political upheaval, love begins to blossom for two people on opposing parties.","release_date":"1968-08-16","vote_average":0.0,"runtime":104,"cert":"N\/A","id":445940,"title":"Romance in Northern Country","adult":false,"genre_ids":[18,10749]},{"cast":["Sibelle Hu","Hsiu-shen Liang","Sally Yeh","Tsui Shou-ping","Ming Chiang"],"overview":"Financial woes causes a young woman to turn to the oldest profession for work. Her sacrificial deeds to raise her siblings are left unappreciated by her younger sister.","release_date":"1982-09-18","vote_average":0.0,"runtime":87,"cert":"N\/A","id":445942,"title":"A Flower in the Storm","adult":false,"genre_ids":[18]},{"cast":["Emrah Kaman","Pelin Akil","Zafer Algöz","Cem Yılmaz","Hakan Altun"],"overview":"","release_date":"2017-03-09","vote_average":6.5,"runtime":null,"cert":"N\/A","id":445944,"title":"Deli Aşk","adult":false,"genre_ids":[35]},{"cast":["Jan Dromyl Espinosa","Archimedes Asis","Laurean Jane Espinosa"],"overview":"A man finds his place in the universe through very unlikely conduits.","release_date":"2017-03-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":445955,"title":"Ang Langit, Burger at ang Universe","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Prabhakaran is a 2008 bilingual Sri Lankan movie about LTTE leader Velupillai Prabhakaran directed by Thushara Pieris","release_date":"2008-04-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":445957,"title":"Prabhakaran","adult":false,"genre_ids":[]},{"cast":["Suresh","Shanthi Krishna","Prathap K. Pothan"],"overview":"Panneer Pushpangal is a love story between Suresh and Shantikrishna supported by their teacher Prathap Pothen.","release_date":"1981-07-03","vote_average":0.0,"runtime":102,"cert":"N\/A","id":445959,"title":"Panneer Pushpangal","adult":false,"genre_ids":[]},{"cast":["Sivakumar","Deepa Unnimary"],"overview":"Rosapoo Ravikaikari (1979) was Sivakumar’s 100th film. He debuted in Tamil with A. C. Tirulokchandar’s Kaakum Karangal (1965). His career saw him play the role of God many times in mythological and historical films; he has played Mahavishnu, Muruga, Sage Narada and also Rajendra Chola., and acted in 200 movies, with many of them","release_date":"1979-03-09","vote_average":0.0,"runtime":124,"cert":"N\/A","id":445961,"title":"Rosapoo Ravikkaikari","adult":false,"genre_ids":[]},{"cast":["Mariano Alcón","Laly del Amo","Rafael Arcos","Mario Berriatúa","Rafael Borqué"],"overview":"","release_date":"1954-09-01","vote_average":7.0,"runtime":84,"cert":"N\/A","id":445963,"title":"Viento del norte","adult":false,"genre_ids":[18]},{"cast":["Yves Lecoq","François Jérosme","Sandrine Alexi","Daniel Herzog","Nicolas Canteloup"],"overview":"","release_date":"1999-02-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":445968,"title":"Les Guignols de l'Info : Putain 10 ans !","adult":false,"genre_ids":[99]},{"cast":["Analía Gadé","Tony Leblanc","Arturo Fernández","Laura Valenzuela","Ismael Merlo"],"overview":"","release_date":"1960-03-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":445985,"title":"la fiel infanteria","adult":false,"genre_ids":[35]},{"cast":["Rabih Mroué","Nada Haddad","Neemat Salamé","Georges Hayeck","Rabih Mroué"],"overview":"Nabil returns to Beirut with the ashes of his father who died abroad. He tries to overcome his bereavement while his family insists on respecting rites and customs by burying a non-existent corpse.","release_date":"2003-08-01","vote_average":0.0,"runtime":26,"cert":"N\/A","id":445987,"title":"Ashes","adult":false,"genre_ids":[]},{"cast":["Frank Oz","Jim Henson"],"overview":"Film produced by the Puppeteers of America documenting a visit from Jim Henson and Frank Oz to MIT in 1989.  It features an introduction as well as closing comments by Frank Oz both from 1993.","release_date":"1989-07-14","vote_average":10.0,"runtime":85,"cert":"\"\"","id":445989,"title":"An Evening with Jim Henson and Frank Oz","adult":false,"genre_ids":[99]},{"cast":["Jacklyn Lick","Mia Zottoli","Samantha Sterlyng","John Busse","Nikki Fomosa"],"overview":"An engaged bachelor and his friends go out for a night of action. After seeing all of the nudity on the sunset strip, they decide to compete to see who can get the most action.","release_date":"2003-02-08","vote_average":4.0,"runtime":null,"cert":"\"R\"","id":445991,"title":"All For Lust","adult":false,"genre_ids":[10749,18]},{"cast":["Mike Mizanin","Anna Van Hooft","Maryse Ouellet Mizanin","Sandy Robson","Trinity Fatu"],"overview":"While working as an EMT back stateside Jake Carter after responding to a distress call, finds himself caught up protecting a person of interest from a biker gang ruthlessly hunting them down.","release_date":"2017-03-16","vote_average":5.7,"runtime":null,"cert":"\"\"","id":445993,"title":"The Marine 5: Battleground","adult":false,"genre_ids":[28]},{"cast":["Asrani","Bharat Bhushan","Prem Chopra","Ramesh Deo","Jack Gaud"],"overview":"A family's palatial lifestyle and estate are stolen from them in an attempt to frame them for a crime they did not commit.","release_date":"1988-12-02","vote_average":8.0,"runtime":169,"cert":"N\/A","id":445995,"title":"Gharana","adult":false,"genre_ids":[18,10751,10749]},{"cert":"N\/A","title":"Four Eyes","cast":["Duncan Finnigan","Gordon Grant","John Smith"],"id":445997,"overview":"After being knocked out, an erratic Paul Hunt believes he has been the victim of a mugging, robbed of £1000, his deposit for a new house. Relationships are already strained between his new wife and his elderly father who all live under the same roof. Paul is now under pressure at his new job as a double glazing salesman for tyrant Big Al, under pressure to care for his devoting father and under pressure to raise the money back, before his pregnant wife finds out.","runtime":75,"genre_ids":[35],"release_date":"2003-10-09","vote_average":0.0,"adult":false}]