[{"cast":["Blair Brown","Nick Fraser"],"overview":"David Grubin's probing and perceptive biography reassesses the remarkable and tragic life of Bobby Kennedy, whose early life was spent in the shadow of his elder brother John. After JFK's assassination, he discovered his own identity in the forefront of American politics before his career was also tragically curtailed by an assassin's bullet. (Storyville)","release_date":"2004-05-01","vote_average":0.0,"runtime":110,"cert":"N\/A","id":447501,"title":"R.F.K.","adult":false,"genre_ids":[99,36,10770]},{"cast":[],"overview":"Documentary made by Yunus Vally, born in the 60s into a Muslim family during the height of the Apartheid era in South Africa, which examines the impact that the discriminatory laws of the state - specifically the so-called Immorality Act that determined who you could love and the censorship regulations that clearly defined what was deemed desirable - had on his life. It is also his attempt to fathom how he could have been an ardent Trotskyite who secretly fancied blonde Afrikaans beauty queens. (Storyville)","release_date":"2007-07-21","vote_average":0.0,"runtime":118,"cert":"N\/A","id":447503,"title":"The Glow of White Women","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Using clips from several unidentified films of the preceding decade, featuring many well-known stars of the day, this short demonstrates that an endless variety of music to entertain all tastes can be heard when you go to the movies.","release_date":"1950-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":447505,"title":"Moments in Music","adult":false,"genre_ids":[]},{"cast":["Chelsea Steffensen","Nathaniel Pierson","Nathan Hoskins","Gavin Merrick","Eric Jacobus"],"overview":"Jasper and the Boss hire a master thief to steal The Tech, a mysterious, shiny orb of infinite consequences. The thief soon finds himself in a strange situation: he refuses to give up The Tech. Features three musical numbers and bone-crunching martial arts action scenes by The Stunt People!","release_date":"2011-11-21","vote_average":0.0,"runtime":24,"cert":"\"\"","id":447519,"title":"The Tech","adult":false,"genre_ids":[35,10402,28]},{"cast":[],"overview":"After losing his job in 2009, Coite Manuel sets off to build his dream business with the help of two unlikely women: Deane, his harp-playing aunt, and Siyone, an East African hotdog vendor and single mother of four. Staking his meager life savings on a vision to revive Washington, D.C.'s dwindling hotdog vending community, Coite faces bewildering challenges.","release_date":"2013-10-29","vote_average":0.0,"runtime":75,"cert":"\"NR\"","id":447521,"title":"Dog Days","adult":false,"genre_ids":[99]},{"cast":["Takayuki Yamada","Go Ayano","Hiromi Sakimoto","Kyôsuke Yabe","Moga Mogami"],"overview":"A classmate from Ushijima's middle school days, Takemoto, shows up. He was a kind man, but now is jobless and without a home. Adrift and unable to borrow money from Ushijima, Takemoto heads for Seiai Home where he can stay while doing work.","release_date":"2016-10-22","vote_average":8.0,"runtime":130,"cert":"N\/A","id":447523,"title":"Ushijima the Loan Shark The Final","adult":false,"genre_ids":[35,18]},{"cast":["Eric Jacobus","Gavin Merrick","Nathaniel Pierson","Chelsea Steffensen","Dan Henley"],"overview":"Old school indie action by The Stunt People","release_date":"2003-03-17","vote_average":6.0,"runtime":14,"cert":"\"\"","id":447525,"title":"Teamwork 2","adult":false,"genre_ids":[35,28]},{"cast":["Muricy Ramalho","Silvério Pessoa","Ricardo Valois"],"overview":"","release_date":"2007-04-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447527,"title":"Batalha dos Aflitos 2 - A Volta Por Cima","adult":false,"genre_ids":[99]},{"cast":["Wilson Lee","Marianne Lee"],"overview":"This is a branded short film for Platinum Victory a property management service company. In conjunction with Valentines Day we've written a romantic love story set in their apartment where the manager of the management team Wilson and his encounter with a new tenant Hui Ling.","release_date":"2017-02-13","vote_average":0.0,"runtime":8,"cert":"N\/A","id":447529,"title":"A Moment of Love","adult":false,"genre_ids":[18]},{"cast":["Ray Mak","Kiyo Heah","Kenny Gan","Liew Mun Chun","Lee Cheng Jen"],"overview":"JRaymond an office drone who had no luck with women finally met Cindy in an online dating website, unknown to him Cindy is a cannibal. Will he becomes her true love and convert her into a vegetarian?","release_date":"2016-05-18","vote_average":0.0,"runtime":19,"cert":"N\/A","id":447531,"title":"My Girlfriend is a Cannibal","adult":false,"genre_ids":[18,35,10749]},{"cast":[],"overview":"When I woke up from the darkness, I learned that I was the legendary Devil of Darkness that was said to have a power to destroy the universe. The beautiful girls make approaches to me one after another. My shout roars in space. When I touch a villain gently, he decomposes into molecules... It seemed that I have the power... But... am I really the Devil?","release_date":"1998-02-27","vote_average":0.0,"runtime":90,"cert":"N\/A","id":447545,"title":"Be-yond","adult":false,"genre_ids":[]},{"cast":[],"overview":"The modern age. Albeit tales of strange things have existed in history, even in the current day , in modern cities, things lurk in the night. A trio of female vampires who normally only care about consumption of blood and the occasional lesbian interaction with one another, suddenly come head to head with gangs of demonic \"beasts\" that ravage and tear their way through the populace. As time goes on, things heat up in more ways than one as the war begins anew between vampires and beasts. Soon Mina, the beautiful red-headed vampire, and her two friends and followers, along with a human boy and girl, will have to fight for us all to survive.","release_date":"1996-05-24","vote_average":0.0,"runtime":78,"cert":"N\/A","id":447547,"title":"Beast City","adult":false,"genre_ids":[35,27]},{"cast":["Zoltán Rajkai","Ernő Fekete","Erzsébet Kútvölgyi","Tibor Szervét","Péter Rudolf"],"overview":"","release_date":"2016-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":447549,"title":"A nevezetes névtelen","adult":false,"genre_ids":[99]},{"cast":["Charlie Starr"],"overview":"Blackberry Smoke's stop at Bob Weir's TRI Studios is chronicled in the band's new DVD, Blackberry Smoke with Bob Weir: An Evening at TRI, featuring the Southern rock ensemble collaborating with the Dead guitarist on a number of tunes in the intimate space. The DVD includes Weir joining Blackberry Smoke on tunes like \"Deep Elem Blues,\" \"Big Boss Man,\" \"Ramble on Rose,\" \"Big River,\" \"Promised Land,\" \"Up on Cripple Creek\" and a finale of \"The Weight.\"","release_date":"2017-03-18","vote_average":0.0,"runtime":null,"cert":"\"\"","id":447551,"title":"Blackberry Smoke with Bob Weir: An Evening at TRI","adult":false,"genre_ids":[]},{"cast":["yasmine omar","sara nakhla","tarek obead","mohamed fikry","adel abdel razek"],"overview":"team decides to make a film about the famous Baron Palace but after several attempts eventually led to catastrophic failure to extraction the  permits to shooting inside the palace the team  decide to break into palace &amp; shooting inside without permits which put them in serious problems are endless","release_date":"2016-11-16","vote_average":10.0,"runtime":85,"cert":"N\/A","id":447553,"title":"Restricted Area - Baron Palace","adult":true,"genre_ids":[53,27]},{"cast":["Nora Swinburne","David Hawthorne","Francis Lister","Sara Sample","Marjorie Chard"],"overview":"An engaged to marry duke causes an infatuated heiress to return to her soldier sweetheart.","release_date":"1921-03-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447555,"title":"The Fortune of Christina McNab","adult":false,"genre_ids":[35]},{"cast":["Vidharth","Raveena Ravi","Krishnamoorthy","Jayaraj","Hello Kandasamy"],"overview":"People of a village go on a trip to their neighbouring village to offer a goat as a sacrifice with a newlywed couple. On a remote thoroughfare, there is an accident and a local is found dead. What happens next?","release_date":"2017-06-02","vote_average":8.0,"runtime":121,"cert":"N\/A","id":447557,"title":"Oru Kidayin Karunai Manu","adult":false,"genre_ids":[18]},{"cast":["Sonja Henie","Michael Wilding","Roy Castle","Dora Bryan","Stanley Holloway"],"overview":"Hello London is a 1958 documentary film starring Sonja Henie and Michael Wilding.","release_date":"1960-11-05","vote_average":0.0,"runtime":78,"cert":"N\/A","id":447571,"title":"Hello London","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A crucial interview hangs on the brink of disaster as one man stumbles through a minefield of questions with comic and potentially life-changing consequences.","release_date":"2007-07-20","vote_average":0.0,"runtime":11,"cert":"\"\"","id":447573,"title":"Making The Man","adult":false,"genre_ids":[]},{"cast":[],"overview":"In this simple story of sexual desperation, loneliness and longing, women find intimacy in unexpected places.","release_date":"2008-06-20","vote_average":0.0,"runtime":9,"cert":"\"\"","id":447575,"title":"Single Girl","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-10-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447577,"title":"8 في المية","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2016-07-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447579,"title":"Eve's Apple","adult":false,"genre_ids":[18]},{"cast":[],"overview":"An average man is unknowingly thrust into superstardom.","release_date":"2015-08-02","vote_average":0.0,"runtime":17,"cert":"\"\"","id":447581,"title":"Dan Miller","adult":false,"genre_ids":[]},{"cast":["Jynx Maze","Sabrina Banks","Emma Ash","Valerie White","Maddy O'Reilly"],"overview":"Oh sweet feet! Why do we love you so? What is it about your look, your taste, your feel and your smell?! Take away a woman's feet and you take away her power. They control us. We will do anything for them. Give them to us!","release_date":"2015-01-20","vote_average":10.0,"runtime":125,"cert":"\"NC-17\"","id":447583,"title":"Barefoot Confidential 83","adult":true,"genre_ids":[]},{"cast":[],"overview":"Documentary about the inheritance of a Gothic home and a family's unspoken past.  78-year-old Ruth has promised her beloved estate to one of her twin daughters, with whom she has lived for the past 35 years. As tensions mount, Ruth flees to France into the arms of her other, estranged daughter.  Ruth's granddaughter Elizabeth documents the struggle, unaware of the dark secrets that lie within the house's walls, as Ruth's turbulent journey sees the unravelling of a family consumed by the legacy of silence and denial. (Storyville)","release_date":"2008-11-06","vote_average":0.0,"runtime":70,"cert":"N\/A","id":447600,"title":"I'm Not Dead Yet","adult":false,"genre_ids":[99,10770]},{"cast":["Steven Spielberg","Goran Visnjic"],"overview":"Profile of iconic war photographer Robert Capa, whose career spanned five epic conflicts across three continents before his untimely death at the age of 40. The film traces Endre Freidman's transformation from a young Jewish boy in Budapest to his becoming Robert Capa, the most famous war photographer in the world. (Storyville)","release_date":"2003-05-28","vote_average":0.0,"runtime":90,"cert":"\"\"","id":447602,"title":"Robert Capa: In Love and War","adult":false,"genre_ids":[99]},{"cast":[],"overview":"1\tPaper Plane  2\tCaroline  3\tDown Down  4\tRoll Over Lay Down  5\tRain  6\tMystery Song  7\tWild Side Of Life  8\tRockin' All Over The World  9\tAgain And Again  10\tWhatever You Want  11\tLiving On An Island  12\tRunaway  13\tWhat You're Proposin'  14\tLies  15\tDon't Drive My Car  16\tSomething 'Bout You Baby I Like  17\tRock 'N' Roll  18\tDear John  19\tOl' Rag Blues  20\tA Mess Of Blues  21\tMarguerita Time  22\tGoing Down Town Tonight  23\tThe Wanderer  24\tRollin' Home  25\tIn The Army Now  26\tDreamin'","release_date":"","vote_average":7.0,"runtime":null,"cert":"N\/A","id":447604,"title":"Status Quo ‎– Rocking Through The Years","adult":false,"genre_ids":[]},{"cast":["C. Thomas Howell","Bug Hall","Juli Erickson","Grant James","Frederic Doss"],"overview":"Newlyweds Megan and Andrew have just moved into their dream home with aspirations to start a family. But soon strange events start happening. Voices and shadowy figures haunt Megan, and even Andrew, starts questioning his own sanity as their marriage is being torn apart. The visions grow increasingly real..and threatening, yet Megan is unwilling to relinquish her home. When the appearance of a mysterious priest unveils the truth behind their nightmare, Megan's reality takes a desperate turn that her haunting visions never could have predicted.","release_date":"2017-02-28","vote_average":4.6,"runtime":78,"cert":"\"\"","id":447606,"title":"The Shadow People","adult":false,"genre_ids":[53]},{"cast":[],"overview":"1. The Jam - Going Underground  2. Teardrop Explodes - Reward  3. Squeeze - Take Me I'm Yours  4. Zodiac Mindwarp and The Love Reaction - Prime Mover  5. The Mission - Wasteland  6. The Dickies - Nights in White Satin  7. Tenpole Tudor - Swords of a 1000 Men  8. The Untouchables - Free Yourself  9. Style Council - Walls Come Tumbling Down  10. The Cure - Inbetween Days  11. Soft Cell - Say Hello Wave Goodbye  12. Boomtown Rats - I Don't Like Mondays  13. Propagnada - Dr Mabuse  14. Art of Noise - Beat Box  15. The Jam - A Town Called Malice  16. The Dickies - Banana Splits  17. Julian Cope - World Shut Your Mouth  18. The Cure - A Forest","release_date":"","vote_average":0.0,"runtime":108,"cert":"N\/A","id":447608,"title":"World Shut Your Mouth","adult":false,"genre_ids":[]},{"cast":[],"overview":"Miniseries looking at Barbados through the lives of the island's horse racing community.","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447610,"title":"Barbados at the Races","adult":false,"genre_ids":[10770,99]},{"cast":["Timothy Mark Fenner","Judith Blincow","Larn Grech","Steve Griffiths","Liam Rowley"],"overview":"A group of adults are notified that they have won a competition to spend a night at the famously haunted Mermaid Hotel in Rye, Sussex. However they have not entered a competition and soon after arriving there is a murder and that they are locked in. The murders then begin in earnest.....","release_date":"2017-04-05","vote_average":0.0,"runtime":58,"cert":"N\/A","id":447612,"title":"A Very Ghostly Murder","adult":false,"genre_ids":[35]},{"cast":["Annie Sprinkle","Red Baron","Cheryl White","Tia von Davis","Carter Stevens"],"overview":"These women are in for a very long night! This 70’s vintage film features intense bondage practices on these delightful beauties and it’s going to go all night for them!  Rough sex auteur director, Joe Davian, delivers a straight faced black magic story. New York reporters investigate the bizarre sex rituals of an underground voodoo cult. Wall to wall graphic orgies, up close whip wounds, and crucifixion!","release_date":"1976-03-23","vote_average":0.0,"runtime":59,"cert":"\"NC-17\"","id":447623,"title":"The Night of Submission","adult":true,"genre_ids":[]},{"cast":[],"overview":"1\t–The Jimi Hendrix Experience\tWild Thing  2\t–The Grateful Dead\tOne More Saturday Night  3\t–The Who\tMagic Bus  4\t–Cream (2)\tI Feel Free  5\t–Black Sabbath\tParanoid  6\t–The Byrds\tSo You Want To Be A Rock And Rol Star  7\t–The Beach Boys\tSurfin' USA  8\t–Yes\tAll Good People  9\t–The Moody Blues\tNights In White Satin  10\t–Steppenwolf\tBorn To Be Wild  11\t–Free\tAll Right Now  12\t–T-Rex*\tJeepster  13\t–Santana\tBlack Magic Woman  14\t–Ike &amp; Tina Turner\tProud Mary  15\t–Mungo Jerry\tIn The Summertime","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":447625,"title":"MTV Closet Classics","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447627,"title":"Vrienden van Amstel LIVE","adult":false,"genre_ids":[]},{"cast":[],"overview":"1\t–Ofra Haza\tIm Nin' Alu  2\t–The Primitives\tCrash  3\t–The Sisters Of Mercy\tLucretia My Refelction  4\t–The Jesus And Mary Chain\tSidewalking  5\t–Aztec Camera\tSomewhere In My Heart  6\t–Prefab Sprout\tThe King Of Rock 'N' Roll  7\t–Fairground Attraction\tPerfect  8\t–Terence Trent D'Arby\tSign Your Name  9\t–The Pasadenas\tTribute (Right On)  10\t–Matt Bianco\tDon't Blame It On That Girl  11\t–Glen Goldsmith\tWhat You See Is What You Get  12\t–Five Star\tAnother Weekend  13\t–Bros\tI Owe You Nothing  14\t–Desireless\tVoyage Voyage","release_date":"","vote_average":0.0,"runtime":50,"cert":"N\/A","id":447629,"title":"The Hits Video 8","adult":false,"genre_ids":[]},{"cast":["Petra Berger"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447631,"title":"Petra Berger: Live in Concert","adult":false,"genre_ids":[10402]},{"cast":["Sister Wendy Beckett"],"overview":"Sister Wendy Beckett, a cloistered nun and Oxford-educated art scholar who became a most unlikely TV personality in Britain, takes an art appreciation tour across America, visiting six major art museums in this series from PBS","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":447636,"title":"Sister Wendy's American Collection","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2005-07-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447650,"title":"Mauerflug","adult":false,"genre_ids":[]},{"cast":["Justin Hayward","Mike Dawes","Julie Ragins"],"overview":"Justin Hayward: Live In Concert at the Capitol Theatre is the latest DVD release from the legendary Moody Blues vocalist, guitarist &amp; composer. This intimate performance recorded in surround sound has been expertly captured by award winning filmmaker &amp; composer David Minasian, and is truly one of Justin's finest solo performances. Many of Justin's best loved songs are included including Tuesday Afternoon, Question, Your Wildest Dreams, Forever Autumn, I Know You're Out There Somewhere, and of course Nights in White Satin along with some rarely performed deep cuts. The DVD also includes a bonus music video for Justin's latest epic composition The Wind of Heaven.","release_date":"","vote_average":0.0,"runtime":117,"cert":"N\/A","id":447652,"title":"Justin Hayward - Live In Concert At The Capitol Theatre","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Charles Gatewood documents a trip across the United States that stops in on many alternative lifestyle activities. Includes stops in transvestite bars, biker conventions, college spring break parties, gay and lesbian parades, and many interviews with people with tattoos and body piercing.","release_date":"1990-03-17","vote_average":0.0,"runtime":85,"cert":"\"\"","id":447654,"title":"Charles Gatewood's Weird America","adult":false,"genre_ids":[99]},{"cast":["Ilhan Sesen","Settar Tanriögen","Türkü Turan","Pelin Akil","Umit Cirak"],"overview":"Mahir, a musician renowned with his proud personality, has been having a secret romantic relationship with her daughter’s friend Duru. Duru’s father Ali is a traditional, family-oriented man. Mahir and Duru drift apart in their fear while Ali is just about to learn of their secret relationship.","release_date":"2015-12-25","vote_average":4.0,"runtime":102,"cert":"N\/A","id":447656,"title":"Secret","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2006-09-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447658,"title":"Fundacja","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2007-03-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447660,"title":"Gipfelstürmer","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2011-04-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447662,"title":"Red Bull Sport-Edition: Sich die Welt erlaufen - Wahnsinn Wüste","adult":false,"genre_ids":[]},{"cast":["Elizabeth Tulloch","Michael Eklund","Gil Bellows","Slaine","Brit Shaw"],"overview":"25 million dollars, 8 safety deposit boxes, and months before anyone will know it’s gone. But Harrison’s perfect heist turns deadly when his safe-cracker, Mack, discovers their getaway pilot brutally murdered. Someone knew about the job, someone set them up. Stranded in a frozen hangar, held hostage by someone outside, loyalty turns to suspicion and friends turn to enemies. Now it’s a race against time as the band of thieves try to uncover the rat and escape their troubled pasts…if they can survive the night.","release_date":"2016-09-30","vote_average":5.0,"runtime":93,"cert":"\"\"","id":447664,"title":"Dead Draw","adult":false,"genre_ids":[53,80]},{"cast":[],"overview":"Based on a Japanese legend, this animated short tells the story of a farmer who attempts to hide his mother from the wrath of a Lord who forces all people 60 and older from his village.","release_date":"1925-01-01","vote_average":5.0,"runtime":18,"cert":"N\/A","id":447675,"title":"Ubasuteyama","adult":false,"genre_ids":[18,10751,36]},{"cast":[],"overview":"","release_date":"1954-03-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447677,"title":"Aus eigener Kraft","adult":false,"genre_ids":[]},{"cast":["Inge Keller","Renate Blume","Gojko Mitić","Otto Mellies","Norbert Christian"],"overview":"","release_date":"1977-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447679,"title":"Die Liebe und die Königin","adult":false,"genre_ids":[36,18]},{"cast":["Vito Acconci"],"overview":"In this feature-length silent film, Acconci uses hand-written title cards to present an \"interior monologue\" about speaking, language, and silence. The written text alternates with images of Acconci, alone in the interior of an urban loft or on a rooftop, with the skyline of downtown New York as a backdrop.","release_date":"1974-01-01","vote_average":0.0,"runtime":92,"cert":"\"\"","id":447681,"title":"My Word","adult":false,"genre_ids":[]},{"cast":["Valentín Trujillo","Verónica Castro","Patricia Aspíllaga","Luis Aguilar","Juan Gallardo"],"overview":"Young man returns to his childhood home-town, planning to git the people that killed his father.","release_date":"1972-08-09","vote_average":0.0,"runtime":100,"cert":"N\/A","id":447683,"title":"El ausente","adult":false,"genre_ids":[]},{"cast":[],"overview":"The interpretation of the Alfred Hitchcock classic Vertigo, pieced together using footage from old films and television shows shot in and around the San Francisco area.","release_date":"2018-01-05","vote_average":6.6,"runtime":65,"cert":"\"\"","id":447685,"title":"The Green Fog","adult":false,"genre_ids":[9648]},{"cast":["Julie Powell","Nora Ephron","Jane Lynch","Meryl Streep","Amy Adams"],"overview":"Behind the scenes of 'Julie &amp; Julia'.","release_date":"2009-12-08","vote_average":6.8,"runtime":27,"cert":"\"\"","id":447687,"title":"Secret Ingredients: Creating Julie & Julia","adult":false,"genre_ids":[99]},{"cast":["Holly Gauthier-Frankel","Oliver Grainger","Jesse Vinet","Arthur Holden","Ellen David"],"overview":"Sing along with Sagwa, Sheegwa, and Dongwa as they learn to resolve conflict over purr-fect performances and join them as they make friends with a roaming panda, a whistling pigeon and other animals! This DVD includes two full-length videos: Kitty Concerto and Sagwa's Petting Zoo.","release_date":"2003-07-29","vote_average":0.0,"runtime":1,"cert":"\"\"","id":447701,"title":"Not a film","adult":false,"genre_ids":[10751,16]},{"cast":["Tammy LaTour","Gretchen Rudolph","George Quinn","Phil Mason","Judy Young"],"overview":"Previously considered as lost, the movie was recently found on eBay. The restoration startet in March 2017.","release_date":"1966-03-23","vote_average":0.0,"runtime":80,"cert":"\"\"","id":447703,"title":"Naked Fog","adult":false,"genre_ids":[18]},{"cast":["Maja Clementsen Hansen","Trine Godt Hansen","Shelly Levy","Annika Witt"],"overview":"Can Raniya get past her family’s prejudice in order to find love with a woman for the first time or will she keep running away from how she feels?","release_date":"2017-03-11","vote_average":9.0,"runtime":27,"cert":"N\/A","id":447705,"title":"Raniya","adult":false,"genre_ids":[10749,18]},{"cast":["Drew Denny","Alexandra Roxo"],"overview":"How do you remain friends with someone you used to love? Maybe a desert road trip together is not the best place to start.","release_date":"2016-07-08","vote_average":0.0,"runtime":12,"cert":"\"\"","id":447707,"title":"The Thing About Us","adult":false,"genre_ids":[18]},{"cast":["Francesca Fowler","Steve John Shepherd","Anna Wilson-Jones"],"overview":"Abi and Sarah go to extreme lengths to be together, but in the end, is love enough?","release_date":"2016-12-02","vote_average":0.0,"runtime":18,"cert":"\"\"","id":447709,"title":"Away from Me","adult":false,"genre_ids":[10749,18]},{"cast":["John Henshaw","Rupert Procter"],"overview":"In a small fishing village an established fishmonger, Davis, starts to have his supply bought from under him by new boy Alan Leech. This sets off a minor battle between the two for control of the fish supply. The battle results in an incident that sees one of the men re-evaluate his values in life.","release_date":"2002-08-17","vote_average":0.0,"runtime":5,"cert":"N\/A","id":447711,"title":"The Fishmonger","adult":false,"genre_ids":[35]},{"cast":["Emily Ziying","Kenny Gan","Lee Cheng Jen","Too Shuih Wai","Ngai Tung"],"overview":"A story that explore the  relationship between two young couple from a small town and when they moved to the city. How the two of them eventually grew apart wihtout knowing why.","release_date":"2015-02-14","vote_average":0.0,"runtime":25,"cert":"N\/A","id":447713,"title":"Date Me Next Time Please","adult":false,"genre_ids":[18,35,10749]},{"cast":["Moon Jung-suk","Kim Jin-kyu","Um Aing-ran","Lee Dae-yub","Kim Seung-ho"],"overview":"The master of a Judo dojo turns his daughter into a master of the martial art as she is growing up. But now that she has reached marrying age, he finds it difficult to find her a husband that can accept her tomboy ways.","release_date":"1961-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":447727,"title":"My Sister is a Tomboy","adult":false,"genre_ids":[35,18]},{"cast":["Chow Yun-Fat","Violet Lee Ying","Wu Wei-Kuo","Kent Cheng","Nancy Liang Lan-Shih"],"overview":"No overview available though this involves ghosts.","release_date":"1981-01-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447729,"title":"Soul Ash","adult":false,"genre_ids":[35,27,18,14]},{"cast":["Walter Tso Tat-Wah","Cheung Ying-Tsoi","Teresa Ha Ping","Lee Heung-Kam","Lok Gung"],"overview":"Fantasy \/ horror.","release_date":"1963-05-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447731,"title":"Midnight Werewolf","adult":false,"genre_ids":[27,14]},{"cast":["Brinke Stevens","Felissa Rose","Darcey Vanderhoef","Karen Dilloo","Chris Segedy"],"overview":"An author (Brinke Stevens) cures her struggle with writer's block by making up funny short stories about random people she sees in public.","release_date":"2011-02-19","vote_average":0.0,"runtime":77,"cert":"\"\"","id":447733,"title":"Shy of Normal: Tales of New Life Experiences","adult":false,"genre_ids":[]},{"cast":["Vladimir Balashov","Vasiliy Livanov","Irina Skobtseva","Viktor Khokhryakov","Vladimir Belokurov"],"overview":"The Trial of Madmen","release_date":"1961-01-01","vote_average":5.0,"runtime":115,"cert":"N\/A","id":447735,"title":"The Trial of Madmen","adult":false,"genre_ids":[18]},{"cast":["Christopher D. Harder","Brinke Stevens","Judith O'Dea","Darcey Vanderhoef","Tina Ona Paukstelis"],"overview":"A man recovering from a nervous breakdown and the recent death of his mother begins to believe another entity is living within the walls of his home.","release_date":"2017-06-16","vote_average":0.0,"runtime":91,"cert":"\"\"","id":447737,"title":"Safe Inside","adult":false,"genre_ids":[]},{"cast":["Claudie Blakley","Mark Bonnar","Pip Carter","Kenneth Cranham","Conleth Hill"],"overview":"Madame Ranevskaya is a spoiled, aging aristocratic lady who returns from a trip to Paris to face the loss of her magnificent Cherry Orchard estate after a default on the mortgage. In denial, she continues living in the past, deluding herself and her family, while the beautiful cherry trees are being axed down by the re-possessor Lopakhin, her former serf, who has his own agenda.","release_date":"2011-06-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447739,"title":"National Theatre Live: The Cherry Orchard","adult":false,"genre_ids":[]},{"cast":["James Yi Lui","Tien Niu","Cheung Ying","Mang Ding-Goh","Lui Shiu-Goh"],"overview":"Comedy \/ fantasy involving ghosts.","release_date":"1979-08-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447753,"title":"The Ghosts and I","adult":false,"genre_ids":[14,35]},{"cast":["Meg Lam Kin-Ming","Luk Yi-Laam","Ngaai Fei","Chiang Tao","Wong Bei-Dak"],"overview":"A man just out of jail seduces a lonely woman with more money than sense. He swindles her out of both, then kills her. Very quickly, he's hitched up with another woman and a businessman friend.","release_date":"1983-10-27","vote_average":0.0,"runtime":88,"cert":"N\/A","id":447755,"title":"A Life Full of Evils","adult":false,"genre_ids":[80,27]},{"cast":["Alessio Boni","Pino Calabrese","Milena Vukotic","Eva Grimaldi","Nino Frassica"],"overview":"Francis, a forty year old engineer, after a mysterious disgrace he retired to live in a village on Lake Iseo. With still little daughter occupies the former family villa, a magnificent Art Nouveau building on the lake shore. In the big house there is, however, another mysterious person, of which only perceives the echo of the respirator that keeps her alive. But other presences no less disturbing, and certainly more dangerous, they move around the villa.  What happened to the man and his family? What secrets hide? Marta will know, childhood friend always in love with him, awaken Francis from the torpor in which he has fallen, and free him from the pain? And most importantly, how many succeed they gravitate around the house to escape the danger that threatens their lives?  Breaths tells how the pain can profoundly transform a man crushed by memories, guilt, fears. He also wants to show the extent to which an individual is able to accept the existence paths without being a victim.","release_date":"2018-06-07","vote_average":2.2,"runtime":87,"cert":"N\/A","id":447757,"title":"Respiri","adult":false,"genre_ids":[53]},{"cast":[],"overview":"There is a man who is timid and shy but has a legendary package! Chi-soo is a repeater who gets bullied by his friends. However, he had a secret about his body that rumors wouldn't die down about...  The secret was that he was the possessor of an outstanding package. Rumors about Chi-soo spread and all the women begin to desire him.  Chi-soo who realizes what he has, takes revenge on those who bullied him by conquering all their women...","release_date":"2017-03-14","vote_average":4.9,"runtime":87,"cert":"N\/A","id":447759,"title":"Adult Only Institute","adult":true,"genre_ids":[]},{"cast":["Seo Won-I"],"overview":"Ji-yeong is a good looking, slim and big-breasted insurance planner who is really bad at her job. Dae-cheol, her school friend, suggests she sells some insurance at the friends' reunion where alot of wealthy friends will show up. Ji-yeong doesn't really feel like it but she dresses up sexily and goes to the reunion. For some reason, her results at work are getting better and better every time she goes to the reunion...","release_date":"2017-03-09","vote_average":0.0,"runtime":86,"cert":"N\/A","id":447761,"title":"Wife's Friend Reunion","adult":false,"genre_ids":[]},{"cast":["Kei Mizusawa","Yuuki Kajita","Andou Souji","Takaido Shizuku"],"overview":"A Horse-man, a Snake-Woman, Orcs. Shoujo Senki Brain Jacker is captured and brutally raped by each. A follow-up story to Shoujo Senki Soul Eater based on the game by the same name from Lune","release_date":"2011-03-18","vote_average":0.0,"runtime":52,"cert":"N\/A","id":447763,"title":"Brain Jacker","adult":true,"genre_ids":[]},{"cast":[],"overview":"1970 Czech experimental short by Petr Skala","release_date":"1970-03-19","vote_average":0.0,"runtime":5,"cert":"N\/A","id":447777,"title":"Blood","adult":false,"genre_ids":[]},{"cast":[],"overview":"1970 Czech experimental film by Petr Skala","release_date":"1970-03-19","vote_average":0.0,"runtime":5,"cert":"N\/A","id":447779,"title":"Images of Soul","adult":false,"genre_ids":[]},{"cast":[],"overview":"1971 Czech experimental short by Petr Skala","release_date":"1971-03-19","vote_average":0.0,"runtime":2,"cert":"N\/A","id":447781,"title":"Range of Soul","adult":false,"genre_ids":[]},{"cast":[],"overview":"1972 Czech experimental short by Petr Skala","release_date":"","vote_average":0.0,"runtime":8,"cert":"N\/A","id":447783,"title":"Blood on the Wall","adult":false,"genre_ids":[]},{"cast":[],"overview":"1975 Czech experimental short by Petr Skala","release_date":"1975-03-19","vote_average":0.0,"runtime":2,"cert":"N\/A","id":447785,"title":"Geometry of Memory","adult":false,"genre_ids":[]},{"cast":[],"overview":"1972 Czech experimental short by Petr Skala","release_date":"1972-03-19","vote_average":0.0,"runtime":5,"cert":"N\/A","id":447787,"title":"Target","adult":false,"genre_ids":[]},{"cast":[],"overview":"1974 Czech experimental short by Petr Skala","release_date":"1974-03-19","vote_average":0.0,"runtime":4,"cert":"N\/A","id":447789,"title":"Stardust","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sabri left to combat in Syria, leaving his family alone in the face of such sudden and unbearable absence. Saliha, his mother, decided not to keep silent. Her story intertwines that of other parents who unite and fight against the youth indoctrination by the jihadist networks.","release_date":"","vote_average":0.0,"runtime":52,"cert":"N\/A","id":447803,"title":"The Empty Room","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A short animated film about how to keep germs at bay.","release_date":"1926-01-01","vote_average":5.0,"runtime":14,"cert":"N\/A","id":447805,"title":"Diseases Spread","adult":false,"genre_ids":[]},{"cast":["Glenn Ford","Terry Schrunk"],"overview":"Portentously portrays the evacuation of Portland, Oregon, when threatened by a nuclear attack on its state-of-the-art civil defense system.","release_date":"1957-12-08","vote_average":0.0,"runtime":28,"cert":"\"\"","id":447807,"title":"The Day Called X","adult":false,"genre_ids":[10770,99]},{"cast":[],"overview":"1954 civil defense short film describing the threat of an impending nuclear attack.","release_date":"1954-03-19","vote_average":0.0,"runtime":14,"cert":"\"\"","id":447809,"title":"Let's Face It","adult":false,"genre_ids":[]},{"cast":["Maggie Cheung","Jacky Cheung","Meg Lam Kin-Ming","James Wong Jim","Bill Tung"],"overview":"\"Romeo and Juliet\" in Hong Kong, except the widow Capulet is father Montague's childhood sweetheart. The young lovers try to reconcile their mothers with the help of the father, who is left with a bad taste in his mouth.","release_date":"1988-06-29","vote_average":0.0,"runtime":91,"cert":"N\/A","id":447811,"title":"Mother Vs Mother","adult":false,"genre_ids":[35]},{"cast":["Stephen Fung","Misaki Ito","Natsuo Ishido","Shosuke Tanihara"],"overview":"Japanese horror starring Stephen Fung as a man who dies in a skiing accident, only for his best friend to marry his wife and inherit his fortune. Supernatural hijinks ensue.","release_date":"2002-01-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":447813,"title":"Face to Face","adult":false,"genre_ids":[10749,18,27]},{"cast":["Thomas Robsahm","Are Sjaastad","Julie Wiggen","Espen Moreite","Jorunn Kjellsby"],"overview":"A 16 year old boy growing up in the 60's, experimenting with life, sex, drugs and alcohol.","release_date":"1983-12-26","vote_average":8.0,"runtime":118,"cert":"N\/A","id":447815,"title":"Open Future","adult":false,"genre_ids":[18]},{"cast":["James Cameron","Simcha Jacobovici","Charles Pellegrino"],"overview":"James Cameron and Simcha Jacobovici go on an adventure to find the lost city of Atlantis by using Greek philosopher Plato as a virtual treasure map.","release_date":"2017-01-29","vote_average":5.0,"runtime":56,"cert":"N\/A","id":447829,"title":"Atlantis Rising","adult":false,"genre_ids":[99]},{"cast":["Graeme Edge"],"overview":"Get to grips with the Moody Blues, Inside the Music. First class performance footage analysed by members of the original production teams and various Moody Blues insiders. Including: - Derek Varnals; Decca engineer from 1963-1980 and the man who mixed all but one the classic seven Moody Blues albums. - Tony Clarke, the producer of (amongst many others) the Moody Blues from 1966 to 1979. - Keith Altham, journalist and independent rock agent from the 1970 s, who represented the Moody s alongside a multitude of other talent. - John Mendelssohn, musician and journalist. - Highlights from their best and biggest tracks!","release_date":"","vote_average":0.0,"runtime":52,"cert":"N\/A","id":447834,"title":"The Moody Blues - Inside The Music [2009]","adult":false,"genre_ids":[10402]},{"cast":["Pratik Gandhi","Asif Basra","Kavi Shastri"],"overview":"A driver named Raju embarks on an extraordinary journey of redemption by forever changing lives of 3 people due to a controversial hit and run accident.","release_date":"2016-09-09","vote_average":8.0,"runtime":140,"cert":"N\/A","id":447839,"title":"Wrong Side Raju","adult":false,"genre_ids":[53,18]},{"cast":["Rodrigo Gómez","Leticia Gómez"],"overview":"","release_date":"2012-05-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447841,"title":"Rodri","adult":false,"genre_ids":[10751,35,18]},{"cast":[],"overview":"A lonely housewife finds new life in a liaison with a free-spirited man in this romantic drama. Isolated in a remote home, Jean (Kelsey Oldershaw) feels suffocated in her marriage to uptight architect Paul (Horatio Ledon). An affair with her husband's exact opposite -- an unrestrained bohemian named Viggo (Andy Mackenzie) -- leads to a newfound feeling of liberation, but ultimately, Jean must forge her own path to happiness.","release_date":"2004-03-19","vote_average":0.0,"runtime":99,"cert":"\"\"","id":447843,"title":"The Affair","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":6.0,"runtime":null,"cert":"N\/A","id":447854,"title":"Cousins","adult":false,"genre_ids":[]},{"cast":["Akshay Kumar","Radhika Apte","Sonam Kapoor","Amitabh Bachchan","Biju Menon"],"overview":"Concerned about his wife Gayatri's menstrual hygiene, Lakshmikant Chauhan urges her to ditch the cloth and opt for sanitary napkins. Gayatri is reluctant to go for disposable pads as they are expensive. Lakshmi obsessing over a 'ladies problem' makes her cringe but he insists on bringing upon a change by addressing the taboo topic. Subjected to hostility for ruffling the religious and age-old beliefs of people around, can the man brave the resistance and get his point across?","release_date":"2018-02-09","vote_average":7.6,"runtime":140,"cert":"N\/A","id":447856,"title":"Padman","adult":false,"genre_ids":[35,18]},{"cast":["Gunnar Sizemore","Isaac Simkins"],"overview":"8-year-old insomiac Ralf warns his brother Crumbs of all of the dangers that lurk in the shadows, waiting to devour the two of them.","release_date":"2017-03-01","vote_average":0.0,"runtime":5,"cert":"\"NR\"","id":447858,"title":"I'm Scared","adult":false,"genre_ids":[27,16,35]},{"cast":["Graeme Edge"],"overview":"1\tNights In White Satin\t- 2\tTuesday Afternoon\t- 3\tLegend Of A Mind\t - 4\tVoices In The Sky\t- 5\tRide My See-Saw\t- 6\tDr. Livingstone, I Presume\t -  7  Never Comes The Day\t -8\tQuestion\t- 9\tI´m Just A Singer\t- 10\tHad To Fall In Love\t- 11\tDriftwood\t- 12\tGemini Dream\t- 13\tBlue World\t- 14\tYour Wildest Dreams  - 15\tThe Other Side Of Life\t- 16\tI Know You´re Out There Somewhere","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447860,"title":"The Moody Blues ‎- Nights In White Satin","adult":false,"genre_ids":[10402]},{"cast":["Graeme Edge"],"overview":"The story of prog rock band The Moody Blues, featuring interviews with producers Tony Clarke and Derek Varnals and music journalists Keith Altham and John Mendelssohn.","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":447865,"title":"The Moody Blues - Video Biography","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Feels Like Home is the second studio album by American singer-songwriter Norah Jones, released on February 10, 2004, through Blue Note Records. It serves as the follow up to Jones' 2002 breakthrough album, Come Away with Me.  At the 47th Annual Grammy Awards the album was nominated for Best Pop Vocal Album. \"Sunrise\", the album's lead single, won the Grammy Award for Best Female Pop Vocal Performance. \"Creepin' In\", featuring Dolly Parton, was also nominated for a Grammy, in the category of Best Country Collaboration with Vocals.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447867,"title":"Norah Jones - Feels like Home","adult":false,"genre_ids":[]},{"cast":[],"overview":"Shahid struggles to find love in the Asian community due to the stigma of his divorce, several years prior.","release_date":"2017-04-21","vote_average":2.0,"runtime":null,"cert":"N\/A","id":447869,"title":"Finding Fatimah","adult":false,"genre_ids":[]},{"cast":[],"overview":"The first working day of a young man, deep underground in a mine in the south of the Netherlands.","release_date":"2016-03-17","vote_average":0.0,"runtime":5,"cert":"N\/A","id":447871,"title":"Mijndert","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A musical directly animated on film where the leitmotiv is the circle and its variations.","release_date":"2015-06-09","vote_average":0.0,"runtime":3,"cert":"N\/A","id":447873,"title":"A 4363 Trip","adult":false,"genre_ids":[16]},{"cast":[],"overview":"An animated film to celebrate the 50th anniversary of the Dutch Ballet Orchestra. Members of the Orchestra share their stories from the past years.","release_date":"2016-04-11","vote_average":0.0,"runtime":3,"cert":"N\/A","id":447875,"title":"50 Years of Dutch Ballet Orchestra","adult":false,"genre_ids":[]},{"cast":["Graeme Edge"],"overview":"The Moody Blues - Ray Thomas, Justin Hayward, John Lodge and Graeme Edge - are shown performing live with the Colorado Symphony Orchestra at Red Rocks Amphitheatre, Colorado, on September 9th 1992. Previously unseen tracks include 'Legend of a Mind', 'Emily's Song' and 'Voices in the Sky', and the band are also seen in interview.","release_date":"","vote_average":0.0,"runtime":85,"cert":"N\/A","id":447877,"title":"The Moody Blues - The Other Side Of Red Rocks  [2000]","adult":false,"genre_ids":[10402]},{"cast":["Adam Kadmon"],"overview":"","release_date":"2013-03-19","vote_average":8.0,"runtime":null,"cert":"N\/A","id":447879,"title":"Adam Kadmon : Complotti","adult":false,"genre_ids":[]},{"cast":["Mike Pinder"],"overview":"Mike Pinder Reflections On Music, The Mellotron, and the Moody Blues- \u2028”We hang our Memories on the shape of sound.” A relaxed and informative interview with Moody Blues founder and “master of the mellotron” Mike Pinder.  Interviewed by videographer Ross Mehan, Mike offers his thoughts on music, his introduction to, and perfecting of, the unique sound of the mellotron and insights into what made the magic that is the Moody Blues.","release_date":"","vote_average":5.0,"runtime":null,"cert":"N\/A","id":447881,"title":"Mike Pinder Reflections On Music, The Mellotron, and the Moody Blues","adult":false,"genre_ids":[10402]},{"cast":["Markus Mischkowski","Kai-Maria Steinkühler","Rainer Knepperges","Bernhard Marsch"],"overview":"Two men are looking for work.","release_date":"2001-02-02","vote_average":0.0,"runtime":87,"cert":"N\/A","id":447892,"title":"Westend","adult":false,"genre_ids":[]},{"cast":["Sasha Wallock"],"overview":"The story behind the translation and performance of Shakespeare's \"Hamlet\" in Klingon.","release_date":"2009-05-12","vote_average":0.0,"runtime":23,"cert":"\"\"","id":447894,"title":"To Be or Not to Be: Klingons and Shakespeare","adult":false,"genre_ids":[99]},{"cast":["Robert Osborne","Alex Trebek","Eva Marie Saint","Diane Baker","Alec Baldwin"],"overview":"Robert Osborne's 20th Anniversary Tribute","release_date":"2015-04-14","vote_average":0.0,"runtime":75,"cert":"\"\"","id":447896,"title":"Robert Osborne's 20th Anniversary Tribute","adult":false,"genre_ids":[]},{"cast":["Charles Starrett","Dub Taylor","Constance Worth","Jimmie Davis","Jimmy Wakely"],"overview":"It's World War 2 and saboteurs are out to destroy the ranchers food crop. Steve Travis and sidekick Cannonball have been called in to investigate. Avoiding the attempts on his life by the gang, Steve uses a pair of eyeglasses to discover their leader, a supposedly deaf mute shoe repairman.","release_date":"1944-11-09","vote_average":0.0,"runtime":56,"cert":"\"\"","id":447898,"title":"Cyclone Prairie Rangers","adult":false,"genre_ids":[37]},{"cast":["Kristin Scott Thomas","Mark Strong","Anya Taylor-Joy"],"overview":"The rocky marriage of famous London playwright and his wife takes an unexpected turn when they travel to a remote Greek island.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447900,"title":"The Sea Change","adult":false,"genre_ids":[18,10749]},{"cast":["Christine Hakim","Slamet Rahardjo","Maruli Sitompul","August Melasz","Rima Melati"],"overview":"A story about Hasan and Nurlela who has conflicts on their marriage which causes a misunderstanding between them.","release_date":"1983-01-01","vote_average":7.5,"runtime":94,"cert":"N\/A","id":447902,"title":"Under the Mosquito Net","adult":false,"genre_ids":[18]},{"cast":["Takanori Jinnai","Gorô Inagaki","Toshirō Yanagiba","Haruko Sagara","Makoto Otake"],"overview":"A young college student forms an unlikely friendship with the bartender at a \"yakuza\" bar.","release_date":"1990-11-23","vote_average":0.0,"runtime":105,"cert":"N\/A","id":447913,"title":"Good-bye Dear Friend","adult":false,"genre_ids":[18]},{"cast":["Saren Nofs-Snyder","Saren Nofs-Snyder"],"overview":"A short documentary on Alice Guy, the first female director in film history.","release_date":"2016-03-11","vote_average":0.0,"runtime":11,"cert":"\"NR\"","id":447915,"title":"First Lady of Film","adult":false,"genre_ids":[99]},{"cast":["Freddy Mauricio","Jim Wersching","Madison Olszewski"],"overview":"A bullied teenage outcast becomes convinced that his tormentor has become possessed by a violent unearthly entity.","release_date":"2014-11-21","vote_average":0.0,"runtime":5,"cert":"\"NR\"","id":447917,"title":"Day of the Wolf","adult":false,"genre_ids":[27]},{"cast":[],"overview":"1977  Czech experimental short by Petr Skala","release_date":"1977-03-20","vote_average":0.0,"runtime":5,"cert":"N\/A","id":447919,"title":"Isolation","adult":false,"genre_ids":[]},{"cast":["Pino Daniele","Massimo Ranieri","Renzo Arbore","Peppe Lanzetta","Peppe Servillo"],"overview":"","release_date":"2017-03-20","vote_average":7.0,"runtime":null,"cert":"N\/A","id":447921,"title":"Pino Daniele - Il tempo resterà","adult":false,"genre_ids":[99,10402]},{"cast":["Aruzhan Dzhazilbekova","Assel Sagatova","Ayan Utepbergenov","Farkhad Abdraimov","Sayat Isembayev"],"overview":"Sayan has survived the accident but 10 years later the past comes after him.","release_date":"2015-05-28","vote_average":10.0,"runtime":null,"cert":"N\/A","id":447941,"title":"Racketeer 2","adult":false,"genre_ids":[18]},{"cast":["Graeme Edge"],"overview":"Since starting their career in 1964 with a number one hit 'Go Now', the Moody Blues have sold in excess of 40 million records around the world. Probably their most famous classic hit is 'Nights in White Satin' which has been a top 20 hit three times!\r In this Cover Story, The Moodies tell us, in their own words, of their early days and their struggle for recognition. They also explain how they split up in 1974 and then reunited three years later. Familiar songs you will hear include 'Nights in White Satin', 'The Other Side of Life','The Voice', and 'Your Wildest Dreams.'\r Released in 1986","release_date":"","vote_average":0.0,"runtime":30,"cert":"N\/A","id":447943,"title":"The Moody Blues - Cover Story","adult":false,"genre_ids":[10402]},{"cast":["Davey Johnson","Kate Freund"],"overview":"Charlie had hoped to have a completely honest break up. Unfortunately, David is being a real shit about it.","release_date":"2017-03-15","vote_average":0.0,"runtime":7,"cert":"\"\"","id":447945,"title":"Break Down","adult":false,"genre_ids":[18,35]},{"cast":["Liev Schreiber"],"overview":"Remarkable home movies revealing the private story of the Kennedy clan from 1935 through to JFK's swearing-in as President in 1961","release_date":"2011-07-06","vote_average":0.0,"runtime":90,"cert":"\"\"","id":447947,"title":"The Lost Kennedy Home Movies","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Julien Devaux regularly worked with Francis Alÿs. Through interviews, happenings, paintings and videos we discover Alÿs' Mexico.","release_date":"","vote_average":0.0,"runtime":56,"cert":"N\/A","id":447949,"title":"De larges détails, sur les pas de Francis Alÿs","adult":false,"genre_ids":[]},{"cast":[],"overview":"French filmmaker Dominique Cabrera made this documentary diary by videotaping for nine months during 1995, probing her own life as a single mother in a Paris suburb and capturing her depression, therapist, lover, and intake of food and Prozac","release_date":"1998-01-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447951,"title":"Tomorrow and Again Tomorrow (Journal 1995)","adult":false,"genre_ids":[]},{"cast":["Glauber Rocha"],"overview":"","release_date":"2006-09-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447953,"title":"Manifesto Glauber","adult":false,"genre_ids":[99]},{"cast":["J. Michael Esposito","Marie Caldare","John Hurt","Beth Tegarden"],"overview":"A worried husband hires a beautiful psychotherapist to nurse his delusional wife and help her deal with the death of their child in a car accident. However, the nurse starts playing mind games. Or is he just being paranoid?","release_date":"1998-01-01","vote_average":3.5,"runtime":117,"cert":"\"\"","id":447955,"title":"Tender Loving Care","adult":false,"genre_ids":[27,53]},{"cast":["Shelia Weiss","Ray Goodwin","Nico Tatalovic","Zara Phythian","Jami Ross"],"overview":"In the near future, as terrorism grips our planet, a new threat emerges from the depths of space.  A new global force, A.C.E. (Alien Combat Element), fights valiantly but in vain until the discovery of Anna - Earth's last hope.","release_date":"2006-04-20","vote_average":0.0,"runtime":100,"cert":"\"\"","id":447966,"title":"Crops","adult":false,"genre_ids":[28,878]},{"cast":["Scott Freiman"],"overview":"In Deconstructing The Beatles’ Revolver, composer\/producer Scott Freiman takes Beatles fans young and old into the studio with The Beatles as they create their seminal 1966 album, Revolver.","release_date":"2017-03-01","vote_average":8.0,"runtime":90,"cert":"\"\"","id":447968,"title":"Deconstructing The Beatles' Revolver","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447970,"title":"!!!","adult":false,"genre_ids":[]},{"cast":["Brock Masters","Sean Storm","Brent Everett","Yanko","Chase Dryburgh"],"overview":"Five lithe young Navy seaman embark on a thrilling shore leave, only to be incarcerated into a U.S. Navy Brig.","release_date":"2003-01-01","vote_average":0.0,"runtime":132,"cert":"\"\"","id":447972,"title":"Navy Blues: Deeper in the Brig","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-08-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447974,"title":"SEER Live - Jubiläums Open Air in Grundlsee - Wie a wilds Wossa","adult":false,"genre_ids":[]},{"cast":["Graeme Edge","Alan White"],"overview":"Very rare live performances from the supergroups YES and THE MOODY BLUES, recorded live 1998. This music video contains all classics and hits from both bands.  1. I'm Just a Singer in a Rock and Roll Band [4:50]  2. Nights in White Satin [4:29]  3. Question [4:55]  4. Ride My See-Saw [3:49]  5. Roundabout [8:04]  6. Owner of a Lonely Heart [5:33","release_date":"","vote_average":0.0,"runtime":47,"cert":"N\/A","id":447976,"title":"The Moody Blues & Yes - Live Rarities","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447978,"title":"Materiale per Hellas","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447995,"title":"Engie Benjy - Deel 1 - Maakt het beter!","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":447997,"title":"Engie Benjy - Deel 3 - Help ons, Engie Benjy!","adult":false,"genre_ids":[]},{"cert":"\"\"","title":"Alcatrazz Live In Japan","cast":["Graham Bonnet"],"id":447999,"overview":"Alcatrazz Live In Japan 10.10.1984","runtime":77,"genre_ids":[10402],"release_date":"1984-10-10","vote_average":0.0,"adult":false}]