[{"cast":["Jen Taylor","Marjorie Nelson","Carter Roy","Emma Jones","David Drummond"],"overview":"Inheritance tells the tale of sinister old lady Lillian Baker (Marjorie Nelson) &amp; her kind hearted, good natured carer Abigail Nielsen (Jen Taylor). Abigail feels sorry for Lillian &amp; does her best to keep her happy, however one fateful night Lillian passes away in her sleep. Abigail is obviously upset &amp; attends Lillian's funeral to say her goodbyes, it soon comes to light that Lillian has left Abigail her large house &amp; it's entire contents a situation which Lillian's daughter Joan (Kathryn Mesney-Hetter) is unhappy with. The reason for Lillian's generosity becomes clear as her spirit starts to possess Abigail &amp; take complete control of her body...","release_date":"2004-12-28","vote_average":0.0,"runtime":89,"cert":"N\/A","id":44500,"title":"Inheritance","adult":false,"genre_ids":[18,27]},{"cast":[],"overview":" ","release_date":"2006-01-01","vote_average":0.0,"runtime":29,"cert":"N\/A","id":44501,"title":"A Little Tiger","adult":false,"genre_ids":[]},{"cast":["Amira Casar","Gottfried John","Assumpta Serna","César Saratxu","Ljubisa Gruicic"],"overview":"Dark fairytale about a demonic doctor who abducts a beautiful opera singer with designs on transforming her into a mechanical nightingale.","release_date":"2005-09-09","vote_average":6.4,"runtime":99,"cert":"","id":44502,"title":"The Piano Tuner of Earthquakes","adult":false,"genre_ids":[10749,14,18,10402]},{"cast":["DeVeren Bookwalter","Willard Maas"],"overview":"Andy Warhol directs a single 35-minute shot of a man's face to capture his facial expressions as he receives the sexual act depicted in the title.","release_date":"1964-07-16","vote_average":3.9,"runtime":35,"cert":"N\/A","id":44503,"title":"Blow Job","adult":false,"genre_ids":[99]},{"cast":["Geert Hunaerts","Tjebbo Gerritsma","Simon Gribling","Joost Hienen","Cock van der Lee"],"overview":"In this short motion picture, schoolboy Kees is intelligent, introvert and sensitive, but gets ridiculed verbally and physically at an all-boys school by mindlessly cocky class mates and even insensitive teachers, especially in gym, where his physical weakness is mercilessly abused to make him a defenceless laughing stock in front of his smirking peers. His awakening sexual interest goes to boys, and in particular to Charel, a beautiful athletic classmate who probably feels an undetermined interest but would never risk admitting (possibly not even to himself) having any gay or bi appreciation, least of all for a 'sissy', and thus remains unresponsive to shy Kees' overtures. When the hunk finally comes over to Kees' place while his parents are away, a desperate disappointment with a tragical twist is in the making…","release_date":"1990-09-22","vote_average":7.4,"runtime":48,"cert":"N\/A","id":44504,"title":"To Play or to Die","adult":false,"genre_ids":[18]},{"cast":["Jean Butler","Colin Dunne","María Pagés","Katie McMahon"],"overview":"Riverdance Show is a cultural phenomenon that defies criticism for the enthusiastic and leaves everyone else scratching their heads. The wonderfully talented cast, headed by the Riverdance Irish Dance Company, bewitchingly spins (and stomps) its Celtic folk choreography featuring numerous breathless solos by Michael Flatley (since departed) and Jean Butler. The mellifluous Riverdance Orchestra boasts Davy Spillane, who coaxes plaintive lamentations out of a peculiar instrument that resembles a bagpipe in a metal leg brace. For Enya fans, there is the sound-alike choral group Anuna, who casts a similarly New Age-style vocal spell. Also thrown into the mix are such disparate folk traditions as American gospel and Spanish flamenco. Though it's only 70 minutes long, Riverdance is repetitive by half. But judging from the ecstatic audience ovations and the continued foot-stomping during and after the curtain calls, too much is still not enough.","release_date":"1996-01-01","vote_average":9.0,"runtime":103,"cert":"N\/A","id":44505,"title":"Riverdance: The New Show","adult":false,"genre_ids":[99,10402]},{"cast":["Paul Hickey","Andrew Lloyd Webber","Gillian Lynne","Cameron Mackintosh"],"overview":"A documentary about the original \"Phantom of the Opera\" stage show and its creation.","release_date":"2005-05-02","vote_average":10.0,"runtime":67,"cert":"","id":44506,"title":"Behind the Mask: The Story of 'The Phantom of the Opera'","adult":false,"genre_ids":[99]},{"cast":["Lainie Kazan","Henry Cavill","Morgan Thompson","Sam Oz Stone","Daniel Roebuck"],"overview":"Teenage Claire (Morgan Thompson) would rather hang out with her friends at the mall than to stay home with her brother Matt while Grandma babysits. Who wouldn't? Unfortunately, Grandma isn't about to let Claire out of the house. Worse, she insists that Claire and Matt listen to her reworking of the Brothers Grimm classic tale \"Little Red Riding Hood\". Fortunately, Grandma has a sense of humor, and adds some modern twists. Claire imagines herself as Red, and her brother, parents and grandma as....her brother, parents and grandma.","release_date":"2006-06-27","vote_average":5.1,"runtime":84,"cert":"N\/A","id":44507,"title":"Red Riding Hood","adult":false,"genre_ids":[10751,27]},{"cast":["Heather Goldenhersh","Holter Graham","Mitchell Riggs"],"overview":"When five childhood friends reunite for a weekend in the country, old jealousies resurface, sexual debauchery ensues, and it quickly becomes clear that time may not heal all wounds...","release_date":"2000-05-04","vote_average":6.4,"runtime":83,"cert":"N\/A","id":44508,"title":"Spin the Bottle","adult":false,"genre_ids":[10749,35,18]},{"cast":["Bryan Kirkwood","Matthew Currie Holmes","Shani Pride","Julie Patzwald","Laura Jordan"],"overview":"Things get a little crazy when an obsessed fan, who has been rejected during the audition process numerous times, kidnaps the cast and brings them to a new house. Here, he films them, using highly sophisticated camera equipment that is wired to explosives, just in case the cast doesn't play along.","release_date":"2002-01-01","vote_average":5.0,"runtime":87,"cert":"N\/A","id":44509,"title":"The Real World Movie: The Lost Season","adult":false,"genre_ids":[35,18]},{"cast":["Richard White","Dorothy McGinnis","Virginia Maitland","Robert Chadwick"],"overview":"A young boy plants some strange seeds and they grow into a grandmother.","release_date":"1970-01-01","vote_average":6.9,"runtime":34,"cert":"N\/A","id":44510,"title":"The Grandmother","adult":false,"genre_ids":[18,27]},{"cast":["Mili Avital","Alon Aboutboul","Anat Waxman","Yiftach Klein"],"overview":"At thirty-seven, Miri is a twice-widowed, El Al flight attendant. Her well-regulated existence is suddenly turned upside down by an abandoned Chinese boy whose migrant-worker mother has been summarily deported from Israel. The film is a touching comic-drama in which two human beings -- as different from each other as Tel Aviv is from Beijing -- accompany each other on a remarkable journey, one that takes them both back to a meaningful life.","release_date":"2007-07-26","vote_average":7.1,"runtime":90,"cert":"N\/A","id":44511,"title":"Noodle","adult":false,"genre_ids":[18]},{"cast":[],"overview":" ","release_date":"1997-01-01","vote_average":0.0,"runtime":75,"cert":"N\/A","id":44512,"title":"Beep","adult":false,"genre_ids":[]},{"cast":["Andrei Shchetinin","Aleksei Neymyshev","Aleksandr Razbash","Fyodor Lavrov","Marina Zasukhina"],"overview":"A small family \"a father and a son\" lives on the top floor of an old house. The father retired from the military, when he was a student in flight school, he experienced the first and the only love of his life. This girl became his wife and she gave birth to his son. Both of them were twenty years old then. The wife died when she was young. This love remained his secret unique happiness.  The son grew up, and he will probably be a military man like his father. The son's features constantly remind the father of his wife. He doesn't separate his son from his still persisting love: this is his unity with his beloved woman. The father cannot imagine his life without his son. The son loves his father devotedly and deeply, a filial feeling intensified by an instinctive moral responsibility that is being tested by life. Their love is almost of mythological virtue and scale. It cannot happen in real life. This is a fairy–tale collision.","release_date":"2003-09-12","vote_average":6.6,"runtime":94,"cert":"N\/A","id":44513,"title":"Father and Son","adult":false,"genre_ids":[18]},{"cast":["Sancho Gracia","Manel Fuentes","Carlos Latre","Loles León","Natalia Verbeke"],"overview":"Rodrigo's life as a child was a noble and happy one, he entered school at a young age. Often he went on adventures with his best friend Sancho and often visited his beloved one Jimena, the daughter of the count of Gormaz. His happiness did not last forever, after the death of the King Fernando, Rodrigo is seen wrapped in a world of plots and conspiracies that to will put an end to the life of Sancho and the consequent coronation of the infant Alfonso. All of a sudden, Rodrigo loses all that that he has acquired, his best friend and the love of its beloved one, and is unjustly exiled to Castile without honor!","release_date":"2003-01-01","vote_average":6.0,"runtime":90,"cert":"N\/A","id":44514,"title":"El Cid: The Legend","adult":false,"genre_ids":[12]},{"cast":["Christina Ricci","Timour Bourtasenkov","Evelyn Solann","Quentin Crisp"],"overview":"A black comedy version of the classic tale.","release_date":"1997-01-01","vote_average":5.9,"runtime":12,"cert":"N\/A","id":44515,"title":"Little Red Riding Hood","adult":false,"genre_ids":[35]},{"cast":["Ricardo Darín","Soledad Villamil","Eduardo Blanco","Ulises Dumont","Alfonso De Grazia"],"overview":"Jorge is a writer for a left-leaning Buenos Aires magazine that's at odds with the country's military dictatorship. He meets lovely and intelligent actress Laura and begins an on-and-off romance that will continue for the next two decades. Fearful of commitment, Jorge initially moves on from her and his fortunes suffer, but the situation changes when he and Laura renew their acquaintance. Meanwhile, the country undergoes a political transformation.","release_date":"1999-01-01","vote_average":6.6,"runtime":100,"cert":"N\/A","id":44516,"title":"Same Love, Same Rain","adult":false,"genre_ids":[35,10749]},{"cast":["Tamara Acosta","Mariana Loyola","Patricia López","Pablo Striano","Carmen Barros"],"overview":"When the Chilean officials lift the ban on harvesting the shellfish \"el loco\" (which purportedly is an aphrodisiac) in the seaside village of Puerto Gala greed and lust take hold. Greed is embodied by Carlos Maldonato, \"El Canuto,\" who attempts to buy all of the shellfish for a Japanese company, and by a traveling band of prostitutes that accompany the influx of fishermen. El Canuto also wrangles to get into good stead with an old flame, Sonia, who is now the proprietor of \"La Pincoya,\" a local restaurant. But \"el loco\" proves more effective, and more damaging, than anyone could have guessed.","release_date":"2001-10-04","vote_average":8.0,"runtime":94,"cert":"N\/A","id":44517,"title":"Loco Fever","adult":false,"genre_ids":[18]},{"cast":["Marin Moraru","Sergiu Nicolaescu","Constantin Brînzea","Mihail Vasile Boghiță"],"overview":"Andrei is now a truck driver, but in one of his travels to Germany, he must become once again a boxer just for one night at the middleweight category.","release_date":"1984-02-20","vote_average":6.0,"runtime":91,"cert":"N\/A","id":44518,"title":"The Ring","adult":false,"genre_ids":[18]},{"cast":["Dilip Kumar","Prithviraj Kapoor","Madhubala","Durga Khote"],"overview":"Set in the 16th century AD, the movie brings to life the tale of the doomed love affair between the Mughal Crown Prince Saleem and the beautiful, ill-fated court dancer, whose fervor and intensity perpetrates a war between the prince and his father the great Mughal Emperor Akbar, and threatens to bring an empire to its knees.","release_date":"1960-01-01","vote_average":7.1,"runtime":173,"cert":"N\/A","id":44519,"title":"Mughal-e-Azam","adult":false,"genre_ids":[18,10749]},{"cast":["Ondřej Vetchý","Samuel Spišák","Vica Kerekes","Marián Slovák","Ivan Romančík Sr."],"overview":"In the face of insurmountable odds, one man will risk everything to take back his country. Czechoslovakia, 1943, and the world is enveloped by the dark clouds of war. Showing unimaginable bravery, a Jewish teenager manages to escape the clutches of a concentration camp and joins a group of partisans fighting to liberate Europe from the Nazis.","release_date":"2009-04-30","vote_average":5.0,"runtime":130,"cert":"15","id":44520,"title":"Broken Promise","adult":false,"genre_ids":[10752,18]},{"cast":["Louis de Funès","Noëlle Adam","Frédéric Duvallès","Claude Rich","Moustache"],"overview":"In a small French village, everything would be quiet if the local wildlife cop was not being ridiculed by a smart poacher.","release_date":"1958-04-23","vote_average":6.8,"runtime":95,"cert":"N\/A","id":44521,"title":"Neither Seen Nor Recognized","adult":false,"genre_ids":[35]},{"cast":["Jean Gabin","Madeleine Robinson","Franck Villard","Jean Lefebvre","Jacques Marin"],"overview":"The story takes place in the racecourses around Paris. A so-called major sells his tips to naive characters.","release_date":"1962-10-03","vote_average":6.0,"runtime":82,"cert":"N\/A","id":44522,"title":"The Gentleman from Epsom","adult":false,"genre_ids":[35,80]},{"cast":["Jonathan Davis","Fieldy","James \"Munky\" Shaffer","Ray Luzier","Shayne Gibson"],"overview":"Korn Live: The Encounter is a live release by Korn in 2010 to promote the studio album Korn III: Remember Who You Are. It premiered on Sunday July 11, 2010 on HDNet, and then streamed on the band's Myspace profile. Although a live performance piece, the concert itself has no audience beyond production crew. In July a number of viral videos were released by the band, the first two videos included amateur footage of crop circles and unidentified flying objects, while the second two videos included news footage of the phenomenons identifying its location as Kern County. The Korn logo could also be seen in one of the crop circles. On July 7 the band announced \"Korn Live: The Encounter, A Concert for Korn III: Remember Who You Are\" a live concert filmed June 24 at the crop circles. The unusual setting for the concert was inspired by Pink Floyd's Live at Pompeii concert.","release_date":"2010-07-11","vote_average":7.0,"runtime":80,"cert":"N\/A","id":44525,"title":"Korn Live: The Encounter","adult":false,"genre_ids":[10402]},{"cast":["Anne Baxter","Steve Cochran","Lyle Bettger","George Nader","Jay C. Flippen"],"overview":"Story of an American carnival in Germany.","release_date":"1954-04-16","vote_average":4.7,"runtime":95,"cert":"N\/A","id":44526,"title":"Carnival Story","adult":false,"genre_ids":[18,10749]},{"cast":["Isabelle Huppert","Jean-Hugues Anglade","Xavier Beauvois","Clara Bindi","Viviana Aliberti"],"overview":"Ann leaves Thomas and everything else behind when she catches him kissing another woman. With her music and help from Georges, she begins a journey to find herself.","release_date":"2009-04-08","vote_average":5.9,"runtime":94,"cert":"N\/A","id":44527,"title":"Villa Amalia","adult":false,"genre_ids":[18]},{"cast":["Stockard Channing","Shane Meier","Wendy Crewson","Kristen Thomson","Joseph Ziegler"],"overview":"In a senseless act of hatred, openly gay college student Matthew Shepard was murdered in 1998. This critically-acclaimed, moving film recounts the final days of Matthew's killers' trial—and the weeks leading to Matthew's death—with unnerving detail. Stockard Channing delivers an unforgettable, Emmy® Award-winning performance as Matthew's grieving mother, Judy, in a story of a murder that moved a nation to action. Also starring Law &amp; Order's Sam Waterston.","release_date":"2002-03-16","vote_average":5.6,"runtime":92,"cert":"N\/A","id":44528,"title":"The Matthew Shepard Story","adult":false,"genre_ids":[18]},{"cast":["Alexandra Maria Lara","Natalie Dormer","Jason Flemyng","Ahmed Ahmed","Susan George"],"overview":"A privileged young male Arab at odds with his cultural identity and his less fortunate street smart friend; a disillusioned Indian taxi driver who bears an uncanny resemblance to a famous Bollywood star; and a former Romanian ballet dancer now working as a flight attendant and searching for love and companionship ... these individuals all live in Dubai and their lives are about to collide for better or for worse in a city where ambition, growth and opportunity are encouraged and dreams can still manifest. \"City of Life\" is an urban drama that tracks the various intersections of a multi-ethnic cast, examining how random interactions and their consequences can irrevocably impact another's life.","release_date":"2009-12-11","vote_average":6.4,"runtime":null,"cert":"N\/A","id":44529,"title":"City of Life","adult":false,"genre_ids":[10749,18]},{"cast":["Tyrone Power","Gene Tierney","George Sanders","Frances Farmer","Elsa Lanchester"],"overview":"Sir Arthur Blake has inherited title and lands from his brother. He also has his orphaned nephew Benjamin working for him as a bonded servant. While he believes the lad was born out of wedlock and so cannot claim the inheritance, he is taking no chances. Benjamin eventually rebels against his uncle and sets sail to try and make his fortune. This may enable him to return to prove his claim to being the rightful heir to the estate.","release_date":"1942-01-29","vote_average":7.3,"runtime":98,"cert":"N\/A","id":44530,"title":"Son of Fury: The Story of Benjamin Blake","adult":false,"genre_ids":[28,18,10749]},{"cast":["Jonathan Zaccaï","Popeck","Nassim Ben Abdelmoumen","Abraham Leber","Nassim Ben Abdeloumen"],"overview":"Simon, 35, has returned to live temporarily with his father. They make life unbearable for each other. To add spice to this situation, Uncle Maurice and Aunt Mala, Ernest's brother and sister, meddle in everything and, notably, try to find a \"nice little Jewish girl\" for Simon to marry. When Ernest passes away, Simon fulfils his father's last request: bury him in the village where he was born, in the depths of Ukraine. And so Simon finds himself caught up in an event-packed road movie in the company of his paranoid old uncle, his aunt who nags him endlessly about his \"Goy dancer\", his six-years-old son, his father's body and his ghost, and also a rabbit. Not to mention his ex who hassles him by phone. The journey will be nothing like a cruise down the Nile!","release_date":"2009-07-29","vote_average":6.8,"runtime":100,"cert":"N\/A","id":44531,"title":"Simon Konianski","adult":false,"genre_ids":[35]},{"cast":["Roger Pigaut","Claire Mafféi","Noël Roquevert","Gaston Modot","Louis de Funès"],"overview":"She's working in a big store, he's a typographer and they lost their winning lottery ticket.","release_date":"1947-09-27","vote_average":7.1,"runtime":78,"cert":"N\/A","id":44532,"title":"Antoine and Antoinette","adult":false,"genre_ids":[18,35,10749]},{"cast":["Tyrone Power","Orson Welles","Wanda Hendrix","Marina Berti","Katina Paxinou"],"overview":"In 1500, Duke Cesare Borgia hopes to marry his sister (widowed by poison) to the heir apparent of Ferrara, which impedes his conquest of central Italy. On this delicate mission he sends Andrea Orsini, his sister's lover and nearly as unscrupulous as himself. En route, Orsini meets Camilla Verano, wife of the count of Citta' del Monte (Borgia's next intended conquest); and sentiment threatens to turn him against his deadly master, whom no one betrays twice...","release_date":"1949-11-11","vote_average":5.3,"runtime":107,"cert":"N\/A","id":44533,"title":"Prince of Foxes","adult":false,"genre_ids":[12,18,36]},{"cast":["Tyrone Power","Jean Peters","Cesar Romero","Lee J. Cobb","John Sutton"],"overview":"Spain, 1518: young caballero Pedro De Vargas offends his sadistic neighbor De Silva, who just happens to be an officer of the Inquisition. Forced to flee, Pedro, friend Juan Garcia, and adoring servant girl Catana join Cortez' first expedition to Mexico. Arriving in the rich new land, Cortez decides to switch from exploration to conquest...with only 500 men. Embroiled in continuous adventures and a romantic interlude, Pedro almost forgets he has a deadly enemy...","release_date":"1947-12-25","vote_average":7.5,"runtime":140,"cert":"N\/A","id":44534,"title":"Captain from Castile","adult":false,"genre_ids":[28,10749]},{"cast":["Rosie Perez","Harvey Keitel","Anthony Quinn","Michael DeLorenzo","Steve Buscemi"],"overview":"Mercedes is a taxi dancer who wants to be an actress. She's involved with the married Harry, who considers himself a respected actor. Ernesto is in love with Mercedes, but he doesn't dance or have money.","release_date":"1994-09-27","vote_average":5.6,"runtime":102,"cert":"18","id":44535,"title":"Somebody to Love","adult":false,"genre_ids":[35,18]},{"cast":["Jeffrey Hunter","Michael Rennie","Wendy Hiller","Bernard Lee","Victor Maddern"],"overview":"A British naval officer has a brief affair with a woman in England and never knows that she bears him a son. 20 years later the boy is on a ship under his command when he is tracking a German Raider. When the boy is captured after his ship is sunk, he finds a way to slow the German's progress while a lethal hunt for him goes on.","release_date":"1953-06-11","vote_average":6.3,"runtime":83,"cert":"N\/A","id":44536,"title":"Sailor of the King","adult":false,"genre_ids":[28,18,10752]},{"cast":["Marketa Brymova","Angel Dark","Veronica Da Souza","Keana Moire","Anetta Keys"],"overview":"Marc Dorcel's second part of the Fuck VIP series has the most beautiful Eastern girls you have ever seen. Liliane, a photographer that likes to combine work and pleasure with her models, discovers the right sense of Sapphic games. From deep penetrating dildos to beautiful pussy eating, you'll experience the most extreme and hottest pleasures.","release_date":"2007-03-01","vote_average":0.0,"runtime":82,"cert":"N\/A","id":44537,"title":"Fuck V.I.P. LSD","adult":true,"genre_ids":[]},{"cast":["Kerwin Mathews","Vivienne Ventura","Robert Ayres","Peter Arne","Al Mulock"],"overview":"Government officials discover a horrible plot: the Chinese are tunneling their way to the United States.","release_date":"1967-10-22","vote_average":4.7,"runtime":91,"cert":"","id":44538,"title":"Battle Beneath the Earth","adult":false,"genre_ids":[878]},{"cast":["Ornella Muti","Valérie Mairesse","Catherine Frot","Dominique Blanc","François Morel"],"overview":"A woman, concerned by her husband's eccentric behavior, hires a detective to follow his every move -- which yields unexpected results.","release_date":"2003-01-01","vote_average":6.8,"runtime":97,"cert":"N\/A","id":44539,"title":"An Amazing Couple","adult":false,"genre_ids":[18]},{"cast":["Gabriel Byrne","Joanne Whalley","Lindze Letherman","Rachel Skarsten"],"overview":"A teenage girl, trying to come to grips with the death of her mother in a horse-riding accident, nurtures the foal of her mother's horse.","release_date":"2002-01-01","vote_average":6.5,"runtime":103,"cert":"N\/A","id":44540,"title":"Virginia's Run","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"'Blip Festival: Reformat the Planet' is a feature length documentary which delves into the movement known as ChipTunes, a vibrant underground scene based around creating new, original music using old video game hardware. Familiar devices such as the Nintendo Game Boy and Nintendo Entertainment System are pushed in new directions with startling results. Using New York as a microcosm for a larger global movement, 'Reformat the Planet' maps out the genesis of the first annual Blip Festival, a four day celebration of over 30 international artists exploring the untapped potential of low-bit video game consoles. With floor-stomping rhythms and fist-waving melodies, trailblazers of the ChipTune idiom descend upon Manhattan to pen a new chapter in the history of electronic music.","release_date":"2008-01-01","vote_average":7.5,"runtime":null,"cert":"N\/A","id":44541,"title":"Reformat the Planet","adult":false,"genre_ids":[99]},{"cast":["Joan Fontaine","Patric Knowles","Herbert Marshall","Richard Ney","Cedric Hardwicke"],"overview":"In 1909, British belle Ivy Lexton meets older, rich Miles Rushworth; undeterred by the prior claims of her husband Jervis and lover Roger, she goes after Miles and has no trouble fascinating him, but oddly enough he has compunctions about making love to other men's wives. The means Ivy reluctantly adopts to resolve the problem of too many men promise disaster for all concerned.","release_date":"1947-06-26","vote_average":7.4,"runtime":99,"cert":"N\/A","id":44542,"title":"Ivy","adult":false,"genre_ids":[18]},{"cast":["Håvard Bakke","Tommy Karlsen","Helle Beck Figenschow","Synnøve Nygaard","Viggo Jønsberg"],"overview":"For the second time the two curious boys named Pelle and Proffen get mixed up in dangerous business.","release_date":"1992-02-20","vote_average":5.8,"runtime":86,"cert":"N\/A","id":44543,"title":"Toxic Lies","adult":false,"genre_ids":[18]},{"cast":["Håvard Bakke","Tommy Karlsen","Viggo Jønsberg","Roy Hansen","Brit Elisabeth Haagensli"],"overview":"This time Pelle's father joins an activist group and Pelle has to face up to his father.","release_date":"1993-01-01","vote_average":5.5,"runtime":95,"cert":"N\/A","id":44544,"title":"The Blue Wolves","adult":false,"genre_ids":[18]},{"cast":["Steven Ritch","Don Megowan","Joyce Holden","S. John Launer","George Lynn"],"overview":"The arrival in a small mountain town of a dissheveled stranger launches a series of murders committed by some sort of animal.  As the town doctor and his daughter attempt to help the stranger, the sheriff investigates the murders; and they uncover a sinister experiment involving two rogue scientists, a car accident victim, his wife and children, and a serum that causes a man to turn into a ravaging werewolf.","release_date":"1956-07-01","vote_average":5.6,"runtime":79,"cert":"","id":44545,"title":"The Werewolf","adult":false,"genre_ids":[27,878]},{"cast":["Lisa Bonet","Lukas Haas","David Strathairn","Sheila McCarthy","Belinda Hum"],"overview":"In a near future society a man claims that his dreams physically change reality. His therapist is confused at first but soon decides to use him for his own gain. The 2002 adaptation discards a significant portion of the original plot, some essential characters, and much of the philosophical underpinnings of the book and the original PBS production. Ursula K. Le Guin disapproved of the A&amp;E production, and stated that she found it \"misguided and uninteresting\".","release_date":"2002-09-08","vote_average":5.6,"runtime":94,"cert":"N\/A","id":44546,"title":"Lathe of Heaven","adult":false,"genre_ids":[878]},{"cast":["Karen Black","Charles Dierkop","Daran Norris","Mary Elizabeth McGlynn","Steve Scionti"],"overview":"Doug Baily's father is weird, but a strange machine in the garage now makes him invisible too. It's a roller coaster ride of fun and hijinks as Doug tries to turn his invisible dad back to normal again.","release_date":"1998-03-24","vote_average":1.7,"runtime":90,"cert":"N\/A","id":44547,"title":"Invisible Dad","adult":false,"genre_ids":[10751,35,14]},{"cast":["Tara Reid","Corbin Bernsen","Jessica Steen","Jonathan Scarfe","Genevieve Buechner"],"overview":"A set of vipers has been taken by scientists to mutate them to make a cure for cancer. As their experiment goes awry, the vipers escape into the woods - they're not only biting people, they're actually killing people, in a little town.","release_date":"2008-01-01","vote_average":3.9,"runtime":95,"cert":"N\/A","id":44548,"title":"Vipers","adult":false,"genre_ids":[28,27,53,878]},{"cast":["Omkar Das Manikpuri","Malaika Shenoy","Nawazuddin Siddiqui","Shalini Vatsa","Farookh Zafar"],"overview":"Natha a poor farmer from Peepli village in the heart of rural India is about to lose his plot of land due to an unpaid bank loan. A quick fix to the problem is the a government program that aids the families of indebted farmers who have committed suicide. As a means of survival Farmer Natha can choose to die. His brother is happy to push him towards this unique 'honour' but Natha is reluctant. Local elections are around the corner and what might have been another unnoticed event turns into a 'cause celebre' with everyone wanting a piece of the action. Political bigwigs, high-ranking bureaucrats, local henchmen and the ever-zealous media descend upon sleepy Peepli to stake their claim. The question on everyone's lips - \"Will he or Won't he?\" As the mania escalates, nobody seems to care how Natha really feels.","release_date":"2010-08-13","vote_average":7.6,"runtime":104,"cert":"N\/A","id":44549,"title":"PEEPLI [Live]","adult":false,"genre_ids":[18,35]},{"cast":["Bobby Deol","Mugdha Godse","Sophia Handa"],"overview":"\"HELP\" is a supernatural horror thriller which draws upon the story of a malevolent spirit that refuses to leave the human world and is out to exact retribution for past crimes committed against it.","release_date":"2010-08-13","vote_average":1.5,"runtime":110,"cert":"N\/A","id":44550,"title":"Help","adult":false,"genre_ids":[18,27,53]},{"cast":["Steve Oedekerk","S. Scott Bullock","Shannon Garza","Jim Jackman","John Laus"],"overview":"It's ALIVE and ready to deliver nonstop comedy in Steve Oedekerk's outrageous spoof on a classic horror film...","release_date":"2002-09-24","vote_average":6.3,"runtime":32,"cert":"N\/A","id":44551,"title":"Frankenthumb","adult":false,"genre_ids":[35,16,27,878]},{"cast":["Sunil Munshi","Jan Malmsjö","Kjell Bergqvist","Bojan Westin","Eva Dahlman"],"overview":"The story of J whose goal is to be world master at playing Nintendo. He struggles with his traditional Jewish family and non-Jewish girlfriend who demand that he grow up and get a job. Real problems arise when he awakes to discover that his right hand is missing.","release_date":"2002-09-27","vote_average":4.3,"runtime":85,"cert":"N\/A","id":44552,"title":"Bit by Bit","adult":false,"genre_ids":[35]},{"cast":["Sun Honglei","Xiao Shenyang","Yan Ni","Ni Dahong","Benshan Zhao"],"overview":"Wang is a gloomy, cunning and avaricious noodle shop owner in a desert town in China. His neglected, sharp-tongued wife is involved in a secret affair with Li, one of Wang’s employees. A timid man, Li reluctantly keeps the gun his lover has bought to kill her husband. But Wang is watching their every move. He bribes patrol officer Zhang to murder the illicit couple. It seems like a perfect plan: the affair will come to a cruel, bloody but satisfying end… or so he thinks. The equally wicked Zhang has an agenda of his own. As the plot twists, more blood will flow, and ever greater violence will erupt…","release_date":"2009-12-11","vote_average":4.8,"runtime":95,"cert":"12","id":44555,"title":"A Woman, a Gun and a Noodle Shop","adult":false,"genre_ids":[35,18,53]},{"cast":["Gong Li","Fang Cen","Shichang Da","Derek Yee Tung-Sing","Zhao Wei"],"overview":"At the beginning of the twentieth century, Yu-liang leaves a brothel in a small Chinese town, to become the second wife of Mr. Pan. While Pan is away at the revolution in Yunnan, Yu-liang learns to paint and takes art classes at the Shanghai Art Institute, until it is closed for painting nudes. Because she cannot bear him a son, Yu-liang leaves Pan to his first wife, and studies art in Paris, where she wins an award for a nude self-portrait. She returns to join Pan in Nanking in the 1930's, and becomes a Professor until it is discovered that she came from a brothel. She returns to Paris to live the rest of her life there, and finally gains a major exhibition of her work.","release_date":"1994-03-12","vote_average":7.0,"runtime":130,"cert":"N\/A","id":44558,"title":"A Soul Haunted by Painting","adult":false,"genre_ids":[18,10749]},{"cast":["Virginia McKenna","Paul Scofield","Jack Warner","Denise Grey","Bill Owen"],"overview":"Violette Bushell is the daughter of an English father and a French mother, living in London in the early years of World War 2. She meets a handsome young French soldier in the park and takes him back for the family Bastille day celebrations. They fall in love, marry and have a baby girl when Violette Szabo receives the dreaded telegram informing her of his death in North Africa. Shortly afterwards, Violette is approached to join the SOE (Special Operations Executive). Should she stay and look after her baby or \"do her duty\" ?","release_date":"1958-02-18","vote_average":5.8,"runtime":119,"cert":"PG","id":44559,"title":"Carve Her Name with Pride","adult":false,"genre_ids":[18,10752]},{"cast":["Xu Fan","Zhang Jingchu","Chen Dao-Ming","Li Chen","Chen Jin"],"overview":"Based on the Tangshan Earthquake in 1976 that took the lives of 240,000 people.","release_date":"2010-07-22","vote_average":7.5,"runtime":135,"cert":"15","id":44560,"title":"Aftershock","adult":false,"genre_ids":[18]},{"cast":["Mel Smith","Griff Rhys Jones","Alison Steadman","Roger Lloyd Pack","Diana Quick"],"overview":"Henry Wilt is a more or less failed teacher who fantasizes about murdering his dominant, non-attentive wife Eva. At a party who gets stuck in an inflatable doll and makes a complete fool of himself. Eventually, he dumps the doll in a hole at a building site. However, he has been witnessed getting rid of the doll and when his wife disappears on the night after the party, the police and Inspector Flint have strong suspicions on Mr Wilt.","release_date":"1989-05-12","vote_average":7.1,"runtime":92,"cert":"12","id":44561,"title":"Wilt","adult":false,"genre_ids":[35,80]},{"cast":["Steve Buscemi","Ned Beatty","John Glover","Miriam Margolyes","Sam Sorbo"],"overview":"A mourning son makes a deal to reanimate his one year dead mother, however things turn into an unexpected direction.","release_date":"1993-06-04","vote_average":5.3,"runtime":93,"cert":"N\/A","id":44562,"title":"Ed and His Dead Mother","adult":false,"genre_ids":[35]},{"cast":["Ernesto Alterio","Leticia Dolera","Marian Álvarez","Héctor Alterio","María Isbert"],"overview":"A biologist in an insemination clinic unexpectedly falls in love with a free-spirited trapeze artist and the idea of fathering her child. A hilarious romantic comedy about love at first sight, with complications to follow...and more laughs than you could possibly conceive!","release_date":"2005-01-01","vote_average":4.4,"runtime":89,"cert":"N\/A","id":44563,"title":"Semen, a Love Sample","adult":false,"genre_ids":[35,10749]},{"cast":["Kevin James","Vince Vaughn","Winona Ryder","Jennifer Connelly","Queen Latifah"],"overview":"Longtime friends Ronny and Nick are partners in an auto-design firm. They are hard at work on a presentation for a dream project that would really launch their company. Then Ronny spots Nick's wife out with another man, and in the process of investigating the possible affair, he learns that Nick has a few secrets of his own. As the presentation nears, Ronny agonizes over what might happen if the truth gets out.","release_date":"2011-01-13","vote_average":5.4,"runtime":111,"cert":"12","id":44564,"title":"The Dilemma","adult":false,"genre_ids":[35,18]},{"cast":["Akshay Kumar","Trisha Krishnan","Rajpal Yadav","Johnny Lever","Makrand Deshpande"],"overview":"An ambitious land contractor becomes embroiled in the corruption and misdeeds of his family members who pocket ill-gained money.","release_date":"2010-07-23","vote_average":4.9,"runtime":155,"cert":"N\/A","id":44565,"title":"Khatta Meetha","adult":false,"genre_ids":[35,18]},{"cast":["Priyanka Chopra","Ranbir Kapoor","Vishal Malhotra","Pooja Kumar","Tanvi Azmi"],"overview":"Akash (Ranbir Kapoor) and Kiara (Priyanka Chopra) are trying to find luck in their life after several failed attempts to be successful in their careers and in love. Fed up, they both decide to commit suicide by jumping off a bridge. However, both land up on the same bridge at the same time.","release_date":"2010-09-24","vote_average":6.1,"runtime":151,"cert":"12","id":44566,"title":"Anjaana Anjaani","adult":false,"genre_ids":[35,18,10402,10749]},{"cast":[],"overview":"Two young Irish men are watching an old Elvis Presley movie in which a carnival cyclist performs an act called the Wall of Death. Transfixed, they decide to put together their own \"Wall of Death.\"","release_date":"1986-03-14","vote_average":7.0,"runtime":null,"cert":"N\/A","id":44567,"title":"Eat the Peach","adult":false,"genre_ids":[35]},{"cast":["Corey Haim","Patricia Arquette","Christopher Collet","Julius Harris","Mark Pellegrino"],"overview":"Griffin, a rollerblader in the not so distant future of an economically wrecked Los Angeles, races against time to save both his younger brother and the city from the fate dealt out by the fascist rollerblading street gang, the Rollerboys.","release_date":"1991-03-21","vote_average":5.4,"runtime":95,"cert":"N\/A","id":44568,"title":"Prayer of the Rollerboys","adult":false,"genre_ids":[878]},{"cast":["Lemuel Galman","Mark Joshua Maclang","Russell Ongkeko","Bodjie Pascua","Suzette Velasco"],"overview":"What follows is a black-and-white silent film set in the 1890s during the brewing Filipino revolution against Spanish colonialism. A series of tragic and comic sequences tells the Three Ages of an Indio (“common man”) as he progresses from boy bell ringer in a village church to teenage revolutionary to adult theater actor rehearsing a popular Spanish play.","release_date":"2005-01-01","vote_average":6.5,"runtime":97,"cert":"N\/A","id":44569,"title":"A Short Film About the Indio Nacional","adult":false,"genre_ids":[36,18]},{"cast":["Lowell Conales","Malaya Camporedondo"],"overview":"Mix-mastering history, the paranoid thriller, the documentary and the landscape film, pic tells of very different fates for two sets of brothers in oppressive Philippine settings.","release_date":"2007-01-27","vote_average":7.0,"runtime":95,"cert":"N\/A","id":44570,"title":"Autohystoria","adult":false,"genre_ids":[]},{"cast":["Sean Faris","Maggie Q","Ray Park","Will Yun Lee","David Leitch"],"overview":"The King of Fighters movie will introduce a new science fiction spin into the setting established in the games universe by following the surviving members of three legendary fighting clans who are continually whisked away to other dimensions by an evil power. As the fighters enter each new world they battle that universes native defenders, while the force that brought them seeks to find a way to invade and infect our world.","release_date":"2009-11-04","vote_average":3.7,"runtime":93,"cert":"N\/A","id":44571,"title":"The King of Fighters","adult":false,"genre_ids":[28,53,878]},{"cast":["Leo Penn","Robert Armstrong","Teala Loring","Elisha Cook Jr.","Douglas Fowley"],"overview":"A drugged man covered in blood is picked up by police. Before the cops can get answers the man escapes in search of answers to the mystery himself.","release_date":"1947-03-15","vote_average":4.6,"runtime":64,"cert":"N\/A","id":44572,"title":"Fall Guy","adult":false,"genre_ids":[80]},{"cast":["Maximo Guillermo Manus"],"overview":"The life of Maximo Guillermo \"Max\" Manus, a Norwegian resistance fighter, before and after World War II.","release_date":"1996-01-01","vote_average":9.0,"runtime":54,"cert":"N\/A","id":44573,"title":"Max Manus - Mannen og Myten","adult":false,"genre_ids":[99,36]},{"cast":["Bokeem Woodbine"],"overview":"The Plot is actually pretty crafty and full of (surprisingly) unsuspecting twists. The special effects are actually quite realistic which is surprising for such a low budget movie. Bokeeem Woodbine plays his role with a serious emotion that only adds to the hilariousness of the movie. Justin Pierce (R.I.P) is hilarious as a guy who has possibly the worst day of his entire life. The comedy of the movie culminates in the final 10 minutes that have had me and everyone else watching the movie rolling on the floor for hours. This movie is a classic and deserves more respect.","release_date":"2000-05-11","vote_average":4.4,"runtime":90,"cert":"18","id":44574,"title":"Blackmale","adult":false,"genre_ids":[28,35]},{"cast":["Sam Trammell","Erik Jensen","Susan May Pratt","Ellen Pompeo","Celia Weston"],"overview":"Derrick, a corporate lawyer with a large trust fund, and Zane, a criminal, live in opposite social spheres. Although they never meet, their lives are more connected than either one of them could ever imagine.","release_date":"2003-04-13","vote_average":6.5,"runtime":108,"cert":"N\/A","id":44575,"title":"Undermind","adult":false,"genre_ids":[53,18,14,80]},{"cast":["Barbara Hershey","Rachel Blanchard","Shirley MacLaine","Ron Lea","Bernard Behrens"],"overview":"Anne, now a middle-aged woman, is troubled by recent events in her life. Her husband, Gilbert, has been killed overseas as a medical doctor during World War II. Her two daughters are pre-occupied with their own young families and her adopted son Dominic has yet to return from the war. When a long-hidden secret is discovered under the floorboards at Green Gables, Anne retreats into her memories to relive her troubled early years prior to arriving as an orphan at Green Gables and being adopted by the Cuthberts","release_date":"2008-12-04","vote_average":5.3,"runtime":144,"cert":"N\/A","id":44576,"title":"Anne of Green Gables: A New Beginning","adult":false,"genre_ids":[18,10751]},{"cast":["Matthew Nicklaw","Al Thompson","Logan Lipton","Bridget Burke"],"overview":"Marty Cutter and LaDon Love are a couple of conniving slackers who earn their living \"dumping\" girlfriends of confrontation challenged men. When Jerry Skinner shows up at their door to hire \"Booty Boot\" to help extract him from his main squeeze, Marty and LaDon figure he's just another easy mark and money machine. They even train Jerry to perform the \"dump\" himself. Piece of cake. Except they weren't counting on encountering Jerry's lady, Lisa Klinger. No matter how much they coach Jerry in the fine art of \"the dump\", he keeps failing. Miserably. None of Booty Boot's usual sure-fire techniques and tactics are doing the trick--somehow Lisa manages to fend them off and frustrate their efforts.","release_date":"2010-08-17","vote_average":0.0,"runtime":96,"cert":"N\/A","id":44577,"title":"Dumping Lisa","adult":false,"genre_ids":[35]},{"cast":["Daniel Lapaine","James Marsters","Andrew Lincoln","Ursula Burton","Anna Maxwell Martin"],"overview":"Man's landing on the moon was our greatest technological achievement. The Apollo 11 mission was truly the stuff of dreams. For the first time, our species walked on another celestial body. Even more remarkable was their ability to make it back. This is the story of the July 20, 1969, Apollo 11 moon landing. Drama with digitally remastered original footage.","release_date":"2009-06-20","vote_average":6.1,"runtime":90,"cert":"N\/A","id":44578,"title":"Moonshot, the Flight of Apollo 11","adult":false,"genre_ids":[18]},{"cast":["Arthur Wontner","Ian Fleming","Lyn Harding","John Turnbull","Minnie Rayner"],"overview":"Sherlock Holmes takes a vacation and visits his old friend Sir Henry Baskerville. His vacation ends when he suddenly finds himself in the middle of a double-murder mystery. Now he's got to find Professor Moriarty and the horse Silver Blaze before the great cup final horse race.","release_date":"1937-07-01","vote_average":5.5,"runtime":71,"cert":"U","id":44579,"title":"Murder at the Baskervilles","adult":false,"genre_ids":[80,9648]},{"cast":[],"overview":"Sonny, Richael, Steen and Patric dream of doing the perfect heist, but all have very different ideas about how it's done right. The tension rises as they have to spend a night in jail - after yet another failed heist. However, as the night progresses they have to come to terms with each other, in order to plan the perfect heist.","release_date":"2008-12-26","vote_average":5.0,"runtime":85,"cert":"N\/A","id":44580,"title":"Det perfekte kup","adult":false,"genre_ids":[]},{"cast":["Gösta Ekman","Kjell Bergqvist","Rolf Lassgård","Niklas Hjulström","Agneta Ekmanner"],"overview":"A routine mission ends up in a flaming inferno when a house suddenly explodes. It looks like a spectacular suicide attempt but the technical investigation reveals unexpected evidence. Beck and his men are soon on the tracks of a narcotic syndicate...","release_date":"1993-07-02","vote_average":5.7,"runtime":90,"cert":"N\/A","id":44581,"title":"The Fire Engine That Disappeared","adult":false,"genre_ids":[53,80]},{"cast":["Brian Dennehy","Mare Winningham","James McDaniel","Mary Kay Place","Luke Grimes"],"overview":"Based on a True Story War Eagle, Arkansas is a character-driven drama about a young man’s choice of whether to leave his family and friends for a career in baseball or stay and redeem his struggling community. The story takes place over a few pivotal weeks in the summer after Enoch Cass’s senior year, and is set against the backdrop of Arkansas’ beautiful Ozark Mountains. War Eagle, Arkansas poses important questions that face all young people in rural America. The answers we find could touch us all.","release_date":"2007-11-03","vote_average":8.0,"runtime":93,"cert":"N\/A","id":44582,"title":"War Eagle, Arkansas","adult":false,"genre_ids":[18]},{"cast":["Mathias Gnädinger","Christian Kohlund","Ankie Beilke","Dieter Meier","Stephanie Glaser"],"overview":"","release_date":"1991-03-16","vote_average":6.0,"runtime":null,"cert":"N\/A","id":44583,"title":"Leo Sonnyboy","adult":false,"genre_ids":[]},{"cast":["Penny Edwards","Grant Withers","Norman Budd","Michael St. Angel","Rhys Williams"],"overview":"A petty thief schemes a big score when he plans an armored car robbery.","release_date":"1951-05-30","vote_average":6.5,"runtime":59,"cert":"N\/A","id":44584,"title":"Million Dollar Pursuit","adult":false,"genre_ids":[80]},{"cast":["John Hoyt","John Agar","June Kenney","Marlene Willis","Laurie Mitchell"],"overview":"A deranged scientist creates a ray that can shrink people down to doll size.","release_date":"1958-04-01","vote_average":4.8,"runtime":79,"cert":"N\/A","id":44585,"title":"Attack of the Puppet People","adult":false,"genre_ids":[27,878]},{"cast":["Irish McCalla","Tod Griffin","Victor Sen Yung","Rudolph Anders","Gene Roth"],"overview":"A couple wash up on an uncharted island where Nazi experiments are going on.","release_date":"1958-01-01","vote_average":4.1,"runtime":77,"cert":"N\/A","id":44586,"title":"She Demons","adult":false,"genre_ids":[27,878]},{"cast":["Junko Iwao","Ken Narita","Tomokazu Seki","Atsuko Takahata","Emi Shinohara"],"overview":"It's the year of destiny, and 15 year old Kamui Shiro, a powerful psychic, has returned to Toyko after a 6 year absence, having left when he was very young. He wants to be with his childhood friends, Fuma (his best friend) and Kotori, Fuma's little sister (and Kamui's possible girlfriend). He wants to protect them from all dangers, but destiny and fate are haunting Kamui and pulling in himself and his beloved childhood friends. It is his destiny and his sole decision to decide the fate of the world, no matter if he wants the role or not. Now it is a matter of if he will join the side of the Seven Seals and become the Dragon of Heaven to save mankind or join the Seven Angels and become the Dragon of Earth to destroy all civilization so the earth can heal itself from man's destruction.","release_date":"1996-08-02","vote_average":5.8,"runtime":97,"cert":"N\/A","id":44587,"title":"X: The Movie","adult":false,"genre_ids":[28,16,14]},{"cast":["Jean-Baptiste Maunier","Jennifer Decker","Benjamin Jungers","Vladimir Consigny","Edouard Collin"],"overview":"A teenager feels an endless fascination for his cellular which will enable him to reach his aim: alluring the pretty high-school girl he's in love with. Unfortunately, this special \"addiction\" will not be without negative consequences on the behavior of the boy...","release_date":"2007-03-28","vote_average":4.4,"runtime":98,"cert":"N\/A","id":44588,"title":"Hellphone","adult":false,"genre_ids":[14,35,9648]},{"cast":["Markku Halme","Minna Soisalo","Sakari Rouvinen","Juhani Niemelä","Antti Litja"],"overview":"Young Alex Sammako has seen his brothers defy the law in a series of deeds that first land them in jail, and then, after they escape and return to their rural home, land them back in the lap of their locally notorious family. Alex wants nothing to do with them. He is in love with Mirja, whose family is not that different from the Sammakos, but who shares Alex's viewpoints and feelings. Not helping matters is a police department convinced that all Sammakos are bad, and the family itself, pressuring Alex to follow in their murky footsteps.","release_date":"1984-11-30","vote_average":6.7,"runtime":95,"cert":"N\/A","id":44589,"title":"The Clan - Tale of the Frogs","adult":false,"genre_ids":[28,18,80,35,10749]},{"cast":["Jerry Garcia","Mickey Hart","Bill Kreutzmann","Phil Lesh","Brent Mydland"],"overview":"View from the Vault, Volume One, sometimes known simply as View from the Vault, is the first release in a series of DVDs and companion soundtracks by the Grateful Dead known as \"View from the Vault\". The audio is taken from the soundboard and the video from the video screens at the concerts. The first volume was recorded and filmed at Three Rivers Stadium in Pittsburgh on July 8, 1990 with bonus material recorded two days earlier at Cardinal Stadium, Louisville. The set was certified Gold by the RIAA on February 2, 2001.","release_date":"2000-10-10","vote_average":3.8,"runtime":215,"cert":"N\/A","id":44590,"title":"Grateful Dead: View from the Vault","adult":false,"genre_ids":[10402]},{"cast":["Richard Denning","Mara Corday","Carlos Rivas","Mario Navarro","Carlos Múzquiz"],"overview":"Giant scorpions wreck havoc after being released due to volcanic activity.","release_date":"1957-10-11","vote_average":5.3,"runtime":88,"cert":"N\/A","id":44591,"title":"The Black Scorpion","adult":false,"genre_ids":[27,878]},{"cast":["Cesar Romero","Chick Chandler","John Hoyt","Sid Melton","Whit Bissell"],"overview":"It's Cesar Romero versus dinosaurs in this classic 1950s B movie, with Hillary Brooke as the jungle goddess love interest.","release_date":"1951-08-17","vote_average":3.1,"runtime":83,"cert":"N\/A","id":44592,"title":"Lost Continent","adult":false,"genre_ids":[878]},{"cast":["Piper Perabo","Martin Henderson","Jason Winer","Andrew Keegan","Kathleen Wilhoite"],"overview":"The story of two college graduates from the Midwest who move to Los Angeles, where their love is tested for the first time.","release_date":"2004-02-06","vote_average":6.3,"runtime":90,"cert":"N\/A","id":44593,"title":"Perfect Opposites","adult":false,"genre_ids":[35,18,10749]},{"cast":["Patrick Wilson","Malcolm McDowell","Judy Greer","Chloë Sevigny","Missi Pyle"],"overview":"Barry Munday, a libido-driven wage slave who spends all his time either ogling, fantasizing about or trying to pick up women, wakes up in hospital after a freak attack only to find that his testicles have been removed.","release_date":"2010-03-13","vote_average":5.8,"runtime":95,"cert":"N\/A","id":44594,"title":"Barry Munday","adult":false,"genre_ids":[35,18,10749]},{"cast":["Janusz Gajos","Gustaw Holoubek","Marek Bargiełowski","Władysław Dewoyno","Janusz Michałowski"],"overview":"A professor of medicine, known and recognized, through a serious personal crisis. Used in teaching, feeling mentally and physically diminished, become cynical and disillusioned, he can no longer interested or his family or his work. Only the presence and conversation Katarzyna, whom he raised as his own daughter, he restores life. But this woman, who herself had to endure many hardships and sharing his disappointment, he realized that his feelings are not really filial ...","release_date":"1983-09-12","vote_average":6.0,"runtime":106,"cert":"N\/A","id":44595,"title":"A Boring Story","adult":false,"genre_ids":[18]},{"cast":["Simon Yam","Zhang Xiao-quan","Alice Tzeng","Ting Ting Hu","Chang Han"],"overview":"Lawrence Lau directs Ballistic, a crime thriller that uses the turbulent world of Taiwanese politics to tell a riveting story of cops, corruption, and how righteousness still has value in this grey-shaded world.","release_date":"2008-11-28","vote_average":0.0,"runtime":95,"cert":"N\/A","id":44596,"title":"Ballistic","adult":false,"genre_ids":[28,53]},{"cast":["Matt Damon","Bryce Dallas Howard","Thierry Neuvic","Cyndi Mayo Davis","Lisa Griffiths"],"overview":"Three people — a blue-collar American, a French journalist and a London school boy — are touched by death in different ways.","release_date":"2010-10-22","vote_average":6.0,"runtime":129,"cert":"12A","id":44603,"title":"Hereafter","adult":false,"genre_ids":[18,14]},{"cast":["Mitsuki Saiga","Showtaro Morikubo","Fumiko Osaka"],"overview":"Set in the Shoryaku and Chotoku eras of Japan's Heian period, the animated short Kai Doh Maru is set against a background of a capital under threat from disease, outlaws, and political plots. The story reworks themes from Japanese folklore, focusing on the relationship between Sakata no Kintoki (Kintarō) and Minamoto no Raikō, one of the first military Minamoto and \"monster hunter\" of folklore. The story replaces the traditional image of Kintaro - a strong, ruddy-cheeked man - with that of a determined, tomboyish girl, while retaining much of the traditional character such as the carrying of an axe. Other historical figures from the period who have also become objects of folklore, such as Fujiwara no Michinaga and the rebel Taira no Masakado also make an appearance.","release_date":"2001-12-19","vote_average":4.9,"runtime":45,"cert":"N\/A","id":44604,"title":"Kai Doh Maru","adult":false,"genre_ids":[16,28,14]},{"cast":[],"overview":"The title of this twenty-minute video by Jean-Luc Godard and Anne-Marie Miéville, “Freedom and Fatherland,” is the official slogan of the Canton de Vaud, in Switzerland, where the filmmakers live and grew up. To fulfill their commission from a Swiss cultural festival, they adapted a great Swiss novel, “Aimé Pache, Painter from the Vaud,” by Charles Ferdinand Ramuz, from 1911 (about a local artist who goes to Paris for his education and then returns home) and extruded its autobiographical analogies to Godard’s own life and work. Using a choice set of clips from Godard’s films to coincide with events from the painter’s life, verbal references to modern times and to Godard’s own—Sartre, the late nineteen-sixties, the cinema—and images of the Swiss terrain, which plays a decisive role in the work of Pache, Godard, and Miéville (an important filmmaker in her own right), they produce the effect of mirrors within mirrors.","release_date":"2002-08-01","vote_average":5.3,"runtime":21,"cert":"N\/A","id":44605,"title":"Liberty and Homeland","adult":false,"genre_ids":[]},{"cast":["Doug McGrath","Paul Bradley","Jayne Eastwood","Cayle Chernin","Nicole Morin"],"overview":"Story of desolation as two friends travel from Nova Scotia to Toronto in hope of finding a better life. Drifting from job to job: bottling plant, car wash, bowling alley, newspaper delivery, and in between enjoying the night life of the big city. Their previous life is looking better all the time. This movie is a time capsule of Toronto's Yonge Street - record stores (defunct A&A's), bars, and old neighbourhood side streets.","release_date":"1970-07-02","vote_average":6.1,"runtime":87,"cert":"N\/A","id":44606,"title":"Goin' Down the Road","adult":false,"genre_ids":[18]},{"cast":["Yul Brynner","Henry Fonda","Dirk Bogarde","Virna Lisi","Robert Alda"],"overview":"Vlassov is a Soviet spy who defects in France. He is whisked to the U.S, where Allan Davies takes over the case. After polygraph tests and cross-examinations, Vlassov names several Western European agents who are also spying for the Soviets. Davies wants to take the listed agents into custody; meanwhile, those on the list start dying under mysterious circumstances.","release_date":"1973-04-07","vote_average":5.8,"runtime":113,"cert":"N\/A","id":44607,"title":"The Serpent","adult":false,"genre_ids":[53]},{"cast":["George Wallace","Aline Towne","Roy Barcroft","William Bakewell","Peter Brocco"],"overview":"Commando Cody, 'Sky Marshal of the Universe', works with American scientists Joan Gilbert and Ted Richards in the development of a flying suit and a rocket to the Moon. When the nation's defences are being sabotaged and destroyed, Cody learns that an atomic-gun is being used and that the men on the moon are the culprits.","release_date":"1952-01-01","vote_average":4.7,"runtime":167,"cert":"N\/A","id":44608,"title":"Radar Men from the Moon","adult":false,"genre_ids":[28,878]},{"cast":["Yoda","Tamaki Kunishi","Yasunori Takada","Takaakira Goto"],"overview":"To celebrate their 10th anniversary as a band - and the release of their acclaimed new album Hymn To The Immortal Wind - MONO and Temporary Residence Limted organized a once-in-a-lifetime concert in New York City. In association with the esteemed Wordless Music Series, MONO super-sized their already legendary live show with a 24-piece orchestra. Painstakingly recorded and mixed by famed producer Matt Bayles (Mastodon, ISIS, Minus The Bear), Holy Ground brilliantly captures every moment of whispered calm and breathless beauty with patient clarity.","release_date":"2010-01-01","vote_average":5.3,"runtime":86,"cert":"N\/A","id":44609,"title":"Mono: Holy Ground","adult":false,"genre_ids":[99,10402]},{"cast":["Donnie Yen","Wong Gok","Ng Man Tat","Sheila Chan","Dickson Lee"],"overview":"Expert fighters must band together in an ultimate martial arts showdown when Southern China’s High Officers begin smuggling opium over the border and endangering the lives of the local villagers. With no one to protect them and an Emperor that does not honor them, the people turn to the Master Fighters Lin Shih Tsui and Hwang Fei Hung to battle the evil officers and bring justice to the land.","release_date":"1993-11-11","vote_average":6.2,"runtime":91,"cert":"N\/A","id":44616,"title":"Heroes Among Heroes","adult":false,"genre_ids":[28]},{"cast":["Josiane Balasko","Christopher Lambert","Ennio Fantastichini","Stéphane Audran"],"overview":"An actor owes big bucks to the Vegas mob. He's all set to pay them off; he's conned a rich widow into marrying him. But the mobsters blow his cover because they need him for a different scam. The lost heiress to a Vegas casino fortune has been found; she's a truckstop waitress in France. The mobsters' proposition: romance the broad, and get hitched. Or else. Then the crooks can bump her off and keep the casino for themselves...","release_date":"1997-04-19","vote_average":6.0,"runtime":100,"cert":"N\/A","id":44617,"title":"Arlette","adult":false,"genre_ids":[]},{"cast":["Gösta Ekman","Grynet Molvig","Toivo Pawlo","Holger Löwenadler","Gunn Wållgren"],"overview":"The Plot focuses on Dante Alighieri, a young man who loves smoking. When his father dies Dante inherits $17 million on one special condition: He must give up smoking in 14 days and then stay smoke-free for an entire year. If he fails, his uncle inherits the $17 million instead. Dante has a living hell while trying to quit, and hires a private detective agency called Little Secret Service who he gives free hands to stop him from smoking, While his uncle, who has taken up smoking himself, also does everything he can to make Dante smoke again.","release_date":"1972-12-16","vote_average":6.8,"runtime":104,"cert":"N\/A","id":44618,"title":"The Man Who Quit Smoking","adult":false,"genre_ids":[35]},{"cast":["Zhou Xun","Chen Kun","Huang Jue","Liao Fan","Li Xiaoran"],"overview":"Liu Zhi, a young man, depressed and trapped in a loveless marriage with a dominating girl, meets Baober (an ageless young girl) on a Beijing street one day. They fall in love and start to live a strange, mysterious life....","release_date":"2004-02-10","vote_average":7.0,"runtime":95,"cert":"N\/A","id":44619,"title":"Baober in Love","adult":false,"genre_ids":[18,9648,10749]},{"cast":["Diana Gómez","Ariadna Cabrol","Laura Conejero","Bernat Saumell"],"overview":"A sensuous and ethereal story of two young women falling in love for the first time. Young, beautiful Àsia lies in a coma, her mother and boyfriend keeping constant vigil by her side. In flashback we see what led up to her accident, her life studying architecture at university, the somewhat overbearing relationship she has with her mother and her passionless relationship with Nathaniel.","release_date":"2009-10-29","vote_average":7.1,"runtime":92,"cert":"N\/A","id":44620,"title":"Eloise","adult":false,"genre_ids":[18]},{"cast":["Gabor Schablitzki","Gernot Bronsert","Sebastian Szary","Robert Henke","Philip Sherburne"],"overview":"Shot in 11 cities and 5 countries, Speaking in Code provides a glimpse into the world of electronic dance music through the eyes of Modeselektor, the Wighnomy Brothers, Philip Sherburne, Monolake and David Day. Director Amy Grill documents their successes and failures over a three-year period.","release_date":"2009-10-02","vote_average":4.6,"runtime":89,"cert":"N\/A","id":44621,"title":"Speaking in Code","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Documentary about those who in 2002 visited Zary. How they looked like, how they behaved, what created the mood, what they said.","release_date":"2003-09-19","vote_average":4.3,"runtime":null,"cert":"N\/A","id":44624,"title":"Przystanek Woodstock - Najgłośniejszy Film Polski","adult":false,"genre_ids":[99,10402]},{"cast":["Michael Vartan","Matthew Lillard","Randall Batinkoff","Keri Russell","Tamara Craig Thomas"],"overview":"Two roommates plan to kill a third to take advantage of college policy giving a 4.0 grade to a suicide's roommates.","release_date":"1998-01-24","vote_average":5.1,"runtime":91,"cert":"N\/A","id":44625,"title":"Dead Man's Curve","adult":false,"genre_ids":[18,27,9648,53]},{"cast":["Henry Fonda","Barbara Bel Geddes","Vincent Price","Ann Dvorak","Howard Freeman"],"overview":"City police surround a building attempting to capture a suspected murder. The suspect knows there is no escape but refuses to give in.","release_date":"1947-05-28","vote_average":5.5,"runtime":101,"cert":"N\/A","id":44626,"title":"The Long Night","adult":false,"genre_ids":[18,53,80,10749]},{"cast":["Yuwanat Arayanimisakul","Panissara Phimpru","Witawat Singlampong","Ratchu Surachalas","Chutima Teepanat"],"overview":"The story takes place at the College of Music, Mahidol University over one year and covers the three seasons that Bangkok typically experiences – summer, winter and monsoon. It chronicles the life of a young high school student, Pom, and his impulsive decision to attend a music school, unbeknownst to his parents, because of a girl he has secretly liked for three years, Dao. At the music school, he befriends Aom, who eventually becomes his best friend at the academy.","release_date":"2006-08-31","vote_average":7.5,"runtime":111,"cert":"N\/A","id":44627,"title":"Seasons Change","adult":false,"genre_ids":[10749,35]},{"cast":["Theo Maassen"],"overview":"","release_date":"2001-01-01","vote_average":5.5,"runtime":83,"cert":"N\/A","id":44628,"title":"Theo Maassen: Functioneel Naakt","adult":false,"genre_ids":[35]},{"cast":["James Frecheville","Ben Mendelsohn","Joel Edgerton","Guy Pearce","Luke Ford"],"overview":"Following the death of his mother, J finds himself living with his estranged family, under the watchful eye of his doting grandmother, Smurf, mother to the Cody boys. J quickly comes to believe that he is a player in this world. But, as he soon discovers, this world is far larger and more menacing than he could ever imagine. J finds himself at the center of a cold-blooded revenge plot that turns the family upside down.","release_date":"2010-06-03","vote_average":6.8,"runtime":113,"cert":"15","id":44629,"title":"Animal Kingdom","adult":false,"genre_ids":[18,53,80,9648]},{"cast":["Malcolm McDowell","Christopher Plummer","Simon Ward","Peter Firth","David Wood"],"overview":"The first World War is in its third year and aerial combat above the Western Front is consuming the nation's favored children at an appalling rate. By early 1917, the average life-span of a British pilot is less than a fortnight. Such losses place a fearsome strain on Gresham, commanding officer of the squadron. Aces High recreates the early days of the Royal Flying Corps with some magnificently staged aerial battles, and sensitive direction presents a moving portrayal of the futilities of war.","release_date":"1976-05-19","vote_average":5.4,"runtime":114,"cert":"PG","id":44630,"title":"Aces High","adult":false,"genre_ids":[28,18,10752]},{"cast":["Errol Flynn","Maureen O'Hara","Anthony Quinn","Alice Kelley","Mildred Natwick"],"overview":"British Naval Officer (Errol Flynn) fights pirates on Madagascar.","release_date":"1952-12-24","vote_average":6.0,"runtime":83,"cert":"N\/A","id":44631,"title":"Against All Flags","adult":false,"genre_ids":[12]},{"cast":[],"overview":"A violent spirit that manifests itself in the form of a Jack O'Lantern avenges people who have been wronged.","release_date":"2004-01-01","vote_average":4.0,"runtime":94,"cert":"N\/A","id":44632,"title":"Jack O'Lantern","adult":false,"genre_ids":[27]},{"cast":["Zachery Ty Bryan","Jeff Roop","Jake Busey","Theo Rossi","Sarah Gadon"],"overview":"In 1951, a cheating scandal rocks West Point academy, as 83 cadets -- including the son of the school's football coach (Glenn) -- are implicated and ultimately dismissed.","release_date":"2005-12-10","vote_average":3.3,"runtime":88,"cert":"N\/A","id":44633,"title":"Code Breakers","adult":false,"genre_ids":[18]},{"cast":["Kimberly Elise","Loretta Devine","Debbi Morgan","Michael Boatman","Louisa Abernathy"],"overview":"An adaptation of Bishop T.D. Jakes' self-help novel, chronciling a woman's struggle to come to terms with her legacy of abuse, addiction and poverty.","release_date":"2004-09-30","vote_average":6.2,"runtime":94,"cert":"N\/A","id":44634,"title":"Woman Thou Art Loosed","adult":false,"genre_ids":[18]},{"cast":["Ron Eldard","Kyra Sedgwick","Marisa Tomei","Peter Dinklage","Marley Shelton"],"overview":"A group of thirtysomethings having problems with fidelity gets an opportunity to turn back the clock.","release_date":"2002-06-15","vote_average":4.3,"runtime":89,"cert":"N\/A","id":44635,"title":"Just a Kiss","adult":false,"genre_ids":[35,10749]},{"cast":["Helen Mirren","Felicity Jones","Reeve Carney","David Strathairn","Tom Conti"],"overview":"An adaptation of the play by William Shakespeare. Prospera (a female version of Shakespeare's Prospero) is the usurped ruler of Milan who has been banished to a mysterious island with her daughter. Using her magical powers, she draws her enemies to the island to exact her revenge.","release_date":"2010-12-10","vote_average":5.8,"runtime":110,"cert":"PG","id":44638,"title":"The Tempest","adult":false,"genre_ids":[18,14]},{"cast":["Matt Damon","William Ackman","Barack Obama","George W. Bush","Jonathan Alpert"],"overview":"A film that exposes the shocking truth behind the economic crisis of 2008. The global financial meltdown, at a cost of over $20 trillion, resulted in millions of people losing their homes and jobs. Through extensive research and interviews with major financial insiders, politicians and journalists, Inside Job traces the rise of a rogue industry and unveils the corrosive relationships which have corrupted politics, regulation and academia.","release_date":"2010-10-08","vote_average":7.8,"runtime":109,"cert":"12","id":44639,"title":"Inside Job","adult":false,"genre_ids":[99]},{"cast":["Malcolm McDowell"],"overview":"This is a film of a one-man-show in which Malcolm McDowell talks about Lindsey Anderson.","release_date":"2008-09-05","vote_average":9.0,"runtime":111,"cert":"","id":44640,"title":"Never Apologize","adult":false,"genre_ids":[99]},{"cast":["Federico Luppi","Damián Delgado","Dan Rivera González","Tania Cruz","Damián Alcázar"],"overview":"Dr. Fuentes is a medical professor approaching his retirement and journeys to find old students, with sometimes disturbing results.","release_date":"1997-01-01","vote_average":6.8,"runtime":127,"cert":"N\/A","id":44641,"title":"Men with Guns","adult":false,"genre_ids":[28,18,53]},{"cast":["Sting","Stewart Copeland","Andy Summers"],"overview":"Synchronicity tour by the Police, recorded in Atlanta, GA, Nov. 1983.","release_date":"1984-08-07","vote_average":0.0,"runtime":76,"cert":"N\/A","id":44642,"title":"The Police: Synchronicity Concert","adult":false,"genre_ids":[10402]},{"cast":["Bruce Lee","Jackie Chan","Sammo Hung","Yuen Biao","Chuck Norris"],"overview":"The Official Golden Harvest tribute to the Master of the Martial Arts Film, Bruce Lee.","release_date":"1977-01-01","vote_average":8.2,"runtime":88,"cert":"N\/A","id":44645,"title":"Bruce Lee: The Legend","adult":false,"genre_ids":[99]},{"cast":["Tamer Hassan","Simon Phillips","Daisy Head","Sebastian Street","Rita Ramnani"],"overview":"Seven strangers wake up on the deserted streets of London with no knowledge of how they got there. Before long someone -or something - is picking them off, one by one....","release_date":"2010-08-24","vote_average":3.4,"runtime":84,"cert":"18","id":44646,"title":"The Last Seven","adult":false,"genre_ids":[53]},{"cast":["Patrick Warburton","Andy Dick","Rena Sofer","Elaine Hendrix","Jason Alexander"],"overview":"Between trying to get Judy Bee (Elaine Hendrix) back and tracking down a sexy client's stalker, droll Det. Rock Slyde (Patrick Warburton) has his hands full in this comedy that also stars Rena Sofer and includes cameos by Jason Alexander, Brian Bosworth and Jerry Cantrell. Andy Dick plays a wigged-out cult leader who has successfully brainwashed Judy. Chris Dowling (The Plight of Clownana) writes and directs.","release_date":"2010-05-01","vote_average":6.1,"runtime":86,"cert":"N\/A","id":44647,"title":"Rock Slyde","adult":false,"genre_ids":[35]},{"cast":["Erin Kelly","Jessica Lancaster","Christian Zuber","Tara Sutphen"],"overview":"Kate rejects her boyfriend Jess for a fling with her philandering cousin, Victoria. Her love for the older woman is implicitly unrequited.","release_date":"2004-08-01","vote_average":5.9,"runtime":13,"cert":"N\/A","id":44648,"title":"Finding Kate","adult":false,"genre_ids":[18]},{"cast":[],"overview":"From the producers of Inside the U.S. Secret Service, journey into the heart of New York City—Grand Central Terminal. Explore the magnificent secrets of this iconic landmark as we take you inside the heart, soul and amazing engineering of this superstructure. From railroad cars to rush hours, we unlock the colorful tales of its past, present and future.","release_date":"2006-03-07","vote_average":0.0,"runtime":95,"cert":"N\/A","id":44649,"title":"National Geographic Inside Grand Central","adult":false,"genre_ids":[99]},{"cast":["Sean Connery","Roger Moore","Pierce Brosnan"],"overview":"Bond... James Bond! Perhaps the greatest fictional cinema icon ever. He first appeared on the big screen in 1962 in Dr. No and has remained the most powerful action hero ever since. The secret to his success is his adaptability. No matter what tight spots he finds himself in, he always appears to be suave, sophisticated and cool. This is the full story -- from the creation of the character, the men who played him, all the toys, and all the women. Everything you wanted to know about James Bond... and more.","release_date":"1999-10-09","vote_average":6.6,"runtime":52,"cert":"","id":44650,"title":"The James Bond Story","adult":false,"genre_ids":[99]},{"cast":["Jessy Winters","Tezija Zararic","Vesna Rankovic","Gizi Zararic"],"overview":"Thriller about the legend of a missing little girl named Sarah.","release_date":"2013-09-01","vote_average":0.5,"runtime":null,"cert":"N\/A","id":44651,"title":"What happened to Sarah","adult":false,"genre_ids":[53]},{"cast":["Moon Geun-young","Kim Rae-won","Kim Bo-kyung","Ahn Sun-yeong","Kim In-mun"],"overview":"Boeun (Moon Geun Young) is an ordinary high school girl who worries about grades and has a crush on her school's baseball team ace, Jungwoo. One day, Boeun's grandfather orders her to marry Sangmin (Kim Rae Won) because of a pact he made with Sangmin's grandfather during the Korean War. Despite the grandchildren's opposition, they are forced to marry because of Boeun's grandfather's strong influence. She pretends that she doesn't have a husband and starts dating Jungwoo. Everything goes smoothly until Sangmin visits Boeun's school as a student teacher. There a teacher called Miss.Kim flirts with Sangmin and she later finds out that Sangmin and Boeun are married.","release_date":"2004-04-02","vote_average":6.8,"runtime":115,"cert":"N\/A","id":44656,"title":"My Little Bride","adult":false,"genre_ids":[10749,18,35]},{"cast":["Natives of the Wild","Wild Beasts","The Jungle","Kru","Chantui"],"overview":"Elephants disrupt the lives of a family deep in the jungles of Northern Siam, and an entire village.","release_date":"1927-09-03","vote_average":6.2,"runtime":69,"cert":"N\/A","id":44657,"title":"Chang: A Drama of the Wilderness","adult":false,"genre_ids":[12,18,99]},{"cast":["Marcello Mastroianni","Elena Safonova","Innokentiy Smoktunovskiy","Oleg Tabakov","Vsevolod Larionov"],"overview":"Aboard a ship early in the 20th-century, a middle-aged Italian tells his story of love to a Russian. In a series of flashbacks filmed almost entirely in creams, whites, and ochers, the clownish and superfluous Romano Patroni leaves his wife's opulent home to visit a spa where he falls in love with a Russian woman whose marriage is a horror. He pursues her into the Russian heartland and returns to Italy resolved to leave his wife and marry his love. His amazed and appreciative Russian listener then narrates a shorter story.","release_date":"1987-02-01","vote_average":6.8,"runtime":117,"cert":"N\/A","id":44658,"title":"Dark Eyes","adult":false,"genre_ids":[35,18,10749]},{"cast":["Yitzchok Adlerstein","Ramesh Bajpai","Corrado Balducci"],"overview":"'Jesus In India' is a fascinating and profound film, a deeply spiritual journey certain to make you think and question in ways you never have before.","release_date":"2008-01-01","vote_average":7.0,"runtime":97,"cert":"N\/A","id":44659,"title":"Jesus in India","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Plunder: The Crime of Our Time is a hard-hitting investigative film by Danny Schechter. The \"News Dissector\" explores how the financial crisis was built on a foundation of criminal activity uncovering the connection between the collapse of the housing market and the economic catastrophe that followed.","release_date":"2009-01-01","vote_average":6.0,"runtime":100,"cert":"N\/A","id":44660,"title":"Plunder: The Crime of Our Time","adult":false,"genre_ids":[99]},{"cast":["Luke Perry","Martin Sheen","Robert Knott","David Moses","Alexandra Powers"],"overview":"A top secret government study involving the manipulation of the weather goes awry, leaving L.A. in the path of a destructive hurricane. A meteorologist sets out to save the city.","release_date":"1999-09-11","vote_average":5.6,"runtime":104,"cert":"N\/A","id":44661,"title":"Storm","adult":false,"genre_ids":[53]},{"cast":["Toshirō Mifune","Takashi Shimura","Tatsuya Mihashi","Hakuô Matsumoto","Yûzô Kayama"],"overview":"The story tells of a group of samurai who were left leaderless (becoming ronin) after their daimyo (feudal lord) was forced to commit seppuku (ritual suicide) for assaulting a court official named Kira Yoshinaka, whose title was Kōzuke no suke. The ronin avenged their master's honor after patiently waiting and planning for over a year to kill Kira. In turn, the ronin were themselves forced to commit seppuku for committing the crime of murder.","release_date":"1962-11-03","vote_average":7.2,"runtime":207,"cert":"N\/A","id":44662,"title":"47 Samurai","adult":false,"genre_ids":[36,18,28]},{"cast":["Norman Reedus","Konstantin Yushkevich","Slava Schoot","Xenia Buravsky","Aleksandr Lenkov"],"overview":"A loner American computer hacker is brought to Russia to commit bank fraud, only to find a family and love in the incomprehensible, violent, and chaotic Moscow underworld.","release_date":"2007-01-01","vote_average":3.4,"runtime":90,"cert":"N\/A","id":44663,"title":"Moscow Chill","adult":false,"genre_ids":[53,28]},{"cast":["Yahoo Serious","Melora Hardin","Alexei Sayle","Hugo Weaving","John Pinette"],"overview":"A satirical take on a modern day Ned Kelly who is forced to Hollywood in order to make enough money to save his family's land. As it goes against his belief, he cannot simply rob banks for his own benefit (all money goes to the poor). Ned is forced to find another way to come up with the $1 million required to save his family island.","release_date":"1994-05-04","vote_average":4.0,"runtime":103,"cert":"N\/A","id":44664,"title":"Reckless Kelly","adult":false,"genre_ids":[35]},{"cast":["Sherry Morris","Carmen","Elise Lester","Fred Griffith","DJ Perry"],"overview":"The Book of Ruth, is a triumphant love story in the face of adversity. This selfless journey of love and devotion is seen through the eyes of a young widow. Choosing to leave her homeland of Moab, she follows her mother-in-law Naomi to Israel after the death of her husband. Upon reaching Bethlehem, she meets and marries a man named Boaz, who is of the Royal House of Judah. This chain of seemingly unrelated events, sets the stage for the future kings of the nation of Israel, and the glorious coming of the Messiah. A Biblical Cinderella story from the archives of the royal Jewish bloodline, this story reveals the redemption of their inheritance through the child Obed, who was the grandfather of King David.","release_date":"2009-12-15","vote_average":0.0,"runtime":90,"cert":"N\/A","id":44665,"title":"The Book of Ruth: Journey of Faith","adult":false,"genre_ids":[18,36,10749,10751]},{"cast":["Max Tidof","Yutah Lorenz"],"overview":"While his lover is sleeping, a man assembles around her a Rube Goldberg collection of malevolent-looking implements. Then he leaves and lights the fuse . . .","release_date":"1996-02-21","vote_average":7.0,"runtime":6,"cert":"N\/A","id":44666,"title":"Surprise","adult":false,"genre_ids":[]},{"cast":["Misato Fukuen","Yumi Hara","Mai Kadowaki","Ami Koshimizu","Ayako Kawasumi"],"overview":"The year is 1939 - it was then that the Neuroi appeared. Nobody knows where they came from or what their ultimate agenda is, but the fact remains that their attacks drove people out of their towns and cities. In order to take arms against them, humanity develops a new anti-Neuroi weapon called the \"Striker Unit.\" Using the power of magic to fight against the monsters, this new device enhances and amplifies the power of female magic-wielders. To use this device, young witches from all over the world have been brought together to form an elite task force unit called the 501st Joint Fighter Wing, commonly known as the \"Strike Witches.\"","release_date":"2012-03-17","vote_average":6.1,"runtime":94,"cert":"N\/A","id":44667,"title":"Strike Witches the Movie","adult":false,"genre_ids":[16,28,14]},{"cast":["Loretta Young","Winnie Lightner","Lyle Talbot","Regis Toomey","Hugh Herbert"],"overview":"Florence Denny (Loretta Young) is Daniel Drew's (Lyle Talbot) girlfriend and secretary at a clothing manufacturer during the Great Depression. In order boost sales they have been using professional female entertainers to keep their clients very happy, but the clients are getting bored of them. Daniel convinces management to replace the professionals with \"volunteers\" from the pool of stenographers. Inevitably some clients expectations are greater than their \"dates\", boyfriends become unhappy and the \"voluntary\" duty becomes less so over time.  At first, Daniel prevents Florence from being a volunteer but eventually the prospect of a bonus becomes too great and he encourages her to volunteer. Afterwards, Daniel considers Florence as a loose woman.","release_date":"1933-07-15","vote_average":7.0,"runtime":65,"cert":"N\/A","id":44668,"title":"She Had to Say Yes","adult":false,"genre_ids":[10749,18]},{"cast":["George Raft","Nina Foch","George Macready","Will Geer","Gloria Henry"],"overview":"Treasury Department officials recruit a florist (Raft) to lead them to a wanted criminal (Macready); but once he gets too close, he finds he's the hunted.","release_date":"1949-05-26","vote_average":6.2,"runtime":81,"cert":"N\/A","id":44669,"title":"Johnny Allegro","adult":false,"genre_ids":[80]},{"cast":["Nancy Welford","Conway Tearle","Winnie Lightner","Ann Pennington"],"overview":"A lost Hollywood musical.","release_date":"1929-08-30","vote_average":0.0,"runtime":101,"cert":"N\/A","id":44670,"title":"Gold Diggers of Broadway","adult":false,"genre_ids":[]},{"cast":["Annabeth Barnes","Josh Hobson","Brandon Warren","Russ Wiles"],"overview":"From go-kart champs, NASCAR winners are bred -- or so goes the thinking of the drivers (and their families) involved in the World Karting Association's National Pavement Series. This documentary follows three of the series' top contenders. Although small in stature, the adolescent racers harbor big dreams as they hit speeds of 60 to 70 miles per hour in their quest to ascend the first rung on their way to NASCAR in this film from Marshall Curry.","release_date":"2010-05-14","vote_average":6.6,"runtime":93,"cert":"N\/A","id":44671,"title":"Racing Dreams","adult":false,"genre_ids":[99]},{"cast":["Carl Marotte","Carolyn Dunn","Thor Bishopric","Rachel Hayward","Michael Rudder"],"overview":"The story of two guys and two girls who meet and fall in love in an amusement park on the last day of summer. All the while outwitting 3 moronic would-be jewel thieves.","release_date":"1985-04-01","vote_average":5.7,"runtime":91,"cert":"N\/A","id":44672,"title":"Breaking All the Rules","adult":false,"genre_ids":[35,10749]},{"cast":["Fan Bingbing","Leon Lai","René Liu","Xu Songzi","Zheng Yuzhi"],"overview":"A woman finds the key to a room in the attic that her husband forbids her from entering. When she opens the door, she is confronted with the haunting existence of the woman her husband refuses to forget.","release_date":"2007-02-08","vote_average":5.3,"runtime":91,"cert":"N\/A","id":44673,"title":"The Matrimony","adult":false,"genre_ids":[18,27,53]},{"cast":["Dominique Blanc","Gilbert Melki","Ornella Muti","Catherine Frot","François Morel"],"overview":"The final installment in director Lucas Belvaux's trilogy follows Pascal, a cop who sees a return to credibility in the capture of escaped convict Bruno--who in turn is harbored by Pascal's morphine-addicted wife Agnes. Pascal's already precarious ties to Agnes are strained further when he meets and falls for her fellow schoolteacher friend Cecile. With Pascal focused on Bruno and Cecile, Agnes is forced to find a fix on her own.","release_date":"2003-01-08","vote_average":6.6,"runtime":123,"cert":"N\/A","id":44674,"title":"After Life","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"Sing and play along to a collection of over forty popular nursery rhymes. Includes all the words and actions on-screen. For children up to 7 years old. Rhymes included are: Humpty Dumpty, Pop Goes the Weasel, The Grand Old Duke of York, If You're Happy and You Know It, Little Miss Muffet, Orange and Lemons, The Farmers in the Dell, Jack &amp; Jill, Ring 'O' Roses, Heads Shoulders Knees &amp; Toes, Pat-a-Cake, Twinkle Twinkle Little Star and many more.","release_date":"2006-10-11","vote_average":0.0,"runtime":63,"cert":"U","id":44675,"title":"Grand Old Duke Of York","adult":false,"genre_ids":[]},{"cast":["Zhong Liao","Huang Lu","Tommy Wong","徐百卉"],"overview":"Huang is a taciturn detective, hired to catch the elusive Li Chonggao in an illicit tryst. Having failed that, he placates himself by collecting evidence: taking pictures of a rumpled bed or attempting to question the locals. When he meets the stunning Yu Ran, he suspects she may be the key to capturing Li, but she has secrets of her own.","release_date":"2006-01-05","vote_average":9.0,"runtime":104,"cert":"N\/A","id":44676,"title":"Before Born","adult":false,"genre_ids":[18,10749]},{"cast":["Geng Le","Richard Ng","Shu Qi","Daniel Wu"],"overview":"A rock and roll story that portrays the decay of political and cultural lacunae that have separated China and Hong Kong for so long.","release_date":"2001-10-25","vote_average":5.3,"runtime":110,"cert":"N\/A","id":44677,"title":"Beijing Rocks","adult":false,"genre_ids":[18]},{"cast":["Jessica Lowndes","Julianna Guill","Ryan Donowho","Landon Liboiron","Mike Dopud"],"overview":"After a mysterious malfunction sends their small plane climbing out of control, a rookie pilot and her four teenage friends find themselves trapped in a deadly showdown with a supernatural force.","release_date":"2010-10-10","vote_average":4.9,"runtime":90,"cert":"N\/A","id":44678,"title":"Altitude","adult":false,"genre_ids":[27,28,53,878]},{"cast":["Mae Whitman","Lauren Mote","Michael Sheen","Pamela Adlon","Lucy Liu"],"overview":"During a summer stay on the mainland, Tinker Bell is accidentally discovered while investigating a little girl's fairy house. As the other fairies, led by the brash Vidia, launch a daring rescue in the middle of a fierce storm, Tink develops a special bond with the lonely, little girl.","release_date":"2010-08-13","vote_average":6.5,"runtime":76,"cert":"U","id":44683,"title":"Tinker Bell and the Great Fairy Rescue","adult":false,"genre_ids":[16,12,10751,14]},{"cast":[],"overview":"Yanks Tanks is a first look at the phenomenon of classic American cars in Cuba. Like an exotic, endangered species, these colorful cars roam around this island paradise trapped in a 1950's time warp. As beacons of individuality in a sea of government conformity they represent freedom for those who own them. Owners who will do almost anything to keep them running. Seeing these old cars in recent films and photographs one wonders how they have maintained them after decades with no spare parts and an embargo by the United States.","release_date":"2002-12-06","vote_average":0.0,"runtime":69,"cert":"N\/A","id":44684,"title":"Yank Tanks","adult":false,"genre_ids":[99,18]},{"cast":["Yui Horie","Yuji Ueda","Junko Noda","Masayo Kurata","Megumi Hayashibara"],"overview":"The tests have come, and Keitaro can only hope to succeed. However, in the final stretch, he fails miserably and daydreams through the test. Assuming that he has failed, he runs away, so the rest of the cast hunts him down on a remote desert island to bring him back.","release_date":"2001-03-31","vote_average":5.8,"runtime":48,"cert":"N\/A","id":44685,"title":"Love Hina Spring Special - I Wish Your Dream","adult":false,"genre_ids":[35,10749,16,10402]},{"cast":["James Brolin","Cliff Gorman","Richard S. Castellano","Linda Miller","Barton Heyman"],"overview":"An ex New York cop is desperate to find his kidnapped daughter.","release_date":"1980-06-06","vote_average":6.4,"runtime":101,"cert":"N\/A","id":44686,"title":"Night of the Juggler","adult":false,"genre_ids":[28,80,18]},{"cast":["H.M. Wynant","Christine Romeo","Fay Masterson","Brian Howe","Frank Dietz"],"overview":"THE LOST SKELETON RETURNS AGAIN takes on a whole new series of clichés, primarily drawn from those low budget adventure epics -- rich in potted ferns and stock footage -- that thrived on cheap back lots from the early 30s to the late 50s. It also wanders beyond the narrow confines of jungle pictures, parodying everything from gangster movies to those Mondo films of the 1960s, with their salacious native dances.","release_date":"2010-08-17","vote_average":6.7,"runtime":93,"cert":"N\/A","id":44687,"title":"The Lost Skeleton Returns Again","adult":false,"genre_ids":[35,27]},{"cast":["Brian Dennehy","David Strathairn","Michael Tucker","Hume Cronyn","Richard Dysart"],"overview":"Hungarian physicist Leo Szilard leaves Europe, eventually arriving in the United States. With the help of Einstein, he persuades the government to build an atomic bomb. The project is given to no-nonsense Gen. Leslie Groves who selects physicist J. Robert Oppenheimer to head the Los Alamos Laboratory in New Mexico, where the bomb is built. As World War II draws to a close, Szilard has second thoughts about atomic weapons, and policy makers debate how and when to use the bomb.","release_date":"1989-03-05","vote_average":7.0,"runtime":141,"cert":"N\/A","id":44688,"title":"Day One","adult":false,"genre_ids":[36,18]},{"cast":["Gregory Peck","Christopher Plummer","Kenneth Colley","Barbara Bouchet","Olga Karlatos"],"overview":"Fr. Hugh O'Flaherty is a Vatican official in 1943-45 who has been hiding downed pilots, escaped prisoners of war, and Italian resistance families. His diplomatic status in a Catholic country prevents Colonel Kappler from openly arresting him, but O'Flaherty's activities become so large that the Nazi's decide to assassinate him the next time he leaves the Vatican. O'Flaherty continues his work in a variety of disguises. Based on a true story. Written by John Vogel","release_date":"1983-02-02","vote_average":6.9,"runtime":143,"cert":"N\/A","id":44691,"title":"The Scarlet and the Black","adult":false,"genre_ids":[18,36,10749,10770,10752]},{"cast":["Richard Carlson","King Donovan","Jean Byron","Harry Ellerbe","Leo Britt"],"overview":"A young scientist's experiment goes awry when he creates a monster from a radioactive isotope and finds that the creature consumes energy to grow in size and terrorize the nearby town.","release_date":"1953-02-18","vote_average":5.8,"runtime":76,"cert":"N\/A","id":44692,"title":"The Magnetic Monster","adult":false,"genre_ids":[878]},{"cast":["Robert Clarke","Kenne Duncan","Shirley Kilpatrick","Marilyn Harvey","Jeanne Tatum"],"overview":"When a meteor crashes to earth, out of it emerges a glowing, female creature who terrorizes a group of people living in the California mountains.","release_date":"1958-04-10","vote_average":3.0,"runtime":62,"cert":"N\/A","id":44693,"title":"The Astounding She-Monster","adult":false,"genre_ids":[27,878]},{"cast":["Tom Waits"],"overview":"Bringing his unique sense of humor to this bizarre and original piece of moviemaking, Tom Waits takes the audience through a musical journey with his jazzy, quirky, bluesy tunes presented as you would never, ever, ever expect.","release_date":"1988-09-15","vote_average":5.7,"runtime":87,"cert":"N\/A","id":44694,"title":"Big Time","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Tom Laughlin","Elizabeth James","Jeremy Slate","William Wellman Jr.","Jack Starrett"],"overview":"A ruthless motorcycle gang rides into a California town and terrorizes its denizens.","release_date":"1967-08-18","vote_average":6.0,"runtime":113,"cert":"N\/A","id":44695,"title":"The Born Losers","adult":false,"genre_ids":[28,18]},{"cast":["Marty Allen","Steve Rossi","John Williams","Nancy Sinatra","Thordis Brandt"],"overview":"A wacky 60s spy spoof.","release_date":"1966-05-25","vote_average":2.0,"runtime":92,"cert":"N\/A","id":44696,"title":"The Last of the Secret Agents?","adult":false,"genre_ids":[12,35]},{"cast":["Jim Brown","Lee Van Cleef","Fred Williamson","Catherine Spaak","Jim Kelly"],"overview":"After his cattle rancher boss dies, right-hand man Pike is given the job of returning $86,000 to some families who live across the border in Senora, Mexico. Honest Pike is joined on the trip through the wilderness by a dishonest gambler named Tyree","release_date":"1975-10-29","vote_average":5.5,"runtime":103,"cert":"N\/A","id":44697,"title":"Take a Hard Ride","adult":false,"genre_ids":[28,37]},{"cast":["Richard Crenna","Joanna Pettet","Andrew Prine","Cassie Yates","George O'Hanlon Jr."],"overview":"Shortly after moving into a dark, brooding mansion, a psychologist and his co-workers are terrorized by a horrible evil being.","release_date":"1978-05-05","vote_average":5.4,"runtime":89,"cert":"N\/A","id":44698,"title":"The Evil","adult":false,"genre_ids":[53,27]},{"cast":["Terence Hill","Valerie Perrine","Jackie Gleason","Slim Pickens","William Redfield"],"overview":"A fortuneless auto mechanic inherits a billion dollar financial empire when his uncle dies. However, there is one stipulation. In order to claim his fortune he must arrive in San Francisco within twenty days, and along the way there are a number of people who want to \"share\" his wealth.","release_date":"1977-03-03","vote_average":5.4,"runtime":89,"cert":"N\/A","id":44699,"title":"Mr. Billion","adult":false,"genre_ids":[28,35]},{"cast":["Ronnie Gene Blevins","Cloris Leachman","Val Kilmer","Peter Falk","Rip Torn"],"overview":"In Blythe, California, a small town in the remote California desert, Ethan Inglebrink is an eccentric, agoraphobic heroin addict who is obsessed with his garden. This dark comedy follows the last days of Ethan's life as he struggles to find purpose at a time when it might be too late to even matter.","release_date":"2009-07-24","vote_average":4.3,"runtime":107,"cert":"N\/A","id":44700,"title":"American Cowslip","adult":false,"genre_ids":[35]},{"cast":["Helena Bonham Carter","Richard E. Grant","Nigel Hawthorne","Ben Kingsley","Mel Smith"],"overview":"Shakespeare's comedy of gender confusion, in which a girl disguises herself as a man to be near the count she adores, only to be pursued by the woman he loves.","release_date":"1996-10-31","vote_average":7.1,"runtime":134,"cert":"N\/A","id":44705,"title":"Twelfth Night","adult":false,"genre_ids":[18,35,10749]},{"cast":["Didier Bourdon","Bernard Campan","Isabelle Ferron","Isabel Otero","Hélène Surgère"],"overview":"Two rival \"brothers-in-law\" make a bet that they can stop smoking for 2 weeks. But, it's just not that easy...","release_date":"1997-10-15","vote_average":6.4,"runtime":100,"cert":"N\/A","id":44706,"title":"The Bet","adult":false,"genre_ids":[35]},{"cast":["Tarcy Su","Lu Yi-Ching","Leon Dai","Li Wei","Yang Kuei-Mei"],"overview":"Just coming out of the jail, depressed and close-hearted, Ah Yu met two men with different characters from each other. One is a businessman, charming and mature; the other is a young supervisor in a factory with a promising future. But these two loves are short-lived, fading away like bubbles on the beach. With a wounded soul, she went back to the cottage owned by Sister An, a friend from jail.","release_date":"2005-09-16","vote_average":7.4,"runtime":108,"cert":"N\/A","id":44707,"title":"Blue Cha Cha","adult":false,"genre_ids":[18,10749]},{"cast":["Chen Bolin","Kwai Lun-Mei","Yolin Liang","Chau Ching","Ming Gin-Cheng"],"overview":"An is-she-or-isn't-she gay comedy focused on a Taiwanese teen, the boy she might like, and the girl she may love.","release_date":"2002-09-27","vote_average":7.3,"runtime":85,"cert":"N\/A","id":44708,"title":"Blue Gate Crossing","adult":false,"genre_ids":[18,10749]},{"cast":["Jean Simmons","Stewart Granger","Deborah Kerr","Charles Laughton","Kay Walsh"],"overview":"The mother died under the executioner's axe; the daughter rose to become England's greatest monarch -- the brilliant and cunning Queen Elizabeth I. Jean Simmons portrays young Bess in this rich tapestry of a film that traces the tumultuous, danger-fraught years from Elizabeth's birth to her unexpected ascension to the throne at a mere 25. Charles Laughton reprises his Academy Award®-winning* role as her formidable father Henry VIII. Deborah Kerr plays her last stepmother (and Henry's last of six wives), gentle Catherine Parr. And Simmons' then real-life husband, Stewart Granger, adds heroics as Lord Admiral Thomas Seymour. In a resplendent world of adventure, romance and court intrigue, Young Bess reigns.","release_date":"1953-05-29","vote_average":6.3,"runtime":112,"cert":"N\/A","id":44711,"title":"Young Bess","adult":false,"genre_ids":[18,36,10749]},{"cast":["Zhang Xiao-quan","Ann Kwok"],"overview":"When Jeff quit his engineer job in pursuit of his dream as a professional chef, he could never imagine his father’s violent objection. By sheer chance, he was discovered by a veteran TV producer, Jia Ying, whose cooking program was facing a crisis after their diva host, Yang Tai, walked out of the production. Jia Ying managed to turn Jeff into an up and coming celebrity chef through professional packaging. In the meantime, Jeff’s father joined force with Yang Tai in a plot to stop Jeff’s dream and resurrect Yang Tai’s dying career.","release_date":"2009-01-01","vote_average":0.0,"runtime":96,"cert":"N\/A","id":44712,"title":"Cooking Without Clothes","adult":false,"genre_ids":[18]},{"cast":["John Watson"],"overview":"The late 60's, 70's and early 80's were regarded by many as the most exciting and historically significant period in the history of modern Grand Prix racing. It was a time when sport saw major investment from significant motor manufacturers. A time when technology leapt forward with Turbo charged engines, six wheel cars, advanced braking\/handling packages and the very best of early aerodynamic styling. Today's legends were in full flight. Drivers such as Graham Hill, Jackie Stewart, James Hunt and Niki Lauda were carving themselves a place in motor racing history. This specially presented DVD video covers this very special time helping you to enjoy an relive those classic Grand Prix moments.","release_date":"1999-01-01","vote_average":0.0,"runtime":56,"cert":"","id":44713,"title":"Grand Prix: The Golden Years","adult":false,"genre_ids":[99]},{"cast":["Huang Bo","Yan Ni"],"overview":"A Chinese peasant is given the responsibility of protecting his village's special dairy cow during a particularly harsh winter in 1940.","release_date":"2009-09-11","vote_average":6.2,"runtime":105,"cert":"N\/A","id":44714,"title":"Cow","adult":false,"genre_ids":[18,10752]},{"cast":["Giovanna Ralli","Renato Pozzetto","Françoise Fabian","Maurizio Arena","Didi Perego"],"overview":"","release_date":"1974-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":44719,"title":"Per amare Ofelia","adult":false,"genre_ids":[]},{"cast":["Jalil Lespert","Cyril Gueï","Philippe Nahon","Jean-François Stévenin"],"overview":"Paris, April 1994. Young freelance journalist Antoine Rives is making a report on Westerners who have been repatriated from Rwanda, fleeing the massacres.  He meets Clément, a student of Hutu origin whose Tutsi fiancée Alice hasn’t been able to leave Rwanda. Antoine convinces Clément to go back with him to look for Alice, and to let him film the journey. Their pact soon becomes untenable as they find themselves thrown into chaos.\r This is a journey through horror during which a young man’s First World illusions are stripped away as he wakes up to human tragedy.","release_date":"2010-03-31","vote_average":5.5,"runtime":95,"cert":"N\/A","id":44720,"title":"Blackout","adult":false,"genre_ids":[18]},{"cast":["Robert Redford","Michael J. Pollard","Lauren Hutton","Noah Beery Jr.","Lucille Benson"],"overview":"A comedy\/drama about an unlikely pair who share a passion for motocross. Robert Redford is the womanising but shallow star while in the end the unlikely Little Faus (Micheal J.Pollard) shows that depth can count.","release_date":"1970-10-21","vote_average":6.0,"runtime":99,"cert":"N\/A","id":44721,"title":"Little Fauss and Big Halsy","adult":false,"genre_ids":[18]},{"cast":["Shah Rukh Khan"],"overview":"Rumored to be the end of Don's Drug trafficking business","release_date":"","vote_average":9.5,"runtime":null,"cert":"N\/A","id":44726,"title":"Don 3","adult":false,"genre_ids":[28,53]},{"cast":["Mayumi Tanaka","Kazuya Nakai","Akemi Okamura","Kappei Yamaguchi","Hiroaki Hirata"],"overview":"Desperate for cash, the Straw Hat Pirates enter a secret race between pirate crews known as the Dead End Competition. There, they must battle against powerful people, including the bounty hunter who wants to kill Gasparde and a climatic battle with Marine-turned-pirate Captain Gasparde.","release_date":"2003-03-01","vote_average":7.0,"runtime":95,"cert":"N\/A","id":44727,"title":"One Piece: Dead End Adventure","adult":false,"genre_ids":[28,16,12]},{"cast":["Kazuya Nakai","Mayumi Tanaka"],"overview":"The Straw Hat Pirates landed at Asuka Island, home of the most valuable sword in the world: The Seven Star Sword. Which was said to curse anyone who takes it in possession. When they got back to the Going Merry, they discovered that Zoro is missing from his guard duty. Before they could plan out a search party to relocate him. Luffy and friends escape from the port as Marines were on their tail. They found a new place to dock, which is near a village. Whose job is to keep the Seven Star Sword sealed. Soon it was attacked by the Marines, and among them is Zoro. Luffy and the others don't know why he's helping out the Marines. But it all comes to conclusion when Luffy encounters Saga: Zoro's childhood friend from Swordsman training.","release_date":"2004-03-06","vote_average":6.8,"runtime":95,"cert":"N\/A","id":44728,"title":"One Piece: Curse of the Sacred Sword","adult":false,"genre_ids":[16,12,28]},{"cast":["Mayumi Tanaka","Kazuya Nakai","Akemi Okamura","Kappei Yamaguchi","Hiroaki Hirata"],"overview":"The Straw Hats visit a recreational island, run by Baron Omatsuri, the former captain of a pirate crew, who were all killed years ago. Being the only survivor, he then started hating all close-knit groups of pirates and wishing to separate them. He and his henchmen seed distrust among the Straw Hats and capture them one by one, leaving only Luffy to free his crew from the Baron's hold.","release_date":"2005-03-05","vote_average":7.0,"runtime":88,"cert":"N\/A","id":44729,"title":"One Piece: Baron Omatsuri and the Secret Island","adult":false,"genre_ids":[28,16,35]},{"cast":["Takeshi Aono","Hiroaki Hirata","Kazue Ikura","Gorô Inagaki"],"overview":"The Straw Hats visits an island, known as Mecha Island, where a fisherman sings an old folk song about a Golden Crown. Searching for that mysterious treasure, they find a hidden entrance into the island. The island's leader, Ratchet, impressed with the find and in search of the Golden Crown himself, invites the crew to join him in his search and the crew along with Ratchet and his henchmen enter the cave. As it turns out, the islands true form, is that of a giant turtle. Ratchet, who had known this all along, uses his mechanical castle to take control of the turtle, in order to use it, to take over the world. Now the Straw Hats have to stop not only Ratchet, but also the helpless turtle, from crashing into a nearby island.","release_date":"2006-03-04","vote_average":7.0,"runtime":94,"cert":"N\/A","id":44730,"title":"One Piece: Giant Mecha Soldier of Karakuri Castle","adult":false,"genre_ids":[28,16,35]},{"cast":["Takeshi Aono","Hiroaki Hirata","Norio Minorikawa"],"overview":"It is the second film to focus on Chopper, as it is a retelling of the Drum Island storyline from the manga. It features Franky, Nico Robin, and the Thousand Sunny, who weren't present in the original version.","release_date":"2008-03-01","vote_average":6.8,"runtime":116,"cert":"N\/A","id":44731,"title":"One Piece: Episode of Chopper Plus: Bloom in the Winter, Miracle Cherry Blossom","adult":false,"genre_ids":[28,16,12,35]},{"cast":["Shannon Lucio","Riley Smith","Justin Baldoni","Kathy Baker","Bryan Brown"],"overview":"A young teenager travels to Florida, unknowing that a group of dangerous tiger sharks are ravaging the beach.","release_date":"2005-03-20","vote_average":4.2,"runtime":88,"cert":"N\/A","id":44732,"title":"Spring Break Shark Attack","adult":false,"genre_ids":[28,18,27,53]},{"cast":["Anthony Michael Hall","Vlasta Vrána","Alexandra Paul","Michelle Johnson","David Byron Elkin"],"overview":"A serial killer, whose victims are men with similar pasts, is tracked by a policewoman.","release_date":"1999-09-03","vote_average":1.0,"runtime":94,"cert":"N\/A","id":44735,"title":"Fallen Angel","adult":false,"genre_ids":[28,53]},{"cast":["Richard Widmark","Sidney Poitier","Russ Tamblyn","Rosanna Schiaffino","Oskar Homolka"],"overview":"In this elaborately mounted seafaring adventure, Rolfe is a Viking leader with the cunning and devious mind of a pirate. Rolfe tells others sailors of \"The Mother of Voices,\" a mammoth bell made of gold and as tall as three men, but he adds enough incorrect details to throw them off the proper trail. However, Aly Mansuh, the leader of a group of ambitious Moors, sees through Rolfe's story, and soon the two are in a breakneck race to be the first to capture the precious bell.","release_date":"1964-04-22","vote_average":6.4,"runtime":126,"cert":"N\/A","id":44736,"title":"The Long Ships","adult":false,"genre_ids":[12,18]},{"cast":["Bayar","Hattie","Ponijao","Mari"],"overview":"Babies, also known as Baby(ies) and Bébé(s), is a 2009 French documentary film by Thomas Balmès that follows four infants from birth to when they are one year old. The babies featured in the film are two from rural areas: Ponijao from Opuwo, Namibia, and Bayar from Bayanchandmani, Mongolia, as well as two from urban areas: Mari from Tokyo, Japan, and Hattie from San Francisco, USA.","release_date":"2010-05-07","vote_average":6.9,"runtime":79,"cert":"N\/A","id":44737,"title":"Babies","adult":false,"genre_ids":[99]},{"cast":["Pasquale Di Diana","Marco Tazioli","Anthony Bonaventura","Brian Petsos","Remy O'Brien"],"overview":"This Town is in part a social commentary, giving us some scary insight into todays youth but also reflecting the points of view of different generations. At heart, the movie asks the viewer to decide if these characters are right or wrong in their doings. Every character has a dilemma, and they all come to terms with it in their own way. But morally, are they wrong? Or are the victims of their own surroundings? There is no clear answer, making the viewer the ultimate judge.","release_date":"","vote_average":0.0,"runtime":113,"cert":"N\/A","id":44738,"title":"This Town","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Woo hoo! Once upon a Christmas eve, there was a little town called Alphaville. And in this little town was a boy named Tad, who loved birthdays, the first day of spring and summer vacations. But can you guess what was his favorite time of year?","release_date":"2007-10-30","vote_average":0.0,"runtime":31,"cert":"N\/A","id":44739,"title":"LeapFrog: A Tad of Christmas Cheer","adult":false,"genre_ids":[]},{"cast":["Jacky Cheung","Tang Wei","Pau Hei-Ching","Mimi Chu","Danny Lee Sau-Yin"],"overview":"Two shopkeepers are set up on a blind date by well-meaning relatives, despite the fact that they both have somebody else on their minds","release_date":"2010-04-01","vote_average":6.6,"runtime":105,"cert":"N\/A","id":44740,"title":"Crossing Hennessy","adult":false,"genre_ids":[35,10749]},{"cast":["Laura Antonelli","Turi Ferro","Alessandro Momo","Tina Aumont","Lilla Brignone"],"overview":"A widower and two of his sons become infatuated by their beautiful housekeeper, and all three set out to seduce her using their own unique methods.","release_date":"1973-03-29","vote_average":6.3,"runtime":93,"cert":"N\/A","id":44741,"title":"Malicious","adult":false,"genre_ids":[35]},{"cast":["Francis Ng","Nan Yu","Jiang Yiyan","Yuchen Zhu"],"overview":"A mystery about a gourmet in love with two different women who winds up poisoned.","release_date":"2008-03-07","vote_average":7.0,"runtime":98,"cert":"N\/A","id":44742,"title":"Deadly Delicious","adult":false,"genre_ids":[18,9648]},{"cast":["Dominic Aitchison","Stuart Braithwaite","John Cummings","Barry Burns","Martin Bulloch"],"overview":"With much of Mogwai’s recent output having fallen uncharacteristically flat, one could be forgiven for thinking that this release, a live album and DVD set, signals the once-great band finally running out of ideas. Yet while Special Moves\/Burning offers nothing in the way of new material, it serves as a timely reminder of Mogwai’s immense talent and eternal ability to inspire.","release_date":"2010-08-24","vote_average":0.0,"runtime":48,"cert":"N\/A","id":44743,"title":"Mogwai: Burning","adult":false,"genre_ids":[10402]},{"cast":["Nick Schilder","Simon Keizer"],"overview":"Live concert of Dutch duo Nick &amp; Simon.","release_date":"2008-10-01","vote_average":4.3,"runtime":null,"cert":"N\/A","id":44744,"title":"Nick en Simon: Altijd Dichtbij","adult":false,"genre_ids":[10402]},{"cast":["Danny Trejo","Susie Abromeit","Desmond Aldridge","Eric Balfour","Michael Bisping"],"overview":"Brandon, a respected street fighter, is forced to flee the city after his brother is murdered and the money that was supposed to be paid back to a local gangster is stolen. While lying low at his father's house in a small Southern town, Brandon soon gets involved in the local underground cage-fighting circuit. With the help of Drake Colby, a former MMA champion, Brandon devises a scheme to bring a massive payday, if they are able to survive.","release_date":"2010-08-31","vote_average":5.1,"runtime":89,"cert":"N\/A","id":44745,"title":"Beatdown","adult":false,"genre_ids":[12,28,53]},{"cast":["Imelda Staunton","Matthew Goode","Russell Tovey","Chris Langham","Omid Djalili"],"overview":"An English family relocates to sunny Greece in the months before WWII.","release_date":"2005-12-27","vote_average":6.2,"runtime":90,"cert":"","id":44746,"title":"My Family and Other Animals","adult":false,"genre_ids":[10770,35,18,10751]},{"cast":["Jerry Lewis","Dean Martin","Donna Reed","Barbara Bates","Joseph Calleia"],"overview":"The origin of Anthony and Miller, a wildly successful comedy team, can be traced back several years to Harvey Miller's stage fright on the golf links. Although the son of a skilled golfer and an outstanding player in his one right, Miller is too nervous to golf in front of a gallery. He becomes coach and caddy for Joe Anthony, his girlfriend's brother, who must convince his fisherman father that hitting a little ball into a hole can be more lucrative than trawling the Pacific Ocean. While on the PGA tour, their natural comedic abilities are recognized by a shrewd agent who senses their talent and potential, and a new comedy team is born.","release_date":"1953-08-10","vote_average":5.8,"runtime":95,"cert":"N\/A","id":44747,"title":"The Caddy","adult":false,"genre_ids":[35]},{"cast":["Vivian Wu","Guo Tao","Mei Ting","Yuen Qiu","Duan Yihong"],"overview":"Follows urban youngsters in their pursuit of true love and all the set backs and comedic mishaps along the way.","release_date":"2008-11-20","vote_average":2.9,"runtime":115,"cert":"N\/A","id":44748,"title":"Desires of the Heart","adult":false,"genre_ids":[35,18,10749]},{"cast":["Saif Ali Khan","John Abraham","Deepika Padukone","Anil Kapoor","Ameesha Patel"],"overview":"Ranveer Singh (Saif Ali Khan) travels to exotic locales and confronts the Turkish mafia on a mission to avenge the death of his lover Sonia in this action-packed sequel. In the process of seeking her killers, Ranveer crosses Armaan Mallick (John Abraham) and Aleena (Deepika Padukone) -- two of the most feared figures in the Turkish underworld. Meanwhile, Ranveer's loyal friend RD (Anil Kapoor) and his new partner Cherry (Amisha Patel) offer a helping hand in a world where love is cheap and trust is a luxury most agents can't afford.","release_date":"2013-01-25","vote_average":5.6,"runtime":150,"cert":"12","id":44749,"title":"Race 2","adult":false,"genre_ids":[53]},{"cast":["Sam Rockwell","Emma Roberts","Shareeka Epps","Emily Rios","Rooney Mara"],"overview":"A comedy centered on a has-been coach who is given a shot at redemption when he's asked to run his local high school's girls basketball team","release_date":"2009-01-19","vote_average":6.5,"runtime":119,"cert":"N\/A","id":44750,"title":"The Winning Season","adult":false,"genre_ids":[35]},{"cast":["Koen De Bouw","Werner De Smedt","Hilde De Baerdemaeker","Blerim Destani","Greg Timmermans"],"overview":"Vincke and Verstuyft are detectives of the Antwerp police department. This time they have to deal with the Albanian mob and some problems in their own police division.","release_date":"2009-12-09","vote_average":6.8,"runtime":120,"cert":"N\/A","id":44751,"title":"Dossier K.","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Ving Rhames","Nipsey Hussle","Gillie Da Kid","Robert Patrick","Erick Nathan"],"overview":"A former kingpin of the streets, Miles “Cain” Skinner is doing life in prison. He is feared and respected among the inmates. When Cain learns that his sentence will be shortened only by brain cancer, his urgency to change his ways goes into overdrive.","release_date":"2010-11-16","vote_average":6.0,"runtime":84,"cert":"N\/A","id":44752,"title":"The Wrath of Cain","adult":false,"genre_ids":[28]},{"cast":["Tjebbo Gerritsma","Thom Hoffman","Cahit Ölmez","Karina Smulders"],"overview":"A film inspired on the true story of the two abducted children of Janneke Schoonhoven. She struggled 2 years to get her abducted children back to Holland, from the father that took them to Syria.","release_date":"2010-05-06","vote_average":5.7,"runtime":85,"cert":"N\/A","id":44755,"title":"Don't Touch My Children","adult":false,"genre_ids":[18]},{"cast":["Tracy Grandstaff","Wendy Hoopes"],"overview":"Daria is a 16-year-old girl who is a little too smart and funny to fit in with the crowd. It’s summertime and the livin' is hard. Daria finds herself forced into volunteering at the OK To Cry Corral, a summer camp for the overly sensitive and those who'd like to be.","release_date":"2000-08-27","vote_average":7.5,"runtime":75,"cert":"N\/A","id":44756,"title":"Daria in 'Is It Fall Yet?'","adult":false,"genre_ids":[16,35,10770]},{"cast":["Monika Goeth Hertwig"],"overview":"Until she was thirteen years old, Monika Hertwig thought her father died fighting for his country in World War II. Then a chance comment led Monika to the horrific truth: her father was the brutal Plaszow concentration camp commandant Amon Goeth, and he was executed for his crimes.","release_date":"2006-06-25","vote_average":6.8,"runtime":75,"cert":"N\/A","id":44757,"title":"Inheritance","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Team 3D and Complexity are the top two professional counterstrike teams in the United States. They leave their girlfriends and travel the world to compete for thousands of dollars.","release_date":"2008-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":44760,"title":"E-@thletes","adult":false,"genre_ids":[99]},{"cast":["Jason Alexander","Kelly Rowan","Ed Asner","Jayne Eastwood"],"overview":"Alfred Carlton Gilbert invented the Erector Set and is trying to get it onto the toy shelves of the country. A.C. is startled to be summoned to the White House, where top officials ask him to convert the toy factory into a weapons manufacturing company for the duration of the war. \"No\" is really not an option, for fear of being labeled unpatriotic so the switch is made. Later, government officials ask A.C. to be their spokesman for a campaign to avoid \"toy giving\" for the coming holidays and buy war bonds instead. With a young son himself, who looks forward to Christmas like any other child, what will A.C. do this time?","release_date":"2002-01-01","vote_average":7.5,"runtime":100,"cert":"N\/A","id":44761,"title":"The Man Who Saved Christmas","adult":false,"genre_ids":[18]},{"cast":["Pepper Sweeney","Barbara Niven","Joshua Snyder"],"overview":"Carolinian Blake Beckett (Pepper Sweeney), the son of a stock car racing legend, is a 4-time short track racing champion. Blake never made it to the speedways of the National Cup Racing circuit, but surely he could still have a shot? The daily life experiences of Blake's family and crew are exposed through unique characters that work and play through the weeks that culminate in 120 mph Saturday nights.","release_date":"2008-08-30","vote_average":6.5,"runtime":100,"cert":"N\/A","id":44762,"title":"Short Track","adult":false,"genre_ids":[28,18]},{"cast":["Takao Osawa","Shota Matsuda","Kyoka Suzuki","Koichi Sato","Rosa Katô"],"overview":"Four strangers (a verbose romantic, a human lie detector, an expert pickpocket, and a woman with a preternaturally precise sense of time) are brought together by chance when they inadvertently team up to thwart a bank robbery. Recognizing the potential of their combined talents, they decide to form a bank-robbing gang themselves, just for the fun and romance of it. Their heists are played out swiftly and coolly, less like robberies than performance art. Eventually, the foursome's good-natured crime streak is interrupted when a man from one of their pasts creates a whirlwind of extortion and double crossing.","release_date":"2006-05-13","vote_average":5.0,"runtime":92,"cert":"N\/A","id":44767,"title":"A Cheerful Gang Turns the Earth","adult":false,"genre_ids":[35,18,80]},{"cast":["Koji Yakusho","Misa Shimizu","Mitsuko Baisho","Mansaku Fuwa","Isao Natsuyagi"],"overview":"A newly unemployed salaryman meets a particularly sexual woman.","release_date":"2001-11-03","vote_average":6.6,"runtime":122,"cert":"N\/A","id":44768,"title":"Warm Water Under a Red Bridge","adult":false,"genre_ids":[18,10749]},{"cast":["Doris Day","Richard Harris","Ray Walston","Jack Kruschen","Edward Mulhare"],"overview":"Doris Day stars as Patricia Foster, an industrial designer, when see sells a secret cosmetics formula to a competitor the troubles never stop.","release_date":"1967-04-18","vote_average":5.9,"runtime":92,"cert":"U","id":44769,"title":"Caprice","adult":false,"genre_ids":[53,35,80]},{"cast":["Zoe Kazan","Mark Rendall","Maryann Urbano","Hunter Canning","Franklin Pipp"],"overview":"On a summer break from college, Ivy, a young epileptic woman, struggles to balance her feelings for her fledgling boyfriend while her friend Al crashes with her for the season.","release_date":"2010-03-12","vote_average":6.0,"runtime":80,"cert":"","id":44770,"title":"The Exploding Girl","adult":false,"genre_ids":[18,10749]},{"cast":["Patrick Muldoon","Sarah Desage","Bo Svenson","Kelly O'Leary","Dylan Jones"],"overview":"Sinbad, the original Prince of Persia, must complete seven tasks in order to save the world from catastrophe.","release_date":"2010-01-01","vote_average":3.3,"runtime":93,"cert":"N\/A","id":44773,"title":"The 7 Adventures of Sinbad","adult":false,"genre_ids":[12,28,14]},{"cast":["Liu Ye","Gao Yuanyuan","Li Xiaoran","Chen Jianbin","Ruby Lin"],"overview":"Driverless is about three love stories that are intertwined by a car accident. It deals with several relationship issues, including the infamous seven year itch, reuniting with a first love, one night stands, an old husband with a young wife, and extramarital affairs.","release_date":"2010-07-02","vote_average":6.0,"runtime":96,"cert":"N\/A","id":44774,"title":"Driverless","adult":false,"genre_ids":[18,10749]},{"cast":["Stan Laurel","Oliver Hardy","Don Dillaway","Jacquie Lyn","Mary Carr"],"overview":"The story begins in 1917 with Stan and Ollie being drafted into the U.S. Army to fight in World War I. While in the Army, the pair befriend a man named Eddie Smith, who is killed by the enemy during a battle. After the war is over, Stan and Ollie venture to New York City, where they begin a quest to reunite Eddie's little daughter with her rightful family. The task proves both monumental and problematic as the boys discover just how many people in New York have the last name Smith.","release_date":"1932-09-16","vote_average":7.5,"runtime":68,"cert":"N\/A","id":44775,"title":"Pack Up Your Troubles","adult":false,"genre_ids":[35,10752]},{"cast":[],"overview":"Exploring the personal and heartfelt story of the Navajo code talkers, this documentary tells the stories of the young Navajo men recruited from harsh government boarding schools into the Marines during World War II. From 1942-1945, the code talkers devised an unbreakable code in their native language and transmitted vital messages in the midst of combat against the Japanese.","release_date":"2002-11-18","vote_average":0.0,"runtime":57,"cert":"N\/A","id":44776,"title":"True Whispers","adult":false,"genre_ids":[99,10752,36]},{"cast":["Cappadonna","Chen Kuan-Tai","David Chiang","Ku Feng","Chuen Yuen"],"overview":"The Wu-Tang Clan's Cappadonna redubs a 1970s martial arts thriller to hilarious effect, casting himself in the lead role as a pot-smoking rapper who wakes up in an Asian kung fu dreamscape. There, he's framed for the murder of a rival gang leader and is quickly banished. Liberally changing characters into drunks and prostitutes, Cappadonna crafts a unique comedy experience that also features the voices of Hideo Seaver and Shawn Wigs.","release_date":"2001-08-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":44777,"title":"Iron Fist Pillage","adult":false,"genre_ids":[35,28]},{"cast":[],"overview":"Just over the border in Mexico is an area peppered with maquiladoras: massive sweatshops often owned by the world's largest multinational corporations. Carmen and Lourdes work at maquiladoras in Tijuana, and it is there that they try to balance the struggle for survival with their own radicalization in this documentary.","release_date":"2006-01-01","vote_average":7.5,"runtime":60,"cert":"N\/A","id":44778,"title":"Maquilapolis","adult":false,"genre_ids":[99]},{"cast":["Benjamin Heng","Alvina Toh","Joseph Cheong","Deborah Png","Kit Chan"],"overview":"A romance between two opposites, Eating Air follows the lives of two teenagers during the hottest month in the history of Singapore. For Boy, breaking into bridal shops under the moonlight is as wildly exciting as Girl on her first motorcycle spin through the binding fluorescent tunnels of the CTE. About the joys and pangs of teenage love, Eating Air seeks the delirious madness that makes 18-year-olds invincible to low fuels, fists and oil-puddles on the road.","release_date":"1999-12-09","vote_average":7.0,"runtime":100,"cert":"N\/A","id":44779,"title":"Eating Air","adult":false,"genre_ids":[28,10749]},{"cast":[],"overview":"Comical Ali is a spoof documentary about the thus-nicknamed former Iraqi Minister for Information, Mohammed Saeed Al-Sahaf, whose bravura performances at press conferences throughout the brief Iraq War of 2003 turned him into a global icon.","release_date":"2003-07-06","vote_average":4.5,"runtime":45,"cert":"U","id":44782,"title":"Comical Ali","adult":false,"genre_ids":[35,99,10752]},{"cast":["Patricia Ree Gilbert ","Don Fellows","Robert L. Rosen","William Greaves","Susan Anspach"],"overview":"In Manhattan's Central Park, a film crew directed by William Greaves is shooting a screen test with various pairs of actors. It's a confrontation between a couple: he demands to know what's wrong, she challenges his sexual orientation. Cameras shoot the exchange, and another camera records Greaves and his crew. Sometimes we watch the crew discussing this scene, its language, and the process of making a movie. Is there such a thing as natural language? Are all things related to sex? The camera records distractions - a woman rides horseback past them; a garrulous homeless vet who sleeps in the park chats them up. What's the nature of making a movie?","release_date":"1968-10-28","vote_average":7.8,"runtime":75,"cert":"N\/A","id":44783,"title":"Symbiopsychotaxiplasm: Take One","adult":false,"genre_ids":[99]},{"cast":["William Greaves","Steve Buscemi","Audrey Heningham","Shannon Baker"],"overview":"A movie about making movies about making movies. In 1968, William Greaves shot several pairs of actors in a scene in which a woman confronts her husband and ends their relationship. In \"Take 2 1\/2,\" Greaves starts with 1968 takes of one of these pairs of actors plus footage of the crew discussing the film's progress. Then, 35 years later, Greaves brings back to Central Park those actors and some of the original crew (plus others) to film a reunion of the characters Alice and Freddie. We watch scenes of these characters and discussions among the actors and crew. Greaves explores and dramatizes the dialectic in the creative process.","release_date":"2005-01-01","vote_average":5.5,"runtime":99,"cert":"N\/A","id":44784,"title":"Symbiopsychotaxiplasm: Take 2 ½","adult":false,"genre_ids":[99]},{"cast":["Yukio Mishima","Ayako Wakao","Keizô Kawasaki","Eiji Funakoshi","Takashi Shimura"],"overview":"On his release from prison a young yakuza, along with his brother, decides to turn his back on criminal life instead of taking over the position of his recently deceased father, boss of the Asahina clan. But their exit proves more difficult than planned when their rival clan steps in to exact revenge.","release_date":"1960-03-22","vote_average":6.0,"runtime":96,"cert":"N\/A","id":44785,"title":"Afraid To Die","adult":false,"genre_ids":[18,28]},{"cast":["Feihong Yu","Duan Yihong","Jia Li"],"overview":"A Jiu and A Ming, two lovers from two enemy families make a pledge to continue their forbidden love in their next life. A Jiu quickly gets reborn but her lover misses his own chance and becomes a homeless ghost. 50 years later, right before A Ming’s next change for rebirth, A Jiu finally shows up. She has become a happily married housewife and has no memory of her previous life…","release_date":"2009-08-01","vote_average":6.1,"runtime":null,"cert":"N\/A","id":44788,"title":"Eternal Beloved","adult":false,"genre_ids":[18,10749,14]},{"cast":["Kenny Rogers","Christine Belford","Bruce Boxleitner","Lee Purcell","Harold Gould"],"overview":"Kenny Rogers stars as Brady Hawkes, as the titular gambler, embarks on a journey to meet a son he never knew after the latter sends him a letter. Along the way, Brady meets Billy Montana (Bruce Boxleitner) and the two become friends. Billy (while trying to help Brady in his quest) fancies himself as a professional poker player on his own. Although Billy makes mistakes along the way (some of these include: trying to find a way to cheat or do some smooth talking), Brady makes sure that he stays on good behavior during a train ride to Yuma, CA. The duo help prostitute Jennie Reed (Lee Purcell) who has trouble with a train baron. At the end, Brady's son's stepfather (Clu Gulager) is confronted.","release_date":"1980-04-08","vote_average":5.2,"runtime":94,"cert":"N\/A","id":44789,"title":"Kenny Rogers as The Gambler","adult":false,"genre_ids":[37]},{"cast":["Julien Poulin","Yves Trudel","Denise Mercier","Pierre Falardeau"],"overview":"","release_date":"1985-10-31","vote_average":5.6,"runtime":89,"cert":"N\/A","id":44792,"title":"Elvis Gratton 1: Le King des Kings","adult":false,"genre_ids":[35]},{"cast":["David La Haye","Isabelle Blais","Emmanuel Bilodeau","Chantal Giroux","Pascale Desrochers"],"overview":"An emotionally immature underwater photographer returns home to an affair with his best friend's deaf girlfriend and unresolved issues with the wife he left six months before.","release_date":"2001-09-07","vote_average":6.7,"runtime":102,"cert":"N\/A","id":44793,"title":"Soft Shell Man","adult":false,"genre_ids":[18,10749]},{"cast":["Paul Satterfield","Hamilton Camp","Claudia Christian","Marc Alaimo","Shari Shattuck"],"overview":"An intergalactic fighting competition between champions of various worlds has traditionally been won by a species much larger and stronger than humans. Entering the contest, a human finds he has to battle against not just his opponents and his self-doubts, but the corrupt system. Far in the future, on a distant space station, the legendary Arena is where the best fighters from every planet come to vie for the championship. But for over half a century, no Earthling has been good enough to be a contender. Until out of nowhere, comes an underdog: the great human hope, Steve Armstrong... and the best anyone's ever seen. He's been training all his life for a shot at the big time, but now he's up against some mighty big muscle: a ruthless extra-terrestrial crimelord who'll pull no punches to make sure he stops Steve dead. In the mood for hard-hitting sci-fi action? Arena will knock you out!","release_date":"1989-03-29","vote_average":4.6,"runtime":94,"cert":"N\/A","id":44796,"title":"Arena","adult":false,"genre_ids":[878,28]},{"cast":["James Belushi","John Ritter","Barbara Barrie","Mark Herrier","Bill Morey"],"overview":"Jim Belushi plays a super-competent secret agent on the trail of Russian thugs. John Ritter plays a milquetoast dad who gets mixed up in the caper. The story follows their adventures over the course of a week, in which Ritter develops some guts and Belushi gets in touch with his sensitive side.","release_date":"1987-09-25","vote_average":6.5,"runtime":85,"cert":"N\/A","id":44801,"title":"Real Men","adult":false,"genre_ids":[28,35,878]},{"cast":["Lilia Prado","Esteban Márquez","Luis Aceves Castañeda","Manuel Dondé","Roberto Cobo"],"overview":"Newlywed Oliverio receives disturbing news that his mother is on her deathbed. He travels to a remote part of Mexico to fetch a lawyer who can sort out her will. Leaving his wife behind, he embarks on a bus ride that’s interrupted by an increasingly absurd series of episodes, including an impromptu birthday celebration; a one-legged man writhing in the mud; come-ons from an insatiable small-town belle, Raquel; and Oliverio’s frequent, Freudian nightmares.","release_date":"1952-01-01","vote_average":7.0,"runtime":80,"cert":"N\/A","id":44804,"title":"Mexican Bus Ride","adult":false,"genre_ids":[35]},{"cast":["Bill Murray","Buddy Hackett","Sid Haig","Howard Hesseman","Harry Shearer"],"overview":"Broad satire and buffoonery presented as a series of movie trailers. Among the titles and subjects are: \"The Howard Huge Story\", \"Skate-boarders from Hell\", \"The Invasion of the Penis Snatchers\", Woody Allen (pre-Mia), movie trailer come-ons, Charlie Chaplin, war movies, Billy Jack. The source of the title is presented about an hour into the film.","release_date":"1980-08-01","vote_average":4.0,"runtime":84,"cert":"N\/A","id":44805,"title":"Loose Shoes","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The abortion battle continues to rage in unexpected ways on one corner in an American city.","release_date":"2010-04-01","vote_average":7.5,"runtime":90,"cert":"N\/A","id":44806,"title":"12th & Delaware","adult":false,"genre_ids":[99]},{"cast":["Adrian Pang","Medaline Tan","Pierre Png","Anna Belle Francis","Caleb Goh"],"overview":"Kung Fu meets disco in Singapore. Hock is a grocery clerk longing for a motorbike. He lives with his parents and sister; they idolize his younger brother, Beng, a medical student calling himself Leslie. Hock loves Bruce Lee; he works out and imitates his moves. When Hock sees a cheesy local version of \"Saturday Night Fever,\" he gets the disco bug, taking his pal Mei to nightly lessons in hopes of winning a contest and buying the bike. He's blind to Mei's falling in love with him, and, at the last minute asks another woman to be his partner in the contest. Meanwhile, Beng reveals a personal secret to his family and a crisis ensues. Hock, Beng, Mei and her rival: it's Night Fever.","release_date":"1998-05-28","vote_average":5.3,"runtime":95,"cert":"N\/A","id":44807,"title":"Forever Fever","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Dolph Lundgren","Bruce Payne","Claire Stansfield","Ian Roberts","Fats Bookholane"],"overview":"Dolph Lundgren is Christian Erickson, a leading demolition expert trained to disarm mine fields in a humanitarian minesweeping operation in Angola. His son is killed and he discovers that mines are being planted during the war to kill people in the area.","release_date":"1998-12-02","vote_average":3.9,"runtime":96,"cert":"N\/A","id":44808,"title":"Sweepers","adult":false,"genre_ids":[12,28,53]},{"cast":["David Carradine","Rib Hillis","Amy Holt","John Callahan","Corey Landis"],"overview":"On a lush tropical island, working under a secret government charter, Martin Drake has not only grown sprawling acres of giant vegetables, but inadvertently spawned two mammoth reptiles as well. Now they've broken free of their enclosures, and Drake has only one option: kill the creatures before word gets back to Washington and they close him down. When Drake's first team of well-armed mercenaries gets wiped out within hours of setting down in the jungle, he turns to one lone hunter, The Cajun, to go in single-handedly. But will The Cajun be cunning enough to find the creatures and destroy them before they turn the blue waters red with the blood of tourists. The only hope is to bring the monsters together and make them fight. When one emerges victorious, that will be the time to strike and kill the other. It's a risky plan, but ultimately the only one that may work. One of David Carradine's last movies.","release_date":"2010-06-26","vote_average":3.9,"runtime":80,"cert":"N\/A","id":44809,"title":"Dinocroc vs. Supergator","adult":false,"genre_ids":[27,878]},{"cast":["Tim Russ","Nichelle Nichols","Walter Koenig","Robert Beltran","Robert Picardo"],"overview":"A very funny short film that parodies Gene Roddenberry's quest to find Star Trek. On the way he encounters several people who help him create the Sc-Fi TV show we all know and love.","release_date":"2003-11-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":44810,"title":"Roddenberry on Patrol","adult":false,"genre_ids":[]},{"cast":["Sean Patrick Flanery","Victoria Pratt","Drew Waters","Nate Rubin","George Cheung"],"overview":"When an American oil company sets up an experimental drilling plant out in the vast deserts of Mongolia, they awaken a nest. The deadly creatures begin to breed and spread, devouring everyone in their path. The only person who can stop them is treasure hunter and adventure seeker who spent his life searching for a legendary tomb, fabled to be protected by the Death Worms. He knows he must do what he can to kill the creatures, but stopping these monsters may mean destroying his life's work forever!","release_date":"2010-04-08","vote_average":3.9,"runtime":90,"cert":"N\/A","id":44811,"title":"Mongolian Death Worm","adult":false,"genre_ids":[27,878,10770]},{"cast":["Sadao Abe","Kou Shibasaki","Shinichi Tsutsumi","Saori Koide","Kotomi Kyôno"],"overview":"Kimihiko Onizuka is a salaryman infatuated with maiko (apprentice geisha) and whose greatest goal in life is to play a party game called \"yakyuken\" with one.","release_date":"2007-06-16","vote_average":6.3,"runtime":120,"cert":"N\/A","id":44814,"title":"Maiko Haaaan!!!","adult":false,"genre_ids":[35]},{"cast":["Thom Doty","Jerry Lloyd","Roy Stanton"],"overview":"A hard boiled tale of bloody revenge that interweaves the stories of nine criminals. The story takes place in one day, on the eve of an all out syndicate war. Through a twisted series of events, the interweaving narratives are put on an ultra-violent collision course that will determine, once and for all, who owns the streets.","release_date":"2006-01-01","vote_average":5.2,"runtime":115,"cert":"N\/A","id":44817,"title":"Bullets, Blood & a Fistful of Ca$h","adult":false,"genre_ids":[80,28]},{"cast":["Rich Hall"],"overview":"Hell No I Ain’t Happy is the first time that Rich Hall and his jailbird uncle, Otis Lee Crenshaw, have appeared together on one DVD. Recorded on one fantastic night at London’s legendary Hammersmith Apollo during his sell out UK tour, Rich Hall’s acerbic comic genius proves to be the perfect host to the hard living country musician Otis Lee Crenshaw, whose songs may not make the top of the country charts, but are right on the money when it comes to laughs.","release_date":"2009-11-23","vote_average":4.5,"runtime":100,"cert":"15","id":44820,"title":"Rich Hall: Hell No I Ain't Happy","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Fiberglass and Megapixels sheds light on Hawaii's North Shore winter surfing scene and finds the true beauty within the over crowded image gathering free for all. The surfing industry relies on these inspiring pictures from Hawaii to sell the surfing lifestyle and Fiberglass and Megapixels goes deep as top surfers, photographers and cinematographers share their perspective on what it takes and what it means to get the shot and live the surfing dream.","release_date":"2010-04-25","vote_average":0.0,"runtime":48,"cert":"N\/A","id":44821,"title":"Fiberglass and Megapixels","adult":false,"genre_ids":[99]},{"cast":["Meat Loaf","Kasim Sulton","John Miceli","Mark Alexander","Paul Crook"],"overview":"3 Bats Live is a music DVD by rock singer Meat Loaf. Recorded on March 18, 2007 at London, Ontario during his Seize the Night tour, it mainly features songs from the Bat Out of Hell trilogy.","release_date":"2007-10-15","vote_average":4.0,"runtime":145,"cert":"12","id":44822,"title":"Meat Loaf: Three Bats Live","adult":false,"genre_ids":[10402]},{"cast":["David Bedella","David Soul","Leon Craig","Carrie Ellis","Alison Jiear"],"overview":"'Jerry Springer-The Opera' tells the story of a day in the job of world famous talk-show host, Jerry Springer. Jerry has to sort out a number of guests problems; including a man who wants to dress up as a baby, a man with 3 lovers (one of them a transexual) and a fat woman who wants to be a pole dancer. However, on this particular day, something out of the ordinary will happen...","release_date":"2005-11-14","vote_average":6.2,"runtime":120,"cert":"18","id":44823,"title":"Jerry Springer: The Opera","adult":false,"genre_ids":[35]},{"cast":["Asa Butterfield","Chloë Grace Moretz","Ben Kingsley","Sacha Baron Cohen","Ray Winstone"],"overview":"Orphaned and alone except for an uncle, Hugo Cabret lives in the walls of a train station in 1930s Paris. Hugo's job is to oil and maintain the station's clocks, but to him, his more important task is to protect a broken automaton and notebook left to him by his late father. Accompanied by the goddaughter of an embittered toy merchant, Hugo embarks on a quest to solve the mystery of the automaton and find a place he can call home.","release_date":"2011-11-22","vote_average":7.1,"runtime":126,"cert":"U","id":44826,"title":"Hugo","adult":false,"genre_ids":[12,18,10751]},{"cast":["Ayesha Takia","Shreyas Talpade","Gul Panag","Girish Karnad","Prateeksha Lonkar"],"overview":"Shankar Singh and his wife, Meera, live in Jodhpur, Rajasthan, India along with widowed paternal grandmother, Laxmibai, his mom, Gowri, and dad, Randhir. The family feel that they are blessed after Meera's entry in this family. Shankar must go and abroad in Saudi Arabia and bids farewell to Meera, promising to keep in touch, which he does, and also sends them a large portion of his earnings, which is used to pay off the family's debts. Then when no word is received from him, a worried Meera phones, and is devastated to learn that Shankar has been killed by being thrown off a 10th floor balcony. Her status quickly changes, her jewelery, ornaments, fancy clothes are taken off, and she is told to remain indoors. wear dark clothes, and is only allowed to pray at a Mandir.","release_date":"2006-09-22","vote_average":7.6,"runtime":124,"cert":"N\/A","id":44827,"title":"Dor","adult":false,"genre_ids":[18]},{"cast":["Jon Hyrns"],"overview":"Fanatical birdwatchers have descended upon a small town in the Arkansas bayou in hopes of finding the celebrated Ivory Billed Woodpecker. Declared extinct in the 1940’s, the bird has apparently been spotted by numerous experts. Enter amateur birder and poet Johnny Neander, who has convinced his taciturn sidekick that he will be the one to find the elusive woodpecker. The ensuing chaos divides the small town between believers and non-believers, rabid environmentalists and opportunistic entrepreneurs. Much like the bird itself, Woodpecker explores the intersection of fact and fiction, manipulating our notions of documentary and narrative techniques within a tragic comedy about hope, perception, and some very very strange birds.","release_date":"2008-03-09","vote_average":5.0,"runtime":87,"cert":"N\/A","id":44828,"title":"Woodpecker","adult":false,"genre_ids":[35]},{"cast":["Richard Joseph Paul","Hudson Leick","Michael Beach","Don McManus","Nicky Katt"],"overview":"Loosely based on the popular television series of the 80's, this movie brings the story into an apocalyptic time and a new \"KITT\".","release_date":"1994-02-03","vote_average":4.0,"runtime":86,"cert":"N\/A","id":44829,"title":"Knight Rider 2010","adult":false,"genre_ids":[10770,878,53]},{"cast":[],"overview":"This documentary is about the \"World's Largest Trivia Contest\" held in Stevens Point, Wisconsin. Eight questions per hour are asked over 90FM, the student radio station at the University of Wisconsin - Stevens Point, for 54 hours straight. This film highlights several trivia teams and how very differently they play the contest from the more serious teams to the teams who just get together to party. For most teams, Trivia is like an annual reunion where they can get together with family and friends and have fun doing something they all love.","release_date":"2006-03-11","vote_average":0.0,"runtime":89,"cert":"N\/A","id":44830,"title":"Triviatown","adult":false,"genre_ids":[99]},{"cast":["Liam Neeson","Taylor Kitsch","Alexander Skarsgård","Rihanna","Tadanobu Asano"],"overview":"When mankind beams a radio signal into space, a reply comes from ‘Planet G’, in the form of several alien crafts that splash down in the waters off Hawaii. Lieutenant Alex Hopper is a weapons officer assigned to the USS John Paul Jones, part of an international naval coalition which becomes the world's last hope for survival as they engage the hostile alien force of unimaginable strength. While taking on the invaders, Hopper must also try to live up to the potential that his brother, and his fiancée's father, Admiral Shane, expect of him.","release_date":"2012-04-11","vote_average":5.6,"runtime":131,"cert":"12A","id":44833,"title":"Battleship","adult":false,"genre_ids":[53,28,12,878]},{"cast":["Shoko Nakajima","Rie Kondoh","Shirô Sano","Shino Ikenami"],"overview":"A female projectionist is haunted by the image of a small boy. Perhaps driven by insanity from a former abortion she goes on a killing spree, gutting women and removing their stomaches. Her relationship with her attractive and successful friend drives the plot deeper into insanity.","release_date":"1992-07-11","vote_average":4.3,"runtime":97,"cert":"N\/A","id":44836,"title":"Evil Dead Trap 2: Hideki","adult":false,"genre_ids":[27,53]},{"cast":["Leon Lai","Zhang Ziyi","Sun Honglei","Chen Hong","Yu Shaoqun"],"overview":"A biographical account of Mei Lanfang, China's greatest opera star.","release_date":"2008-12-05","vote_average":6.2,"runtime":147,"cert":"N\/A","id":44837,"title":"Forever Enthralled","adult":false,"genre_ids":[18,36,10749]},{"cast":["Lorenzo Music","Thom Huge","Gregg Berger","Pat Carroll"],"overview":"Garfield's Thanksgiving finds Jon with a love interest - a veterinarian who orders Garfield on a diet - and then comes for Thanksgiving dinner!","release_date":"1989-11-22","vote_average":6.4,"runtime":23,"cert":"N\/A","id":44840,"title":"Garfield's Thanksgiving","adult":false,"genre_ids":[16]},{"cast":["Roland Düringer","Eva Billisich","Loretta Pflaum","Fred Horacek","Murali Perumal"],"overview":"","release_date":"2005-01-01","vote_average":6.0,"runtime":91,"cert":"N\/A","id":44841,"title":"Die Viertelliterklasse","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Musical Video","release_date":"","vote_average":0.0,"runtime":180,"cert":"N\/A","id":44844,"title":"Paris by Night 99 - Toi La Nguoi Vietnam","adult":false,"genre_ids":[]},{"cast":["Nicole Appleton","Natalie Appleton","Melanie Blatt","Derek Deadman","Graham Fletcher-Cook"],"overview":"The film is an edgy black comedy set in swinging London in the late 60s. The All Saints girls play three street wise sisters who head 'up West' to rob and generally cause trouble.","release_date":"2000-05-26","vote_average":0.0,"runtime":110,"cert":"18","id":44845,"title":"Honest","adult":false,"genre_ids":[35,80]},{"cast":["Bea Benaderet","Mel Blanc","Stan Freberg","June Foray"],"overview":"Never offered before in this format, these classic and completely remastered Looney Tunes shorts capture everyone's favorite wascally wabbit, Bugs Bunny, in his element - and all of his animated glory.","release_date":"2010-08-10","vote_average":10.0,"runtime":120,"cert":"N\/A","id":44846,"title":"Looney Tunes Super Stars Bugs Bunny: Hare Extraordinaire","adult":false,"genre_ids":[16,10751]},{"cast":["Lee Na-young","Lee Pil-mo","Jung Ae-yeon","Kim Ji-seok","Kim Hee-Soo"],"overview":"In the comedy \"Lady Daddy,\" a young child from a divorced family searches for his father. What he doesn't know is that his father is now a woman after having sex reassignment surgery. His father Ji-hyeon (Lee Na-Young) was a medical student but is now a photographer ...","release_date":"2010-01-14","vote_average":6.5,"runtime":113,"cert":"N\/A","id":44849,"title":"Lady Daddy","adult":false,"genre_ids":[35]},{"cast":["Lee Na-young","Jang Hyuk","Angela Kelly","Jeong Seok-yong","Na Moon-hee"],"overview":"As shy, awkward and, frankly, nerdy as she is, 25 year old public official Na Young-ju has little hope of landing a boyfriend. But then a game of chance designates her as the member of her office staff who will take English courses—much to her horror. In the same class, she encounters show salesman Park Moon-su, who fancies himself a dashing ladies’ man. He’s studying English in part to communicate with his long-lost American sister, but mostly for the purpose of wielding exotic pick-up lines, and is soon deploying them at the less-than-impressed Cathy, the pretty Australian teaching the class. But while Park flirts with Cathy, it’s Young-ju who finds herself mooning after the handsome if self-absorbed fellow.","release_date":"2003-01-01","vote_average":6.5,"runtime":118,"cert":"N\/A","id":44850,"title":"Please Teach Me English","adult":false,"genre_ids":[18,35,10749]},{"cast":["Peter Mullan","Milla Jovovich","Wes Bentley","Nastassja Kinski","Sarah Polley"],"overview":"A prospector sells his wife and daughter to another gold miner for the rights to a gold mine. Twenty years later, the prospector is a wealthy man who owns much of the old west town named Kingdom Come. But changes are brewing and his past is coming back to haunt him. A surveyor and his crew scouts the town as a location for a new railroad line and a young woman suddenly appears in the town and is evidently the man's daughter.","release_date":"2000-12-29","vote_average":6.0,"runtime":120,"cert":"N\/A","id":44853,"title":"The Claim","adult":false,"genre_ids":[18,10749,37]},{"cast":["Kevin Smith","Nathan Phillips","Nina Liu","Shedrack Anderson III"],"overview":"Warriors of Virtue: The Return to Tao is a 2002 fantasy martial arts film and sequel to the 1997 film Warriors of Virtue. Warriors of Virtue: The Return to Tao (set a few years after the original film) sees a new villain, Dogon, seize control of Tao, a parallel universe forming the film's major setting. On Earth, 12–year–old Ryan and his friend Chucky arrive at a martial arts competition in Beijing, whereupon they are unexpectedly taken to Tao. There, it is shown that they are to become Warriors of Virtue.","release_date":"2002-10-22","vote_average":2.2,"runtime":93,"cert":"PG","id":44854,"title":"Warriors of Virtue: The Return to Tao","adult":false,"genre_ids":[14]},{"cast":["Elisabeth Shue","Aaron Eckhart","Jill Hennessy","Thomas Jane","D.W. Moffett"],"overview":"Molly McKay is a profoundly autistic twenty-something woman who has lived in an institution from a young age following her parents' death in a car accident. When the institution must close due budget cuts, Molly is left in the charge of her neurotypical, older brother, Buck McKay, an advertising executive and perennial bachelor. Buck allows her to undergo an experimental medical treatment, with unexpectedly drastic results.","release_date":"1999-10-22","vote_average":5.5,"runtime":102,"cert":"N\/A","id":44857,"title":"Molly","adult":false,"genre_ids":[18,35,10749]},{"cast":["The Black Keys","Dan Auerbach","Patrick J. Carney"],"overview":"The Black Keys' new concert DVD reflects the no-frills genius of the drums-and-guitar duo's studio sound: It's a refreshingly straightforward, beautifully rendered, high-definition video document of their April 4, 2008 sold-out gig at Portland, Oregon's Crystal Ballroom, featuring seventeen songs culled from all five of the pair's albums.","release_date":"2008-11-18","vote_average":5.3,"runtime":64,"cert":"N\/A","id":44858,"title":"The Black Keys: Live at the Crystal Ballroom","adult":false,"genre_ids":[10402]},{"cast":["Mary Beth McDonough","David Wallace","Bill Paxton","Lynda Day George","Christopher George"],"overview":"Christie Parson has constant nightmares of her father's death whom died in a swimming pool. Christie's mother thinks it was an accident, but Christie believes in was murder. Christie then see's an unknown figure dressed in a cape following her and harassing her. But still nobody believes her, until her boyfriend sees the figure himself. The figure hides in the town mortuary which is owned by Hank Andrews and his demented son, Paul and both are trying to form rituals to bring back Dr. Parson's spirit. But who is this figure and why is he harassing Christie?","release_date":"1983-09-02","vote_average":5.9,"runtime":93,"cert":"N\/A","id":44859,"title":"Mortuary","adult":false,"genre_ids":[27]},{"cast":["Cherie Chung","Tony Leung Ka-Fai","Chor Yuen","Dennis Chan","Ng Ha-Ping"],"overview":"The beautiful Cherie Chung plays the title character, an exercise teacher who is wooed by a rich, older businessman (Yuen Chor) and a young photographer (Tony Leung Ka-fai). You watch Cherie as she bounces between these two, not really liking the businessman, while the photographer is more in love with her image as his model than as a true love.","release_date":"1984-12-22","vote_average":4.0,"runtime":92,"cert":"N\/A","id":44860,"title":"Cherie","adult":false,"genre_ids":[35]},{"cast":["Eric Tsang","Loletta Lee","Margaret Lee","Tsui Hark","Wong Hung"],"overview":"Shy and timid Hung (Eric Tsang) is asked by his jailbird brother (Tsui Hark) to look after his mistress (Loletta Lee) and his unsuspecting wife (Margaret Lee). Chaos and many hilarious situations arise when Hung is caught between the two women.","release_date":"1987-03-12","vote_average":7.4,"runtime":93,"cert":"N\/A","id":44861,"title":"Final Victory","adult":false,"genre_ids":[35]},{"cast":["Brian Presley","Ed Harris","Taraji P. Henson","Amy Madigan","Peter Weller"],"overview":"When Chance (Brian Presley) returns home after five years in jail, he is determined to escape his past, start a new life and make peace with his father, (Ed Harris, Golden Globe® winner), who is the head of the Aryan Brotherhood prison gang and serving a life sentence for murder. Upon his release, his dreams of a crime-free future begin to disintegrate when he is forced to assume his best friend's outrageous debt to a local mobster. Despite being thrust back into a world of organized fighting, drug dealing and ties to corrupt police agents, Chance falls in love with Pearl (Academy Award® nominee Taraji P. Henson) and the prospect of living a normal life seems almost within reach. But will he be able to escape the crimes of his father and his past?","release_date":"2010-11-02","vote_average":4.8,"runtime":89,"cert":"N\/A","id":44862,"title":"Once Fallen","adult":false,"genre_ids":[18,28,80]},{"cast":["Emilia Fox","Kevin Whately"],"overview":"When Michael Rosen and Helen Oxenbury's family go on a bear hunt, they are full of the bravado and confidence that the knowledge of failure brings: We're going on a bear hunt, We're going to catch a big one. What a beautiful day! We're not scared. Caves, mud, rivers, forest … whatever obstacles the family encounters, they overcome with reassuring ease. But when their quest is successful, they decide bear hunts are not to be repeated.","release_date":"2009-06-01","vote_average":0.0,"runtime":6,"cert":"U","id":44863,"title":"We're Going on a Bear Hunt","adult":false,"genre_ids":[10751,16]},{"cast":["Josef Köstlinger","Irma Urrila","Håkan Hagegård","Elisabeth Erikson","Britt-Marie Aruhn"],"overview":"The Queen of the Night enlists a handsome prince named Tamino to rescue her beautiful kidnapped daughter, Princess Pamina, in this screen adaptation of the beloved Mozart opera. Aided by the lovelorn bird hunter Papageno and a magical flute that holds the power to change the hearts of men, young Tamino embarks on a quest for true love, leading to the evil Sarastro's temple where Pamina is held captive.","release_date":"1975-01-01","vote_average":7.2,"runtime":134,"cert":"N\/A","id":44864,"title":"The Magic Flute","adult":false,"genre_ids":[14,35,10402,10749]},{"cast":["Tony Leung Chiu-Wai","Zhang Ziyi","Chang Chen","Song Hye-kyo","Benshan Zhao"],"overview":"Ip Man's peaceful life in Foshan changes after Gong Yutian seeks an heir for his family in Southern China. Ip Man then meets Gong Er who challenges him for the sake of regaining her family's honor. After the Second Sino-Japanese War, Ip Man moves to Hong Kong and struggles to provide for his family. In the mean time, Gong Er chooses the path of vengeance after her father was killed by Ma San.","release_date":"2013-01-10","vote_average":6.5,"runtime":130,"cert":"15","id":44865,"title":"The Grandmaster","adult":false,"genre_ids":[28,18,36]},{"cast":["Denis Podalydès","Florence Muller","Pierre Arditi","Hippolyte Girardot","Josiane Balasko"],"overview":"As she does every morning, Lucie takes advantage of her journey to work to lose herself for a while in the pages of a good book. And as she does every morning, she joins her colleagues at the office with a smile. It's a working day just like any other. Then suddenly all activity in the office stops. All attention is turned towards the window of the opposite building opposite and abanner reading: Man Alone. Is it a hoax? A cry for help? Everyone has his own interpretation, and will try, by any means possible, to discover what lies behind this mysterious message.","release_date":"2009-07-08","vote_average":5.5,"runtime":110,"cert":"N\/A","id":44866,"title":"Park Benches","adult":false,"genre_ids":[35,18,10749]},{"cast":["Rory Calhoun","Jean Simmons","Stephen McNally","Brian Aherne"],"overview":"A plane carrying a sheriff and a man indicted for manslaughter is wrecked on a lonely California beach and the prisoner manages to escape, after a struggle, only to be taken in hand by the female manager of a remote sheep ranch.","release_date":"1954-09-04","vote_average":4.5,"runtime":90,"cert":"N\/A","id":44867,"title":"A Bullet Is Waiting","adult":false,"genre_ids":[37]},{"cast":["Peggy Cummins","Victor Mature","Ethel Barrymore","Vincent Price","Margo Woode"],"overview":"When a music-hall dancer is murdered, a moss rose marks the page of a Bible next to her body. Luckily, another chorus girl (Peggy Cummins) saw a gentleman (Victor Mature) leaving the lodgings. She approaches him directly, saying she'll go to the police if he doesn't meet her demands, but he brushes her off contemptuously. When he learns she's dead serious, he tries to buy her off with a thick wad of pound notes. But it's not money she's after; all she wants is two weeks at his country estate, living the life of a `lady.'","release_date":"1947-05-30","vote_average":6.5,"runtime":82,"cert":"N\/A","id":44868,"title":"Moss Rose","adult":false,"genre_ids":[9648,53]},{"cast":["Clark Gable","Greer Garson","Joan Blondell","Thomas Mitchell","Tom Tully"],"overview":"A rough and tumble man of the sea falls for a meek librarian.","release_date":"1945-12-28","vote_average":6.5,"runtime":135,"cert":"N\/A","id":44869,"title":"Adventure","adult":false,"genre_ids":[18,10749,35]},{"cast":["Van Johnson","Martine Carol","Herbert Lom","Gustavo Rojo","José Nieto"],"overview":"A woman hires soldier-of-fortune Carson (Van Johnson) to smuggle her into Albania by way of Greece. Their trouble is just beginning when they get there.","release_date":"1957-08-30","vote_average":5.0,"runtime":93,"cert":"N\/A","id":44870,"title":"Action of the Tiger","adult":false,"genre_ids":[28,9648,18]},{"cast":["Jim Backus","Kathryn Grant","Dwayne Hickman","Hans Conried","Herschel Bernardi"],"overview":"Mr. Magoo's take on 1001 Arabian Nights.","release_date":"1959-12-01","vote_average":6.0,"runtime":75,"cert":"N\/A","id":44871,"title":"1001 Arabian Nights","adult":false,"genre_ids":[16]},{"cast":["Vinicio Marchioni","Carolina Crescentini","Giorgio Colangeli","Gisella Burinato","Orsetta De Rossi"],"overview":"Based on director Aureliano Amadei's 2003 experiences in Iraq, 20 Cigarettes is the gripping story of a twenty-eight year old anarchist and anti-war activist who receives an offer to fly to Iraq as assistant director on a film about the Italian military peace mission.","release_date":"2010-09-08","vote_average":6.3,"runtime":null,"cert":"N\/A","id":44872,"title":"20 Cigarettes","adult":false,"genre_ids":[18]},{"cast":["Darren McGavin","Margaret Hayes","Warren Stevens","Peggy McCay","Tol Avery"],"overview":"A rookie cop takes on criminals who have the local government in their pocket.","release_date":"1958-06-01","vote_average":6.5,"runtime":82,"cert":"N\/A","id":44873,"title":"The Case Against Brooklyn","adult":false,"genre_ids":[80,18]},{"cast":["Diana Kaarina","Adrian Petriw","Tabitha St. Germain","Patricia Drake","Alexa Devine"],"overview":"Join Barbie in a colourful, modern-day fairytale filled with fashion, friends and fun! Barbie and her dog Sequin jet off to visit her Aunt's amazing fashion house in Paris, and much to her surprise it's about to be shut down forever. After she discovers three enchanting Flairies with sparkle-magic powers, Barbie comes up with a brilliant idea to save the business. She even inspires Alice, a shy fashion designer, and together they create a dazzling runway fashion show. Barbie shows that magic happens when you believe in yourself.","release_date":"2010-09-14","vote_average":6.9,"runtime":79,"cert":"U","id":44874,"title":"Barbie: A Fashion Fairytale","adult":false,"genre_ids":[10751,16]},{"cast":["Joan Blondell","Roland Young","Carole Landis","Billie Burke","Dennis O'Keefe"],"overview":"Topper is once again tormented by a fun-loving spirit. This time, it's Gail Richards, who was accidentally murdered while vacationing at the home of her wealthy friend, Ann Carrington (Landis), the intended victim. With Topper's help, Gail sets out to find her killer with the expected zany results.","release_date":"1941-03-21","vote_average":6.3,"runtime":88,"cert":"N\/A","id":44875,"title":"Topper Returns","adult":false,"genre_ids":[35,14,9648,10749]},{"cast":["Pat O’Brien","Jane Wyatt","Carl Benton Reid","Mary Castle","Robert Shayne"],"overview":"A drunken attorney tries to sober up in order to defend a friend in murder case.","release_date":"1951-08-23","vote_average":7.0,"runtime":74,"cert":"N\/A","id":44876,"title":"Criminal Lawyer","adult":false,"genre_ids":[80]},{"cast":["Emma Roberts","Noel Clarke","Ophelia Lovibond","Tamsin Egerton","Shanika Warren-Markland"],"overview":"Jo is chained down in a dead end supermarket job while all her friends are all out on their own separate adventures. But a chance encounter with some diamond thieves sends their separate worlds on a collision course with not only each other, but fate itself.","release_date":"2010-06-02","vote_average":5.9,"runtime":117,"cert":"15","id":44877,"title":"4.3.2.1","adult":false,"genre_ids":[28,53,80,10749]},{"cast":[],"overview":"Set in a small farming community in mid Wales, a place where Koppel's parents - both refugees - found a home. This is a landscape and population that is changing rapidly as small scale agriculture is disappearing and the generation who inhabited a pre-mechanised world is dying out. Much influenced by his conversations with the writer Peter Handke, the film maker leads us on a poetic and profound journey into a world of endings and beginnings; a world of stuffed owls, sheep and fire.","release_date":"2009-05-29","vote_average":6.0,"runtime":94,"cert":"U","id":44878,"title":"Sleep Furiously","adult":false,"genre_ids":[99]},{"cast":["Kappei Yamaguchi","Kazuhiko Inoue","Hikaru Midorikawa","Chihiro Suzuki","Daisuke Kishio"],"overview":"When Shou transfers to the Yusei Gakuen school, he makes a remarkable discovery: his long-lost twin brother, Kai. But that's just the beginning, as Shou soon learns that his school is also a gateway to a magical world of mystery, intrigue and danger. Yasuhiro Kuroda directs this vibrant supernatural anime based on the popular video game.","release_date":"2006-04-28","vote_average":3.0,"runtime":61,"cert":"N\/A","id":44879,"title":"Angel's Feather","adult":false,"genre_ids":[18,16,878]},{"cast":["Charisma Carpenter","Holly Marie Combs","Rachelle Lefevre","Antonio Sabàto, Jr.","Linda Dano"],"overview":"Jane Grant has just received an invitation to her younger cousin's wedding, and it's engraved with two of the most dreaded words a perpetually available sing can encounter: \"plus guest.\" Come wedding day, Jane had better deliver. After all, she's already told everyone, including her meddlesome Aunt Ina and now-famous high school nemesis Natasha Nutley, that she's in a serious relationship. Now Jane has two months to find a guy to fit the lie, complete the guest list, and save face. If the series of miserable set-ups orchestrated by her well-meaning best friends Eloise and Amanda are any indication, Jane's in for big trouble. From the first date to blind date, from double date to last date, the match game is on - and with millions of men to pick from, Jane is sure to find Mr. Right, right?","release_date":"2003-08-16","vote_average":4.9,"runtime":92,"cert":"N\/A","id":44880,"title":"See Jane Date","adult":false,"genre_ids":[10770,35,10749]},{"cast":["Christopher Wiehl","Lisa Brenner","Alex Nesic","Duane Martin","Michael Trucco"],"overview":"Things get crazy fro three groomsmen who make a bet on their way to their best friend's wedding. Can the dedicated swinger resist the ultimate temptation and remain celibate during the hottest weekend on his life? Can the serial monogamist actually go through with his first one night stand? It's up to the stunning bridesmaids who are ready for little misadventures of their own in their wedding that brings new meaning to the words LOVE, HoNOR and OBEY.","release_date":"2003-11-03","vote_average":0.0,"runtime":90,"cert":"N\/A","id":44881,"title":"What Boys Like","adult":false,"genre_ids":[35,10749]},{"cast":["Mike Einziger","Jose Pasillas II","Chris Kilmore","Ben Kenney","Brandon Boyd"],"overview":"Incubus' Alive At Red Rocks features the band's first long-form live concert. Recorded at the legendary Colorado Red Rocks Amphitheatre on July 26, 2004, Alive at Red Rocks captures the band at its inspirational, gutsy best.","release_date":"2004-11-23","vote_average":6.1,"runtime":86,"cert":"N\/A","id":44882,"title":"Incubus - Alive at Red Rocks","adult":false,"genre_ids":[10402]},{"cast":["Marina Inoue","Akemi Okamura","Masakazu Morita","Setsuji Sato"],"overview":"Years after the events that transpired in Kite, Sawa's whereabouts are a mystery. During this time, rumors of a new killer have begun to circulate the city. They call her the Angel of Death, an unfeeling assassin who eliminates her targets with grace and precision, leaving only a flurry of feathers as her calling card. What the public is unaware of is the fact that this notorious hitman is a actually a polite young lady named Monaka. Like her spiritual predecessor, Monaka has lost most of her family, and her father's duty as an astronaut keeps hims practically worlds apart. However, they are close despite the physical distances and Orudo promised his daughter that he would return. Until then, daily life for the timid and somewhat clumsy Monaka involves mostly school and her part time job as a waitress, but her nature completely changes once she receives an assignment.","release_date":"2008-03-21","vote_average":5.6,"runtime":58,"cert":"N\/A","id":44885,"title":"Kite Liberator","adult":false,"genre_ids":[16,53,28]},{"cast":["Marion Cotillard","Julie Depardieu","Tomer Sisley","Jonathan Zaccaï","Chantal Lauby"],"overview":"In Paris, Ariane and Lena are sisters. Ariane writes photo novellas for the magazine \"Toi et Moi.\" She's emotional and her long-time boyfriend, Farid, has her in a state because he won't propose, won't ask her to live with him, and often is unavailable. Lena is a cellist, quiet and circumspect in life and in her playing. She lives without passion with her boyfriend François; they're talking about having a baby.","release_date":"2006-03-08","vote_average":6.3,"runtime":90,"cert":"N\/A","id":44886,"title":"You and I","adult":false,"genre_ids":[18,27,35,10749]},{"cast":[],"overview":"Documentary chronicling the government relocation of 10,000 Navajo Indians in Arizona.","release_date":"1985-05-05","vote_average":6.0,"runtime":70,"cert":"N\/A","id":44889,"title":"Broken Rainbow","adult":false,"genre_ids":[99,36]},{"cast":["Richard Widmark","Robert Wagner","Dana Andrews","Gary Merrill","Jeffrey Hunter"],"overview":"The new commander of a Navy Underwater Demolition Team--nicknamed \"Frogmen\"--must earn the respect of the men in his unit, who are still grieving over the death of their former commander and resentful of the new one.","release_date":"1951-01-25","vote_average":5.5,"runtime":96,"cert":"N\/A","id":44890,"title":"The Frogmen","adult":false,"genre_ids":[28,12,18,10752]},{"cast":["Stan Laurel","Oliver Hardy","Julie Bishop","Walter Long","Eddie Baker"],"overview":"Stan and Ollie check into a seedy hotel and help a young girl escape the clutches of the landlord (Long). They are forced to flee the hotel with no money and Ollie arranges for Stan to fight at a local boxing hall for $50. Stan's opponent turns out to be Musgy who uses a loaded glove. During the fight the glove is swapped and Stan triumphs only to find that Ollie has bet their fee that he would lose.","release_date":"1932-03-05","vote_average":7.4,"runtime":20,"cert":"N\/A","id":44891,"title":"Any Old Port!","adult":false,"genre_ids":[35]},{"cast":["Stan Laurel","Oliver Hardy","Billy Gilbert","William Gillespie","Charlie Hall"],"overview":"The Laurel & Hardy Moving Co. have a challenging job on their hands (and backs): hauling a player piano up a monumental flight of stairs to Prof. von Schwarzenhoffen's house. Their task is complicated by a sassy nursemaid and, unbeknownst to them, the impatient Prof. von Schwarzenhoffen himself. But the biggest problem is the force of gravity, which repeatedly pulls the piano back down to the bottom of the stairs.","release_date":"1932-04-16","vote_average":7.6,"runtime":29,"cert":"N\/A","id":44892,"title":"The Music Box","adult":false,"genre_ids":[35]},{"cast":["Jaime Pressly","Jason London","William Devane","Sean Young","M. Emmet Walsh"],"overview":"Mike and Lenny are two buddies who dream of getting out of the trailer park. Out of desperation they resort to burglary as a means of financing Mike's college education. Their dream is jeopardized one summer day when their ploy to shoplift Near Beer begins a crime spree and a series of mishaps during which they are threatened with jail.","release_date":"2000-06-16","vote_average":4.6,"runtime":85,"cert":"N\/A","id":44895,"title":"Poor White Trash","adult":false,"genre_ids":[80,35]},{"cast":["Johnny Depp","Isla Fisher","Ned Beatty","Bill Nighy","Alfred Molina"],"overview":"When Rango, a lost family pet, accidentally winds up in the gritty, gun-slinging town of Dirt, the less-than-courageous lizard suddenly finds he stands out. Welcomed as the last hope the town has been waiting for, new Sheriff Rango is forced to play his new role to the hilt.","release_date":"2011-03-02","vote_average":6.6,"runtime":107,"cert":"PG","id":44896,"title":"Rango","adult":false,"genre_ids":[16,35,10751,37,12]},{"cast":["Fabio Volo","Margherita Buy","Francesca Inaudi","Luciana Littizzetto","Antonio Petrocelli"],"overview":"Romantically disillusioned woman finds herself organising her sister's wedding. Cue romantic mismatching and shenanigans...","release_date":"2010-04-23","vote_average":5.3,"runtime":null,"cert":"N\/A","id":44897,"title":"Weddings and Other Disasters","adult":false,"genre_ids":[35]},{"cast":["Saleh Bakri","Elia Suleiman","Amer Hlehel","Ali Suliman","Menashe Noy"],"overview":"An examination of the creation of the state of Israel in 1948 through to the present day. A semi-biographic film, in four chapters, about a family spanning from 1948 until recent times. Combined with intimate memories of each member, the film attempts to portray the daily life of those Palestinians who remained in their land and were labelled \"Israeli-Arabs,\" living as a minority in their own homeland.","release_date":"2009-08-12","vote_average":6.7,"runtime":109,"cert":"N\/A","id":44898,"title":"The Time that Remains","adult":false,"genre_ids":[18,36]},{"cast":["Ashley Olsen","Mary-Kate Olsen","Lukas Behnken","Brian Skala","Theo Rossi"],"overview":"Estranged twins Lizzie and Shane are chosen for a Survivor-like popular game show with college scholarships as the prize.","release_date":"2003-01-24","vote_average":5.8,"runtime":90,"cert":"N\/A","id":44899,"title":"The Challenge","adult":false,"genre_ids":[28,12,35,10751,878]},{"cast":["Dean Cain","Laurie Holden","Jennifer Tilly","Tim Curry","Jon Lovitz"],"overview":"Sweet and savvy talking golden retriever, Bailey, is one doggone lucky pooch when his devoted owner, Constance Pennington, leaves him her entire billion-dollar fortune. Bailey is lucky, that is, until he becomes the target of an elaborately-designed dognap scheme hatched by Constance's nasty nephew Caspar and his money-hungry wife Dolores. The despicable duo's wicked plan is to ultimately gain custody of the canine so they can get their greedy paws on his inheritance. Unfortunately for them, there's a thing or two they don't know about Bailey. Not only does he have great street smarts, he has great pals too. Bailey's loyal guardian Ted, kind-hearted animal advocate Marge, her daughter Sam, and a clever border collie named Tessa set out on a hilarious madcap adventure to free their four-legged friend and put the nasty dognappers out of business-for good!","release_date":"2005-08-05","vote_average":5.2,"runtime":93,"cert":"N\/A","id":44900,"title":"Bailey's Billion$","adult":false,"genre_ids":[10751,35]},{"cast":["Lucyna Zabawa","Jerzy Bończak","Witold Pyrkosz","Edward Linde-Lubaszenko","Artur Żmijewski"],"overview":"","release_date":"1991-09-27","vote_average":0.0,"runtime":95,"cert":"N\/A","id":44903,"title":"Trzy dni bez wyroku","adult":false,"genre_ids":[]},{"cast":["Andy Irons","Dave Rastovich","Kelly Slater"],"overview":"The world's most renowned surfing cinematographer, Jack McCoy, spends two years following two of the world's greatest surfers: Andy Irons, a highly competetive and driven surfer, set on beating Kelly Slater and winning the world title, and Dave \"Rasta\" Rastovich, a free surfer who is more about the soul of surfing. The result: Blue Horizon, a documentary made to bring surf movies back to the big screen, where \"they truly belong","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":44904,"title":"Blue Horizon","adult":false,"genre_ids":[99]},{"cast":["Rosalind Russell","Melvyn Douglas","Sid Caesar","Betsy Blair","Nina Foch"],"overview":"A hard-drinking reporter tries to help the embittered widow of the soldier who had saved his life during the war.","release_date":"1947-03-06","vote_average":6.1,"runtime":83,"cert":"N\/A","id":44905,"title":"The Guilt of Janet Ames","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2010-09-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":44906,"title":"Panamericana","adult":false,"genre_ids":[]},{"cast":[],"overview":"Adult","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":44907,"title":"Booty Talk 90","adult":true,"genre_ids":[]},{"cast":["Ava Addams","Rebeca Linares","Alanah Rae","Nella Jay","Lylith Lavey"],"overview":"AVN award winning director, William H., returns with the ninth volume of the best selling series Big Wet Tits, lavishing the breasts of voluptuous superstars with copious amounts of glistening oil. The movie features an incredible all star cast, starring the voluptuous Ava Addams. Also featuring newcummer Nella Jay, Alanah Rae, Rebeca Linares, and lylith Lavey. Do not miss!","release_date":"2010-08-26","vote_average":0.0,"runtime":150,"cert":"N\/A","id":44908,"title":"Big Wet Tits 9","adult":true,"genre_ids":[]},{"cast":["Evan MacKenzie","Eva LaRue","Kevin McCarthy","John Johnston","Patrick Labyorteaux"],"overview":"A college teacher brings the little creatures back to his campus, where they proceed to terrorize the faculty and students.","release_date":"1991-09-18","vote_average":4.3,"runtime":94,"cert":"N\/A","id":44909,"title":"Ghoulies III: Ghoulies Go to College","adult":false,"genre_ids":[14,18,27,28,35]},{"cast":["Sharman Joshi","Faruk Kabir","Naseeruddin Shah"],"overview":"Allah Ke Banday tracks the journey of two boys who commit their first murder at the age of 12. Sent to Juvenile Prison, they return to take over the vast slums where they grew up","release_date":"2010-11-26","vote_average":7.0,"runtime":123,"cert":"N\/A","id":44910,"title":"Allah Ke Banday","adult":false,"genre_ids":[18]},{"cast":["John Heffron"],"overview":"Funny is the only word that truly captures John Heffron (well, MESSY if you ask his wife). Hailing from the small town of South Lyon, MI (Detroit just sounds tougher), John's middle class upbringing has shaped his comedic voice. His attention to detail and his ability to poke fun at those things that make each of us a little crazy is what has made this stand-up veteran a favorite on stage. When John opens his mouth, you will immediately wonder if he has been spying on your life. Whether talking about your childhood or living in your marriage...he just knows what makes us tick. Truly a talented comedian on every level, give yourself the gift of John, sit back and enjoy.","release_date":"2009-08-04","vote_average":0.0,"runtime":66,"cert":"N\/A","id":44911,"title":"John Heffron: Middle Class Funny","adult":false,"genre_ids":[35]},{"cast":["Ryan Reynolds","Blake Lively","Peter Sarsgaard","Tim Robbins","Mark Strong"],"overview":"For centuries, a small but powerful force of warriors called the Green Lantern Corps has sworn to keep intergalactic order. Each Green Lantern wears a ring that grants him superpowers. But when a new enemy called Parallax threatens to destroy the balance of power in the Universe, their fate and the fate of Earth lie in the hands of the first human ever recruited.","release_date":"2011-06-16","vote_average":5.1,"runtime":114,"cert":"12A","id":44912,"title":"Green Lantern","adult":false,"genre_ids":[12,28,53,878]},{"cast":["Bette Davis","Miriam  Hopkins","George Brent","Jane Bryan","Donald Crisp"],"overview":"After disappearing for two years, Clem Spender returns on the day his former fiancée, Delia, is marrying another man. Her cousin Charlotte sneaks away with Clem, who enlists in the Union Army the next day and dies soon after. Charlotte and Clem's child, Clementina, grows up not knowing critical Charlotte is her mother. Jealous of Charlotte's affair, Delia pretends to be Clementina's mother, sabotaging mother and child's relationship.","release_date":"1939-09-02","vote_average":7.5,"runtime":95,"cert":"N\/A","id":44919,"title":"The Old Maid","adult":false,"genre_ids":[18]},{"cast":["Sophia Loren","Lois Maxwell","Renata Tebaldi","Ebe Stignani"],"overview":"This Italian film version of Verdi's opera stars Sophia Loren on the screen, with Renata Tebaldi providing the vocals.","release_date":"1953-10-23","vote_average":3.7,"runtime":95,"cert":"N\/A","id":44920,"title":"Aida","adult":false,"genre_ids":[18,10402]},{"cast":["Richard Widmark","Felicia Farr","Susan Kohner","Tommy Rettig","Ray Stricklyn"],"overview":"When a handful of settlers survive an Apache attack on their wagon train they must put their lives into the hands of Comanche Todd, a white man who has lived with the Comanches most of his life and is wanted for the murder of three men.","release_date":"1956-09-21","vote_average":6.3,"runtime":98,"cert":"N\/A","id":44921,"title":"The Last Wagon","adult":false,"genre_ids":[37]},{"cast":["David Chiang","Lo Lieh","Michael Chan","Kara Hui","Dick Wei"],"overview":"As an expert of the 'Cross fists' technique, a reclusive kung fu master Li Pai perfects a lethal maneuver called the 'Shaolin Handlock' while an old wolf-in-sheep's-clothing friend Fang Yun-piao pays the unwitting Li a visit. Armed with the deadly Handlock maneuver, Cheng-ying &amp; Kun Shih joins forces to exact revenge on the evil Ling Hao after the truth is unraveled.","release_date":"1978-06-10","vote_average":6.2,"runtime":89,"cert":"N\/A","id":44924,"title":"Shaolin Handlock","adult":false,"genre_ids":[28,53]},{"cast":["Joely Richardson","Jodhi May","Julie Walters","Sophie Thursfield","Amelda Brown"],"overview":"The film is based on a true incident in Le Mans, France in 1933 called the Papin murder case, where two sisters brutally murdered their employer and her daughter. The murder shocked the country, and there was much speculation about the sisters, including allegations that they were having an incestous lesbian affair with each other.","release_date":"1994-12-15","vote_average":6.5,"runtime":104,"cert":"","id":44925,"title":"Sister My Sister","adult":false,"genre_ids":[18,53]},{"cast":["Laura Antonelli","Terence Stamp","Marcello Mastroianni","Michele Placido","Duilio Del Prete"],"overview":"In the decadent Roaring Twenties, a beautiful woman engages in affairs with two men, playing them against each other.","release_date":"1975-02-16","vote_average":5.6,"runtime":115,"cert":"N\/A","id":44926,"title":"The Divine Nymph","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"When a young girl named Janie learns that her mother is dying from a terminal illness her life is shattered and her faith shaken. Suddenly Janie's faith in God is put into question while she slowly and painfully accepts this reality. Feeling betrayed by her creator she falls into a deep depression. Even her best friend Jubilee can't even seem to reach her. Surrounded by a great network of friends Meghan and Jade cannot seem to find the right words to bring her back. Janie's faith quickly falls into nothingness. With a distant boyfriend Jared and a young girl Ellen whose life consists of the drug addiction and the occult. Janie does her best to come to terms with her mother's illness and that she may lose her forever. She also receives a visit from a girl next door. A secret is exposed that will alter Janie's life forever and will be presented with a choice. A choice that will alter the destiny that God has lined up for her.","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":44929,"title":"A Life","adult":false,"genre_ids":[]},{"cast":["Joseph Alan Johnson","Stefania Orsola Garello","Matteo Gazzolo","Laurentina Guidotti","Gianluigi Fogacci"],"overview":"A handful of young geologists are unlucky enough to be forced to stay at a hotel in the middle of nowhere. What they don't know is that the hotel has been abandoned for twenty years, because the owner of the hotel had killed his family and all the guests two decades ago. Strange things begin to happen, and suddenly murders are committed...","release_date":"1989-01-01","vote_average":6.3,"runtime":89,"cert":"N\/A","id":44930,"title":"House Of Lost Souls","adult":false,"genre_ids":[27]},{"cast":["Philip Carey","Betty Garrett","John Drew Barrymore","Corey Allen","Gerald Sarracini"],"overview":"Three delinquents murder a prosperous farm owner at an isolated farm house. The one witness to the crime - the dead man's secretary - is then taken hostage.","release_date":"1957-03-06","vote_average":5.4,"runtime":76,"cert":"N\/A","id":44931,"title":"The Shadow on the Window","adult":false,"genre_ids":[80,53]},{"cast":["Tarah Nutter","Christopher S. Nelson","Jack Palance","Martin Landau","Sue Ane Langdon"],"overview":"An alien creature stalks human prey.","release_date":"1980-09-26","vote_average":5.3,"runtime":97,"cert":"N\/A","id":44932,"title":"Without Warning","adult":false,"genre_ids":[27,878]},{"cast":["Carlo Verdone","Beppe Fiorello","Marit Nissen","Anna Safroncik","Nanni Tamma"],"overview":"A tale about a talent agent with a talentless client roster. Ercole Preziosi (Verdone) represents middling girl groups, bad magicians, and even worse comics. When a grizzly traffic accident leaves his star comedian client bed-ridden, he turns to his young plucky driver to do stand-up duty","release_date":"2000-03-03","vote_average":5.9,"runtime":108,"cert":"N\/A","id":44933,"title":"A Chinese in a Coma","adult":false,"genre_ids":[35]},{"cast":["Arthur Franz","Beverly Garland","Helene Stanton","Michael Ansara","Stacy Harris"],"overview":"William Castle directed this Sam Katzman production, a gritty crime thriller about a newly-discharged sailor who gets a job as a longshoreman in The Big Easy. He swiftly discovers mob corruption throughout the docks, and when a friend is killed by the gangsters, he convinces the police to let him go undercover and take matters into his own hands. Filmed on location on the docks and in the French Quarter.","release_date":"1955-03-01","vote_average":5.0,"runtime":76,"cert":"N\/A","id":44934,"title":"New Orleans Uncensored","adult":false,"genre_ids":[53,80,18]},{"cast":["Napakpapha Nakprasitte","Hataiwan Ngamsukonpusit","Akarin Siwapornpitak","Chanida Suriyakompon","Namo Tongkumnerd"],"overview":"A group of high school friends reunite after two years when one of their fathers' committed suicide. They all spend the night at their friend's place. When darkness falls, strange things begin to happen to them one by one. It is as if someone is using the black arts on them in revenge for an act this group of friends committed together back at high school","release_date":"2005-12-01","vote_average":5.1,"runtime":100,"cert":"N\/A","id":44935,"title":"Art of the Devil 2","adult":false,"genre_ids":[14,27]},{"cast":["Jack McClelland","Mary Gail Artz","Angie Brown","Ken Carter","James P. Hayden"],"overview":"Four backpackers decide to take a hike in the mountains of Utah. But within the woods lurks a killer. But who...or what...is it? The lazy local sheriff blames bears. But the escalating body count seems to point to a human killer. Ignoring the warning signs, our campers remain lost in the woods...alone...awaiting their fate.","release_date":"1981-09-05","vote_average":3.7,"runtime":82,"cert":"N\/A","id":44936,"title":"Don't Go in the Woods","adult":false,"genre_ids":[27]},{"cast":["Paige Turco","Barry Bostwick","Shawn Christian","Adelaide Kane","Crawford Wilson"],"overview":"Somewhere between the demands of her career, her ex's wedding and her kids' busy schedules, Dana James is noticing her tight-knit family starting to unravel. An unexpected offer to purchase her family's mountain property sets up a weekend road trip, which she hopes will bring her family back together. But when they arrive, they quickly learn that the mountain is much more than it seems. An ancient secret and a treacherous quest will test the family like never before. It's an edge-of-the seat thriller that reminds us that when times are tough, families don't run away from problems - they run back to each other.","release_date":"2010-04-16","vote_average":5.2,"runtime":120,"cert":"N\/A","id":44939,"title":"Secrets of the Mountain","adult":false,"genre_ids":[10751]},{"cast":["Stanley Baker","Herbert Lom","Peggy Cummins","Patrick McGoohan","William Hartnell"],"overview":"An ex-con trying to go clean ends up working for a crooked trucking company swindling money.","release_date":"1957-07-23","vote_average":7.0,"runtime":108,"cert":"","id":44940,"title":"Hell Drivers","adult":false,"genre_ids":[28,80,18,9648]},{"cast":["Penelope Ann Miller","Tim Daly","Louis Jourdan","Art Malik","Ian Richardson"],"overview":"Year of the Comet is a 1992 romantic comedy adventure film about the pursuit of the most valuable bottle of wine in history. The title refers to the year it was bottled, 1811, which was known for the Great Comet of 1811, and also as one of the best years in history for European wine.","release_date":"1992-04-24","vote_average":6.1,"runtime":91,"cert":"N\/A","id":44941,"title":"Year of the Comet","adult":false,"genre_ids":[35,28,12,10749]},{"cast":["Muddy Waters","B.B. King","Big Bill Broonzy","Willie Dixon","Buddy Guy"],"overview":"In 1966, CBC Television invited some of North America's greatest blues performers to gather in a studio in Toronto, recording together and individually in sessions that lasted three days. The result was originally televised as part of the CBC \"Festival\" series, and now the session video tapes have been found, restored and re-edited. The great Muddy Waters and his band perform \"You Can't Lose What You Never Had\" and \"Got My Mojo Workin',\" the latter with James Cotton on harmonica. Willie Dixon goes solo on \"Bassology\" and (helped by a little '90s technology) performs \"Crazy for My Baby\" with host Colin James. Plus rare appearances by Sonny Terry and Brownie McGhee, Mable Hillery singing \"How Long This Train Been Gone,\" and delta blues piano player Sunnyland Slim, introducing a whole new generation to this inspiring, soulful music.","release_date":"1999-01-01","vote_average":6.0,"runtime":47,"cert":"N\/A","id":44942,"title":"Blues Masters","adult":false,"genre_ids":[]},{"cast":["Aaron Eckhart","Ramón Rodríguez","Will Rothhaar","Cory Hardrict","Jim Parrack"],"overview":"The Earth is attacked by unknown forces. As people everywhere watch the world's great cities fall, Los Angeles becomes the last stand for mankind in a battle no one expected. It's up to a Marine staff sergeant and his new platoon to draw a line in the sand as they take on an enemy unlike any they've ever encountered before.","release_date":"2011-03-08","vote_average":5.6,"runtime":116,"cert":"12A","id":44943,"title":"Battle: Los Angeles","adult":false,"genre_ids":[28,878]},{"cast":["Kimberly Elise","Janet Jackson","Loretta Devine","Thandie Newton","Anika Noni Rose"],"overview":"About existence from the perspective of 20 nameless black females. Each of the women portray one of the characters represented in the collection of twenty poems, revealing different issues that impact women in general and women of color in particular.","release_date":"2010-11-05","vote_average":6.8,"runtime":134,"cert":"N\/A","id":44944,"title":"For Colored Girls","adult":false,"genre_ids":[18]},{"cast":["Clive Owen","Catherine Keener","Liana Liberato","Jason Clarke","Viola Davis"],"overview":"A suburban family is torn apart when fourteen-year-old Annie meets her first boyfriend online. After months of communicating via online chat and phone, Annie discovers her friend is not who he originally claimed to be. Shocked into disbelief, her parents are shattered by their daughter's actions and struggle to support her as she comes to terms with what has happened to her once innocent life.","release_date":"2010-09-10","vote_average":6.6,"runtime":104,"cert":"15","id":44945,"title":"Trust","adult":false,"genre_ids":[80,18,53]},{"cast":["Dennis Farina","Mark Feuerstein","Melora Hardin","Paul Wight","Wendie Malick"],"overview":"The film centers on a fight promoter (Mark Feuerstein) deeply in debt to his crooked rival. Desperate for a new fighter that will help him win back everything he owes, the promoter catches a break when a 450-pound church handyman (Paul \"Big Show\" Wight) who has spent his entire life in an orphanage agrees to wrestle on behalf of his fellow orphans.","release_date":"2010-10-22","vote_average":5.1,"runtime":100,"cert":"N\/A","id":44946,"title":"Knucklehead","adult":false,"genre_ids":[18,35]},{"cast":["Benoît Magimel","Boris Terral","Tchéky Karyo","Colette Emmanuelle","Cécile Bois"],"overview":"Louis XIV, the French sun-king has two passions, establishing absolute rule over the realm -after decades of religious\/civil wars- by divine right and artistic brilliancy as a dancer","release_date":"2000-12-06","vote_average":6.7,"runtime":115,"cert":"N\/A","id":44947,"title":"The King Is Dancing","adult":false,"genre_ids":[18,36,10402]},{"cast":["Felipe Esparza","Paul Rodríguez"],"overview":"Felipe’s life revolves around his family and two buddies. He wants to do better in life. He wants to lose weight. He wants to face up to his fears. Unfortunately, Felipe cannot get over the obstacles life has put in his path. By accident, he meets Jill Idleberry. She is an old high school classmate. They get reacquainted in the most unlikely circumstance. From that chance reunion, Felipe decides to turn his life around – inside him, he says, “I’m Not Like That No More.”","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":44948,"title":"I'm Not Like That No More","adult":false,"genre_ids":[35,10749]},{"cast":["Joel Aggerholm","Joe Battaglia","Gillian Jacobs","James Badge Dale","Barry Corbin"],"overview":"About a tight group of friends living in a small, forgotten, Wisconsin town. The story revolves around Kevin and his fight to find a new life for himself after 30 years of going nowhere.","release_date":"2010-03-10","vote_average":0.0,"runtime":108,"cert":"N\/A","id":44949,"title":"NoNAMES","adult":false,"genre_ids":[18]},{"cast":["Brandon Carroll","AJ Bowen","Amy Seimetz","Joe Swanberg","Lane Hughes"],"overview":"An escaped murderer is in pursuit of his ex-girlfriend, who has fled to start a new life in a small town.","release_date":"2010-09-14","vote_average":5.2,"runtime":87,"cert":"N\/A","id":44950,"title":"A Horrible Way to Die","adult":false,"genre_ids":[27,53,18]},{"cast":["Paul Wesley","Caitlin Wachs","David Keith","Michael Ironside","Ivana Miličević"],"overview":"Dolphin experts confront the US Navy when its sonar program is suspected of causing the animals' deaths.","release_date":"2010-11-16","vote_average":5.5,"runtime":92,"cert":"N\/A","id":44951,"title":"Beneath the Blue","adult":false,"genre_ids":[18,10749]},{"cast":["DJ Qualls","William Sadler","Nikki Reed","Chris Bashinelli"],"overview":"This unpredictable story follows an agitated fast-food employee, Joe, who's reached his breaking point from being harassed and tormented by his boss...","release_date":"2009-10-24","vote_average":5.2,"runtime":85,"cert":"N\/A","id":44952,"title":"Last Day of Summer","adult":false,"genre_ids":[35,18]},{"cast":["Jessica Romero","Danny Glover","Snoop Dogg","Laz Alonso","Kate del Castillo"],"overview":"Based on a New York Times article depicting a single dramatic day in the life of a Latina gang leader in South Central L.A.","release_date":"2010-10-01","vote_average":3.5,"runtime":null,"cert":"N\/A","id":44953,"title":"Down for Life","adult":false,"genre_ids":[18]},{"cast":["Casey McGuirl","Matt Stapleton","Dave McDougall"],"overview":"A look at a young woman’s ritualistic experience spending a solitary three-months in winter, while caretaking a summerhouse in Nantucket. Comprised of just 28 shots.","release_date":"2010-01-01","vote_average":0.0,"runtime":79,"cert":"N\/A","id":44954,"title":"A Little Death","adult":false,"genre_ids":[18,27,53,10749,10751]},{"cast":["Julian Perez","Loukas Pappas","Edgar Feliciano","Nina Carney","Raul Gasteazoro"],"overview":"Far into the future after the world has brought about the apocalypse what remains of humanity has split into two warring tribes - the Plaebian and the Huron. Human kind's ambitions are not wealth or prosperity, but merely survival. The Huron tribe have reverted to the Hunter\/Gatherer methods of our forefathers becoming great warriors with no regard to the future. Whereas the Plaebians are trying to rebuild society and tame the wilderness that surrounds mankind when a new, unforeseen evil starts to kill them both. This unspeakable evil - the Sinasu. Now both tribes must work together or finally face humanity's extinction. Written by Randolph Kret","release_date":"2008-09-25","vote_average":1.5,"runtime":86,"cert":"N\/A","id":44957,"title":"10,000 A.D.: The Legend of the Black Pearl","adult":false,"genre_ids":[12,28,878]},{"cast":["Stephen Young","Susan Keller","Lawrence Dane","John Candy","Gary Reineke"],"overview":"A group of young professionals decides to play a practical joke on one of their ex-girlfriends who married a rich man who is about to close a major real estate deal. They plan to kidnap her and mess up the deal. Unfortunately, the joke becomes deadly serious.","release_date":"1976-09-17","vote_average":3.0,"runtime":96,"cert":"N\/A","id":44960,"title":"The Clown Murders","adult":false,"genre_ids":[18,9648,53]},{"cast":["Sylvie Testud","Balthazar Dejean de la Bâtie","Michel Galabru","Bruno Lochet","Jean-François Balmer"],"overview":"The story a rescue, the rescue of a bad brat's life in the post-WWII period. In 1947, Roger reaches 11 years old. He's a kid badly loved, mischievous and specializes in silly things to do. He is sent to a small boarding school in a small village. Mumu reigns over here. She's not the bitchest school teacher of the area. Roger has already been expelled from several schools and this is his last chance to avoid the reformatory his father has been promising him for a long time. But this is will change with the vigilance of Mumu, who, despite her strict aspects, proves herself to have a big heart.","release_date":"2010-03-24","vote_average":6.3,"runtime":95,"cert":"N\/A","id":44961,"title":"Mumu","adult":false,"genre_ids":[35]},{"cast":["Julien Doré","Marina Hands","Guillaume Gallienne","Noémie Lvovsky","Hervé Pierre"],"overview":"Dorothée and Nicolas fall in love at first sight. Together, they’re going to live a very beautiful love story... they know it. But life always finds a way to compromise the best resolutions, the best script, and nothing will happen as expected. Nicolas and Dorothée will be carried into a stormy comedy as crazy as their passion for each other…","release_date":"2010-04-07","vote_average":4.5,"runtime":99,"cert":"N\/A","id":44962,"title":"A Very Very Beautiful Love Story","adult":false,"genre_ids":[35]},{"cast":["Hiroyuki Sanada","Sonny Chiba","Etsuko Shihomi","Yuki Ninagawa","Isao Natsuyagi"],"overview":"In the middle of the 16th century, Hideyoshi, a power hungry warlord sets out to destroy the Momochi clan. He sends his war commander in search of the clan's hidden gold only to find that two daggers are the key to the hiding place of the treasured gold. Spanning decades, the quest for the missing daggers takes Shiranui through war and ancient tradition.","release_date":"1980-11-15","vote_average":5.8,"runtime":117,"cert":"N\/A","id":44963,"title":"Shogun's Ninja","adult":false,"genre_ids":[28,12]},{"cast":["Dax Shepard","Katie Aselton","Bellamy Young","Ken Kennedy","Ross Partridge"],"overview":"A couple hatches a highly dubious scheme to put the spark back in their marriage in this independent comedy drama. Annie (Katie Aselton) and Darren (Dax Shepard) have been married for seven years, and they love each other as much as the day they were wed; they're affectionate, have fun together, and enjoy games such as crossword puzzle races. They would seem to have a perfect relationship, except for one thing -- they haven't had sex in ages, and seem to have lost all interest in making love with one another, no matter how they try to put each other in the mood. Hoping to put some adventure back into their lives, Annie and Darren come up with an unusual idea -- they each get one night in which they're free to find someone and have sex with them, scot-free. But is this going to help their relationship, or is it just going to turn a small problem into a big problem?","release_date":"2010-09-17","vote_average":4.9,"runtime":78,"cert":"N\/A","id":44966,"title":"The Freebie","adult":false,"genre_ids":[18]},{"cast":["Maksim Shtraukh","Grigori Aleksandrov","Mikhail Gomorov","Ivan Klyukvin","Aleksandr Antonov"],"overview":"The film depicts a strike in 1903 by the workers of a factory in pre-revolutionary Russia, and their subsequent suppression. The film is most famous for a sequence near the end in which the violent putting down of the strike is cross-cut with footage of cattle being slaughtered, although there are several other points in the movie where animals are used as metaphors for the conditions of various individuals. Another theme in the film is collectivism in opposition to individualism which was viewed as a convention of western film.","release_date":"1925-04-28","vote_average":7.2,"runtime":89,"cert":"N\/A","id":44967,"title":"Strike","adult":false,"genre_ids":[18]},{"cast":["Melanie Griffith","John Goodman","Don Johnson","Michael Ensign"],"overview":"A businessman shows up in Washington to lobby agendas that are friendly to his construction plans. His ditsy ex-showgirl bimbo proves to be an embarrassment in social situations, so he hires a reporter to teach her how to appear more intelligent. Soon it becomes apparent to the reporter that she isn't so stupid after all, and things become more complicated as she begins questioning the papers her sugar daddy keeps getting her to sign, and the reporter begins falling in love with her.","release_date":"1993-03-26","vote_average":5.2,"runtime":100,"cert":"N\/A","id":44968,"title":"Born Yesterday","adult":false,"genre_ids":[10749,35]},{"cast":["Joseph Cotten","George Sanders","Debra Paget","Don Dubbins","Patric Knowles"],"overview":"Set just after the American civil war, businessman and inventor Victor Barbicane invents a new source of power called Power X. He plans to use it to power rockets, and to show its potential he plans to send a projectile to the moon. Joining him for the trip are his assistant Ben Sharpe, Barbicane's arch-rival Stuyvesant Nicholl, and Nicholl's daughter Virginia. Nicholl believes that Power X goes against the will of God and sabotages the projectile so that they cannot return to earth, setting up a suspenseful finale as they battle to repair the projectile.","release_date":"1958-11-26","vote_average":4.9,"runtime":101,"cert":"","id":44969,"title":"From the Earth to the Moon","adult":false,"genre_ids":[878,12]},{"cast":["Arjun Rampal","Kajol","Kareena Kapoor Khan","Aanchal Munjal","Diya Sonecha"],"overview":"Maya is the perfect mother. Her life revolves around her three children, Aleya, Ankush, and Anjali. Who thinks nothing much then the world of her. Despite being divorced from her husband, Aman. Maya has ensured that everything runs smoothly in her house, under her watch, and that they continue to remain a happy family unit. However, when Aman introduces his girlfriend, Shreya a career oriented woman, who has a lot to learn about children's, to the family, the situation immediately takes an unexpected turn. When an incident changes their lives drastically, bringing the two women under the same roof, they find themselves putting to test an unusual situation; can two mothers make a home?","release_date":"2010-09-03","vote_average":5.7,"runtime":115,"cert":"N\/A","id":44972,"title":"We Are Family","adult":false,"genre_ids":[18,10751]},{"cast":["Marcello Montecchi","Mona Petri","Daniel Rohr","Pablo Aguilar","Isabella Schmid"],"overview":"","release_date":"2008-06-12","vote_average":0.0,"runtime":90,"cert":"N\/A","id":44975,"title":"Geld oder Leben","adult":false,"genre_ids":[28]},{"cast":["Ajay Devgn","Arshad Warsi","Kareena Kapoor Khan","Kunal Khemu","Shreyas Talpade"],"overview":"Golmaal 3 highlights the story of hatred between two bunch of siblings within a family. One of nature's masterpieces, this is a family that eats together, prays together, lives together and a family 'that can't stand each other'. This quirky unique family will certainly deliver you with some rib tickling moments, ageless romance and some heartwarming scenes. A beautiful journey full of madness, love and excitement. A film with the perfect blend of just every emotion that will set in your heart with thrice the fun, thrice the magic, and thrice the laughter.","release_date":"2010-11-05","vote_average":5.4,"runtime":155,"cert":"N\/A","id":44978,"title":"Golmaal 3","adult":false,"genre_ids":[35,10751]},{"cast":["Chieko Shiratori","Ichiho Matsuda","Terunori Miyazaki","Ken Miyawaki","Daisuke Ryû"],"overview":"In this installment of the Zero Woman series, Rei, the number-one assassin of the Tokyo Police Department's secret Zero Division, has been assigned to take out a notorious gangster responsible for dozens of murders. At the same time, she must protect the gangster's mistress from the hitmen who want to keep her from telling the police what she knows. At first, both women are upset about the arrangement, but they eventually come to appreciate each other.","release_date":"1998-05-01","vote_average":6.0,"runtime":80,"cert":"N\/A","id":44981,"title":"Zero Woman: Dangerous Game","adult":false,"genre_ids":[28,53,9648]},{"cast":["Sam Riley","Alice Barrett","Jason Statham","Gaby Hoffmann","Emmanuelle Chriqui"],"overview":"A naive young man assumes a dead man's identity and finds himself embroiled in an underground world of power, violence, and chance where men gamble behind closed doors on the lives of other men.","release_date":"2010-03-12","vote_average":5.7,"runtime":97,"cert":"15","id":44982,"title":"13","adult":false,"genre_ids":[18,53]},{"cast":["Saori Ono","Shigemitsu Ogi","Daisuke Ryû","Naoshi Eguchi"],"overview":"Rei, whose undercover role is so guarded that there is no written record of her identity, is well known for her accuracy in completing missions and her willingness to get naked if the situation calls for it. When she's instructed to bust Kayama, who has been buying confiscated drugs from corrupt police officers, she finds herself in a sticky situation -- not only is she attracted to him, but Kayama, like Rei, does not officially exist.","release_date":"1999-12-27","vote_average":6.0,"runtime":77,"cert":"N\/A","id":44983,"title":"Zero Woman Returns","adult":false,"genre_ids":[28,53]},{"cast":["Stacy Keach","Jeffrey Meldrum"],"overview":"For the first time, scientists from many disciplines put the most compelling sasquatch evidence under the microscope and apply forensic science to the on-going mystery. Their conclusions shed new light as to whether we have a living, breathing North American ape living in our forests. Evidence collected by the BFRO, including the Skookum Cast, is featured. This cutting edge 1-hour 35mm film documentary is a co-production by Doug Hajicek of Whitewolf Entertainment Inc., The Discovery Channel, and Bosch Media.","release_date":"2003-01-09","vote_average":2.5,"runtime":95,"cert":"N\/A","id":44984,"title":"Sasquatch: Legend Meets Science","adult":false,"genre_ids":[]},{"cast":["Mai Tachihara","Yujin Kitagawa","Tetsu Watanabe"],"overview":"Rei, the deadly but reluctant assassin for the Zero Division of the Tokyo Police Department, befriends a young man after she sees him cruising a gay bar looking for johns. After he gets beaten up by a group of street thugs, she takes him in to live with her. When a series of vicious murders takes place, she begins to suspect that the killer may actually be her friend taking revenge on everyone who has abused him. Will she uphold her duty to the police, or protect her only friend?","release_date":"1997-04-04","vote_average":0.0,"runtime":77,"cert":"N\/A","id":44985,"title":"Zero Woman: The Accused","adult":false,"genre_ids":[28,53]},{"cast":["Lesley Manville","Danny Dyer","Daniel Spencer","Larry Haydn","Miranda Wilson"],"overview":"In a small English coastal town, three teenage boys are drawn into a world of temptation and violence. Bored, troubled and excluded, the boys are unable to accept or even recognise moral boundaries. Their actions move inexorably towards a truly shocking act, that will horrify their sleepy community and expose its deepest, hidden fears.","release_date":"2005-08-14","vote_average":5.0,"runtime":96,"cert":"","id":44986,"title":"The Great Ecstasy of Robert Carmichael","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"Like a scene torn from THE COLOR PURPLE or CAPTURING THE FRIEDMANS, this deeply personal and uncompromising...","release_date":"2010-01-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":44987,"title":"Family Affair","adult":false,"genre_ids":[99]},{"cast":["Shawn Doyle","Tatiana Maslany","Julia Kennedy","Jonny Harris","Mark O'Brien"],"overview":"The story of Ruby, 13, determined to grow up fast after her mother runs away to become a movie star, leaving Ruby with her hopelessly rural father.","release_date":"2009-10-20","vote_average":5.5,"runtime":95,"cert":"N\/A","id":44988,"title":"Grown Up Movie Star","adult":false,"genre_ids":[18]},{"cast":["Daniel Hendler","Jazmín Stuart","Walter Jakob","Martin Feldman","Miguel Dedovich"],"overview":"Luciano works in birthday parties and writes his first feature when friend Manuel returns from Spain to repeat his TV show, \"The Paranoids\", together with his girl Sofia. Manuel is everything he is not and his trying to be helpful in his career and with women, only worsens the conflict. When Manuel leaves Sofia with Luciano for two days, she is seduced by the qualities Manuel rejects in his friend as weaknesses. Sofia changes. Luciano also, but only at the last moment he can overcome the fears he has been cultivating his whole life.","release_date":"2008-10-23","vote_average":5.5,"runtime":98,"cert":"N\/A","id":44989,"title":"The Paranoids","adult":false,"genre_ids":[18,35,10749]},{"cast":["Zoe Lister-Jones","Daryl Wein","Julie White","Andrea Martin","Peter Friedman"],"overview":"'Breaking Upwards' explores a young, real-life New York couple who, four years in and battling codependency, decide to intricately strategize their own break up. Based on an actual experiment devised by director\/actor Daryl Wein and actress Zoe Lister-Jones, the film loosely interprets a year in their lives exploring alternatives to monogamy, and the madness that ensues. An uncensored look at young love, lust, and the pangs of codependency, 'Breaking Upwards' follows its characters as they navigate each others' emotions across the city they love. It begs the question: is it ever possible to grow apart together?","release_date":"2009-03-14","vote_average":5.7,"runtime":88,"cert":"N\/A","id":44990,"title":"Breaking Upwards","adult":false,"genre_ids":[35,10749]},{"cast":["Marja-Lewis Ryan","Emily Peck","Todd Kubrak","Daniel Carlisle","Gil Zabarsky"],"overview":"The Four Faced Liar is a story of love and lies for four twenty-somethings looking to find themselves in New York City... A story of love and lies for four twenty-somethings looking to find themselves in New York City. A pair of best friends and a seemingly perfect couple meet at a local Irish pub tucked in the winding streets of the West Village. Through their chance meeting, the four bond and over time all of their relationships with one another morph into love, betrayal and heartbreak for all.","release_date":"2010-01-01","vote_average":5.3,"runtime":87,"cert":"N\/A","id":44991,"title":"The Four-Faced Liar","adult":false,"genre_ids":[35,18,10749]},{"cast":["Leonardo DiCaprio"],"overview":"Through the power of IMAX® 3D, Hubble 3D will enable movie-goers to journey through distant galaxies to explore the grandeur and mysteries of our celestial surroundings, and accompany space-walking astronauts as they attempt the most difficult and important tasks in NASA’s history. The film will offer an inspiring and unique look into the Hubble Space Telescope’s legacy and highlight its profound impact on the way we view the universe and ourselves. Narrated by Leonardo DiCaprio, Hubble 3D reunites the Space Station 3D filmmaking team, led by Producer\/Director Toni Myers. James Neihouse, Director of Photography, also doubles as the Astronaut crew trainer. Judy Carroll is Associate Producer, and Graeme Ferguson, Co-founder of IMAX and pioneer Producer of many IMAX space films, is Executive Producer. Hubble 3D is an IMAX and Warner Bros. Pictures production, in cooperation with National Aeronautics and Space Administration (NASA).","release_date":"2010-03-19","vote_average":7.1,"runtime":44,"cert":"U","id":44992,"title":"Hubble 3D","adult":false,"genre_ids":[99]},{"cast":["Dominic Chianese","Dick Latessa","Kate Buddeke","Catherine Lloyd Burns"],"overview":"Lifelong friends Lenny Sugarman (Dominic Chianese) and Ruben Liebner (Dick Latessa), both in their 70s, both dyed-in-the-wool New Yorkers, barely... Lifelong friends Lenny Sugarman (Dominic Chianese) and Ruben Liebner (Dick Latessa), both in their 70s, both dyed-in-the-wool New Yorkers, barely recognize the Manhattan of their youth. The city they’ve loved for decades has become a playground for the too-rich; their places, the ones they’ve frequented for years, are now refuges from a changing world they’re increasingly unable to keep up with. When Lenny—a lone schemer all his life—finally gets in over his head, he decides to seek the one thing he’s never had: true love. But to achieve it, he may have to abandon the only place he’s ever known.THE LAST NEW YORKER is a tale of friendship, love and the world’s greatest city -- and how all three keep us young and make us feel alive.","release_date":"2010-02-19","vote_average":5.0,"runtime":null,"cert":"N\/A","id":44993,"title":"The Last New Yorker","adult":false,"genre_ids":[18]},{"cast":["Noël-Noël","Nadine Alari","Paul Frankeur","Marcel Delaître","Charles Lemontier"],"overview":"This character study of a French patriot during the Nazi Occupation has comedian Noel as the chief of the underground who uses his hobby of growing orchids to hide his radio equipment.","release_date":"1946-04-30","vote_average":5.6,"runtime":null,"cert":"N\/A","id":44994,"title":"Mr. Orchid","adult":false,"genre_ids":[18,10752]},{"cast":[],"overview":"Examines the popularity of endurance sports and profiles four everyday individuals - cancer survivor, blind senior citizen and twin sisters - who compete in marathons and triathlons and are redefining what it means to be an 'athlete'.","release_date":"2010-03-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":44995,"title":"Athlete","adult":false,"genre_ids":[18,99]},{"cast":[],"overview":"Grandmaster Susan Polgar teaches beginners basic chess.","release_date":"2004-06-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":44996,"title":"Learning Chess the Easy Way - Chess for Absolute Beginners","adult":false,"genre_ids":[]},{"cast":[],"overview":"Phyllis and Harold is a frank journey through a disastrous 59 year old marriage. Drawing on a lifetime of her family's home movies and interviews made over 12 years, filmmaker Cindy Kleine mixes reportage, cinema verite and animation to uncover family secrets and tell a story that could not be shown publicly as long as her father was alive.","release_date":"2010-02-19","vote_average":7.0,"runtime":85,"cert":"N\/A","id":44997,"title":"Phyllis and Harold","adult":false,"genre_ids":[99,10749]},{"cast":["America Ferrera","Jason Ritter","Wilmer Valderrama","Ethan Suplee","Melissa Leo"],"overview":"A U.S. soldier returning home from war struggles to reconcile his experiences abroad with the life and family he left in Texas.","release_date":"2010-07-30","vote_average":6.0,"runtime":92,"cert":"N\/A","id":44998,"title":"The Dry Land","adult":false,"genre_ids":[18]},{"cast":["Jack Abramoff","Tom DeLay","Bob Ney","Ralph Reed","Neil Volz"],"overview":"A probing investigation into the lies, greed and corruption surrounding D.C. super-lobbyist Jack Abramoff and his cronies.","release_date":"2010-05-09","vote_average":7.2,"runtime":118,"cert":"N\/A","id":44999,"title":"Casino Jack and the United States of Money","adult":false,"genre_ids":[99]}]