[{"cast":["Zhang Jin","Dave Bautista","Liu Yan","Xing Yu","Michelle Yeoh"],"overview":"Following his defeat by Master Ip, Cheung Tin Chi (Zhang) tries to make a life with his young son in Hong Kong, waiting tables at a bar that caters to expats. But it s not long before the mix of foreigners, money, and triad leaders draw him once again to the fight.","release_date":"2018-12-20","vote_average":5.4,"runtime":107,"cert":"\"PG-13\"","id":450001,"title":"Master Z: Ip Man Legacy","adult":false,"genre_ids":[28]},{"cast":[],"overview":"\"A piece made in response to issues arising in the run up to the instigation of a single European market and it’s implications in respect of the movement of non white peoples around the continent., as well as through the outer boundaries of so called ‘Fortress Europe’.\" - LUX. Originally a mixed media installation, with four video monitors and slide projection.","release_date":"1992-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":450003,"title":"Tagging the Other","adult":false,"genre_ids":[]},{"cast":["Christine Schuler-Deschryver","Denis Mukwege Mukengere","Eve Ensler","Jane Mukunilwa"],"overview":"The Democratic Republic of Congo has endured 20 years of devastating violence. Rape has been used as a weapon of war to destroy community and access precious minerals. Congo is often referred to as “the worst place in the world to be a woman.” \"City of Joy\" tells a different story of the region. The film focuses on Jane, a student at a center where women who have suffered unimaginable abuse join together to become leaders. We also meet the founders of the center: a devout Congolese Doctor, a Congolese activist, and a radical N.Y. playwright. The film weaves between joy and pain as these individuals band together to demand hope in a place so often deemed hopeless.","release_date":"2016-11-11","vote_average":7.1,"runtime":74,"cert":"\"\"","id":450005,"title":"City of Joy","adult":false,"genre_ids":[99]},{"cast":["Abdellah Ferkous","Issa N'Diaye","Bouchra Hraich","Rosario Pardo","Miguel Hermoso Arnao"],"overview":"Ibrahim, a Moroccan soldier, is sent to a deserted island off the Mediterranean coast of Morocco to monitor the movements of smugglers and illegal immigrants. One day, Ibrahim finds a Sub-Saharan man, Mamadou, washed up on the beach. While the unlikely pair tries to survive on the miniscule island, they inadvertently trigger a diplomatic incident that crescendos into a regional military crisis.","release_date":"2016-03-09","vote_average":0.0,"runtime":85,"cert":"N\/A","id":450007,"title":"La Isla","adult":false,"genre_ids":[36,35]},{"cast":["Clarissa Kiste","Sérgio de Oliveira","Lilian Blanc","Guilherme Santana","Bruno Feldman"],"overview":"A young mother has to face the death of her newborn son.","release_date":"2004-06-02","vote_average":0.0,"runtime":15,"cert":"N\/A","id":450009,"title":"O Lençol Branco","adult":false,"genre_ids":[]},{"cast":["Rudolf Schneider","Adam Richter","Konrad Richter","Libor Kenda","Thomas Dyk"],"overview":"Identical twins Adam and Konrad Richter - last seen in Double Czech 2009 - are back in Double Czech: Twins in Lust from director William Higgins. It's a beautiful day in the verdant Eastern European countryside and the brothers decide to take a picnic on a walk in the beautiful outdoors. Instead of eating a pack lunch they start nibbling on each other and their lust pushes them into a brotherly flip-flop incestuous fuck. Amazingly built muscle stud Rudolf Schneider discovers them taking sunbathing in the nude. The twins help oil up his entire body, including his thick uncut cock. Rudolf impales them both with a long two-headed dildo he brought with him before power-fucking them.","release_date":"2010-01-01","vote_average":0.0,"runtime":128,"cert":"N\/A","id":450020,"title":"Double Czech: Twins in Lust","adult":true,"genre_ids":[]},{"cast":["Monique Fuentes","London Keyes","Nikki Sexx","Larissa Dee","Kagney Linn Karter"],"overview":"\"Can You Breathe?\" asks the subtitle of Ass Trap 3, the third in John Leslie's new series featuring the finest porn-starlet asses of the moment and their owners. A fair question - once these curvy girls get inspired by a round or two of cock, they like nothing more than squirming down on the happy faces of their fellas for some super-juicy face-sitting! Asian sensation London Keyes and blonde bombshell Kagney Linn Karter team up to severely rock Johnny Sins' world in a frantic three-way, while Latina Amazon Monique Fuentes does a slow-burn bathtub tease that makes Danny Mountain crazy. Two more sizzling scenes with Larissa Dee and Nikki Sexx round out this international array of butt-heavy beauties on parade!","release_date":"2009-10-14","vote_average":10.0,"runtime":143,"cert":"\"NC-17\"","id":450022,"title":"Ass Trap 3","adult":true,"genre_ids":[]},{"cast":["Ernst Jünger","Mikael Persbrandt","Björn Cederberg"],"overview":"102 Years in the Heart of Europe: A Portrait of Ernst Jünger (Swedish: 102 år i hjärtat av Europa) is a Swedish documentary film from 1998 directed by Jesper Wachtmeister. It consists of an interview by the journalist Björn Cederberg with the German writer, philosopher and war veteran Ernst Jünger (1895-1998). Jünger talks about his life, his authorship, his interests and ideas. The actor Mikael Persbrandt reads passages from some of Jünger's works, such as Storm of Steel, The Worker, On the Marble Cliffs and The Glass Bees.","release_date":"1998-04-15","vote_average":10.0,"runtime":56,"cert":"N\/A","id":450024,"title":"102 Years in the Heart of Europe: A Portrait of Ernst Jünger","adult":false,"genre_ids":[99]},{"cast":[],"overview":"MAN AND WOMAN shows full body shots of a naked man and woman shot from above without movement. They are shown alone as well as together, one over (or under) the other symbolizing in words at the same time, their positions","release_date":"1971-01-01","vote_average":0.0,"runtime":1,"cert":"N\/A","id":450026,"title":"Man and Woman","adult":false,"genre_ids":[]},{"cast":["Mayim Bialik"],"overview":"A profile of Dr. Marian Diamond, a brain scientist who is considered one of the founders of modern neuroscience.","release_date":"2016-02-14","vote_average":0.0,"runtime":57,"cert":"\"\"","id":450028,"title":"My Love Affair with the Brain","adult":false,"genre_ids":[99]},{"cast":[],"overview":"action adventure","release_date":"","vote_average":0.0,"runtime":120,"cert":"N\/A","id":450030,"title":"My movies","adult":false,"genre_ids":[]},{"cast":[],"overview":"Kazimierz Leski tells the story of his life. During the war, he was a spy of the Polish resistance, pretending to be a German general. After the war, he was tortured and imprisoned for espionage, and spent ten years in Stalinist jail.","release_date":"1988-04-01","vote_average":0.0,"runtime":18,"cert":"N\/A","id":450041,"title":"I Was a General of Wehrmacht","adult":false,"genre_ids":[99]},{"cast":["Yeshi Choeden","Kunga Tashi","Mentok Gurung","Karchyung Gurung","Tsewang Rinzin Gurung"],"overview":"","release_date":"2015-05-18","vote_average":0.0,"runtime":null,"cert":"\"\"","id":450043,"title":"Serdhak","adult":false,"genre_ids":[]},{"cast":["Nivin Pauly","Aishwarya Rajesh","Aparna Gopinath","Sreenivasan","Gayathri Suresh"],"overview":"Comrade Krishna Kumar wants to make it big in politics but lacks the ideals a sakhavu should possess. He is ruthless enough to even get rid of friends who might be possible hurdles on his way up. His paths cross with that of a veteran comrade, sakhavu Krishnan and the film depicts how his life influences Krishna Kumar.","release_date":"2017-04-14","vote_average":5.6,"runtime":163,"cert":"N\/A","id":450045,"title":"Sakhavu","adult":false,"genre_ids":[18]},{"cast":["Indrajith Sukumaran","Prithviraj Sukumaran","Murali Gopy","Suraj Venjaramoodu","Ananya"],"overview":"The lives of a vedic scholar Pattabhiramagiri and his family come under threat after a godman and his goons try to displace him from his centuries-old ancestral home as part of building an ashram. The “curse” that befalls Pattabhiraman in the face of opposition leaves him broken, till a mysterious ally lends him his support. Their fight against the evil forces forms the rest of the plot.","release_date":"2017-07-07","vote_average":5.6,"runtime":168,"cert":"N\/A","id":450047,"title":"Tiyaan","adult":false,"genre_ids":[18]},{"cast":[],"overview":"What initially appears a hymn to equestrianism soon turns into an illustration of the kind of horrible injuries horses can suffer in riding and jumping contests.","release_date":"1987-04-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":450049,"title":"A Lump of Sugar","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An unemployed census representative asks questions to others experiencing similar difficulties.","release_date":"2002-04-01","vote_average":0.0,"runtime":26,"cert":"N\/A","id":450051,"title":"Your Native Country","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The story sees a black hole enter our solar system, setting off natural disasters on an unprecedented scale. Cities are assaulted by gigantic meteorites, continents are devastated by super-volcanos, and Earth’s shifting axis triggers a cataclysmic second Ice Age. All the while, a team of scientists, soldiers and astronauts must work together to save the planet from imminent annihilation.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":450062,"title":"Black Hole","adult":false,"genre_ids":[53,878,28]},{"cast":[],"overview":"","release_date":"1984-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":450064,"title":"Lin e Katazan","adult":false,"genre_ids":[35]},{"cast":["Harihar Sharma","Shanti Maskey","Neer Shah","Bishwa Basnet","Meenaxi Anand"],"overview":"","release_date":"1980-11-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":450066,"title":"Sindoor","adult":false,"genre_ids":[]},{"cast":[],"overview":"MANGKUKULOB starring Marvelous Alejo is considered by some as one of the best psychological thriller Filipino film of 2012. Written and directed by RON SAPINOSO.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":450068,"title":"Mangkukulob","adult":false,"genre_ids":[]},{"cast":["Keeley Hazell","Craig Rees","Barbara Nedeljáková","Diane Ayala Goldner","Phil Bloomberg"],"overview":"A young couple grieving the recent death of their daughter move to the countryside where they are haunted by their tragedy and a sinister darkness.","release_date":"2015-10-30","vote_average":6.0,"runtime":90,"cert":"\"NR\"","id":450070,"title":"Whispers","adult":false,"genre_ids":[27,18,53]},{"cast":[],"overview":"","release_date":"2017-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":450072,"title":"Tommy e gli altri","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":450083,"title":"NubileFilms - Vol. 01","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":450085,"title":"NubileFilms - Vol. 03","adult":true,"genre_ids":[]},{"cast":["Michelle Owens","Michael McMillen","Gregory A. Greer","Robert Miano","Celeste Yarnall"],"overview":"A modern vampire is killing people and sucking blood in the city. The police can't stop him, because of his wits and strength. One night, fighting with a police woman, the vampire bites her, but instead of becoming a new mistress for him, this woman becomes a super vampi-cop...","release_date":"1993-07-09","vote_average":5.0,"runtime":85,"cert":"\"\"","id":450087,"title":"Midnight Kiss","adult":false,"genre_ids":[27]},{"cast":["Bono","The Edge","Adam Clayton"," Larry Mullen Jr.","Sting"],"overview":"TRACKLIST  U2:  MLK  Pride (In The Name Of Love)  Bad  Sunday Bloody Sunday  Maggie's Farm \/ Cold Turkey (Snippet)  Help!  Sun City (With Lou Reed &amp; Nona Hendrix &amp; Little Steven &amp; Ruben Blades )  The Police:  Message in a bottle  King of pain  Driven to tears  Every breath you take  Roxanne  Invisible Sun (The Police &amp; Bono )  All-Stars-Finale:  I Shall Be Released","release_date":"1986-06-15","vote_average":0.0,"runtime":67,"cert":"\"\"","id":450089,"title":"U2 & The Police: A Conspiracy of Hope","adult":false,"genre_ids":[10402]},{"cast":["Felipe Cabral","Julia Stockler","Gabriel Falcão","João Pedro Zappa","George Sauma"],"overview":"","release_date":"2012-04-15","vote_average":0.0,"runtime":12,"cert":"N\/A","id":450094,"title":"Gaydar","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The global 'war on drugs' has seen countless human rights abuses and claimed many lives. In 2013, Uruguay [made history when it] became the first country to comprehensively regulate the cannabis market. Cannabis in Uruguay documents the progress and outcome of this ruling, charting our cultural understanding of marijuana, and investigating why drug policy and production has historically caused violent conflicts.","release_date":"2017-04-25","vote_average":0.0,"runtime":60,"cert":"\"\"","id":450102,"title":"Cannabis in Uruguay","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Rarity is trying to move a grand piano into the band room for practice, so she gets the Diamond Boys to help her. At Pinkie Pie's suggestion, Rarity tries a keytar, and finds she likes it.","release_date":"","vote_average":0.0,"runtime":2,"cert":"N\/A","id":450104,"title":"Player Piano","adult":false,"genre_ids":[]},{"cast":[],"overview":"Seven Intellectuals in Bamboo Forest has five parts. The series was finished in 2007 and shown as whole in the Venice Biennale the same year. Yang Fudong uses myths, individual memories and experiences as means to study identity and how it may be formed. In his films the spectator can sense the contradictions in the present and past China.  Seven Intellectuals in Bamboo Forest, Part 1, was filmed on the Yellow Mountain. The mountain has a significant status in the traditional Chinese painting. The scenery, the not so clear motives of each character in the film combined with the music creates an almost poetic atmosphere.","release_date":"2003-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":450106,"title":"Seven Intellectuals in Bamboo Forest, Part I","adult":false,"genre_ids":[]},{"cast":[],"overview":"10 January1946, the antennae of Camp Evans emit a short signal with very great power towards the Moon. A little more than two seconds later, they capture a slight echo. This was the first success for Project Diana, two years after its launch. Giving form(s) — in all the senses that this term may include — to what is invisible is at the heart of Simon Ripoll-Hurier’s practice. From amateur radio operator clubs to ghost hunters, from bird watchers to the drums that could send signals on battle fields, the challenge here is to successfully establish contact with a distant, absent being, by using much more mysterious means than those inhabiting our daily lives. So, although the machine appears in diverse forms, the challenge is probably more linked to the immaterial, to the silence or to the background noises that constantly disturb the efforts and attempts","release_date":"2017-04-26","vote_average":0.0,"runtime":48,"cert":"N\/A","id":450108,"title":"Diana","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Rainbooms sing about their everlasting friendship to Sunset Shimmer.","release_date":"","vote_average":0.0,"runtime":3,"cert":"N\/A","id":450113,"title":"Friendship Through the Ages","adult":false,"genre_ids":[]},{"cast":[],"overview":"Rarity sings about her fashion philosophy.","release_date":"","vote_average":0.0,"runtime":3,"cert":"N\/A","id":450115,"title":"Life Is a Runway","adult":false,"genre_ids":[]},{"cast":[],"overview":"YeJoo and EunMin spent two years as a couple so far. One day, YeJoo wants to finish the relationship that she had with EunMin. EunMin gets angry and asks if there's another girl. Yejoo says she got a boyfriend.","release_date":"2016-12-09","vote_average":7.5,"runtime":9,"cert":"N\/A","id":450126,"title":"Five Steps To Accept Farewell","adult":false,"genre_ids":[18]},{"cast":["Alan Curtis","Lon Chaney Jr.","Kent Taylor","Noah Beery Jr.","Martha O'Driscoll"],"overview":"In this action western, the notorious Dalton Boys have decided to go straight and move to Argentina. Just before they leave, they learn of a friend whose land is about to be seized by a greedy land company. Before they can help, the man is killed by a company assassin. The brothers do manage to rescue his widow and head for the hills. There, they decide to revert back to outlaw life. Meanwhile, a newspaper publisher's daughter falls for one of the brothers.","release_date":"1945-11-23","vote_average":0.0,"runtime":72,"cert":"\"\"","id":450128,"title":"The Daltons Ride Again","adult":false,"genre_ids":[37]},{"cast":[],"overview":"A woman puts on her most beautiful dress. The iridescent reflections pierce the darkness, from which emerges archive footage showing the attack of the Burkinabe National Assembly by 'bare-handed' demonstrators in October 2014. They were opposing the amendment of an article of the constitution demanded by Blaise Compraoré, who had been in power since the assassination of the ‘father’ of the Republic of Burkina Faso, Thomas Sankara, on 15 October 1987. \"Qui es-tu Octobre?\" retraces this story through a family living in a district of Ouagadougou.","release_date":"2017-04-24","vote_average":0.0,"runtime":56,"cert":"N\/A","id":450130,"title":"Who Are You October?","adult":false,"genre_ids":[]},{"cast":["Simon Cowell","Paula Abdul","Ryan Seacrest","Randy Jackson"],"overview":"Features the worst performances from the 1st four seasons of the pop cultural phenomena American Idol.","release_date":"2005-11-22","vote_average":0.0,"runtime":150,"cert":"\"NR\"","id":450132,"title":"American Idol: The Worst of Seasons 1-4","adult":false,"genre_ids":[10402]},{"cast":["Go Min-si"],"overview":"A writer tries to force his character into suicide, but the character fights back.","release_date":"2016-11-09","vote_average":0.0,"runtime":3,"cert":"N\/A","id":450134,"title":"Parallel Novel","adult":false,"genre_ids":[18]},{"cast":[],"overview":"“Rolex the Portuguese” has risked the “adventure” in neighbouring Burkina Faso, without success. Here he is back in Abidjan, to make lots of money. With his companions, aged between 15 and 25, he makes a living from casual trade, in particular from that of  “grazing”, i.e. online scams, taking advantage of the monetary largesse of white women in search of love or sensations, whose money they then blow in the ‘maquis’ (bars) or nightclubs.","release_date":"2017-04-25","vote_average":0.0,"runtime":53,"cert":"N\/A","id":450136,"title":"Being Rich","adult":false,"genre_ids":[99,10770]},{"cast":["Barbara Alyn Woods","Jack Armstrong","Steve Chase","Darcy DeMoss","Jeff Griggs"],"overview":"After the tragic death of her husband, Eve Sinclair takes over Eden; a secluded tropical vacation spot where the world's rich and powerful come to indulge in their most private fantasies. Feature pilot episode for the Playboy series.","release_date":"1993-06-27","vote_average":0.0,"runtime":102,"cert":"\"R\"","id":450138,"title":"Eden","adult":false,"genre_ids":[18]},{"cast":["Santiago Pedrero","Eduardo Sapac","Emiliano Carrazzone","Coni Marino"],"overview":"With no memory, a young man wakes up beaten and in a mysterious place, only gradually coming to remember that he was involved in a horrific accident.","release_date":"2015-10-31","vote_average":5.3,"runtime":84,"cert":"N\/A","id":450152,"title":"La sangre del gallo","adult":false,"genre_ids":[53]},{"cast":["Muhammed Lawal","Quinton Jackson","Emmanuel Sanchez","Marcos Galvão","Sergei Kharitonov"],"overview":"Bellator 175: Rampage vs. King Mo 2 was held on March 31, 2017 at the Allstate Arena in Rosemont, Illinois. The event will air live in prime time on Spike TV.  The event was headlined by Heavyweight bout between former UFC Light Heavyweight Champion Quinton Jackson against former Strikeforce Light Heavyweight Champion Muhammed Lawal.  At the weigh ins, Emmanuel Sanchez missed the 146-pound featherweight limit, coming in at 149.5 pounds. The fight was changed to a catchweight.","release_date":"2017-03-31","vote_average":7.0,"runtime":144,"cert":"\"\"","id":450154,"title":"Bellator 175: Rampage vs. King Mo 2","adult":false,"genre_ids":[10770]},{"cast":[],"overview":"An OFW returns home with her mother to fulfill a promise made for his father.","release_date":"2017-02-08","vote_average":0.0,"runtime":7,"cert":"N\/A","id":450159,"title":"Welcome Home","adult":false,"genre_ids":[18]},{"cast":["Wolfgang Zilzer","Fritz Kortner","Mathias Wieman","Magda Sonja","Emil Lind"],"overview":"Mata Hari, die rote Tänzerin (English: Mata Hari: The Red Dancer), often shortened on release to Mata Hari, is a 1927 German silent drama film directed by Friedrich Feher and starring Magda Sonja, Wolfgang Zilzer and Fritz Kortner. It depicts the life and death of the German World War I spy Mata Hari. It was the first feature-length portrayal of Hari.","release_date":"1927-05-02","vote_average":0.0,"runtime":80,"cert":"N\/A","id":450161,"title":"Mata Hari: the Red Dancer","adult":false,"genre_ids":[18]},{"cast":["Rob Freeman","John Savage","Sonia Berah","Manuel Cassol","Verónica Cortez"],"overview":"International criminals try to obtain a revolutionary new gun made for the U.S. government.","release_date":"1994-01-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":450163,"title":"Deadly Weapon","adult":false,"genre_ids":[28,12]},{"cast":["José Bódalo","José Isbert","José Luis López Vázquez","Juanjo Menéndez","Gracita Morales"],"overview":"","release_date":"1961-09-27","vote_average":7.0,"runtime":null,"cert":"N\/A","id":450177,"title":"Vamos a contar mentiras","adult":false,"genre_ids":[35]},{"cast":["Eric Judor","Blanche Gardin","Youssef Hajdi","Célia Rosich","Marie Helmer"],"overview":"When a pandemic strikes the world, Victor and his family get stuck within a hippie community.","release_date":"2017-05-10","vote_average":5.1,"runtime":85,"cert":"N\/A","id":450179,"title":"Problemos","adult":false,"genre_ids":[35]},{"cast":["Eddie Constantine","Elisa Montés","José María Nieto Roa","Silvia Solar","Henri Cogan"],"overview":"A writer stumbles into a job as a mob enforcer.","release_date":"1963-04-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":450181,"title":"As if It Were Raining","adult":false,"genre_ids":[53]},{"cast":["Tolepbergen Baysakalov","Nurzhuman Ikhtymbayev","Inkar Bazarbaeva","Erbolat Tolegenov","Inkar Abdrash"],"overview":"Bakha, Sasha and Ruslan are best friends and they're constantly being bullied at school. Bakha wants to get stronger to fight hooligans and earn some respect in the neighborhood.","release_date":"2011-05-25","vote_average":0.0,"runtime":73,"cert":"N\/A","id":450183,"title":"SuperBakha","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Filmmaker Irene Lusztig unearths a dark family secret in search of answers and reconciliation in her breakthrough feature documentary, \"Reconstruction.\"","release_date":"2002-06-01","vote_average":10.0,"runtime":90,"cert":"\"\"","id":450185,"title":"Reconstruction","adult":false,"genre_ids":[99]},{"cast":["Alfred Hitchcock","James Stewart","Doris Day","Patricia Hitchcock"],"overview":"The making of Alfred Hitchcock's 1956 film 'The Man Who Knew Too Much'.","release_date":"2000-04-01","vote_average":7.0,"runtime":34,"cert":"\"NR\"","id":450187,"title":"The Making of 'The Man Who Knew Too Much'","adult":false,"genre_ids":[99]},{"cast":["Naser Malek Motiee","Mohamad Ali Fardin","Behrouz Vossoughi","Ehsan Khoshbakht","Pouri Baneai"],"overview":"A found-footage essay, Filmfarsi salvages low budget thrillers and melodramas suppressed following the 1979 Islamic revolution.","release_date":"2019-07-26","vote_average":0.0,"runtime":84,"cert":"N\/A","id":450189,"title":"Filmfarsi","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Internet icons, teamed up with JibJab and legendary director John Landis in 2006 for The Great Sketch Experiment. Together they birthed some embryo of original comedies.","release_date":"2006-10-20","vote_average":7.0,"runtime":28,"cert":"\"\"","id":450194,"title":"The Great Sketch Experiment","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Pottz, Dane, Curren and Johnny Boy at Backdoor... Munga, Nicky Wood and Chris Billy down uner in Oz... Poto, Carroll, Derek &amp; Michael Ho, Burns &amp; Kasuya ripping and charging at Pipeline, Backdoor, OTW and Rocky Point... Schmidt, Ruffo, Gallagher, Steve Price and Peter Mell in Nor Cal Juice... and more!","release_date":"1990-01-01","vote_average":0.0,"runtime":45,"cert":"N\/A","id":450196,"title":"Bustin' Out","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Travel to remote beaches of war-torn Central America (see never-before -photographed waves of Roco Bruja). Catch the waves of Puerto Rico, the North Shore, Outer Hawaiian Islands, California and the warm waters of the Caribbean.","release_date":"1983-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":450198,"title":"Follow the Sun","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A new pick-up game for surfing. Andy Irons, Mick Fanning, Bruce Irons, Jamie O'Brien, Ian Walsh, Ben Dunn, Beau Emerton, Alex Gray.","release_date":"2005-01-01","vote_average":0.0,"runtime":42,"cert":"N\/A","id":450200,"title":"Red Bull 5X","adult":false,"genre_ids":[99]},{"cast":["Britney Spears"],"overview":"The 'Glory' pop icon heads across the pond to perform her greatest hits and new tracks from her latest studio album as part of the Apple Music Festival. For all her hyper-sexuality, Britney Spears still moves like a phoenix, so her dozen dancers did the more taxing legwork, leaving her as the gyrating calm in the center of the frenzied hurricane. This was a riot of sound, color and movement. More important still, from first to last it was fabulous fun.","release_date":"2016-09-27","vote_average":8.7,"runtime":null,"cert":"N\/A","id":450202,"title":"Britney Spears: Apple Music Festival","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Bells really turns it on for this new and unique surfing content, modelled on the Golf Skins Competitions, gathering together the very best surfers from around the world to match themselves against the biggest and bet waves that Bells can throw at them. This limited edition video captures the incredible tactics and skill that it takes to be among the world's greatest surfers. $5000 per wave... Big money... Best man wins... Take no prisoners!... This is as good as it gets!","release_date":"1997-01-01","vote_average":0.0,"runtime":54,"cert":"N\/A","id":450204,"title":"Super Skins at Bells","adult":false,"genre_ids":[99]},{"cast":["Lajos Miller","Csilla Herczeg","Éva Szerencsi","Péter Cseke","Gyula Bodrogi"],"overview":"","release_date":"1983-03-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":450206,"title":"A corneville-i harangok","adult":false,"genre_ids":[9648,10749,10770,35,10402]},{"cast":["Susan Sheridan","Gary Martin","Jonathan Kydd","Mark Pickard","Alex Patterson"],"overview":"An animated anthology featuring characters from The Beano comic strips.","release_date":"1994-12-12","vote_average":8.0,"runtime":55,"cert":"N\/A","id":450214,"title":"Beano Videostars","adult":false,"genre_ids":[16]},{"cast":["Yoon Dong-hwan","정슬기","Kim Tae-yoon"],"overview":"Su-Yun is student in college. She meets a boyfriend, Jun, in school. They love each other but Su-Yun has a secret. She has been in forced into a sexual relationship with her stepfather, Kim Yong. Jun tries to help Su-Yun to escape her father but Kim Yong attacks Jun and tries to keep Su-Yun. Jun goes to Kim Yong's house and fights with him.","release_date":"2015-05-21","vote_average":0.0,"runtime":84,"cert":"N\/A","id":450216,"title":"Dogpa","adult":false,"genre_ids":[80]},{"cast":["Pál Hetényi","Tibor Kristóf","János Harkányi","Mádi Szabó Gábor","György Bánffy"],"overview":"","release_date":"1981-05-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":450218,"title":"Halál a pénztárban","adult":false,"genre_ids":[80,10770]},{"cast":["Richard Tyson","Steven Owsley","Robert Vaughn"],"overview":"","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":450220,"title":"Silent Justice - Selbstjustiz","adult":false,"genre_ids":[]},{"cast":["Patrick McConnell","Rhys Atherton","George Batisashivili-Worth","David Bowen","Tom Carter"],"overview":"Mike and Dave, two Northern British idiots sponging off the state, find themselves pissed up with a case load of cash and the vague memory of a dodgy job offer. But when the sinister Mr. Martin comes to check his 'task' has been completed, Mike and Dave must learn to tell the truth or be lost in a lie forever.","release_date":"2016-01-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":450225,"title":"How Not to Work & Claim Benefits... (and Other Useful Information for Wasters)","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"","release_date":"1974-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":450227,"title":"Beer over the Street","adult":false,"genre_ids":[16,35]},{"cast":["Tagui Vardanyan","Maya Margaryan","Michael Janibekyan","Envard Abalyan","Evgeniya Mkrtumyan"],"overview":"A story about young Annie who's taking her parents divorce very hard.","release_date":"1986-04-02","vote_average":0.0,"runtime":74,"cert":"N\/A","id":450229,"title":"The Kite Day","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"Dean Norris portrays a sitcom showrunner whose incessant and indulgent laughter on set masks his darker disposition in this slick satirical slow-burn that builds to a devastating punchline.","release_date":"","vote_average":0.0,"runtime":9,"cert":"N\/A","id":450231,"title":"Antidepressant","adult":false,"genre_ids":[]},{"cast":["Enrique Villén","Luisa Martín","Juan Codina","Amparo Climent","Roberto Quintana"],"overview":"","release_date":"2010-03-01","vote_average":4.5,"runtime":null,"cert":"N\/A","id":450233,"title":"La huella del crimen:  El secuestro de Anabel","adult":false,"genre_ids":[80,18,10770]},{"cast":["Jeong Yeon-joo","이지우","송예림","백병철"],"overview":"One blazing summer day, Ja-gyung, a sixteen-year-old girl, is pissed off with her dad's affair. She barges into her dad's mistress' house and encounters her two little kids.","release_date":"2011-01-01","vote_average":10.0,"runtime":19,"cert":"N\/A","id":450238,"title":"Guest","adult":false,"genre_ids":[]},{"cast":["Pavel Novotny","Pavel Dubcek","Jirka Bartok","Karel Bartok","Boris Tomek"],"overview":"The film features Pavel Novotny (otherwise known as Jan Dvorak) in a variety of gay sexual encounters in sumptuous settings and wonderful locations. Novotny is handsome, athletic and well-endowed. Higgins has chosen a romantic, lyrical style and the production values are very high. The sex scenes are stunning. This certainly sets the standard against which contemporary gay porn films should be measured.","release_date":"2001-12-01","vote_average":7.0,"runtime":130,"cert":"N\/A","id":450243,"title":"The Jan Dvorak Story","adult":true,"genre_ids":[]},{"cast":["Viktor Merezhko","Aleksey Guskov","Yegor Grammatikov","Yelena Vnukova","Svetlana Zajtseva"],"overview":"WIld events are starting to happen to the group of youngsters on an abandoned beach.","release_date":"1990-04-02","vote_average":0.0,"runtime":69,"cert":"N\/A","id":450245,"title":"Wild Beach","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2003-02-01","vote_average":5.0,"runtime":6,"cert":"N\/A","id":450247,"title":"The Garden","adult":false,"genre_ids":[16]},{"cast":["Shay Sweet","Vicky Vette","Randy Spears","Mike Horner"],"overview":"The Starship Intercourse is dispatched to Deep Space Station 69 to retrieve Charly Walker, the lone survivor of a spaceship crash, marooned on a desolate planet for 20 years. Charly turns out not to be a grizzled old spaceman, but a \"hot babe\". But that's not the only surprise in store for Captain Quirk and crew. Charly possesses an insatiable libido and the ability to transmit her consciousness to others, effectively wresting control of their bodies from the owners. She bends one crewman after another to her will and whim, even taking a turn as Captain Quirk.","release_date":"2007-05-01","vote_average":4.0,"runtime":99,"cert":"\"NR\"","id":450252,"title":"Sex Trek: Charly XXX","adult":true,"genre_ids":[12,35]},{"cast":["Kathlene Ashcraft","Kyle Jones"],"overview":"A group of high school students that document the events of their senior year in this suspenseful 'Found Footage' thriller.","release_date":"2015-01-01","vote_average":5.0,"runtime":75,"cert":"\"\"","id":450254,"title":"Graduation Day","adult":false,"genre_ids":[]},{"cast":[],"overview":"Rainbow Dash tries to spy on Crystal Prep Academy's sports team, but Pinkie Pie ruins her attempts to remain unseen.","release_date":"","vote_average":0.0,"runtime":3,"cert":"N\/A","id":450256,"title":"Pinkie Spy","adult":false,"genre_ids":[]},{"cast":[],"overview":"On April 1st, Marco Huck faces dangerous Cruiserweight Mairis Briedis for the WBC World Title at the Westfalenhalle in Dortmund, Germany, live on BoxNation.","release_date":"2017-04-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":450258,"title":"Marco Huck vs Mairis Briedis","adult":false,"genre_ids":[]},{"cast":["Aristarkh Livanov","Boris Shcherbakov","Alena Khmelnitskaya","Irena Kokryatskaya","Larisa Polyakova"],"overview":"A few women, wives of a big communist bosses are blackmailed into prostitution but no one is trying to escape this business.","release_date":"1991-04-02","vote_average":0.0,"runtime":83,"cert":"N\/A","id":450263,"title":"Rendez-vous House","adult":false,"genre_ids":[10770,18,9648,80]},{"cast":["Booboo Stewart","Q'orianka Kilcher","Jon Proudstar","Keith Longhorn Jr.","Casey Camp-Horinek"],"overview":"A high school cross country star growing up in a Native American community faces a barrage of personal struggles the day before the most important race of his life.","release_date":"2013-06-01","vote_average":7.3,"runtime":25,"cert":"\"\"","id":450265,"title":"Running Deer","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two friends get more than they bargained for as they try to help a friend find his way home. What ensues is an unwilling night tour through the streets of Seoul(Korea) to help their friend, while testing the limits of their friendship.","release_date":"2017-01-04","vote_average":0.0,"runtime":23,"cert":"N\/A","id":450267,"title":"Seoul Tour","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Filmed and recorded entirely live over the weekend of October 25 and 26, 2013 with fans and friends at John T. Floore Country Store in Helotes, TX.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":450269,"title":"Randy Rogers Band Homemade Tamales - Live at Floore's","adult":false,"genre_ids":[10402]},{"cast":["Chintana Sukphuy","Jidapa Rungraung"],"overview":"Whale has used 52 Hz to call to another Whale for many years.","release_date":"2017-03-02","vote_average":0.0,"runtime":6,"cert":"N\/A","id":450271,"title":"52 Hz","adult":false,"genre_ids":[18]},{"cast":[],"overview":"What did we do wrong? When we fall in love with someone, we can get ourselves feeling hurt over and over again.","release_date":"2017-04-02","vote_average":0.0,"runtime":6,"cert":"N\/A","id":450273,"title":"Again","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Selfie is a pop culture in Hong Kong. Other than entertaining oneself, taking selfie can be an artistic work of personal photography. In general, people have negative feelings towards selfie, but it does carry alternative and in-depth meanings such as capture the moment and understanding oneself.","release_date":"2015-01-20","vote_average":0.0,"runtime":8,"cert":"N\/A","id":450275,"title":"Happy Selfie Time","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Originally trained as a graphic designer and having worked in advertising for a number of years, Mun Foong's story is one about childhood interests - cutting up living room curtains to make cloths - to switching careers to follow a passion, even if it means having to teach herself all the skills needed, right from scratch.","release_date":"2014-04-02","vote_average":0.0,"runtime":5,"cert":"N\/A","id":450277,"title":"Mun Foong, A.K.A Wayward","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Choi Ji Young who is a workaholic is a female lead. Her boyfriend wants to take a trip with her but she doesn't want because she only focus on her work.","release_date":"2016-12-15","vote_average":0.0,"runtime":7,"cert":"N\/A","id":450279,"title":"Turn Off","adult":false,"genre_ids":[]},{"cast":["Haruka Kinami","Izumi Fujimoto","Michiko Kawai","Pong-Fong Wu","Masahiro Komoto"],"overview":"Two sisters Tae and Yo come back to their old house which is soon to be torn down. Clearing up the family mementos, Tae finds a red box full of recipes and letters written by their mother who died 20 years ago. In these recipes and letters, she finds out how her mother had struggled in her life due to relocation from Japan to Taiwan, the death of her Taiwanese husband, and a battle with cancer. Tae travels to Taiwan to trace her mother's past, reminiscing about the dishes she made for the family.","release_date":"2016-09-20","vote_average":7.8,"runtime":117,"cert":"N\/A","id":450281,"title":"What's for Dinner, Mom?","adult":false,"genre_ids":[18]},{"cast":["Pedro Weber","Felicia Mercado","Guillermo Rivas","Leonorilda Ochoa","Pedrín Orosco"],"overview":"A group of workers at a beer factory fight crime together.","release_date":"1991-01-01","vote_average":0.0,"runtime":77,"cert":"N\/A","id":450292,"title":"Las caguamas ninja","adult":false,"genre_ids":[28,35]},{"cast":["Magdale Alves","Cláudio Assis","Mônica Pantoja","Aramis Trindade","Paulo de Castro"],"overview":"","release_date":"2000-04-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":450294,"title":"Conceição","adult":false,"genre_ids":[12,18]},{"cast":[],"overview":"Documentary sequel to \"Z'Alp\" about 3 families spending a summer farming in the alps.","release_date":"2016-10-13","vote_average":0.0,"runtime":105,"cert":"N\/A","id":450296,"title":"Alpzyt","adult":false,"genre_ids":[99]},{"cast":[],"overview":"When a kingdom gets cursed by One-Eye (Ian Hecox), it's up to Freddy (Anthony Padilla), Frog Princess (Ambyr Childers) and Ababwa (Jon Lovitz) to make things right again. The mighty frogs set off on an adventure to stop the curse, and things begin to get harder along the journey. Join them on their mission to save the kingdom!","release_date":"2016-02-21","vote_average":5.0,"runtime":null,"cert":"\"PG\"","id":450298,"title":"Arctic Adventure: On Frozen Pond","adult":false,"genre_ids":[16]},{"cast":["Cvita Viljač","Eric Cantona","Anđela Ramljak","Linda Begonja","Goran Grgić"],"overview":"A fairy tale set in the bucolic countryside of Central Europe at the turn of the 20th century. Anka, an orphan girl, bravely sets off in the pursuit of a home, facing the hardships of life, and ultimately finds her place with the help of a magical world and its mysterious creatures.","release_date":"2017-02-23","vote_average":0.0,"runtime":90,"cert":"N\/A","id":450300,"title":"Anka","adult":false,"genre_ids":[12,10751,14,10749]},{"cast":[],"overview":"Riya dances in the beer bars of Mumbai to make a living. The documentary follows her from her home in Delhi to Mumbai where hundreds of working class girls come in search of work and a future. Riya's future is unpredictable and the present is marked with its own difficulties. The police harass her family in Delhi, there is constant pressure from her agent in Mumbai to attract more tips and the work itself is demanding. However, there are other girls to have fun with, there is money to dress well and then there are men' admirers promising the moon. The documentary is an intimate portrait of the everyday in the life of the girls, their agents and their neighbourhoods.","release_date":"","vote_average":0.0,"runtime":64,"cert":"N\/A","id":450302,"title":"Delhi-Mumbai-Delhi","adult":false,"genre_ids":[]},{"cast":["Skin Diamond","Mocha Menage","Mocca Angel","Rhianna Royce","Ayanna Lee"],"overview":"The roundest, brownest, most gorgeous ebony beauties on the fucking planet!","release_date":"2015-01-27","vote_average":0.0,"runtime":187,"cert":"\"NC-17\"","id":450313,"title":"Round and Brown 34","adult":true,"genre_ids":[]},{"cast":[],"overview":"The film offers an intimate and fascinating insight into the pilgrim's journey, seeking to probe some of the timeless questions confronting humanity.","release_date":"2017-01-14","vote_average":0.0,"runtime":60,"cert":"N\/A","id":450315,"title":"Looking for Infinity: El Camino","adult":false,"genre_ids":[99]},{"cast":["Vince Staples","Marianne Gabrielle","Hans Martinez","Johnny Moralez","Gleny Rivera"],"overview":"Short film starring Vince Staples featuring tracks from his EP Prima Donna.","release_date":"2016-09-01","vote_average":0.0,"runtime":10,"cert":"\"\"","id":450317,"title":"Prima Donna","adult":false,"genre_ids":[]},{"cast":["Jessica Stroup","George Maguire","Taylor Lambert","Alicia Blasingame","Lana Rae Jarvis"],"overview":"Wasted on the young? A sci-fi film about growing old in a world of perpetual youth.","release_date":"2016-01-01","vote_average":0.0,"runtime":18,"cert":"\"\"","id":450319,"title":"Youth","adult":false,"genre_ids":[878,18]},{"cast":["Shareefa Daanish","Andhika Pratama","Nia Ramadhani","Mastur Irawan"],"overview":"A College Teen Gets Possessed By Three Satanic Spirits After Retrieving A Mysterious Odd Doll,With The Help Of Her Two Friends They Must Race Against Time In Order Of What Is Something Sinister Happening To Her Before Time Runs Out.","release_date":"2008-03-27","vote_average":4.0,"runtime":99,"cert":"N\/A","id":450321,"title":"Kesurupan","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"","release_date":"2010-01-21","vote_average":0.0,"runtime":6,"cert":"\"\"","id":450323,"title":"Choke","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Trnka brings to life a surrealist circus of tightrope-walking fish, musical monkeys, balancing bears, and high-flying acrobatics in this whimsical feat of cutout animation made in collaboration with leading Czech painters of the era.","release_date":"1951-01-01","vote_average":5.0,"runtime":12,"cert":"N\/A","id":450334,"title":"The Merry Circus","adult":false,"genre_ids":[16]},{"cast":["Elena Martín","Oriol Puig","Paula Knüpling","Carla Linares"],"overview":"A young Spanish exchange student who is on her own for the first time in her life tries to adjust to a vastly different life in Berlin.","release_date":"2017-06-16","vote_average":4.6,"runtime":90,"cert":"N\/A","id":450336,"title":"Julia Is","adult":false,"genre_ids":[18]},{"cast":["María Ribera"],"overview":"","release_date":"2017-03-18","vote_average":6.0,"runtime":null,"cert":"N\/A","id":450338,"title":"No quiero perderte nunca","adult":false,"genre_ids":[]},{"cast":["Claire Brennen","Billy Holms","John Dennis","Brad Logan","Doris Gohlke"],"overview":"During Prohibition, a meek bookkeeper hides out from gangsters at a health farm. The gangsters find out where he is. Complications ensue.","release_date":"1961-07-04","vote_average":0.0,"runtime":63,"cert":"\"\"","id":450340,"title":"The Touchables","adult":false,"genre_ids":[80]},{"cast":["Ted Kirkpatrick"],"overview":"As drummer, songwriter and cofounder of Tourniquet since its inception in 1990, Ted's agressive, musical, and often unorthodox approach to the drums has been recognized by thousands. See where he gets his inspiration and how he transfers that passion to the drums - enter the drumming world of Ted Kirkpatrick.","release_date":"","vote_average":0.0,"runtime":144,"cert":"N\/A","id":450342,"title":"Circadian Rhythms - The Drumming World of Ted Kirkpatrick","adult":false,"genre_ids":[99,10402]},{"cast":["Paul Grimault"],"overview":"","release_date":"1931-01-01","vote_average":4.0,"runtime":3,"cert":"N\/A","id":450344,"title":"La séance de spiritisme est terminée","adult":false,"genre_ids":[16]},{"cast":["Ruby O. Fee","Paul Boche","Petra van de Voort","Philippe Brenninkmeyer","Olivia Burkhart"],"overview":"An idyllic town in the Alps. Here Marianna spends her Easter holidays with her children. Her husband, a showmaster, could not travel because of his job. Zazy lives in the same place and teaches dressmaking there. She is not really happy with that, she would rather go into show business. Together with her friend Tomek she dreams of a life in luxury. In the tailoring Zazy meets Marianna, who has become friends with the owner of the store. When he does not return after a trip with Marianna, Zazy senses the chance to make her dream of a TV career come true.","release_date":"2017-03-30","vote_average":0.0,"runtime":93,"cert":"N\/A","id":450352,"title":"Zazy","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"MAYBE TOMORROW\r Profile of 1960s\/1970s music group Badfinger, including interviews with Bill Collins, the group's manager, the former girlfriend of Pete Ham, Beverley Tucker, and the former wife of Tommy Evans, Marianne Evans.","release_date":"","vote_average":0.0,"runtime":30,"cert":"N\/A","id":450357,"title":"Badfinger - Jukebox Heroes (2002)","adult":false,"genre_ids":[]},{"cast":[],"overview":"On a hot summer evening, a father and son try to make mother feel comfortable during her final hours at the hospital. The two men do everything they can to avoid admitting it is impossible to do anything more.","release_date":"2017-03-25","vote_average":0.0,"runtime":16,"cert":"N\/A","id":450359,"title":"Watchkeeping","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Pointless Pencil is a fantasy-comedy about an uncreative, blue-collar worker who must compete in a game of imagination to win a pencil he desperately longs to add to his collection.","release_date":"","vote_average":7.0,"runtime":null,"cert":"N\/A","id":450361,"title":"A Pointless Pencil","adult":false,"genre_ids":[]},{"cast":[],"overview":"01 - Starman (1972) ~ 02 - knock on Wood (1974) ~ 03 - Space Oddity (1975) Pan's People ~ 04 - Heroes (1977) ~ 05 - Cat People (1982) ~ 06 - Advert (1987) ~ 07 - Time Will Crawl (1987) ~ 08 - Never let me down (1987) ~ 09 - You Belong to Rock'n'Roll (1991) ~ 10 - Baby Universal (1991) ~ 11 - Strangers When We Meet  (1995) ~12 - Hallo Spaceboy (1996)  PSB ~ 13 - Dead Man Walking (1997) ~ 14 - Thursday Child (1999) ~ 15 - Survive (1999) ~ 16 - Pretty Things Are Going To Hell - (1999) ~ 17 - Advert  (1999) ~ 18 - Slow Burn Rehearsal ~ 19 - Slow Burn  (2002) ~ 20 - Fame (2002) ~ 21 - I Took A Trip On A Gemini Spaceship (2002) ~ 22 - Everyone Says Hi (2002) ~ Bonus Footage 23 - The Jean Genie 1(973)","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":450363,"title":"David Bowie - Top Of The Pops - 1972-2002","adult":false,"genre_ids":[]},{"cast":["Barun Chanda","Nishita Goswami"],"overview":"Memories, imagination and reality come together in the journey of a young girl looking for her estranged father. The unexplored, beautiful and politically volatile North East of India provides the backdrop.","release_date":"2016-02-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":450368,"title":"Sohra Bridge","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The trials and tribulations of a volatile young playwright as he traverses Ireland in 2016.","release_date":"2017-09-01","vote_average":0.0,"runtime":83,"cert":"N\/A","id":450382,"title":"Soulsmith","adult":false,"genre_ids":[]},{"cast":["Hibari Misora","Ken Takakura","Hitomi Nakahara","Mitsue Komiya","Hizuru Murasaki"],"overview":"Popular geisha Koharu suspects that Yusaku, a handsome stranger she falls in love with, is involved in a robbery of precious diamond.","release_date":"1960-08-07","vote_average":0.0,"runtime":76,"cert":"N\/A","id":450384,"title":"The Prickly Mouthed Geisha, Part 3","adult":false,"genre_ids":[35]},{"cast":["Hibari Misora","Eiko Namiki","Yoko Namiki","Junichiro Yamashita","Hitomi Nakahara"],"overview":"A cosmetics saleswoman falls for a rival executive.","release_date":"1963-06-09","vote_average":0.0,"runtime":80,"cert":"N\/A","id":450386,"title":"Cosmetic Sales Competition","adult":false,"genre_ids":[10749,35]},{"cast":["Pina Turco","Massimiliano Gallo","Tony Tammaro","Cristina Donadio","Arturo Muselli"],"overview":"","release_date":"2017-04-06","vote_average":3.8,"runtime":null,"cert":"N\/A","id":450397,"title":"La parrucchiera","adult":false,"genre_ids":[35]},{"cast":[],"overview":"From 1982 to 1987, broadcast on ZDF , which was moderated by Thomas Gottschalk . It was a mixture of talk and music.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":450399,"title":"Best Of Na Sowas II - 2012","adult":false,"genre_ids":[]},{"cast":["Jesús Rodríguez López"],"overview":"","release_date":"","vote_average":5.0,"runtime":null,"cert":"N\/A","id":450401,"title":"La increíble historia del hombre sin sombra","adult":false,"genre_ids":[16]},{"cast":[],"overview":"1 - Credits &gt; 2 - The Who - I Can See For Miles &gt; 3 - Adam Faith - What Do You Want? &gt; 4 - Adam Faith -  Someone Else's Baby &gt; 5 - Sandie Shaw - (There's) Always Something There to Remind Me &gt; 6 - Sandie Shaw - Wiedehopf Im Mai  &gt; 7 - Marmalade - Ob-La-Di, Ob-La-Da &gt; 8 - The Johnny Harris Orchestra &amp; The Ascot Dancers - (I Can't Get No) Satisfaction &gt; 9 - The Kinks - Days &gt; 10 - Horst Jankowski - A Walk In The Black Forest &gt; 11 - The Hollies - He Ain't Heavy, He's My Brother &gt; 12 - Helen Shapiro - Walkin' Back to Happiness &gt; 13 - Tom Jones - Delilah &gt; 14 - Cilla Black - Anyone Who Had A Heart &gt; 15 - The Shadows - Apache &gt; 16 - Cliff Richard &amp; The Shadows - Bachelor Boy &gt; 17 - Cliff Richard - Congratulations.","release_date":"","vote_average":0.0,"runtime":46,"cert":"N\/A","id":450406,"title":"Pop Go The Sixties (1969)","adult":false,"genre_ids":[]},{"cast":["Boris Shcherbakov","Vladimir Korenev","Lyudmila Gurchenko","Igor Starygin","Romualds Ancāns"],"overview":"Police detectives are investigating a pharmaceutical institute for possible drugs manufacturing and distribution.","release_date":"1988-04-03","vote_average":0.0,"runtime":163,"cert":"N\/A","id":450414,"title":"Road to Hell","adult":false,"genre_ids":[9648,18,80]},{"cast":[],"overview":"Mostly 60's USA TV appearances (and some European TV appearances) by Paul Revere &amp; Raiders, Lovin Spoonful, Hollies, Grass roots, Association, Boyce &amp; Hart, CCR, Mamas &amp; Papas, Byrds, Beach Boys, Spirit, Atomic Rooster.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":450416,"title":"Digital Video Archives - Volume 1 - Pop Rock & Prog","adult":false,"genre_ids":[]},{"cast":["Antonella Lenauer","Peter Glonek","Fanny Herzog","Steffen Höld","Ann-Birgit Höller"],"overview":"A car drives through the snow. Behind the wheel is Nelly. She is thirteen years old. Nelly wants to go home. Separating her from her goal are three questions, two keys, a diving tower and a racing heart.","release_date":"2015-02-10","vote_average":8.0,"runtime":17,"cert":"\"\"","id":450418,"title":"Nelly","adult":false,"genre_ids":[10751,18]},{"cast":["Harry Baer","Anne Ratte-Polle","Max Rothbart","Ellen Schlootz","Christian Wewerka"],"overview":"Was it an accident? A love triangle? A drunken brawl or just something completely different?","release_date":"2013-06-01","vote_average":0.0,"runtime":32,"cert":"N\/A","id":450420,"title":"Dirty Young Loose","adult":false,"genre_ids":[18]},{"cast":["Jesse Ridgway","Jeffrey Ridgway, Sr.","Jeffrey Ridgway, Jr.","Teresa Ridgway","Tom Abraham"],"overview":"A documentary filmmaker meets with YouTube sensation Jesse Ridgway, a.k.a. McJuggerNuggets, to discuss Jesse’s crazy real-life show “The Psycho Series,” but discovers that sometimes the strangest truths are fiction.","release_date":"2017-04-03","vote_average":8.0,"runtime":93,"cert":"\"\"","id":450422,"title":"Psycho Family","adult":false,"genre_ids":[99,18]},{"cast":[],"overview":"Recorded at the Grampian TV Studios in Aberdeen in late 1978 and broadcast by Grampian on 25th September. Effectively this lay lost and forgotten until just before Christmas 2010 when, seemingly, the master was found.\r 1. Lady Eleanor &gt; 2. Make Me Want To Stay &gt; 3. Kings Cross Blues &gt; 4. Woman &gt; 5. Meet Me On The Corner &gt; 6. Juke Box Gypsy &gt; 7. Run For Home.","release_date":"","vote_average":0.0,"runtime":25,"cert":"N\/A","id":450424,"title":"Lindisfarne - The Entertainers (1978)","adult":false,"genre_ids":[]},{"cast":["Elena Borzunova","Oleg Kropot","Aleksandr Shish","Dmitri Prachenko","Yekaterina Durova"],"overview":"A story about six-graders competing with another classes for a school championship.","release_date":"1984-03-28","vote_average":8.0,"runtime":75,"cert":"N\/A","id":450426,"title":"F-Mark 'with deceit'","adult":false,"genre_ids":[35,12,10751]},{"cast":[],"overview":"About 5000 women are murdered every year throughout the world in what are called ‘honor killings’. In many cases, it is relatives, even the parents, of the victim who perpetrate these horrific acts of violence in reaction to what they consider a slight on their honor. This cutting documentary meets the victims of this brutal tradition, and explores the widespread attitudes used to justify these killings.","release_date":"2016-10-01","vote_average":8.0,"runtime":58,"cert":"N\/A","id":450437,"title":"Women of Freedom","adult":false,"genre_ids":[99]},{"cast":["Paolo De Vita","Mimmo Mancini"],"overview":"","release_date":"2004-03-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":450439,"title":"Zinanà","adult":false,"genre_ids":[]},{"cast":[],"overview":"Miwa is a young high school teacher. She is in charge of boys who refuse to go to school.","release_date":"2016-12-10","vote_average":0.0,"runtime":9,"cert":"N\/A","id":450441,"title":"Struggle","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1989-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":450443,"title":"Его батальон","adult":false,"genre_ids":[10752,18]},{"cast":["Kuan Kuan","Ku Feng","Richard Hartzell","Ho Pak-Kwong","Yuen Sam"],"overview":"Taiwan horror \/ comedy.","release_date":"1988-01-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":450445,"title":"Spirit vs. Zombie","adult":false,"genre_ids":[27,35]},{"cast":[],"overview":"","release_date":"1981-04-01","vote_average":6.0,"runtime":16,"cert":"N\/A","id":450447,"title":"Kosmicheskie prishelcy","adult":false,"genre_ids":[16,878]},{"cast":[],"overview":"Ayumi, 34 years old, has been working as an information call center operator for the past 10 years. In this day when anyone can find whatever they want on the internet, inquiries have dropped markedly. The phone doesn’t ring much anymore. Ayumi is plagued by feelings of emptiness and loneliness. She responds to only one or two calls a day, routine inquiries from older people who use the telephone as their source for information. One day, Ayumi is summoned along with several of her coworkers by her boss that she would be laid off. She then returns to her parents’ house where her father, whom she hadn’t had any contact in years, is waiting.","release_date":"2015-03-04","vote_average":0.0,"runtime":20,"cert":"N\/A","id":450470,"title":"Rumah","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A tactile journey in three parts.\r Markings 1-3 explores nature through the surface of celluloid, using such techniques as tinting, toning, painting and scratching. This film was shot and hand processed at the Independent Imaging Retreat (The Film Farm) in Mount Forest Ontario.","release_date":"2011-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":450472,"title":"Markings 1-3","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2016-09-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":450474,"title":"Das letzte halbe Jahr","adult":false,"genre_ids":[99]},{"cast":["Shauna Grant"],"overview":"Shauna Grant was every man's fantasy. Leaving her hometown at the tender age of eighteen, within a year this dazzling woman child rose to meteonic fame as an adult film superstar. But how did Shauna become the erotic enigma who launched a thousand wet dreams? Journalist\/director Joyce James takes you behind the scenes of the adult film industry as she tries to unravel the puzzle that was, Shauna Grant. Taking a hot and horny look at this blonde beauty's mystique. James meets the people who knew and loved Shauna, watches them make love for the camera, and then discovers the real Shauna Grant herself. In film footage never before seen, this vibrant sexual Venus makes love with all the passion and desire that consumed her life. Filled with scene after scene of mouthwatering action, Shauna: Every Man's Fantasy features the most beautiful women and the hardest men in the erotic cinema today at their blistering and bawdiest best !","release_date":"1985-04-03","vote_average":0.0,"runtime":80,"cert":"\"\"","id":450476,"title":"Shauna: Every Man's Fantasy","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-04-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":450478,"title":"Poubelle La Vie","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Intestinal Fortitude is a post-industrial visual monster... The initial idea was to have many films in one and to have each of those films stand on their own. The multiple layers of this film each contain separate and individual films, all of them representing different ideas, and their stacked complexity give it its punch. The ideas range from enjoying coffee to an industrial hell. Driven by the pure apathy of others, this film was an alarm or wake-up call to my then-current peers in school. - Colin Barton","release_date":"1991-01-01","vote_average":0.0,"runtime":3,"cert":"\"\"","id":450480,"title":"Intestinal Fortitude","adult":false,"genre_ids":[]},{"cast":["Joe Cocker","Pam Cocker","Vic Cocker","Rita Coolidge","Billy Joel"],"overview":"The turbulent life of soul and blues singer, the late Joe Cocker. A former gas fitter from Sheffield, catapulted to world stardom in 1969 at Woodstock with his legendary performance of the Beatles song, \"A Little Help from My Friends\". But in the early 1970s, Joe Cocker's inner demons nearly killed him. Overcoming his struggles with alcohol and drugs, he rebuilt his reputation as \"one of the great primal rock and roll vocalists of all time\" (Billy Joel's description). The film mixes Joe Cocker's own words, with rare archive. His wife (Pam Cocker) & family, friends and the legendary songwriters and musicians he collaborated with, tell Joe Cocker's story. The film has raw, historic, electric performance footage throughout. Extensive interviews of key people through his life include: Pam Cocker, Ben Fong-Torres (Rolling Stone magazine editor), Randy Newman, Jimmy Webb, Billy Joel, Rita Coolidge, Deric Dyer, Glyn Johns, and numerous others.","release_date":"2017-03-17","vote_average":8.0,"runtime":90,"cert":"\"\"","id":450494,"title":"Joe Cocker: Mad Dog with Soul","adult":false,"genre_ids":[99]},{"cast":["Vetri","Aparna Balamurali","Meera Mitun","M. S. Bhaskar","Nassar"],"overview":"A cop’s pistol gets stolen and even as the search for it gets underway, it ends up in the hands of someone who uses it to rob a bank.","release_date":"2017-04-07","vote_average":6.8,"runtime":145,"cert":"N\/A","id":450496,"title":"8 Thottakkal","adult":false,"genre_ids":[53,28,80]},{"cert":"\"\"","title":"Don't Ever Change","cast":["Cyndi Williams","Heather Kafka","Frank Mosley"],"id":450498,"overview":"The reunion of a woman and her estranged daughter is interrupted by a man with an unusual request.","runtime":10,"genre_ids":[35],"release_date":"2017-04-29","vote_average":6.0,"adult":false}]