[{"cast":["Roger Clyne"],"overview":"A documentary about a band that had a hit in the mid 90's and then seemingly disappeared... only to rise again as an independent band in a new era of music.","release_date":"2017-03-15","vote_average":10.0,"runtime":95,"cert":"\"\"","id":451501,"title":"Here's To Life: The Story of the Refreshments","adult":false,"genre_ids":[99]},{"cast":["Kelly Nichols","Mai Lee","Roxanne Blaze","Lira Castle"],"overview":"The fine art of extracting information out of female prisoners is explored in this shocking softcore video.","release_date":"1994-01-01","vote_average":0.0,"runtime":58,"cert":"\"\"","id":451512,"title":"The Interrogation","adult":false,"genre_ids":[53]},{"cast":["Kôshirô Matsumoto","Hiroyuki Nagato","Junko Ikeuchi","Yuki Nakagawa","Nami Tamura"],"overview":"This Japanese action-adventure is set in the 17th century when all forms of swordplay were banned. One fighter, an excellent swordsman believes the law is unfair. His brother keeps his opinions about the law to himself. The swordsman vents his frustration by cutting off the thumbs of an enemy. The fighter is then banished. To live, he becomes a thief. To restore the family's lost honor, the other brother is forced to challenge the fighter to a duel.","release_date":"1963-08-31","vote_average":5.0,"runtime":108,"cert":"N\/A","id":451514,"title":"Young Swordsman","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Singles Match  Shark Boy defeats Simon Diamond  Singles Match  Jay Lethal defeats Sonjay Dutt  Hardcore Match  Abyss defeats Brother Runt  Singles Match (Special Referee: Christy Hemme)  Traci defeats Gail Kim  Singles Match  Rhino defeats Jeff Jarrett  Singles Match  Petey Williams defeats Jerry Lynn  TNA X-Division Title Three Way Match  Samoa Joe (c) defeats AJ Styles and Christopher Daniels  Non Title Three Way Tag Team Street Fight  America's Most Wanted (Chris Harris &amp; James Storm) vs. Team 3D (Brother Devon &amp; Brother Ray) vs. The James Gang (BG James &amp; Kip James) - No Contest","release_date":"2006-09-06","vote_average":0.0,"runtime":180,"cert":"\"\"","id":451516,"title":"TNA Hardcore War","adult":false,"genre_ids":[]},{"cast":["Tiffany Hines","Tamlyn Tomita","Connie Jo Sechrist","Natalie Conneely"],"overview":"In the near future, a young animator is offered what should be her dream job, but, when she discovers the truth of the modern 'creative' process, she must make a hard choice about her passion for film.","release_date":"2017-03-02","vote_average":8.5,"runtime":12,"cert":"\"\"","id":451518,"title":"Real Artists","adult":false,"genre_ids":[53,878]},{"cast":["Matías Arranz","Francisco Batiste","Lluis Miralles","Javier Nart","Rosa Pereta"],"overview":"","release_date":"","vote_average":5.0,"runtime":null,"cert":"N\/A","id":451520,"title":"Lágrimas rojas","adult":false,"genre_ids":[99]},{"cast":["David Murray","Ludek Bogner","Mark Duffus"],"overview":"Geeky accountant with a boring life is given a pair of magic red sneakers by an angel, which turns him into an amazingly fast runner. He enters an important race and soon is noticed by the CIA and the KGB.","release_date":"1990-10-04","vote_average":0.0,"runtime":81,"cert":"N\/A","id":451522,"title":"The Miles Ahead","adult":false,"genre_ids":[35]},{"cast":["Dave Thomas","John Candy","Rick Moranis","James Hong","Gillie Fenwick"],"overview":"In this Sci-fi Comedy a gentle video clerk has a secret double life as an intergalactic crime-fighter who must stop an evil alien from stealing the hair off human heads.","release_date":"1989-06-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":451524,"title":"Rocket Boy","adult":false,"genre_ids":[]},{"cast":["Mike Shara","Juan Chioran"],"overview":"A scholarly king and his three companions swear off the society of women for three years, only to have a diplomatic visit from a French princess and her three ladies-in-waiting thwart their intentions.","release_date":"2017-04-29","vote_average":0.0,"runtime":168,"cert":"N\/A","id":451532,"title":"Love's Labour's Lost - Stratford Festival of Canada","adult":false,"genre_ids":[35]},{"cast":["Diane Benmaor","Juliette Boscheron","Marc Faria Chaulet","Angélique de Catheu","Coline de Seauve"],"overview":"","release_date":"2010-04-16","vote_average":6.0,"runtime":null,"cert":"N\/A","id":451534,"title":"Aglaée","adult":false,"genre_ids":[35]},{"cast":["David Coverdale","Dick Vermeil","Dick Vermeil","David Coverdale","Bob the Steer"],"overview":"This documentary features extraordinary people whose passion for wine led them to create another career as a vintner, including: David Coverdale, lead singer of Whitesnake and Deep Purple Dick Vermeil, coach of the Philadelphia Eagles, St. Louis Rams, and Kansas City Chiefs Tamara Mowry-Housley, star of \"Sister, Sister\" and \"Tia and Tamera\" Bob the Steer, former slaughterhouse steer Jonathan Cain, songwriter and keyboardist of Journey Carmen Policy, president of the San Francisco 49ers- Just to name a few!","release_date":"2012-04-10","vote_average":0.0,"runtime":60,"cert":"\"NR\"","id":451536,"title":"A Passion for the Vine","adult":false,"genre_ids":[99]},{"cast":["Max Jenkins","Will Krisanda","Maya Piel","Andrew Raia","Jack Sochet"],"overview":"A man spends 15 minutes waiting for the results of a Rapid HIV Test.","release_date":"2017-03-11","vote_average":0.0,"runtime":11,"cert":"\"\"","id":451538,"title":"The Mess He Made","adult":false,"genre_ids":[18]},{"cast":[],"overview":"“Touch one, touch us all” is a slogan of the women who took over the streets in Brazil and organized themselves in social networks to face male chauvinist and conservatism.  Through testimonies of women who have been subjected to violence, the documentary reveals that, despite legal achievements, the woman still remains vulnerable. Among other deponents are Maria da Penha, Joanna Maranhão, Luíza Brunet and Clara Averbuck.","release_date":"2017-07-14","vote_average":0.0,"runtime":69,"cert":"N\/A","id":451540,"title":"Mexeu Com Uma, Mexeu Com Todas","adult":false,"genre_ids":[99]},{"cast":["Thái Hòa","Johnny Trí Nguyễn","Phương Trinh Jolie","Huy Khánh"],"overview":"","release_date":"2016-07-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":451542,"title":"Fan Cuồng","adult":false,"genre_ids":[35,878,10749]},{"cast":["Tiffada Islamic Laksamana","Mastohir Jokasmo","M. Sjaiful Arif S","Melela Gayo","Didik Jogoyudho"],"overview":"In a desert no man's land, two lorries are engaged in a high-speed car chase. Once they stop, men emerge. Another fight begins.","release_date":"2016-09-29","vote_average":0.0,"runtime":17,"cert":"N\/A","id":451544,"title":"The Silent Mob","adult":false,"genre_ids":[18]},{"cast":["Sebastien Guy","Ander Page","Tylo Taylor","Angela Nicholas","Jacy Andrews"],"overview":"A magazine article about a sex therapy clinic accidentally gives out the address and phone number of a failing bed and breakfast instead.","release_date":"2003-03-16","vote_average":1.0,"runtime":88,"cert":"\"R\"","id":451549,"title":"The Sex Substitute 2","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"PROGRESS Tag Team Title Match  Moustache Mountain (Trent Seven & Tyler Bate) (c) vs South Pacific Power Trip (TK Cooper & Travis Banks) (w\/Dahlia Black)  Singles Match  Zack Gibson vs El Ligero  Singles Match  James Drake vs Jack Sexsmith  Singles Match  Mark Andrews vs Will Ospreay  Tag Team Match  Ringkampf (Axel Dieter Jr. & WALTER) vs The Hunter Brothers (Jim Hunter & Lee Hunter)  Singles Match  Morgan Webster vs Nathan Cruz  Natural Progression Series IV Semi Final Match  Jinny vs Nixon Newell  PROGRESS World Title No Disqulification Match  Pete Dunne (c) vs Jimmy Havoc","release_date":"2017-03-19","vote_average":0.0,"runtime":192,"cert":"N\/A","id":451551,"title":"PROGRESS Chapter 45: Galvanize","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tag Team Match\r The Origin (Nathan Cruz &amp; Zack Gibson) vs The Origin (Dave Mastiff &amp; El Ligero)\r Natural Progression Series IV Semi Final Match\r Toni Storm vs Dahlia Black\r Singles Match\r Travis Banks vs Jack Sexsmith\r Singles Match\r Mark Haskins vs Axel Dieter Jr.\r Loser Leaves PROGRESS Fans Bring The Weapons Match\r Jimmy Havoc vs Will Ospreay\r PROGRESS Tag Team Title Match\r Moustache Mountain (Trent Seven &amp; Tyler Bate) (c) vs The Hunter Brothers (Jim Hunter &amp; Lee Hunter)\r PROGRESS Atlas Title Match\r Matt Riddle (c) vs WALTER\r PROGRESS World Title Match\r Pete Dunne (c) vs Mark Andrews","release_date":"2017-03-26","vote_average":0.0,"runtime":205,"cert":"N\/A","id":451553,"title":"PROGRESS Chapter 46: I Like To Chill Out Here And Shoot Some Dinosaurs","adult":false,"genre_ids":[]},{"cast":["Flower Edwards","Marklen Kennedy","Catalina Larranaga","Sebastien Guy","Jennifer Avalon"],"overview":"A guy house-sitting at a home based women's spa finds himself providing erotic services to female clients who mistake him for the substitute therapist.","release_date":"2001-01-01","vote_average":7.0,"runtime":95,"cert":"\"R\"","id":451555,"title":"The Sex Substitute","adult":false,"genre_ids":[18,35]},{"cast":["Anne Hathaway"],"overview":"Grace Winter, a young woman on trial for murder, recounts the tale of how she survived a shipwreck at sea in a lifeboat that initially carried too many people.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":451557,"title":"The Lifeboat","adult":false,"genre_ids":[18]},{"cast":["Shady Khalil","Ola Abu Shalashel"],"overview":"An Egyptian couple employed by a circus is bored. When the couple is introduced to a new show: \"The Wheel\", hope and excitement for a reignited passion in their lives returns.","release_date":"2015-01-12","vote_average":0.0,"runtime":14,"cert":"N\/A","id":451559,"title":"The Wheel","adult":false,"genre_ids":[18]},{"cast":["Andrew Garfield","Mel Gibson","Sam Worthington","Teresa Palmer","Hugo Weaving"],"overview":"'Hacksaw Ridge' is the epic and inspiring true story of Desmond Doss, an army medic and conscientious objector who, during one of the bloodiest battles of World War II, saved 75 men without firing or carrying a gun.","release_date":"2017-02-21","vote_average":6.5,"runtime":70,"cert":"\"\"","id":451567,"title":"The Soul of War: Making 'Hacksaw Ridge'","adult":false,"genre_ids":[99]},{"cast":[],"overview":"As two friends prepare to go onstage together for an audition, one gets cold feet and conflict ensues; minutes before they are to perform.","release_date":"","vote_average":0.0,"runtime":5,"cert":"N\/A","id":451569,"title":"Staged","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ichitaro's adventure goes on. He starts to feel earthquakes, which no-one else does, and a voice telling to kill Ichitaro. His grandma gives him one flower's seeds and also tells Ichitaro's mother to let him go to Hakone. Mother approves it and Ichitaro takes up a trip to Hakone with Matsunosuke, Hakutaku and Sasuke, but only two of them arrive to Hakone, where earth trembles even more and people are more vulgar.","release_date":"2008-01-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":451571,"title":"Shabake 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"The film's story poses the possibility that all of humanity, without exception, live in two worlds of existence: the real world and a second world known as \"Hemu\". Humans live their lives in Hemu when they sleep in the real world. Hidden in each person is another life of which he or she has no recollection of, except for nightmares which are soon forgotten upon waking up. However, there a few rare individuals who are aware of the existence of Hemu and the curious consequences it has on the real world.","release_date":"2010-06-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":451573,"title":"Wonderful World","adult":false,"genre_ids":[]},{"cast":[],"overview":"After being framed by the police,  Yuan Zhong attempts to prove his innocence.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":451578,"title":"Chasing the Killer in Vietnam","adult":false,"genre_ids":[]},{"cast":[],"overview":"An audiovisual chronicle of the Spanish Civil War in Galicia. Memorias Rotas centers on a group of republican fighters leaded by Commander José Moreno. The group disappears as they fail trying to escape by sea in the border between Galicia and Asturias and nobody ever knows about them.","release_date":"","vote_average":6.0,"runtime":null,"cert":"N\/A","id":451583,"title":"Broken Memories","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Chalawan Kumpee, a crocodile, is reborn again in 2010, and fiercer than ever. Krai Tong is the only man who can stop Chalawan.","release_date":"2012-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":451585,"title":"Krai Thong 2","adult":false,"genre_ids":[]},{"cast":["Ryan Kiser","Joseph Andrew Schneider"],"overview":"In 1968 Dennis Wilson of The Beach Boys met a dynamic and passionate singer\/songwriter and introduced him to Hollywood. The two set out to record that artist's first professional album. The album became known as LIE. In 1969 this artist achieved incredible fame, but not for his music. The artist's name was Charles Manson.","release_date":"2009-09-27","vote_average":0.0,"runtime":10,"cert":"\"\"","id":451587,"title":"Lie","adult":false,"genre_ids":[]},{"cast":["Joseph Andrew Schneider","Douglas Bennett","David Cade","Kevin Kugley","Emma Danoff"],"overview":"When Beach Boy Dennis Wilson introduced his new pal to the L.A. music scene, sparks began to fly. Charlie, an intense singer-songwriter, penned some songs for The Beach Boys, but his worldwide fame came for another reason entirely.","release_date":"2017-02-10","vote_average":0.0,"runtime":null,"cert":"\"\"","id":451589,"title":"Bigger Than the Beatles","adult":false,"genre_ids":[18]},{"cast":["JP Simões","Carla Chambel","Paulo Curado"],"overview":"Directed and animated by André Carrilho; Script and music by J. P. Simões; Produced and edited by Nuno Amorim; Inbetweening, tracing and colouring by Cathy Douzil; Sound by Paulo Curado; 3D modelling and rendering by Vitor Costa  1997-2007","release_date":"2007-04-11","vote_average":0.0,"runtime":10,"cert":"N\/A","id":451591,"title":"Dinner in Lisbon","adult":false,"genre_ids":[16]},{"cast":[],"overview":"The  University of Tennessee lady volunteer basketball team is followed during their 1996 season.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":451599,"title":"A Cinderella Season: The Lady Vols Fight Back","adult":false,"genre_ids":[]},{"cast":["Vítor Norte","João Grande","Sérgio Fernandes","Luís Pereira de Sousa"],"overview":"Porto (Portugal), beginning of the 80s. A film crew seeks to understand if there's really the figure of Chico Fininho, immortalized in the popular song of the same name. A bunch of people are interviewed taking us to Boavista - where we find him in a club.  After a brief hesitation, the interview happens and we're taken to everyday situations, that can happen to any \"freak\" of the city...","release_date":"1982-04-29","vote_average":0.0,"runtime":87,"cert":"N\/A","id":451601,"title":"Chico Fininho","adult":false,"genre_ids":[18,10402]},{"cast":["William Kan","Qing Zu","Lin Zhang","Yuting Deng","Ying Liang"],"overview":"A 2014 Chinese animated comedy adventure family film part of the film series based on the animated television series Pleasant Goat and Big Big Wolf.","release_date":"2014-01-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":451606,"title":"Meet the Pegasus","adult":false,"genre_ids":[10751,16,35]},{"cast":["Josh Bootsma","Tebi Njilefack"],"overview":"Two deserters from opposing armies find themselves traveling together through west Germany near the end of World War Two.","release_date":"","vote_average":10.0,"runtime":22,"cert":"N\/A","id":451608,"title":"Defector","adult":false,"genre_ids":[]},{"cast":[],"overview":"Monji, the proud 20 year old school uniform wearing Yankee gang leader, is invited to Tokyo by a member of a Yakuza gang. Trouble happens, a fight breaks out and Monji inadvertently stabs the younger brother of the Yakuza boss. Fearing his life Monji runs, however Yakuza underlining Satake (Endo Yuya) wants to impress and captures Monji, dragging Monji’s body in front of his bosses. Monji is then handcuffed and tortured. Can he survive.","release_date":"2013-10-18","vote_average":8.0,"runtime":null,"cert":"N\/A","id":451610,"title":"Gachi-Ban Expanded","adult":false,"genre_ids":[]},{"cast":["Chiyonosuke Azuma","Katsuo Nakamura","Keiko Okawa","Hiromi Hanazono","Satomi Oka"],"overview":"A story about two samurai brothers, Taisuke and Taizo.  The brothers fight against corruption and evil in a great castle.","release_date":"1960-06-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":451615,"title":"Unwieldy Brothers","adult":false,"genre_ids":[]},{"cast":["Ayaka Tsuji","Miho Harita","Emi Hasegawa","Moe Aikawa"],"overview":"After the wild murder of an idol with great scissors, a young woman will acquire the certainty that the legendary lady with a torn smile is responsible for this bloodbath. Accompanied by a friend (who possesses the soft peculiarity of always wandering in miniskirt and sometimes show her panties), she will soon be confronted with the monstrosity made woman ... to the detail that this time the kuchisake onna Maybe no longer alone ...","release_date":"2010-04-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":451617,"title":"Slit Mouth Woman 2","adult":false,"genre_ids":[27]},{"cast":["Hiroki Matsukata","Koichi Ose","Yumiko Nogawa","Kunie Tanaka","Masumi Harukawa"],"overview":"Just after the Battle of Sekigahara, a pair of children Denji and Kichizo witnessed a team of the defeated forces hide the Toyotomi treasure.  When the leader cuts down the rest of the team, a bloodstained footman seems to be the only survivor, and his image haunts the pair for the next twenty years.  As they are serving a prison sentence a plan is hatched to get them released so they can lead their captors to the hidden gold on Hikone Beach.  Danger and excitement await the two as they run into unexpected and dangerous obstacles!","release_date":"1966-12-13","vote_average":0.0,"runtime":90,"cert":"N\/A","id":451628,"title":"Golden Ninja","adult":false,"genre_ids":[35,12]},{"cast":["Rafael Carvalho","Melvin Manhoef","Anastasia Yankova","Elina Kallionidou","Valeriu Mircea"],"overview":"Bellator 176: Carvalho vs. Manhoef took place on April 8, 2017 at the Pala Alpitour in Torino, Italy. The event aired on Spike TV.  A Middleweight world title fight rematch pitting Rafael Carvalho against Melvin Manhoef served as the main event of Bellator 176.  The event was announced by the company in February 2017. It was the second time Bellator MMA held an event at the Pala Alpitour in Torino, Italy. Like the previous card, this event featured both MMA and kickboxing bouts.","release_date":"2017-04-08","vote_average":0.0,"runtime":null,"cert":"\"\"","id":451630,"title":"Bellator 176: Carvalho vs. Manhoef 2","adult":false,"genre_ids":[]},{"cast":["Hideki Takahashi","Yûki Meguro","Nagisa Katahira","Tetsurô Sagawa","Shun Ôide"],"overview":"In a story set during the latter days of the Tokugawa Era, the tensions rise between the 'royalists' and those struggling to uphold the Shogunate.  The most modern 'Gatling Gun' has been stolen from its warehouse in Edo Castle by burglars targeting the very Shogun himself, Tokugawa Ieyoshi (Oide Shun in a masterful performance).  Leading the investigation is the newly appointed chief magistrate of the Arson &amp; Robbery Division, Mayazumi Kuranosuke (Takahashi Hideki, in a powerful role).  Takahashi Hideki stars as the manly, mounted magistrate! This brawny, tremendous sword fight drama is geared towards an adult audience. Co-starring Meguro Yuuki (\"Omi\" in Shogun mini-series), younger brother of superstar, Matsukata Hiroki. And son of screen-legend Konoe Jushiro!","release_date":"1995-06-04","vote_average":7.0,"runtime":95,"cert":"N\/A","id":451632,"title":"Magistrate Mayuzumi","adult":false,"genre_ids":[18]},{"cast":["Robert Crumpton","Petter Amundsen","Stanley Wells","Tobias Churton"],"overview":"Follow code-breaker Petter Amundsen and historian Dr. Robert Crumpton as they investigate the secrets buried in Shakespeare's first folio and decipher a coded map that may lead to one of history's greatest treasures.","release_date":"2017-01-02","vote_average":8.0,"runtime":124,"cert":"N\/A","id":451634,"title":"Cracking the Shakespeare Code","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The prolific master Stan Brakhage's only exercise in found-object filmmaking.","release_date":"1973-12-25","vote_average":0.0,"runtime":3,"cert":"\"\"","id":451636,"title":"Gift","adult":false,"genre_ids":[]},{"cast":["Tatsuya Nakadai","Hiroshi Abe","Kaoru Kobayashi","Mieko Harada","Haru Kuroki"],"overview":"Kuwahata Chokichi used to be a famous actor, but now he's suspected to be suffering from dementia. He is betrayed by his older daughter, Yukiko, her husband-cum-his-former-disciple, Ikuo, and Yukiko's lover, a mysterious driver, and gets sent to a high-class old folks' home. One day, Choukichi runs away from the home and wanders to the beach where he meets his younger daughter, Nobuko, who he had with his lover. Although he had thrown Nobuko out in the past, he begins to imagine seeing her as the image of Cordelia, who is the beloved daughter of King Lear, after talking to her. Gradually, his past memories start to come back to him, and Choukichi heads towards the world of insanity.","release_date":"2017-06-03","vote_average":6.0,"runtime":null,"cert":"N\/A","id":451638,"title":"Lear on the Shore","adult":false,"genre_ids":[18]},{"cast":["Stanley Fung","Fung Hak-On","Sek Kin","Lau Kar-Wing","Wong Ching"],"overview":"Flyer & Magic Sword is a Hong Kong Martial Arts movie starring Stanley Fung.","release_date":"1971-06-23","vote_average":0.0,"runtime":85,"cert":"N\/A","id":451652,"title":"Flyer & Magic Sword","adult":false,"genre_ids":[28,12]},{"cast":["Yamila Saud","Gerardo Romano","Jimena Barón","Vanesa González","Florencia Torrente"],"overview":"A young actress rehearsing for a play about human trafficking begins to relive terrifying scenes that may be dreams -- or an alternate reality.","release_date":"2016-11-18","vote_average":4.8,"runtime":82,"cert":"N\/A","id":451654,"title":"Hypersomnia","adult":false,"genre_ids":[9648,53,27,14]},{"cast":["Stanley Fung","Kenneth Tsang","Connie Chan Po-Chu","Nancy Sit Ka-Yin","Lau Kar-Wing"],"overview":"I'll Get You One Day is a Hong Kong Action movie starring Stanley Fung.","release_date":"1970-05-12","vote_average":0.0,"runtime":86,"cert":"N\/A","id":451656,"title":"I'll Get You One Day","adult":false,"genre_ids":[10749,28,80]},{"cast":["Maribel Verdú","Germán Alcarazu"],"overview":"A road in the middle of nowhere. A car. A bike. Two lonely people looking for the same thing. They meet.","release_date":"2015-11-16","vote_average":0.0,"runtime":24,"cert":"N\/A","id":451658,"title":"On the Path","adult":false,"genre_ids":[35,18]},{"cast":["Nancy Sit Ka-Yin","Ping Do","Chan Chi Chung","Tam Bing-Man","Lydia Shum"],"overview":"Heiress Lin Sao Lei (Nancy Sit Kar-yin) manages to find the family warmth she lacks at home from her co-workers. One day, she accompanies Ho Yueh Ying (Chan Chai-chung) to a television audition and eventually becomes a major star. However, the temptation of romance, a rough patch in her career and a scam would soon make her regret the path she has taken.","release_date":"1970-02-19","vote_average":0.0,"runtime":88,"cert":"N\/A","id":451660,"title":"Convivial Trio","adult":false,"genre_ids":[18,35]},{"cast":["Nicke Borg","Dregen","Johan Blomqvist","Peder Carlsson"],"overview":"Swedish rock sensation Backyard Babies have delighted us with a truly breathtaking live recording! ‘Live at Cirkus’ contains 17 hits, all taken from the 2016 Cirkus Theatre concert in Stockholm. Nicke Borg and team are in seriously good shape and can literally make the stage shake. If you’re a fan of Hardcore Superstar, Michael Monroe, the Hellacopters or Buckcherry, then the live performance quality of this band will win you over for sure.","release_date":"2016-02-24","vote_average":9.0,"runtime":76,"cert":"N\/A","id":451662,"title":"Backyard Babies: Live at Cirkus","adult":false,"genre_ids":[10402]},{"cast":["William Wolff","Andreas Buchinger","Valeriy Bunimov","Kathleen Egleton","Robin Fell"],"overview":"William Wolff is nearly 90 and perhaps the most unconventional rabbi in the world.  As the State Rabbi of North-East Germany, he looks after the Jewish Communities in Schwerin and Rostock, but still lives in a bungalow near Henley-on-Thames. Midweek he usually flies from Heathrow to Germany. After the services on Saturdays, he either makes his way home or on a leisure city trip. His annual highlight is betting at the Horse Race of Royal Ascot and joining a fasting-retreat in Bad Pyrmont. Willy Wolff leads a Jet-Set-Life, which he actually cannot afford, but dealing with money isn't one of his strengths. Naturally, that occasionally leads to quite temporal conflicts.  Rabbi Wolff is the portrait of a fascinating character, a deeply religious man who, blessed with a tremendous joie de vivre, defies all conventions. More than that, it gives insight into the world of Judaism and introduces us to a uniquely German biography.","release_date":"2016-04-14","vote_average":2.0,"runtime":90,"cert":"N\/A","id":451670,"title":"Rabbi Wolff","adult":false,"genre_ids":[99]},{"cast":["Stanley Fung","Patrick Tse","Sek Kin"],"overview":"The Charming Killer is a Hong Kong Martial Arts movie starring Stanley Fung.","release_date":"1969-11-12","vote_average":0.0,"runtime":91,"cert":"N\/A","id":451672,"title":"The Charming Killer","adult":false,"genre_ids":[28,12]},{"cast":["Lee Ik-jun","김범태","한유이","곽형철"],"overview":"","release_date":"2017-03-30","vote_average":0.0,"runtime":87,"cert":"N\/A","id":451674,"title":"Collision","adult":false,"genre_ids":[53]},{"cast":["Jakub Gierszał","Andrzej Chyra","Justyna Wasilewska","Philip Wilhelmi","Christian Löber"],"overview":"A young Polish-born, Berlin-based lawyer working on refugee cases is unexpectedly reunited with his father, who is his only tie left with his homeland.","release_date":"2018-02-16","vote_average":7.7,"runtime":85,"cert":"N\/A","id":451676,"title":"Beyond Words","adult":false,"genre_ids":[18]},{"cast":["Peder Thomas Pedersen","Simon Bonde"],"overview":"","release_date":"2006-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":451678,"title":"På utallige opfordringer... Gramsespektrum","adult":false,"genre_ids":[35]},{"cast":["Alison Brown","Sam Bush","Jerry Douglas","Béla Fleck","David Holt"],"overview":"A rare look at the inventiveness of the human spirit through reimagining the history of Bluegrass Music from Bill Monroe to today's musicians.","release_date":"2017-09-28","vote_average":0.0,"runtime":61,"cert":"\"\"","id":451680,"title":"The Porchlight Sessions","adult":false,"genre_ids":[99,18,36,10402]},{"cast":[],"overview":"A 1979 Korean movie directed by Park Chul-soo about a teacher who falls in love with a boxer who attacked her.","release_date":"1979-09-28","vote_average":0.0,"runtime":85,"cert":"N\/A","id":451688,"title":"The Rain at Night","adult":false,"genre_ids":[18]},{"cast":[],"overview":"As we run, the layers of responsibility and identity we have gathered in our lives, the father, mother, lawyer, teacher, Manchester United-supporter labels, all fall away, leaving us with the raw human being underneath. With nothing but our own two legs moving us, we begin to get a vague, tingling sense of who, or what, we really are.","release_date":"2013-11-15","vote_average":6.0,"runtime":12,"cert":"N\/A","id":451690,"title":"The Runners","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A pretty female cat gets into trouble. What's gonna happen?","release_date":"2008-11-21","vote_average":4.5,"runtime":5,"cert":"N\/A","id":451692,"title":"PUSSYCAT","adult":false,"genre_ids":[35,16]},{"cast":[],"overview":"In a small town in the North West of England a vagrant serial killer is stoned to death by a gang of teenage vigilantes wearing white hoods. He then rises from his grave in the woods as a zombie a year later to gorily kill the vigilantes one-by-one!","release_date":"1989-04-11","vote_average":0.0,"runtime":22,"cert":"N\/A","id":451694,"title":"Wath the Sparrow Bleed","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Created for Fake Trailer Contest in Japan. The first concept is a rape-revenge-movie written by Jean Rollin and directed by Herschell Gordon Lewis.","release_date":"2011-05-22","vote_average":3.0,"runtime":2,"cert":"N\/A","id":451696,"title":"Dead Girl Trailer","adult":false,"genre_ids":[27,16]},{"cast":["Esther Ralston","Neil Hamilton","Nicholas Soussanin","Arlette Marchal","Arthur Housman"],"overview":"Lizzie Stokes, an obscure and colorless actress, is elevated to stardom through publicity and better coaching from Daniel Hoffman, a theatrical producer. As Olga Rostova, an exotic Russian, she meets Norman Brooke, whose infatuation turns to love. Hoffman suggests that Norman could never care for Lizzie and proves his point. Heartbroken, Lizzie decides to see no more of him. On closing night, when he proposes to her in her dressing room and she refuses, Norman declares he must believe all the lurid details of her past; in desperation, she bares her true identity, only to find it is not her glamorous image but rather her real self that he loves.","release_date":"1927-11-19","vote_average":0.0,"runtime":50,"cert":"\"\"","id":451698,"title":"The Spotlight","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2016-01-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":451706,"title":"ZSK - Live Für Die Sache","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":451708,"title":"Il segreto di Luca","adult":false,"genre_ids":[]},{"cast":["Virginie Efira","Niels Schneider","Jehnny Beth","Estelle Lescure","Ambre Hasaj"],"overview":"Spans the period from 1958 to the present day and tells the story of an unconditional love between a mother and her daughter which is endangered by an unsteady and manipulative father.","release_date":"2018-11-07","vote_average":6.5,"runtime":135,"cert":"N\/A","id":451713,"title":"An Impossible Love","adult":false,"genre_ids":[18,10749,36]},{"cast":["Mickey Hart"],"overview":"Alongside his work of nearly 30 years as a drummer with iconic rock band the Grateful Dead, MICKEY HART has flourished as a solo artist,bandleader and author. INNOVATORS IN MUSIC was fortunate to spend the better part of two days at Mickey's home and studio in a remote area of northern California","release_date":"2013-08-06","vote_average":10.0,"runtime":23,"cert":"\"NR\"","id":451715,"title":"Mickey Hart","adult":false,"genre_ids":[99,10402]},{"cast":["Jack Bruce"],"overview":"3 concerts by bassist\/singer Jack Bruce at Rockpalast from 1980, 1983, and 1990.","release_date":"2005-10-07","vote_average":10.0,"runtime":283,"cert":"N\/A","id":451717,"title":"Jack Bruce at Rockpalast","adult":false,"genre_ids":[]},{"cast":["Norma Talmadge","Fred Esmelton","Chester Barnett","John Charles","Sally Crute"],"overview":"A 1917 film directed by Joseph A. Golden &amp; Julius Steger","release_date":"1917-04-01","vote_average":0.0,"runtime":72,"cert":"\"\"","id":451725,"title":"The Law of Compensation","adult":false,"genre_ids":[18]},{"cast":["Norma Talmadge","Eugene O'Brien","Frederick Perry","Jack Meredith","Dorothy Rogers"],"overview":"A 1917 film directed by Edward José","release_date":"1917-05-04","vote_average":0.0,"runtime":92,"cert":"\"\"","id":451727,"title":"Poppy","adult":false,"genre_ids":[18]},{"cast":["Norma Talmadge","Hassard Short","Eugene O'Brien","Virginia Dare","Adolphe Menjou"],"overview":"A 1917 film directed by Edward José.","release_date":"1917-10-01","vote_average":0.0,"runtime":72,"cert":"\"\"","id":451729,"title":"The Moth","adult":false,"genre_ids":[18]},{"cast":["Norma Talmadge","Eugene O'Brien","Stuart Holmes","John Daly Murphy","Henry Hebert"],"overview":"After his wife\/model has died of starvation with her portrait unfinished, an impoverished artist meets another woman with a striking resemblance to her. -from IMDB.","release_date":"1918-01-19","vote_average":0.0,"runtime":72,"cert":"\"\"","id":451731,"title":"The Ghosts of Yesterday","adult":false,"genre_ids":[10749,18]},{"cast":["Norma Talmadge","Eugene O'Brien","Ida Darling","William Courtleigh Jr.","Charles Wellesley"],"overview":"A 1918 film directed by Charles Miller.","release_date":"1918-02-01","vote_average":0.0,"runtime":72,"cert":"\"\"","id":451733,"title":"By Right of Purchase","adult":false,"genre_ids":[18]},{"cast":["Yavuz Hilmi Çetin","Kerim Çaplı"],"overview":"A thorough look at the 90's Turkish rock scene, one legendary stage band and its two members: Kerim Capli and Yavuz Cetin... An inquiry of their existential battles with the society, the industry and their own minds.","release_date":"2017-04-11","vote_average":8.0,"runtime":100,"cert":"N\/A","id":451735,"title":"Blue","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"Accordions have returned, not only with amusement, but with a beautiful, eloquent, haunting, and downright exciting vengeance!","release_date":"2015-01-01","vote_average":0.0,"runtime":74,"cert":"\"\"","id":451740,"title":"Accordions Rising","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"Narrated by Dominicans, Después de Trujillo tells the story of the violent dictatorship of Rafael Trujillo through the marks it left on the landscape. A mix of interviews, archival materials, and new footage, tracks the regime’s quests to tame the nation, and surveys sites where past trauma lives on.  Myriad voices—from historians and architects, to activists and torture victims—guide this journey through monuments, memory gardens, and contemporary ruins, moving from the cyclone that devastated Santo Domingo as Trujillo came to power through to the modern architecture erected to consolidate his rule, and the testimonies of resistance that led to his demise.  Amid the remanents of dictatorship that live on after Trujillo, questions arise as to how Dominicans manage this violent legacy. Can built environments and natural ecologies attest to the experience of dictatorship? Or, do they help it to be forgotten instead?","release_date":"2017-04-12","vote_average":0.0,"runtime":72,"cert":"N\/A","id":451742,"title":"Después de Trujillo","adult":false,"genre_ids":[]},{"cast":["Norma Talmadge","Eugene O'Brien","Ramsey Wallace","E. Alyn Warren","Jobyna Howland"],"overview":"A 1918 film directed by Sidney Franklin.","release_date":"1918-08-18","vote_average":0.0,"runtime":72,"cert":"\"\"","id":451744,"title":"Her Only Way","adult":false,"genre_ids":[18]},{"cast":["Allan Snon Steffler","Bouli Lanners","David D’Inverno","Jean-Jacques Thomsin","Jeremy Alonzi"],"overview":"Nothing could be cooler than a rock-band on tour. Hordes of screaming fans who want to give up their virginity for an autograph, free drugs in all sizes, colors and kicks, luxury hotels that loose a star after our rock gods have passed through it like a tornado and sold out theaters and stadiums. The members of The Experimental Tropic Blues Band would give up one of their balls to be able to experience that one day. Everything’s better than these endless trips on the road in a tour bus that should have fallen apart decades ago, cabinets filled with aspirin to battle cheap beer hangovers, dark and smelly theaters with clogged toilets and a few lost spectators, getting paid in candy bars and not one horny groupie in sight. It certainly can’t get any worse than that? Just wait and see!","release_date":"2017-04-10","vote_average":0.0,"runtime":87,"cert":"N\/A","id":451746,"title":"Spit’n’Split","adult":false,"genre_ids":[99]},{"cast":["Alicia Lo Voi","Ignace Paepe","Thierry Wybauw","Dirk Mareel","Gunther Vanhuyse"],"overview":"Colin Zsigmond is a middle-aged novelist suddenly turned wealthy and famous after decades of hardship and poverty. One evening during a literary lecture, the recently divorced man meets Phoebe Lee, an exotic woman with whom he starts a steamy romance. At first, it seems he has found himself the perfect muse. Phoebe is young, ravishing, madly in love, and an English major student to top it off. But slowly her mysterious behavior starts to trouble him. Something isn’t quite right, as she appears to be leading a secret life. When Colin starts to investigate, it turns out his past is coming back to haunt and terrorize him in a rather unexpected way.","release_date":"2017-04-19","vote_average":3.0,"runtime":120,"cert":"N\/A","id":451748,"title":"Soul Copyright","adult":false,"genre_ids":[27]},{"cast":["Indigo Pavlov"],"overview":"It's the future, and humanity is but a memory, existing only in scattered pieces. That is until a pillow's needlepoint rendering of three individuals, collectively known as the Clothespin Freaks, finds the spark of life and surfaces to fulfill their destinies. Once aware of their purpose, the group begins assembling the remains of humanity they see all around them.","release_date":"2013-09-12","vote_average":5.0,"runtime":10,"cert":"\"NR\"","id":451750,"title":"Hanging By A Thread","adult":false,"genre_ids":[16]},{"cast":["Jonathan Nitasneak Dok","Kaylene Men","Victory V. Heng","Amy Lyndon"],"overview":"A recent Cambodian immigrant who works nights at a donut shop in Long Beach, California, finds comfort in his new country by building a life of routine and solitude.","release_date":"","vote_average":0.0,"runtime":22,"cert":"N\/A","id":451758,"title":"Samnang","adult":false,"genre_ids":[]},{"cast":["Jack Kilmer","Eleanore Pienta"],"overview":"A run in at a roadside bar between a repressed boy and a curious girl leads to an exploration of their darker impulses.","release_date":"2016-12-22","vote_average":6.0,"runtime":12,"cert":"\"\"","id":451760,"title":"Asphyxia","adult":false,"genre_ids":[]},{"cast":["Elizaveta Boyarskaya","Maksim Matveev","Vitaly Kishchenko","Kirill Grebenshchikov","Tatyana Lyutaeva"],"overview":"There is no single truth in love. Each treads their own path.  Which should take precedence – passion or duty? How do we choose? And who gets to judge? These are the eternal questions, remorselessly thrust upon us by life.  Anna Karenina made her choice, leaving her son Sergei to grow up struggling to understand why his mother took such a tragic and terrible path, and Count Vronsky haunted by the memory of the woman for whose death he still blames himself 30 years later.  In 1904, in the aftermath of one of the battles of the Russo-Japanese war, Sergei Karenin and Alexei Vronsky find themselves thrown together in a remote Manchurian village, where fate offers them a chance to return to the events long past and, finally, to find the answers both have long been seeking.","release_date":"2017-06-08","vote_average":7.1,"runtime":138,"cert":"N\/A","id":451765,"title":"Anna Karenina. Vronsky's Story","adult":false,"genre_ids":[10749,18]},{"cast":["Shiina Itô","Masahiro Yoshida","Shôichirô Sakata","Kyôko Nakamura","Aya Midorikawa"],"overview":"Following cosmetic surgery to enhance her breasts, an office worker is raped. The rapist's son, after setting his distinctly Oedipal gaze on his father's busty victim, locates her and they begin an ill-fated sadomasochistic affair that leads to a bloody killing spree.","release_date":"1990-09-21","vote_average":5.5,"runtime":60,"cert":"N\/A","id":451767,"title":"Office Lady Rape: Devouring the Giant Tits","adult":false,"genre_ids":[80]},{"cast":["Natsuko Sawada","Takeshi Itô","Kinako Satô","Yôta Kawase","Kiyomi Itō"],"overview":"After the death of his wife, Yukio has become more and more paranoid, believing that he is being followed and watched at all times. Yukio's late wife, before her death, was seeing and sleeping with another man. Not only did Yukio know about the affair, he would watch them have sex. Unbeknownst to his wife, his peeping on her became like a fetish. As the film progresses, Yukio goes to see a counselor to try and figure out his phobia and discover his deep repressed thoughts about his wife. In comes Akemi, Yukio's ex-girlfriend from almost a decade prior. Akemi is unhappy with her marriage and seeks the warm embrace of Yukio, which only furthers his descent into madness.","release_date":"1999-11-26","vote_average":6.0,"runtime":62,"cert":"N\/A","id":451772,"title":"Eyes on Me","adult":false,"genre_ids":[53]},{"cast":["Stanley Fung","Kenneth Tsang","Patrick Tse"],"overview":"The Prodigal is a Hong Kong Drama starring Stanley Fung.","release_date":"1969-09-23","vote_average":0.0,"runtime":98,"cert":"N\/A","id":451774,"title":"The Prodigal","adult":false,"genre_ids":[18]},{"cast":["Stanley Fung","Kenneth Tsang","Paul Chu Kong","Lydia Shum","Sek Sau"],"overview":"Wise Wives and Foolish Husbands is a Hong Kong Comedy starring Stanley Fung.","release_date":"1969-03-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":451776,"title":"Wise Wives and Foolish Husbands","adult":false,"genre_ids":[35]},{"cast":["Stanley Fung","Sun-Ma Sze-Tsang"],"overview":"O.K. is a Hong Kong Comedy starring Stanley Fung.","release_date":"1969-05-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":451778,"title":"O.K.","adult":false,"genre_ids":[35]},{"cast":["Senad Alihodžić","Sead Bejtović","Bahri Uka"],"overview":"Mizar is constantly moving and running in Sniper surrounded Sarajevo streets. On the other hand, Mizar father, Jamil is handicapped and his only connection to the world is his son Mizar. One day the door bell of the room they reside in rings.","release_date":"2012-03-01","vote_average":0.0,"runtime":24,"cert":"\"\"","id":451780,"title":"Four Walls Sarajevo","adult":false,"genre_ids":[10752,18]},{"cast":["Takis Hrysikakos","Lila Kafantari","Andreas Andreopoulos","Nikos Kapios","Johnny Theodoridis"],"overview":"The menagerie male goes outing, the boys meet girls MENAGERIE girls and trying to lure in debaucheries. The attendant professor of boys, Takis, falls in love with the most beautiful schoolgirl, Vicky, who is Protaras, and students of the make with the girlfriends. The attendant teacher of girls, the spinster Charikleia, seduced by the owner of the expensive hotel living.","release_date":"1985-06-13","vote_average":0.0,"runtime":79,"cert":"N\/A","id":451782,"title":"Menagerie boys against girls","adult":false,"genre_ids":[35]},{"cast":["Tassos Miliotis","Olia Lazaridou","Panagiota Kekkou","Yorgos Kekos","Loukia Kosmopoulou"],"overview":"Twelve-year-old Vasilis escapes the orphanage, wanders a while in the capital and then takes the train for his hometown, Tripolis. As he wanders through the mountains of Arcadia, he meets a girl whose car has broken down. They become friends and spend the summer together, until Vasilis returns to his grandmother's house, which he finds abandoned and in ruin. The girl disappears, and Vasilis, deserted and alone, takes the road to Tripolis, where, in order to make ends meet, he performs odd jobs. On the day celebrating his patron saint, however, he abandons the city and takes the road back to his village.","release_date":"1988-04-12","vote_average":5.3,"runtime":80,"cert":"N\/A","id":451784,"title":"Invincible Lovers","adult":false,"genre_ids":[]},{"cast":[],"overview":"Damaris and Alberto live in an isolated village in the Sierra Maestra Mountains of Cuba. Four months ago, their 12 year old son committed suicide.","release_date":"2014-02-07","vote_average":0.0,"runtime":14,"cert":"\"\"","id":451786,"title":"A Paradise","adult":false,"genre_ids":[10751,99,18]},{"cast":[],"overview":"A twelve year old boy, living in a \"yurt\" but in love with hip hop and computer games is caught between modernity and tradition, aspirations and poverty and decides to become a Buddhist monk.","release_date":"2011-10-12","vote_average":0.0,"runtime":52,"cert":"N\/A","id":451788,"title":"A Lama from Ulaanbaatar","adult":false,"genre_ids":[10751,18,99]},{"cast":["Efe Karaman","Umit Cirak"],"overview":"A sick musician comes across a homeless boy at the traffic lights. Decides to make a change in his and the boys life.","release_date":"2010-05-07","vote_average":0.0,"runtime":9,"cert":"N\/A","id":451790,"title":"Tin","adult":false,"genre_ids":[18]},{"cast":["Houman Seyyedi","Siamak Adib","Negar Javaherian"],"overview":"Yahya a young religious man chose an AIDS hospice for his occupation. He is completely unlike his colleagues. He dressed like the ordinary people and he is not a talkative guy and his target is helping. In the other hand is a doctor who is the head of hospice and he enjoy of torturing his patients. He have made some where in his hospice for doing his research about HIV where named \"Heaven\" by hospitalized patients.","release_date":"2007-02-01","vote_average":0.0,"runtime":78,"cert":"N\/A","id":451792,"title":"Barefoot in Heaven","adult":false,"genre_ids":[]},{"cast":["Igor Ageev","Elena Kovaleva","Dmitri Shagin","Yuriy Shevchuk","Andrey Krasko"],"overview":"A young Surrealist artist arrives in Leningrad to enter the Academy of Arts. In search of like-minded people, he goes around the city, gets to know his inhabitants and meets Alevtina, a girl who has already entered the bohemian environment...","release_date":"1990-01-01","vote_average":0.0,"runtime":73,"cert":"N\/A","id":451794,"title":"Gorod","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":451796,"title":"Путешествие в Кёнигсберг. 1937 год","adult":false,"genre_ids":[99]},{"cast":["Barbara Frackowiak","Borys Marynowski"],"overview":"","release_date":"1976-10-05","vote_average":5.0,"runtime":16,"cert":"N\/A","id":451798,"title":"Everyday Life","adult":false,"genre_ids":[99]},{"cast":["Robert Lloyd","Elizabeth Laurence","John Woodvine","Leone Amis","Abigail Zealy"],"overview":"This highly acclaimed film version of Béla Bartók's searing psychological opera, performed by Robert Lloyd and Elizabeth Laurence, won the 1989 Prix Italia Music Prize. Bartók's short opera, one of the composer's most impressive early works, tells the macabre legend of Duke Bluebeard, who brings his young wife Judith to live in his remote castle. The dramatic intensity increases as sinister secrets are gradually unveiled, bringing the opera to its haunting conclusion.","release_date":"1989-04-12","vote_average":0.0,"runtime":64,"cert":"N\/A","id":451803,"title":"Duke Bluebeard's Castle","adult":false,"genre_ids":[14,9648,10770]},{"cast":["Jim Bannon","Martin E. Johnson","Osa Johnson"],"overview":"A 1940 Columbia Picture feature film, \"I Married Adventure\" stars Osa Johnson and closely follows her 1940 best-selling book of the same name. Osa portrays herself in studio-produced scenes which bridge the transition between actual documentary footage segments as the film recounts the Johnson's nine world expeditions to Africa, Borneo, and the South Seas. Jim Bannon, a Hollywod stuntman who lent his voice to many western's including Red Ryder, Don Clark, and Albert Duffy narrate this adventure classic that compiles the very best images from the Johnsons' original feature films.","release_date":"1940-07-24","vote_average":0.0,"runtime":78,"cert":"\"\"","id":451805,"title":"I Married Adventure","adult":false,"genre_ids":[99,12,10751]},{"cast":[],"overview":"The Village Hidden in the Leaves is home to the stealthiest ninja in the land. But twelve years earlier, a fearsome Nine-tailed Fox terrorized the Village before it was subdued and its spirit sealed with in the body of baby boy-Naruto.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":451807,"title":"Naruto","adult":false,"genre_ids":[28,12,35]},{"cast":[],"overview":"This film chronicles the career of surfer Dadá Figueiredo, whose stormy personal life upended his status as a trendsetting '70s sports hero.","release_date":"2013-04-12","vote_average":5.0,"runtime":71,"cert":"N\/A","id":451809,"title":"Radical - The Controversial Saga of Dadá Figueiredo","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Real bloodletting, Japanese rope bondage, whippings and satanic crucifixions through fantasized sequences involving torture, medical experiments and vampirism.","release_date":"","vote_average":0.0,"runtime":80,"cert":"N\/A","id":451811,"title":"Satanic Sluts: The Black Order Cometh","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2017-07-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":451813,"title":"Cidades Fantasmas","adult":false,"genre_ids":[99]},{"cast":["Norma Talmadge","Thomas Meighan","Florence Billings","Alec B. Francis","Walter McEwen"],"overview":"A 1919 film directed by Sidney Franklin.","release_date":"1919-05-24","vote_average":0.0,"runtime":60,"cert":"\"\"","id":451815,"title":"The Probation Wife","adult":false,"genre_ids":[18,35]},{"cast":["Abel Salazar","Gloria Lozano","Amanda del Llano","José María Linares Rivas","Roberto Cobo"],"overview":"Working-class boy, pampered rich girl. She thinks their love is strong enough to overcome all the class issues; he knows better, but he decides to give it a whirl anyway. It ends badly for everyone.","release_date":"1950-08-08","vote_average":0.0,"runtime":95,"cert":"N\/A","id":451817,"title":"Donde nacen los pobres","adult":false,"genre_ids":[]},{"cast":["Flaminia Lizzani","Carlo Heimo","Riccardo Acerbi","Gianni Garko","Spiros Focás"],"overview":"The attempt to kill a guy connected to the mob fails when he and his assassins get trapped in a mountain tunnel.","release_date":"1986-01-01","vote_average":0.0,"runtime":70,"cert":"N\/A","id":451819,"title":"Black Tunnel","adult":false,"genre_ids":[28,80]},{"cast":["Masatoshi Nakamura","Fumi Dan","Yutaka Mizutani","Ruriko Asaoka","Shun Ôide"],"overview":"Japanese drama film.","release_date":"1975-04-26","vote_average":0.0,"runtime":88,"cert":"N\/A","id":451821,"title":"Wings of Love","adult":false,"genre_ids":[18,10749]},{"cast":["Govinda","Aruna Irani","Raj Kiran","Johnny Lever","Mandakini"],"overview":"Govinda, an aspiring dancer, lives with his poor mother. In a turn of events, he is given a break to compete with Rocky, a famous dancer in the city.","release_date":"1992-08-04","vote_average":0.0,"runtime":140,"cert":"N\/A","id":451826,"title":"Naach Govinda Naach","adult":false,"genre_ids":[28]},{"cast":["Alec Knight","Brandy Aniston","Lexi Belle","Andy San Dimas","Chanel Preston"],"overview":"Adult movies have been outlawed in California. Walter White's brother-in-law Hank is a vice cop. He invites Walt who teaches filmmaking to go on a porn bust. After breaking in on a hot anal scene with Chanel Preston, Walt recognizes former student Jessie, who is now a porn star. He conspires with her to trap the governor into rescinding the anti-porn law by secretly filming him, Jessie and Lexi Belle in a hot 3-way. They succeed and porn is legal again, but now that Walt has had a taste of adult filmmaking, will he be able to stop?","release_date":"2012-11-27","vote_average":10.0,"runtime":117,"cert":"\"NC-17\"","id":451828,"title":"Breaking Bad XXX","adult":true,"genre_ids":[35]},{"cast":["Masatoshi Nakamura","Fumi Dan","Shun Ôide","Ichirô Ogura","Setsuko Sekine"],"overview":"","release_date":"1974-11-02","vote_average":0.0,"runtime":91,"cert":"N\/A","id":451830,"title":"Touch of Love","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Contains three shorts as a trilogy:\r The Two Way Mirror (El espejo de dos lunas) 1990, 0:29:23\r With You from a Distance (Contigo en la distancia) 1991, 0:27:38\r Saturday Night Thief (Ladrón de sábado) 1996, 0:24:57","release_date":"","vote_average":0.0,"runtime":82,"cert":"N\/A","id":451832,"title":"Con el amor no se juega","adult":false,"genre_ids":[]},{"cast":["Gabriel Sabourin","Denise Filiatrault","Paul Doucet","Sophie Lorain","Céline Bonnier"],"overview":"At 47, Julien is an eternal misfit with no real job. But now that he has published an autobiography recounting his childhood memories, a complicated relationship with his mother and troubling family secrets, success is knocking on his door. Julien and his mother have cut ties a long time ago and she doesn't know about the book. Living a sad and miserable life in a retirement home, she renews contact with her son to make up for lost time. But is that all there is to it?","release_date":"2017-04-14","vote_average":6.6,"runtime":103,"cert":"N\/A","id":451834,"title":"C'est le coeur qui meurt en dernier","adult":false,"genre_ids":[18]},{"cast":["Norma Talmadge","Wyndham Standing","Charles K. Gerrard","Hedda Hopper","Natalie Talmadge"],"overview":"A 1919 film directed by Edward José.","release_date":"1919-10-26","vote_average":0.0,"runtime":60,"cert":"\"\"","id":451836,"title":"The Isle of Conquest","adult":false,"genre_ids":[18]},{"cast":["Norma Talmadge","Conway Tearle","Octavia Broske","Phil Tead","Ida Darling"],"overview":"A 1920 film directed by Chester Withey.","release_date":"1920-01-01","vote_average":0.0,"runtime":72,"cert":"\"\"","id":451838,"title":"She Loves and Lies","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"An animated short by  Liying Huang","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":451846,"title":"The Abyss","adult":false,"genre_ids":[18]},{"cast":["Frank Dorrel"],"overview":"A video compilation that reveals the true nature of U.S. foreign policy.","release_date":"2003-11-03","vote_average":10.0,"runtime":122,"cert":"\"\"","id":451848,"title":"What I Learned About US Foreign Policy","adult":false,"genre_ids":[99]},{"cast":["Lowell Lundstrom","Londa Lundstrom"],"overview":"A very SPECIAL special!","release_date":"1977-12-05","vote_average":0.0,"runtime":54,"cert":"\"\"","id":451850,"title":"The Lundstroms Country Christmas","adult":false,"genre_ids":[10402]},{"cast":["Lowell Lundstrom","Londa Lundstrom"],"overview":"Music and Christmas joy from the beautiful Rockies.","release_date":"1978-11-30","vote_average":0.0,"runtime":52,"cert":"\"\"","id":451852,"title":"The Lundstroms: Colorado Christmas","adult":false,"genre_ids":[10751,10402]},{"cast":["Dragon Lee","Casanova Wong"],"overview":"South Korean gangster\/martial arts film starring Dragon Lee and Casanova Wong. Directed by Casanova Wong.","release_date":"1993-01-01","vote_average":0.0,"runtime":79,"cert":"N\/A","id":451854,"title":"Blues of Chongro","adult":false,"genre_ids":[28,18]},{"cast":["Lowell Lundstrom"],"overview":"The sights, sounds, and strengths of pioneer days, featuring the Lundstrom family and their gospel music.","release_date":"1976-09-10","vote_average":0.0,"runtime":null,"cert":"\"\"","id":451856,"title":"Movin' Thru Dakota Country","adult":false,"genre_ids":[10402,10751]},{"cast":["Norma Talmadge","Adolphe Menjou","Wedgwood Nowell","Conway Tearle","Rosemary Theby"],"overview":"A 1922 film directed by Frank Lloyd.","release_date":"1922-09-17","vote_average":0.0,"runtime":96,"cert":"\"\"","id":451867,"title":"The Eternal Flame","adult":false,"genre_ids":[36,18]},{"cast":["Norma Talmadge","Eugene O'Brien","Edwards Davis","Winter Hall","Matthew Betz"],"overview":"A 1924 film directed by Sidney Olcott.","release_date":"1924-10-25","vote_average":0.0,"runtime":84,"cert":"\"\"","id":451869,"title":"The Only Woman","adult":false,"genre_ids":[18]},{"cast":["Constance  Talmadge","Antonio Moreno","Emily Fitzroy","Edythe Chapman","John Harron"],"overview":"A 1925 film directed by Sidney Franklin.","release_date":"1925-01-25","vote_average":0.0,"runtime":70,"cert":"\"\"","id":451871,"title":"Learning to Love","adult":false,"genre_ids":[35]},{"cast":[],"overview":"In 1981, Roland-Garros management offers William Klein the exclusive opportunity to film the tournament. As a tennis fan, the photographer accepts without hesitation and directs The French, a mythic documentary. Nearly 35 years later, In the French presents a contemporary snapshot of a stadium that has gone through major changes—yet the Roland Garros DNA carries on with passion, anxiety and joy. The greatest tennis generation since 1981 is immor- talized by an outstanding cast: Nadal, Djokovic, Federer, Murray, Tsonga, Serena Williams…In the French is a story of the yellow ball and the evolution of this Grand Slam tournament.","release_date":"2016-05-21","vote_average":0.0,"runtime":82,"cert":"N\/A","id":451873,"title":"In the French","adult":false,"genre_ids":[]},{"cast":["Maurice Costello","Norma Talmadge","Howard Hall","Anders Randolf","Thomas R. Mills"],"overview":"A 1915 film directed by Van Dyke Brooke.","release_date":"1916-02-07","vote_average":0.0,"runtime":50,"cert":"\"\"","id":451875,"title":"The Crown Prince's Double","adult":false,"genre_ids":[18]},{"cast":["Peter Dinklage","Elle Fanning","Paul Giamatti","Charlotte Gainsbourg"],"overview":"After the human race has been wiped out, Del lives in an empty town, content in his solitude and the utopia he has methodically created for himself, until he meets young Grace, who wants to stay with him.","release_date":"2018-09-14","vote_average":6.0,"runtime":100,"cert":"\"R\"","id":451877,"title":"I Think We're Alone Now","adult":false,"genre_ids":[878,18,9648]},{"cast":["James Hetfield","Lars Ulrich","Kirk Hammett","Robert Trujillo","Metallica"],"overview":"\"Hardwired... to Self-Destruct\" release live session for 850 fans at House of Vans, London, England and streamed online via Youtube on November 18th, 2016. Kirk Hammett's Birthday. Setlist: Breadfan (Budgie cover) \/ The Four Horsemen \/ Battery \/ Sad but True (Kirk's solo ended by 'Prowler' riff) \/ Fade to Black \/ Atlas, Rise! \/ Harvester of Sorrow \/ Moth Into Flame (Rob's solo) \/ One \/ Master of Puppets \/ For Whom the Bell Tolls \/ Enter Sandman \/ Whiskey in the Jar (cover) \/ Hardwired \/ Seek &amp; Destroy","release_date":"2016-11-18","vote_average":0.0,"runtime":107,"cert":"N\/A","id":451891,"title":"Metallica: Live from The House of Vans","adult":false,"genre_ids":[10402]},{"cast":["Eugene Ikkarnak","Pauloosie Qulitalik"],"overview":"Four Inuit families build a qaggiq, a large communal igloo, to mark the approach of spring with singing and games. A young man woos a girl but her parents are in disagreement over whether he shall get to marry her.","release_date":"1988-01-01","vote_average":0.0,"runtime":58,"cert":"N\/A","id":451893,"title":"Gathering Place","adult":false,"genre_ids":[18]},{"cast":["Carlos Reichenbach","Aldine Muller","Antônio Fagundes","Adriano Stuart","Antonio Meliande"],"overview":"","release_date":"2011-04-13","vote_average":0.0,"runtime":127,"cert":"N\/A","id":451898,"title":"Boca do Lixo: A Bollywood Brasileira","adult":false,"genre_ids":[99]},{"cast":["Débora Muniz","Indio Lopes","Zé da Ilha"],"overview":"","release_date":"2009-03-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":451900,"title":"Fala Boca! Saudades do Triunfo","adult":false,"genre_ids":[99]},{"cast":["Abhishek Saha","neha banerze","Rajasik das","Roopkotha dey","Rita Mukherj"],"overview":"Its a short film of 30 min. celebrating the childhood and friendship.","release_date":"","vote_average":0.0,"runtime":30,"cert":"N\/A","id":451902,"title":"BONDING (Friendship never dies)","adult":false,"genre_ids":[10751,36,10402,10749,37]},{"cast":["Shelley Michelle","Ted Monte","Alton Butler"],"overview":"Katya (Shelly Michelle -Julia Roberts' body double in Pretty Woman) is the world's most beautiful and talented ballerina. On stage she is a picture of poise and grace. Off stage she hides a burning passion for love which remains hidden until she begins to relate her hidden desires and fantasies to a magazine journalist sent to interview her. Not surprisingly her desire soon turns to reality as she enters a world full of sexual encounters which in turn brings a new energy to her dancing.","release_date":"1995-01-01","vote_average":0.0,"runtime":80,"cert":"\"\"","id":451910,"title":"Lover's Concerto","adult":false,"genre_ids":[18]},{"cast":["Patrick Gavin","Tucker Carlson"],"overview":"From it's humble beginnings as a one night affair, the White House Correspondents' Association's annual dinner has grown into a nearly week long celebration of press, power players, celebrities and parties. A Politico reporter, Patrick Gavin, quits his job interviewing some of Washington's top policymakers and exposes a private world of excess and extravagance that is like nothing you'd ever imagine.","release_date":"2015-04-11","vote_average":0.0,"runtime":80,"cert":"\"\"","id":451912,"title":"Nerd Prom: Inside Washington's Wildest Week","adult":false,"genre_ids":[]},{"cast":["Lee Sun-kyun","Ahn Jae-hong","Kim Hee-won","Kyung Soo-jin","Jung Hae-in"],"overview":"A clever king of Joseon and his brilliant chronicler hunt for the truth behind a crime that threatens the throne and the stability of the country.","release_date":"2017-04-26","vote_average":7.3,"runtime":115,"cert":"N\/A","id":451914,"title":"The King's Case Note","adult":false,"genre_ids":[12,28,35]},{"cast":["Chris Crowson","Raighne Davidson","Vance Kotrla","Mike Newhouse","Jeff Smith"],"overview":"Four people return to the haunted woods where their friend was eaten by an ancient monster. Because they want to fight it. Because they're stupid.","release_date":"2003-11-08","vote_average":8.0,"runtime":75,"cert":"\"NR\"","id":451916,"title":"The Return of the Forest Monster","adult":false,"genre_ids":[35,27]},{"cast":["Tessa Thompson","Lily James","Luke Kirby","James Badge Dale","Lance Reddick"],"overview":"For years, Ollie has illicitly helped the struggling residents of her North Dakota oil boomtown access Canadian health care and medication. When the authorities catch on, she plans to abandon her crusade, only to be dragged in even deeper after a desperate plea for help from her sister.","release_date":"2019-04-19","vote_average":5.7,"runtime":105,"cert":"\"R\"","id":451918,"title":"Little Woods","adult":false,"genre_ids":[18,53]},{"cast":["Abhishek Bachchan","Lara Dutta","Chunky Pandey","Raageshwari","Amitabh Bachchan"],"overview":"A man's (Abhishek Bachchan) innocent gift to his grandfather sparks a power struggle in a village that recently received electricity.","release_date":"2003-08-22","vote_average":3.3,"runtime":146,"cert":"N\/A","id":451920,"title":"Mumbai Se Aaya Mera Dost","adult":false,"genre_ids":[12,10749,28]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":451931,"title":"Fackklub 459","adult":false,"genre_ids":[]},{"cast":["María Barhoum","Inge Viett"],"overview":"Two women fought with uncompromising conviction to change the world in the late 1960s - Inge Viett as a former member of the RAF in Germany, Maria Barhoum as former member of the FAU in Uruguay. In 1999, they met in Cuba, a country that seemed to mirror many of their questions, hopes and fears. The film looks at their real lives and different roads to exile; two utopian visions sought under very different conditions on separate continents. It is a double portrait of two extraordinary women that succeeds in avoiding the twin pitfalls of condemnation and glorification.","release_date":"2000-01-01","vote_average":0.0,"runtime":83,"cert":"N\/A","id":451933,"title":"Greater Freedom Lesser Freedom","adult":false,"genre_ids":[]},{"cast":["Wil Anderson"],"overview":"One Night Stan - Wil Anderson: Fire At Wil. Five-time Winner – People’s Choice Award Melbourne Comedy Festival. Wil is one of the most consistently excellent stand-up comedians of his generation, this is one world-class act you won’t want to miss.","release_date":"2017-03-24","vote_average":0.0,"runtime":75,"cert":"N\/A","id":451935,"title":"Wil Anderson: Fire at Wil","adult":false,"genre_ids":[35]},{"cast":["Stanley Fung","Sek Kin","Lydia Shum","Nancy Sit Ka-Yin","Lui Kei"],"overview":"The Saint is a Hong Kong Martial Arts movie starring Stanley Fung.","release_date":"1968-11-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":451937,"title":"The Saint","adult":false,"genre_ids":[28,12]},{"cast":["Rachel Riley","Lloyd Kaufman"],"overview":"Four college guys caught cheating on their final exam are forced by their unstable teacher to perform a series of outrageously funny and sexy tasks in order to graduate.","release_date":"2016-07-01","vote_average":4.3,"runtime":94,"cert":"\"R\"","id":451939,"title":"Last Day of School","adult":false,"genre_ids":[35]},{"cast":[],"overview":"America's first black, Jewish and female president must save the nation from a smelly and lethal threat.","release_date":"1986-01-01","vote_average":0.0,"runtime":89,"cert":"\"\"","id":451941,"title":"Silent But Deadly","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"1948-06-15","vote_average":6.0,"runtime":25,"cert":"N\/A","id":451952,"title":"Attaque nocturne","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"1944-01-01","vote_average":4.0,"runtime":1,"cert":"N\/A","id":451954,"title":"La ballerine","adult":false,"genre_ids":[16]},{"cast":["Mir Afsar Ali","Anirban Bhattacharya","Gaurav Chakrabarty","Ritabhari Chakraborty","Ritabhari Chakraborty"],"overview":"'Colkatay Columbus' is a satirical film which is set in present day, modern Kolkata. Where people are busy with their own lives and struggles, which leaves them in constant need of a rescuer or a hero who will be there for them in their time of need.  In Colkatay Columbus, writer and director Saurav Palodhi has shown how everyone, from the ordinary person to a legend, is in search of something.  The story unfolds through an encounter of Columbus and two boys in Kolkata. When Columbus somehow lands up in Kolkata in 2016, he is surprised to see that everyone is in search of something. He is in search of roads that would lead him back home while the boys are in search for Columbus to get him to offer tips on attaining success. Columbus starts doling out suggestions to the boys but is also put off by the “competition”.","release_date":"2016-11-11","vote_average":4.8,"runtime":126,"cert":"N\/A","id":451956,"title":"Colkatay Columbus","adult":false,"genre_ids":[14,35,18]},{"cast":["Andrea Rotini","Desiderio","Alessandro Deflorio","Daniele Cruccolini","Gemma Jalenti"],"overview":"A documentary about the artist Desiderio, directed by Andrea Rotini. With the partecipation of Alessandro Riva, Chiara Canali, Francesco Santaniello.  Texts and translations by Gemma Jalenti","release_date":"2017-04-26","vote_average":0.0,"runtime":18,"cert":"N\/A","id":451958,"title":"ADELANTE","adult":false,"genre_ids":[99]},{"cast":["Oron Avidan","Moshe Ivgy","Chaim Elmakis","Liat Ekta","Saar Badishi"],"overview":"This 1990s film from Israel focuses on a group of teenagers who go on the run after accidentally killing someone.","release_date":"1996-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":451960,"title":"Game Over","adult":false,"genre_ids":[53,80]},{"cast":["Jude Law","Giancarlo Giannini","Nicole O'Neill"],"overview":"\"The Gentlemen's Wager\" was made by Anomaly in New York and is being distributed by Unruly Media to promote Johnnie Walker Blue.","release_date":"2014-07-29","vote_average":10.0,"runtime":6,"cert":"\"\"","id":451962,"title":"The Gentleman's Wager","adult":false,"genre_ids":[12,28]},{"cast":["Lindsay Elston","Monique Parent","Nicole Sterling","Matthew Pohlkamp","Cooper Fontaine"],"overview":"A couple hires a live-in nanny to watch the offspring while they work. At first, everything goes perfectly, but when an unsafe incident means the parents no longer want the nanny around, they find out this nanny is savvy at not being evicted from her live-in situation. So savvy, in fact, that she can make these parents' lives a true nightmare.","release_date":"2016-12-27","vote_average":4.4,"runtime":90,"cert":"\"\"","id":451964,"title":"Evil Nanny","adult":false,"genre_ids":[18,27,53,10770]},{"cast":[],"overview":"","release_date":"","vote_average":8.2,"runtime":null,"cert":"N\/A","id":451975,"title":"Jefe en Pañales","adult":false,"genre_ids":[]},{"cast":[],"overview":"A simple contemplation of the plum tree through a window. In rich black and white.","release_date":"1960-01-01","vote_average":0.0,"runtime":7,"cert":"\"\"","id":451980,"title":"The Seasons’ Change","adult":false,"genre_ids":[]},{"cast":[],"overview":"This is a classing Jordan animation, primarily in B\/W, with touches of color. Actually, the engraved art work was film on color negative, so that subtle variations in tone are recorded. The mood--enhanced by John Davis' original music--is dream-like. It is both lyric and crackling, producing a kind of anticipatory tension. The scenes, in the usual Jordan manner, follow the surreal principle of placing objects and people where the ought not to be, and making movements that in the waking world are impossible. Each scene is a kind of drama from another world.","release_date":"2016-11-18","vote_average":0.0,"runtime":10,"cert":"\"\"","id":451982,"title":"Night Light","adult":false,"genre_ids":[16]},{"cast":["Joe Marrese","Pat Regan"],"overview":"Rasberries is a film about Joe Marrese.","release_date":"2016-08-08","vote_average":0.0,"runtime":10,"cert":"\"\"","id":451984,"title":"Rasberries","adult":false,"genre_ids":[35]},{"cast":[],"overview":"In an isolated mansion, a creature receives orders to carry out a sinister plan that will change the face of the world. Meanwhile, a desperate father is in search for his missing daughter.","release_date":"2016-12-23","vote_average":6.0,"runtime":13,"cert":"N\/A","id":451986,"title":"Le Plan","adult":false,"genre_ids":[]},{"cast":["Sul Kyung-gu","Yim Si-wan","Kim Hee-won","Jeon Hye-jin","Lee Kyung-young"],"overview":"Jae-ho, who aims to become the number one in a crime organization, gets to build up trust with Hyun-su, an ambitious newbie in the prison. While they try to take over the organization after the prison release, their ulterior motives starts to emerge.","release_date":"2017-05-17","vote_average":7.4,"runtime":120,"cert":"N\/A","id":451997,"title":"The Merciless","adult":false,"genre_ids":[28,80,18]},{"cert":"\"\"","title":"Martha's Vindication","cast":["Norma Talmadge","Seena Owen","Ralph Lewis","Tully Marshall","Josephine Crowell"],"id":451999,"overview":"A 1916 film directed by Chester M. Franklin.","runtime":50,"genre_ids":[18],"release_date":"1916-02-20","vote_average":0.0,"adult":false}]