[{"cast":["Arletty","Marie Déa","Fernand Ledoux","Alain Cuny","Roger Blin"],"overview":"At the end of the 15th century, two minstrels Gilles and Dominique come from nowhere into the castle of Baron Hugues. Gilles charms Anne, Hughes' daughter, while Dominique charms both Hugues and Ann's fiance. Gilles and Dominique are not really in love : they are sent by the Devil to desperate people. But Ann is so pure that Gilles is caught to his own trap... How will they fight against the Devil ?","release_date":"1942-12-05","vote_average":7.4,"runtime":116,"cert":"N\/A","id":45000,"title":"Les Visiteurs du Soir","adult":false,"genre_ids":[18,14,10749]},{"cast":["Rishi Kapoor","Shah Rukh Khan","Divya Bharti","Amrish Puri","Mohnish Behl"],"overview":"A singer marries his biggest fan, but his uncle plans to kill him in order to gain his money.","release_date":"1992-06-25","vote_average":7.3,"runtime":163,"cert":"N\/A","id":45001,"title":"Deewana","adult":false,"genre_ids":[28,35,80,18,10749]},{"cast":["Naseeruddin Shah","Shah Rukh Khan","Urmila Matondkar","Tinnu Anand","Shammi Kapoor"],"overview":"When Sunder loses everything, he seeks refuge in a graveyard, where he befriends a ghost.","release_date":"1992-07-08","vote_average":6.3,"runtime":171,"cert":"N\/A","id":45002,"title":"Chamatkar","adult":false,"genre_ids":[35,10749]},{"cast":["Shah Rukh Khan","Juhi Chawla","Amrita Singh","Nana Patekar","Sameer Chitre"],"overview":"A young engineer, from a small town, moves to Mumbai, with big dreams. As he hugely advances in his career, he gets caught up in the rich and glamorous lifestyle and starts getting changed. After becoming a victim of a conspiracy, he realizes his mistake and tries to redeem himself.","release_date":"1992-11-13","vote_average":7.1,"runtime":161,"cert":"N\/A","id":45003,"title":"Raju Ban Gaya Gentleman","adult":false,"genre_ids":[18]},{"cast":["Alberto Sordi","Vittorio Gassman","Ugo Tognazzi","Ornella Muti","Eros Pagni"],"overview":"15 years after the monumental \"I mostri\" which was a great example of Italian sketch comedy, 3 of the greatest Italian directors ever (Risi, Monicelli, Scola) the best Italian writers ever (Age, Scarpelli) the best Italian actors ever (Tognazzi, Gassmann, Sordi) one of the most beautiful woman in the world (Ornella Muti) participate to this great tribute.","release_date":"1977-12-15","vote_average":6.8,"runtime":115,"cert":"N\/A","id":45004,"title":"The New Monsters","adult":false,"genre_ids":[35]},{"cast":["Ugo Tognazzi","Vittorio Gassman","Lando Buzzanca","Marisa Merlini","Rika Dialina"],"overview":"The myths of the sixties are satirized in 20 episodes.","release_date":"1963-10-30","vote_average":7.4,"runtime":115,"cert":"N\/A","id":45005,"title":"The Monsters","adult":false,"genre_ids":[35]},{"cast":["Jürgen Prochnow","Andrew Divoff","Elizabeth Morehead","J. Kenneth Campbell"],"overview":"A U.S. Air Force officer tries to stop a murderous group of terrorists whom are trying to steal two top secret F-117A Stealth Fighters from the cargo hold of a gigantic C-5 Galaxy Transport flying at 30,000 feet over the Atlantic Ocean.","release_date":"1992-10-13","vote_average":7.4,"runtime":92,"cert":"N\/A","id":45006,"title":"Interceptor","adult":false,"genre_ids":[28,53]},{"cast":["Oliver Reed","Gene Hackman","Candice Bergen","Simon Oakland","Ronald Howard"],"overview":"A ruthless rancher, and his gang, use extremely long range rifles to kill the men who kidnapped his infidel wife.","release_date":"1971-07-16","vote_average":6.5,"runtime":111,"cert":"18","id":45007,"title":"The Hunting Party","adult":false,"genre_ids":[28,18,37]},{"cast":["Norman Chu","Ga Lun","Wilson Tong","Kwan Chung","Chan Hung-Gaai"],"overview":"Wicked ninja drug lords do their darnedest to prevent a scientist from making public his newly developed cure for heroin addiction.","release_date":"1987-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":45010,"title":"Ninja vs. Ninja","adult":false,"genre_ids":[28]},{"cast":["John Wilford","Mike Abbott","Chiang Tao","Chang Seng-Kwong","Stuart Smith"],"overview":"International intrigue surrounds this battle for possession of a secret war map that could mean the end of the world.","release_date":"1987-01-01","vote_average":0.0,"runtime":89,"cert":"N\/A","id":45011,"title":"Death Code: Ninja","adult":false,"genre_ids":[28]},{"cast":["Brad Armstrong","Dyanna Lauren","Raquel Devine","Monique Fuentes","Janet Mason"],"overview":"Michael (Brad Armstrong) is a past-his-prime tennis pro that begrudging takes a job at a very exclusive tennis club. He soon learns that the clientele is a VERY friendly bunch. After an encounter with one of the sexy female members, he quickly gets a reputation for being a bit of a playboy. Before he knows it, all the women at the club are clamoring for one of his \"Private Lessons\"... So grab your \"racquet\" and your \"furry balls\" and get ready for a whole lot of fun.","release_date":"2009-08-26","vote_average":7.0,"runtime":145,"cert":"N\/A","id":45012,"title":"30 Love","adult":true,"genre_ids":[35]},{"cast":["Zoe Saldana","Jamie Chung","Rosamund Pike","Lake Bell","Nick Stahl"],"overview":"A subversive tale that interlaces five stories set in Los Angeles, where no taboo is left unexplored as each character careens toward a dark and often comic fate","release_date":"2010-04-23","vote_average":5.5,"runtime":112,"cert":"N\/A","id":45013,"title":"Burning Palms","adult":false,"genre_ids":[35,18,10751]},{"cast":["Andrew Scott","Fiona Glascott","Tobias Menzies","Niall Buggy","Nicholas Rowe"],"overview":"Set in a seaside resort in the Caucasus, the story centers on n'er do well, Laevsky (Andrew Scott) and his illicit relationship with his mistress Nadya (Fiona Glascott). Laevsky has convinced Nadya to leave her husband for him, but now wants to abandon her.","release_date":"2010-04-28","vote_average":7.4,"runtime":95,"cert":"N\/A","id":45014,"title":"Anton Chekhov's The Duel","adult":false,"genre_ids":[18]},{"cast":["Il Lim","Leelee Sobieski","Ron Perlman","Jim Hanks"],"overview":"A man named Flyn (Il Lim) is on a mission on killing the men who raped his wife Olivia (Leelee Sobieski). He finds himself living a double life as a killer and a husband. He finds an unexpected friend, a priest (Ron Perlman), as he deals with the gravity of his acts. The story comes to a climactic end when Flyn finds out he is in a battle he has already lost....","release_date":"2010-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45015,"title":"Acts of Violence","adult":false,"genre_ids":[28,18,80,53]},{"cast":["Hitomi Kuroki","Ken Watanabe","Shao Bing","Yuji Oda","Son Chang-min"],"overview":"At the turn of the 20th Century amongst tension between China and Japan, a Japanese swindler in Shanghai plans to profit by selling weapons. He steals arms from the Japanese military and sells them to the rich Chinese.","release_date":"2003-01-11","vote_average":0.0,"runtime":104,"cert":"N\/A","id":45018,"title":"T.R.Y.","adult":false,"genre_ids":[28,35]},{"cast":["Jennifer Jason Leigh","Albert Finney","Maggie Smith","Ben Chaplin","Judith Ivey"],"overview":"Set in 1870's New York, a spinster heiress is courted by a much younger, penniless man, much to the chagrin of her over-protective father, and must decide whether to spend the rest of her life alone, or marry a man who is interested in her only because of her inheritence.","release_date":"1997-10-10","vote_average":7.1,"runtime":115,"cert":"N\/A","id":45019,"title":"Washington Square","adult":false,"genre_ids":[18,10749]},{"cast":["Scott Caan","Dylan McDermott","Erika Christensen","James Caan","Whitney Able"],"overview":"A young novelist tries to write about love, but realizes he will first need some real-life experience before taking on the subject.","release_date":"2009-11-11","vote_average":5.6,"runtime":87,"cert":"N\/A","id":45020,"title":"Mercy","adult":false,"genre_ids":[18,10749]},{"cast":["Arisa Mizuki","Yuki Matsushita","Shosuke Tanihara","Uno Kanda","Kazuko Yoshiyuki"],"overview":"30 year old Yoko Sasaki (Arisa Mizuki) works diligently at a publishing company. She then receives the unexpected news that she is pregnant. Having now to chose between having a baby and or her career.","release_date":"2009-05-23","vote_average":4.0,"runtime":119,"cert":"N\/A","id":45021,"title":"Baby, Baby, Baby!","adult":false,"genre_ids":[35,18]},{"cast":["Jesse Eisenberg","Justin Bartha","Danny A. Abeckaser","Ari Graynor","Jason Fuchs"],"overview":"Inspired by actual events in the late nineties when Hasidic Jews were recruited as mules to smuggle ecstasy from Europe into the United States.","release_date":"2010-05-21","vote_average":6.0,"runtime":89,"cert":"N\/A","id":45022,"title":"Holy Rollers","adult":false,"genre_ids":[80,18]},{"cast":["Renato Pozzetto","Paola Onofri","Athina Cenci","Gianfranco Agus","Patrizia Loreti"],"overview":"Bartoloni from Milan exchanges apartments with his colleague from Rome and moves toa new place. And everything could be good, if not unexpected trouble with which he will have to face ..","release_date":"1988-03-18","vote_average":6.6,"runtime":90,"cert":"N\/A","id":45025,"title":"My House My House...","adult":false,"genre_ids":[35]},{"cast":["Pál Jávor","Irén Ágay","Gyula Kabos","Gyula Csortos","Manyi Kiss"],"overview":"","release_date":"1937-02-15","vote_average":6.0,"runtime":null,"cert":"N\/A","id":45028,"title":"You Will Be My Husband","adult":false,"genre_ids":[]},{"cast":["Dona Speir","Roberta Vasquez","Bruce Penhall","Geoffrey Moore","Tony Peck"],"overview":"Buxom do-gooders Donna and Nicole set out to reclaim the stolen Alexa diamond from its hiding place in Russia … only to run into their nemesis, Martin Kane.","release_date":"1993-10-27","vote_average":5.2,"runtime":97,"cert":"N\/A","id":45029,"title":"Fit to Kill","adult":false,"genre_ids":[28,10749,53]},{"cast":["Dona Speir","Roberta Vasquez","Bruce Penhall","Geoffrey Moore","Cynthia Brimhall"],"overview":"A nuclear trigger has been smuggled to the Middle East by an evil mastermind named Kane, and the weapons could upset the delicate balance of power in the region if they fall into the wrong hands. It's up to three bombshell federal agents to avert disaster and restore the precarious balance.","release_date":"1992-02-12","vote_average":4.6,"runtime":97,"cert":"","id":45030,"title":"Hard Hunted","adult":false,"genre_ids":[28,53]},{"cast":["Scott Schwartz","Robert Deveau","Donna Asali","Robert 'Tex' Allen","Bob Sacchetti"],"overview":"In an abandoned prison, a doctor has revived executed convicts as the living dead. Teenager, Jonathan creates a laser gun from a videodisc player and pursues the walking dead, aided by his girlfriend and grandfather. Also tracking down the zombies is a tabloid reporter.","release_date":"1986-01-01","vote_average":3.2,"runtime":86,"cert":"N\/A","id":45031,"title":"Raiders of the Living Dead","adult":false,"genre_ids":[27]},{"cast":["Michael Allen","Eliza Lovell","Bonnie-Jaye Lawrence","Zara Collins"],"overview":"Set on a famous nudist beach, Maslin Beach is a film about crazy people involved in crazy misunderstandings and romantic squabbles, a naked and hilarious search for the meaning of life. And it's also a gentle story about love. Simon attempts to summon the courage to face the truth about his relationship with Marcie over the course of one afternoon, leading to a bittersweet jolt to his life. With other relationships on the beach interfering with his objective to propose, a myriad of characters attempt to make sense of life, love and it all.","release_date":"1997-01-01","vote_average":3.5,"runtime":80,"cert":"N\/A","id":45032,"title":"Maslin Beach","adult":false,"genre_ids":[35,18,10749]},{"cast":["Karina Hollekim"],"overview":"Traces the story of an extreme athlete, past and present; but also explores the psychology behind life, death, risk and the confrontation of fear.","release_date":"2012-01-01","vote_average":8.0,"runtime":60,"cert":"N\/A","id":45033,"title":"20 Seconds of Joy","adult":false,"genre_ids":[99]},{"cast":["Kelly McGillis","Olivia Newton-John","Namrata Singh Gujral"],"overview":"The film chronicles the diagnosis and treatment of a breast cancer survivor, interspersed with personal tales from famous international celebrities who are also survivors, or affected closely by cancer.","release_date":"2010-10-06","vote_average":0.0,"runtime":90,"cert":"N\/A","id":45034,"title":"1 a Minute","adult":false,"genre_ids":[99]},{"cast":["Kam Wu-seong","Jung Jin-young","Kang Sung-yeon","Lee Joon-gi","Jang Hang-seon"],"overview":"Set in the late 15th century during the reign of King Yeonsan, two male street clowns and tightrope walkers, Jangsaeng (Gam Wu-seong) and Gong-gil (Lee Joon-gi), are part of an entertainer troupe. Their manager prostitutes the beautiful Gong-gil to rich customers, and Jangsaeng is sickened by this practice. After Gong-gil kills the manager in defense of Jangsaeng, the pair flee to Seoul, where they form a new group with three other street performers...","release_date":"2005-12-29","vote_average":7.0,"runtime":119,"cert":"N\/A","id":45035,"title":"King and the Clown","adult":false,"genre_ids":[18,36,53]},{"cast":["Klári Tolnay","Manyi Kiss","Tivadar Bilicsi","Gerő Mály","Piroska Vaszary"],"overview":"Kató Varga (Klári Tolnay) is unable to play its part in front of the Admissions Committee of the School of Dramatic Art. Geszty (Tivadar Bilicsi), severe President of the Commission maintains that she has no talent for acting and mercilessly tells you will never be an actress. Kató prepares to take revenge and under the false name of Katyi Csiba, dressed as a peasant village, obtains admission to the house Geszty. Turning everything upside down, she makes your life hell.","release_date":"1942-12-17","vote_average":0.0,"runtime":90,"cert":"N\/A","id":45036,"title":"Katyi","adult":false,"genre_ids":[35,10402]},{"cast":["Jennifer Clavin","Jessie Clavin","Bobby Sandoval","Dean Spunt","Becky Stark"],"overview":"Four awkward 17-year-olds struggle through their senior year. Like most high school students, they ride a continual wave of embarrassment: crappy after-school jobs, attempted sex in the science room, tinfoil shorts, guitar-strumming hippie teachers and brushes with the law. The only difference is that their moments of humiliation are caught on tape--our gang of four are the subjects of a documentary shot by fellow classmates.","release_date":"2005-01-25","vote_average":2.0,"runtime":77,"cert":"N\/A","id":45037,"title":"High School Record","adult":false,"genre_ids":[35,99]},{"cast":["Sarah McLachlan","Ashwin Sood","Brian Minato","Camille Henderson","David Sinclair"],"overview":"This video companion to the Canadian singer-songwriter's triumphant live album confirms in sight what that recording advanced in sound--Sarah McLachlan and her fine, flexible stage band have evolved into a superb live performing unit, breathing added fire and nuance into McLachlan songs that were already stunning in their original studio versions. Always a strong, charismatic singer, McLachlan now conjures a rare balance of delicacy and power, measured here in performances of signature songs that add a new, more muscular edge matching her band's rock firepower. Thus, \"Possession\" expands beyond its already sensual promise to touch on truly erotic abandon, while \"Building a Mystery\" focuses its portrait of a narcissistic poseur with a harder edge and a newly amended, R-rated lyric that's entirely appropriate.","release_date":"1999-10-12","vote_average":0.0,"runtime":114,"cert":"N\/A","id":45038,"title":"Sarah McLachlan - Mirrorball","adult":false,"genre_ids":[10402]},{"cast":["Rudolf Hrušínský","Jaromír Hanzlík","Josef Somr","Petr Čepek","Miloslav Štibich"],"overview":"This movie is based on texts of Bohumil Hrabal, world-known Czech prosaic. It's a story (in a form of a mosaic of short episodes and pictures) about the sadness and happiness of inhabitants of Kersko (Kersko is a small woody area full of cottages and roods). These people are both simple and sensitive, they have their own pleasures (e.g. Leli is a collector of cheap, but inutile things) and the greatest delight of all of them is a hunting. Crude poetics of amateur hunting is screened by dreamy pictures of this area. Menzel mixes sentimental lyricism and rough (but not vulgar!) humor and the outcome is the never-ending landscape of continuous life in the proximate nearness of nature. The performances of actors are brilliant. Both Rudolf Hrusinsky as a Franz and Jaromír Hanzlik as a Leli have nonrecurring charm bottomed on a pain and inebriation. Only the music is not perfect: Jiri Sust usually assembled his film music from his older works and in this movie there is many quotations.","release_date":"1984-01-01","vote_average":6.6,"runtime":83,"cert":"N\/A","id":45039,"title":"The Snowdrop Festival","adult":false,"genre_ids":[28,35,18]},{"cast":["Myk Watford","Lafayette Wright","Silvia Mathis Manning","Franchelle S. Dorn"],"overview":"A vision of Jesus sighted on the screen door of Mother Harper's front porch sparks misadventures as the media and crowds gather around the phenomenon and the townsfolk start to take sides. As more people flock to the door, some for guidance, some for healing and some for pure entertainment, the pressure on this sleepy town starts to build. From the wanton Mayor to the scheming town seductress; from the white banker to the desperate black rough neck who seeks his help; from the security guard with all the answers to the hoards gathering with nothing but questions, there's something boiling under this town and only one thing is certain: no one will escape the apocalyptic results unchanged.","release_date":"2003-03-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45040,"title":"Screen Door Jesus","adult":false,"genre_ids":[18,35]},{"cast":["Dana Gould"],"overview":"Stand-Up comedian Dana Gould performs his one-hour comedy special at Chicago's famed Second City theatre.","release_date":"2009-03-14","vote_average":7.5,"runtime":75,"cert":"N\/A","id":45041,"title":"Dana Gould: Let Me Put My Thoughts in You","adult":false,"genre_ids":[35]},{"cast":["Stacy Valentine","Jack Gallagher","Veronica Hart","Julian","Ron Jeremy"],"overview":"In 1995, at the urging of her then-husband, an Oklahoma housewife submitted a topless photo of herself to a men's magazine, thus launching her phenomenal career as porn star Stacy Valentine. In this eye-opening and refreshingly even-handed film, Valentine candidly discusses the inner-workings and occupational hazards of the adult entertainment world, touching on the glamour -- and frequent emptiness -- of life in \"the business.\"","release_date":"1999-06-16","vote_average":5.8,"runtime":82,"cert":"N\/A","id":45042,"title":"The Girl Next Door","adult":false,"genre_ids":[99]},{"cast":["Sang Hyun Lee","Kim Tae-yeon","Hyun Joo Choi","Kwon Taek Han"],"overview":"A story about the bizarre sexual relations of 38-year-old married man J and 18-year-old student Y. After an initial encounter, they embark on a sexual odyssey that visits the realms of obsession and sadomasochism.","release_date":"1999-09-04","vote_average":5.2,"runtime":112,"cert":"N\/A","id":45043,"title":"Lies","adult":false,"genre_ids":[18]},{"cast":["Valérie Lemercier","Vincent Lindon","Hélène Fillières","Hélène de Saint-Père","Grégoire Colin"],"overview":"Paris, 1995. Laure is about to meet friends for dinner. But on her way out, she discovers that the entire city is stalled by a massive transit strike. When a handsome stranger offers her a ride, Laure takes a highly charged, impossibly erotic detour.","release_date":"2002-09-11","vote_average":6.5,"runtime":90,"cert":"N\/A","id":45044,"title":"Friday Night","adult":false,"genre_ids":[18,10749]},{"cast":["Gabriel Byrne","Ben Kingsley","Mimi Rogers","Jeffrey Tambor","Illeana Douglas"],"overview":"As two warring media moguls grapple for ownership of a coveted professional football team, they use the newspapers, magazines and television stations they own to destroy each other's reputations.","release_date":"1997-11-10","vote_average":5.0,"runtime":100,"cert":"N\/A","id":45045,"title":"Weapons of Mass Distraction","adult":false,"genre_ids":[35,18]},{"cast":["Beau Bridges","Joanna Cassidy","Phil Hartman","James Earl Jones","James Coburn"],"overview":"When a planeload of Pakistani orphans are shipped to his state for permanent relocation, the governor of Idaho (Beau Bridges, who won an Emmy) defies the president (Phil Hartman) and closes the state's border. News Net Television, a cable news program that makes hay by reporting on political scandals, quickly spins the racist act into an overnight media sensation, creating a divide in national opinion over the issue.","release_date":"1997-03-15","vote_average":6.3,"runtime":97,"cert":"N\/A","id":45046,"title":"The Second Civil War","adult":false,"genre_ids":[18,35,10770]},{"cast":["Marie Liljedahl","Tommy Blom","Lennart Lindberg","Harriet Eires","Inger Sundh"],"overview":"After her boyfriend leaves her alone and penniless, Inga can only long for the love of another man devoted to satisfying her body and soul. Rolf, a young pop singer and musician, tries his best to seduce her, but she ultimately falls for Stig - a dashing older man and writer. Stig owns a beautiful villa, and Inga gladly becomes his personal secretary - and lover. When business takes Stig away, Inga's loneliness and unfulfilled sensual desires lead her straight into the arms and bed of Rolf. As passions surge and forbidden lust is embraced, Inga will be forced to confront a shocking secret and reconcile an aching heart with a tireless young body that can't say no.","release_date":"1971-02-19","vote_average":5.0,"runtime":85,"cert":"N\/A","id":45047,"title":"The Seduction of Inga","adult":false,"genre_ids":[18]},{"cast":["Glory Annen","Chris Milne","Joni Flynn","Jody Hanson","Marilyn Rodgers"],"overview":"Young Felicity lives in a monastic school. The only way to live out her sexual fantasies is together with her girlfriend Jenny. But then she receives an invitation to her sister in Hong-Kong and can't wait to finally do the real thing.","release_date":"1978-10-09","vote_average":5.9,"runtime":94,"cert":"N\/A","id":45048,"title":"Felicity","adult":false,"genre_ids":[18,10749]},{"cast":["Eric Allman","Alan Cox","Miguel de Icaza","Jon 'maddog' Hall","Ari Lemmke"],"overview":"The Code is a Finnish-made documentary about Linux, featuring some of the most influential people of the free software movement.","release_date":"2001-09-26","vote_average":7.6,"runtime":58,"cert":"N\/A","id":45049,"title":"The Code","adult":false,"genre_ids":[28,53,99]},{"cast":["Athena Massey","Jeffrey Dean Morgan","Meg Foster","Tom Tayback","Rena Riffel"],"overview":"A female cop goes undercover in a high price whorehouse to find a murderer and discovers she likes the assignment more than she should.","release_date":"1995-04-11","vote_average":5.7,"runtime":93,"cert":"N\/A","id":45050,"title":"Undercover","adult":false,"genre_ids":[53,9648]},{"cast":[],"overview":"The story of four women suffering from anorexia and bulimia in South Florida","release_date":"2006-10-21","vote_average":7.5,"runtime":102,"cert":"N\/A","id":45051,"title":"Thin","adult":false,"genre_ids":[99]},{"cast":["Amy Weber","Michael Zara","Minka Kelly","Terrence Evans","David Austin"],"overview":"A feature film based on a story in which a young man is stabbed to death on the evening of October 31, 2003. One year later, at a Halloween party, six people were brutally butchered in a remote location. The victims faces were carved and mutilated beyond recognition. The crime is still unsolved and is currently under investigation. Written by Robert Mann (Writer\/Director)","release_date":"2006-10-31","vote_average":4.3,"runtime":90,"cert":"N\/A","id":45052,"title":"The Pumpkin Karver","adult":false,"genre_ids":[35,27]},{"cast":["Yaël Abecassis","Richard Berry","Gad Elmaleh","Jules-Angelo Bigarnet"],"overview":"1968. La famille Maïmon : Félix, Mireille et leurs deux enfants, Eric et Michel, débarquent à Marseille. Quelques années plus tard, à peine installé à Belleville, Félix fait la connaissance de Serge, un parrain local avec qui il se lie d'amitié. Serge entraîne Félix sur les chemins du grand banditisme, jusqu'à ce que celui-ci se fasse prendre par la police et décide d'endosser, à la place de Serge, la responsabilité de chef de bande.","release_date":"2007-12-12","vote_average":5.3,"runtime":95,"cert":"N\/A","id":45053,"title":"Comme ton père","adult":false,"genre_ids":[18,28,53]},{"cast":["Charlie Cox","Dougray Scott","Wes Bentley","Rodrigo Santoro","Jordi Mollà"],"overview":"Arising out of the horror of the Spanish Civil War, a candidate for canonization is investigated by a journalist who discovers his own estranged father had a deep, dark and devastating connection to the saint's life.While researching the life of Josemaria Escriva, the controversial founder of Opus Dei, the young journalist Robert uncovers hidden stories of his estranged father Manolo, and is taken on a journey through the dark, terrible secrets of his family’s past.","release_date":"2011-03-25","vote_average":5.1,"runtime":112,"cert":"N\/A","id":45054,"title":"There Be Dragons","adult":false,"genre_ids":[18,10752]},{"cast":["Alex Scott"],"overview":"Solarmax is a 40-minute giant-screen documentary that tells the story of humankind's struggle to understand the sun. The film will take audiences on an incredible voyage from pre-history to the leading edge of today's contemporary solar science.","release_date":"2000-07-01","vote_average":6.3,"runtime":39,"cert":"U","id":45055,"title":"Solarmax","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A new car from one of the most magical names in motoring - Lamborghini -has always been an occasion. When the Diablo was introduced to an adoring publicit was not only one of the most beautiful looking performance cars of its time butthe fastest of them all! This programme traces the development of Diablo, from thedrawing board to the Autostrada. We go on the road with one of the world’s most experiencedhigh-speed test drivers, Mario Mezzanotte, and ex-world rally champion Sandro Munari.At the Nardo test track the cameras actually record a lap at 212 mph (340 kph)! Equallythrilling is the experience of 160 mph on a busy motorway!","release_date":"","vote_average":4.8,"runtime":55,"cert":"N\/A","id":45056,"title":"Lamborghini Diablo","adult":false,"genre_ids":[99]},{"cast":["Hrant Dink","John Dolmayan","Sibel Edmonds","Daron Malakian","Shavo Odadjian"],"overview":"Internationally known director Carla Garapedian follows the rock band System of a Down as they tour Europe and the US pointing out the horrors of modern genocide that began in Armenia in 1915 up though Darfur today.","release_date":"2006-12-08","vote_average":8.0,"runtime":91,"cert":"N\/A","id":45057,"title":"Screamers","adult":false,"genre_ids":[99]},{"cast":["Kenji Kohashi","Masatoshi Matsuo","Shûji Kashiwabara","Cynthia Cheston","Blake Crawford"],"overview":"In the year 2011 the greatest tectonic disaster in the history of mankind has occurred. As a result of the catastrophic earthquakes North and South America, Eurasia, Africa and Australia have sunken underwater while the Japanese islands remain untouched.","release_date":"2006-09-02","vote_average":6.0,"runtime":98,"cert":"N\/A","id":45058,"title":"The World Sinks Except Japan","adult":false,"genre_ids":[35,878]},{"cast":["Marc-André Grondin","Arthur Dupont","Jules Pelissier","Abraham Belaga","Elisa Sednaoui"],"overview":"Lucas, Manu, Philippe, Jacob et Mario s'aiment depuis l'enfance. Ils ont du talent et de l'espoir. Ils rêvent de musique et de gloire. Leur groupe de rock, Lust, connaît un succès grandissant, mais les aspirations de chacun rendent incertain leur avenir commun. L'arrivée de Laura dans leur vie va bousculer un peu plus ce fragile équilibre.","release_date":"2010-03-17","vote_average":5.4,"runtime":100,"cert":"N\/A","id":45061,"title":"Bus Palladium","adult":false,"genre_ids":[35,18,10749]},{"cast":["Bill Engvall"],"overview":"Bringing his trademark charm and disarming wit to the stage, popular comedian and actor Bill Engvall stars in this stand-up comedy special that finds the down-home funnyman riffing on the absurdities of life in the modern world. Engvall skewers such diverse topics as the aging process, the changing role of men in contemporary families, the joys of an empty nest and cell phone users who behave rudely.","release_date":"2009-11-22","vote_average":6.2,"runtime":60,"cert":"N\/A","id":45062,"title":"Bill Engvall: Aged & Confused","adult":false,"genre_ids":[35]},{"cast":["Mihiro","Sakae Yamazaki","Katsuya Naruse","Yûsuke Iwata","Miho Funatsu"],"overview":"Just what is the mystery ingredient in the pot stickers at Togen Restaurant? Those who look for the answer have a habit of disappearing. So when body parts start washing up on the beach, police trace the murders to Togen's seemingly innocent owner. But the slaughter of a few curious fans is the least shocking secret coming out of Togen's kitchen! Mihiro, Sakae Yamazaki, Katsuya Naruse and Yusuke Iwata star in this pitch-black comic horror tale.","release_date":"2008-01-25","vote_average":4.3,"runtime":75,"cert":"N\/A","id":45065,"title":"Cruel Restaurant","adult":false,"genre_ids":[35,27]},{"cast":["Masahiro Hisano","Yoko Akino","Jakujaku Katsura","Chisun","Mitsuki Tanimura"],"overview":"Kenji Shimamura has trouble being intimate with his girlfriend Noriko after a lifetime of watching his parents bicker over his father’s infidelity. After he spurns her advances, causing her to storm off in an offended rage, he decides it’s time to seek psychological help. Unfortunately that costs money and the best way to earn some quick cash in his family is to spy on his dad for his mother. He quickly discovers his dad has a young girlfriend named Yukari. Figuring the best way to deal with this gracefully is to come clean with Yukari he tells her all about their family and the real estate business his parents run together. Unfortunately, however, his plan backfires. Instead of being scared off Yukari applies for a job at the family business and befriends Kenji’s mother, setting up a chain of events that makes things awkward for everyone involved.","release_date":"2006-12-02","vote_average":0.0,"runtime":82,"cert":"N\/A","id":45066,"title":"Family Secrets","adult":false,"genre_ids":[35,18]},{"cast":["Billy Joel"],"overview":"This bonus DVD showcasing two live promotional videos from \"The Stranger\" and the long-awaited release of Billy's fabled appearance on the BBC's \"Old Grey Whistle Test,\" a seldom-seen sixty minute cavalcade from 1978 that has aired only once on the UK's BBC2.","release_date":"2008-07-07","vote_average":4.5,"runtime":90,"cert":"N\/A","id":45067,"title":"Billy Joel: The Stranger 30th Anniversary Edition","adult":false,"genre_ids":[10402]},{"cast":["Tadanobu Asano","Kazuki Kitamura","Aimi Satsukawa","Yūsuke Santamaria","Yoko Maki"],"overview":"How hard is it to kill an idiot? Just ask Kudo Kankuro! The acclaimed screenwriter brings his 2004 Kunio Kishida-winning stage play Donju (a.k.a. Dumb Animal) to the big screen in all its wacky tragicomedic glory. The one and only Asano Tadanobu sports a seriously nerdy bowl haircut to play the leading role of simple-minded novelist Dekogawa who has mysteriously disappeared. Dekogawa wrote an autobiography about his youth that reveals not only his past, but also some of his childhood friends’ best-forgotten secrets. In order to keep the skeletons in the closet, these buddies of yesteryear try to silence him permanently. But no matter how hard they try to kill Dekogawa, he just keeps coming back – because he’s simply too thickheaded to die!","release_date":"2009-05-16","vote_average":8.5,"runtime":106,"cert":"N\/A","id":45068,"title":"Dumbeast","adult":false,"genre_ids":[35]},{"cast":["Uma Thurman","Gena Rowlands","Juliette Lewis","Justin Chambers","Susan Isaacs"],"overview":"Set in the 1980's, Debby Miller (Uma Thurman) goes out in New Jersey looking for a man after she is diagnosed with \"hysterical blindness\".","release_date":"2002-01-16","vote_average":6.1,"runtime":99,"cert":"N\/A","id":45069,"title":"Hysterical Blindness","adult":false,"genre_ids":[18,10749]},{"cast":["Toshirō Yanagiba","Rena Tanaka","Sho Aikawa","Mitsuru Fukikoshi","Akira Emoto"],"overview":"One day in February, 2005, Metropolitan Police Department Superintendent Muroi (Toshiro Yanagiba) is arrested to take responsibility for a botched murder case he headed. His faithful colleagues, including Arashiro (Toshio Kakei) and Okita (Miki Maya), only exacerbate the situation when they try to help clear his name. Is Muroi guilty as charged or merely taking the fall? What is the truth behind the murder? Two lawyers, one determined to get Muroi, the other resolved to save him, a feud between two police departments, political power plays and legal trappings, all combine to orchestrate Muroi’s downfall.","release_date":"2005-08-27","vote_average":6.0,"runtime":117,"cert":"N\/A","id":45070,"title":"The Suspect: Muroi Shinji","adult":false,"genre_ids":[35,80]},{"cast":["Jessica Drake","Dane Cross","Briana Blair","Dana DeArmond","Mallory Rae Murphy"],"overview":"June works as a bartender at Fuego, a club visited by students when they're on their spring break. When Cody visits the bar with his student pals, he and June soon find themselves involved in a passionate fling. After 3 days, Cody wants more, but it's hard for June to accept that this might be more than another fling.","release_date":"2010-06-28","vote_average":7.0,"runtime":119,"cert":"N\/A","id":45073,"title":"3 days in June","adult":true,"genre_ids":[18]},{"cast":["Tiff Needell","Russ Swift"],"overview":"Tiff Needell demonstrates a series of driving techniques and across a range of different vehicle types.","release_date":"2001-06-11","vote_average":0.0,"runtime":59,"cert":"","id":45074,"title":"Burning Rubber","adult":false,"genre_ids":[]},{"cast":["Hwang Jung-min","Baek Sung-hyun","Han Ji-hye","Lee Dal-Hyeong","Kim Chang-wan"],"overview":"In the 16th century in Chosun dynasty, HWANG Jung-hak and LEE Mong-hak create the “Grand Alliance” with the united dream of a better world. While the new leader LEE dreams of eradicating this world of all its corruption and becoming king himself, the legendary blind swordsman HWANG who had once been his comrade goes after him with the loss of his good friend at the hands of LEE. Just as the king abandoned his kingdom from Japanese invasion, the two come face-to-face inside the empty palace and begin their last battle they were destined to fight.","release_date":"2010-04-28","vote_average":6.2,"runtime":108,"cert":"N\/A","id":45075,"title":"Blades of Blood","adult":false,"genre_ids":[36,28,18]},{"cast":["Jeremy Clarkson"],"overview":"Clarkson presents a montage of various crashes, motorcycle stunts, auto racing mishaps, and other vehicular carnage.","release_date":"1995-01-01","vote_average":0.0,"runtime":51,"cert":"","id":45076,"title":"Clarkson's Motorsport Mayhem","adult":false,"genre_ids":[99,35]},{"cast":["Carla Gugino","Liev Schreiber","Helen Hunt","Brian Dennehy","Ezra Miller"],"overview":"Ned (Liev Schreiber) is in the throes of a mid-life crisis. His work as a writer on an outrageous, semi-pornographic TV show is less than satisfying. His fifteen year old son has just told him he is gay and his eleven year old is afraid of, well pretty much everything. When his wife, Jeannie (Helen Hunt), moves her sick and embittered father (Brian Dennehy) from Detroit into their home in NY, it puts added stress on an already strained marriage. And when a sexy female co-worker (Carla Gugino) puts the moves on Ned, the temptation sends him spiraling. EVERY DAY is about one family's struggle to survive the unexpected curve-balls that are simply part of real life; aging and death; commitment and freedom; love and acceptance. It's an uncompromising look at an ordinary family making an extraordinary journey towards themselves and towards each other.","release_date":"2010-01-14","vote_average":5.5,"runtime":93,"cert":"N\/A","id":45077,"title":"Every Day","adult":false,"genre_ids":[18,35,10749]},{"cast":["Jeremy Clarkson"],"overview":"Clarkson presents a series of motor racing action, crashes, and road tests of high-performance sports and touring cars.","release_date":"1998-10-26","vote_average":5.5,"runtime":57,"cert":"","id":45078,"title":"The Most Outrageous Jeremy Clarkson Video In the World... Ever!","adult":false,"genre_ids":[99,35]},{"cast":["Yoo Seung-ho","Kang So-ra","Sang-geun Jo","Jeong Seok-yong","Jeon Jun-hong"],"overview":"During fourth period, high schooler Da-jeong finds her classmate Tae-gyu dead in a classroom and Jeong-hun standing in front of him with blood on his clothes. In order to stop Jeong-hun from becoming the prime suspect, Da-jeong must help him find the real murderer, who is still inside the school building, under 40 minutes before period four ends.","release_date":"2009-08-12","vote_average":6.5,"runtime":86,"cert":"N\/A","id":45079,"title":"4th Period Mystery","adult":false,"genre_ids":[27]},{"cast":["Michael B.","Intira Jaroenpura","Russell Wong","Patharawarin Timkul","Erik Markus Schuetz"],"overview":"In 1897, the “Poisoned Knife” clan broke into the royal palace of Thailand to steal the Royal Antiques which the King intended to give to America as a reward for its help in negotiations that avoided Thai territorial cuts. The clan succeeded in stealing the antiques, but the thieves didn’t escape with their lives. Before their deaths, they hid the antiques somewhere close to the palace. During his interrogation, the last bandit chose to end his life by Master Sawang’s sword and let the place where the Royal Antiques were hidden die with him.","release_date":"2009-06-01","vote_average":3.5,"runtime":82,"cert":"N\/A","id":45080,"title":"The Sanctuary","adult":false,"genre_ids":[28]},{"cast":["Park Hae-il","Park Hee-soon","Shin Min-a","Lee Min-ki","Jung Yu-mi"],"overview":"8 contestants compete for a billion wons ($1 Million USD) in a survival reality TV show. The challengers must spend 7 days in the Australian desert. On the second day, one contestant is found dead. The other contestants then find themselves in horrifying situations as they deal with each others' lies and deceits.","release_date":"2009-08-06","vote_average":6.7,"runtime":114,"cert":"N\/A","id":45083,"title":"A Million","adult":false,"genre_ids":[53]},{"cast":["Guo Degang","Yao Di","Yu Qian","Li Jing","Cao Yunjin"],"overview":"","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45088,"title":"The Love of Three Smile: Scholar and the Beauty","adult":false,"genre_ids":[]},{"cast":["Cha Seung-won","Park Yong-woo","Ji Sung","Yoon Se-ah","Cheon Ho-jin"],"overview":"This is a powerful period piece murder mystery about disgrace, conscience, and the impossibility of justice. In 1808 the imperial investigator Won-kyu arrives on the idyllic island Donghwa in order to investigate a grisly murder series. The superstitious rural population belives that a ghost is taking revenge for a wrongful execution of seven years ago. However, inquisitor Won-kyu suspects there to be a rather rational explanation for the crimes.","release_date":"2005-05-04","vote_average":6.7,"runtime":119,"cert":"N\/A","id":45089,"title":"Blood Rain","adult":false,"genre_ids":[53]},{"cast":["Kim Young-ho","Yoo Seung-ho","Ko Chang-seok","Cho Jin-woong","Lee Se-na"],"overview":"Kang-soo is a third-rate street thug in Busan; he's an alcoholic and gambling addict who's always on the run from loan sharks. But when his rebellious teenage son Jong-chul is diagnosed with kidney cancer, he tries to be a real parent for the first time and seeks out Jong-chul's biological father, Tae-suk, a pimp. Tae-suk, however, refuses to help.","release_date":"2009-10-15","vote_average":1.0,"runtime":101,"cert":"N\/A","id":45092,"title":"City of Fathers","adult":false,"genre_ids":[28,18]},{"cast":["Ugo Tognazzi","Virna Lisi","Totò","Lauretta Masiero","Lia Zoppelli"],"overview":"","release_date":"1961-01-01","vote_average":6.6,"runtime":null,"cert":"N\/A","id":45093,"title":"Sua Eccellenza si fermò a mangiare","adult":false,"genre_ids":[35]},{"cast":["Hilary Swank","Sam Rockwell","Minnie Driver","Bailee Madison","Loren Dean"],"overview":"When Betty Anne Waters' older brother Kenny is arrested for murder and sentenced to life in 1983, Betty Anne, a Massachusetts wife and mother of two, dedicates her life to overturning the murder conviction. Convinced that her brother is innocent, Betty Anne puts herself through high school, college and, finally, law school in an 18 year quest to free Kenny. With the help of best friend Abra Rice, Betty Anne pores through suspicious evidence mounted by small town cop Nancy Taylor, meticulously retracing the steps that led to Kenny's arrest. Belief in her brother - and her quest for the truth - pushes Betty Anne and her team to uncover the facts and utilize DNA evidence with the hope of exonerating Kenny.","release_date":"2010-09-11","vote_average":7.2,"runtime":107,"cert":"15","id":45094,"title":"Conviction","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Classic Team Lotus celebrates the story of the 1973 John Player team and its Grand Prix World Championship season.","release_date":"2005-01-01","vote_average":0.0,"runtime":78,"cert":"","id":45095,"title":"If You're Not Winning, You're Not Trying","adult":false,"genre_ids":[99]},{"cast":["Gregory Hines","Renée Soutendijk","Michael Greene","John M. Jackson","Kurt Fuller"],"overview":"Eve is a military robot made to look exactly like her creator, Dr. Eve Simmons. When she is damaged during a bank robbery, the robot becomes an unstoppable killing machine. Colonel Jim McQuade is assigned to stop the robot and with the help from Dr. Simmons they have to predict where she will go next.","release_date":"1991-01-18","vote_average":5.0,"runtime":99,"cert":"18","id":45096,"title":"Eve of Destruction","adult":false,"genre_ids":[28,878]},{"cast":["Powers Boothe","Gregory Smith","Carly Pope","Jay Brazeau","Scott McNeil"],"overview":"The film is about the relationship between crazy scientist George Edison and his son Leo. After being electrocuted as a child, Leo is no longer able to touch people without electrocuting them.","release_date":"2008-09-04","vote_average":5.2,"runtime":79,"cert":"N\/A","id":45097,"title":"Edison & Leo","adult":false,"genre_ids":[14,35]},{"cast":["Kwon Sang-woo","Lee Bo-young","Lee Beom-soo","Jung Ae-yeon","Lee Han-wi"],"overview":"K, a radio producer who loves a woman named Cream, is told that he has only a few months left to live. Because he knows Cream's biggest fear is to be left alone, he keeps his illness a secret and urges her to marry a guy named Ju-Hwan. One day, Cream announces that she is in love with Ju-Hwan...","release_date":"2009-03-11","vote_average":7.2,"runtime":105,"cert":"N\/A","id":45098,"title":"More Than Blue","adult":false,"genre_ids":[18,10749]},{"cast":["Totò","Ernesto Almirante","Pietro Carloni","Mario Castellani","Carlo Delle Piane"],"overview":"Esposito is a thief who cons tourists in Rome. A lengthy persecution by police Bottoni, who manages to catch it starts. In an oversight Esposito manages to flee again. Bottoni superiors inform him that if no catches him will lose his job.","release_date":"1951-11-29","vote_average":7.7,"runtime":105,"cert":"N\/A","id":45099,"title":"Cops and Robbers","adult":false,"genre_ids":[35,18]},{"cast":["Corri English","Sandra McCoy","Michael J. Pagan","Corey Sevier","Alice Greczyn"],"overview":"The night before a local haunted house opens for Halloween, six friends sneak in for a few hours of fun. Soon after entering, they find themselves trapped inside with no way out.","release_date":"2007-10-07","vote_average":4.6,"runtime":86,"cert":"N\/A","id":45102,"title":"House of Fears","adult":false,"genre_ids":[27,53]},{"cast":["Richard Pryor"],"overview":"Richard Pryor: Live &amp; Smokin' is the first stand-up act of Richard Pryor to be filmed out of the four that were released in total. This film was filmed in 1971 but not released until 1985, on VHS. This was the first stand-up act that Pryor did before he hit the mainstream audience. With only 48 minutes of footage, it is the shortest of Pryor's stand-up routines.","release_date":"1971-04-29","vote_average":6.1,"runtime":48,"cert":"N\/A","id":45103,"title":"Richard Pryor: Live and Smokin'","adult":false,"genre_ids":[35]},{"cast":["Julia Ormond","Mahershala Ali","Lisa Arrindell","Bruce McKinnon","Omar J. Dorsey"],"overview":"Janet Gregory, a single mother with a haunting past, is a paralegal struggling to overcome doubts about Calvin Willis, an African-American husband and father wrongfully accused of raping a neighborhood girl. Eventually convinced of his innocence, Janet takes Calvin's pro bono case and wages a dramatic and stormy 22-year battle with the justice system that ultimately redeems an unjustly accused man and cements a life-long friendship.","release_date":"2010-01-17","vote_average":6.3,"runtime":86,"cert":"N\/A","id":45104,"title":"The Wronged Man","adult":false,"genre_ids":[18]},{"cast":["Mark Abma","Ingrid Backstrom","Simon Dumont","Shane McConkey","Sean Pettit"],"overview":"Directors: Matchstick Productions Actors: Mark Abma, Ingrid Backstrom, Rory Bushfield, Chris Davenport, Simon Dumont, Stian Hagen, Hugo Harrisson, James Heim, Eric Hjorleifson, PK Hunder, CR Johnson, Shane McConkey, Jon Olsson, Sean Pettit, Chris Rubens, TJ Schiller, Colby West, Kaj Zackrisson, Jacob Wester, and speed rider Antoine Montant. Somewhere along the line in all action sports it became uncool to show how stoked you were when you did something sick. What's that all about? Skiing is about that surge of adrenaline and stoke, not about feeling the hate of the image police. At Matchstick, we are stoked and we have to let it out. We have thrown caution to the wind and dared to put the stoke back in skiing. The result is CLAIM, The Greatest Ski Movie... EVER! A truly epic film shot in the most amazing locations, featuring the best and boldest skiers in the world today.","release_date":"2008-01-01","vote_average":6.9,"runtime":73,"cert":"N\/A","id":45105,"title":"Claim","adult":false,"genre_ids":[]},{"cast":["Louise Lombard","John Shrapnel","Stephen Moore","Billy Zane"],"overview":"A young ambitious claims assesor investigates a multi million dollar marine insurance fraud.","release_date":"2002-07-16","vote_average":6.0,"runtime":93,"cert":"N\/A","id":45106,"title":"Claim","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":7.5,"runtime":51,"cert":"N\/A","id":45107,"title":"Within Temptation: The Heart of Everything","adult":false,"genre_ids":[]},{"cast":["Inna Kapinos","Vladimir Shevelkov","Konstantin Stepankov","Mikhail Golubovich","Anatoliy Dyachenko"],"overview":"","release_date":"1992-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45108,"title":"Вишневі ночі","adult":false,"genre_ids":[]},{"cast":["Reynaldo Gianecchini","Paolla Oliveira"],"overview":"Two strangers meet in a nightclub and end up spending the night together in a hotel. Roberto has just came out of a failed relationship and Paula wants to enjoy her last moments of freedom before getting married the next day. After making a pact of sincerity, they spend a night filled with interesting conversations and passion.","release_date":"2008-12-05","vote_average":5.0,"runtime":88,"cert":"N\/A","id":45109,"title":"Between Sheets","adult":false,"genre_ids":[10749]},{"cast":["Norman Reedus","Michael T. Weiss","Kathleen Robertson","Missy Crider","Sarah Lassez"],"overview":"Filmmaker Gregory Hatanaka fashions a stunning film about love and excess. Robert (Norman Reedus) is a writer who hasn't done much writing lately; instead, he's busy pushing the envelope with his toxic mix of boredom, drugs and a dalliance with a married woman, Elizabeth (Kathleen Robertson). In spite of Elizabeth's marital status, Robert falls for her completely -- a commitment that just may blow up in his face, along with the rest of his life.","release_date":"2004-06-12","vote_average":10.0,"runtime":87,"cert":"N\/A","id":45110,"title":"Until the Night","adult":false,"genre_ids":[18,10749]},{"cast":["Lawrence Hilton-Jacobs","Rusty Gray","Ken Arquelio"],"overview":"An act of kindness leads to the destruction of two lives in just thirty miles, when a hitchiker and his ride let down their guards and reveal intimate, dark secrets about their pasts","release_date":"2005-07-05","vote_average":0.0,"runtime":80,"cert":"N\/A","id":45111,"title":"30 Miles","adult":false,"genre_ids":[18,9648,53]},{"cast":["Alice Faye","Constance Bennett","Nancy Kelly","Joan Davis","Jane Wyman"],"overview":"Flyer enters a cross-country aerial derby, becomes rival to a wealthy society flyer, competes in parachute jumps and has love affairs.","release_date":"1939-02-19","vote_average":6.3,"runtime":84,"cert":"N\/A","id":45112,"title":"Tail Spin","adult":false,"genre_ids":[18]},{"cast":["Vinessa Shaw","Tim Blake Nelson","Patrick Burleigh","Tim Daly","Amy Van Nostrand"],"overview":"A young Vermont widow is haunted by the memory of her dead husband, while trying to date again.","release_date":"2004-09-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45113,"title":"Bereft","adult":false,"genre_ids":[18]},{"cast":["Anders W. Berthelsen","Samantha Bond","Phyllida Law"],"overview":"While doing her rounds in the Scottish countryside, Doctor Caroline Lamar comes upon a hitchhiker, and offers him a lift. Young Danish backpacker Mike Hammershoi explains that he is looking for work in the area, and so she points him in the direction of Black's farm, an isolated steading. Francis Black, the owner, who is blind, and lives there with his ailing mother Bella, and enigmatic young wife Rachel, tells Mike he can work in the yard. But put off by the foreboding atmosphere, Mike declines. A chance encounter with Rachel, however, persuades him to stay and settle in. Since the accident that blinded him two years earlier, Francis has become incresingly bitter, and sensing hs young wife's attraction to the stranger, orders him to leave. But rather than force them apart, Mike's imminent departure only serves to bind teh two in a passionate relationship that will ultimately have dark consequences for them all.","release_date":"2004-08-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45114,"title":"Blinded","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"Unblinking and unsettling, this documentary lays bare a mysterious process that goes on all around us - what happens to people who die with no next of kin.","release_date":"2003-01-01","vote_average":7.3,"runtime":69,"cert":"N\/A","id":45115,"title":"A Certain Kind of Death","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Brothers Hector (Serna) and Ruben (Solano) Rivera are expert \"low-rider\" designers who end up murdered. Their sister Delia (Alvarez) leaves the Army to find their killers. With the help of a Vietman vet mechanic (Kove), she sets out to take her own brand of revenge, which consists of wearing bikinis and rubbing against pimped-out cars at custom shows. So-so actioner is fueled by the lovingly-shot Alvarez, and the even-more-lovingly-shot custom street machines.","release_date":"2003-09-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45116,"title":"Devil's Knight","adult":false,"genre_ids":[28,53]},{"cast":[],"overview":"A teenage prank ... a suburban nightmare","release_date":"1998-01-01","vote_average":5.0,"runtime":101,"cert":"N\/A","id":45117,"title":"Edge City","adult":false,"genre_ids":[18]},{"cast":["Emmanuel Xuereb","Charis Michelsen","Lee Holmes","Oz Perkins"],"overview":"Haunted by a failing relationship, Gabe devises a risqué game for escape. He invites Irene to dinner at a lavish mansion. Unhappily married, Irene finds the temptation irresistible when Gabe invites her on a second date. To her surprise, she meets him at a humble suburban home. Playfully, Gabe admits that he broke into both houses for their trysts. A frightened Irene returns to her husband. Unable to make peace with his past, Gabe escalates his pursuit of Irene, who ultimately surrenders to the thrill of abandoning her life and having sex with Gabe in strangers' homes. House after house they push the limits, defying reality by living stolen lives. But is there really an escape from life? And how far can they go before their past catches up with them?","release_date":"2005-09-13","vote_average":0.0,"runtime":100,"cert":"N\/A","id":45118,"title":"Erosion","adult":false,"genre_ids":[18,10749,53]},{"cast":["Peta Wilson","Stewart Bick","Melanie Nicholls-King","Conrad Pla","Francis X. McCarthy"],"overview":"Falling victim to a glib con artist named Michael (Stewart Bick), Texas housewife Diane (Peta Wilson) loses all her money, a disaster that drives her husband Randal (Anthony Lemke) to suicide. Unable to get justice through the official channels, Diane mounts her own plan of revenge. This involves assuming a new identity, trading in her blonde tresses for a redheaded \"do\", moving to a small town, and systematically seducing the man who ruined her life. One of six \"no frills\" TV movies produced in Canada for the Lifetime cable network at a flat cost of 2 million each,","release_date":"2004-10-25","vote_average":5.0,"runtime":86,"cert":"N\/A","id":45119,"title":"False Pretenses","adult":false,"genre_ids":[10770,53,18]},{"cast":["Rick Peters","Bob Gunton","Alyson Court","Denny Doherty","Dick Cavett"],"overview":"A \"mockumentary\" about Elvis's real-life trip to the White House to become a federal marshal under the DEA","release_date":"1997-08-12","vote_average":7.1,"runtime":95,"cert":"N\/A","id":45120,"title":"Elvis Meets Nixon","adult":false,"genre_ids":[18,35]},{"cast":["C. Thomas Howell","Jeff Stearns","Tara D'Agostino","Fred Willard","Fred Williamson"],"overview":"A romantic drama set against the world of slam poetry competitions.","release_date":"2007-04-06","vote_average":0.0,"runtime":99,"cert":"N\/A","id":45121,"title":"Fighting Words","adult":false,"genre_ids":[18,10749]},{"cast":["Charlotte de Turckheim","Bernard Le Coq","Arnaud Binard","Olivier Guéritée","Franck de la Personne"],"overview":"After moving in with his beau, 30ish banker Jérémy (Arnaud Binard) decides to let the cat out of the bag, telling his unsuspecting parents, Guy (Bernard Le Coq) and Rosine (Charlotte de Turckheim), that he's gay. Though they've always envisioned themselves as enlightened, the news staggers Guy and Rosine -- who are determined to get to the root of Jérémy's homosexuality. Olivier Guéritée also stars in this delicious French farce.","release_date":"2006-10-24","vote_average":6.3,"runtime":93,"cert":"N\/A","id":45122,"title":"Times Have Been Better","adult":false,"genre_ids":[35]},{"cast":["Osvaldo Benavides","Ana de la Reguera","Rodrigo Cachero","Otto Sirgo"],"overview":"The movie opens as the two protagonists, Rodrigo and Rocco join their families to hold a birthday party for their grandfather, Rodrigo Carnicero, which through most part of the movie is only referred to as \"El abuelo\" (Spanish for Grandpa). Rodrigo is a regular middle-class teenager, while Rocco (who, in fact, is also named Rodrigo but shortens his name to Rocco) is rather more unconventional, a marijuana user and indie magazine writer, and has deep conflicts with his father Luis.","release_date":"2000-10-13","vote_average":5.8,"runtime":null,"cert":"N\/A","id":45123,"title":"Dust To Dust","adult":false,"genre_ids":[35]},{"cast":["Sébastien Roch","Julie Depardieu","Jérémy Sanguinetti","Christine Boisson","Aurélien Wiik"],"overview":"Rich, bisexual Thomas makes his way through a swath of lovers of both sexes in Paris. His parents have died, and he doesn't have to work to earn a living, so his days are bacchanalia-filled affairs that run into each other in a hazy bliss. The only one capable of eking out genuine affection from him is his neighbor, Caroline. When she dies and leaves her son in his care, Thomas learns the joys of commitment and selflessness.","release_date":"2000-08-23","vote_average":4.4,"runtime":110,"cert":"N\/A","id":45124,"title":"To the Extreme","adult":false,"genre_ids":[18]},{"cast":["Jenna Jameson","Jill Kelly","Mickey G.","Steve Drake","Brad Armstrong"],"overview":"Jenna's fighting fire with fire. Nothing you've seen can prepare you for the non-stop adult action of Brad Armstrong's FLASHPOINT. This Mega-Budget feature delivers the heartstopping action sequences and the blistering sex that has made Wicked the Leader in Adult Video, Stunning Pyrotechnics, Incredible Locations, and the most awesomely beautiful and daringly decadent cast of today's most incendiary performers will blaze across your screen. It's Adult Video you've only dreamt of. Don't miss it.","release_date":"1998-05-10","vote_average":8.7,"runtime":90,"cert":"N\/A","id":45125,"title":"Flashpoint","adult":true,"genre_ids":[]},{"cast":["Louis Garrel","Clotilde Hesme","Nicolas Maury","Caroline Deruas","Eric Rulliat"],"overview":"1968 and 1969 in Paris: during and after the student and trade union revolt. François is 20, a poet, dodging military service. He takes to the barricades, but won't throw a Molotov cocktail at the police. He smokes opium and talks about revolution with his friend, Antoine, who has an inheritance and a flat where François can stay. François meets Lilie, a sculptor who works at a foundry to support herself. They fall in love. A year passes; François continues to write, talk, smoke, and be with Lilie. Opportunities come to Lilie: what will she and François do?","release_date":"2005-09-14","vote_average":7.3,"runtime":183,"cert":"N\/A","id":45126,"title":"Regular Lovers","adult":false,"genre_ids":[18,10749]},{"cast":["Adrien Brody","Penélope Cruz","Nacho Aldeguer","Santiago Segura","Juan Echanove"],"overview":"Scandal erupts over a famous bullfighter's affair with a left-wing actress.","release_date":"2008-09-06","vote_average":5.8,"runtime":92,"cert":"N\/A","id":45127,"title":"A Matador's Mistress","adult":false,"genre_ids":[18,10749]},{"cast":["Michael Angarano","Kevin Kilner","Kevin Jamal Woods","Vanessa Zima","Florence Stanley"],"overview":"A boy, seeking his father's attention, starts a company and buys out his father's company.","release_date":"2000-12-22","vote_average":5.8,"runtime":110,"cert":"","id":45128,"title":"The Brainiacs.com","adult":false,"genre_ids":[10751,35]},{"cast":["Shafiq Syed","Hansa Vithal","Chanda Sharma","Anita Kanwar","Nana Patekar"],"overview":"Before Slumdog Millionaire came Salaam Bombay!, Mira Nair’s Oscar-nominated drama tells the moving story of life on the streets of Bombay as seen through the eyes of Chaipu, a twelve-year-old boy living rough in the city.","release_date":"1988-08-24","vote_average":7.5,"runtime":113,"cert":"N\/A","id":45129,"title":"Salaam Bombay!","adult":false,"genre_ids":[18,80]},{"cast":["Artus de Penguern","Pascale Arbillot","Didier Bénureau","Clovis Cornillac","Serge Riaboukine"],"overview":"Grégoire Moulin, a shy accountant, sets up a blind date with a dance teacher at a bar. What he needed to do was just to cross the road. But it didn't happen to be as easy as it seems especially because of the final game of French soccer championship the very same night!","release_date":"2001-09-26","vote_average":6.5,"runtime":90,"cert":"N\/A","id":45130,"title":"Gregoire Moulin vs. Humanity","adult":false,"genre_ids":[35,10749]},{"cast":["Philippe Volter","Christophe Bourseiller","Nathalie Roussel","Roland Giraud"],"overview":"A young man, a researcher in ancient languages, begins to receive strange radio messages in a language only he knows. The messages ask him for very bizarre missions. Eventually, he understands that he's just a pawn in an intergalactic game, and that the fate of Earth depends on him.","release_date":"1990-12-31","vote_average":8.0,"runtime":85,"cert":"N\/A","id":45131,"title":"Simple Mortel","adult":false,"genre_ids":[18,53]},{"cast":["Rainn Wilson","Ellen Page","Liv Tyler","Kevin Bacon","Gregg Henry"],"overview":"After his wife falls under the influence of a drug dealer, an everyday guy transforms himself into Crimson Bolt, a superhero with the best intentions, though he lacks for heroic skills.","release_date":"2010-09-09","vote_average":6.6,"runtime":96,"cert":"18","id":45132,"title":"Super","adult":false,"genre_ids":[35,28,18]},{"cast":["Sebastian Hiort af Ornäs","Kenny Wåhlbrink","Eva Melander","Adrian Ringman","Emil Kadeby"],"overview":"Duct tape, electrical cables, trigger, explosives. Sebbe never planned to build a bomb. It just happened. Sebbe is 15 years old and lives with his mother in an apartment that is too narrow. He does his best. He never strikes back. Sebbe loves his mother because he knows nothing else. In the junkyard the dream is alive, and in the hands of Sebbe, dead objects come to life. Here he has the power to create. Here he is free - but alone. His isolation grows as his world shrinks, until one day he is completely isolated with no other than his mother. And when she falls, everything falls.","release_date":"2010-03-12","vote_average":6.5,"runtime":83,"cert":"N\/A","id":45133,"title":"Sebbe","adult":false,"genre_ids":[18]},{"cast":["Aldo Maccione","Philippe Clair","Raymond Pellegrin","Philippe Castelli","Florence Guérin"],"overview":"Un séducteur à l'accent italien tente d'échapper à la police qui le poursuit pour un crime qu'il n'a pas commis.","release_date":"1982-11-10","vote_average":5.2,"runtime":105,"cert":"N\/A","id":45134,"title":"Plus beau que moi tu meurs","adult":false,"genre_ids":[35]},{"cast":["Brian Deacon","Rivka Neuman","Alexander Scourby","Niko Nitai","Joseph Shiloach"],"overview":"Three and a half years of Jesus' ministry, as told in the Gospel of Luke.","release_date":"1979-10-19","vote_average":8.2,"runtime":117,"cert":"N\/A","id":45139,"title":"Jesus","adult":false,"genre_ids":[18,36]},{"cast":["József Bihari","István Egri","László Földényi","Zoltán Greguss","Margit Ladomerszky"],"overview":"","release_date":"1937-11-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45140,"title":"Az én lányom nem olyan","adult":false,"genre_ids":[]},{"cast":["Éva Adorján","László Dezsőffy","István Dózsa","Lenke Egyed","Zoltán Fülöp"],"overview":"","release_date":"1938-10-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45141,"title":"A hölgy egy kissé bogaras","adult":false,"genre_ids":[35]},{"cast":["Kelly Jo Minter","Adolph 'Oz' Alvarez","Kim 'Popsicle' Delfin","Edith Diaz","Katie Rich"],"overview":"The pilot is a story about an insecure teen. Although, Carla is a very gifted breakdancer her insecurities prevent her from displaying this in public. In order to help break her fear she puts on her mask or becomes the pilot.","release_date":"1984-06-01","vote_average":4.5,"runtime":23,"cert":"N\/A","id":45142,"title":"The Pilot","adult":false,"genre_ids":[]},{"cast":["Reshad Strik","Beau Bridges","Ernie Hudson","Rachel Specter","Lady Tigra"],"overview":"In the future, an Ex-Soldier is placed in virtual exercises to cure his Post Traumatic Stress Disorder. In the simulations, he sees glimpses of a mysterious girl, presumably someone from his past. When a Stranger appears in his facility offering answers, the Soldier finds himself once again asked to kill, this time for her...","release_date":"2010-09-08","vote_average":2.8,"runtime":25,"cert":"N\/A","id":45143,"title":"Stasis","adult":false,"genre_ids":[878]},{"cast":["Dorottya Udvaros","Zoltán Bezerédy","András Kern","Ödön Rubold","László Szacsvay"],"overview":"The Hungarian Oh, Bloody Life reflects on the heavy emotional toll taken by the repressive Stalin regime. Dorotya Udvaros plays a young actress from a high-born family. The government bias against persons of wealth threatens to destroy her career before it begins. As a final blow, she is threatened with deportation. The exasperation inherent in the film's title is only the tip of the iceberg.","release_date":"1984-02-16","vote_average":6.8,"runtime":108,"cert":"N\/A","id":45144,"title":"Oh, Bloody Life","adult":false,"genre_ids":[]},{"cast":["Brad Pitt","Calvin Levels","Catherine Keener","Nick Cave","Alison Moir"],"overview":"A struggling young musician and devoted fan of Ricky Nelson wants to be just like his idol and become a rock star.","release_date":"1991-08-18","vote_average":4.4,"runtime":97,"cert":"N\/A","id":45145,"title":"Johnny Suede","adult":false,"genre_ids":[35,10749]},{"cast":["Brian McElhaney","Nick Kocher","Brianne Howey","Nick Reinhardt","John De Menil"],"overview":"At the last party before college, Martin Finch set out to profess his lasting love for his dream girl...","release_date":"2010-03-30","vote_average":4.7,"runtime":28,"cert":"N\/A","id":45146,"title":"Suckerpunch","adult":false,"genre_ids":[35]},{"cast":["Joseph C. Phillips","Halle Berry","Tommy Davidson","Anne-Marie Johnson","Samuel L. Jackson"],"overview":"Waymon has a great job in real estate and a promising future, but he's also trapped in a loveless longterm relationship. He meets Natalie, a beautiful club-hopping hipster, and quickly falls in love. Realizing he's just not cool enough to attract her on his own, he seeks the help of his friend Bobby, a free-spirited smooth talker who works in the mail room at Waymon's firm and utilizes the predicament as leverage to advance in the company.","release_date":"1991-11-08","vote_average":5.8,"runtime":84,"cert":"N\/A","id":45147,"title":"Strictly Business","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"A stil-life of marvellous Danish footballer Michael Laudrups performance on the Barcelona dreamteam 1989-94.","release_date":"1993-10-11","vote_average":6.0,"runtime":70,"cert":"N\/A","id":45148,"title":"Michael Laudrup: A Football Player","adult":false,"genre_ids":[]},{"cast":["Kees Brusse","Monique van de Ven","Willeke van Ammelrooy"],"overview":"An excellent masterpiece about a man who loves to fly","release_date":"1974-04-11","vote_average":0.0,"runtime":98,"cert":"N\/A","id":45149,"title":"Dakota","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Stormtroopers on Tattooine show us what life is like patrolling and law-upholding on the sandy planet. While being filmed for the hit Imperial TV show TROOPS, Stormtroopers from the infamous Black Sheep Squadron on patrol run into some very familiar characters.","release_date":"1997-01-01","vote_average":7.6,"runtime":10,"cert":"N\/A","id":45150,"title":"Troops","adult":false,"genre_ids":[35,878]},{"cast":[],"overview":"Hillsong","release_date":"","vote_average":6.8,"runtime":null,"cert":"N\/A","id":45151,"title":"YOU ARE MY WORLD","adult":false,"genre_ids":[]},{"cast":["Lisa Ann","Ashlynn Brooke","Amy Reid","Lana Violet","Rebeca Linares"],"overview":"New Sensations, the studio that brought you The Office: A XXX Parody, Scrubs: A XXX Parody and Seinfeld: A XXX Parody presents 30 Rock: A XXX Parody, a side-splitting and pussy pounding take on one of the funniest shows on TV. Imagine, all of your favorite and funniest characters played by some of the hottest porn stars! With sexy and spot on performances by Ashlyn Brooke, Lisa Ann, Amy Ried, Rebeca Linares, Evie Delatosso, Lana Violet, James Deen, Herschel Savage, Ralph Long, Chris Cannon and Erik Everhard, 30 Rock: A XXX Parody is a must have for anybody who likes to laugh or cum.","release_date":"2009-09-25","vote_average":6.0,"runtime":143,"cert":"N\/A","id":45152,"title":"30 Rock: A XXX Parody","adult":true,"genre_ids":[35]},{"cast":["Jurnee Smollett-Bell","Meagan Good","Lynn Whitfield","Samuel L. Jackson","Debbi Morgan"],"overview":"Summer heats up in rural Louisiana beside Eve’s Bayou, 1962, as the Batiste family tries to survive the secrets they’ve kept and the betrayals they’ve endured.","release_date":"1997-09-07","vote_average":6.4,"runtime":109,"cert":"N\/A","id":45153,"title":"Eve's Bayou","adult":false,"genre_ids":[18]},{"cast":["Kate Hudson","Gael García Bernal","Romany Malco","Kathy Bates","Lucy Punch"],"overview":"A guarded woman who finds out she's dying of cancer but, when she meets her match, the threat of falling in love is scarier than death.","release_date":"2011-02-03","vote_average":6.3,"runtime":106,"cert":"N\/A","id":45156,"title":"A Little Bit of Heaven","adult":false,"genre_ids":[35,18,10749]},{"cast":["Jerry Hsu"],"overview":"Stay Gold - The Emerica Video is Emerica's first full-length feature since 2003's This is Skateboarding. Stay Gold features groundbreaking skating from the Emerica Team - Andrew Reynolds, Leo Romero, Bryan Herman, Kevin \"Spanky\" Long, Jerry Hsu, Braydon Szafranski, Aaron Suski and Brandon Westgate. With incredible skateboarding, psychedelic imagery and thundering music, Stay Gold has set the stage for the introduction of a new skateboarding classic by Emerica.","release_date":"2010-09-01","vote_average":0.0,"runtime":56,"cert":"N\/A","id":45157,"title":"Stay Gold - The Emerica Video","adult":false,"genre_ids":[]},{"cast":["Tom Hardy","Charlie Cox","Kelly Reilly","Jane Asher","David Haig"],"overview":"A for Andromeda is a remake of the 1961 BBC science fiction classic A for Andromeda. In the Yorkshire Dales, a group of scientists receive radio signals from the Andromeda Galaxy. Once decoded, these give them a computer program that can design a human clone. One physicist decides it is a Trojan horse and decides to destroy the computer.","release_date":"2006-03-26","vote_average":4.9,"runtime":86,"cert":"","id":45158,"title":"A for Andromeda","adult":false,"genre_ids":[878,18,53]},{"cast":["Ariana Dubynin","Randy Ryan "],"overview":"A successful businessman meets the woman of his dreams, Amanda, only to discover she harbors a shocking little secret about her past.","release_date":"2009-10-04","vote_average":4.4,"runtime":90,"cert":"N\/A","id":45159,"title":"Amanda","adult":false,"genre_ids":[35,10749]},{"cast":["Riki Lindhome","Kate Micucci","Malcolm Barrett","Ryan Devlin","Christopher Stewart"],"overview":"The musical journey of an introverted girl who falls in love but has her plans thwarted by her possessive imaginary friend.","release_date":"2009-01-01","vote_average":3.5,"runtime":14,"cert":"N\/A","id":45160,"title":"Imaginary Larry","adult":false,"genre_ids":[35]},{"cast":["Andrew McNee","Diana Pavlovská","Dov Tiefenbach"],"overview":"An absurd comedy about a Parking Enforcement Officer, who - despite constant abuse from the public - finds truth, honour and serenity in the act of ticketing. His religious devotion to the work is challenged however, when his best friend and personal mentor is run down by an irate motorist and knocked into a deep coma. With the help of an angry young filmmaker, a Russian sound recordist hoping to break into the local film industry, and a seven-foot tall tow truck driver from Quebec, he embarks on a comical investigation into... the delicate art of parking.","release_date":"2003-08-23","vote_average":6.8,"runtime":86,"cert":"N\/A","id":45161,"title":"The Delicate Art of Parking","adult":false,"genre_ids":[]},{"cast":["Tim Daly","Kevin Conroy","Summer Glau","Ed Asner","Andre Braugher"],"overview":"Batman discovers a mysterious teen-aged girl with superhuman powers and a connection to Superman. When the girl comes to the attention of Darkseid, the evil overlord of Apokolips, events take a decidedly dangerous turn.","release_date":"2010-09-28","vote_average":7.0,"runtime":78,"cert":"N\/A","id":45162,"title":"Superman\/Batman: Apocalypse","adult":false,"genre_ids":[28,12,16,10751,878]},{"cast":["Roger Fan","Jordan Belfi","Josie Davis","John Churchill"],"overview":"A provocative, sexy and insightful exploration of relationships between men and women and why we all still yearn for love despite the trouble with romance.","release_date":"2007-01-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":45163,"title":"The Trouble with Romance","adult":false,"genre_ids":[35,18,10749]},{"cast":["Samm Levine","Seth MacFarlane","Riki Lindhome","Alexis Bledel","Kim Director"],"overview":"A comedy about a short guy who, at the behest of his crackpot life coach, leaves his perfect girlfriend to pursue his dream of being with a tall woman.","release_date":"2006-09-01","vote_average":3.3,"runtime":10,"cert":"N\/A","id":45164,"title":"Life Is Short","adult":false,"genre_ids":[35]},{"cast":["Chantelle Burger","Kudzani Moswela"],"overview":"A sci-fi film about futuristic Africa, 35 years after World War III, 'The Water War'.","release_date":"2009-10-20","vote_average":6.6,"runtime":21,"cert":"N\/A","id":45167,"title":"Pumzi","adult":false,"genre_ids":[878,18]},{"cast":["Victor Lopez","Antonio Perez","Delaney Bishop","Sylvia Villagran","Steven Moreno"],"overview":"Chris Black possesses a power that could lead to the destruction of the current regime, and they will stop at nothing to destroy him. The chase is on as Chris runs for his life in this sci-fi thriller set in an alternate and futuristic Los Angeles.","release_date":"2010-04-20","vote_average":5.9,"runtime":6,"cert":"N\/A","id":45168,"title":"The Raven","adult":false,"genre_ids":[27,28,53,878]},{"cast":["Paul Newman","Vittorio Gassman","Fernando Rey","Bibi Andersson","Brigitte Fossey"],"overview":"During a future ice age, dying humanity occupies its remaining time by playing a board game called Quintet. For one small group, this obsession is not enough. They play the game with living pieces, and only the winner survives.","release_date":"1979-02-09","vote_average":5.3,"runtime":118,"cert":"N\/A","id":45169,"title":"Quintet","adult":false,"genre_ids":[18,9648,878]},{"cast":["Amanda Diniz","Kika Farias","Nanda Costa","Marieta Severo","Daniel Dantas"],"overview":"Jessica, Sabrina and Daiane have dreams, just like all young people of any social class or place in the world. They live in a low-income neighborhood in the periphery of Rio de Janeiro and find in prostitution a way to survive and satisfy their consumer desires. However, even faced with the trials of absolute uncertainty and lack of hope, Jessica, Sabrina and Daiane insist on loving, having fun and planning their future.","release_date":"2009-09-25","vote_average":5.8,"runtime":85,"cert":"N\/A","id":45170,"title":"Stolen Dreams","adult":false,"genre_ids":[18]},{"cast":["Roberto Artiagoitía","Daniel Muñoz","Claudia di Girólamo","Tamara Acosta","Manuela Martelli"],"overview":"Radio Corazón recreates Chile's most successful radio show of all time. Composed of 3 fun, sexy and romantic short films based on true stories as told by the show's listeners to \"Rumpy\", an unparalleled radio host.","release_date":"2007-01-01","vote_average":6.8,"runtime":107,"cert":"N\/A","id":45175,"title":"Radio Corazón","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A lyrical documentary on the lives of Coal miners in the Donbass who are struggling to meet their production quotas under the Five Year Plan.","release_date":"1931-04-02","vote_average":7.1,"runtime":67,"cert":"N\/A","id":45176,"title":"Enthusiasm","adult":false,"genre_ids":[99]},{"cast":["Tamara Acosta","Juan Pablo Sáez","Ricardo Robledo","Daniel Muñoz","Luis Dubó"],"overview":"When enemy members of the two main Chilean soccer teams, Azul (Juan Pablo Saez - el Billy, el Leyton) and Paloma (Tamara Acosta) meet in a fight after a soccer game they fall in love at first sight. They run away through the night in the streets of Santiago, while two groups search for them, when they meet, happens the inevitable.","release_date":"2004-04-23","vote_average":6.3,"runtime":107,"cert":"N\/A","id":45177,"title":"Azul y blanco","adult":false,"genre_ids":[]},{"cast":["Mark Borchardt","Mike Schank","Zumi Rosow"],"overview":"Dude Schmitz, an independent filmmaker, attempting to secure funds for his second feature, blows an opportunity at what promises to be a lucrative interview with pop sensation Britney Spears. Dejected, Schmitz discovers Robert Stephens, a young, gay Britney impersonator. Schmitz takes off for New Orleans with Stephens, promising him a chance to meet his teen idol, all the while taking film of Stephens' cross-country exploits and pawning them off as footage of the real deal.","release_date":"2002-01-01","vote_average":0.0,"runtime":78,"cert":"N\/A","id":45178,"title":"Britney, Baby, One More Time","adult":false,"genre_ids":[35]},{"cast":["Xuxa Meneghel","Sérgio Mallandro","Marilu Bueno","Júlia Lemmertz","Avelar Love"],"overview":"Maria da Graça is a country girl who is looking to make it in the big city. She leaves her town to live with some relatives at the capital, but it doesnt take her long to find out that aunt Zuleika is a real bad witch, as well as cousin Cidinha. Cousin Mauricinho seems friendly enough, even flirtatious, but his motives are less than sincere. While trying to deal with aunt Zuleika and her kids, Maria da Graça meets a girl neighbour, Duda, who shows her the ropes of getting along in the dangerous city. She also makes friends with Bob, who provides her with great support right when she needs it. Bob is a bit clumsy, but hes the one who manage do find a job for Maria da Graça. Now that she is working, Maria da Graça can finally start taking singing lessons as she always dreamt of. Things start to look brighter, but theres only one problem: Mauricinho. The guy gets more and more obsessed with his cousin as she shuns him off, and ends up deciding to kidnap Maria da Graça.","release_date":"1990-06-22","vote_average":5.5,"runtime":90,"cert":"N\/A","id":45179,"title":"Lua de Cristal","adult":false,"genre_ids":[35,10751,14,10749]},{"cast":["María Izquierdo","Elsa Poblete","Fernando Gallardo","Hector Avendaño","Manuel Aravena"],"overview":"Three vignettes about the lives of young Chileans and their passions and frustrations over one of the century's most important rituals: football.","release_date":"1997-06-06","vote_average":5.0,"runtime":87,"cert":"N\/A","id":45180,"title":"Historias de fútbol","adult":false,"genre_ids":[18]},{"cast":["Boris Quercia","Javiera Contador","Willy Semler","Hugo Arana","Álvaro Rudolphy"],"overview":"The businessman who sends the first Chilean astronaut into outer space can't quite come up with the money to bring the adventurer back.","release_date":"2008-01-03","vote_average":4.0,"runtime":85,"cert":"N\/A","id":45181,"title":"Chile Can Do It","adult":false,"genre_ids":[35,878]},{"cast":["Kylie Minogue","Charlie Schlatter","Bruno Lawrence"],"overview":"A small town in Australia, in the late 1950s: Brownie and Lola are deeply in love. But because they are under-age, their parents are against their relationship and try to separate them.","release_date":"1989-01-01","vote_average":5.4,"runtime":101,"cert":"N\/A","id":45182,"title":"The Delinquents","adult":false,"genre_ids":[18,10749]},{"cast":["Pablo Schwarz","Mariana Loyola","Julio Jung","Patricio Contreras","Paulina García"],"overview":"A man, who takes his insecure, overweight paramour to a seaside resort to consummate the relationship, stumbles onto an artistic discovery that changes his life.","release_date":"2003-12-31","vote_average":6.0,"runtime":142,"cert":"N\/A","id":45183,"title":"Cachimba","adult":false,"genre_ids":[35]},{"cast":["Jennifer Jones","James Mason","Van Heflin","Louis Jourdan","Alf Kjellin"],"overview":"Based on the French literary classic, this drama presents author Gustave Flaubert narrating his tale of infidelity and narcissism. After marrying small-town doctor Charles Bovary, Emma becomes tired of her limited social status and begins to have affairs, first with the young Leon Dupuis and later with the wealthy Rodolphe Boulanger. Eventually, however, her self-involved behavior catches up with her.","release_date":"1949-08-25","vote_average":6.8,"runtime":115,"cert":"N\/A","id":45184,"title":"Madame Bovary","adult":false,"genre_ids":[18,10749]},{"cast":["Ginger Rogers","Walter Connolly","Verree Teasdale","James Ellison","Tim Holt"],"overview":"A wealthy man hires a poor girl to play his mistress in order to get more attention from his neglectful family.","release_date":"1939-09-22","vote_average":7.0,"runtime":83,"cert":"N\/A","id":45185,"title":"5th Ave Girl","adult":false,"genre_ids":[35,10749]},{"cast":["Angie Dickinson","Tom Skerritt","William Shatner","Susan Sennett","Robbie Lee"],"overview":"Mama and daughters get forced by circumstances into bootlegging and bank robbing, and travel across the country trailed by the law.","release_date":"1974-09-19","vote_average":6.4,"runtime":83,"cert":"N\/A","id":45186,"title":"Big Bad Mama","adult":false,"genre_ids":[28,35,80,18]},{"cast":[],"overview":" ","release_date":"2008-01-01","vote_average":5.0,"runtime":52,"cert":"N\/A","id":45187,"title":"Six Floors to Hell","adult":false,"genre_ids":[]},{"cast":["Armand Assante","Elisabeth Shue","Robert Davi","Adam Baldwin"],"overview":"Canaan, a mysterious gunfighter left nearly blind from Civil War combat, roams through Mexico with a baby he has sworn to protect. On his way to a town where a family will supposedly adopt the baby, Canaan passes through a border town where U.S. Cavalry officers assigned to deliver a shipment of silver are under attack from bandits. With some reluctance, Canaan steps in to help the soldiers.","release_date":"1994-01-01","vote_average":5.4,"runtime":85,"cert":"N\/A","id":45188,"title":"Blind Justice","adult":false,"genre_ids":[28,37]},{"cast":["Cantinflas","Tere Velázquez","Joaquín García Vargas","Carlos Agostí","Domingo Soler"],"overview":"It is the story of a sportsman who is a little bit dumber than most people but nevertheless he succeeds in getting a job at a sports article saler's. Having this job is the beginning of a lot of funny problems he causes due to his dumbness.","release_date":"1959-01-01","vote_average":5.5,"runtime":108,"cert":"N\/A","id":45189,"title":"Sube y Baja","adult":false,"genre_ids":[35]},{"cast":["Cantinflas","Sonia Infante","Guillermo Zetina","Tito Junco","Miguel Manzano"],"overview":"Lopitos, who is horribly inefficient but quick-witted, is invited (because of the current ambassador's superstition about 13 sitting down to a meal) to a banquet attended by the ambassadors of both superpowers. After the news of a series of coups d'état in Los Cocos arrives throughout the meal, Lopitos becomes the official ambassador. At a summit of world leaders, the representatives of the two world superpowers court the allegiances of third-world diplomats to tilt the balance of global power in their favor. The last diplomat to remain unaligned, Lopitos instead harangues the superpowers for infringing on the rights of developing countries to self determination, talking to them with his point of view as a citizen not as ambassador because he arranged his demise as ambassador one day before his speech.","release_date":"1967-01-01","vote_average":6.4,"runtime":134,"cert":"N\/A","id":45190,"title":"Your Excellency","adult":false,"genre_ids":[35,18]},{"cast":["Cantinflas","María Sorté","Ursula Prats","Eduardo Alcaraz","Federico González"],"overview":"A cheerful sweeper collects garbage dancing, and the maids of the neighborhood get jealous because he invites another woman out.","release_date":"1982-05-05","vote_average":6.8,"runtime":113,"cert":"N\/A","id":45191,"title":"El barrendero","adult":false,"genre_ids":[35]},{"cast":["Cantinflas","Marga López","Víctor Alcocer","Raúl Martínez","Eduardo MacGregor"],"overview":"Mario Moreno portrays a professor in this movie. A small town in the middle of no where requests the school Mario Moreno is working in for a teacher. He ends up going to give the town a hand. When he arrives he comes to know the corrupt leaders who through out the movie try to make him leave. Although he is being harassed you can see how much he cares for the kids and their circumstances. He deals with problems by using his hilarious comments.","release_date":"1971-04-07","vote_average":5.5,"runtime":117,"cert":"N\/A","id":45192,"title":"El profe","adult":false,"genre_ids":[35,18,10751]},{"cast":["Anh Do","Angus Sampson","Lisa Saggers","Paul Nakad","Jason McGoldrick"],"overview":"An unemployed sports fan enters an amateur rugby league tournament where losing just isn't an option if he's to keep his family together.","release_date":"2006-08-03","vote_average":7.0,"runtime":90,"cert":"N\/A","id":45193,"title":"Footy Legends","adult":false,"genre_ids":[35]},{"cast":["Jesse Metzger","Brenden Gregory"],"overview":"What happens when two friends give in to their urges? \"I Want Your Love\", a new new short film by indie director Travis Matthews illustrates very explicitly what it could feel like to fuck a good friend after having a few glasses of wine together. Like the movies Mathews shot for his documentary series “In Their Room” the movie is very tenderly shot, and like other contemporary queer indie movies it combines both narrative and pornographic elements in a way that blurs the borders between a “feature film” and a “porn film”. The whole thing is also part of a bigger film project with the same title Matthews is working on at the moment.","release_date":"2010-04-01","vote_average":6.3,"runtime":14,"cert":"N\/A","id":45194,"title":"I Want Your Love","adult":true,"genre_ids":[10749]},{"cast":["Jackie Chan","Sammo Hung","Li Li-Hua","Yuen Wah","Yu Kai"],"overview":"A child learns martial arts in order to become a Kung Fu warrior. Features the Seven Little Fortunes, and is the debut film of Jackie Chan.","release_date":"1962-12-05","vote_average":6.2,"runtime":106,"cert":"N\/A","id":45197,"title":"Big and Little Wong Tin Bar","adult":false,"genre_ids":[18,28]},{"cast":["Ber Fox","Lindsay Gareth","Casey Graf","Najarra Townsend","Dustin Belt"],"overview":"One night, five teens and a deck of cards. Deception. Revenge. Sex. ...and it's all about to explode.","release_date":"2007-01-01","vote_average":3.4,"runtime":15,"cert":"N\/A","id":45198,"title":"Secrets","adult":false,"genre_ids":[]},{"cast":["Barry Manilow","Annette O'Toole","Estelle Getty","James T. Callahan","Joseph Bologna"],"overview":"A hit song is the inspiration for this movie. In 1948, an aspiring songwriter, Tony, is working as a pianist in a bar; he meets Lola who wants to make it in show business. Tony is immediately smitten with the beautiful woman. At Manhattan's Copacabana lounge, they both start finding fame.  However, fate steps in and she is swept to Havana to work in a splashy night club act where she is convinced she will find her stardom. Instead she finds Rico, a suave gangster who manages the club.","release_date":"1985-12-03","vote_average":5.0,"runtime":96,"cert":"N\/A","id":45199,"title":"Copacabana","adult":false,"genre_ids":[10749,10770,10402]},{"cast":["Ritchie Blackmore","Candice Night"],"overview":"For a decade, Candice Night, Ritchie Blackmore, and their fellow band of minstrels have crafted an enchanting folk\/rock sound with Renaissance overtones that has earned them the devotion of fans around the globe. Over the course of five high internationally charting studio albums, several live and compilation releases, numerous awards and many sold-out tours around the planet, they have truly perfected their signature blend of music. The band continues to tour around the globe and this brand new DVD, filmed at the famous Olympia in Paris, France is a celebration of the past 10 years.","release_date":"2007-11-02","vote_average":0.0,"runtime":128,"cert":"N\/A","id":45200,"title":"Blackmores Night: Paris Moon","adult":false,"genre_ids":[10402]},{"cast":["Ritchie Blackmore","Candice Night","Bob Curiano","Malcom Dick","Tina Chancey"],"overview":"Since then the renaissance-infused magic of Blackmore's Night has captured the hearts and minds of fans and media around the globe. With such successful albums as Fires At Midnight, Ghost of a Rose, and Beyond The Sunset: The Romantic Collection now behind them and etched into history, the band is proud to present the brand new DVD, Castles &amp; Dreams.","release_date":"2005-05-29","vote_average":7.0,"runtime":115,"cert":"","id":45201,"title":"Blackmore's Night: Castles & Dreams","adult":false,"genre_ids":[10402]},{"cast":["Jeon Do-yeon","Lee Jung-jae","Seo Woo","Youn Yuh-jung","Park Ji-young"],"overview":"A man's affair with his family's housemaid leads to a dark consequences. Eun-yi is hired as an au pair for Hae-ra (pregnant with twins) and her rich husband Hoon. Eun-yi's primary task is watching the couple's young daughter, Nami. Eun-yi is eager to connect to Nami, who gradually warms to her. Hoon begins to secretly flirt with Eun-yi, enticing her with glasses of wine and his piano playing, and they eventually begin a sexual relationship. Despite the affair, Eun-yi is still warm and friendly to Hoon's oblivious wife, Hae-ra. She even expresses enthusiasm and delight at the progress of Hae-ra's pregnancy.","release_date":"2010-05-13","vote_average":6.5,"runtime":106,"cert":"15","id":45202,"title":"The Housemaid","adult":false,"genre_ids":[53,18]},{"cast":["Eamonn Walker","Michael Paul Chan","Dominic Chianese Jr.","Laurence Fishburne","Gregory Hines"],"overview":"Once in the life (of drug dealing and organized crime), can anyone get out? During a brief jail stay, two half-brothers, who have rarely seen each other while growing up, connect. One of them, called 20\/20 Mike because he can sense people nearby, concocts a scheme in which the two of them will steal some dope from young couriers. The heist goes awry when Billy, the junkie brother, shoots the victims of the theft. The brothers hole up in an abandoned building, and 20\/20 Mike seeks help from an old cell mate, Tony, whom he thinks is out of the life. It turns out that they have stolen Tony's dope, and Tony's boss wants the two thieves dead. Is there any way out? Written by","release_date":"2000-10-27","vote_average":5.0,"runtime":107,"cert":"N\/A","id":45203,"title":"Once in the Life","adult":false,"genre_ids":[28,80,18]},{"cast":["Elsie de Blauw","Marcel Musters","Stijn Koomen","Jeroen Willems","Joan Nederhof"],"overview":"Stages is a film about loneliness, anxiety, struggle and love, which in an unconventional way shows the survival of two former lovers in their forties and their seventeen year-old son.","release_date":"2007-11-08","vote_average":6.2,"runtime":80,"cert":"N\/A","id":45204,"title":"Stages","adult":false,"genre_ids":[18]},{"cast":["Kyôko Kishida","Kazuko Yoshiyuki","Ayu Kitaura","Carolina Kaneda","Tiara"],"overview":"A drama of two aging women who live a solitary life collecting discarded items from a nearby town. One day they return home to find a young girl knitting a red sweater in their house. Each time the girl finishes her dress, she promptly unravels it and the mystery unfolds.","release_date":"2006-01-01","vote_average":6.1,"runtime":99,"cert":"N\/A","id":45205,"title":"Wool 100%","adult":false,"genre_ids":[16,35,14,878]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45206,"title":"橫掃江南七霸天","adult":false,"genre_ids":[28]},{"cast":["Jair Kobe"],"overview":"Um espetáculo de humor e música indicado para todas as idades. O Guri de Uruguaiana, acompanhado do seu fiel escudeiro, o gaúcho \"Emo\" Licurgo, conta causos e fala das coisas do Rio Grande de um jeito muito divertido. Entrevista o cantor Daniel Torres (que quase perde a paciência) e canta as versões do Canto Alegretense em vários ritmos. Imperdível!","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45207,"title":"Guri de Uruguaiana","adult":false,"genre_ids":[]},{"cast":["Nino Taranto","Alberto Sordi","Walter Chiari","Lucia Bosé","Mario Riva"],"overview":"Everyday all kind of people pass through a Police Station, especially if it is downtown. Today, however, the chief of police has bought his first car and he has decided to test it with his wife going to Ostia. But first a theatrical company sent out of the theatre, last Alfredo Todini arrested while walking wearing a gown and in the mean a series of human cases, ranging from the pathetic to the funny one, get in the way of his wish.","release_date":"1954-10-06","vote_average":6.6,"runtime":null,"cert":"N\/A","id":45208,"title":"Accadde al commissariato","adult":false,"genre_ids":[]},{"cast":["Tomás Milián","Gian Maria Volonté","Jolanda Modio","Gianni Rizzo","William Berger"],"overview":"History Professor Brad Fletcher heads west for his health, but falls in with Soloman Bennett's outlaw gang. Fascinated by their way of life, Fletcher finally takes over the gang, leading with a new 'efficient' ruthlessness.","release_date":"1967-11-23","vote_average":7.1,"runtime":112,"cert":"N\/A","id":45211,"title":"Face to Face","adult":false,"genre_ids":[37]},{"cast":["Paulette Goddard","Burgess Meredith","Hurd Hatfield","Francis Lederer","Judith Anderson"],"overview":"Celestine, the chamber-maid, has a new job in the country, at the Lanlaires. She has decided to use her beauty to seduce a wealthy man, but Mr. Lanlaire is not a right choice: the house is firmly controlled by Madame Lanlaire, helped by the strange valet Joseph. Then she tries the neighbour, former officer Mauger. This seems to work. But soon the son of the Lanlaires comes back. He is young, attractive and does not share his mother's antirepublican opinions. So Celestine's beauty attracts Captain Mauger, young Georges Lanlaire, and Joseph. Three men, from three different social classes, with three different conceptions of life. Will Celestine be able to convince Georges of her sincerity?","release_date":"1946-02-15","vote_average":6.1,"runtime":91,"cert":"N\/A","id":45212,"title":"The Diary of a Chambermaid","adult":false,"genre_ids":[18,10749]},{"cast":["Jean Gabin","Françoise Arnoul","María Félix","Anna Amendola","Jean-Roger Caussimon"],"overview":"Nineteenth-century Paris comes vibrantly alive in Jean Renoir’s exhilarating tale of the opening of the world-renowned Moulin Rouge. Jean Gabin plays the wily impresario Danglard, who makes the cancan all the rage while juggling the love of two beautiful women—an Egyptian belly-dancer and a naive working girl turned cancan star.","release_date":"1955-04-26","vote_average":7.0,"runtime":102,"cert":"N\/A","id":45213,"title":"French Cancan","adult":false,"genre_ids":[10749,35,18]},{"cast":["Nick Cornish","Vanessa Marcil","Adrian Paul","Bai Ling","Coolio"],"overview":"America's best player is being pulled in to the ultimate cyber-terror. The game's mastermind has stolen his identity, put him on the FBI's Most Wanted List, and is blackmailing him to take a part in a real twisted plan of world destruction. With just hours left, can the code be broken to save the world from total annihilation?","release_date":"2002-05-01","vote_average":4.6,"runtime":100,"cert":"N\/A","id":45214,"title":"Storm Watch","adult":false,"genre_ids":[878]},{"cast":["Walter Brennan","Walter Huston","Anne Baxter","Dana Andrews","Virginia Gilmore"],"overview":"A hunter happens upon a fugitive and his daughter living in a Georgia swamp. He falls in love with the girl and persuades the fugitive to return to town.","release_date":"1941-10-23","vote_average":5.9,"runtime":88,"cert":"N\/A","id":45215,"title":"Swamp Water","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Deanna Durbin","Edmond O'Brien","Barry Fitzgerald","Arthur Treacher","Harry Davenport"],"overview":"Deanna Durbin stars as a missionary who goes to great lengths, even posing as \"Mrs. Holliday\", in order to get some Chinese war orphans into the United States.","release_date":"1943-02-19","vote_average":6.5,"runtime":96,"cert":"N\/A","id":45216,"title":"The Amazing Mrs. Holliday","adult":false,"genre_ids":[35,18]},{"cast":["Leon Lai","Asaka Seto","Terence Yin","Richard Sun Kwok-Ho","Michael Chan"],"overview":"Sam and his team are members of a Serious Crime Unit in the District Crime Squad. The team successfully arrests an international crime organization's leaders, Night. At the Court, Ann, a prosecutor and Sam's finance, tries her best to convict Night. However, finally, Night is convicted on only one charge and sentenced to three years imprisonment. Night vows to take his revenge and destroy the couple one day. Ann and Sam take a trip to Paris and the assassin monitors them. Sam is completely crushed by the death of Ann that he starts a new life as a bar owner on Lamma. Two years later, Sam meets a Japanese tourist, You, who looks exactly like Ann, and he cannot help but fall in love with her. Meanwhile, Night has successfully appealed his case and decides to “take care” of Sam. During this time Sam happens to come across a bunch of photos and videotapes belonging to You, in which record Sam and Ann's trip to France......","release_date":"2001-09-27","vote_average":5.5,"runtime":102,"cert":"N\/A","id":45217,"title":"Bullets of Love","adult":false,"genre_ids":[28,18,53]},{"cast":["Nora Swinburne","Esmond Knight","Arthur Shields","Suprova Mukerjee","Thomas E. Breen"],"overview":"Director Jean Renoir’s entrancing first color feature—shot entirely on location in India—is a visual tour de force. Based on the novel by Rumer Godden, the film eloquently contrasts the growing pains of three young women with the immutability of the Bengal river around which their daily lives unfold. Enriched by Renoir’s subtle understanding and appreciation for India and its people, The River gracefully explores the fragile connections between transitory emotions and everlasting creation.","release_date":"1951-09-10","vote_average":7.0,"runtime":99,"cert":"N\/A","id":45218,"title":"The River","adult":false,"genre_ids":[18,10749]},{"cast":["Zachary Scott","Betty Field","J. Carrol Naish","Beulah Bondi","Percy Kilbride"],"overview":"Sam Tucker, a cotton picker, in search of a better future for his family, decides to grow his own cotton crop. In the first year, the Tuckers battle disease, a flood, and a jealous neighbor. Can they make it as farmers?","release_date":"1945-04-30","vote_average":6.2,"runtime":92,"cert":"N\/A","id":45219,"title":"The Southerner","adult":false,"genre_ids":[18]},{"cast":["Charles Laughton","Maureen O'Hara","George Sanders","Walter Slezak","Kent Smith"],"overview":"Somewhere in Europe, in a city occupied by the Nazis, a gentle school teacher finds himself torn between collaboration and resistance, cowardice and courage.","release_date":"1943-05-07","vote_average":6.9,"runtime":103,"cert":"N\/A","id":45220,"title":"This Land Is Mine","adult":false,"genre_ids":[18,10752]},{"cast":["Julie Gayet","Alain Chabat","Dominique Farrugia","Lionel Abelanski","Amélie Pick"],"overview":"C'est une histoire d'amour banale présentée comme un match de foot ordinaire. Ce sont donc Thierry Roland et Jean-Michel Larqué qui commentent, avec leurs mots (d'amour) et leurs noms (d'oiseaux), la première année de vie en couple de Delphine et Yvan, filmés pas à pas, dans leurs ébats et leurs éclats.","release_date":"1996-06-19","vote_average":5.4,"runtime":91,"cert":"N\/A","id":45221,"title":"Delphine 1, Yvan 0","adult":false,"genre_ids":[35]},{"cast":["Jerry Lee Lewis","Kris Kristofferson","Willie Nelson","Ron Wood","Chris Isaak"],"overview":"1. Great Balls of Fire 2. Chantilly Lace 3. Green Grass of Home (Tom Jones) 4. End of the Road (Tom Jones) 5. Who Will the Next Fool Be (Solomon Burke) 6. Today I Started Lovin' You (Solomon Burke) 7. Crazy Arms (Norah Jones) 8. Your Cheating Heart (Norah Jones) 9. Hadachol Boogie (Buddy Guy) 10.Don't Put Not Headstones on My Grave 11.Over the Rainbow (Chris Isaak) 12.Cry (Chris Isaak) 13.Rocking My Life Away (Ron Wood) 14.Lewis Boogie 15.Just A-Bummin' Around (Merle Haggard) 16.What'd I Say (Ivan Neville) 17.Once More with Feeling (Kris Kristofferson) 18.CC Ryder (John Fogerty) 19.Will the Circle Be Unbroken (John Fogerty and Kris Kristofferson) 20.Good Golly Miss Molly (John Fogerty) 21.Trouble in Mind (Ron Wood) 22.Jambalaya (Willie Nelson) 23.You Win Again (Don Henley) 24.Little Queenie with Kid Rock 25.Honky Tonk Woman (Kid Rock and Ron Wood) 26.That Lucky Old Sun (Ken Lovelace) 27.Roll Over Beethoven 28.Whole Lotta Shakin' Goin'","release_date":"2007-03-06","vote_average":10.0,"runtime":null,"cert":"N\/A","id":45222,"title":"Jerry Lee Lewis: Last Man Standing, Live","adult":false,"genre_ids":[99,10402]},{"cast":["Tomas Köhler","Frida Hallgren","Vanna Rosenberg","Stina Rautelin","Mona Seilitz"],"overview":"Harry is a pickpocket, torn between two beloved women, one of them the cop who arrested him, the other the ghost of his dead wife. Is Harry ready for a new relationship? Can a cop date a thief? Harry learns that a jealous ghost can be a nuisance, but shows unexpected bravery.","release_date":"2006-04-14","vote_average":0.0,"runtime":80,"cert":"N\/A","id":45223,"title":"The Lovelife of a Fat Thief","adult":false,"genre_ids":[35,18,10749]},{"cast":["Robert Duvall","Treat Williams","Kathryn Harrold","Ed Flanders","Paul Gleason"],"overview":"A speculation on the fate of the famous hijacker who parachuted with his ransom and disappeared in the mountains. Has Cooper succeeded in following a meticulous plan to disappear into anonymity despite the best efforts of a dogged cop?","release_date":"1981-11-13","vote_average":5.9,"runtime":100,"cert":"N\/A","id":45226,"title":"The Pursuit of D.B. Cooper","adult":false,"genre_ids":[12,80,53]},{"cast":["Andrey Mironov","Aleksandra Yakovleva-Aasmyae","Mikhail Boyarskiy","Oleg Tabakov","Nikolai Karachentsov"],"overview":"Mr Jonny First arrives to the Wild West to present the art of the Cinematograph.","release_date":"1987-06-23","vote_average":7.7,"runtime":98,"cert":"N\/A","id":45227,"title":"A Man from Boulevard des Capucines","adult":false,"genre_ids":[35,10749,37]},{"cast":["Kōji Tsujitani","Toshiharu Sakurai","Yuuko Kobayashi","Shigeru Nakahara","Toshiyuki Morikawa"],"overview":"A hilarious mockumentary featuring an animated tale of an average person who slowly becomes an otaku (obsessive fanatic) and eventually becomes the \"Otaking\"! Between story segments, live action interviews with fictional die-hard otakus take place.","release_date":"1991-09-27","vote_average":6.3,"runtime":100,"cert":"N\/A","id":45228,"title":"Otaku No Video","adult":false,"genre_ids":[16,35,99]},{"cast":[],"overview":"Watch kids lead kids with these high energy music videos. They are a great way to learn the motions and fun to play for kids any time of the year.","release_date":"","vote_average":9.0,"runtime":null,"cert":"N\/A","id":45229,"title":"High Seas Expedition","adult":false,"genre_ids":[]},{"cast":["Jayne Mansfield","Marie McDonald","Tommy Noonan","Mickey Hargitay","Fritz Feld"],"overview":"After a drunken spree on a cruise ship, two women discover that they're pregnant, and set out to find who the fathers are.","release_date":"1963-08-01","vote_average":5.9,"runtime":75,"cert":"N\/A","id":45230,"title":"Promises! Promises!","adult":false,"genre_ids":[35,10749]},{"cast":["Boris Kodjoe","David Banner","Kenya Moore","Richard Roundtree","Bai Ling"],"overview":"The feature weaves an intricate tale about childhood best-friends that have an unusually strong bond and a more intriguing secret. Both young men are on the right path to promising futures, a first round NFL draft pick, and a talented art major on a full scholarship. A complicated web of lies, gambling, murder and a pact between friends sends an innocent friend to prison and the other to fame. After spending eleven years in prison, the innocent comes to collect a debt and is determined to have the life he was promised... by any means necessary.","release_date":"2010-08-24","vote_average":3.0,"runtime":90,"cert":"N\/A","id":45231,"title":"The Confidant","adult":false,"genre_ids":[35,53]},{"cast":["Ron Howard","Christopher Norris","Brad David","Kathy O'Dare","Clint Howard"],"overview":"Hoover Nielbold is a car-crazy teenager who, in order to impress the hottest girl in school, takes her for a ride in a souped-up race car owned by local racer Big Bubba Jones. Hoover's father Harry, who's also the local sheriff is furious at the situation and orders his bumbling deputies to go after him. With the Sheriff's office overflowing with concerned parents and citizens and his deputies failing to catch him. He enlists the help of Jones and fellow racers to capture him. It culminates in a thrilling car chase finale through the rural countryside.","release_date":"1976-04-01","vote_average":6.0,"runtime":89,"cert":"N\/A","id":45232,"title":"Eat My Dust","adult":false,"genre_ids":[28]},{"cast":["Laura Gemser","Gabriele Tinti","Ursula Flores","Maria Romano","Antonella Giacomini"],"overview":"Emanuelle, a reporter, comes just a little too close to exposing a corrupt official, and is sent to prison on trumped-up charges. In the prison, the inmates are constantly humiliated and tortured by the prison staff. Overly affectionate prisoners are forced underwater, while others are obliged to look on. Emanuelle finds an enemy in the deranged Albina, who \"runs the prison.\" For the pleasure of the warden, Emanuelle and Albina are forced to fight each other with knives. Bad becomes worse when four men awaiting execution escape and take over the prison. Gore flows like water.","release_date":"1983-08-31","vote_average":4.4,"runtime":89,"cert":"N\/A","id":45233,"title":"Women's Prison Massacre","adult":false,"genre_ids":[28,18]},{"cast":["Robert Vaughn","Roger Smith","Tom Pittman","Dorothy Green","Merry Anders"],"overview":"A melodrama about young adults growing up and facing the pressures of life.","release_date":"1957-08-01","vote_average":6.3,"runtime":82,"cert":"N\/A","id":45234,"title":"No Time To Be Young","adult":false,"genre_ids":[18]},{"cast":["Victor Mature","Anita Ekberg","Trevor Howard","Bonar Colleano","Dorothy Alison"],"overview":"A U.S. narcotics lead by agent Charles Sturgis (Mature) trails an international drug smuggler.","release_date":"1957-08-13","vote_average":6.7,"runtime":92,"cert":"N\/A","id":45235,"title":"Pickup Alley","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"April is a documentary about the Airblaster guys that spent the month of april on Mt Hood Oregon. If you know Airblaster you know what you’re going to expect…Just fun shreds…","release_date":"","vote_average":5.3,"runtime":25,"cert":"N\/A","id":45236,"title":"April","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Thanks in Advance\" features tons of killer footage collected over the past year from the team's adventures in the North Cascades, Winter Park and Mt. Baker among other enviable locations. In addition to Keegan Valaika slaying Denver's rails, be sure to check out Nicolas Müller thrashing the backcountry. The video also features impressive footage from the Burton women's team, including Elena Hight, Kelly Clark and Victoria Jealouse. Shred scenes from The Stash run at Northstar-at-Tahoe and antics from last spring's Get Off On the Bus Tour also highlight the video. The Smalls Team earned some screen time as well with 14-year-old riders Ben Watts and Hans Mindnich scoring some great shots.","release_date":"","vote_average":5.3,"runtime":41,"cert":"N\/A","id":45237,"title":"Thanks In Advance","adult":false,"genre_ids":[]},{"cast":["Bill Baker","Joseph Baker","Kimberly Baker","Nathan Berry","Fred Cook"],"overview":"A father must try to save his daughter from deep within the cult of Scientology, while a young woman working for the Scientologists must question her faith.","release_date":"2006-09-01","vote_average":6.3,"runtime":69,"cert":"N\/A","id":45238,"title":"The Bridge","adult":false,"genre_ids":[18]},{"cast":["Bette Davis","Brian Keith","Kim Hunter","Paul Kelly","Joe Mantell"],"overview":"Politicians go after a small-town librarian when she refuses to ban a book. She's quickly labeled a Communist.","release_date":"1956-07-31","vote_average":6.5,"runtime":85,"cert":"N\/A","id":45239,"title":"Storm Center","adult":false,"genre_ids":[18]},{"cast":["Dick Powell","Anita Louise","Louis Armstrong","Allen Jenkins","Ronald Reagan"],"overview":"A sports store clerk poses as a famous jockey as an advertising stunt, but gets more than he bargained for.","release_date":"1938-12-31","vote_average":6.0,"runtime":84,"cert":"N\/A","id":45240,"title":"Going Places","adult":false,"genre_ids":[10749,35]},{"cast":["James Stewart","Sandra Dee","Audrey Meadows","Robert Morley","Philippe Forquet"],"overview":"Frank Michaelson, well respected President of the Pacific Pallisades Board of Education, is appearing in front of a Board hearing addressing the issue of the widespread public outcry asking for either his dismissal or resignation because of a series of salacious front page newspaper stories, complete with photographs, on his recent goings-on. In addressing these unsubstantiated charges, Frank attributes all the incidents on his eldest daughter, Mollie Michaelson, now just shy of her twentieth birthday, no longer being the sweet child he had always pictured her as, but now rather a desirable young woman.","release_date":"1963-01-01","vote_average":0.0,"runtime":98,"cert":"N\/A","id":45241,"title":"Take Her, She's Mine","adult":false,"genre_ids":[35]},{"cast":["Don Rickles","George Kennedy","Justin Cooper","Betty White","Brian Doyle-Murray"],"overview":"Barricade the doors. Lock the windows. Because he's baaaack. That one-boy wrecking crew, Dennis the Menace, returns for more mischief and mayhem. Based on the comic strip and TV show about a mischievous little boy with a gift for the potentially lethal prank.","release_date":"1998-07-14","vote_average":5.3,"runtime":71,"cert":"N\/A","id":45242,"title":"Dennis the Menace Strikes Again!","adult":false,"genre_ids":[35,10751]},{"cast":["Bradley Cooper","Ed Helms","Zach Galifianakis","Justin Bartha","Ken Jeong"],"overview":"The Hangover crew heads to Thailand for Stu's wedding. After the disaster of a bachelor party in Las Vegas last year, Stu is playing it safe with a mellow pre-wedding brunch. However, nothing goes as planned and Bangkok is the perfect setting for another adventure with the rowdy group.","release_date":"2011-05-25","vote_average":6.4,"runtime":102,"cert":"15","id":45243,"title":"The Hangover Part II","adult":false,"genre_ids":[35]},{"cast":["Khomotso Manyaka ","Keaobaka Makanyane","Lerato Mvelase","Tinah Mnumzana","Aubrey Poolo"],"overview":"A touching mother-daughter relationship that reflects the modern South Africa.","release_date":"2010-05-19","vote_average":6.8,"runtime":100,"cert":"N\/A","id":45244,"title":"Life, Above All","adult":false,"genre_ids":[18]},{"cast":["Jon Cassar","Kiefer Sutherland"],"overview":"Taking off after the end of filming on the last season of 24, Kiefer Sutherland heads to Europe with his band Rocco DeLuca &amp; The Burden. As their road manager, Sutherland faces the trials and joys of life on the road, whether it is locked venues, storming gigs, quiet audiences or giving out free tickets at the last minute to avoid an empty venue. The tour takes across Europe, including England, Germany and Iceland.","release_date":"2006-07-01","vote_average":5.0,"runtime":105,"cert":"N\/A","id":45245,"title":"I Trust You to Kill Me","adult":false,"genre_ids":[99]},{"cast":["Wynn Irwin"],"overview":"Mockumentary of the Enron scandal. The bankrupt company's CEO (McShane) is locked away at a country club prison where he spends his time practicing his golf swing. Meanwhile, his greedy wife (Forlani) spends what cash is left, and the company's former employees (all of whom seem to be mentally challenged) scramble to find new jobs.","release_date":"2004-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45246,"title":"Memron","adult":false,"genre_ids":[35]},{"cast":["Olivia de Havilland","Rossano Brazzi","Yvette Mimieux","George Hamilton","Isabel Dean"],"overview":"A young American woman traveling in Italy with her mother is slender, blonde, beautiful and there is something charmingly naive about her. Fabrizio Naccarelli seems to always know where the mother and daughter will sightsee next. Signor Naccarelli is just as concerned about where this will lead as Mrs. Johnson is. Then she starts thinking that perhaps her daughter can be a wife of a wealthy young man in a society where all she has to do is look beautiful. What happens if Signor Naccarelli finds out who his prospective daughter-in-law really is?","release_date":"1962-02-07","vote_average":5.7,"runtime":102,"cert":"N\/A","id":45247,"title":"Light in the Piazza","adult":false,"genre_ids":[18,10749]},{"cast":["Nicholle Tom","Dylan Neal","Peter MacNeill","Claudia Jurt","Cinthia Burke"],"overview":"Grady suffers from multiple personality disorder. Lara doesn't know she just angered the most dangerous one.","release_date":"2010-01-01","vote_average":3.6,"runtime":89,"cert":"N\/A","id":45248,"title":"My Family's Secret","adult":false,"genre_ids":[80,9648,53]},{"cast":["Jay Underwood","Alan Thicke","Robyn Lively","Greg Mullavey","Katie Barberi"],"overview":"Chip, the android boy is back. This time, he is off to college, suffering from a computer virus and in love with Roberta, another android. Will there be a happy ending?","release_date":"1989-09-23","vote_average":6.0,"runtime":91,"cert":"N\/A","id":45249,"title":"Not Quite Human II","adult":false,"genre_ids":[]},{"cast":["Jordan Chan","Fan Bingbing","Poppin Hyun-Joon","Hans Zhang","Pan Xiaoting"],"overview":"Plot revolves around the story of young passion and the art of Hip-hop DJ. In addition to the performances and DJs hip-hop virtuosity, movie content also reflects the efforts of the characters, expressing their opinion about love, ideals as well as passion and enthusiasm age children.","release_date":"2008-06-01","vote_average":6.7,"runtime":100,"cert":"N\/A","id":45250,"title":"Kung Fu Hip-Hop","adult":false,"genre_ids":[28,35]},{"cast":["Mel Blanc","Mel Blanc"],"overview":"Daffy Duck manages to get Bugs into a TV studio in order to win the thousand dollar bounty.","release_date":"1959-12-19","vote_average":7.0,"runtime":7,"cert":"N\/A","id":45251,"title":"People Are Bunny","adult":false,"genre_ids":[]},{"cast":["Toren Atkinson","Raymond Beckett","Jason Brooks","Andrew Hamlin","Sheri Hinshaw"],"overview":"\"Three times Randolph Carter dreamed of the marvelous city, and three times was he snatched away while still he paused on the high terrace above it.\" Thus begins H. P. Lovecraft's epic tale of the courageous dreamer Randolph Carter and his search for the mystical sunset city by petitioning the gods of Kadath. During his journey, he travels deep into the world of dream, to the edge of the world, to the moon and back, and to the heights and depths of human and... inhuman experience. Written by Edward Martin III","release_date":"2003-10-11","vote_average":5.0,"runtime":100,"cert":"N\/A","id":45252,"title":"The Dream-Quest of Unknown Kadath","adult":false,"genre_ids":[12,16,14]},{"cast":[],"overview":"In This Building, Your neighbour is closer than you think","release_date":"","vote_average":0.0,"runtime":93,"cert":"N\/A","id":45253,"title":"Hidden Floor","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Movie investigates how poor countries are using FOSS applications for development, and includes stories and interviews from around the world.","release_date":"2006-03-10","vote_average":0.0,"runtime":40,"cert":"","id":45254,"title":"Code Breakers","adult":false,"genre_ids":[99,18]},{"cast":["Derren Nesbitt","Julie Hopkins","Howard Marion-Crawford","Victor Brooks","Jack Allen"],"overview":"Panic and fear overtake a small British farming community after a homicidal child-killer escapes from a local mental hospital.","release_date":"1959-01-30","vote_average":8.5,"runtime":63,"cert":"","id":45257,"title":"Life in Danger","adult":false,"genre_ids":[80,18]},{"cast":["William Franklyn","Moira Redmond","Bruno Barnabe","Leonard Sachs","Nigel Green"],"overview":"When Richard Logan, the partner in a safe making firm, is found unconscious, on an old deserted bomb site, he finds that he has no recollection of the last three weeks. Then he discovers that the private detective, hired by his wife, has been found murdered, and a safe that his firm installed in a large country house, has been cleverly opened, and the contents are missing. So with the help of his wife, he sets out to uncover the truth.","release_date":"1961-10-01","vote_average":7.4,"runtime":76,"cert":"","id":45258,"title":"Pit of Darkness","adult":false,"genre_ids":[80,53]},{"cast":["Terence Longdon","Jennifer Jayne","Harry Fowler"],"overview":"A gangster is caught and arrested by police. When he's being transported by bus -- filled with innocent civilians -- it's hi-jacked by his gang in attempt to free their boss. They hide out. As the authorities close in they threaten to torch the barn the escapee and his men are hiding in -- with their hostage inside.","release_date":"1964-08-29","vote_average":7.0,"runtime":75,"cert":"N\/A","id":45259,"title":"Escape by Night","adult":false,"genre_ids":[80,18]},{"cast":["Lloyd Bridges","Lea Padovani","Aldo Fabrizi","William Tubbs","Dino Galvani"],"overview":"An ex-American GI returns to Italy to find some money he stashed before doing a prison term. He discovers his cash is now gone and quickly sets off on a manhunt to find out who stole his buried fortune.","release_date":"1951-06-28","vote_average":6.5,"runtime":85,"cert":"N\/A","id":45260,"title":"Three Steps North","adult":false,"genre_ids":[80,18]},{"cast":["Adam Goldberg","Marley Shelton","Eion Bailey","Lucy Punch","Vinnie Jones"],"overview":"A fashionable contemporary art gallerist in Chelsea, New York falls for a brooding new music composer in this comic satire of the state of contemporary art.","release_date":"2009-10-25","vote_average":6.8,"runtime":96,"cert":"N\/A","id":45261,"title":"(Untitled)","adult":false,"genre_ids":[18,35,10749]},{"cast":["Stoya","Sasha Grey","Nicole Ray","Tony De Sergio","Mick Blue"],"overview":"Experience a torrid tale of love featuring the sultry and sexy Stoya. With striking features and all-natural beauty, Stoya is torn between the girl she pretends to be and the two lovers that she seduces and desires most.","release_date":"2010-06-15","vote_average":6.5,"runtime":88,"cert":"N\/A","id":45262,"title":"Love and Other Mishaps","adult":true,"genre_ids":[10749]},{"cast":["Harry Anderson","Cyndi Lauper","Brian Bonsall","Elayne Boosler","Shelley Duvall"],"overview":"Set in the mythical world of Rhymeland, Gorden Goose returns home to discover that his mom has mysteriously vanished. Now the characters of Rhymeland are in danger of disappearing unless Mother Goose returns.","release_date":"1990-05-19","vote_average":5.9,"runtime":96,"cert":"N\/A","id":45265,"title":"Mother Goose Rock 'N Rhyme","adult":false,"genre_ids":[12,10751,14]},{"cast":["Mon Confiado","Spanky Manikan","Leon Miguel","Nonie Buencamino","Ronnie Lazaro"],"overview":"An ex-marine returns to Vietnam when he learns his former mercenary partner whom he thought was killed is being held by a sadistic general.","release_date":"1997-05-23","vote_average":5.5,"runtime":89,"cert":"N\/A","id":45266,"title":"Behind Enemy Lines","adult":false,"genre_ids":[28]},{"cast":["Marisa Solinas","Germano Gilioli","Anita Ekberg","Peppino De Filippo","Antonio Acqua"],"overview":"An anthology of four adult tales: a young couple tries to hide their marriage and the wife’s supposed pregnancy from their place of employment; a billboard photo of a scantily clad woman comes to life to torment the local censor; a lottery is held in which the prize is to spend the night with a beautiful woman; an aristocratic couple comes to terms with life and marriage after the domineering husband is caught visiting sex workers by the press.","release_date":"1962-02-22","vote_average":7.0,"runtime":208,"cert":"N\/A","id":45267,"title":"Boccaccio '70","adult":false,"genre_ids":[10749,14,35]},{"cast":[],"overview":"A touching story about human loneliness and a fight with self-esteem that leads to isolation.","release_date":"2006-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":45268,"title":"Red Rabbit","adult":false,"genre_ids":[16]},{"cast":["Colin Firth","Geoffrey Rush","Helena Bonham Carter","Guy Pearce","Timothy Spall"],"overview":"The King's Speech tells the story of the man who became King George VI, the father of Queen Elizabeth II. After his brother abdicates, George ('Bertie') reluctantly assumes the throne. Plagued by a dreaded stutter and considered unfit to be king, Bertie engages the help of an unorthodox speech therapist named Lionel Logue. Through a set of unexpected techniques, and as a result of an unlikely friendship, Bertie is able to find his voice and boldly lead the country into war.","release_date":"2010-09-06","vote_average":7.7,"runtime":118,"cert":"12A","id":45269,"title":"The King's Speech","adult":false,"genre_ids":[18,36]},{"cast":["François Chénier","Isabelle Blais","Sylvie Boucher","Pierre Collin","Michel Forget"],"overview":"A reporter goes to a mysterious village to investigate mysterious disappearances until one night, his friend gets abducted and every citizen wants him dead.","release_date":"2005-09-09","vote_average":5.6,"runtime":115,"cert":"N\/A","id":45270,"title":"Saint Martyrs of the Damned","adult":false,"genre_ids":[18,27,9648]},{"cast":["Michael Madsen","Vinnie Jones","Armand Assante","Katherine von Drachenberg","DMX"],"overview":"Surrounded by carnage, slaughter, brutal crashes and total mayhem, Shawn Black is in a race to save the world from pure evil.","release_date":"2009-11-02","vote_average":2.7,"runtime":80,"cert":"18","id":45273,"title":"The Bleeding","adult":false,"genre_ids":[28,27,53]},{"cast":["Eliot Spitzer"],"overview":"This documentary feature takes an in-depth look at the rapid rise and dramatic fall of New York Governor Eliot Spitzer. Nicknamed \"The Sheriff of Wall Street,\" when he was NY's Attorney General, Eliot Spitzer prosecuted crimes by America’s largest financial institutions and some of the most powerful executives in the country. After his election as Governor, with the largest margin in the state's history, many believed Spitzer was on his way to becoming the nation's first Jewish President. Then, shockingly, Spitzer’s meteoric rise turned into a precipitous fall when the New York Times revealed that Spitzer - the paragon of rectitude - had been caught seeing prostitutes.","release_date":"2010-11-05","vote_average":6.5,"runtime":117,"cert":"N\/A","id":45274,"title":"Client 9: The Rise and Fall of Eliot Spitzer","adult":false,"genre_ids":[99]},{"cast":[],"overview":"When the Spirit World is flooded due to an unusual rainfall which overflows the River Sanzu (aka the River Styx), Lord Koenma senses an extremely powerful enemy. He entrusts Death God Botan, to deliver to Spirit Detective Yusuke, a mysterious item which must be protected from the invading enemy. However, by the time Botan finds Yusuke, she's too weak to explain the situation. Yusuke and his friends are left in the dark about the new enemy, but not for long. Soon it is a battle for Earth between mere Spirit Detectives and the almighty king of the Netherworld.","release_date":"1994-04-09","vote_average":5.6,"runtime":93,"cert":"N\/A","id":45279,"title":"Yu Yu Hakusho: The Movie - Poltergeist Report","adult":false,"genre_ids":[14,16,878]},{"cast":["Nas","Jay-Z","Rakim","KRS-One","Slick Rick"],"overview":"\"The MC: Why We Do It\" takes a look inside the world of Hip Hop and MCs to explore the issues and concerns that define todays most popular music form. The MC started out as a mere introducer of musical acts, but when DJs began spinning tracks at block parties in the Bronx in the late 1970s, the MC began to rap along to the beats, emerging as the focal point of a new music form. The film not only explores the origins of MC'ing, but the environmental, spiritual and moral aspects to this art form. As Hip Hop turns 25 years old, MC's consider the past, present and future of their music, giving a unique insight into what drives these artists to continue spitting rhymes. Written by Iain Kennedy","release_date":"2005-02-01","vote_average":5.0,"runtime":73,"cert":"N\/A","id":45280,"title":"The MC: Why We Do It","adult":false,"genre_ids":[99,10402]},{"cast":["Robert Sterling","Joan Dixon","Ricardo Cortez","Douglas Fowley","Elisabeth Risdon"],"overview":"Police sergeants Johnson and McManus take on Los Angeles confidence tricksters. Con man Tony Wells, lining up rich widow Jessica Royce as his latest mark, sets up a false paranormal society with other charlatans to convince the credulous Jessica that her late son is speaking to her through their sham seances. When the plan leads to murder, Johnson and McManus must bring the group down before they kill again.","release_date":"1950-09-01","vote_average":6.0,"runtime":67,"cert":"N\/A","id":45283,"title":"Bunco Squad","adult":false,"genre_ids":[80]},{"cast":["Sôichirô Kitamura","Tomokazu Miura","Jun Kunimura","Tetta Sugimoto","Takeshi Kitano"],"overview":"The story begins with Sekiuchi, boss of the Sannokai, a huge organized crime syndicate controlling the entire Kanto region, issuing a stern warning to his lieutenant Kato and right-hand man Ikemoto, head of the Ikemoto-gumi. Kato orders Ikemoto to bring the unassociated Murase-gumi gang in line, and he immediately passes the task on to his subordinate Otomo, who runs his own crew. The tricky jobs that no-one wants to do always end up in Otomo’s lap.","release_date":"2010-05-17","vote_average":6.9,"runtime":109,"cert":"N\/A","id":45284,"title":"Outrage","adult":false,"genre_ids":[28,80,18]},{"cast":["Dario Castiglio","Martina Codecasa","Anna Ferzetti","Mino Manni","Adriana Marega"],"overview":"","release_date":"2010-04-02","vote_average":5.4,"runtime":null,"cert":"N\/A","id":45285,"title":"Sul mare","adult":false,"genre_ids":[35]},{"cast":["Jay Chandrasekhar","Kevin Heffernan","Paul Soter","Steve Lemme","Erik Stolhanske"],"overview":"Nothing is off limits when Broken Lizard, the guys behind Super Troopers and Beerfest, a night of stand-up comedy. Live from The El Rey Theatre in Los Angeles, each group member takes the stage to discuss drugs, lust and everything in between, culminating with the origin tale of how they all met.","release_date":"2010-09-14","vote_average":3.0,"runtime":null,"cert":"N\/A","id":45286,"title":"Broken Lizard Stands Up","adult":false,"genre_ids":[35]},{"cast":["Kohei Kiyasu","Rikiya Koyama","Kenji Utsumi","Masaya Onosaka","Tomokazu Seki"],"overview":"Makunouchi Ippo is the new Featherweight champion of Japan and is now ready for his first title defense. His opponent, the former Jr. Featherweight champion and a medical student, Sanada Kazuki. In addition to this feud, Sanada is being coached by Kamogawa's former rival, Hama Dankichi. What makes things worse is that Sanada works at the same hospital where Kumi is a nurse at and everybody at the hospital wants Sanada to win. Not only does Ippo have to defend his title, he has to reclaim his love.","release_date":"2003-06-25","vote_average":6.9,"runtime":90,"cert":"N\/A","id":45287,"title":"Hajime no Ippo: Champion Road","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Kimura finally has his championship match. It takes place at the annual champion carnival. But now he must face the intense champion, Mashiba for the Junior Lightweight championship.","release_date":"2003-09-05","vote_average":6.0,"runtime":60,"cert":"N\/A","id":45288,"title":"Hajime no Ippo: Mashiba vs. Kimura","adult":false,"genre_ids":[16]},{"cast":["Nigel Turner"],"overview":"HUNTING HITLER tells the true story of a group of Nazi party leaders who sought to murder Adolf Hitler in 1944. Though their plot did not succeed, these conspirators came closer than any others to taking out Hitler. This in-depth documentary looks back at their detailed plan and includes remarkable testimony from a handful of the surviving participants","release_date":"2009-05-14","vote_average":0.0,"runtime":90,"cert":"N\/A","id":45289,"title":"Hunting Hitler","adult":false,"genre_ids":[99]},{"cast":["Christer Johansson","Christer Johansson","Christer Johansson","Christian Wallin","Patrik Engh"],"overview":"Under en månads tid har en dokumentärfilmare levt med människorna i den lilla staden i den hälsingska skogen. Vi får träffa den förtidspensionerade viltvårdaren Örjan med stor passion för hundar, jakt och musik...","release_date":"2008-01-01","vote_average":4.3,"runtime":70,"cert":"N\/A","id":45290,"title":"Småstadsliv","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Relationerna mellan människorna i det lilla samhället sätts verkligen på prov i den sista delen av trilogin Småstadsliv. Den ryggskadade grävmaskinisten Ingemar behöver semester, men vad som var tänkt att bli en fridfull husvagnsidyll i den svenska sommaren förvandlas snart till ett campinginferno utan motstycke i svensk semesterhistoria.Bland älgpassen i storskogen tvingar länsstyrelsens vargpolitik och myndigheternas förföljelse det lilla jaktlaget till ett övertramp mot de gråa pälsdjuren som ingen kunnat drömma om. När krutröken har lagt sig är ingenting i jaktlaget sig likt.Både gamla bekantingar och nya ansikten finns med i handlingen när småstadslivsgänget för tredje och sista gången drar med sig tittaren längst ut på den hälsingska landsbygden. I en intrig späckad av kärlek och svek, rosor och älgstudsare får tittaren möta en värld, bland människor som ingen trodde fanns…","release_date":"2010-02-27","vote_average":8.5,"runtime":80,"cert":"N\/A","id":45291,"title":"Småstadsliv 3","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Crackheads Gone Wild is a documentary about cocaine users in Atlanta.","release_date":"2006-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45292,"title":"Crackheads Gone Wild","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Randolph J Winters presents incredible information about the Billy Meier Contacts with Extraterrestrial Light Beings from the Pleiades in this fascinating documentary of what Randy calls a 'Fringe Meeting' sharing notes from his book 'The Pleiadian Mission - A Time of Awareness'.Billy Meier, born February 3, 1937, is a citizen of Switzerland who claims to be a UFO contactee. He is also the source of many controversial UFO photographs, which he states are evidence of his encounters. Meier reports regular contact with extraterrestrials who impart spiritual and philosophical wisdom. He describes the Plejaren (aliens from the Pleiades) as humanoid.","release_date":"1998-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45293,"title":"UFO: The Pleiadian Mission - Billy Meier Case","adult":false,"genre_ids":[]},{"cast":["Bruce Dickinson","Dave Murray","Adrian Smith","Clive Burr","Paul Di'Anno"],"overview":"The Early Days is the first volume in the History of Iron Maiden DVD series. It features an exhaustive, thoroughly complete history of the early years of Iron Maiden, from their humble beginnings in London's East End in 1975 through their triumphant Piece of Mind album and tour in 1983. The set features a large collection of rare videos and concert footage, as well as interviews with former members such as Paul Di'Anno, Clive Burr, Dennis Stratton, Dave Sullivan, Terry Rance, Kent Ewing, Doug Sampson, Ron Matthews, Terry Wapram and Bob Sawyer. Disc one includes live performances:Live at the Rainbow (21 December 1980)Beast over Hammersmith (20 March 1982)Live in Dortmund (18 December 1983)","release_date":"2004-11-23","vote_average":7.7,"runtime":270,"cert":"N\/A","id":45294,"title":"Iron Maiden: The History of Iron Maiden Part 1 - The Early Days","adult":false,"genre_ids":[10402,99]},{"cast":["Masako Katsuki","Yoshisada Sakaguchi","Toshio Furukawa","Norio Wakamoto","Toshiko Sawada"],"overview":"In the futuristic city of Olympus, built on the ashes of the third world war, a police officer and her cyborg partner fight terrorism.","release_date":"1988-04-20","vote_average":6.4,"runtime":66,"cert":"","id":45295,"title":"Appleseed","adult":false,"genre_ids":[80,16,878]},{"cast":["Brigitte Nielsen","Richard Moll","Craig Fairbrass","Sam Raimi","John H. Brennan"],"overview":"Legend says that the sacred crystal is the source for all life and was created at the beginning of time. Kyla has sought the crystal to use its powers for himself and he takes the crystal after smashing the defenders on the Planet Sintaria. But there is another identical crystal on Earth and Ladera heads there to get it before the evil Kyla. She finds that Jed has taken the crystal from is hiding place, but Victor and his inexhaustible hit men want it for money they gave to Jed. Ladera easily handles the weak earthlings and saves Jed, but Kyla is also after the crystal. Jed and Ladera must find the crystal before Kyla, the clueless cops or the dimwitted villains.","release_date":"1995-06-27","vote_average":3.6,"runtime":91,"cert":"N\/A","id":45296,"title":"Galaxis","adult":false,"genre_ids":[28,53,878]},{"cast":[],"overview":"Bad Boy Bill is hands down America's biggest home-bred DJ. Recently voted \"America's Favorite House DJ - 2006\" by the readers of BPM Magazine (an award which he also won in 2003), Bad Boy Bill has again reasserted his place at the forefront of American clubbing. With Bill's reputation built upon his phenomenal live sets which incorporate extravagant visuals and live dance performances in addition to Bill's fierce turntable prowess, it was only logical for Bill to release his first ever live performance audio\/visual set in the form of 'Behind the Decks LIVE.' This CD + DVD release includes the live DJ mix set PLUS a DVD with over 2.5 hours of exclusive multi-media content including the Dolby 5.1 &amp; DTS Surround live DJ mix concert, behind the scenes features, exclusive visuals, interviews &amp; more. Packaged in a deluxe digipack with a 12 page tour booklet.","release_date":"2006-10-17","vote_average":8.0,"runtime":72,"cert":"N\/A","id":45297,"title":"Behind the Decks LIVE","adult":false,"genre_ids":[]},{"cast":["Joe Lando","Jessica Bowman","Shawn Toovey","Jane Seymour","Georgann Johnson"],"overview":"Michaela and Sully travel by train to Boston with their children Brian and Katie to be at Colleen's graduation. Upon arriving they find that Michaela's mother just about to be released from the hospital but instructed that she needs complete bedrest. Colleen must face the fact that a woman doctor will not be welcomed at any Boston medical office. Brian gets a job while everyone is busy with Colleen's graduation and his Grandmother's failing health.","release_date":"2001-05-12","vote_average":5.9,"runtime":120,"cert":"N\/A","id":45298,"title":"Dr. Quinn, Medicine Woman: The Heart Within","adult":false,"genre_ids":[18,10751,37]},{"cast":["Richard Dawkins","John Lennox"],"overview":"Two scientists return to the Oxford Museum of Natural History, the famed site of the 1860 Evolution debate between Huxley and Wilberforce. Discussing an issue the BBC calls \"as fierce as ever,\" the two go head to head in a remarkable match of intellect. Holding the Atheistic position is Prof. Richard Dawkins, celebrated author of The God Delusion and regarded by many as the spokesman for the \"New Atheism.\" Opposing Dawkins is fellow Oxford professor John Lennox. Lennox, like Dawkins, has dedicated his career to science, but arrives at very different conclusions.","release_date":"2009-01-01","vote_average":4.5,"runtime":81,"cert":"","id":45299,"title":"Dawkins vs Lennox: Has Science Buried God?","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The documentary shows the types of the four seasons, when the story returns to the capital of Kyoto in 1200, where the traditions breathe beauty. Many historical sites and temples, various festivals taking place here, in an environment of good music walk in the most beautiful places of Kyoto.","release_date":"2007-01-01","vote_average":0.0,"runtime":66,"cert":"N\/A","id":45300,"title":"Kyoto Shiki Hyakkei The Four Season of Kyoto The Beautiful Ancient Capital","adult":false,"genre_ids":[99]},{"cast":["Alexandra Paul","Linden Ashby","Michele Greene","Maxim Roy","Dean Hagopian"],"overview":"Lainie Wheeler has two daughters, but her husband leaves them for a Thai monastery. She completely neglects her job in TV production but finds a new vocation in nursing terminal patients, even after the death of her friend in that home. She also finds a new lover, Matt Harper, who is also great with her kids, but still gets addicted to pills, causes a major accident, loses custody and needs long-term institutionalized therapy. After her release, a friend gets her another job in TV production, which makes her meet baseball star Harry Brewer. When he proves adulterous and gets too intimate, she ends up murdering him. Detective Webster investigates..","release_date":"2003-06-01","vote_average":5.0,"runtime":94,"cert":"N\/A","id":45301,"title":"Outrage","adult":false,"genre_ids":[18,53]},{"cast":["Antonio Sabàto, Jr.","Fred Ward","Kelly Rutherford","R. Lee Ermey","Susie Park"],"overview":"An American army intelligence officer discovers corruption and murder by American soldiers in Vietnam.","release_date":"2000-01-01","vote_average":3.7,"runtime":93,"cert":"N\/A","id":45302,"title":"The Chaos Factor","adult":false,"genre_ids":[18,28,53]},{"cast":["Lau Ching-Wan","Ekin Cheng","Kelly Lin","Hui Siu-Hung","Lam Suet"],"overview":"Ho Sheung Sang finds himself wrapped up in another cat-and-mouse game, this time against a tricky magician.","release_date":"2001-12-27","vote_average":6.2,"runtime":95,"cert":"N\/A","id":45303,"title":"Running Out of Time 2","adult":false,"genre_ids":[53,28,80]},{"cast":["Zhou Xun","Daniel Wu","Tony Yang","Kristy Yang"],"overview":"Ming Ming is a 21st Century martial arts princess and lady Robin Hood who steals for love. Her Prince Charming is D, a maverick fighter and irresistible rogue who posted this challenge to his swarms of female admirers; give him 5 million dollars and he'll run away with his benefactress to Harbin. Ming Ming meets D's other girlfriend, Nana, who is a virtual look-alike of Ming Ming. Meanwhile, he disappears from Shanghai without a trace. The only clue he leaves behind is a cryptic phone message.","release_date":"2006-10-14","vote_average":4.8,"runtime":105,"cert":"N\/A","id":45304,"title":"Ming Ming","adult":false,"genre_ids":[28,9648,10749]},{"cast":["Eason Chan","Niki Chow","Raymond Wong Ho-yin","Zhiwen Wang","Qin Hailu"],"overview":"The story of a couple (Niki Chow and Eason Chan) who break up one morning and proceed to find their love tested in unexpected and violent ways.","release_date":"2004-01-01","vote_average":5.8,"runtime":96,"cert":"N\/A","id":45305,"title":"Love Battlefield","adult":false,"genre_ids":[28,18,10749]},{"cast":["Ryoko Shinohara","Sadao Abe","Hiroki Narimiya","Kippei Shiina","Mari Hamada"],"overview":"When a devoted detective probes the suspicious death of her father, she uncovers massive corruption and finds herself in grave danger.","release_date":"2007-03-17","vote_average":5.0,"runtime":112,"cert":"N\/A","id":45312,"title":"Unfair: The Movie","adult":false,"genre_ids":[18,80,9648]},{"cast":["Bono","The Edge","Adam Clayton"," Larry Mullen Jr."],"overview":"U218 Videos is a music video compilation DVD by U2 from 2006, released the same day as its compilation album, U218 Singles. The compilation features their most popular videos from \"New Year's Day\" in 1983 to \"The Saints Are Coming\" in 2006. The DVD features videos from the band's two previous music video compilations, The Best of 1980–1990 and The Best of 1990–2000, as well as several videos that have never been previously released. The main section of the DVD contains 19 videos, including two videos for both \"Stuck in a Moment You Can't Get Out Of\" and \"Walk On.\" The DVD also contains bonus material with two documentaries, The Making of \"Vertigo\" and A Story of One, as well as seven additional music videos.","release_date":"2006-11-17","vote_average":6.8,"runtime":149,"cert":"N\/A","id":45313,"title":"U2: 18 Videos","adult":false,"genre_ids":[10402]},{"cast":["Don Hollenbeck"],"overview":"Acclaimed director Stanley Kubrick's first film made in color. The documentary focuses on the benefits of membership to the Seafarers International Union.","release_date":"1953-10-15","vote_average":4.7,"runtime":29,"cert":"N\/A","id":45314,"title":"The Seafarers","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An invading army destroys all color in a harmless town and brings it in a state of depression. Then a jester arrives.","release_date":"1966-01-01","vote_average":6.4,"runtime":10,"cert":"N\/A","id":45315,"title":"Chromophobia","adult":false,"genre_ids":[16,35]},{"cast":["Ronit Roy","Rajat Barmecha","Aayan Boradia","Ram Kapoor","Manjot Singh"],"overview":"After being abandoned for eight straight years in boarding school, Rohan returns to the small industrial town of Jamshedpur and finds himself closeted with an authoritarian father and a younger half brother who he didn't even know existed. Forced to work in his father's steel factory and study engineering against his wishes, he strives to forge his own life out of his given circumstances and pursue his dream of being a writer.","release_date":"2010-06-17","vote_average":7.2,"runtime":138,"cert":"N\/A","id":45316,"title":"Udaan","adult":false,"genre_ids":[18]},{"cast":["Mark Wahlberg","Christian Bale","Amy Adams","Melissa Leo","Mickey O'Keefe"],"overview":"The Fighter, is a drama about boxer \"Irish\" Micky Ward's unlikely road to the world light welterweight title. His Rocky-like rise was shepherded by half-brother Dicky, a boxer-turned-trainer who rebounded in life after nearly being KO'd by drugs and crime.","release_date":"2010-12-17","vote_average":7.3,"runtime":116,"cert":"15","id":45317,"title":"The Fighter","adult":false,"genre_ids":[18]},{"cast":["Paulo José","Júlia Barth","Luciane Azevedo","Ciça Reckziegel","Igor Costa"],"overview":"A tomato is planted, harvested and sold at a supermarket, but it rots and ends up in the trash. Ends? No. Isle of Flowers follows it up until its real end, among animals, trash, women and children. And then the difference between tomatoes, pigs and human beings becomes clear.","release_date":"1989-09-06","vote_average":8.0,"runtime":13,"cert":"N\/A","id":45318,"title":"Isle of Flowers","adult":false,"genre_ids":[99]},{"cast":["Too $hort"],"overview":"Examines the interplay between Pimps and Ho’s and how that dynamic is the simplest expression of how power is wielded in the world. The film utilizes documentary footage, animation, satire and dramatization to illustrate examples culled from the Hood to Wall Street - be the players real-life pimps or corporate executives repeating the same power dynamics.","release_date":"2010-10-08","vote_average":10.0,"runtime":134,"cert":"N\/A","id":45319,"title":"Ghetto Physics: Will the Real Pimps and Hos Please Stand Up?","adult":false,"genre_ids":[99,18]},{"cast":["Sara Ziff","Caitriona Balfe","Nicole Miller","Karl Lagerfeld"],"overview":"A documentary filmmaker follows a model for several years, chronicling her rise from a fresh face to one that adorns billboards and magazines around the world. Go behind the scenes and chronicle the glitzy world of high fashion modeling, from photo shoots with celebrated photographers to runway shows in New York, Milan, and Paris.","release_date":"2010-09-19","vote_average":6.8,"runtime":88,"cert":"N\/A","id":45320,"title":"Picture Me","adult":false,"genre_ids":[99]},{"cast":["Andrew Dickler","Ben York Jones","Marguerite Moreau","Nicole Vicius","Amy Ferguson"],"overview":"On the verge of getting married, Sam Nussbaum insists he escort his younger brother, Tom, on a wild goose chase of a journey to find Tom's fifth grade girlfriend.","release_date":"2010-10-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45321,"title":"Douchebag","adult":false,"genre_ids":[35,18]},{"cast":["June Lockhart","Don Porter","Sara Haden","Jan Wiley","Eily Malyon"],"overview":"A young heiress finds evidence suggesting that at night she acts under the influence of a family curse and has begun committing ghastly murders in a nearby park.","release_date":"1946-05-17","vote_average":6.0,"runtime":61,"cert":"N\/A","id":45322,"title":"She-Wolf of London","adult":false,"genre_ids":[80,27,9648]},{"cast":["Ray J","Kim Kardashian"],"overview":"She's the Daughter of O.J. Simpson's Lawyer Robert Kardashian, the Stepdaughter of Olympic Gold Medalist Bruce Jenner and the Best Friend of Paris Hilton; He's a Best-Selling Indie Hip Hop Recording Artist Who Has Been Linked with Lil' Kim and Most Recently Whitney Houston -- and when you see what he is packing, you'll know why. Now it's Kim Kardashian and Ray J in the hottest celebrity DVD ever made.","release_date":"2007-02-21","vote_average":7.4,"runtime":41,"cert":"N\/A","id":45323,"title":"Kim Kardashian, Superstar","adult":true,"genre_ids":[10749]},{"cast":["Kevin Spacey","Kelly Preston","Hannah Endicott-Douglas","Rachelle Lefevre","Barry Pepper"],"overview":"Based on a true story, a hot shot Washington DC lobbyist and his protégé go down hard as their schemes to peddle influence lead to corruption and murder.","release_date":"2010-09-16","vote_average":6.0,"runtime":108,"cert":"15","id":45324,"title":"Casino Jack","adult":false,"genre_ids":[80,35,18]},{"cast":["Jonathan Taylor Thomas","Brad Renfro","Rachael Leigh Cook","Michael McShane","Amy Wright"],"overview":"A mischievous young boy, Tom Sawyer, witnesses a murder by the deadly Injun Joe. Tom becomes friends with Huckleberry Finn, a boy with no future and no family. Tom has to choose between honoring a friendship or honoring an oath because the town alcoholic is accused of the murder. Tom and Huck go through several adventures trying to retrieve evidence.","release_date":"1995-12-22","vote_average":5.3,"runtime":97,"cert":"N\/A","id":45325,"title":"Tom and Huck","adult":false,"genre_ids":[28,12,18,10751]},{"cast":["Parker Stevenson","Terry Farrell","Corey Feldman","Rick Springfield","Troy Donahue"],"overview":"This future-set sci-adventure follows a band of brave soldiers in an epic battle against a government-created monster.","release_date":"1998-04-18","vote_average":4.0,"runtime":97,"cert":"N\/A","id":45326,"title":"Legion","adult":false,"genre_ids":[28]},{"cast":["John Albasiny","Abigail Cruttenden","Maurice Dee","Mark Brailsford","Christopher Karallis"],"overview":"An enchanting comedy set in post-World War Two Britain. It studies a teenage boy's relationships and period of sexual awakening. A cricket-obsessed adolescent, Alan Duckworth lusts after his classmate Ann. When the pair score the lead roles in the school's drama production, Alan finds himself in the awkward situation of having to pull off a proper snog scene with his real-life crush.","release_date":"1982-11-03","vote_average":7.4,"runtime":80,"cert":"","id":45329,"title":"P'tang, Yang, Kipperbang","adult":false,"genre_ids":[18,35,10770]},{"cast":["Rei Sakuma","Hiroko Konishi","Masaya Onosaka","Akio Otsuka","Debbie Rabbai"],"overview":"From the creator of Project A-Ko! She's sexy, suave and sophisticated, but she's no bimbo. She's a martial arts expert and a jet fighter pilot with the body of a supermodel.  Agent Aika, known in Japan as simply AIKa, is an adventure anime OVA series. Aika Sumeragi is a Japanese woman (voiced by Rei Sakuma) who works as a salvager for hire, but gets caught up in a plot for world domination. The series was available in North America from Central Park Media, but now it has been licensed by Bandai Entertainment.  The series is well known for copious amounts of fan service, specifically \"creative\" camera angles that focused on the undergarments of the many female characters that populate the show.","release_date":"1997-04-25","vote_average":5.8,"runtime":210,"cert":"N\/A","id":45330,"title":"Agent Aika","adult":false,"genre_ids":[28,12,878]},{"cast":[],"overview":"A raindrop falls from a leaf and seeps into the earth. Within, it is permeated by beauty, cruelty, happiness and sadness.","release_date":"1982-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":45331,"title":"Kontraste","adult":false,"genre_ids":[16]},{"cast":["Javier Cámara","Carmen Machi","Juan Diego","Tristán Ulloa","Ingrid Rubio"],"overview":"Eliseo is ugly, lame and single. He hasn't met the woman of his life and has never known love. Nati is ugly, missing a breast and separated. She found the man of her life but, even so, has never experienced true love. Eliseo thinks that the worst of his life is still to come. Nati thinks that the best of her life is still to come. The death of Eliseo's mother reunites them twenty years on in a last chance to find happiness and love. But what happens when the woman of your life is married to your brother","release_date":"2010-04-23","vote_average":5.8,"runtime":105,"cert":"N\/A","id":45332,"title":"To Hell With The Ugly","adult":false,"genre_ids":[35]},{"cast":["Elvis Presley","Anette Day","John Williams","Yvonne Romain","Chips Rafferty"],"overview":"When singer Gut Lambert goes on tour in Europe, he is pursued by two beautiful women, bumbling jewel thieves, and a mysterious killer.","release_date":"1967-04-05","vote_average":5.6,"runtime":90,"cert":"N\/A","id":45335,"title":"Double Trouble","adult":false,"genre_ids":[35,10402,10749]},{"cast":[],"overview":"A man prepares and goes to work in a bizarre world, where the meaning of human workforce is taken to another level.","release_date":"2008-01-01","vote_average":7.2,"runtime":7,"cert":"N\/A","id":45336,"title":"The Employment","adult":false,"genre_ids":[16,35,18]},{"cast":["Mambo Kurt","Mat Maurer","Mr. Lordi","Bruce Dickinson","Tony Kakko"],"overview":"If you think it couldn't get any bigger, than you have to watch this DVD. Sold out in March, more than 5 month before the festival, 90,000 Metal Heads followed the call to celebrate the biggest Metal Fest in the World. This mega-event can now be celebrated at home!!","release_date":"2009-07-31","vote_average":4.0,"runtime":370,"cert":"N\/A","id":45339,"title":"Live at Wacken 2008","adult":false,"genre_ids":[10402]},{"cast":["Michelle Bauer","Michael Vavrin","Albert Mitchell","Hutch Williams","Peter Stoddard"],"overview":"A woman is in therapy because of her uncontrollable desire for young men. She recounts stories of her sordid past, including seducing a rich kid when his parents are away, and giving a fraternity boy a good time. The therapist tells her about another of his patients who has virtually the same problem, and tells of this patient's encounters with a pool cleaner, a hot tub repairman, a football jock, and a young army recruit. Eventually patient and therapist get to know each other better.","release_date":"1993-05-18","vote_average":4.0,"runtime":90,"cert":"N\/A","id":45340,"title":"Naked Instinct","adult":false,"genre_ids":[18]},{"cast":["Rene Bitorajac","Franjo Dijak","Rakan Rushaidat","Robert Ugrina","Ivo Gregurević"],"overview":"Eliciting images of cancer, this drama explores the illnesses that plague modern Croatia. Four young junkies in Zagreb maturing in the wake of war reflect the petty hatreds, violence, prejudices and mood hanging over the country like a disease that spreads with no cure in sight.","release_date":"2009-03-30","vote_average":6.9,"runtime":82,"cert":"N\/A","id":45341,"title":"Metastases","adult":false,"genre_ids":[80,18]},{"cast":["Bruce Dickinson"],"overview":"Recorded live during the Execution tour at the Credicard Hall of Sao Paulo (Brazil), \"Execution Live Reunion\" is the video recording of the \"live version\" of Execution, the first album of Renato Tribuzy (ex Tothen). In addition of the live album (not released on the same label than this DVD by the way), you will be able to watch now this amazing concert which features a good bunch of amazing singers and musicians.","release_date":"2009-08-14","vote_average":6.5,"runtime":null,"cert":"N\/A","id":45344,"title":"Tribuzy: Execution Live Reunion","adult":false,"genre_ids":[10402]},{"cast":["Diane Todd","Avril Leslie","Finlay Currie","Josephine Douglas","Pete Murray"],"overview":"A spin-off from the BBC television show. At the suggestion of her girlfriend, a young singer decides to try and make her name in London. Catching the overnight '6.5 Special' the two find the train full of 1950's British pop stars only too ready to burst into song. As the presenters of the show are also on board, our heroine is assured of a spot on the following Saturday's 'Six Five Special'.","release_date":"1958-03-01","vote_average":0.0,"runtime":85,"cert":"","id":45345,"title":"6.5 Special","adult":false,"genre_ids":[10402]},{"cast":["Piotr Adamczyk","Lúcia Moniz","Paulo Pires","Fátima Lopes","Sandra Cóias"],"overview":"Nicholas celebrates his 40th birthday in his country house, with some friends. He has everything he ever wished for, but, on that night, he will end up dead, on his swimming pool. From that moment on, a dead Nicholas wonders how his life would be if he had made a different choice, ten years ago. We then follow two stories: on one hand the police, trying to solve the mystery of Nicholas' death and on the other, Nicholas himself, living a different life. A second life.","release_date":"2009-01-21","vote_average":3.0,"runtime":85,"cert":"N\/A","id":45346,"title":"Second Life","adult":false,"genre_ids":[18]},{"cast":["Alexandra Chando","Patrick Breen","Charlie Hewson","Betsy Aidem","Richard Bekins"],"overview":"The Smiths  -- a  family with a secret past -- are visited by a sweet-talking southern gentleman who is looking for small town humanity. But they'll soon find out that kindness towards strangers is not always rewarded, and the secretive stranger will find redemption does not always come easy.","release_date":"2011-04-20","vote_average":5.1,"runtime":85,"cert":"18","id":45347,"title":"The Bleeding House","adult":false,"genre_ids":[27,53,9648,18]},{"cast":["Madeleine Robinson","Antonella Lualdi","Jean-Paul Belmondo","Jeanne Valérie","Jacques Dacqmine"],"overview":"Leda, the flirt of Monsieur Marcoux is murdered. His wife and the police think, that the murderer was the milk-man, the friend of the maid, but Marcoux' daughter's fiance Lazo, who is aware of the corrupt situation in that family doesn't agree with them.","release_date":"1959-12-04","vote_average":6.6,"runtime":110,"cert":"N\/A","id":45348,"title":"À double tour","adult":false,"genre_ids":[18]},{"cast":["Hayato Ichihara","Juri Ueno","Yū Aoi","Shôko Aida","Fumiyo Kohinata"],"overview":"Tomoya Kishida (Hayato Ichihara) is working as a staffer in a television studio when he hears about the death of his close friend, Aoi Sato (Juri Ueno). This sparks his recollection of the events in life they shared from meeting at a record store, shooting a short film as part of their university film club, to saying their last goodbyes. Though in love with each other, neither had the courage to confess their feelings before it was too late.","release_date":"2006-10-28","vote_average":7.2,"runtime":117,"cert":"N\/A","id":45349,"title":"Rainbow Song","adult":false,"genre_ids":[18,10749]},{"cast":["Arco Descat","Jean-Marie Robert","Malik Zeggou","Jean-François Richet"],"overview":"Outwardly a chilling portrait of the aimless lives of unemployed inner city youths living on society's fringe, the underlying message of this volatile drama seems to call for violence to rectify social injustices. The film centers on two teenaged gangs who basically terrorize their neighborhoods with their anarchic behavior. There are few limits to their unpleasant philosophy of \"desire equals acquisition.\" The loosely structured tale reaches its climax at a concert where the two rival groups collide.","release_date":"1997-07-02","vote_average":6.2,"runtime":105,"cert":"N\/A","id":45350,"title":"Ma 6-T va crack-er","adult":false,"genre_ids":[18]},{"cast":["Jack Paar","Regis Phibin","Hugh Downs"],"overview":"Documentary on the first Tonight show host Jack Paar, as well as a collection of interviews, monologues, and episodes.","release_date":"","vote_average":5.0,"runtime":384,"cert":"N\/A","id":45357,"title":"Jack Paar Collection","adult":false,"genre_ids":[99]},{"cast":["Dr. Bronner"],"overview":"A human story about a socially responsible company, “Dr. Bronner’s Magic Soapbox” documents the complicated family legacy behind the counterculture’s favorite cleaning product — Bronner’s son, 68-year-old Ralph, endured over 15 orphanages and foster homes as a child, but despite difficult memories, is his father’s most ardent fan.","release_date":"2007-06-29","vote_average":6.7,"runtime":88,"cert":"N\/A","id":45360,"title":"Dr. Bronner's Magic Soapbox","adult":false,"genre_ids":[99]},{"cast":["Dedee Pfeiffer","Greg Evigan","Vanessa Evigan","Jennifer Dorogi","Sara Tomko"],"overview":"When an accident leaves a group of researchers trapped beneath the earth's crust, it's up to a drill team, led by Joseph Harnet, to rescue them. But once underground, the team discovers a mysterious -- and horrifying -- subterranean universe.","release_date":"2009-07-01","vote_average":3.8,"runtime":87,"cert":"15","id":45361,"title":"Journey to the Center of the Earth","adult":false,"genre_ids":[28,12,878,14]},{"cast":["Bodil Udsen","Jesper Klein","Ole Thestrup","Kaya Brüel","Bjarke Kastbjerg Andersen"],"overview":"Circleen goes on holiday to Turkey with her artist. Her chums Ingolf, Fredrik, and Viktor decide to go to see her, and stow away on board granddad's ship, where they meet another stowaway, the tough, fearless mouse Ali, who has set off into the world in search of happiness. Our friends are dragged into Ali's adventures and agree to help him to obtain cheese on board. But granddad is furious: he doesn't want kids on board, and the cat, the cook, and the captain aren't exactly mouse lovers either. Meanwhile, Ali has a secret!","release_date":"2004-12-10","vote_average":6.0,"runtime":81,"cert":"N\/A","id":45362,"title":"Cirkeline: Little Big Mouse","adult":false,"genre_ids":[10751,16]},{"cast":["Jolijn van de Wiel","Janni Goslinga","Stefan de Walle","Mees Peijnenburg"],"overview":"","release_date":"2008-06-15","vote_average":4.8,"runtime":null,"cert":"N\/A","id":45363,"title":"Hoe overleef ik... mezelf?","adult":false,"genre_ids":[18,10751]},{"cast":["Rousimar Palhares","Efrain Escudero","Charles Oliveira","Jim Miller","Gleison Tibau"],"overview":"UFC Fight Night: Marquardt vs. Palhares, also known as UFC Fight Night 22 (and formerly known as UFC Fight Night: Maia vs. Belcher) was a mixed martial arts event held by the Ultimate Fighting Championship on September 15, 2010 at the Frank Erwin Center in Austin, Texas. The event also served as a lead in to the season premiere of The Ultimate Fighter: Team GSP vs. Team Koscheck.","release_date":"2010-09-15","vote_average":4.0,"runtime":85,"cert":"N\/A","id":45364,"title":"UFC Fight Night 22: Marquardt vs. Palhares","adult":false,"genre_ids":[]},{"cast":["William 'Stage' Boyd","Kane Richmond","Claudia Dell","Josef Swickard","George 'Gabby' Hayes"],"overview":"An evil scientist invents a earthquake machine and plots to take over the world from his base in Africa.","release_date":"1935-03-06","vote_average":6.0,"runtime":240,"cert":"N\/A","id":45369,"title":"The Lost City","adult":false,"genre_ids":[878]},{"cast":["David Ellefson","Dave Mustaine","Chris Broderick","Shawn Drover","Megadeth"],"overview":"In March of 2010 Megadeth hit the road in celebration of the 20th anniversary of their classic 1990 album, Rust In Peace. The show was filmed on the last night of the tour at the legendary Hollywood Palladium, not far from where Megadeth was formed in 1983. The band played Rust In Peace in its entirety, including all-time classics Holy Wars...The Punishment Due and Hangar 18. The set list also featured several other fan favorites, including Trust, Symphony Of Destruction and Peace Sells.","release_date":"2010-09-07","vote_average":4.3,"runtime":90,"cert":"N\/A","id":45370,"title":"Megadeth: Rust in Peace Live","adult":false,"genre_ids":[10402]},{"cast":["Michael Sheen","Dennis Quaid","Hope Davis","Helen McCrory","Adam Godley"],"overview":"A dramatisation that follows Tony Blair's journey from political understudy waiting in the wings of the world arena to accomplished prime minister standing confidently in the spotlight of centre stage. It is a story about relationships, between two powerful men (Blair and Bill Clinton), two powerful couples, and husbands and wives.","release_date":"2010-05-29","vote_average":6.4,"runtime":93,"cert":"","id":45371,"title":"The Special Relationship","adult":false,"genre_ids":[10770,18,36]},{"cast":[],"overview":"Follow the tragedy based on a true story from the initial disappearance of a young mother in small town USA in 1973 to the real serial killer's actual sentencing 28 years later.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45372,"title":"Beyond Ordinary: The Making of 'An Ordinary Killer'","adult":false,"genre_ids":[99]},{"cast":["DJ Perry","Terence Knox","Dan Haggerty","Terry Jernigan","Charles Matthau"],"overview":"The tragic real life story of a serial killer who stalked his victims in the early 1970's in small town America. A weaving trail of twists and turns that left people unsettled for two generations until investigative persistence aided by modern technology brings justice for a young mother and her family some 28 years later.","release_date":"2003-11-11","vote_average":5.0,"runtime":113,"cert":"N\/A","id":45373,"title":"An Ordinary Killer","adult":false,"genre_ids":[18,53]},{"cast":["Elliott Francis","Gary Oldman"],"overview":"Before the Premier League and multi-million pound salaries, in England 'football' was a dirty word. The game was in disgrace, the fans, hooligans, the nation, it seemed, were all played out. Then there was Italia '90 - The World Cup - a shot at redemption. But this was no ordinary World Cup and no ordinary time. The manager, Sir Bobby Robson, was under intense media scrutiny, and his team described as 'donkeys'. Yet over six short weeks, through their heroic exploits they united a nation, coming within a heart beat of reaching the World Cup Final. Narrated by Gary Oldman, featuring match action - from Platt's last-gasp winner against Belgium to the silky skills of Gazza and the cool finishing of Linekar - and previously unseen footage, this is the definitive story of England's greatest footballing adventure on foreign soil....so far.","release_date":"2010-05-11","vote_average":5.8,"runtime":90,"cert":"","id":45374,"title":"One Night in Turin","adult":false,"genre_ids":[99]},{"cast":["Matt Frewer","Amber Mullin","Gang Zhao","Tod Fennell"],"overview":"China, 1862: Lord Lindsey rules the opium trade and enslaves the innocent. The only hope for the oppressed nation, is a covert group of trained Wushu Warriors - The Red Lotus Society – who will fight to restore justice to its people.","release_date":"2010-01-01","vote_average":4.5,"runtime":85,"cert":"N\/A","id":45375,"title":"Wushu Warrior","adult":false,"genre_ids":[28,12]},{"cast":[],"overview":"Take this exciting trip around the world aboard British Airways Concorde, at the amazing speed of mach 2. See what goes into all the planning, and the places they stop.","release_date":"2003-11-01","vote_average":0.0,"runtime":59,"cert":"","id":45376,"title":"Concorde: Around The World","adult":false,"genre_ids":[99]},{"cast":["Cloris Leachman","Laurence Luckinbill","Nick Nolte"],"overview":"A juror on a murder case begins to believe that the man on trial is innocent of the crime - and then discovers that the real killer is her own husband.","release_date":"1974-10-02","vote_average":6.1,"runtime":74,"cert":"N\/A","id":45377,"title":"Death Sentence","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Kanichi Kurita","Makio Inoue","Kiyoshi Kobayashi","Eiko Masuyama","Gorō Naya"],"overview":"Three statues hold the key to finding the eight billion dollar treasure of Harimao. Having acquired one of the statues, Lupin finds himself an unlikely ally of retired British agent Lord Archer and his granddaughter Diana. Only Archer knows where to find the remaining figure, but the Neo-Himmel group seeks the treasure to fund their own plans. Who will claim the riches of Harimao?!","release_date":"1995-08-04","vote_average":6.7,"runtime":90,"cert":"N\/A","id":45378,"title":"Lupin the Third: The Pursuit of Harimao's Treasure","adult":false,"genre_ids":[28,16,35,10770]},{"cast":["Tony Leung Chiu-Wai","Zhao Wei","Faye Wong","Chang Chen","Athena Chu"],"overview":"The Emperor (Chang Chen) is desperate for the free-spirited life of a wanderer, and tries to escape from the royal palace with his sister, the Princess (Faye Wong). He's caught and returned to his angry mother by the royal guards, but the Princess, disguised as a man, manages to escape. Meanwhile, King Bully (Tony Leung) has returned to his hometown, where he is widely despised for his bullying ways, to run a restaurant with his tomboy sister, Phoenix (Vicki Zhao). They have a very close relationship. In fact, King Bully mistakenly believes that he can read his sister's mind. When the Princess arrives in town, King Bully finds himself drawn to her, but, believing she's a man, decides that his attraction is some kind of empathy with Phoenix.","release_date":"2002-02-06","vote_average":7.2,"runtime":97,"cert":"N\/A","id":45379,"title":"Chinese Odyssey 2002","adult":false,"genre_ids":[28,35,10749]},{"cast":["Guo Tao","Liu Hua","Liu Gang","Xu Zheng","Huang Bo"],"overview":"Three thieves try to steal a valuable jade that is tightly guarded by a security chief. But the security guards are not the only obstacle these thieves are facing. An extremely unlucky internationally known master thief is also trying to get a hand on this piece of precious jade. What would be the final destination of this piece of crazy stone?","release_date":"2006-01-01","vote_average":6.9,"runtime":98,"cert":"N\/A","id":45380,"title":"Crazy Stone","adult":false,"genre_ids":[28,35]},{"cast":["Julian Cheung","Theresa Lee Yee-Hung","Kenya Sawada","Shu Qi","Akira Koieyama"],"overview":"Hot-headed Hong Kong cop Ken Cheung (Julian Cheung) teams with die-hard Japanese Interpol agent Takami (Kenya Sawada) to stop a ruthless gang of Japanese terrorists. The crime fighters must race to find a hidden time bomb filled with noxious gas that threatens the city -- but first they'll have to survive attacks from vicious terrorist thugs. This action-packed adventure is a directorial debut for renowned action choreographer Bruce Law.","release_date":"1998-08-29","vote_average":5.7,"runtime":95,"cert":"N\/A","id":45381,"title":"Extreme Crisis","adult":false,"genre_ids":[28,80]},{"cast":["Virginia Madsen","Rick Rossovich","Eddie Mills","Daniel von Bargen"],"overview":"A police chief's daughter, a sales agent for a home-security firm, meets an art gallery owner. Love and envy lead them to hatch a plot to steal overlooked but valuable paintings from her wealthy clients.","release_date":"2003-01-01","vote_average":4.8,"runtime":93,"cert":"N\/A","id":45382,"title":"Artworks","adult":false,"genre_ids":[80,18,10749]},{"cast":["Sammi Cheng","Louis Koo","Lam Suet","Li Bingbing","Emotion Cheung"],"overview":"A martial arts and Chinese medicine expert, Midget leads the famous 'Ngor Mei' clan in China. One day some men from Hong Kong arrive to seek medical advice. One of them is Fei Fu from one of the richest families in Hong Kong. Unaware of his background, Midget faithfully restores Fei Fu to perfect health. However, Fei Fu never had a chance to see Midget without bruises and cuts, accumulated from martial arts tournaments, on her face. Despite the pair's burgeoning friendship, Fei Fu must return home, leaving Midget to realize she's fallen in love with him. She takes the plunge and decides to follow him to Hong Kong but can she find her true love?","release_date":"2003-01-01","vote_average":8.0,"runtime":93,"cert":"N\/A","id":45383,"title":"Love for All Seasons","adult":false,"genre_ids":[35,10749,28]},{"cast":["Rie Miyazawa","Somegorô Ichikawa","Kanako Higuchi","Atsuro Watabe","Fumiyo Kohinata"],"overview":"Adapted from the successful play, the film takes place in the 19th Japan where a war between demons and their slayers is fought. Izumo, an Kabuki actor with a demon-slaying past, meets and falls in love with Tsubaki. However, something is not right as mysterious marks appear on her body as time progresses. At the same time, it is announced that Ashura, the queen of all demons, will be resurrected and bring destruction to the universe.","release_date":"2005-01-01","vote_average":5.0,"runtime":119,"cert":"N\/A","id":45384,"title":"Ashura","adult":false,"genre_ids":[14,28,878]},{"cast":["Ekin Cheng","Cecilia Cheung","Jonathan Ke Quan","Annamaria Ambera","Oliver Tan"],"overview":"A young man goes to Las Vegas with his best friend to prove he can win big bucks. When he loses all of the money, he and his friend get help from a young woman who tells the man the story of some special stones that are part of a legend involving time travel and parallel universes. When the trio get in a car accident, the young gambler is the only survivor. Pursued by a female detective, the two accidentally end up back in time on Christmas Day, where the gambler decides to make the wrong things right, and he also ends up falling in love with the detective.","release_date":"2002-01-11","vote_average":6.2,"runtime":99,"cert":"N\/A","id":45385,"title":"Second Time Around","adult":false,"genre_ids":[18,14,10749,878]},{"cast":["Virginia Madsen","Penelope Ann Miller","Rachel Ticotin","Christopher Plummer","Fred Ward"],"overview":"A reporter discovers a woman who is a suspected terrorist.","release_date":"2001-05-15","vote_average":0.0,"runtime":97,"cert":"N\/A","id":45386,"title":"Full Disclosure","adult":false,"genre_ids":[28,53]},{"cast":["Louis Koo","Ekin Cheng","Shu Qi","Kelly Lin","Kristy Yang"],"overview":"The Bad Boy Squad, a variety of private detective agency, is composed of King (Ekin Cheng Yi-kin), Queen (Kristy Yeung), and Jack (Louis Koo Tin-lok), whose primary source of business is the reuniting of clientèle with their first flames, and when the trio of young operatives returns to Hong Kong from an assignment in Thailand and the Squad's next three customers supply photographs of lost loves, the women in the pictures appear to be the same individual.","release_date":"2000-12-15","vote_average":5.0,"runtime":105,"cert":"N\/A","id":45389,"title":"For Bad Boys Only","adult":false,"genre_ids":[80,28]},{"cast":["Henry Thomas","David Boreanaz","Vera Farmiga","Bruce Dern","Peter Weller"],"overview":"Two separate teams of jewel thieves, one low-rent and one upscale, both desperate, converge on the same score at the exact same time, and a simple job turns out very complicated and very bloody.","release_date":"2006-11-04","vote_average":5.5,"runtime":105,"cert":"N\/A","id":45390,"title":"The Hard Easy","adult":false,"genre_ids":[28,18]},{"cast":["Ekin Cheng","Karen Mok","Rain Li","Wong Ban-Yuen","Jackie Lui Chung-Yin"],"overview":"Ekin Cheng stars in this gritty triad action drama as Dragon, a talented former hitman who has reformed and is now a waiter at a blue collar cafe. However, when his ex-girlfriend becomes the queen of the Underworld, she becomes determined to entice him back to a life of crime. Resistant at first, Dragon gets pulled back into the crime world as a violent gang war erupts.","release_date":"2001-01-01","vote_average":6.0,"runtime":101,"cert":"N\/A","id":45391,"title":"Goodbye, Mr. Cool","adult":false,"genre_ids":[28,80]},{"cast":["Akeno Watanabe","Megumi Toyoguchi","Bob Carter","Bob Carter","Kozue Yoshizumi"],"overview":"In Westland, New York, a murderer is indiscriminately killing people… A girl witnesses one of these murders, and the knife is turned on the helpless girl shaking with fear. Meg returns to this town with Joe to celebrate the \"birthday\" of Shirley, who used to live with Meg. Orphans, they had decided that the day they first met would be her birthday. In the past, Meg had taken care of three little children, including Shirley, just before meeting Joe. The children were then adopted by a police officer, Sam. He possessed a strong sense of justice and they are supposedly living happily together now. Meg and Joe happen to help a person and receive a reward. They buy a present for Shirley with the reward money and go to meet Sam. However, they notice him acting strangely. Upon questioning him, he explains that Shirley was assaulted by a murderer and seriously injured. Joe says to the grieving and angry Meg, \"Let's exact revenge on the murderer for Shirley.\"","release_date":"2007-01-01","vote_average":0.0,"runtime":27,"cert":"N\/A","id":45392,"title":"Burst Angel OVA","adult":false,"genre_ids":[878,28,35]},{"cast":["James LaBrie","John Petrucci","Mike Portnoy","John Myung","Jordan Rudess"],"overview":"The video contains \"Scenes From A Memory\" in its entirety from its final performance in New York City on August 30th, 2000. The contents of the Special Edition DVD is: 1. SFAM in its entirety from its final performance in New York City 2. Audio Commentary throughout SFAM by all five members of Dream Theater 3. Over one hour of bonus live material 4. Behind The Scenes Documentary 5. Metropolis 2000 World Tour Photo Gallery","release_date":"2001-04-21","vote_average":7.4,"runtime":190,"cert":"N\/A","id":45393,"title":"Dream Theater: Metropolis 2000 - Scenes From New York","adult":false,"genre_ids":[10402]},{"cast":["Andy Lau","Anita Mui","Gloria Yip","Aaron Kwok","Carina Lau"],"overview":"A woman blinds a martial arts master and his pupil vows revenge on her. She is forced to abandon her loved ones without explanation in order to protect them from her ill-intentioned pursuer.","release_date":"1991-12-19","vote_average":7.0,"runtime":92,"cert":"N\/A","id":45394,"title":"Saviour of the Soul","adult":false,"genre_ids":[28,14]},{"cast":["Vincent Zhao","Shu Qi","Andrew Lin","Ken Wong","Kenneth Tsang"],"overview":"A patriotic Chinese cop is reposted to fictional East European country Lavernia as punishment for ignoring orders during a plane hijack operation. There he encounters his ex-girlfriend, who fled to Lavernia after Tiananmen Square. Their paths soon tangle with the charismatic but evil leader of the Japanese cult Aum Shinryuu","release_date":"1998-10-31","vote_average":5.7,"runtime":90,"cert":"N\/A","id":45395,"title":"The Blacksheep Affair","adult":false,"genre_ids":[28]},{"cast":["Karen Mok","Moses Chan","Dave Wong Kit","Dave Wong Kit"],"overview":" ","release_date":"2000-01-01","vote_average":8.0,"runtime":93,"cert":"N\/A","id":45396,"title":"Roaring Wheels","adult":false,"genre_ids":[28]},{"cast":["Sammi Cheng","Lau Ching-Wan","Cherrie Ying","Lee San-San","Lam Suet"],"overview":"A car accident gives a spoiled, troubled young woman the ability to see ghosts, including one of a former classmate.","release_date":"2002-01-01","vote_average":6.1,"runtime":97,"cert":"N\/A","id":45397,"title":"My Left Eye Sees Ghosts","adult":false,"genre_ids":[35,14,27,10749]},{"cast":["Brian Keith","Helmut Griem","Ian Hendry","Jack Watson","Horst Janson"],"overview":"A German U-Boat commander and 600 prisoners plan a daring escape from a PoW camp in Scotland.","release_date":"1970-10-28","vote_average":6.2,"runtime":108,"cert":"N\/A","id":45398,"title":"The McKenzie Break","adult":false,"genre_ids":[28,10752]},{"cast":["Leon Lai","Shu Qi","Eason Chan","Nicola Cheung","Daniel Wu"],"overview":"The story of man and ex-girlfriend found dead after a car crash and how their children come together to retell the story.","release_date":"1998-01-01","vote_average":6.8,"runtime":110,"cert":"N\/A","id":45399,"title":"City of Glass","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"A magician searches for his successor to fight evil.","release_date":"2000-01-01","vote_average":0.0,"runtime":89,"cert":"N\/A","id":45400,"title":"The Magicians","adult":false,"genre_ids":[28,14,10749]},{"cast":["Anthony Wong","Cynthia Khan","Tommy Wong","Sheila Chan","Kara Hui"],"overview":"A young lady and her father are threatened by a gang named the Five Fingers. Private eye Charlie comes to the rescue.","release_date":"1993-09-16","vote_average":3.9,"runtime":88,"cert":"N\/A","id":45401,"title":"Madam City Hunter","adult":false,"genre_ids":[80,28,35]},{"cast":["Metinee Kingpayome","Manassavee Krittanukoon","Apasiri Nitibhon","Piyada Penjinda","Pimsiree Pimsee"],"overview":"Things are going to get nasty as 'mia noi' or mistresses and 'mia luang' or (legal) wives openly declare and wage war upon each other in this bullet-filled, bombs-abound movie.","release_date":"2005-01-01","vote_average":3.3,"runtime":102,"cert":"N\/A","id":45402,"title":"The Bullet Wives","adult":false,"genre_ids":[28,18]},{"cast":["Farini Cheung","Tamara Guo","Corey Yuen","David Lai","Jung Yuen"],"overview":"The plot includes the plight of two women who both find themselves betrayed by the men they love. It's a violent female 'buddy' movie, with two mismatched heroines, a policewoman (Cheung) &amp; a drug addicted prostitute(Guo) joining forces to gain revenge.","release_date":"1993-11-04","vote_average":5.0,"runtime":89,"cert":"N\/A","id":45403,"title":"Women on the Run","adult":false,"genre_ids":[28,53]},{"cast":["Song Seung-heon","Jeong Da-bin","Lee Ki-woo","Lee Jin-seong","Jeong Jun-ha"],"overview":"When high school girl Han Ye-won (Jeong Da-bin) finds an offensive note on the internet school board left by arrogant Ji Eun-seong (Song Seung-heon) from vocational school, she replies even more offensively. She doesn't know he's hot-tempered and well-known as a bully. So when Ji Eun Song starts looking for her to teach her a lesson, Han Ye Won realizes how big her mistake was...","release_date":"2004-07-22","vote_average":6.5,"runtime":113,"cert":"N\/A","id":45404,"title":"He Was Cool","adult":false,"genre_ids":[10749,35]},{"cast":["Ray Lui","Moon Lee","Simon Yam","Robin Shou","Phillip Ko"],"overview":"A Hong Kong police officer's wife seeks revenge when a ruthless munitions smuggler kidnaps her daughter.","release_date":"1990-03-03","vote_average":5.5,"runtime":89,"cert":"N\/A","id":45405,"title":"Fatal Termination","adult":false,"genre_ids":[28]},{"cast":["Jackie Chan","Danny Aiello","Roy Chiao","Moon Lee","Peter Yang Kwan"],"overview":"Billy Wong is a New York City cop whose partner is gunned down during a robbery. Billy and his new partner, Danny Garoni, are working security at a fashion show when a wealthy man's daughter, Laura Shapiro, is kidnapped. The Federal authorities suspect that Laura's father is involved with Mr. Ko, a Hong Kong drug kingpin, so the NYC police commissioner sends the two cops to Hong Kong to investigate.","release_date":"1985-07-11","vote_average":6.0,"runtime":91,"cert":"N\/A","id":45408,"title":"The Protector","adult":false,"genre_ids":[28,12,35,80,18]},{"cast":["Billy Ogan","Surasuk Wongthai","Ratchanok Poonlapin"],"overview":"Beer and Satay are two bumbling cops who get transferred to Cop Shop Girls division. Beer is a womanizer and promptly starts dating two girls at a time. Everyone's after Fireball, who blows stuff up.","release_date":"2002-08-30","vote_average":4.5,"runtime":96,"cert":"N\/A","id":45409,"title":"Cha lui","adult":false,"genre_ids":[]},{"cast":["Daniel Chan Hiu-Tung","Francis Ng","Gigi Leung","Dave Wong Kit","Sam Lee"],"overview":"Younger brother from HK visits older brother, who is a mid-level mobster in Thailand. He is looking to recoup money the brother took from the family when he fled HK 15 years earlier. His pesky girlfriend, refusing to stay in HK, learns the hard way that there's more to Thailand than elephant rides. The elder brother is caught up in an internal struggle within the mob. Someone is injecting drugs into their gambling operation. His search leads to a tug of war, with the brother and girlfriend caught in the middle.","release_date":"2000-01-01","vote_average":8.0,"runtime":89,"cert":"N\/A","id":45410,"title":"A War Named Desire","adult":false,"genre_ids":[28,53]},{"cast":["Louis Koo","Lau Ching-Wan","Carina Lau","Gigi Leung","Lee San-San"],"overview":"A Hong Kong bra company breaks tradition by hiring two men, Johnny and Wayne, to design an \"ultimate bra\" in 3 months...","release_date":"2001-01-01","vote_average":6.5,"runtime":105,"cert":"N\/A","id":45411,"title":"La Brassiere","adult":false,"genre_ids":[18,35,10749]},{"cast":["Eva Longoria","María Bravo","David Joseph Martinez","Alejandra Gutierrez","Alain Mora"],"overview":"One night, at a Miami nightclub she is caught in the middle of a gunfight and is blamed for a murder she didn't commit. When running from the police, she changes her name and identity until she is able to prove her innocence without getting killed in the process.","release_date":"2004-01-01","vote_average":2.5,"runtime":91,"cert":"N\/A","id":45412,"title":"Carlita's Secret","adult":false,"genre_ids":[28,53,80,18]},{"cast":["Miriam Yeung","Ekin Cheng","Wong Yau-Nam","Denise Ho","Yasuaki Kurata"],"overview":"Miriam Yeung plays a half-Chinese who represents her father (a Shaolin monk who defected to Japan after falling in love with a Japanese) at a martial arts tournament. What she really wants is to experience first love (with Ekin Cheng, a marketing executive) and become a movie star. Both which are fulfilled in her stay in Hong Kong.","release_date":"2003-01-01","vote_average":6.0,"runtime":96,"cert":"N\/A","id":45413,"title":"Anna in Kungfu-land","adult":false,"genre_ids":[]},{"cast":["Shu Qi","Kelly Lin","Teresa Mak","Julian Cheung","Sandra Ng Kwun-Yu"],"overview":"Martial Angel tells of Cat (Shu Qi), a professional thief turned straight after leaving her lover, Chi Lam (Julian Cheung), two years before. But her past returns to haunt her as Chi Lam is kidnapped for the ransom of security software belonging to the company Cat works for. In order to rescue him, she calls on her old friends from her orphanage days, six other feisty women, to save the day...","release_date":"2001-01-01","vote_average":6.0,"runtime":86,"cert":"N\/A","id":45414,"title":"Martial Angels","adult":false,"genre_ids":[28,53]},{"cast":["Louis Koo","Miriam Yeung","Flora Chan","Wyman Wong Wai-Man","Sharon Chan"],"overview":"A Chinese doctor\/herbalist has the uncanny ability to discern a problem with just a superficial touch on the pulse and look at the tongue. This little romantic comedy about such a person could benefit from such an exam.","release_date":"2002-01-01","vote_average":6.0,"runtime":97,"cert":"N\/A","id":45415,"title":"Dry Wood, Fierce Fire","adult":false,"genre_ids":[]},{"cast":["Andy Lau","Sammi Cheng","Fiona Leung","Raymond Wong Ho-yin","Hui Siu-Hung"],"overview":"Wah and Kinki both working at the same department of a computer company. Both of them are not getting on very well initially, but friendship develops when they get to know each other after a while. When Wah starts to realize his emergent fondness for Kinki, his ex-girlfriend reappears and plans to gain back his affection. In addition, he notices that his ex-girlfriend arranges a guy to pair up with Kinki. At the same time, his supervisor would like to lay him off at work.","release_date":"2000-06-22","vote_average":5.8,"runtime":101,"cert":"N\/A","id":45418,"title":"Needing You...","adult":false,"genre_ids":[18,35,10749]},{"cast":[],"overview":"Following Sister Thirteen, from her teenage years, her bisexual love life, to her eventual rise to power as a Triad kingpin within the Hung Hing Society, in this spin-off to the Young &amp; Dangerous series.","release_date":"1998-01-01","vote_average":0.0,"runtime":114,"cert":"N\/A","id":45423,"title":"Goo waak chai ching yee pin ji hung hing sap saam mooi","adult":false,"genre_ids":[]},{"cast":["Ekin Cheng","Zhao Wei","Richard Ng","Vincent Kok","Liang Jing"],"overview":"Joe (Cheng) is a HK rogue living off his clearly long suffering girlfriend. When he's inexplicably hired as an image consultant by Shanghai millionaire Cheung (Ng), to spruce up his long-lost, street urchin daughter Ning (Wei), the scene is set for a fun ugly duckling tale in the tried and tested rom-com style.","release_date":"2003-03-16","vote_average":0.0,"runtime":91,"cert":"N\/A","id":45426,"title":"My Dream Girl","adult":false,"genre_ids":[]},{"cast":["Jonathan Silverman","Patrick Dempsey","Jason Alexander","Leah Lail","Amy Yasbeck"],"overview":"Couples split up after a comment at an LA dinner party sets up arguments about how truthful partners are in their relationships.","release_date":"1998-01-01","vote_average":6.6,"runtime":93,"cert":"N\/A","id":45427,"title":"Denial","adult":false,"genre_ids":[35,10749]},{"cast":["Hayato Ichihara","Mika Nakashima","Shin Yazawa","Hiroyuki Ikeuchi","Tasuku Emoto"],"overview":"He can't control himself inside of him. Hidenori, a Japanese-Korean, hasn't seen his family in a few years. He doesn't want to go to school but just wander the streets. He always grins at a trifle. When he is caught stealing and he feels pain as his finger is cut off, he just smiles. He murmurs \"Should I commit suicide?\" in front of his dead sister. Yumi, an obsessive-compulsive girl, has a sticky finger. A boy who wanders the Sybuya. They join Hidenori's reckless plan by chance. They plan to stow away in order to show Korea to his sister, who has never seen the motherland. Three people who are out of this world and the dead go toward Hakata.","release_date":"2003-09-13","vote_average":0.0,"runtime":113,"cert":"N\/A","id":45428,"title":"Worst by Chance","adult":false,"genre_ids":[18,10749]},{"cast":["Michael Wong","Almen Wong","Ben Lam","Lowell Chick","Siu-Lung Ching"],"overview":"Cat (Almen Wong) is a professional killer falling in love with John, a police investigator (Michael Wong). John feels torn between his job, his ex-wife and child, and Cat of course.","release_date":"1998-01-01","vote_average":8.0,"runtime":86,"cert":"N\/A","id":45429,"title":"Her Name is Cat","adult":false,"genre_ids":[28,10749]},{"cast":["Cecilia Cheung","Lau Ching-Wan","Louis Koo","Jordan Chan","Francis Ng"],"overview":"In Hong Kong 1969, private investigation agency boss Man is investigating an extra marital case. With his two employees, the smart looking idiot Kit and the Hong Kong Columbia Radio Night School graduate Pufferfish, he follows the target Lascar Row. The trio stumbles into an antique shop and breaks many antiques in the store. The cheap Man force Kit and Pufferfish to take responsibility. Kit wisely makes Pufferfish take sole responsibility. The dumb Pufferfish helpless buys the pile of shattered antiques with his own money. In the pieces he finds a broken magic lamp...","release_date":"2004-01-15","vote_average":8.0,"runtime":103,"cert":"N\/A","id":45430,"title":"Fantasia","adult":false,"genre_ids":[35]},{"cast":["Rose McGowan","Alex McArthur","Phil Morris","Peg Shirley","Robert Silver"],"overview":"When her mother is killed in a mysterious house fire, rebellious teen Debbie Strand is sent to live with her grandmother, where she becomes even more unhinged. She develops an intense crush on her hunky creative writing teacher, Peter Rinaldi, but her numerous attempts at seduction end in failure. Soon Peter's friends start turning up dead, and he fears that his fiancée, Marilyn, may be Debbie's next victim.","release_date":"1998-01-04","vote_average":4.5,"runtime":99,"cert":"","id":45431,"title":"Devil in the Flesh","adult":false,"genre_ids":[27,53]},{"cast":["Yukari Ôshima","Moon Lee","Tommy Wong","Yuen Wah","Sibelle Hu"],"overview":"The \"Saint\" is a secret group comprised of a martial arts master and his two oddball daughters. They were brought to this earth to uphold justice by robbing from the rich and giving to the poor.","release_date":"1992-01-01","vote_average":0.0,"runtime":96,"cert":"N\/A","id":45432,"title":"The Big Deal","adult":false,"genre_ids":[35,28]},{"cast":["William Forsythe","Jo Champa","George Segal","Richard Norton","Juliet Landau"],"overview":"When John Hatch's last assignment proves to be a pawn in a much bigger game, Hatch tries to redeem his life by protecting hers....putting himself in the line of fire.","release_date":"1994-12-14","vote_average":6.5,"runtime":89,"cert":"N\/A","id":45433,"title":"Direct Hit","adult":false,"genre_ids":[28,12,53]},{"cast":["Tony Leung Chiu-Wai","Kelly Chen","Ekin Cheng","Cecilia Cheung","Toru Nakamura"],"overview":"When a private eye, a jilted bride and a mysterious stranger join forces to track down an elusive mobster, there's more than trouble in the air.","release_date":"2000-01-28","vote_average":5.7,"runtime":118,"cert":"N\/A","id":45438,"title":"Tokyo Raiders","adult":false,"genre_ids":[53,28,35]},{"cast":["Jim Chim","Charlene Choi","Anthony Wong","Eric Tsang","Chapman To"],"overview":"When undercover cops start losing their lives to drug lords who blame their demise on \"poor acting\", the Police Force counters by sending Hong Kong's Finest to acting school.","release_date":"2007-06-19","vote_average":4.7,"runtime":120,"cert":"N\/A","id":45439,"title":"Simply Actors","adult":false,"genre_ids":[]},{"cast":["Andy Lau","Rosamund Kwan","Shu Qi","Roy Cheung","Thomas Hudak"],"overview":"Andy Lau is Wesley, investigating alien existence on this earth. He works outside of the MIB-influenced FBI operation, run by Shu Qi and Roy Cheung. They're hot on the trail of the Blue-Blooded Alien (Rosamund Kwan). Two other aliens, the \"Warlock Toxin Group,\" are gunning for her as well -- red maggoty swarming creatures that form into Mark Cheng and Almen Wong.","release_date":"2002-01-01","vote_average":4.1,"runtime":94,"cert":"N\/A","id":45440,"title":"The Wesley's Mysterious File","adult":false,"genre_ids":[878,10749,28]},{"cast":["Shinichi Tsutsumi","Kou Shibasaki","Masanobu Ando","Toshio Kakei","Susumu Terajima"],"overview":"A salaryman is hijacked by bank robbers.","release_date":"2002-01-01","vote_average":6.8,"runtime":102,"cert":"N\/A","id":45441,"title":"DRIVE","adult":false,"genre_ids":[35,18,80]},{"cast":["Chow Yun-Fat","Wu Chien-Lien","Gordon Liu Chia-Hui","Chin Han","Choi Yue"],"overview":"A C.I.A. agent is assigned to go to Beijing to look for a hidden \"treasure,\" which turns out to be a woman who has supernatural powers, and is the National Treasure of China.","release_date":"1994-01-29","vote_average":6.5,"runtime":111,"cert":"N\/A","id":45442,"title":"Treasure Hunt","adult":false,"genre_ids":[10749,28,14]},{"cast":["Sharon Yeung Pan-Pan","Kenneth Tsang","Carrie Ng","Michiko Nishiwaki","Kara Hui"],"overview":"Two Hong Kong policewomen (Ida and Hon) take on a Japanese boss who has returned from a seven-year exile to retake his old turf.","release_date":"1992-10-10","vote_average":5.1,"runtime":92,"cert":"N\/A","id":45443,"title":"Angel Terminators","adult":false,"genre_ids":[28,80,53]},{"cast":["Juri Ueno","Megumi Seki","Airi Taira","Yusuke Iseya","Rinko Kikuchi"],"overview":"","release_date":"2006-07-15","vote_average":4.8,"runtime":92,"cert":"N\/A","id":45444,"title":"Arch Angels","adult":false,"genre_ids":[12,35,14]},{"cast":[],"overview":" ","release_date":"2005-01-01","vote_average":0.0,"runtime":81,"cert":"N\/A","id":45445,"title":"Hot Cop in the City","adult":false,"genre_ids":[]},{"cast":["Atze Schröder"],"overview":"","release_date":"2009-04-03","vote_average":5.5,"runtime":null,"cert":"N\/A","id":45446,"title":"Atze Schröder - Mutterschutz","adult":false,"genre_ids":[]},{"cast":["Joyce Godenzi","Carina Lau","Tang Pik-Wan","Tony Leung Ka-Fai","Sarah Lee Lai-Yui"],"overview":"The only son (Tony Leung Ka Fai) in a family of police officers marries Mina, an ambitious `half-breed' colleague (played by Joyce Godenzi), incurring the resentment of his four sisters, all policewomen, especially the eldest, Ling (Carina Lau). There is pressure on Tony to father a son, to keep the male line going, although Mina wants to delay pregnancy until she gets promoted to Superintendent.","release_date":"1990-04-07","vote_average":6.1,"runtime":87,"cert":"N\/A","id":45447,"title":"She Shoots Straight","adult":false,"genre_ids":[28,80]},{"cast":["Michael Hui","Miriam Yeung","Lau Ching-Wan","Elaine Jin","Hui Siu-Hung"],"overview":"Famous novelist Ngan (Michael Hui) is leading a comfortable life living on the royalties of his published novels. He has now placed all his attention onto his daughter Sophia (Miriam Yeung). Sophia has reached a suitable age for marriage and is still searching for her Prince Charming. She has a crush on Frankie (Lau Ching Wan), her boss and a playboy. Due to some accident, Frankie decides to stay at Sophia's home for a while, Then, Sophia and Frankie became lovers and are planning to get married! Ngan Loves his daughter so much that he knows he must destroy their love before it is too late. Sophia must make a life and death decision between Frankie and her father...","release_date":"2004-07-26","vote_average":7.0,"runtime":102,"cert":"N\/A","id":45448,"title":"Three of a Kind","adult":false,"genre_ids":[10749,35]},{"cast":["Richie Ren","Fan Bingbing","Yuen Wah","Kate Tsui","Liu Yi"],"overview":"Kate stars opposite Richie Ren (or Jen, depending on what rocks your boat), as couple Rachel and Fat. They're the atypical modern day couple living it up in Beijing, though the latter is suspect of the former's promiscuity. He loathes the time when he has to bring his girlfriend back to the village to meet his parents, and to get the stamp of approval from his father (played by Yuen Wah). So they device a plan, and that is to look for a substitute girlfriend (hence the title Contract Lover), whose mission is to be as disgusting as possible, so that Dad will tell Fat to find anyone else better than the current beau, and hence, for Fat to introduce Rachel.","release_date":"2007-01-01","vote_average":5.5,"runtime":93,"cert":"N\/A","id":45449,"title":"The Contract Lover","adult":false,"genre_ids":[18,53]},{"cast":["Michelle Yeoh","Michael Wong","Hiroyuki Sanada","Michael Chan","Lam Wai"],"overview":"Michelle Yip of the Hong Kong police is a mild-mannered Kung Fu expert; Michael Wong from air security is happy-go-lucky, stuck on himself, constantly talking, and smitten by her; Yamamoto is quiet, hard-boiled, leaving the Tokyo police to spend time with his wife and daughter. They form an alliance when they foil a hijacking on a plane flying a mob prisoner from Tokyo to Hong Kong. The mobster and his would-be rescuer die; this sets off two avengers who were their blood brothers. Our three cops become the targets. A high-speed chase, a car bomb, the destruction of a nightclub, a spectacular suicide, dead bystanders, and a flying coffin litter the landscape by the end.","release_date":"1986-01-01","vote_average":6.8,"runtime":96,"cert":"N\/A","id":45450,"title":"Royal Warriors","adult":false,"genre_ids":[80,28]},{"cast":["Simon Yam","Chingmy Yau","Jacqueline Ng","Kingdom Yuen","Nick Cheung"],"overview":"A lawyer is fascinated by an advertisement with two models, Lam and Man. He arranges a rape plan against Man. He kills her and plots to make the next a suicide. Lam realizes Man is tortured to death, she uses her body to allure him into a trap.","release_date":"1993-01-01","vote_average":4.8,"runtime":95,"cert":"N\/A","id":45453,"title":"Raped by an Angel","adult":false,"genre_ids":[53]},{"cast":["Yuen Biao","Maggie Cheung","Yuen Wah","Lam Chung","Frankie Ng"],"overview":"During the Ming dynasty, Yuen Biao is a royal guard charged to capture a dangerous criminal. The battle which opposes them will make them fall into ice. Three centuries later, nowdays, the archaeologists give them again the life. Only a black jade Buddha and a temporal wheel would be able to make them return in their time. The battle would start again.","release_date":"1989-08-12","vote_average":6.8,"runtime":114,"cert":"N\/A","id":45454,"title":"The Iceman Cometh","adult":false,"genre_ids":[28,35,878]},{"cast":["Lau Ching-Wan","Cecilia Cheung","Jordan Chan","Ella Koon","Law Kar-Ying"],"overview":"Compulsive disorders plague Hong Kong: Fong Fong Fong, a foundling who's now a nurse, is a shopaholic who seeks psychiatric help from Kan Yan (Choosey) Lee, who's frozen by an inability to choose. Into the mix come Kung Fu (Richie) Ho, a wealthy man who is stingy but also will buy anything someone else wants, and Ding Dong Ding, Lee's binge-eating bargain-shopping ex-girlfriend who reappears in hopes Lee will now choose her. Both men propose to both women who say yes to both. Family and friends are inept at helping to sort it out, and even if the four get the wedding vows straight, will anyone be cured? Does Hong Kong need more than a Prozac?","release_date":"2006-01-01","vote_average":5.0,"runtime":92,"cert":"N\/A","id":45457,"title":"The Shopaholics","adult":false,"genre_ids":[18,35,10749]},{"cast":["Cécile Cassel","Stéphanie Crayencour","Andy Gillet","Véronique Reymond","Rosette"],"overview":"In an enchanted forest, back in the time of the Druids, the shepherd Céladon and the shepherdess Astrée share a pure and chaste love. Fooled by a suitor, Astrée dismisses Céladon, who throws himself into a river out of despair. She thinks he's dead, but he's been secretly rescued by some nymphs. Faithful to the promise he made to Astrée to never appear before her again, Céladon must overcome many obstacles to break the curse. Mad with love and despair, coveted by the nymphs, surrounded by rivals, and obliged to disguise himself as a woman to be near the one he loves, will he manage to make himself known without breaking his oath? A romance filled with doubt, hazards, and delicious temptations.","release_date":"2007-09-01","vote_average":5.7,"runtime":109,"cert":"N\/A","id":45458,"title":"The Romance of Astrea and Celadon","adult":false,"genre_ids":[18,10749]},{"cast":["Moon Lee","Yukari Ôshima","Lung Fong","Ken Lo","Mark Cheng"],"overview":"A kickboxer is killed in the ring by a dirty opponent who works for a syndicate. The sister of the dead kickboxer vows revenge by facing off against both the dirty kickboxer and the crime syndicate.","release_date":"1992-05-21","vote_average":7.7,"runtime":93,"cert":"N\/A","id":45459,"title":"Kickboxer's Tears","adult":false,"genre_ids":[18,28]},{"cast":["Alan Tam","Andy Lau","Eric Tsang","Leung Kar-Yan","May Lo"],"overview":"Tam is Lui Tai, an Interpol agent assigned to protect a famous religious leader, the Daka Lama, who's targeted for death by the militant Japanese terrorist group, the Red Army. Lui Tai hooks up with the Daka Lama in Singapore, but a Red Army attack leaves the Daka Lama in critical condition. Unfortunately, the Daka Lama has a rare blood type, and there are only three possible donors in all of Singapore. Two are quickly offed, with only annoying lowlife Fatty (Eric Tsang) remaining. Liu Tai and local Singapore cop Stone (Leung Ka-Yan) try to beat the Red Army to Fatty, but they also have to deal with Hong Kong triad boy B (Andy Lau), who wants to make sure Fatty's blood goes to his girlfriend (May Lo) first. She was also wounded in the same attack as the Daka Lama, and also needs the ultra-rare blood. Will everyone work together to make sure both the Daka Lama and B's girl are saved? Or will they get in each other's way and allow the two to die?","release_date":"1991-03-13","vote_average":5.3,"runtime":90,"cert":"N\/A","id":45460,"title":"The Last Blood","adult":false,"genre_ids":[18,28,35,53,80]},{"cast":["Ekin Cheng","Jordan Chan","Cecilia Cheung","Hui Siu-Hung","Lam Suet"],"overview":"A trio of idealistic young doctors take on a corrupt, ineffective hospital management more interested in saving dollars than lives. Sub-plots crop up in the form of a love triangle, an electrical blackout, and a major car accident.","release_date":"2000-08-11","vote_average":0.0,"runtime":92,"cert":"N\/A","id":45463,"title":"Help!!!","adult":false,"genre_ids":[18,35,10749]},{"cast":["Richie Ren","Cecilia Cheung","Eric Tsang","William So","Sheren Tang"],"overview":"A young man, blind and dumb, works as an audio tape typist in a hospital and fostering a tender and sincere relationship with a beautiful but introverted nurse. When hit by a car, he is the sixty billionth human being to die on earth, and is on transit to Polaris, en route to a yet more sophisticated form of existence in Vega. Given a reprieve of five days and a chance to be reunited with his love on earth, he cannot reveal his true identity behind the temporary facade he must present to her. Both boy and girl eventually learn, through a tangle of difficult and miraculous events, how love and good things always find ways of creeping into people's lives when people are not greedy and least expect these blessings.","release_date":"1999-08-21","vote_average":7.0,"runtime":96,"cert":"N\/A","id":45464,"title":"Fly Me to Polaris","adult":false,"genre_ids":[18,14,10749]},{"cast":["Salvator Xuereb","Dan Gunther","Rose McGowan","Brian Taylor","Art LaFleur"],"overview":"A sultry woman joins an illiterate killer and a brainy hacker, both escaped convicts, to search for gold.","release_date":"1997-01-21","vote_average":5.5,"runtime":82,"cert":"N\/A","id":45465,"title":"Lewis & Clark & George","adult":false,"genre_ids":[53,35,80]},{"cast":["Kaori Shimamura","Hakuryu","Takanori Kikuchi","Dan Li","Takeshi Yamato"],"overview":"A hit-woman goes after the Japanese mafia with a mad-on after her sister is killed. Beautiful, seductive Ran (Kaori Shimamura) harbors a secret: By night, she's the deadly assassin known as the Black Orchid. Her newest assignment started as an ordinary hit, but now it threatens to pull her into a nightmare world of sex and murder. Toshiharu Ikeda, creator of the Evil Dead Trap series of films, directs this erotic, violent tale of underworld deception.","release_date":"1995-09-08","vote_average":7.3,"runtime":86,"cert":"N\/A","id":45468,"title":"XX: Beautiful Beast","adult":false,"genre_ids":[80,28,53]},{"cast":["Gillian Chung","Charlene Choi","Shawn Yue","Sam Lee","Anthony Wong"],"overview":"Set in 70s Hong Kong, Just One Look actually tells of Fan (Shawn Yu), whose policeman father commits suicide in a cinema toilet, but Fan believes he was murdered by a gangster nicknamed 'Crazy' (Anthony Wong). Ten years later Fan contemplates avenging his father's death. Meanwhile, he and best friend Ming (Wong Yu Nam), who are movie fans and sell their family wares outside the local cinema, decide to enlist for kung fu lessons after spotting the master's beautiful daughter (Charlene Choi). But Fan falls for a mysterious girl who lives in the countryside (Gillian Chung).","release_date":"2002-09-19","vote_average":6.8,"runtime":91,"cert":"N\/A","id":45471,"title":"Just One Look","adult":false,"genre_ids":[18,10749]},{"cast":["Takeshi Kaneshiro","Karen Mok","Gigi Leung","Sylvia Chang","Leon Dai"],"overview":"A female director (Chang) decides to make a autobiographical film on her love life and we see it through the use of flashbacks and brilliant intercutting. Leung plays the younger Chang as she goes through a relationship with Kaneshiro which spans 3 decades.","release_date":"1999-01-01","vote_average":6.0,"runtime":115,"cert":"N\/A","id":45472,"title":"Tempting Heart","adult":false,"genre_ids":[]},{"cast":["Tony Leung Chiu-Wai","Shu Qi","Gordon Lam","Teresa Mak","Kam Kong"],"overview":"Skinflint businessman Richard (Leung) doesn't feel bad when he sacks his employees and secretary to cut unnecessary costs. He also doesn't bat an eyelid when his gold-digging girlfriend leaves after he refuses to give her money. She gets her revenge by cancelling his credit cards and giving away his furniture. Suddenly destitute, he's forced to rely on the generosity of Choi (Shu Qi), a good Samaritan who helps him out even though she thinks he's a scumbag who makes a habit of cheating women out of money.","release_date":"2001-01-01","vote_average":3.5,"runtime":99,"cert":"N\/A","id":45473,"title":"Love Me, Love My Money","adult":false,"genre_ids":[18,35,10749]},{"cast":["Ryûji Harada","Hisashi Yoshizawa","Hidenori Tokuyama","Toshiyuki Nagashima","Kaori Momoi"],"overview":"Junko was born with a type of ESP called pyrokinesis which she can use to incinerate anyone and anything at will. Junko is secretly in love with Kazuki, a young man who works with her. His sister is killed and a boy named Masaki suspected but the police don't arrest him. Junko tells Kazuki about her powers and takes revenge.","release_date":"2000-06-10","vote_average":4.9,"runtime":115,"cert":"N\/A","id":45474,"title":"Crossfire","adult":false,"genre_ids":[53,27,28]},{"cast":["Cecilia Cheung","Leo Ku","Yuen Qiu","Yuen Wah","Wong Yat-Fei"],"overview":"A young woman keeps her true persona a secret in this martial arts action-romance written and directed by Jing Wong","release_date":"2006-02-09","vote_average":4.3,"runtime":90,"cert":"N\/A","id":45475,"title":"My Kung Fu Sweetheart","adult":false,"genre_ids":[28,35]},{"cast":["Marc Metzger"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45476,"title":"Marc Metzger - Rampensau","adult":false,"genre_ids":[]},{"cast":["Lawrence Ah Mon","John Lone","Karen Mok","Waise Lee","Clifton Ko Chi-Sum"],"overview":"Lin is a plain-clothes cop in the crime-riddled district of Mongkok who bungles a vice operation directed at mainland prostitues. He falls for a ditsy hooker who tells him the love of her life is a killer who once svaed her life in a shootout.","release_date":"1997-01-01","vote_average":7.0,"runtime":110,"cert":"N\/A","id":45477,"title":"Task Force","adult":false,"genre_ids":[35,18,10749]},{"cast":["Louis Koo","Cherrie Ying","Tats Lau","Sui Jun-Bo","Zhu Hong"],"overview":"In this film, Louis Koo tries to woo a Beijing theater student (Cherry Ying), but he suffers from memory loss, and he keeps forgetting who she is.","release_date":"2003-04-10","vote_average":0.0,"runtime":97,"cert":"N\/A","id":45478,"title":"Why Me, Sweetie?!","adult":false,"genre_ids":[18,35,10749]},{"cast":["Nicholas Tse","Cecilia Cheung","Michael Chan","Wayne Lai","张坚庭"],"overview":"\"Master Q\" is a popular comic book series character in Hong Kong. Each comic book is usually made up of many different situational stories, with 8 frmaes making up a story in 1 page. In short, it is like the newspaper comics that you see in America but in a book form. The movie is about how Master Q and his 2 friends Mr. Chung and Potato are out looking for jobs but accidentally cause an traffic accident for Mandy (Cecilia Cheung) and Fred (Nicholas Tse). As a result, both have lost their memories and due to circumstances, they have become enemies... but then, true love will eventually reunite (with a lot of help from Master Q and Potato).","release_date":"2001-04-05","vote_average":4.6,"runtime":104,"cert":"N\/A","id":45479,"title":"Old Master Q 2001","adult":false,"genre_ids":[28,16,10749]},{"cast":["Eason Chan","Shu Qi","Sam Lee","James Wong Jim","Kara Hui"],"overview":"Urban tale of fantasies, genre greatly favoured by Hong-Kong cinematography, the latest movie of filmmaker Ann Hui combines elements of horror films with other comical aspects to offer an intriguing and terrifying work of great visual strength.","release_date":"2001-06-01","vote_average":7.3,"runtime":89,"cert":"N\/A","id":45480,"title":"Visible Secret","adult":false,"genre_ids":[14,27,9648]},{"cast":["Dieter Nuhr"],"overview":"","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45483,"title":"Dieter Nuhr - Nuhr die Wahrheit","adult":false,"genre_ids":[]},{"cast":["Nicholas Tse","Zhao Wei","Liu Yunlong","Chen Jianbin","Sun Hai-Ying"],"overview":"Yang Rui falls in love for the cleaning woman who works in a taekwando gym, only to later discover she's an undercover cop named An Xin. An is in hiding from drug smugglers who have a score to settle with her - a raid she led resulted in the death of one of the smuggler's parents. To complicate matters further, An was previously romantically involved with the smuggler whose parents were killed.","release_date":"2003-01-01","vote_average":7.0,"runtime":110,"cert":"N\/A","id":45484,"title":"Goddess of Mercy","adult":false,"genre_ids":[28,18,10749]},{"cast":["John Cazale","Al Pacino","Meryl Streep","Robert De Niro","Olympia Dukakis"],"overview":"John Cazale was in only five films - The Godfather, The Conversation, The Godfather, Part Two, Dog Day Afternoon, and The Deer Hunter - each was nominated for Best Picture. Yet today most people don't even know his name. I KNEW IT WAS YOU is a fresh tour through movies that defined a generation.","release_date":"2009-01-16","vote_average":7.3,"runtime":39,"cert":"N\/A","id":45485,"title":"I Knew It Was You: Rediscovering John Cazale","adult":false,"genre_ids":[99]},{"cast":["Anna Karina","Jean-Claude Brialy","Marianne Faithfull","Serge Gainsbourg","Barbara Sommers"],"overview":"First shown on January 13, 1967 Anna was the first colour broadcast on French television. Directed by Pierre Koralnik, Anna was une comédie musicale showcasing the talents of the ex-Mrs Jean-Luc Godard, Anna Karina.","release_date":"1967-01-13","vote_average":5.1,"runtime":87,"cert":"N\/A","id":45486,"title":"Anna","adult":false,"genre_ids":[35,10749]},{"cast":["Stephen Chow","Eric Kot","Chingmy Yau","Karen Mok","Bowie Lam"],"overview":"Stephen Chow plays a selfish yet in some places kind hearted barrister who tricks his servant in doing things for his own benefit. Eric Kot playing the servant is misguided by what he thinks is love and leaves Chow vowing that he will never need Chow's help again in life. Shortly afterwards Kot gets into some big trouble (due to be executed) with the British and calls on Chow for help. Chow tries to help his client, but is fish out of water when he has to fight this court room case according to western rules.","release_date":"1997-07-31","vote_average":6.3,"runtime":85,"cert":"N\/A","id":45487,"title":"Lawyer Lawyer","adult":false,"genre_ids":[35]},{"cast":["Eason Chan","Cecilia Cheung","Candy Lo","Ronald Cheng","Stephen Fung"],"overview":"This movie goes through 12 significant nights (not consecutive nights) in a relationship between two characters. The movie offers some insight into the repetion involved in relationship cycles from interest through various tensions to eventual disinterest.","release_date":"2000-01-01","vote_average":6.0,"runtime":92,"cert":"N\/A","id":45488,"title":"Twelve Nights","adult":false,"genre_ids":[18,10749]},{"cast":["Yôko Minamino","Akie Yoshizawa","Haruko Sagara","Yui Asaka","Ayako Kobayashi"],"overview":"After the events of the TV series, the 18 year old Yoko Godai has abandoned her special agent Saki Asamiya name to return to her normal life, and is now studying for college entrance exams. However, she accidentally bumps into a young man named Kazuo Hagiwara trying to escape from a group of hitmen, and learns that he comes from Sanko Academy, a private school located in a remote island known as Hell's Castle. The school is ruled by a former revolutionary thought to be dead named Hattori who is trying to brainwash students into terrorists to help him stage a fascist coup d'etat in Japan.","release_date":"1987-02-14","vote_average":6.0,"runtime":93,"cert":"N\/A","id":45489,"title":"High School Super Heroine","adult":false,"genre_ids":[53,28,80]},{"cast":["Tony Leung Ka-Fai","Leslie Cheung","Faye Wong","Stephanie Che","Vincent Kok"],"overview":"Jimmy Tong (Leslie Cheung) is an expert blackmailer and thief who specialises in white-collar crimes. With his side-kick (Vincent Kok), Jimmy steals a personal diary belonging to a Yakuza leader Ken Sato (Masaya Kato) intending to use its details as a platform for blackmailing and to extort money. Sato agreed to the uneasy deal and made preparations to pay Jimmy his exorbitant demands only for Sato's girlfriend Jenny (Faye Wong) to betray him and make off with the money to Okinawa.","release_date":"2000-07-28","vote_average":0.0,"runtime":100,"cert":"N\/A","id":45490,"title":"Okinawa Rendez-vous","adult":false,"genre_ids":[18,10749,53]},{"cast":["Lawrence Ng","Kent Cheng","Elvis Tsui","Amy Yip","Isabelle Chow Wang"],"overview":"A recently married scholar goes on a quest for knowledge of other people's wives, based on his philosophical differences with the Sack Monk. He encounters the Flying Thief, who agrees to help him find women, but only if he attains a penis as big as a horse's. The scholar has a surgeon attach said unit, and he's off and running on his mission, only to find that there are obstacles to his new lifestyle, such as jealous husbands and treacherous females.","release_date":"1991-11-30","vote_average":5.7,"runtime":99,"cert":"N\/A","id":45491,"title":"Sex and Zen","adult":false,"genre_ids":[18,12,35,10749]},{"cast":["Yui Asaka","Yuka Ônishi","Yuma Nakamura","Masaki Kyômoto","Kosuke Toyohara"],"overview":"After the events of the previous film, the 17 years-old Sukeban Deka III, Yui Kazama, works for the Juvenile Security Bureau along with her older sisters Yuka and Yuma. This organization is led by politician Kuraudo Sekin, who fights juvenile crime in heavy-handed manners, to the extent to equip his student agents with triple-bladed yo-yo weapons. However, when Sekin's methods become too zealous, Yui quits the bureau and refuses to undertake undercover missions for them. It is soon discovered that Sekin's actual goal is to overthrow the Japanese government, and the Kazama sisters, along with a gang of young outcasts, have to stop him.","release_date":"1988-02-11","vote_average":0.0,"runtime":98,"cert":"N\/A","id":45492,"title":"Sukeban Deka the Movie 2: Counter-Attack from the Kazama Sisters","adult":false,"genre_ids":[53,28,80]},{"cast":["Mario Barth"],"overview":"","release_date":"2010-09-17","vote_average":6.8,"runtime":null,"cert":"N\/A","id":45493,"title":"Mario Barth: Männer sind peinlich, Frauen manchmal auch","adult":false,"genre_ids":[35]},{"cast":["Chen Bolin","Rena Tanaka","Ren Osugi","Lee Lichun"],"overview":"It's the story of a rebellious Japanese-Taiwanese girl (played by Rena Tanaka from “Kitaro”) who gets transported back to ancient times and embarks on an adventure with a Taoist priest and a thief. On the road, the group encounters numerous dangers, stumbling upon a conspiracy involving a powerhungry sorcerer and the corrupt court.","release_date":"2006-01-01","vote_average":0.0,"runtime":102,"cert":"N\/A","id":45494,"title":"Tripping","adult":false,"genre_ids":[14]},{"cast":["Sunny Chan","Kathy Chow","Alex Fong","Stephen Fung"],"overview":"Sam Cool and Yat-Tiu are top hitmen for the triads, until Yat-Tiu seduces a mob boss Ma's woman Ling. After his murder Sam Cool and Yat-tiu go on the run, not just from underworld enemies, but from the cops as well, and they are reduced to low-ranking thugs","release_date":"1998-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":45495,"title":"Cheap Killers","adult":false,"genre_ids":[]},{"cast":["Anthony Wong","Cherrie Ying","Sheren Tang"],"overview":"A detective (Anthony Wong) searches for a brutal killer who targets skinny women competing in a beauty contest.","release_date":"2005-01-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":45496,"title":"Slim Till Dead","adult":false,"genre_ids":[53]},{"cast":["Carina Lau","Tony Leung Ka-Fai","Cecilia Cheung","Edison Chen","Athena Chu"],"overview":"We have Carina Lau has Selina the lead actress who is a psychoanalyst, who hang out with her friends (Athena Chu has a erotic story for woman, Yoyo Mung has a multi-restaurant owner who like the danger side, and Pinky Cheung whose dad is a triad boss goes retirement and know how to fight). The story begin when Selina ex came to her and ask her to take care of her wild daughter (Cecilia Cheung in another bizarre look) and tried to cure her wild behaviour. Well the rest of the storyline consist of the 4 woman and there relationship with the guys, we have Tony Leung Ka Fai going after Carina Lau, Athena Chu going after Edisen Chen, Picky Cheung going after Andy Hui, and Lu Yi going after Yoyo Mung.","release_date":"2004-01-01","vote_average":0.0,"runtime":101,"cert":"N\/A","id":45497,"title":"Sex and the Beauties","adult":false,"genre_ids":[18,35,10749]}]