[{"cast":["David Watts","John Mitani"],"overview":"Filmed over 23 years, Rise of the Warrior Apes tells the epic story of an extraordinary troop of chimpanzees in Ngogo, Uganda – featuring four mighty warriors who rule through moral ambiguity, questionable politics, strategic alliances and destroyed trust.","release_date":"2017-03-05","vote_average":7.0,"runtime":89,"cert":"\"\"","id":455500,"title":"Rise of the Warrior Apes","adult":false,"genre_ids":[99]},{"cast":["David Sàntalla","Gerardo Suárez","Guillermo Barrios","Blanca Irene Uría","Mariel Rivera"],"overview":"The story of an improbable friendship and a social comment on life in Bolivia in the eighties.","release_date":"1982-04-30","vote_average":6.3,"runtime":83,"cert":"N\/A","id":455502,"title":"My Friend","adult":false,"genre_ids":[35,18]},{"cast":["Stephen Forsyth","Dominique Boschero","Cristina Gaioni","Jack Ary","Mitsouko"],"overview":"A contemporary gang of international thieves has found the multi-billion counterfeit money stash that the Nazis produced. They need to dump it all across the world at once. A lower-level dame is spotted distributing some of it, and this sets American agent Bob Dixon (Stephen Forsyth) onto the trail.  - msroz on IMDb","release_date":"1966-04-21","vote_average":0.0,"runtime":95,"cert":"N\/A","id":455504,"title":"Fury in Marrakesh","adult":false,"genre_ids":[18,28,80]},{"cast":[],"overview":"This nonfiction meditative drama follows a learned man to the heart of Kansas as he enters the Survival Condo Project, an Atlas “F” missile silo turned luxury condominium. Built to house a nuclear warhead from 1961 to 1965, the site now serves as a survival bunker for the ultra-wealthy. Imagining life as the last man on earth, the man contemplates doomsday and the enduring spirit of humanity.","release_date":"2017-05-10","vote_average":0.0,"runtime":25,"cert":"\"NR\"","id":455506,"title":"Lost Paradise","adult":false,"genre_ids":[18,99]},{"cast":["Miranta Myrat","Giorgos Pappas","Zinet Lakaz","Labros Konstadaras","Athanasia Moustaka"],"overview":"A marginal guy, Tony, returns from America and, in a nightclub, he meets his old love, who has become a prostitute for his sake, abandoning her husband and child. Tony tries to take advantage of his friend's daughter, who is about to get married to a rich young man.","release_date":"1946-04-08","vote_average":6.5,"runtime":90,"cert":"N\/A","id":455508,"title":"Forgotten Faces","adult":false,"genre_ids":[18]},{"cast":["Billie Joe Armstrong","Mike Dirnt","Tre Cool"],"overview":"\"Green Day: The Early Years\" chronicles the rise of the world's most influential punk band, from their origins playing shows at Berkley's notorious Gilman Street venue in the late 80s, through the release of the platinum-selling Dookie in 1994.","release_date":"2017-03-23","vote_average":0.0,"runtime":49,"cert":"\"\"","id":455510,"title":"Green Day: The Early Years","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"Agniezska and her friends discover love for the first time.","release_date":"2008-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":455512,"title":"Close","adult":false,"genre_ids":[99]},{"cast":["Pamee Sapasap","RJ Kesselman"],"overview":"A girl's Christmas goes wrong when her past comes back to haunt her.","release_date":"","vote_average":0.0,"runtime":8,"cert":"N\/A","id":455514,"title":"Sister Sister","adult":false,"genre_ids":[]},{"cast":["Franciska Farkas","Erik Lakatos","Barnabás Bergendi","Schmied Zoltán","Csaba Lakatos"],"overview":"","release_date":"2017-04-06","vote_average":6.5,"runtime":null,"cert":"N\/A","id":455516,"title":"Brazilok","adult":false,"genre_ids":[18,35]},{"cast":["Craig Benzine"],"overview":"A man goes on the hunt for himself.","release_date":"2012-01-13","vote_average":0.0,"runtime":13,"cert":"\"\"","id":455521,"title":"The Wigged Man","adult":false,"genre_ids":[]},{"cast":["Türkan Şoray","Bülent Kayabaş","Deniz Erkanat"],"overview":"","release_date":"1975-01-01","vote_average":5.0,"runtime":null,"cert":"\"\"","id":455523,"title":"Acele Koca Aranıyor","adult":false,"genre_ids":[]},{"cast":["Steve Humphries"],"overview":"In the 1950s Ford of America began to introduce its dream of \"happy families on wheels\" to the UK, producing cars at Dagenham for the average British family - and in the 1960s and 1970s, for boy racers as well.","release_date":"","vote_average":0.0,"runtime":59,"cert":"N\/A","id":455525,"title":"Ford's Dagenham Dream","adult":false,"genre_ids":[]},{"cast":["Kathryn Walker"],"overview":"From foaling barn to finish line, Thoroughbred follows a year in the life of this storied horse, showcasing the beauty of the breed, revealing the people whose lives revolve around the racing industry, and exploring the history and traditions of the Thoroughbred world.","release_date":"2011-05-03","vote_average":0.0,"runtime":105,"cert":"\"G\"","id":455527,"title":"Thoroughbred: Born to Run","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":455529,"title":"Femmes du Monde: Titouan Lamazou","adult":false,"genre_ids":[]},{"cast":["Jean-Yves Bourgeois","Marie Delmas","Emmanuel Bonami","Patrick Médioni","Xavier Perez"],"overview":"","release_date":"2017-09-20","vote_average":5.7,"runtime":null,"cert":"N\/A","id":455531,"title":"Revanche","adult":false,"genre_ids":[53,28]},{"cast":["Hugo del Carril","Roberto Escalada","Elina Colomer","Myriam de Urquijo","María Aurelia Bisutti"],"overview":"","release_date":"1960-07-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":455533,"title":"Culpable","adult":false,"genre_ids":[80,18]},{"cast":["Dorothy Toy Fong"],"overview":"Swinging and twirling Dorothy Toy Fong the legendary tap dancer is still exciting at 99 years old. Award-winning reporter Rick Quan traces Fong’s journey as a famous duo with Paul Wing and exciting run with her Oriental Showgirl group. Fong’s wondrous spirit dances off the screen and into your heart.","release_date":"","vote_average":10.0,"runtime":26,"cert":"N\/A","id":455535,"title":"Dancing Through Life: The Dorothy Toy Story","adult":false,"genre_ids":[99,36]},{"cast":["Gene Pollar","Karla Schramm","Estelle Taylor","Armand Cortes","Franklin B. Coates"],"overview":"Tarzan and Jane are traveling to Paris to help his old friend Countess de Coude, who is being threatened by her brother, Nikolas Rokoff. Rokoff has Tarzan tossed overboard. He survives, comes ashore in North Africa, and goes to Paris to search for Jane.  In Paris, Tarzan reunites with his old friend Paul D'Arnot, who informs him that Jane was taken to Africa.  Tarzan returns just in time to save Jane from a lion attack, and soon defeats Rokoff and his henchmen.","release_date":"1920-05-30","vote_average":0.0,"runtime":90,"cert":"\"\"","id":455537,"title":"The Revenge of Tarzan","adult":false,"genre_ids":[28,12]},{"cast":[],"overview":"","release_date":"2017-03-06","vote_average":0.0,"runtime":76,"cert":"N\/A","id":455542,"title":"GOOD\/BYE","adult":false,"genre_ids":[]},{"cast":["Avi Love","Riley Nixon","Maya Kendrick","Juliette March","Marcus London"],"overview":"She's ready for a bush whacking! So close you can smell that sweet pussy!","release_date":"2017-02-21","vote_average":0.0,"runtime":115,"cert":"\"NC-17\"","id":455547,"title":"Bush League 8","adult":true,"genre_ids":[]},{"cast":["Shabana Azmi","Vineet Sharma","Shivani Joshi","Harshpreet Kaur","Aditya Manghani"],"overview":"'The Wishing Tree' is a magical, inspirational and an extremely entertaining story of five children in a hill-station somewhere in India, who come together to save their 'wishing tree' from being cut by vested interests. The film is extremely lively, endearing and engrossing so that the underlying message to protect trees and environment is seamlessly driven home.","release_date":"2017-06-09","vote_average":5.3,"runtime":99,"cert":"N\/A","id":455549,"title":"The Wishing Tree","adult":false,"genre_ids":[18,14]},{"cast":["Wesley Snipes","RJ Mitte","Jedidiah Goodacre","Laura Bilgeri","Niko Pepaj"],"overview":"When five friends vacation at a remote lake house, they expect nothing less then a good time, unaware that Earth is under attack by an alien invasion and mass-abductions.","release_date":"2017-06-02","vote_average":4.0,"runtime":91,"cert":"\"\"","id":455551,"title":"The Recall","adult":false,"genre_ids":[878,27]},{"cast":["Margarethe von Stern","Beatrice Valentino","Victor Brandl","Wolfgang Forster"],"overview":"Secrets of a Soul: Margarethe, Creator of bizarre sculptures!\r Night club dancer? Mad woman?\r Victim of an occult conspiracy?!\r Dark menaces steal her soul and organs.\r Though dead they keep her alive.  film by Carsten Frank\r Secrets of a Soul\r starring\r Margarethe von Stern\r Beatrice Valentino\r Victor Brandl\r Wolfgang Forster\r Music by Akki Schulz\r Photographed in PsychoVision\r Quiet Village Film Production  84 Mins \/ 1.78 : 1 (16:9) \/ German (language) \/ English & German (subtitles)","release_date":"","vote_average":10.0,"runtime":84,"cert":"N\/A","id":455553,"title":"Secrets of a Soul","adult":false,"genre_ids":[18,9648]},{"cast":["Charlie Sheen","Whoopi Goldberg","Luis Guzmán","Gina Gershon","Wood Harris"],"overview":"A group of 5 people find themselves trapped in an elevator in the World Trade Center's North Tower on 9\/11. They work together, never giving up hope, to try to escape before the unthinkable happens.","release_date":"2017-09-07","vote_average":4.9,"runtime":88,"cert":"\"R\"","id":455558,"title":"9\/11","adult":false,"genre_ids":[18]},{"cast":["Russell Wade","Jay Kirby","Andy Clyde","Evelyn Finley","Jack Ingram"],"overview":"This film was produced and released in 1944 by Film Enterprises for the 16mm school-and-institutional market, and was picked up and released in 1948 by Astor for theatrical 35mm showings. Both versions finds the citizens of Rockford upset over a series of murders and robberies. The Sundowners, Andy Clyde (Andy Clyde), Jay Kirby (Jay Kirby) and Russ Wade (Russell Wade), ride into Rockford and innocently takes jobs with Tug Wilson (Jack Ingram) and his tough crew of line riders, who are in cahoots with Yeager (Hal Price) in a big land swindle scheme.","release_date":"1944-01-01","vote_average":0.0,"runtime":56,"cert":"\"\"","id":455563,"title":"Sundown Riders","adult":false,"genre_ids":[37]},{"cast":["Hedy Lamarr","Mel Brooks","Diane Kruger","Robert Osborne","Peter Bogdanovich"],"overview":"The life and career of the hailed Hollywood movie star and underappreciated genius inventor, Hedy Lamarr.","release_date":"2018-06-06","vote_average":7.3,"runtime":88,"cert":"\"\"","id":455565,"title":"Bombshell: The Hedy Lamarr Story","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Welcome to Longyearbyen, the only settlement in the Norwegian archipelago of Svalbard. Situated 300 miles from the North Pole, where polar bears outnumber humans, and bearing the distinction of being the northernmost town in the world, Longyearbyen is a community with an unforgiving climate, dreary isolation and an uncertain economic future. Like many small towns, Longyearbyen was once a bustling industrial hub that’s now struggling to find innovative ways to sustain itself. This Cold Life is filmmaker Darren Mann’s visually stunning portrait that illuminates a tight-knit group of colourful and resourceful residents who are dedicated to preserving the land they call home. Through charming individual reflections, including two men who fought to change a law to establish a brewery and become the town’s only export, we experience what it’s like to live in unity for our neighbours’ well-being.","release_date":"2017-04-27","vote_average":0.0,"runtime":88,"cert":"N\/A","id":455567,"title":"This Cold Life","adult":false,"genre_ids":[99]},{"cast":["Chin Yuet-Sang","Allen Lan Hai Han","Huang Ha","Kuan-Wu Lung","Tai Bo"],"overview":"New Mr. Vampire 2, also known as The Funny Vampire, is a 1991 Hong Kong comedy horror film directed by Ng Kwok-Hao.","release_date":"1991-07-12","vote_average":8.5,"runtime":86,"cert":"N\/A","id":455569,"title":"New Mr. Vampire II","adult":false,"genre_ids":[35,27]},{"cast":["Dimitris Horn","Kakia Analyti","Dionysis Papagiannopoulos","Thodoros Moridis","Aliki Andreou"],"overview":"A lawyer goes to Paros to meet his mistress. But trying to get away from her husband, who returns unannounced, he enters the room of a good-hearted girl who tries to help him, thinking he is a thief. When he learns the truth, he gets angry and avoids him, and he sets a trick to bring her near.","release_date":"1960-09-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":455571,"title":"Μια του Κλέφτη...","adult":false,"genre_ids":[35]},{"cast":["Rose Mikaelson"],"overview":"A young girl is home alone when she gets weird phone calls from someone who is closer then she thinks.","release_date":"2017-05-05","vote_average":0.0,"runtime":4,"cert":"\"PG\"","id":455573,"title":"Don't Answer The Phone","adult":false,"genre_ids":[]},{"cast":["Ying Fei","Kwan Tak-Hing","Hsing-Fan Lin","Liu Chia-Liang","Jiu Ya"],"overview":"Wong Fei-hung and his disciples hear that a small village is being terrorised by a ferocious gorilla. It turns out that the beast is actually a small-time crook in a gorilla suit under the orders of a precious metal smuggler who wants to intimidate the villagers. The crook takes advantage of his disguise to abduct a beautiful girl and escape to the mountains, but has a surprise in store for him. Just how many gorillas are loose in them there hills?","release_date":"1960-06-16","vote_average":0.0,"runtime":95,"cert":"N\/A","id":455581,"title":"Wong Fei Hung's Battle with the Gorilla","adult":false,"genre_ids":[28,12]},{"cast":[],"overview":"Nascentes Morimur consists of silent footage of an actual autopsy.","release_date":"","vote_average":0.0,"runtime":20,"cert":"N\/A","id":455583,"title":"Nascentes Morimur","adult":false,"genre_ids":[]},{"cast":[],"overview":"For Yang Yaoting, a second generation migrant who works a dehumanizing job at a production line, hope is faint. Her parents came to this megacity 25 years ago from their agricultural background, hoping to leave behind a harsh reality for a land of dreams. But in a whirlwind that sweeps them off their feet, they realize that the ground they stand on is an illusion in the first place, and wonder if their dream is after all to be found with ploughs and sickles, underneath the very piece of land they left behind. They are harrowed to find, upon returning, that it has long forgotten them too. Feeling rootless, and in all her desperation to belong, Yaoting readies herself to sacrifice her life for the future of her family, just as they once sacrificed their future for her life…","release_date":"2017-05-12","vote_average":0.0,"runtime":129,"cert":"N\/A","id":455585,"title":"Walking Past the Future","adult":false,"genre_ids":[]},{"cast":[],"overview":"The film opposes the view that childhood is the happiest time of our lives. Childhood dramas are deeply etched in memory and leave a permanent imprint on our consciousness.  The Carousel  Part I. Little boys from a small town want to take a ride on the carousel but they have no money. They push the carousel for hours. They hope that the owner will eventually give them a free ride. In the evening, however, they are already too tired to take up his offer. They are allowed a ride, but they refuse.  The Fall of a Millionaire  Part II. A ten-year-old boy wants to impress his friends. He is feeble and shy, but he has a piggy bank, which becomes the object of desire for his peers. He tells the other boys that he will soon buy a bicycle from the accumulated savings. When the bank is broken  into pieces, the myth of the millionaire is shattered. There are only banknotes painted by the little dreamer.  Joanna Piątek, Leksykon polskich filmów fabularnych, Warszawa 1996","release_date":"1960-03-14","vote_average":5.0,"runtime":66,"cert":"N\/A","id":455587,"title":"Little Dramas","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The Future Doesn't Need Us… Or So We've Been Told. With the rise of technology and the real-time pressures of an online, global economy, humans will have to be very clever – and very careful – not to be left behind by the future. From the perspective of those in charge, human labor is losing its value, and people are becoming a liability. This documentary reveals the real motivation behind the secretive effort to reduce the population and bring resource use into strict, centralized control. Could it be that the biggest threat we face isn't just automation and robots destroying jobs, but the larger sense that humans could become obsolete altogether?","release_date":"2016-10-18","vote_average":0.0,"runtime":50,"cert":"\"\"","id":455589,"title":"Obsolete","adult":false,"genre_ids":[99]},{"cast":["Reza Kianian","Jamshid Mashayekhi","Hediyeh Tehrani","Fatemeh Motamed Arya","Babak Hamidian"],"overview":"Two old writers who one of them is returned to Iran after 38 years because of his son's suicide, are going on a trip to the grave of that son.","release_date":"2005-12-14","vote_average":6.0,"runtime":100,"cert":"N\/A","id":455594,"title":"A Little Kiss","adult":false,"genre_ids":[]},{"cast":[],"overview":"Three college friends, found in an awkward love triangle, haphazardly plan an inside robbery of a gourmet cheese shop in New Orleans; overnight, two back out, and the third meets the MILF of his dreams.","release_date":"","vote_average":0.0,"runtime":82,"cert":"N\/A","id":455596,"title":"Let's Rob the Cheese Shop","adult":false,"genre_ids":[]},{"cast":["Kate Silverton","Tracey Curtis-Taylor","James Bevan"],"overview":"In 1928, Lady Heath became the first person to fly solo from Cape Town to London. Eighty-five years later, Tracey Curtis-Taylor set out in a vintage biplane to fly that adventure again. Following Tracey as she retraces the journey, The Aviatrix is more than just a film about the rapture of flying – it’s a story about living life on your own terms and having the courage and determination to realise your greatest dreams.","release_date":"2015-04-22","vote_average":0.0,"runtime":60,"cert":"\"\"","id":455598,"title":"The Aviatrix","adult":false,"genre_ids":[12,99]},{"cast":[],"overview":"","release_date":"2017-04-09","vote_average":8.0,"runtime":null,"cert":"N\/A","id":455600,"title":"Amande, les Secrets d'un Super-Aliment","adult":false,"genre_ids":[99]},{"cast":["Sonja Gerhardt","Tim Oliver Schultz","Lisa-Marie Koroll","Timmi Trinks","Emilio Sakraya"],"overview":"Group of Youtubers enter an abandoned surgery ward for 24-hour challenge, hoping to go viral. They will soon learn that they're not welcome.","release_date":"2018-02-22","vote_average":4.6,"runtime":89,"cert":"N\/A","id":455605,"title":"Heilstätten","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Thriller set in northern Sweden during WWII where a regiment of ski-borne soldiers and guests in a tourist hotel experience and investigate acts of treason.","release_date":"1943-07-16","vote_average":6.0,"runtime":94,"cert":"N\/A","id":455610,"title":"På liv och död","adult":false,"genre_ids":[]},{"cast":["Inga Tidblad","Lars Hanson","Victor Sjöström","Gerd Hagman","Lauritz Falk"],"overview":"An allegory of Germany's WWII occupation of Norway. Members of a theater ensemble join the resistance.","release_date":"1943-08-23","vote_average":0.0,"runtime":107,"cert":"N\/A","id":455612,"title":"There Burns a Fire","adult":false,"genre_ids":[10752,18]},{"cast":["Jan Sadecky","Jarda Schneider","Mattias Solich","Milos Zambu"],"overview":"William Higgins brings you another set of smoking hot guys who just can't keep their hands off each other!","release_date":"2012-12-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":455614,"title":"Airport Security 5","adult":true,"genre_ids":[]},{"cast":["Jossi Wells","The Flying Frenchies"],"overview":"Freedom is defined as the power of self-determination attributed to the will; the quality of being independent of fate or necessity. To reach that level of liberty is a physical and mental endeavor that many will risk their life to obtain. Is life worth risking for the feeling of conquering fear and becoming free?  Olympic Freestyle skier, Jossi Wells, meets extreme sports performing artists, The Flying Frenchies, to find out what it really means to be free and what drives individuals to chase such a powerful right.  Directed by Toa Fraser, this is the story of men who push themselves to the point of no return. There is no going back when death is at your door and you realize that this is the most important moment of your life because it could be your very last.","release_date":"2016-01-01","vote_average":7.0,"runtime":84,"cert":"N\/A","id":455616,"title":"The Free Man","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2013-01-22","vote_average":10.0,"runtime":null,"cert":"N\/A","id":455618,"title":"Rock & Choir","adult":false,"genre_ids":[10402]},{"cast":["Dominique Meyer","Nicole Davis","Robin Herbdl","Teneisha Campbell","Forrest Swanson"],"overview":"A social outcast named James stumbles into a very accepting community, the caveat being that the community is a satanic cult.","release_date":"2017-05-01","vote_average":10.0,"runtime":13,"cert":"\"NR\"","id":455620,"title":"Black Mass","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Documentary examining the work of sculptor Richard Lippold, particular his sculpture of the sun at the Metropolitan Museum of Art.","release_date":"1966-01-01","vote_average":7.5,"runtime":28,"cert":"\"\"","id":455622,"title":"The Sun and Richard Lippold","adult":false,"genre_ids":[99]},{"cast":["Fito Cabrales"],"overview":"","release_date":"1996-02-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":455624,"title":"Platero y tú: A pelo","adult":false,"genre_ids":[]},{"cast":["Roberto Iniesta","Iñaki Antón","Fito Cabrales"],"overview":"","release_date":"2004-05-03","vote_average":10.0,"runtime":null,"cert":"N\/A","id":455626,"title":"Extremoduro - Gira 2002","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Men and women in the Horn of Africa and adjiacent regions of the Middle East tell stories of their relationships and contacts with demons and spirits in their life and culture.","release_date":"2017-12-02","vote_average":5.8,"runtime":61,"cert":"N\/A","id":455628,"title":"Archipelago","adult":false,"genre_ids":[99]},{"cast":["Merfyn Owen","Dylan Owen","Anika Cooke","Martin O'Dowd","Daniel Meade"],"overview":"A charming story about a car park attendant who loves his job. His limited duties include logging lost property. One day, he finds an unusual item – and for a short time – It changes his life.","release_date":"2006-05-07","vote_average":0.0,"runtime":11,"cert":"N\/A","id":455633,"title":"Booth Story","adult":false,"genre_ids":[]},{"cast":["Katie Stewart","Dale Miller","Jack Norman","Sonya Delormier","Adam Atherton"],"overview":"A group of traveling friends who are hoping for a fun filled weekend getaway, find themselves in the cross hairs of one of the most dangerous and prolific serial killers in history.","release_date":"2017-04-23","vote_average":3.8,"runtime":91,"cert":"\"NR\"","id":455635,"title":"The Wicked One","adult":false,"genre_ids":[53,27]},{"cast":["Péter Perlusz","Gábor Balogh F.","György Radnai","György Bihaly","Tibor Tóth"],"overview":"Csutak gets a role in a children's radio play, but has to face trouble when the star of the show turns out to be a juvenile mobster, who practices extortion on the local kids.","release_date":"1977-05-02","vote_average":8.0,"runtime":106,"cert":"N\/A","id":455640,"title":"Csutak in Front of the Microphone","adult":false,"genre_ids":[35,10751]},{"cast":["Pavel Kříž","Josef Langmiler","Jiří Ornest","Zdenek Hradilák","Jirí Nemecek"],"overview":"Technical school student Pavel Brychta, arrives at a youth correctional facility located within a chateau in Konečno. He is an atypical, but not hopeless case for the institution. Pavel comes from a well-off family and his antisocial behaviour on the verge of criminality was some kind of response to his difficult relationship with his authoritative father. However, it takes quite some effort for Pavel to find his place in this environment of bullying, and also diverse methods from the tutors","release_date":"1984-10-31","vote_average":8.0,"runtime":95,"cert":"N\/A","id":455642,"title":"The Infinity Castle","adult":false,"genre_ids":[]},{"cast":["Steve Coogan","Dolly Wells","Graham Duff","Harmage Singh Kalirai","Robert Demeger"],"overview":"Alan Partridge attempts a celebrity travelogue around his beloved Norwich.","release_date":"2012-06-25","vote_average":7.0,"runtime":42,"cert":"N\/A","id":455644,"title":"Alan Partridge: Welcome to the Places of My Life","adult":false,"genre_ids":[35,99]},{"cast":["Grand Corps Malade"],"overview":"","release_date":"2009-09-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":455646,"title":"Grand Corps Malade - Concert À La Cigale","adult":false,"genre_ids":[10402]},{"cast":["Tyler Saint James","Chase Lyons","Derek Fox"],"overview":"Tyler St.James: The Muscle Fantasy brings newcomers Johnny and Tyler sitting on the casting couch waiting for girl to show up so they can double team her on camera. The director eventually tells them both that the girl is a no-show and that they don't have a replacement.","release_date":"2014-05-02","vote_average":0.0,"runtime":161,"cert":"\"\"","id":455648,"title":"Tyler St. James Muscle Fantasy","adult":true,"genre_ids":[]},{"cast":["Alex Man Chi-Leung","Carrie Ng","Cherry Ngan","Michael Ning","Venus Wong"],"overview":"Two slackers put on their superhero suits to save Hong Kong from a zombie invasion. This hybrid directorial debut packs one hell of an emotional punch.","release_date":"2017-06-29","vote_average":4.2,"runtime":105,"cert":"N\/A","id":455650,"title":"Zombiology: Enjoy Yourself Tonight","adult":false,"genre_ids":[28]},{"cast":[],"overview":"","release_date":"2015-02-03","vote_average":7.0,"runtime":null,"cert":"N\/A","id":455652,"title":"Guardians","adult":false,"genre_ids":[]},{"cast":["Osamu Mukai","Fumino Kimura","Jiro Sato","Tae Kimura","Hayato Ichihara"],"overview":"Ranmaru is a shy, dorky guy with a tongue that can analyze any element simply by licking an object, a skill that allows him to solve all manner of crimes. With his cute, but annoying sidekick Hikaru, plus the steadying hand of friend Kanji, Ranmaru solves a series of strange events at a failing hot spring resort deep in the mountains. Ranmaru falls in love with a doctor who saves his life. The loveable, endearing Ranmaru and his band of quirky pals team up to solve a nasty murder mystery that devastates the village.","release_date":"2016-12-03","vote_average":0.0,"runtime":105,"cert":"N\/A","id":455660,"title":"Ranmaru: The Man with the God Tongue","adult":false,"genre_ids":[35]},{"cast":["Wang Kuan-Hsiung","Ko Keung","Li Hsuan","Chin Han","Yu Shan"],"overview":"Two swordsmen from separate sects band together to kill Ruthless Chi, head of another sect.But did he really die? Events show that the Ruthless killer stills controls the strings and its up to the swordsmen to reveal his true identity.","release_date":"1981-09-11","vote_average":0.0,"runtime":101,"cert":"N\/A","id":455662,"title":"A Sword Named Revenge","adult":false,"genre_ids":[28]},{"cast":[],"overview":"The Real Story of Fake Democracy.  Filmed over three years in five countries, FREEDOM FOR THE WOLF is an epic investigation into the new regime of illiberal democracy.  From the young students of Hong Kong, to a rapper in post-Arab Spring Tunisia and the viral comedians of Bollywood, we discover how people from every corner of the globe are fighting the same struggle. They are fighting against elected leaders who trample on human rights, minorities, and their political opponents.","release_date":"2017-06-12","vote_average":10.0,"runtime":89,"cert":"N\/A","id":455664,"title":"Freedom For The Wolf","adult":false,"genre_ids":[99]},{"cast":["Rafa Alberola","Jimena Merino"],"overview":"The girl talks to the boy about her fear of suicide and then laughs. She tells him she loves him. The girl and the boy run as if the only way out was to get lost in the night -among trees, cobble stones, karaokes- and never go back home.","release_date":"2015-11-08","vote_average":0.0,"runtime":28,"cert":"N\/A","id":455672,"title":"Mañana vendrá la bala","adult":false,"genre_ids":[18,10749]},{"cast":["Fito Cabrales"],"overview":"","release_date":"2002-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":455674,"title":"Platero y tú - Hay Mucho Rock'n Roll (Volumen I)","adult":false,"genre_ids":[]},{"cast":["Kristina Rose","Bobbi Starr","Dani Daniels","Paola Rey","Flower Tucci"],"overview":"An amazing compilation of some of the best scenes Zero Tolerance has with their sexiest of ladies that sport amazing bushes and get fucked hardcore style!","release_date":"2014-11-19","vote_average":0.0,"runtime":327,"cert":"\"NR\"","id":455682,"title":"Bush Bangers 3","adult":true,"genre_ids":[]},{"cast":["Edyn Blair","Tommy Pistol","Emma Evins","John Strong","Stacey Sweet"],"overview":"Do you like bush? These girls hope you do because they are sporting a nice forest down there and are in dire need of a nice hard cock to conquer it! Their muffs down there are too good to pass up on and they will make you want to always have a nice bush on your ladies! !","release_date":"2015-05-30","vote_average":0.0,"runtime":136,"cert":"\"NR\"","id":455684,"title":"Bush League 4","adult":true,"genre_ids":[]},{"cast":["Anna Bertran","Miki Esparbé"],"overview":"2:43 a.m. An empty room. An unexpected calling.","release_date":"2013-11-19","vote_average":6.0,"runtime":10,"cert":"N\/A","id":455686,"title":"2:43","adult":false,"genre_ids":[18]},{"cast":["Thomas M. Whelan, Jr.","Dylan Busken"],"overview":"A retired teacher investigates the shadowy history of his rural Missouri community, including the origins of a looming structure known as the Rockpile.","release_date":"2018-02-17","vote_average":0.0,"runtime":33,"cert":"\"NR\"","id":455688,"title":"Rockpile","adult":false,"genre_ids":[99]},{"cast":["Hairie Othman","Eja","Kuswadinata","Dato’ Rahim Razali","Zami Ismail"],"overview":"\"Fetus\" chronicles the lives of people in a fishing village that lives peacefully. The story begins with the villagers always lose their money. But they do not know who stole their money. Until a few villagers came across a petty thief named Esah. Esah, a family visit toyol always Silk wife of a fisherman named Hashim without them realizing it.","release_date":"2010-12-22","vote_average":10.0,"runtime":110,"cert":"N\/A","id":455690,"title":"Janin","adult":false,"genre_ids":[18,27]},{"cast":["Laura Larissa Röösli","Thom Straumann-Lachappelle"],"overview":"Don't look down Loch Änzi or you might turn into a ghost.","release_date":"2016-07-23","vote_average":0.0,"runtime":87,"cert":"N\/A","id":455692,"title":"Das Mädchen vom Änziloch","adult":false,"genre_ids":[99]},{"cast":[],"overview":"MALICE: Wars Special Episode takes place in a galaxy far far away as we follow the adventures of the Turner family on their blockade-running smuggler star ship - The Rabble Rouser. Their mission? To battle through an Imperial convoy, slip past a squadron of Tie Fighters and infiltrate enemy territory to rescue their mother who's been captured by Imperial forces. Alice goes light-saber to light-saber with a manipulative Sith warrior before making a heart-breaking discovery.\r - Written by Philip J. Cook","release_date":"2015-12-04","vote_average":0.0,"runtime":null,"cert":"\"\"","id":455703,"title":"Malice: Wars","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"A  voice-over collaged from true crime shows and Super-8 picture that's essential Reichardt: lyrical, ominous, and evocative of how horribly love can hurt.\"\r – Amy Taubin, Village Voice","release_date":"2001-01-01","vote_average":0.0,"runtime":14,"cert":"\"\"","id":455705,"title":"Then, a Year","adult":false,"genre_ids":[]},{"cast":[],"overview":"Boujad: A Nest In the Heat is a personal and anguishing look at issues of separation, independence and return. As director Hakim Belabbes chronicles his journey from his home in Chicago to visit his family in his hometown of Boujad in Morocco, his exploration of family relationships is self-conscious and at times painfully honest. We witness his most private moments with his family. Belabbes' film intimately explores the domestic spaces and religious rituals of intra-family relationships, especially when compounded by one member's break with traditional values.","release_date":"1992-05-02","vote_average":7.0,"runtime":40,"cert":"N\/A","id":455707,"title":"Boujad: A Nest in the Heat","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Tango of Yearning (1998) is the first episode of an autobiographical trilogy on postwar Lebanon, later including Nightfall (2000) and Civil War (2002). Taking its title from Tango of Hope, a classic ballad by Nur al-Huda, the film draws from the director’s reflections on war, love, and cinema, as well as his personal experience at the public television channel TéléLiban. Conjuring various snippets of audiovisual archival material, the film is a poetic elegy to film, Beirut’s movie theaters, and a city undergoing radical transformation.  Mohamed Soueid has long been a proponent of the experimental video documentary movement in Lebanon, playing a significant role in the country’s creative renaissance since the end of the civil war. Originally trained as a news videographer during the war, the experience offered him a facility with the medium, which he further developed by making non-linear documentary films with a distinctly personal take.","release_date":"1998-05-02","vote_average":0.0,"runtime":70,"cert":"N\/A","id":455709,"title":"Tango of Yearning","adult":false,"genre_ids":[99]},{"cast":["Chutimon Chuengcharoensukying","Eisaya Hosuwan","Teeradon Supapunpinyo","Chanon Santinatornkul","Thaneth Warakulnukroh"],"overview":"Lynn, a brilliant student, after helping her friends to get the grades they need, develops the idea of starting a much bigger exam-cheating business.","release_date":"2017-05-03","vote_average":7.6,"runtime":130,"cert":"\"PG-13\"","id":455714,"title":"Bad Genius","adult":false,"genre_ids":[35,18,80]},{"cast":["Akshay Anand","Nitin Arora","Sammir Dattani","Anang Desai","Pooja Kanwal"],"overview":"Pari and Yash fall in love with each other. However, her family strongly disapproves of her relationship with Yash. Yuvraj, Pari's childhood friend, attempts to create differences between the two.","release_date":"2004-05-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":455728,"title":"Uuf Kya Jadoo Mohobbat Hai","adult":false,"genre_ids":[35,10749]},{"cast":["Chunmian Yu"],"overview":"Story of the leading regiment of the First Branch of the Chinese Red Army for Workers and Peasants who defeats a brigade of enemy on the Wu River and conquers the river by 3 days of intelligent combat.","release_date":"1961-01-01","vote_average":5.0,"runtime":89,"cert":"N\/A","id":455730,"title":"Break Through the Wu River","adult":false,"genre_ids":[36,10752]},{"cast":[],"overview":"A behind-the-scenes look at the prolific label's legacy and offer an in-depth look at the two-night anniversary extravaganza that took place last May at Brooklyn's Barclays Center in honor of the late rap great, The Notorious B.I.G.","release_date":"2017-04-27","vote_average":7.4,"runtime":80,"cert":"\"\"","id":455732,"title":"Can't Stop, Won't Stop: A Bad Boy Story","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"Documentary short by Jürgen Böttcher.","release_date":"1962-01-01","vote_average":7.0,"runtime":16,"cert":"N\/A","id":455734,"title":"Im Pergamon-Museum","adult":false,"genre_ids":[99]},{"cast":["Larry Lindsey","Marshall Virden","M. Elizabeth Dickerson","Alexandria Grable","Jeffrey Brucculeri"],"overview":"In January 2016, armed protestors in Oregon occupied the Malheur National Wildlife Refuge to call attention to what they felt was an intrusion by the federal government into their right to make a living. In a larger sense, the “patriot community” introduced itself as disgruntled American citizens with grounds for airing their grievances against a federal government that didn’t have their best interests at heart. The federal government begged to differ.","release_date":"2017-04-20","vote_average":5.0,"runtime":81,"cert":"\"\"","id":455736,"title":"No Man's Land","adult":false,"genre_ids":[99]},{"cast":["Masahiro Motoki","Takeshi Kitano","Kei Satō","Yasushi Yokoyama","Yuya Uchida"],"overview":"A black comedy about a former Rock'n'Roll singer, who becomes the mayor of Tokyo.","release_date":"1992-02-22","vote_average":0.0,"runtime":121,"cert":"N\/A","id":455738,"title":"Dioxin from Fish!","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2017-08-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":455752,"title":"Einsteins Nichten","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A story of blackmail, conspiracy, courage and fear. We follow the Italian judge trying to take on the mafia.","release_date":"","vote_average":0.0,"runtime":50,"cert":"N\/A","id":455754,"title":"A Very Sicilian Justice","adult":false,"genre_ids":[]},{"cast":["Reb Russell","Rebel","Lois January","Slim Whitaker","Edmund Cobb"],"overview":"The daughter of a notorious cattle thief falls for a stranger at a dance. The stranger is really a lawman who is after her father.","release_date":"1935-02-01","vote_average":0.0,"runtime":58,"cert":"\"\"","id":455756,"title":"Arizona Bad Man","adult":false,"genre_ids":[37]},{"cast":["Gus Dahlström","Holger Höglund","Fritiof Billquist","Iréne Söderblom","John Norrman"],"overview":"Private number 91 gets into more hijinks in this hilarious sequel.","release_date":"1947-12-22","vote_average":0.0,"runtime":98,"cert":"N\/A","id":455758,"title":"91:an Karlssons permis","adult":false,"genre_ids":[35]},{"cast":["Alice Babs","Nils Kihlberg","Annalisa Ericson","Hilding Gavle","Eric Abrahamsson"],"overview":"A girl (Alice Babs) from the country moves to Stockholm to become a singer.","release_date":"1942-03-09","vote_average":0.0,"runtime":99,"cert":"N\/A","id":455760,"title":"A singing girl","adult":false,"genre_ids":[10402,18]},{"cast":["Gao Han Yu","Gong Mi","Hou Xuelong","Sookie Pan"],"overview":"Yi Jun, a well-intentioned lie to deceive Yao Zheng return to the country, ran into Jin Yan in the company and fall in love. More and more stories turn into love road. During one exciting party, a beautiful lady under the mask, and it was Kacy. Yao Zheng tries to find Jin Yan desperately after she left, but no success. Yi Jun and Zi Ti are getting married but hidden from Yao Zheng and asked Yao to look after the bride when the bridge’s veil opened, there has been an unexpected scene.","release_date":"2017-03-14","vote_average":6.5,"runtime":90,"cert":"N\/A","id":455762,"title":"Planning of Be in Love","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"","release_date":"1980-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":455764,"title":"Koncert","adult":false,"genre_ids":[]},{"cast":["Keisuke Okuyama"],"overview":"Docudrama starring dollmaker Keisuke Okuyama.","release_date":"1988-10-22","vote_average":0.0,"runtime":117,"cert":"N\/A","id":455775,"title":"魂遊び　ほうこう","adult":false,"genre_ids":[18,99]},{"cast":["Sunset Carson","Al Terry","Pat Starling","Polly McKay","William Val"],"overview":"Filmed back-to-back with three other Sunset Carson vehicles in 1947, this Yucca Pictures Western starred the former Republic cowboy as a Texas Ranger chasing a gang of rustlers into the notorious outlaw territory of Three Corners. Attempting to sabotage the proposed annexation of the territory, desperado Bart Dawson (Stephen Keyes) and his men ambush Sunset and his young trainee Jed (Al Terry). The villains, who have been terrorizing pretty trading post operator Helen Bennett (Patricia Starling), are eventually defeated by the rangers in a violent gun battle and the planned annexation takes place on schedule. For all intents and purposes, the handsome but wooden Sunset Carson ended his screen career with this series of extremely low-budget Westerns, originally filmed in 16mm and released by that dumping ground of Poverty Row flotsam, Astor Pictures.","release_date":"1948-02-20","vote_average":0.0,"runtime":56,"cert":"\"\"","id":455777,"title":"Fighting Mustang","adult":false,"genre_ids":[37]},{"cast":["Kathrin Hildebrandt","Harald Schmidt","Christian Ebel","Brigitte Schauder","Tanja Fornaro"],"overview":"A short film adaption of the novel \"The Metamorphosis\" by Franz Kafka.","release_date":"1998-01-01","vote_average":0.0,"runtime":27,"cert":"N\/A","id":455779,"title":"Die Samsas","adult":false,"genre_ids":[18]},{"cast":["Jessica Harthcock","Carol Ann Scruggs","Sherri Eakin","Joel Rogers","Ryan Czerwonko"],"overview":"When a sassy Southern belle is jilted at the altar by her fighter fiance, she puts on the boxing gloves to get revenge.","release_date":"2017-03-18","vote_average":0.0,"runtime":111,"cert":"\"\"","id":455781,"title":"Fighting Belle","adult":false,"genre_ids":[35]},{"cast":["Charlie Weber","Valene Kane","Mario Espitia","Marcela Mar","Andres Ogilvie Browne"],"overview":"CIA analyst Riley Quinn lost everything when she blew the whistle on the US government. Hunted into exile, she escaped to Colombia. Two years later, Riley is living a loner lifestyle when suddenly CIA Agent Bill Donovan shows up with an offer. Her name will be cleared if she helps an international task force confiscate millions. Riley accepts the job, but she realizes too late that it's a lie. Pursued by corrupt agents, Riley must battle the demons of her past and find a way back home.","release_date":"2017-06-27","vote_average":5.0,"runtime":null,"cert":"\"\"","id":455783,"title":"Ex-Patriot","adult":false,"genre_ids":[53]},{"cast":["Michael Cleary","Elly Schaefer","Matthew Thompson"],"overview":"A teenager from rural Arkansas finds himself at a crossroads after committing a violent hate crime.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":455785,"title":"Dixie","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1966-05-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":455787,"title":"¿Por qué morir en Madrid?","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A propaganda film dealing with the training and purpose of the Sandinista police force. Dramatized cases of crimes and their solutions serve to illustrate its crime-solving capabilities.","release_date":"1983-01-01","vote_average":0.0,"runtime":16,"cert":"N\/A","id":455798,"title":"Guardian of the People's Happiness","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Filmmaker Froukje van Wengerden’s 86-year-old grandmother shares a powerful memory from 1944, when she was just 14. As her story unfolds, we see a group of contemporary 14-year-old girls. Their procession of portraits permits the spectator to see simultaneously forward and back, into the future and towards the past. A miraculous testimonial that uses eye contact to focus the viewer inward and evoke unexpected emotions.","release_date":"2016-11-09","vote_average":0.0,"runtime":12,"cert":"N\/A","id":455800,"title":"I Was Only 14","adult":false,"genre_ids":[99]},{"cast":["Johnny Mack Brown","Raymond Hatton","Max Terhune","Evelyn Finley","I. Stanford Jolley"],"overview":"Three fellows band together to help a woman find her uncle's cache of gold in this western. All they have to help them is a tattered map that her uncle, a prisoner of war, created in camp. Unfortunately two badguys have the map and try to turn the three goodguys against the niece. They do not succeed and justice prevails.","release_date":"1948-11-06","vote_average":0.0,"runtime":55,"cert":"\"\"","id":455802,"title":"Gunning for Justice","adult":false,"genre_ids":[37]},{"cast":["Enrico Baj","Lucio Fontana","Renato Volpini","Daniela Chiaperotti","Giorgio Piana"],"overview":"Dressed in military uniforms characters are engaged in the pursuit of a woman, during which they shamelessly expose their nudity.","release_date":"1966-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":455804,"title":"La galante avventura del cavaliere dal lieto volto","adult":false,"genre_ids":[]},{"cast":["Takeshi Kitano","Takayuki Yamada","Hikari Mitsushima","Susumu Terajima","Yutaka Matsushige"],"overview":"One late night in June 1942, Sakuma Seitaro dangles from the frame of a skylight in an isolation cell in Akita Prison. He forces open the glass window and breaks out of jail. This crime even reaches the ears of Urata Susumu, the chief warden of Kosuge Prison in Tokyo. Urata had been in charge of those sentenced to life in the prison until last year. Although Sakuma is a dangerous person who had also broken out of jail in Aomori, he submits to Urata who is the only person who had treated him kindly in the past. However, three months after escaping from jail, Sakuma shows up at Urata’s house. He has come to complain about the inhumane Akita prison officers. But he is locked up again after Urata notifies the police during an unguarded moment. A year later, Sakuma is sent to Abashiri Prison and Urata is also ordered to transfer as the prison’s chief warden.","release_date":"2017-04-12","vote_average":0.0,"runtime":108,"cert":"N\/A","id":455806,"title":"Prison Break","adult":false,"genre_ids":[18]},{"cast":["Sandy Chamoun","Julian Farhat","Nesrine Khodr","Nesrine Khodr","Rodrigue Sleiman"],"overview":"The Beach House is a film about four people from an Arab generation roaming over the ruins of ideologies, causes and virtues of their predecessors. It portrays their intellectual and emotional nonchalance about what is happening around them in their daily lives and relationships. In a house whose architecture is a sixties' experiment in mixing modern and Islamic architecture, a stone and concrete cube suspended over a rocky shore bashed by the waves of the Mediterranean, by famed Iraqi architect Refaat Chaderji, we spend a night with four characters whose non-stop conversations and peculiar actions reflect the void and chaos they are living in.","release_date":"2016-11-03","vote_average":0.0,"runtime":75,"cert":"N\/A","id":455808,"title":"The Beach House","adult":false,"genre_ids":[18]},{"cast":["Johnny Mack Brown","Raymond Hatton","Max Terhune","Evelyn Finley","Bill Kennedy"],"overview":"Sheriff of Medicine Bow is one of the slower-moving Johnny Mack Brown westerns for Monogram. Once, again, Brown is teamed with Raymond Hatton, but something new has been added. Max Terhune plays Hatton's comic foil, travelling under the same character name-\"Alibi\"-that he used when costarring in Monogram's \"Range Busters\" series. Terhune's bucolic routines did little to enliven the proceedings, but at least his presence injected some novelty value in the fading Brown series. Two films later, Raymond Hatton had left the fold, and Johnny Mack Brown was reteamed with Max Terhune for an additional three entries.","release_date":"1948-10-02","vote_average":0.0,"runtime":55,"cert":"\"\"","id":455810,"title":"The Sheriff of Medicine Bow","adult":false,"genre_ids":[37]},{"cast":["Justin Roiland"],"overview":"Mr. Sprinkles deals with being obsolete.","release_date":"2007-05-03","vote_average":0.0,"runtime":20,"cert":"\"\"","id":455821,"title":"Mr. Sprinkles","adult":false,"genre_ids":[35,16]},{"cast":["Tushar Bajaj","Travis Doane","Linda Gamman","Joe Giffels","Daniel J. Harmon"],"overview":"Bubble Bubble Meows and his cohorts cooperate to conquer a cold-hearted condiment coup.","release_date":"2016-08-04","vote_average":0.0,"runtime":82,"cert":"\"\"","id":455823,"title":"Bubble Bubble Meows and the Things That Happen in Movies Like This","adult":false,"genre_ids":[]},{"cast":["Christian Zaremba","Patrick Carfizzi","Vittorio Grigolo","Sonya Yoncheva","Željko Lučić"],"overview":"Andris Nelsons conducts a new staging of Puccini’s dramatic tragedy, directed by Sir David  McVicar. Kristine Opolais and Jonas Kaufmann star as the heroine Tosca and her lover  Cavaradossi, with Bryn Terfel as the villainous Scarpia.","release_date":"2018-01-27","vote_average":8.0,"runtime":173,"cert":"\"\"","id":455825,"title":"The Met Opera Live: Tosca","adult":false,"genre_ids":[18,10402]},{"cast":["Paul Petroskey","Niffer Desmond"],"overview":"A film exploring the life of “Weird Paul.” After 30 years, 2000 videos, 800 songs, & 42 albums, he’s still not giving up on his dream.","release_date":"2017-08-01","vote_average":0.0,"runtime":85,"cert":"\"\"","id":455827,"title":"Will Work for Views: The Lo-Fi Life of Weird Paul","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"","release_date":"2012-05-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":455829,"title":"A Vida por trás dá Pornografia","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Phelim McDermott returns to the Met staging Mozart’s comedy Così fan tutte, led by David  Robertson. Set in the 1950s on Coney Island, the cast features Amanda Majeski as the conflicted Fiordiligi; Serena Malfi as her sister, Dorabella; Tony Award winner Kelli O’Hara as their feisty maid, Despina; Ben Bliss and Adam Plachetka as the sisters’ fiancés, Ferrando and Guglielmo; and Christopher Maltman as the cynical Don Alfonso. Così fan tutte is a coproduction with the English National Opera.","release_date":"2018-03-31","vote_average":0.0,"runtime":211,"cert":"\"\"","id":455831,"title":"Così fan tutte: Met Opera Live","adult":false,"genre_ids":[18,10402]},{"cast":[],"overview":"Met Music Director Emeritus James Levine conducts a revival of Luisa Miller, which has not been seen at the Met since 2006. Starring Sonya Yoncheva as a peasant girl Luisa opposite Piotr Beczala as Rodolfo in Verdi’s tragedy about a young woman who sacrifices her own happiness in an attempt to save her father’s life. The cast also stars Plácido Domingo as Luisa’s father Miller, with Olesya Petrova as Federica, and Alexander Vinogradov in his Met debut and Dmitry Belosselskiy as Walter and Wurm respectively, the ruthless men determined to tear Luisa and Rodolfo apart.","release_date":"2018-04-14","vote_average":10.0,"runtime":240,"cert":"\"\"","id":455833,"title":"Luisa Miller: Met Opera Live","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"1969-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":455844,"title":"Liberación Parte 2 - La Ruptura","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":455846,"title":"Liberación Parte 5 - El último asalto","adult":false,"genre_ids":[]},{"cast":["Pierre Fitch","Gus Mattox","Jason Adonis","Tristan Adonis","Bobby Williams"],"overview":"A sexy twist on a fairy tale classic, with Pierre Fitch as a not-so-innocent modern-day Little Red Riding Hood who meets his match in Gus Mattox as the big bad Mr. Wolfe.","release_date":"2005-01-01","vote_average":0.0,"runtime":111,"cert":"\"\"","id":455848,"title":"Through the Woods","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2017-05-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":455850,"title":"A Imagem da Música","adult":false,"genre_ids":[99]},{"cast":["Yôko Minamino","Masaki Kanda","Takayuki Takemoto","Shingo Yanagisawa","Rie Hiki"],"overview":"A young woman, Asami, searches for the man who helps her quest to enter medical school.","release_date":"1988-08-06","vote_average":0.0,"runtime":90,"cert":"N\/A","id":455852,"title":"Der Lindenbaum","adult":false,"genre_ids":[18]},{"cast":["Riley Reid","Cameron Dee","Savannah Fox","Pressley Carter","Eric Masterson"],"overview":"Riley Reid heads this all star cast of hot young unshaved Super Sluts. Cameron Dee is a blonde knockout with a hairy, tight twat that will milk your sack dry. Round Assed Savannah Fox has pussy skills and tricks that will make you worship her hairy box. Pressley Carter's hair pie makes you wanna just bury your face in and floss your teeth at the same time. Muff fans everywhere have no fear, the Bush League is here!","release_date":"2014-02-06","vote_average":0.0,"runtime":121,"cert":"\"NR\"","id":455854,"title":"Bush League","adult":true,"genre_ids":[]},{"cast":["Thomas Bena","Doug Liman","Mike Wallace","Peter Breese","Chris Murphy"],"overview":"On the tiny island of Martha's Vineyard, where presidents and celebrities vacation, trophy homes threaten to destroy the islands unique character. Twelve years in the making, One Big Home follows one carpenters journey to understand the trend toward giant houses. When he feels complicit in wrecking the place he calls home, he takes off his tool belt and picks up a camera.","release_date":"2017-07-14","vote_average":0.0,"runtime":88,"cert":"N\/A","id":455856,"title":"One Big Home","adult":false,"genre_ids":[99]},{"cast":["Jackson McGovern","Marita Rigby","Geoffrey Winter"],"overview":"A snapshot into the last moments of a relationship gone well past its expiry date in the lead up to a tragic event.  Very loosely inspired by Stephen King's \"The Man Who Loved Flowers\"","release_date":"","vote_average":0.0,"runtime":16,"cert":"N\/A","id":455864,"title":"Flowers","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Polish blues rock","release_date":"2015-06-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":455866,"title":"Dżem - 35 Urodziny","adult":false,"genre_ids":[10402]},{"cast":["Brooke Fields","Chelsea Blake","Kelly Nichols","Sharon Kane","Taija Rae"],"overview":"Kelly Nichols hosts this educational outing in which various beautiful women demonstrate assorted ancient practices and techniques pertaining to carnal fulfillment.","release_date":"1984-06-04","vote_average":0.0,"runtime":78,"cert":"\"NC-17\"","id":455868,"title":"Turn On with Kelly Nichols","adult":true,"genre_ids":[]},{"cast":["John Bromfield","James Griffith","Naoko Kubo","Takashi Kanda","Isao Yamagata"],"overview":"Detective Morgan and the Japanese police cooperate to unveil the truth of the mysterious death of Morgan’s friend in Arizona.","release_date":"1961-08-13","vote_average":0.0,"runtime":86,"cert":"N\/A","id":455873,"title":"Officer Morgan and a Man of Mystery","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Perhaps the first experimental color film made in Uruguay, Color was the work of a pioneering woman filmmaker, still a teenager. It is reminiscent of the work of Stan Brakhage, though made years before he even began working.","release_date":"1955-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":455878,"title":"Color","adult":false,"genre_ids":[]},{"cast":["Poly Styrene","Celeste Bell"],"overview":"The life and times of the late X-Ray Spex singer and iconoclast Poly Styrene.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":455889,"title":"Poly Styrene: I Am A Cliché","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A brilliant observational documentary filmed at the Civil Registry office in St. Petersburg, where people come to have births, marriages, divorces and deaths registered. 'It’s like a theatre here', one says in the beginning of the film, and it indeed is, the Theater of Life. The young women working in the office have a job that shifts from being verbally attacked and called idiots, to situations where they are subject to flirt, or where they master the happy ceremony of marriage. Faces, joy, sorrow, fun, despair... It’s all very well composed, rhythmical, with atmosphere conveyed, and lives up to what a documentary should be: multilayered and universal. And about Life.","release_date":"2006-05-09","vote_average":5.0,"runtime":29,"cert":"N\/A","id":455894,"title":"Civil Status","adult":false,"genre_ids":[99]},{"cast":["Jake Roberts","Fausto Olmos Rentería","Suzette Márquez","David Valdez"],"overview":"El Alambrista Mexican wrestler and defender of migrants uncovers a terrifying plot that turns bordering crossing migrants into monsters. A tough vigilante, Roy Willcox, played by WWE superstar Jake the Snake Roberts, is terrorizing migrant trying to cross the border. Willcox's mistreatment of the migrants along the US-Mexico border brings him face to mask with El Alambrista, the people's luchador. While trying to help the migrants being targeted by Willcox, our hero uncovers a terrifying plot to exploit the already forgotten border crossers. An evil lurks in the hidden canyons and concealed migrant trails of the border lands - Dr. Deralius, a man seeking revenge upon the migrant workers for a horrible accident that left him paralyzed. Also fighting Mexican wrestlers from his past.","release_date":"2014-10-11","vote_average":5.0,"runtime":93,"cert":"N\/A","id":455896,"title":"El Alambrista: La Venganza","adult":false,"genre_ids":[28,27,53]},{"cast":["Agustín Martínez Solares","Ivonne Govea","Alfonso Munguía"],"overview":"A young seductive wrapped in the lives of two sisters, destroying a family and marking the life of the young forever.","release_date":"1971-09-23","vote_average":5.0,"runtime":85,"cert":"N\/A","id":455898,"title":"Juventud desnuda","adult":false,"genre_ids":[18]},{"cast":[],"overview":"When the busses left, the nurse said to the children, 'Today you have to pray a lot, because today you go up the chimney and meet the good Lord.' The children of the area knew these vehicles and said, 'Look, there is another one of these killer busses.' And they said to one another, ' You are not very clever, you, too, are going to end up in the oven in Hartheim, you, too, will be hung up in the chimney.' Hartheim Castle near Linz was one of several places of destruction of 'unworthy life' within the framework of the euthanasia program of National Socialism. Over 30,000 mentally or physically handicapped, psychiatric patients and inmates of concentration camps were gassed in Hartheim between 1940 and 1945. Today Hartheim Castle is rented and inhabited. In a place where 40 years ago thousands if lives were destroyed by industrial methods, today life asserts itself in the trite daily function of living. The documentation is about Hartheim Castle, in the past and in the present.","release_date":"1988-01-01","vote_average":5.0,"runtime":62,"cert":"N\/A","id":455900,"title":"T4 - Hartheim 1 - Sterben und Leben im Schloß","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1937-08-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":455914,"title":"Toma de Belchite y Teruel","adult":false,"genre_ids":[99]},{"cast":["Indrani Halder","Soumitra Chatterjee","Ferdous Ahmed"],"overview":"'Saanjhbathir Roopkothara' tells the story of a young dreamer. While the title character dreams of beauty, love and happiness, her dreams are broken by her encounter with men she meets(the men are portrayed as lusting objects, with the exception of the father) and ultimately shattered by her father. Beautifully told, through poetry and symbolism, director Anjan Das presents Tukun aka Saanjhbathi's world. Her world is also presented through her father's wonderful paintings from which she draws inspiration. Indrani Halder gracefully plays the title role with sincerity and maturity while Soumitra Chatterjee is sublime.","release_date":"2002-01-01","vote_average":5.0,"runtime":120,"cert":"N\/A","id":455916,"title":"Strokes and Silhouettes","adult":false,"genre_ids":[]},{"cast":["Felix Starck","Selima Taibi"],"overview":"","release_date":"2017-05-04","vote_average":6.8,"runtime":95,"cert":"N\/A","id":455918,"title":"Expedition Happiness","adult":false,"genre_ids":[99]},{"cast":["Sai Dhanshika","Kalaiyarasan","Mime Gopi","V. I. S. Jayapalan","Daniel Annie Pope"],"overview":"A writer, whose writing is considered outdated due to the changing writing trends, leaves for Megamalai in search of solitude and wanting to write a new book. Upon arriving at Megamalai, a string of unfortunate events take place around him & his wife. Little does he know that it's not only his life that he's endangering.","release_date":"2017-06-16","vote_average":5.0,"runtime":111,"cert":"N\/A","id":455920,"title":"Uru","adult":false,"genre_ids":[80,53]},{"cast":["Aqasha","Johan As'ari","Neelofa","Rita Rudaini","Hamidah Wahab"],"overview":"Rahimi (Aqasha) works as mutawif in an Umrah agencies. Farhana his wife is pregnant. Umrah pilgrims this time to test the faith Rahimi where he is seduced by a girl named Love (Neelofa) who joined the group after a break fiancee, Zahren (Nazim Othman) was a popular actress arrogant wants to step into Mecca for the holiday. Possible Rahimi refrain from being seduced by Love","release_date":"2012-10-26","vote_average":0.0,"runtime":86,"cert":"N\/A","id":455922,"title":"Tersalah Cinta","adult":false,"genre_ids":[35,18]},{"cast":["Jericho Rosales","Bela Padilla","Jeric Raval","Dennis Padilla","Cholo Barretto"],"overview":"Joma believes that a \"life charm\" would help him win money for his debts. He then accidentally meets Diane who gives him luck after they’ve been close to each other. Everything goes well for both of them until they discover their luck will disappear if one of them falls for the other.","release_date":"2017-05-03","vote_average":0.0,"runtime":95,"cert":"N\/A","id":455924,"title":"Luck at First $ight","adult":false,"genre_ids":[35,10749]},{"cast":["Bell Ngasri","Anas Ridzwan","Pyan Kepoh","Ruminah Sidek","Nady Dyana"],"overview":"Man, Din & Usop deadlocked in their livelihood, then the joke man to kidnap a wealthy family, it finally happened. Did someone or something they are not sure the hostage?","release_date":"2016-07-25","vote_average":0.0,"runtime":85,"cert":"N\/A","id":455935,"title":"SAKA KE NI","adult":false,"genre_ids":[35,18]},{"cast":["Jan Sobotka","Louis Fried","Johannes Kirschbaum"],"overview":"A meeting of filmmakers, one idyllic country estate, a fictional optical sound lead, a documentary super-8-image-storm. Both uncut.","release_date":"2012-01-01","vote_average":5.0,"runtime":4,"cert":"N\/A","id":455937,"title":"Living Well is the Best Revenge","adult":false,"genre_ids":[99]},{"cast":["Linda Boyce","Larry Hunter","Paula Shaw","Lynn Milgrim"],"overview":"Marvin Swift is a nebbishy schmuck who’s \"a total failure at everything.\" Fired from his job at a brassiere factory, he then gets into a pointless argument with his sexy but ditzy fiancee who tells him to go to hell. Instead, he does the next best thing.  He meets the devil in a boiler room. And the devil’s a she. A very sexy she named Lucibel sans the traditional horns and pointy tail because \"that’s terribly passé, today its mod.\" Touched that Marvin is such a screw-up, she offers to help him but not, she says, because she wants his soul, but because she wants to make him happy. So she grants him a wish with no strings attached.","release_date":"1969-09-06","vote_average":0.0,"runtime":86,"cert":"\"\"","id":455939,"title":"To Hex with Sex","adult":false,"genre_ids":[]},{"cast":["Sam Woodrow","Jack Parr","Matthew Johnson","Alphonso Austin","Michelle Petersen"],"overview":"Jane and her brother Elton find themselves under the control of a well known hit-man (Bo) who has been ordered by their father (an established crime lord) to make them cool. But the road to becoming cool is full of obstacles.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":455941,"title":"Saving Jane","adult":false,"genre_ids":[35,28]},{"cast":[],"overview":"Li Xiaoxia thought her lover Song Danping had died, and asked her father if she could become a nun. Her father, the warlord Li Xianchen, was outrageous and beat her with a cane. Soon the Japanese invaders were approaching, thus the warlord sent his daughter to Shanghai for shelter.  Song jumped into the running river but did not die. After some time he came to Shanghai where he joined the anti-Japanese guerilla headed by Sun Xiaogou. Song killed a number of Chinese traitors and earned himself a name \"the midnight man\".","release_date":"1963-01-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":455943,"title":"The Mid-nightmare: The Sequel","adult":false,"genre_ids":[]},{"cast":["Nikolaj Coster-Waldau","Carice van Houten","Guy Pearce","Eriq Ebouaney","Mohammed Azaay"],"overview":"Seeking justice for his partner’s murder by an ISIS member, a Copenhagen police officer finds himself caught in a cat and mouse game with a duplicitous CIA agent who is using the killer as a pawn to trap other ISIS members.","release_date":"2019-05-31","vote_average":4.4,"runtime":89,"cert":"\"R\"","id":455957,"title":"Domino","adult":false,"genre_ids":[53]},{"cast":["Theda Bara","Einar Linden","Carl Harbaugh","James A. Marcus","Emil De Varney"],"overview":"A Spanish soldier falls under the spell of a fiery gypsy girl named Carmen. His obsession with her leads to his ruin.","release_date":"1915-11-01","vote_average":0.0,"runtime":50,"cert":"\"\"","id":455959,"title":"Carmen","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This year marks two important pop-culture milestones: The 40th anniversary of Star Wars on May 25, and the 50th anniversary of The Beatles’ Sgt. Pepper’s Lonely Hearts Club Band a week later, June 1. Our new album merges both into one full-length concept album titled Princess Leia’s Stolen Death Star Plans. It’s the entire Beatles album as accurately as we could record it, only now it tells the story of Star Wars: A New Hope — in order. We sweat the details on both sides in an effort to do both cultural milestones justice. Writing hyper-specific lyrics that match the original songs’ cadences; reverse-engineering everything the Beatles recorded, from distorted saxophone riffs to Indian tabla rhythms; recording everything from scratch and learning as we went — well, that’s what takes five years.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":455961,"title":"Princess Leia’s Stolen Death Star Plans","adult":false,"genre_ids":[]},{"cast":["Alex Jones"],"overview":"In 2010 David Crowley, an Iraq veteran, aspiring filmmaker and charismatic up-and-coming voice in fringe politics, began production on his film Gray State. Set in a dystopian near-future where civil liberties are trampled by an unrestrained federal government, the film’s crowd funded trailer was enthusiastically received by the burgeoning online community of libertarians, Tea Party activists and members of the nascent alt-right. In January of 2015, Crowley was found dead with his family in their suburban Minnesota home. Their shocking deaths quickly become a cause célèbre for conspiracy theorists who speculate that Crowley was assassinated by a shadowy government concerned about a film and filmmaker that was getting too close to the truth about their aims.","release_date":"2017-08-07","vote_average":5.8,"runtime":93,"cert":"N\/A","id":455963,"title":"A Gray State","adult":false,"genre_ids":[99]},{"cast":["Doru Ana","Valeriu Andriuță","Mircea Diaconu","Doru Nitescu","Papil Panduru"],"overview":"","release_date":"2000-01-01","vote_average":5.0,"runtime":30,"cert":"N\/A","id":455965,"title":"The Firemen's Choir","adult":false,"genre_ids":[18]},{"cast":["Sigfred Johansen","Inga Schultz","Johannes Meyer","Gunnar Lauring","Beatrice Bonnesen"],"overview":"","release_date":"1941-08-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":455967,"title":"Tag det som en mand","adult":false,"genre_ids":[10751]},{"cast":["James Belushi","Karl Geary","Ian Hart","Jared Harris","Aidan Gillen"],"overview":"An Irish illegal immigrant (Karl Geary) works for a bartender (James Belushi) while struggling to survive and adapt to life in the Bronx.","release_date":"1997-03-19","vote_average":0.0,"runtime":94,"cert":"N\/A","id":455978,"title":"Gold In The Streets","adult":false,"genre_ids":[18,10749,35]},{"cast":["Jeremy Renner","Jon Hamm","Ed Helms","Jake Johnson","Annabelle Wallis"],"overview":"For one month every year, five highly competitive friends hit the ground running in a no-holds-barred game of tag they’ve been playing since the first grade. This year, the game coincides with the wedding of their only undefeated player, which should finally make him an easy target. But he knows they’re coming...and he’s ready.","release_date":"2018-05-30","vote_average":6.7,"runtime":100,"cert":"\"R\"","id":455980,"title":"Tag","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"On a summer day in the 1950s, a native girl watches the countryside go by from the backseat of a car. A woman at her kitchen table sings a lullaby in her Cree language. When the girl arrives at her destination, she undergoes a transformation that will turn the woman’s gentle voice into a howl of anger and pain.","release_date":"2009-10-17","vote_average":0.0,"runtime":6,"cert":"N\/A","id":455982,"title":"Savage","adult":false,"genre_ids":[18,10402]},{"cast":["Anna von Palen","Hans Stüwe","Carl de Vogt","Eduard von Winterstein","Margarete Kupfer"],"overview":"","release_date":"1934-04-12","vote_average":5.0,"runtime":null,"cert":"N\/A","id":455987,"title":"Zu Straßburg auf der Schanz","adult":false,"genre_ids":[]},{"cast":[],"overview":"Experience the award winning music of The Witcher III: Wild Hunt and both its expansions, Hearts of Stone & Blood Wine, in a never before seen way, performed live during Film Music Festival 2016 in Kraków, Poland.  Video Game Show — The Witcher III: Wild Hunt concert was organized by CD PROJEKT RED in cooperation with Kraków Festival Office.","release_date":"2016-05-30","vote_average":9.0,"runtime":90,"cert":"N\/A","id":455989,"title":"The Witcher 3: Wild Hunt - Live Concert","adult":false,"genre_ids":[10402]},{"cast":["Swapnil Joshi","Gauri Nalawade","Sagar Karande","Abhit Patil"],"overview":"","release_date":"2016-01-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":455991,"title":"फ्रेंड्स","adult":false,"genre_ids":[10749,35]},{"cert":"N\/A","title":"Ensam, inte stark","cast":["Martin Schibbye"],"id":455999,"overview":"Journalist Martin Schibbye talks about his and Johan Persson experiences from when they were detained in Ethiopia.","runtime":8,"genre_ids":[],"release_date":"2017-02-06","vote_average":0.0,"adult":false}]