[{"cast":["Joana Hadjithomas","Etel Adnan"],"overview":"Joana Hadjithomas and the artist and poet Etel Adnan met fifteen years ago. They quickly became close, sharing a city that they had never been to: Smyrna, in Turkey. Joana’s paternal Greek family were forced into exile from Smyrna by the Turkish armies after the end of the Ottoman Empire. Etel’s Greek mother was also born in Smyrna and was married to a Syrian officer of the Ottoman Army and exiled in Lebanon after the fall of the empire.  Etel and Joana have both lived in an imaginary Smyrna, today called Izmir, without ever setting foot there. Nowadays they are confronted with the transmission of history and trauma, questioning their attachment to objects, places, imaginary constructions and mythologies without images. What is to be done with the sorrow of our parents? Their personal experiences, their stories serve as a background to the region’s changes after the fall of the Ottoman Empire, the evolution of the borders questioning the notion of identity and belonging.","release_date":"2016-04-10","vote_average":0.0,"runtime":50,"cert":"N\/A","id":456001,"title":"Ismyrna","adult":false,"genre_ids":[]},{"cast":["Hélène Surgère","Anouk Ferjac","Nicolas Silberg","Pierre Blot","Stéphane Jobert"],"overview":"Old fashioned gangster TV film by Paul Vecchiali.","release_date":"1984-05-26","vote_average":0.0,"runtime":90,"cert":"N\/A","id":456003,"title":"Cœur de hareng","adult":false,"genre_ids":[80,53]},{"cast":["Françoise Lebrun","Paul Vecchiali"],"overview":"On Paul's initiative, Françoise and Paul met after a long separation, on the pretext to search in commun for a lost memory, a song. It soons appears that Paul's objective is to win her back.","release_date":"1985-10-23","vote_average":7.0,"runtime":83,"cert":"N\/A","id":456005,"title":"Trous de mémoire","adult":false,"genre_ids":[]},{"cast":["Hun Sen","John Gunther Dean"],"overview":"A moving psychological portrait of Cambodia decades after a devastating genocide, examining how baksbat (Khmer for \"broken courage\") continues to impact modern Cambodia. (ImDB)","release_date":"2017-05-05","vote_average":0.0,"runtime":90,"cert":"\"\"","id":456007,"title":"Angkor Awakens: A Portrait of Cambodia","adult":false,"genre_ids":[99]},{"cast":["Olivier Marchal","Ingrid Chauvin","Guy Lecluyse","Fanny Roger","Marie Vincent"],"overview":"","release_date":"2012-10-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":456009,"title":"On Se Quitte Plus","adult":false,"genre_ids":[35]},{"cast":["Yuki Katsuragi","Hiromi Nakazato","Misaki Tsuge","Tôshi Yanagi","Hironobu Yukinaga"],"overview":"One day, Fumiko Tashiro runs into Ryota Saeki - an old acquaintance from college - outside the municipal library where she works. Brought together by chance, they find themselves drawn to one another, and before long they are set to get married. They make their preparations for the wedding, envisioning their happy future together. But all the while, Ryota is troubled by his own secret ability to see the dead.","release_date":"2018-01-20","vote_average":0.0,"runtime":100,"cert":"N\/A","id":456011,"title":"Bamy","adult":false,"genre_ids":[10749,27,18]},{"cast":["Dean Gates","Mark Shostrom","David Hartman","A. Michael Baldwin"],"overview":"In this brand new pheaturette, the cast and crew reflect on the third chapter in the Phantasm series and the vast amount of make-up work on the film. Features interviews actor A. Michael Baldwin, Ravager director David Hartman and make-up artists Mark Shostrom and Dean Gates","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":456019,"title":"Reflections of Fear: Realising Phantasm III","adult":false,"genre_ids":[99]},{"cast":["David Hartman","Dean Gates","Mark Shostrom","A. Michael Baldwin","Don Coscarelli"],"overview":"In this brand new featurette, the cast and crew reflect on how the fourth Phantasm film evolved and reflect on their personal relationship with The Tall Man, Angus Scrim. Features interviews with director Don Coscarelli, actor A. Michael Baldwin, special make-up artists Mark Shostrom and Dean Gates and Ravager director David Hartman\r Behind-the-Scenes","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":456021,"title":"Reflections of Fear: Realising Phantasm IV","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Join the audience of die-hard phans as they experience Phantasm: Ravager for the first time! Watch the entire feature with a 5.1 Surround audience track recorded at the 2016 Los Angeles premiere","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":456023,"title":"The Los Angeles Premiere Experience","adult":false,"genre_ids":[]},{"cast":["Renate Carol","Frank Glaubrecht","Harald Baerow","Bert Hochschwarzer","Marianne Lebeau"],"overview":"Monika feels unused and misunderstood. The young wife of the busy and successful civil engineer Kai is often alone because he is hunted and plagued by appointments. Increasingly sexually frustrated, Monika tries masturbating. On the advice of a friend, Monika looks for male acquaintances and becomes a nymphomaniac. What she did not find with Kai - tenderness, refuge and understanding - Monika finally finds with one of her lovers.","release_date":"1972-05-25","vote_average":5.0,"runtime":89,"cert":"N\/A","id":456025,"title":"Climax","adult":false,"genre_ids":[10749,18]},{"cast":["Edyn Blair","Anikka Albrite","Kasey Warner","Keira Nicole","Kristina Rose"],"overview":"Have an extra thick slice of hair pie in this short-and-curly extravaganza that fills up two separate DVDs! For fans who love a bit of beard on their clam, this release delivers scene after scene of pretty pussies with bush! Enjoy clips from classic series like #dailybush and Hair Supply, two incredibly popular titles that keep cumming and cumming for the love of the sweet magic carpet ride!","release_date":"2017-02-01","vote_average":5.5,"runtime":432,"cert":"\"NC-17\"","id":456027,"title":"Hair Pies","adult":true,"genre_ids":[]},{"cast":["Kristen Deem","Angus Scrimm"],"overview":"A tribute to Angus Scrimm by long-time friend and collaborator Kristen Deem","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":456029,"title":"Dear Angus","adult":false,"genre_ids":[99]},{"cast":["Mary-Kate Olsen","Ashley Olsen","Cara DeLizia","Vanessa Croft","Trent Olsen"],"overview":"Boys and girls pack up your pajamas and sleeping bags because You're Invited to Mary-Kate & Ashley's™ Sleepover Party™! Join in the fun as Mary-Kate & Ashley and all their friends have pillow fights, dance and share secrets about friends, school, and sports! The fun doesn't stop as they outwit the pranks of their older brother and his buddies! With five dynamite new songs to sing along to, this is one slumber party boys and girls alike won't want to miss!","release_date":"1995-08-22","vote_average":8.5,"runtime":30,"cert":"\"\"","id":456031,"title":"You're Invited to Mary-Kate & Ashley's Sleepover Party","adult":false,"genre_ids":[35,10751,10402]},{"cast":["Bulle Ogier"],"overview":"A woman goes to Cannes and, lost in its chaos and unable to obtain tickets, ends up watching it on television from her hotel room.","release_date":"1982-09-19","vote_average":0.0,"runtime":53,"cert":"N\/A","id":456033,"title":"Notre Dame de la Croisette","adult":false,"genre_ids":[]},{"cast":["Barbie Smiles","Carmella Crush","Whitney Stevens","Jonnie Brightside","Danni Daire"],"overview":"We'll be honest, big, fake, hard-looking tits are disgusting. Give us the prime swinging udders of these super sexy girls who are packing the most punch their naturally busty chests have to offer! Damn it feels good to grab these soft, real milk cannons!","release_date":"2014-07-14","vote_average":0.0,"runtime":121,"cert":"\"NC-17\"","id":456041,"title":"Natural Jumbo Juggs","adult":true,"genre_ids":[]},{"cast":["Christy Mack","Skin Diamond","Pamela Balian","Angelina Valentine","Havana Ginger"],"overview":"Remember playing on the slip'n'slide as a kid? This is sorta like that but the only thing sliding, here, is a fat cock in a wet porn star pussy!","release_date":"2012-12-13","vote_average":0.0,"runtime":121,"cert":"\"NR\"","id":456043,"title":"Nuru Slide","adult":true,"genre_ids":[]},{"cast":["Betsy Ross Clarke","Earl Schenck","Wade Boteler","Victor Potel","Carrie Clark Ward"],"overview":"When Harlan Carr inherited his Uncle Ebenezer's \"Jack-O Lantern\" house and too his bride there to live, he found himself the unwilling host of a score of hungry relatives within a week.  Soon, strange things began to happen.  A black cat made the house his headquarters, unexplained sounds could be heard and a shadowy figure floated through the halls at night.","release_date":"1922-01-22","vote_average":0.0,"runtime":null,"cert":"\"NR\"","id":456045,"title":"At the Sign of the Jack'O Lantern","adult":false,"genre_ids":[9648,35]},{"cast":["Cassidy Banks","Karlee Grey","Karissa Kane","Maci Winslett","Ryan Madison"],"overview":"We love two things, tight, young pussy and huge, natural tits. So it's no surprise that we seeked out the hottest all natural teen girls to fuck. Watch these girls get pounded hard until we bust our nut all over their tits, faces and deep inside their wet pussies. These big titty, young girls get manhandled until they can't take it anymore. If you love natural breasts you're gonna love this movie!","release_date":"2015-04-08","vote_average":0.0,"runtime":140,"cert":"\"NR\"","id":456047,"title":"Young Naturals","adult":true,"genre_ids":[]},{"cast":["Sara Filipa Reis"],"overview":"Explores the ambiguity of sensations, the boundaries between pleasure and pain, a filmmaker's piece about death as the final fetish and the ritual suicide Seppuku.","release_date":"2011-09-15","vote_average":0.0,"runtime":14,"cert":"N\/A","id":456049,"title":"Miss Mishima","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Film No. 19\r US, 1980, 35mm, 12.5 min.","release_date":"1980-05-04","vote_average":0.0,"runtime":13,"cert":"\"\"","id":456051,"title":"No. 19","adult":false,"genre_ids":[]},{"cast":["Kim Byeong-seok","Yu Jae-kyeong","Kim Yo-han","Choi Seong-jin"],"overview":"A film about the troubles of Korean youths teetering on the edge of poverty, their struggle is to survive the mounting debts and the hopelessness of their situation. Among them is Kim Byung-Seok, an aspiring filmmaker who's stuck in dead-end jobs and his camera is only used for filming weddings. His girlfriend, Jae-Kyung, has trouble finding jobs and is fired for being \"too depressing\". Although they've coped in the past, recent conflicts and frauds have pushed them to desperation, making the future look bleak.","release_date":"2004-12-03","vote_average":6.5,"runtime":85,"cert":"N\/A","id":456053,"title":"My Generation","adult":false,"genre_ids":[18]},{"cast":["Florence Janas","Côme Thieulin","Juliette Chaigneau","Claire Rappin","Vincent Dedienne"],"overview":"After an abortion which has left her emotionally shaken, Rosalie returns to the village where she was born. She rediscovers her grandmother's house and garden abandoned, the vigour of her best friends, her first love, and encounters the latter's new girlfriend. She tries to stay the course without creating any waves.","release_date":"2016-02-09","vote_average":0.0,"runtime":31,"cert":"N\/A","id":456064,"title":"The Climbing Roses","adult":false,"genre_ids":[18]},{"cast":["Matthew Officer","Ja'Taun Tiara"],"overview":"A young woman builds a relationship with an incarcerated man after discovering his connection to her family.","release_date":"2016-02-05","vote_average":0.0,"runtime":5,"cert":"\"\"","id":456066,"title":"It Eats You Up","adult":false,"genre_ids":[18]},{"cast":["Ulrich Schamoni"],"overview":"In March 1998 director and producer Ulrich Schamoni – who was dying of leukaemia at the time – documented life in his house in Berlin’s Grunewald district. Schamoni kept on filming until just a few days before his death. The result was a moving and colourful chronicle amounting to a total of 170 hours of tape. Interspersing a selection of these images with excerpts from Schamoni’s films such as \"Es\" and \"Chapeau Claque\", Schamoni’s photographer daughter Ulrike Schamoni and editor Grete Jentzen have created a loving tribute to a generous and multifaceted man.","release_date":"2011-10-26","vote_average":0.0,"runtime":92,"cert":"N\/A","id":456068,"title":"Abschied von den Fröschen","adult":false,"genre_ids":[99]},{"cast":["Qiang Zheng"],"overview":"","release_date":"2016-07-29","vote_average":2.0,"runtime":null,"cert":"N\/A","id":456070,"title":"Warrant the Reborn","adult":false,"genre_ids":[27,9648]},{"cast":[],"overview":"","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":456072,"title":"Peanuts - The Complete Episodes Vol.5","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 1957, Britain exploded its first megaton hydrogen bomb - codenamed Operation Grapple X. It was the culmination of an extraordinary scientific project, which against almost insuperable odds turned Britain into a nuclear superpower. Featuring access to the top-secret nuclear research facility at Aldermaston, the programme features interviews with veterans and scientists who took part in the atomic bomb programme, some speaking for the first time, and newly released footage of the British atomic bomb tests.","release_date":"2017-05-04","vote_average":0.0,"runtime":59,"cert":"N\/A","id":456089,"title":"Britain's Nuclear Bomb - The Inside Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"Docudrama about a young graffiti artist in suburban Saint Petersburg, Russia","release_date":"2015-01-01","vote_average":0.0,"runtime":17,"cert":"N\/A","id":456091,"title":"Trase","adult":false,"genre_ids":[99,18]},{"cast":[],"overview":"Documentary directed by Freddy Más, creator of the film Dawn of a Dream, which treats Alzheimer's disease from different points of view: patients, relatives, scientists, pedagogues. The documentary not only reflects the experience and testimony of the different affected.","release_date":"2011-01-01","vote_average":5.0,"runtime":55,"cert":"N\/A","id":456093,"title":"La memoria de los que olvidan","adult":false,"genre_ids":[99]},{"cast":["Agnès Varda","Alain Bergala","Anne Huet"],"overview":"A survey of Varda's work in short films.","release_date":"2007-01-01","vote_average":5.0,"runtime":20,"cert":"N\/A","id":456095,"title":"From the Rooster to the Donkey (Hands and Objects)","adult":false,"genre_ids":[]},{"cast":[],"overview":"Willie is a realistic film made in Bernalillo, home of Willie Jaramillo and filmmakers Danny and Nancy Weiss Lyon. Defiantly individual and implaccable in the face of authority, Willie is repeatedly thrown into jail for relatively minor offenses. The filmmakers gain access to jail cells, day rooms, lunatic wards, and the worst cellblock in the penitentiary where Willie is locked up next to his childhood friend and convicted murderer, Michael Guzman.","release_date":"1985-05-05","vote_average":0.0,"runtime":82,"cert":"\"\"","id":456097,"title":"Willie","adult":false,"genre_ids":[99]},{"cast":[],"overview":"a young boy emerges from the filmic history of his past.  \"'Born to Film' is, among other things, intimately autobiographical, interspersing footage of Lyon's own young son with film shot in the 1930's by Lyon's father, a doctor who immigrated from Germany. . . Lyon's passionate vision has deepened and grown in resonance and the film is not just family or even social history, but about human continuity, the power of instinct to survive, the grace that love and play bring to it, the wonder of being alive.\"  Thomas Albright, San Francisco Chronicle  \". . . in his relationship with his father and son in Born To Film, Lyon serves as a connecting link, collaging together separate lives. The disparate, often incoherent or contradictory images are presented with a passion and directness which gives them reality. . . \"  Pamela Allara, Pictures from Films\/Films from Pictures, 1984","release_date":"1982-05-05","vote_average":0.0,"runtime":33,"cert":"\"NR\"","id":456099,"title":"Born to Film","adult":false,"genre_ids":[99]},{"cast":[],"overview":"\"Palmeiras - Champion of the Century\" brings memories of the club since its founding in 1914, through the first title, the Campeonato Paulista 1920, until the conquest of Brazil's Cup in 2015. In addition to the moments of glory of the eternal \"Champion of the Twentieth Century\", the production also recalls the events that further strengthened the \"Alviverde Majestic\".","release_date":"2016-09-22","vote_average":0.0,"runtime":100,"cert":"N\/A","id":456113,"title":"Palmeiras: O Campeão do Século","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Have you ever known who was calling before you answered the phone, or felt you were being watched while in an empty room? Is it possible to exist across multiple worlds simultaneously? When her young daughter insists she’s sometimes human and sometimes an animal, filmmaker Phie Ambo wonders what else might exist outside a singular human consciousness. Committing to the principal of randomness, she plumbs the minds of various leading thinkers, from the father of string theory to a Buddhist monk, from a clairvoyant to a janitor. Just as impressive as their fascinating ideas, however, is the visual correlative of this ever-deepening metaphysical query. Who would expect the mysteries of existence to lurk inside the grease trap at an amusement park or in a single cup of tap water? Prepare to have your reality permanently altered by this mind-boggling, impossible and thoroughly compelling film.","release_date":"2017-03-21","vote_average":0.0,"runtime":84,"cert":"N\/A","id":456115,"title":"...when you look away","adult":false,"genre_ids":[]},{"cast":["Micaela Casotto","Mario Bogado","Tomás Crespo","Luciano Acosta","Brenda Mora"],"overview":"","release_date":"2002-12-05","vote_average":0.0,"runtime":90,"cert":"N\/A","id":456117,"title":"Micaela, una película mágica","adult":false,"genre_ids":[10751,16,12,35]},{"cast":[],"overview":"Surreal docudrama about a woman from a city on the Russian-Chinese border, and her search for happiness.","release_date":"2008-01-01","vote_average":0.0,"runtime":64,"cert":"N\/A","id":456119,"title":"The borderline condition","adult":false,"genre_ids":[18,99]},{"cast":["David Anghel","Emilio Janhunen Calderón"],"overview":"A film about a man's discovery of a special tradition and some of its meanings.","release_date":"2016-11-05","vote_average":9.0,"runtime":12,"cert":"\"\"","id":456121,"title":"A Friendship with the Dead","adult":false,"genre_ids":[14]},{"cast":["Bilel Chegrani","Adil Dehbi","Jennifer Gromas","Bahia Hassani"],"overview":"After an ambiguous Snapchat video featuring Bilel and Adil, rumors start spreading about the two friends. To save their reputation, each of them tries to find a girlfriend. Their hunt for a date doesn’t quite go as expected.","release_date":"2016-05-27","vote_average":4.0,"runtime":13,"cert":"N\/A","id":456126,"title":"Taste of Love","adult":false,"genre_ids":[10749,35]},{"cast":["Martha Hyer","Tetsu Nakamura","Byron Michie"],"overview":"Set in post war Japan, the film tells the tale of a woman looking for her missing brother. Her brother operated a small export business and has suddenly disappeared. Strangely his business partner has also vanished.","release_date":"1952-09-24","vote_average":0.0,"runtime":64,"cert":"\"\"","id":456134,"title":"Oriental Evil","adult":false,"genre_ids":[]},{"cast":[],"overview":"Elvira Loreley Alma de Dragón accompanies the life of a Fortune Teller from Uruguay. The contrasts of a milenar labor that deals with the destiny of people, inserted into a contemporary society, in a hurry to obtain answers to everything.","release_date":"2012-06-06","vote_average":0.0,"runtime":61,"cert":"N\/A","id":456136,"title":"Elvira Lorelay: Alma de Dragón","adult":false,"genre_ids":[99]},{"cast":["Christos Vakalopoulos"],"overview":"","release_date":"2007-03-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":456138,"title":"Play it again, Χρήστο","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Chapter 42: Life, The Universe & Wrestling  Show date: 15th January 2017  Ringkampf vs The Riots  Sebastian (w\/ Pastor William Eaver) vs Jack Sexsmith  Jimmy Havoc demands a live mic  Livvii Grace vs Alex Windsor  South Pacific Power Trip vs The Origin: Banter Edition  Paul Robinson vs Spud  Rampage Brown's Open Atlas Title Challenge","release_date":"2017-01-15","vote_average":0.0,"runtime":168,"cert":"N\/A","id":456140,"title":"PROGRESS Chapter 42: Life, the Universe and Wrestling","adult":false,"genre_ids":[]},{"cast":[],"overview":"Pinchas Zuckerman, Isaac Stern, Itzhak Perlman, Zubin Mehta, Israel Philharmonic","release_date":"2007-06-26","vote_average":0.0,"runtime":224,"cert":"N\/A","id":456142,"title":"The Huberman Festival","adult":false,"genre_ids":[10402]},{"cast":["Corinne Touzet","Arnaud Binard","François-Eric Gendron"],"overview":"","release_date":"2003-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":456147,"title":"Valentine","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":456158,"title":"Informazione Leitmotiv. L'informazione è ciò che conta","adult":false,"genre_ids":[]},{"cast":["Josefine Christoffersen","Tom Frank","Shemar Jones","Lynn Sher"],"overview":"Two runaway teens steal a car with dreams of driving down to Florida, but things take a turn when a stranger appears with unknown intentions.","release_date":"2017-04-01","vote_average":6.0,"runtime":11,"cert":"\"\"","id":456160,"title":"Backstroke","adult":false,"genre_ids":[53]},{"cast":["Adeline D'Hermy","Vanessa Paradis","Alice Pol","Eric Ruf","Xavier Beauvois"],"overview":"A wannabe actress follows her dreams and moves to Paris.","release_date":"2017-11-15","vote_average":5.1,"runtime":107,"cert":"N\/A","id":456162,"title":"Maryline","adult":false,"genre_ids":[18]},{"cast":["Sara Forestier","Redouanne Harjane","Jean-Pierre Léaud","Liv Andren","Nicolas Vaude"],"overview":"Lila and Mo meet at a bus stop. Lila has a paralyzing speech impediment. Mo is chatty and exuberant. Lila is preparing for her exams. Mo illegally races cars for a living. Opposites attract, and they fall in love. But Mo carries a secret burden…","release_date":"2017-11-15","vote_average":6.8,"runtime":100,"cert":"N\/A","id":456164,"title":"M","adult":false,"genre_ids":[18]},{"cast":["Innokentiy Smoktunovskiy","Tatyana Vasileva","Nelė Savičenko","Yelena Kozelkova","Svetlana Smirnova"],"overview":"The last twenty-four hours in the lives of a Jewish tailor and his family just prior to their deportation and execution at Babi Yar.","release_date":"1990-05-09","vote_average":7.0,"runtime":89,"cert":"N\/A","id":456166,"title":"Ladies Tailor","adult":false,"genre_ids":[18]},{"cast":["Lewis Stone"],"overview":"Promotional short produced for the opening of the Metro Cinema in Cairo in 1940.","release_date":"1940-01-01","vote_average":0.0,"runtime":23,"cert":"N\/A","id":456168,"title":"Metro-Goldwyn-Mayer's Big Parade Hits for 1940","adult":false,"genre_ids":[]},{"cast":["Osca Humphreys"],"overview":"A documentary about autistic driving students and the obstacle they face while learning to drive.","release_date":"2010-04-29","vote_average":0.0,"runtime":56,"cert":"N\/A","id":456179,"title":"Autistic Driving School","adult":false,"genre_ids":[]},{"cast":[],"overview":"Join your favorite residents of Ponyville — Twilight Sparkle, Rainbow Dash, Fluttershy, Rarity, Applejack, Pinkie Pie and, of course, Spike — as they take on some of the spookiest adventures Equestria’s ever seen! Time to gather around and hold on tight, because these six exciting tales are a chillingly good romp!","release_date":"2014-09-09","vote_average":0.0,"runtime":132,"cert":"\"\"","id":456181,"title":"My Little Pony Friendship Is Magic: Spooktacular Pony Tales","adult":false,"genre_ids":[16]},{"cast":[],"overview":"In a radio program, an old man narrates his rugged existence.","release_date":"1981-01-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":456183,"title":"Su Majestad La Risa","adult":false,"genre_ids":[]},{"cast":["Ervand Abrahamian","Ehsan Yarshater"],"overview":"AMERICAN COUP tells the story of the first coup ever carried out by the CIA - Iran, 1953. Explores the blowback from this seminal event, as well as the coup's lingering effects on the present US-Iranian relationship. Includes a segment on the 1979 Iranian Hostage Crisis and its relation to the 1953 coup. Concludes with a section on the recent Iranian presidential election. Contains interviews with noted Middle East experts and historians and prominent public figures such as Stephen Kinzer (author, All The Shah's Men), Prof. Ervand Abrahamian, Trita Parsi, Col. Lawrence Wilkerson, Ted Koppel and Rep. Ron Paul of Texas. With Iranian cinematography by James Longley.","release_date":"2010-11-09","vote_average":6.0,"runtime":98,"cert":"\"\"","id":456185,"title":"American Coup","adult":false,"genre_ids":[36,99]},{"cast":["Tim Pigott-Smith","Charlotte Riley","Oliver Chris","Adam James","Richard Goulding"],"overview":"Prince Charles' accession to the throne following the Queen's death. When he refuses to sign a controversial bill into law, political chaos ensues: a constitutional crisis, rioting on the streets and a tank in front of Buckingham Palace.","release_date":"2017-05-10","vote_average":6.8,"runtime":89,"cert":"\"\"","id":456187,"title":"King Charles III","adult":false,"genre_ids":[18]},{"cast":["Alberto Olmedo","Jorge Porcel","Javier Portales","Mario Sánchez","Adolfo García Grau"],"overview":"","release_date":"1987-02-12","vote_average":7.9,"runtime":null,"cert":"N\/A","id":456189,"title":"Los Colimbas al Ataque","adult":false,"genre_ids":[35]},{"cast":["Matthew Modine"],"overview":"Jesus Was a Commie presents modern society with questions and leads the audience on a dialectical journey. The film challenges the viewer to seek their own answers and personal truths.","release_date":"2011-05-19","vote_average":0.0,"runtime":15,"cert":"\"\"","id":456197,"title":"Jesus Was a Commie","adult":false,"genre_ids":[99]},{"cast":["Rafael Inclán","Lucero Reynoso","Alejandro Ciangherotti","Alfonso Dávila","Milagros Rueda"],"overview":"A butcher tries to trade his aunt's longaniza sausage recipe to a businessman, asking for his daughter in return.","release_date":"1997-01-01","vote_average":0.0,"runtime":105,"cert":"N\/A","id":456199,"title":"Como agua pa' longaniza","adult":false,"genre_ids":[35]},{"cast":["Robert Beckford"],"overview":"Was the Christ Story stolen from other, older religions? Theologian Dr Robert Beckford investigates remarkable parallels between the stories of Jesus, Krishna, Buddha, Mithra, and other major religious entities, and examines how these similarities impact Christianity and its message.","release_date":"2007-12-25","vote_average":0.0,"runtime":100,"cert":"N\/A","id":456201,"title":"The Hidden Story of Jesus","adult":false,"genre_ids":[99]},{"cast":[],"overview":"One of two films Ruiz made for French television's Cinéma cinémas","release_date":"1984-12-05","vote_average":0.0,"runtime":60,"cert":"N\/A","id":456203,"title":"7 False Connections","adult":false,"genre_ids":[]},{"cast":[],"overview":"A photo-essay that places geography and urban studies alongside issues of memory making and uses of the archive. Geographies of race and ethnicity are explored through the ephemeral qualities of video.","release_date":"2010-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":456205,"title":"Belonging in Britain","adult":false,"genre_ids":[]},{"cast":[],"overview":"Short film featuring musings on film art with Dennis Jakob","release_date":"","vote_average":0.0,"runtime":8,"cert":"N\/A","id":456207,"title":"Dennis Jakob Unplugged","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tell me the Story Of all These Things is an accumulation of several narrative threads drawing together intimate conversations between the artist and her two sisters, ominous animated visions of a metamorphosing body, e-learning training on Prevent, and staged, performed gestures.","release_date":"2017-11-30","vote_average":0.0,"runtime":24,"cert":"N\/A","id":456209,"title":"Tell Me the Story of All These Things","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Mouthfeel combines staged and found footage to unravel the politics surrounding the mass production of processed food. The staged scenes are based on an original script by the artist and focus on the conversations of a married couple who work for the same food multinational – a cross between Nestlé and Monsanto. Their exchange is inspired by theatre and television, where socio-political analysis is played out through everyday, familial dialogue with large doses of humour, hypocrisy and violence.","release_date":"2014-03-21","vote_average":0.0,"runtime":22,"cert":"N\/A","id":456211,"title":"Mouthfeel","adult":false,"genre_ids":[]},{"cast":["Taylor Cole","Steve Lund","Brenda Crichlow","Malcolm Stewart","Corey Sevier"],"overview":"Harper Higgins is determined to land a tenured position at Boston Art College, and she’s counting on curating a big art gallery at the university to do so. But when she loses her showcase artist and can find no one else, she turns to her recently-hired dog walker who, unbeknownst to anyone, is a skilled painter.","release_date":"2017-05-20","vote_average":6.2,"runtime":90,"cert":"\"\"","id":456213,"title":"The Art of Us","adult":false,"genre_ids":[18,10749,35,10770]},{"cast":["Karthi","Rakul Preet Singh","Abhimanyu Singh","Bose Venkat","Sonia Bose Venkat"],"overview":"A hardnosed cop goes after a gang of ruthless dacoits who have been terrorising residents along the highway for a decade.","release_date":"2017-11-17","vote_average":7.6,"runtime":157,"cert":"N\/A","id":456218,"title":"Theeran Adhigaaram Ondru","adult":false,"genre_ids":[28,53]},{"cast":[],"overview":"A man is brutally murdered and his famed shamisen (a three-stringed musical instrument) called the \"Yamabiko\" stolen. Prince Kogenta swears to avenge his father-in-law's death and retrieve the family heirloom.","release_date":"1959-01-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":456220,"title":"Echo in the Mountains","adult":false,"genre_ids":[]},{"cast":["Preslee Bishop"],"overview":"The film tells a story in the life of a young teenager from a broken Midwestern family who can not sleep. She believes a band of ragtag outlaws, who kills their victims in their dreams, will chase her down to her demise. The young teen Carrie Sane (Presley Bishop) visits a neurologist, Dr. Steve Blackburn, in hopes that he can cure the unstoppable seizures that she is plagued with day by day and monsters that haunt her at night.","release_date":"2017-04-23","vote_average":0.0,"runtime":60,"cert":"\"NR\"","id":456222,"title":"Strange Bird","adult":false,"genre_ids":[878,53]},{"cast":[],"overview":"Two people express the familiar feeling of being the Kreep, one through dance, and one through song.","release_date":"2016-06-01","vote_average":10.0,"runtime":6,"cert":"\"NR\"","id":456224,"title":"Kreep","adult":false,"genre_ids":[]},{"cast":[],"overview":"The incredible true story of the Renaissance Community commune, one of the largest, most controversial intentional communities of the 1960s and 70s, and its flamboyant founder, Michael Metelica Rapunzel.","release_date":"2007-05-06","vote_average":0.0,"runtime":98,"cert":"\"\"","id":456232,"title":"Free Spirits","adult":false,"genre_ids":[99]},{"cast":["Boyd Rice","Zeena Schreck","Nikolas Schreck","Adam Parfrey"],"overview":"On August 8, 1988, the world’s first and largest Satanic rally took place. Ripped from a video featuring Satanist talking about creating a New World Order and killing off the masses.","release_date":"1988-08-08","vote_average":0.0,"runtime":73,"cert":"\"\"","id":456234,"title":"8-8-88 Church of Satan Mansonite Rally","adult":false,"genre_ids":[99]},{"cast":["César Bono","José Natera","José Magaña","Karla Barahona","Gastón Padilla"],"overview":"Three ghostly compadres try to finish their earthly business before moving on to the afterlife.","release_date":"1998-01-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":456239,"title":"Fugitivos del paraíso","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Ruiz, rediscovering the things of his past in Chile ten years after the Coup, regards them now with the eyes of another world. This other world is cinema, the mechanical gaze of a Super 8 camera. This eye sees very deeply, even beyond reality and brute memory.","release_date":"","vote_average":0.0,"runtime":16,"cert":"N\/A","id":456241,"title":"The Return of a Library Lover","adult":false,"genre_ids":[]},{"cast":[],"overview":"The video documents a one-man re-creation of the fabled archer’s feat. In it, an armor-clad protagonist emerges from the pastoral landscape to attempt the seemingly heroic act of shooting a can off of his own head by firing a BB gun at a polished piece of marble. Much like Don Quijote’s epic charge at a windmill that he believes to be a giant, the protagonist is attempting a challenge that a spectator would perceive as both inconsequential and potentially self destructive, since he is essentially shooting at himself. However, unlike Quijote, and unlike Tell, the protagonist is aware of this danger and protects himself from the ricocheting BBs with a suit of armor. The armor and the gun, which can be seen as past and present representations of masculine power, actually undermine his image as a heroic man by revealing his vulnerability. This is especially true in the case of the armor since its purpose is to protect him from his own inaccuracy.","release_date":"2006-01-01","vote_average":5.0,"runtime":4,"cert":"\"\"","id":456243,"title":"William Tell","adult":false,"genre_ids":[14]},{"cast":["Edgar Froese","Peter Baumann","Christoph Franke"],"overview":"German TV film, also shown on Spanish TV in 1976, this is a film all about TD which includes informal interviews and concert\/studio footage, most of which seems to have been done exclusively for the film. The interviews are in the German language. The street name in the title refers to where Edgar Froese used to live in Berlin (apparently Klaus Schulze lived on the same street at the time) and is now the site of the TDI offices.","release_date":"1976-05-22","vote_average":0.0,"runtime":45,"cert":"N\/A","id":456248,"title":"Tangerine Dream -  Signals from the Schwäbischen Strasse","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In \"Birth of a Nation\", Jem Cohen takes his camera to Donald Trump’s presidential inauguration and to the next day’s protests.","release_date":"2017-02-20","vote_average":0.0,"runtime":10,"cert":"\"\"","id":456250,"title":"Birth of a Nation","adult":false,"genre_ids":[]},{"cast":[],"overview":"Oberon Zell-Ravenheart, known simply as 'OZ\", is a self-described wizard.  Being a product of the 1960's renaissance era where new art, ideas, and beliefs emerged, OZ created a life for himself that is truly stranger than fiction.  Raising mythical beasties, seeking out legends, and experiencing the magic of love brings OZ to an important question...will he be remembered?","release_date":"2016-08-23","vote_average":0.0,"runtime":23,"cert":"\"\"","id":456252,"title":"The Wizard, Oz","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two technicians are stranded on a foreign planet by an unexplained explosion and must act fast to stay alive when their rescue team turns out to be a hit squad.","release_date":"2017-04-24","vote_average":0.0,"runtime":17,"cert":"\"\"","id":456254,"title":"Athena","adult":false,"genre_ids":[878,28]},{"cast":[],"overview":"A war hero interrogated under suspicion of high treason begins to question what he knows about his captors and himself.","release_date":"2015-06-18","vote_average":0.0,"runtime":6,"cert":"N\/A","id":456256,"title":"Iscariot","adult":false,"genre_ids":[]},{"cast":[],"overview":"LIQUIFY follows the story of Cyra, a high school student who uncovers a conspiracy behind the California drought and ends up at a bar in the middle of rural central coast, where she runs into Buck, a military veteran, who decides to take on one last mission and help Cyra escape from mercenaries hired by the water company determined to protect its profits, but everything changes when Cyra becomes exposed to the chemical that caused the drought, gaining the ability to control water.","release_date":"2016-02-18","vote_average":0.0,"runtime":20,"cert":"\"\"","id":456258,"title":"Liquify","adult":false,"genre_ids":[28]},{"cast":["Stane Sever","Vladoša Simčič","Anka Cigoj","Stane Potokar","Jurij Soucek"],"overview":"Story of the many jobs undertaken by a sanitary technician.","release_date":"1961-10-12","vote_average":0.0,"runtime":81,"cert":"N\/A","id":456266,"title":"The Family Diary","adult":false,"genre_ids":[18]},{"cast":["Helle Ryslinge","Clemens Hildebrandt","Julia McLean","Ole Dupont","Jon Bang Carlsen"],"overview":"","release_date":"1979-03-19","vote_average":10.0,"runtime":null,"cert":"N\/A","id":456268,"title":"Achilleshælen er mit våben","adult":false,"genre_ids":[18]},{"cast":["Ndrek Luca","Agim Shuke","Sandër Prosi","Marie Logoreci","Robert Ndrenika"],"overview":"World War II. Patriot Jonuz Bruga has troubles with his young son, Selim, who leads an immoral lifestyle and does not support the anti-fascist war, while his brothers fight in the city's guerrilla units.","release_date":"1966-11-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":456270,"title":"Echo on the Seashore","adult":false,"genre_ids":[10752,18]},{"cast":["Skënder Sallaku","Vaçe Zela"],"overview":"A comedy from the stage troupe of Tiranë and Shkodër.","release_date":"1968-08-29","vote_average":0.0,"runtime":56,"cert":"N\/A","id":456272,"title":"Estrada në ekran","adult":false,"genre_ids":[10751,35]},{"cast":["Vladimir Usatenko","Alexander Syrota"],"overview":"Thirty years after the Chernobyl disaster, which occurred on the night of April 26, 1986, its causes and consequences are examined. In addition, a report on efforts to strengthen the structures covering the core of the nuclear plant in order to better protect the population and the environment is offered.","release_date":"2015-05-06","vote_average":7.5,"runtime":44,"cert":"N\/A","id":456274,"title":"Chernobyl 30 Years On: Nuclear Heritage","adult":false,"genre_ids":[99,36,10770]},{"cast":["Ndrek Luca","Fitim Makashi","Enver Dauti","Stavri Shkurti"],"overview":"A film set during World War II - a small partisan unit must ambush a German convoy.","release_date":"1968-12-01","vote_average":0.0,"runtime":73,"cert":"N\/A","id":456276,"title":"The Ambush","adult":false,"genre_ids":[10752]},{"cast":[],"overview":"\"One night out in the clubs. Many times artists have performed their music in such an intimate atmosphere close to the fans able to count the sweating pearls running down the faces -- a special performance and filming experience.\r So be part of a show filmed at the Astoria Club in London in April 2007.\r What you will hear and see is a mixture of Madcap's Flaming Duty -- first part of the show -- and some brandnew arranged material from various decades of the band's 40 years' history -- sit back and relax.\"","release_date":"2007-01-06","vote_average":0.0,"runtime":144,"cert":"N\/A","id":456284,"title":"Tangerine Dream - London Astoria Club Concert 2007","adult":false,"genre_ids":[]},{"cast":["Ha Jung-woo","Anna Elisabeth Rihlmann"],"overview":"A Christian documentary about a German missionary Elisabeth Johanna Shepping also known as the Joseon Teresa; her beautiful life, sincere service and sacrifice to life.","release_date":"2017-04-26","vote_average":0.0,"runtime":78,"cert":"N\/A","id":456286,"title":"Suh-Suh Pyoung, Slowly and Peacefully","adult":false,"genre_ids":[99]},{"cast":["Cécile Arnaud"],"overview":"","release_date":"2017-04-19","vote_average":6.5,"runtime":null,"cert":"N\/A","id":456288,"title":"L'Éveil de la Permaculture","adult":false,"genre_ids":[99]},{"cast":["Silva Čušin","Mateja 'Teja' Glažar","Saša Pavček","Domen Valič","Mojca Fatur"],"overview":"The life and rather obscure hardships of a Slovenian feminist author and human rights activist Angela Vode.","release_date":"2009-01-01","vote_average":0.0,"runtime":110,"cert":"N\/A","id":456293,"title":"Angela Vode: Secret Memories","adult":false,"genre_ids":[18,10770]},{"cast":["Shawn Welling"],"overview":"All shot with a drone the questions ask is \"The Ocean\" our final destiny. Can \"The Ocean\" speak to us? How do sound waves move through water? How do birds see the world beneath them? These are just a few of the questions posed as the filmmakers study the many ways we see nature from the sky.","release_date":"2016-04-10","vote_average":0.0,"runtime":4,"cert":"\"NR\"","id":456295,"title":"The Ocean","adult":false,"genre_ids":[]},{"cast":[],"overview":"Using their sound and film equipment like musical instruments, the members of the band GUI AIUEO:S create an audiovisual work of art. On their journey, they search for UFOs, meet odd hermits, and are introduced to the sustainable toilet.","release_date":"2017-05-27","vote_average":0.0,"runtime":86,"cert":"N\/A","id":456306,"title":"Gui aiueo:S - A stone from another mountain to polish your own","adult":false,"genre_ids":[]},{"cast":["Rod Beattie"],"overview":"As the first frosts come to Persephone Township Walt and Maggie Wingfield are all set to welcome new life to the farm. She's expecting, and he's nesting. But Walt is alarmed about the old feuds that divide the neighbours and disturb the tranquillity of the community. His attempts to mend other people's fences meet with a resistance as stiff and cold as the weather itself. And the biggest challenge to them all is looming on the horizon.","release_date":"2006-01-01","vote_average":8.0,"runtime":107,"cert":"N\/A","id":456308,"title":"Wingfield On Ice","adult":false,"genre_ids":[35]},{"cast":["Rod Beattie"],"overview":"A devastating fire at the Orange Hall in Larkpur leaves it a smouldering ruin. Walt Wingfield leads the charge to get it rebuilt, but lighting a fire under his fellow committee members proves a daunting task. Is it courage they lack, or is the devil in the details?","release_date":"2006-01-01","vote_average":8.0,"runtime":107,"cert":"N\/A","id":456310,"title":"Wingfield's Inferno","adult":false,"genre_ids":[35]},{"cast":["Damien Boisseau","Jade Guilbault","Gabriel Bismuth-Bienaimé","Nathalie Homs","Gilles Morvan"],"overview":"In the evening, as a little girl and her father take a ride on the subway train, she notices a huge poster of a beautiful pony. Amazed, she calls her father and quickly starts to insist when he replies evasively, drawing other passengers’ attention.","release_date":"2016-03-28","vote_average":0.0,"runtime":5,"cert":"N\/A","id":456312,"title":"Méli-Métro","adult":false,"genre_ids":[16]},{"cast":["Rafael Vascon"],"overview":"","release_date":"2015-11-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":456314,"title":"Corço","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two people are on the road. Everyday life, business calls, games, a curve of the highway, a swing and again business calls... During this year the father and the daughter have not seen much of each other and they have not been alone for a long time. Two cameras are looking face to face; different fears inhabit one and the same space. There is a question: should they come back or should they continue traveling together?","release_date":"2014-06-19","vote_average":0.0,"runtime":52,"cert":"N\/A","id":456316,"title":"Together","adult":false,"genre_ids":[99]},{"cast":[],"overview":"As a young orphan girl and helps him to retrieve something crucial to his work and makes a friend for eternity!","release_date":"2016-12-07","vote_average":0.0,"runtime":6,"cert":"N\/A","id":456318,"title":"Ad vitam aeternam","adult":false,"genre_ids":[16]},{"cast":["Cecília Homem de Mello"],"overview":"","release_date":"2011-11-11","vote_average":6.0,"runtime":null,"cert":"N\/A","id":456320,"title":"A Galinha Que Burlou o Sistema","adult":false,"genre_ids":[]},{"cast":["Suzuka Morita","Takahisa Maeyama","Haruhiko Imai","Tetsuya Makita","Misaki Momose"],"overview":"High school student Ayumi kills herself and leaves behind a cryptic message that says \"will be killed by boyfriend.\"","release_date":"2012-07-22","vote_average":0.0,"runtime":74,"cert":"N\/A","id":456322,"title":"Cellular Boyfriend +","adult":false,"genre_ids":[53,27]},{"cast":["Meral Konrat","Fakhraddin Manafov","Zarnigar Aghakishiyeva","Hasan Mammadov","Larisa Khalafova"],"overview":"This Azerbaijani romantic drama depicts the love affair between Zaur, a man from an affluent family, and Tahmina, a divorced woman doing her best to survive in a conservative society.","release_date":"1993-05-01","vote_average":7.0,"runtime":108,"cert":"N\/A","id":456324,"title":"Tahmina","adult":false,"genre_ids":[18,10749]},{"cast":["Aleksandr Kalyagin","Mukhtar Maniyev","Irina Kupchenko","Liya Akhedzhakova","Larisa Khalafova"],"overview":"Psychological drama about a university dean who leads a double life.","release_date":"1987-02-16","vote_average":0.0,"runtime":91,"cert":"N\/A","id":456326,"title":"Another Life","adult":false,"genre_ids":[18,9648]},{"cast":[],"overview":"“Where the North Begins” was one of the 4 original regional portrait films commissioned for the first season of Ontario Place (the others being \"North of Superior\" (IMAX), \"Seasons in the Mind\" (70mm), and \"Home By The Waters\" (35mm anamorphic). The film was directed by David MacKay who was the producer for \"A Place to Stand\" and then directed \"Ontario-oh!\". Although \"Where The North Begins\" was commissioned by the Ontario government, Dave's subversive and wicked sense of irony does come shining through, as does his heartfelt beliefs.","release_date":"1971-01-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":456328,"title":"Where the North Begins","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The resurrection of Zambia's national football team after losing 18 players in a plane crash in Gabon in 1993. A 18-year road of reconstruction until destiny makes its move: in Gabon, Zambia becomes African Champion after a long 18 penalty-shoot-out.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":456330,"title":"Eighteam","adult":false,"genre_ids":[]},{"cast":["Masako Miura","Tarako","Yuriko Yamamoto","Hiromi Tsuru"],"overview":"Our heroine has been kidnapped and her two somewhat ditzy friends decided to save her in a war machine they found in her house. Unfortunately they have little idea of how it works so let the random destruction begin.","release_date":"1986-11-25","vote_average":0.0,"runtime":27,"cert":"N\/A","id":456332,"title":"Girl Detective Club","adult":false,"genre_ids":[35,28,16]},{"cast":["Bill Elliott","Lorna Gray","Forrest Tucker","Andy Devine","Jack Holt"],"overview":"About to marry Jim Plummer, Kate Foley runs off to Nevada when Ed Bagley convinces her a quick fortune can be made robbing gold shipments that are being transported by the railroad. In Bannock City she meets reformed-bandit Frank Plummer, posing as Frank Norris, brother of Jim Plummer, who has being going straight and working as an express shipment guard. Jim also shows up and plans a robbery by stealing a train and hiding it in an abandoned tunnel. The two brothers are on opposite sides of the law with the now-reformed Kate caught in the middle.","release_date":"1949-02-25","vote_average":0.0,"runtime":78,"cert":"\"\"","id":456334,"title":"The Last Bandit","adult":false,"genre_ids":[37,10749]},{"cast":[],"overview":"Journalist and television presenter Patrick Gemet accepted the invitation of Victor Lumen to visit him in his old and strange Burgundian residence.","release_date":"1983-08-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":456336,"title":"Le secret de monsieur L","adult":false,"genre_ids":[]},{"cast":["Monte Hale","Paul Hurst","Gail Davis","Roy Barcroft","John Holland"],"overview":"Young Buffalo Bill Cody goes after the murderer of his father and uncovers a land-grab conspiracy.","release_date":"1949-05-23","vote_average":0.0,"runtime":60,"cert":"\"\"","id":456338,"title":"Law of the Golden West","adult":false,"genre_ids":[37]},{"cast":[],"overview":"Three-part colour inquiry. Questions adapted from Frederick Douglass to Jericho Brown bring the hurt. The images have been soaked in water until everything recognizable has been stripped away, leaving behind a wash of colours, a bacterial flow.","release_date":"2017-05-19","vote_average":0.0,"runtime":3,"cert":"\"\"","id":456343,"title":"Colour My World","adult":false,"genre_ids":[]},{"cast":["Michael E. Uslan","Roy Thomas","Marc Tyler Nobleman","Thomas Andrae","Benjamin Zaido Cruz"],"overview":"Everyone thinks that Bob Kane created Batman, but that’s not the whole truth. One author makes it his crusade to make it known that Bill Finger, a struggling writer, actually helped invent the iconic superhero, from concept to costume to the very character we all know and love. Bruce Wayne may be Batman’s secret identity, but his creator was always a true mystery.","release_date":"2017-05-06","vote_average":7.8,"runtime":93,"cert":"\"\"","id":456348,"title":"Batman & Bill","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Changing winds, shifting moods, stirring, awaiting…","release_date":"2017-05-19","vote_average":0.0,"runtime":8,"cert":"\"\"","id":456350,"title":"Restless","adult":false,"genre_ids":[]},{"cast":["Travis Pastrana","Aaron Fotheringham","Cameron Sinclair","Bob Burnquist","Erik Roner"],"overview":"Travis Pastrana and the Nitro Circus Live team descend on Las Vegas for their biggest and most ambitious show yet! In front of a 14,000 strong sell-out crowd in the Grand Garden Arena at the MGM Grand Hotel, Travis and his friends attempt multiple new World first stunts! In true Nitro Circus Live fashion some go great, and some go wrong, but the action and suspense is intense. Experience the drama and tension as the cast prepare for, and ultimately performs, the greatest Action Sports show ever seen.","release_date":"2012-05-06","vote_average":0.0,"runtime":43,"cert":"\"PG-13\"","id":456355,"title":"Nitro Circus Presents: Vegas Baby!","adult":false,"genre_ids":[35,99]},{"cast":[],"overview":"Love story set among wrestlers in Senegal.","release_date":"2005-02-02","vote_average":0.0,"runtime":105,"cert":"N\/A","id":456357,"title":"L'appel des arènes","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":456359,"title":"Erotic Nation","adult":true,"genre_ids":[99,36]},{"cast":[],"overview":"In this extraordinarily faithful stage version of the second Oz book, the only major deletions were things unperformable on stage (The Jackdaw's nest and the Gryphon\/Sawhorse chase) and an increase in the role of Jellia Jamb, who remains in the Emerald City in the novel.","release_date":"1981-01-01","vote_average":0.0,"runtime":104,"cert":"\"\"","id":456361,"title":"The Marvelous Land of Oz","adult":false,"genre_ids":[]},{"cast":["Stanley Nelson","Cecelia Antoinette","Henry Louis Gates, Jr."],"overview":"Documentary about a holiday resort frequented by black people.","release_date":"2004-02-02","vote_average":0.0,"runtime":54,"cert":"\"\"","id":456363,"title":"A Place of Our Own","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Documentary about a building.","release_date":"2008-02-02","vote_average":0.0,"runtime":12,"cert":"N\/A","id":456365,"title":"Rodakis","adult":false,"genre_ids":[]},{"cast":[],"overview":"The USS Freedom and USS Independence are the pioneering warships changing the face of battle on the sea with cutting edge design. Go inside the rigid testing that these ships must face to become part of the Navy. From a simulated high-speed attack to test the ships' guns and cannons to helicopter launches and technical failures, watch these ships attempt to achieve their mission objectives to ultimately be integrated into the U.S. Navy's Surface fleet.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":456367,"title":"Inside: 21st Century Warship","adult":false,"genre_ids":[]},{"cast":["Christopher Lloyd","Billy Boyd","Paulie Redding","Lance Henriksen","Sean Astin"],"overview":"Children's author Dorothy Gale makes a decent living continuing her grandfather's series of Oz books. When a new agent enters the scene, Dorothy moves to New York city. In the midst of a major business deal for her books, Dorothy discovers that her books are not based on her imagination, but on repressed memories. While Dorothy struggles with the revelation, she is forced to confront The Wicked Witch of the West, who has descended upon the Big Apple, determined to settle an old score.","release_date":"2012-02-17","vote_average":3.5,"runtime":101,"cert":"\"NR\"","id":456375,"title":"Dorothy And The Witches Of Oz","adult":false,"genre_ids":[10751,14,12]},{"cast":[],"overview":"The Wind in the Willows is a 1983 British stop motion animated film produced by Cosgrove Hall Films for Thames Television and aired on the ITV network. The film is based on Kenneth Grahame's classic story The Wind in the Willows.","release_date":"1983-12-27","vote_average":0.0,"runtime":79,"cert":"N\/A","id":456377,"title":"The Wind In The Willows","adult":false,"genre_ids":[]},{"cast":[],"overview":"The story of a little girl name Karen who was very poor and was given a pair of red shoes made of cloth to keep her feet warm in the winter. When her mother dies, she's adopted by a rich older woman who burns the shoes, saying they're ugly. Karen grows up pretty and happy with the old woman, but one day she sees a princess wearing beautiful red shoes and wants a pair just like them. When it comes time for Karen to be confirmed, she's to have a new pair of shoes. The pair she wants are red leather shoes that were maid for a count's daughter, but were too small. Karen buys them without the old woman knowing and wears them to her confirmation and gets in trouble for it. When the old woman falls ill, instead of taking care of her Karen goes to a ball and dances, but finds she can't stop dancing.","release_date":"1983-01-01","vote_average":0.0,"runtime":79,"cert":"\"\"","id":456379,"title":"The Red Shoes","adult":false,"genre_ids":[]},{"cast":["Zuzana Fialová","Kateřina Brožová","Sabina Laurinová","Zdena Studenková","Šárka Vojtková"],"overview":"Series of erotic stories, inspired by La Fontaine's and Boccaccio's work.","release_date":"1994-01-01","vote_average":0.0,"runtime":87,"cert":"\"\"","id":456381,"title":"Lusty Liaisons","adult":true,"genre_ids":[35]},{"cast":["Lewis Stone","Anna Q. Nilsson","John Roche","Chester Conklin","Dale Fuller"],"overview":"A 1926 film directed by John Francis Dillon.","release_date":"1926-10-25","vote_average":0.0,"runtime":70,"cert":"\"\"","id":456383,"title":"Midnight Lovers","adult":false,"genre_ids":[10752,35,10749]},{"cast":["Colleen Moore","Syd Chaplin","Phyllis Haver","Lydia Knott","Frank Mayo"],"overview":"A 1924 film directed by John Francis Dillon.","release_date":"1924-05-25","vote_average":0.0,"runtime":70,"cert":"\"\"","id":456385,"title":"The Perfect Flapper","adult":false,"genre_ids":[10749,35]},{"cast":["Desiderio"],"overview":"COOCUYO. To quote a Cuban comedian: “where does the Cocuyo hide its battery?”, just thanks to its peculiarity, Desiderio uses this cockroach as a perfect metaphor to describe his protagonists:  with their green lights during the night and virtually impossible to find during the day. In his movie, he tries to find the battery of the Cocuyo living and looking for the “day-time” part, creating a path made by portraits and with an anti-narrative style. These scenes are far away from the Electronic music, or partly at least; all in a very natural context and without a defined screenplay.\r http:\/\/www.coocuyo.com\/","release_date":"2017-06-18","vote_average":10.0,"runtime":45,"cert":"N\/A","id":456399,"title":"COOCUYO","adult":false,"genre_ids":[10402,35,99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":456401,"title":"The Way to Happiness","adult":false,"genre_ids":[]},{"cast":["Noelia Campo","Mauro Sarser","Stefania Tortorella","Marie Hélène Wyaux","Federico Guerra"],"overview":"In two parallel stories, two ladies Clara and Paula are working upon their relationships, parenthood and at the same time not sacrificing professionals and sexual freedom of the couple.","release_date":"2016-09-29","vote_average":5.0,"runtime":135,"cert":"N\/A","id":456403,"title":"Los modernos","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"1977-05-11","vote_average":8.0,"runtime":20,"cert":"N\/A","id":456405,"title":"Makwayela","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Live from Just For Laughs, the Montreal International Comedy Festival, come the funniest comics to ever take the stage at the world's largest and most prestigious comedy event! With hilarious performances by: Larry the Cable Guy, Ron White, Frank Caliendo, Jeff Foxworthy, Bill Engvall, Jon Reep, Dom Irrera, John Caparulo, John Caponera, Kathleen Madigan, Joe Starr, Michael Loftus, Rocky Laporte, and Steve McGrew.","release_date":"2009-01-01","vote_average":0.0,"runtime":97,"cert":"\"\"","id":456407,"title":"Just For Laughs: Working Class Comics","adult":false,"genre_ids":[]},{"cast":[],"overview":"What happens when you take the best stand-up and sketch comedy acts and bring them to life….or at least cartoon life? You Get Tooned-Up, the first series to animate stand-up comedy. Hilarious and wildly original.","release_date":"2004-01-01","vote_average":0.0,"runtime":42,"cert":"\"\"","id":456409,"title":"National Lampoons Tooned-Up","adult":false,"genre_ids":[]},{"cast":["Walter Winchell","Paul Whiteman","Joan Castle","Ruth Etting","Art Jarrett"],"overview":"Walter Winchell meets a budding country journalist and shows her around the Biltmore Hotel.","release_date":"1933-01-01","vote_average":0.0,"runtime":21,"cert":"\"\"","id":456411,"title":"I Know Everybody and Everybody's Racket","adult":false,"genre_ids":[10402,35]},{"cast":["Reza Rahadian","Adinia Wirasti","Hannah Al Rashid","Astrid Tiar","Hamish Daud"],"overview":"Ale and Anya first met on a flight from Jakarta to Sydney. Anya was lured on the first three minutes, seven hours later they were sitting next to each other and getting to know each other through conversations and laughter, and eight minutes before separating Ale was sure he wanted Anya.","release_date":"2017-05-10","vote_average":7.5,"runtime":135,"cert":"N\/A","id":456422,"title":"Critical Eleven","adult":false,"genre_ids":[18,10749]},{"cast":["Pedro Weber","Manuel 'Flaco' Ibáñez","Yirah Aparicio","Marcela Rubiales","Guillermo de Alvarado 'Condorito'"],"overview":"A man is dumped by his wife after she finds him cheating on her. He loses all his money and possessions, except for his butler, who stays by his side in hopes he'll get back on his feet.","release_date":"1988-01-01","vote_average":0.0,"runtime":89,"cert":"N\/A","id":456424,"title":"La nalgada de oro","adult":false,"genre_ids":[35]},{"cast":["Ravi Teja","Raashi Khanna","Seerat Kapoor","Freddy Daruwala","Murali Sharma"],"overview":"The film revolves around a police officer called Karthikeya (Ravi Teja), who struggles to maintain a balance between his personal and professional life. Until one incident changes his life forever.","release_date":"2018-02-02","vote_average":8.0,"runtime":147,"cert":"N\/A","id":456426,"title":"Touch Chesi Chudu","adult":false,"genre_ids":[28]},{"cast":["Tatsuo Umemiya","Ryoichi Tamagawa","Keiko Natsu","Asao Uchida","Yukiko Kuwahara"],"overview":"A story of rivalry between two gambling clans.","release_date":"1969-05-06","vote_average":0.0,"runtime":89,"cert":"N\/A","id":456428,"title":"The Bad Boss 3","adult":false,"genre_ids":[28,80,18]},{"cast":["Tatsuo Umemiya","Hayato Tani","Yukie Kagawa","Hiroko Minami","Shingo Yamashiro"],"overview":"Tokyo hoodlums travel to Osaka and enter into rivalry with the local gangsters.","release_date":"1969-10-15","vote_average":0.0,"runtime":88,"cert":"N\/A","id":456430,"title":"Wolves of the City, Operation \"Rat\"","adult":false,"genre_ids":[18,28,80]},{"cast":["Manu NNa"],"overview":"Eclectic stand-up comic Manu NNa relays everyday tales about the struggles of being gay in Mexico and shares his love of telenovelas and mezcal.","release_date":"2017-05-05","vote_average":4.7,"runtime":71,"cert":"\"\"","id":456432,"title":"Simplemente Manu NNa","adult":false,"genre_ids":[35]},{"cast":["Ajay","Adith Arun","Pooja Jhaveri","Jagadish Talasila"],"overview":"A man must go to great lengths to save his wife.","release_date":"2016-10-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":456446,"title":"L7","adult":false,"genre_ids":[53]},{"cast":["Raj Kapoor","Mala Sinha","Lalita Pawar","Nazir Hussain","Mehmood"],"overview":"After an hospital accident, a wealthy male is compelled to adopt a prostitute's son. The lead protagonist is played by Raj Kapoor.","release_date":"1958-01-01","vote_average":0.0,"runtime":137,"cert":"N\/A","id":456448,"title":"Parvarish","adult":false,"genre_ids":[]},{"cast":["Yuma Ishigaki","Risa Kudo","Yuika Motokariya","Atsushi Okuno","Tomoro Taguchi"],"overview":"No Movie Overview...","release_date":"2006-11-25","vote_average":0.0,"runtime":95,"cert":"N\/A","id":456450,"title":"Love Letter So-renka","adult":false,"genre_ids":[18,10749]},{"cast":["Skip Norman","Li Antes"],"overview":"Short experimental film by (and starring) Skip Norman dealing with racism, black\/white relations, the blues.","release_date":"1969-01-01","vote_average":0.0,"runtime":17,"cert":"N\/A","id":456452,"title":"Blues People","adult":false,"genre_ids":[]},{"cast":["Ataru Oikawa","Motoki Fukami","Mikako Ichikawa","Ryo Katsuji","Yuika Motokariya"],"overview":"A story about Sayoko Kano, a junior high school student, who is believed to be a descendent of an Indian goddess. Sayoko is a kind of femme fatale, who uses her supernatural power to control people, especially men. While in the original manga Sayoko is represented as a femme fatale always surrounded by men, the film will focus on the friendship between Sayoko and her friend Yuiko Asai, both now on their first year at university.","release_date":"2007-06-30","vote_average":0.0,"runtime":116,"cert":"N\/A","id":456454,"title":"Kissho Tennyo","adult":false,"genre_ids":[14]},{"cast":[],"overview":"A ticket war between sexy girls!  There is a ticket coffee shop in a small town. Kang Cherry is the most popular girl here. The town men are desperate to get their tickets with Cherry everyday. However, Cherry doesn't easily give into them and she's haughty.  One day, Moon-sik moves into the town to live a quiet life. Cherry recognizes a man with money right away and tries to seduce him. Moon-sik who visits the coffee shop out of curiosity falls for Cherry right away and can't seem to get enough of her...","release_date":"","vote_average":0.0,"runtime":93,"cert":"N\/A","id":456456,"title":"Ticket Coffee Shop","adult":true,"genre_ids":[]},{"cast":["Chun Woo-hee","Lee Joo-young"],"overview":"Don't worry. You were lonely at home. It will be better to be with friends. There will always be a lot of people visiting you. The ceiling is higher, and it will be warmer there.","release_date":"2017-04-18","vote_average":0.0,"runtime":4,"cert":"N\/A","id":456467,"title":"girls on top","adult":false,"genre_ids":[18]},{"cast":["Ryo Yoshizawa","Rio Uchida","Yuki Yamada (Male)","Shimon Okura","Nagi Nemoto"],"overview":"When Yuichi Katakiri (Ryo Yoshizawa) was a child, his mother taught him that friends are more important than money. Now, as a high school student, Yuichi prioritizes friends over money. One day, Yuichi and his friends become involved in the \"Friends Games\" which carries large amounts of money.","release_date":"2017-06-03","vote_average":0.0,"runtime":97,"cert":"N\/A","id":456469,"title":"Friends Games: The Movie","adult":false,"genre_ids":[9648,18]},{"cast":["Guy Richards Smit","Rebecca Chamberlain","Zoe Lister-Jones","Louis Fernandez","Leo Fitzpatrick"],"overview":"Two adult film stars become crippled with doubt, quit the business and go shopping.","release_date":"2004-12-11","vote_average":0.0,"runtime":57,"cert":"\"\"","id":456471,"title":"Nausea II","adult":false,"genre_ids":[35]},{"cast":["Rina Takeda","Yutaka Kobayashi","Kazuko Yoshiyuki","Takashi Naito","Nana Okada"],"overview":"Suzume Akamatsu works at a library in Uwajima, Ehime Prefecture. She delivers books by riding a bicycle. Through her work, Suzume grows as a person.","release_date":"2016-07-02","vote_average":0.0,"runtime":108,"cert":"N\/A","id":456473,"title":"The Book Peddler","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Episode 57 \"Dr. Hell Occupies Japan\" of the original TV show, shown as a movie.","release_date":"1974-03-16","vote_average":0.0,"runtime":25,"cert":"N\/A","id":456475,"title":"Mazinger Z vs. Doctor Hell","adult":false,"genre_ids":[878,28,16]},{"cast":[],"overview":"Thomas and his friends are telling tales on the rails. Percy's sheep escape, as Den and Dart fear working apart. James can't handle the slip coaches, while Salty's imagination has him running scared. When Percy loses control, he bravely faces his fears with a little help from his friends. Track down exciting stories with Thomas and his friends. Featuring the episodes: Very Important Sheep, Salty All at Sea, Den and Dart, Duck and the Slip Coaches and Missing Gator.","release_date":"","vote_average":0.0,"runtime":80,"cert":"N\/A","id":456477,"title":"Thomas & Friends - Tales From The Rails","adult":false,"genre_ids":[]},{"cast":["Erol Sander","Katja Giammona","Michael Mendl","Jürgen Reuter"],"overview":"The real estate expert Jan Holzer travels to the Caribbean with a special assignment. Within a week, the businessman is to move the Cuban family Ortega to sell their beach property, on which Jans Bank wants to build a hotel together with a Swiss company. But as soon as Jan has landed in Cuba, he falls in love with the beautiful Dolores. The Cuban stewardess is the daughter of the family he's supposed to move to leave their property. Jan is in a bind. Thanks to Dolores, Jan recognizes the incomparable charm of the island and soon has an ambivalent feeling about his job.","release_date":"2007-05-07","vote_average":0.0,"runtime":85,"cert":"N\/A","id":456479,"title":"A Love in Cuba","adult":false,"genre_ids":[]},{"cast":["Shatrughan Sinha","Arman Kohli","Ayesha Jhulka","Kader Khan","Raj Babbar"],"overview":"Aulad Ke Dushman is a story of parents who blindly bow down to the demands of their stubborn children thereby adding poison to their future. R. K. Chaudhary is the father believes in fulfilling every whim of his son Vicky to express his love towards him. When Vicky commits a murder, Chaudhary blankets his crime by pouring money. When Vicky insults the vice principal of his college, Chaudhary forces the Vice Principal resign instead of questioning Vicky. Chaudhary's elder brother Papaji does not approve of Vicky's misbehavior and leaves the house.","release_date":"1993-12-03","vote_average":10.0,"runtime":null,"cert":"N\/A","id":456487,"title":"Aulad Ke Dushman","adult":false,"genre_ids":[]},{"cast":["Pope Francis"],"overview":"","release_date":"2016-12-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":456489,"title":"Papa Francesco: Come Dio comanda","adult":false,"genre_ids":[99]},{"cast":["Jack Donovan","Gerald Harper"],"overview":"A made for TV BBC documentary exploring Jack Donovan's antique automaton collection. The documentary focuses on the toys themselves, displaying their range of movements in plain settings while the narrator weaves stories and comments about them to the synth sounds of library music.","release_date":"1976-12-24","vote_average":0.0,"runtime":45,"cert":"N\/A","id":456491,"title":"Princely Toys: One Man's Private Kingdom","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A film about twerking, and how a dance move turned into a statement about freedom, sexual expression and empowerment. It also explores how the music industry and the internet influence cultures, all around the world.","release_date":"2016-03-01","vote_average":6.0,"runtime":null,"cert":"\"\"","id":456493,"title":"#Twerkumentary","adult":false,"genre_ids":[]},{"cast":["Francesco Rutelli","Giuliano Bonetto"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":456495,"title":"Rinascere dalle distruzioni: Ebla, Nimrud, Palmira","adult":false,"genre_ids":[99]},{"cert":"N\/A","title":"Rachana","cast":["Srividhya","Nedumudi Venu","Mammootty","Jagathy Sreekumar","Vijay Menon"],"id":456497,"overview":"Rachana is a 1983 Indian Malayalam film, directed by Mohan and produced by Sivan Kunnampilly. The film stars Srividya, Nedumudi Venu, Bharath Gopi and Mammootty in lead roles. The film had musical score by MB Sreenivasan.Bharath Gopi won the Kerala State Film Award for Best Actor for his performance in the film.","runtime":null,"genre_ids":[],"release_date":"1983-03-10","vote_average":0.0,"adult":false}]