[{"cast":[],"overview":"Alex is making the big move to Seattle from Memphis. He's said goodbye to girlfriend Monica and he's on his way that is, until his truck with all of his stuff gets repossesed. That means he has to stick around for a while longer, but then he meets the beautiful Vanessa. Should he cancel his trip to be with her?","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":457001,"title":"The Big Muddy","adult":false,"genre_ids":[]},{"cast":[],"overview":"A puppet-starring fish story.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":457003,"title":"Lunker Lake","adult":false,"genre_ids":[]},{"cast":[],"overview":"San Francisco's North Beach in the 50's - A mix of jazz, poetry and art - The Beach recreates the atmosphere that prevailed through first-hand accounts from the actual \"players\" along with photographs and artwork from that vibrant time.","release_date":"1995-01-01","vote_average":0.0,"runtime":57,"cert":"\"NR\"","id":457008,"title":"The Beach - San Francisco’s North Beach in the 50s","adult":false,"genre_ids":[99]},{"cast":["Tara Spencer-Nairn","Joshua Close","Allan Hawco","Julian Richings","Stewart Arnott"],"overview":"Photojournalist Nika Printz is struggling to accept the mysterious death of her younger brother when she discovers his obsession with trepanation; an ancient procedure that involves drilling a hole in one's head.","release_date":"2007-02-09","vote_average":0.0,"runtime":91,"cert":"\"\"","id":457010,"title":"The Third Eye","adult":false,"genre_ids":[80,27,53]},{"cast":["Arturo de Córdova","María Luisa Zea","Eduardo Arozamena","Linda Gorráez","Miguel Manzano"],"overview":"A 1941 film.","release_date":"1941-02-27","vote_average":0.0,"runtime":102,"cert":"N\/A","id":457012,"title":"El milagro de Cristo","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Auntie Ganga discovers day-to-day lives of old women through auntie Ganga about their struggle to blend in with the society in spite of cultural and language barriers.","release_date":"2014-03-22","vote_average":0.0,"runtime":12,"cert":"N\/A","id":457014,"title":"Auntie Ganga","adult":false,"genre_ids":[]},{"cast":[],"overview":"Kate is devastated when her husband Dan is killed crossing the road outside a charity shop. But inside the shop is a mysterious old tape recorder, which Kate discovers has the power to stop and rewind time itself. Meeting the enigmatic shopkeeper Alice, Kate is introduced to a vast underground library of cassettes - the whole of time, divided into 90 minute segments. Which tape will she choose? And can she save her husband?","release_date":"","vote_average":0.0,"runtime":17,"cert":"N\/A","id":457016,"title":"Stop\/Eject","adult":false,"genre_ids":[]},{"cast":["Nirmal Jacob","Ashokan","Nakshathra","Haneesh Khani","Shafi"],"overview":"Village Guys is a 2015 Malayalam language Indian Comedy film","release_date":"2015-01-02","vote_average":0.0,"runtime":127,"cert":"N\/A","id":457018,"title":"Village Guys","adult":false,"genre_ids":[35]},{"cast":["Logic","6ix","Bobby Cambell","No I.D.","Juicy J"],"overview":"The 45 minute film follows Logic through the making of the album which has a lot of contributions from guest artists, musicians and instrumentalists. Even his wife Jessica Andrea has guest vocals on several songs and skits. There is one scene where the rapper gets very emotional about the content of the album and how much love he gets from his dedicated fans.","release_date":"2017-05-05","vote_average":10.0,"runtime":46,"cert":"\"\"","id":457020,"title":"Logic's Everybody Documentary","adult":false,"genre_ids":[99]},{"cast":["Jorge Porcel","Elizabeth Killian","Adolfo García Grau","Nelly Láinez","Mariquita Gallegos"],"overview":"","release_date":"1974-03-07","vote_average":5.3,"runtime":null,"cert":"N\/A","id":457025,"title":"Los Vampiros los Prefieren Gorditos","adult":false,"genre_ids":[]},{"cast":["Misaki Morino","Masakatsu Nakasaki","Kyôko Hayami","Noriko Kimura"],"overview":"This work is directed by Yolikojun's original script. Misaki Morino challenged the role of a new landscape of the main character A child and each personality derived from inside of himself, three roles with different character. A human pattern that comes into view as complicated and tricky drama, mainly A child, develops. And sex and life, or death beyond that.","release_date":"2017-03-04","vote_average":5.8,"runtime":101,"cert":"N\/A","id":457027,"title":"Atashira","adult":false,"genre_ids":[18,9648]},{"cast":[],"overview":"There is certainly some pressure to procreate in Western societies, but in some countries, it’s not even a question of choice. Married but childless, director Aicha Macky’s circumstance is judged unacceptable in her native Niger. Doctors haven’t been able to determine why she can’t conceive, but in her conservative Muslim society, women are always getting blamed for infertility, while men are rarely diagnosed. Speaking to her departed mother who died in childbirth, she expresses her deep sadness: “By giving life, you lost yours, whereas I’m dying a slow death by not being able to give life.” Drawing from her personal experience, Macky bravely addresses the taboo of childlessness and the stigma Nigerien women like her must endure. Through delicate, exquisitely shot portraits, and sensitive observation of other women’s secret suffering, she finds a way to affirm herself as a fulfilled individual among mothers.","release_date":"2017-11-10","vote_average":0.0,"runtime":52,"cert":"N\/A","id":457029,"title":"The Fruitless Tree","adult":false,"genre_ids":[99]},{"cast":["Anarkali Marikar","Sarath Kumar","Nandini Sree"],"overview":"Malayalam Upcoming Drrama Film","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":457031,"title":"Amala","adult":false,"genre_ids":[18]},{"cast":["Suzanne Cloutier"],"overview":"Actress Suzanne Cloutier is interviewed about \"Othello\", Orson Welles' masterpiece, in which she played Desdemona.","release_date":"1995-01-01","vote_average":0.0,"runtime":49,"cert":"N\/A","id":457033,"title":"Souvenirs d'Othello","adult":false,"genre_ids":[99]},{"cast":["Ricardo Montalban","José Ferrer","Leslie Nielsen","Chris Robinson","Katherine Woodville"],"overview":"A scientist and his team of underwater explorers search for the culprit who has stolen the world's supply of nerve gas and hidden it somewhere in the ocean.","release_date":"1970-10-24","vote_average":0.0,"runtime":100,"cert":"\"\"","id":457035,"title":"The Aquarians","adult":false,"genre_ids":[18,28,12,53,10770]},{"cast":["Agustín Bernal","Rafael Goyri","Jacaranda Alfaro"],"overview":"Serial killer breaks out of jail, goes looking for the guy who caused his arrest, has a lot of fun along the way.","release_date":"1999-05-10","vote_average":0.0,"runtime":90,"cert":"N\/A","id":457037,"title":"Huida al infierno","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary by Jürgen Böttcher.","release_date":"1968-12-31","vote_average":0.0,"runtime":19,"cert":"N\/A","id":457042,"title":"Ein Vertrauensmann","adult":false,"genre_ids":[99]},{"cast":["Genoveva Rossi","Benjamin Wood","Drew Rin Varick","Johnny Rock"],"overview":"It's 1954. Mad Scientists. Hostile aliens, an escaped cyborg, and the fate of the world hangs in the balance.","release_date":"2017-05-30","vote_average":0.0,"runtime":null,"cert":"\"\"","id":457044,"title":"I Was a Teenage Alien Mutant Cyborg","adult":false,"genre_ids":[878,35]},{"cast":["Shuuhei Nomura","Yuina Kuroshima","Yuna Taira","Kentaro Ito","Tina Tamashiro"],"overview":"In the town of Sakurada, where about half of the residents have special abilities, Kei Asai (Shuhei Nomura) is a high school student and is able to remember everything. Misora Haruki (Yuina Kuroshima) is also a high school student and she has the power to reset the world by 3 days. If they use both of their powers together, they can go back in time by 3 days and retain their memory. They are watched by the administrative bureau.","release_date":"2017-05-13","vote_average":7.0,"runtime":125,"cert":"N\/A","id":457046,"title":"Sagrada Reset Part 2","adult":false,"genre_ids":[]},{"cast":[],"overview":"Scientists forming the Intergovernmental Panel on Climate Change (IPCC) detail signs of the global reach and impact of rising temperatures and warming oceans. From the Arctic to Fiji to the Amazon rainforest, humans and animals are being forced to confront the local effects of this change.","release_date":"2014-10-31","vote_average":0.0,"runtime":52,"cert":"N\/A","id":457048,"title":"Earth's Survival: Decoding Climate Science","adult":false,"genre_ids":[99]},{"cast":["DJ BoBo"],"overview":"","release_date":"2017-04-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":457053,"title":"DJ BoBo - Mystorial - 25th Anniversary Tour","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"An impressionistic study of a young married woman isolated in her Melbourne home.","release_date":"1972-01-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":457055,"title":"Woman in a House","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ford’s bracingly intimate and reflexive documentary on time and change was filmed over four years and focuses on a small group of male filmmakers and close friends.","release_date":"1978-10-09","vote_average":0.0,"runtime":25,"cert":"N\/A","id":457057,"title":"Time Changes","adult":false,"genre_ids":[99]},{"cast":[],"overview":"fter a night of drinking and gambling, Tyrell (R. Marcos Taylor) is awakened by an angry call from his girlfriend, Meena (Anita Clay) and finds himself in bed with a strange woman, Cecelia (Alissa Schneider) -- a local mob boss' daughter. Once the local mob boss finds out, he hires Shota (Wilson) -- a relentless hitman. To make matters worse, the reward on Tyrell's head has dozens of others looking for him, too. Adding to Tyrell's troubles, the worst thing of all... Meena, the love of his life, is put in harm's way. Tyrell must make a stand by taking on the mob, taking on Shota, and finding the money to pay their landlord -- Mr. McGetty -- before the day ends.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":457059,"title":"Paying Mr. McGetty","adult":false,"genre_ids":[]},{"cast":["Bowie Lam","Yuan Baizihui","Jack Kao","Wesley Wong","Niu Weiqi"],"overview":"Chinese girl Moran (Yuan Bai Zi Hui) lost her mother during childhood, but her sudden bizarre death has always been a mystery, which left her heartbroken. Having moved to Thailand, eighteen year-old Moran is perplexed by a variety of bizarre deaths that occur one after another in massage parlours, making her mother’s death even more complicated and confusing.  Meanwhile, Thai policeman (Huang Kaijie) has led an in-depth investigation, discovering that the people who died are inextricably linked. Layers of mystery finally expose a cover-up and the shocking truth…","release_date":"2015-12-31","vote_average":0.0,"runtime":88,"cert":"N\/A","id":457061,"title":"Massagist","adult":false,"genre_ids":[27]},{"cast":["Mon Confiado","Shamaine Buencamino","Ketchup Eusebio","Ronnie Lazaro","Bembol Roco"],"overview":"A story of greedy businessman on how they make their own money.","release_date":"2013-07-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":457063,"title":"Ang Pirata","adult":false,"genre_ids":[35,80,18]},{"cast":[],"overview":"How does an internationally staged play with a title like this escape parody until now? Third Degree asked the same question, and answered it with this hilariously entertaining spoof that has Inari Vachs, Kristina Rose and many others talking about their coochies, cunts, slits, pussies and yes vaginas until they get fucked silly by some of the finest cocksmiths in XXX! These are definitely empowered women who know what they want a serious pussy workout! Satisfy your curiosity cum and see the Vagina Monologues, it's the movie that 'opens wide!'","release_date":"2011-04-01","vote_average":0.0,"runtime":124,"cert":"\"NC-17\"","id":457065,"title":"Official Vagina Monologues Parody","adult":true,"genre_ids":[]},{"cast":["Judy Ann Santos","Piolo Pascual","Marissa Delgado","Eliza Pineda","Ronaldo Valdez"],"overview":"Joanna meets single father Albert and his baby Pippa on a bus. When she gets off the bus, Joanna accidentally leaves her photograph behind with her book. Over the years, Pippa comes to believe that this picture is of her mother's. Years later, Pippa meets Joanna again, and Albert hires her to act as Pippa's mother. Eventually, Albert and Joanna become romantically involved.","release_date":"2003-04-30","vote_average":10.0,"runtime":109,"cert":"N\/A","id":457067,"title":"Till There Was You","adult":false,"genre_ids":[10749,18]},{"cast":["Allie Haze","Anita Dark","Dani Daniels","Bibette Blanche","India Summer"],"overview":"Beautiful woman-woman sex which is sure to excite you!","release_date":"2015-04-24","vote_average":3.0,"runtime":159,"cert":"\"NC-17\"","id":457069,"title":"Women Seeking Women 116","adult":true,"genre_ids":[10749]},{"cast":["Gianna Nicole","Katerina Kay","Levi Cash","Payton Simmons","Sabrina Banks"],"overview":"Good girls find out that they can never outrun their misguided past in these provocative tales of manipulation and blackmail.","release_date":"2014-06-01","vote_average":0.0,"runtime":116,"cert":"\"NC-17\"","id":457071,"title":"Vulnerable","adult":true,"genre_ids":[]},{"cast":[],"overview":"An attempt to respond to three things: 1) my daily life working, living in, and escaping from San Francisco, 2) montage, gesture, and technique in DEAD END DEAD END, a film by Daniel Barnett, and 3) cynicism that could remove one from constructive life. The montage of fine resonances and ecstatic rhythms suggests stories without elaborating a plot idea; this was the formal inspiration from Japanese haikai, or \"linked poetry.\"","release_date":"1988-05-11","vote_average":0.0,"runtime":9,"cert":"N\/A","id":457079,"title":"End Over End","adult":false,"genre_ids":[]},{"cast":["Kim Baptiste","Megan Few","Jenn Foreman","Christine Tonry","Carmen Tonry"],"overview":"Carefree and desperate to avoid any responsibility, Jessica, a college student, visits a yard sale to buy a gift for her best friend. However, the music box she brings home is haunted by a vicious demonic entity eager to feed off the lives of all who hear the box's melody. After her best friend takes her own life, Jessica seeks the aid of two ghost hunters, but they too find themselves out of their depth. Desperate to free herself of the cursed box, she searches for the box's origin only to find that true evil begins with best of intentions.","release_date":"2017-05-02","vote_average":4.1,"runtime":97,"cert":"\"NR\"","id":457081,"title":"Sacrilege","adult":false,"genre_ids":[27]},{"cast":["Erik Bye"],"overview":"A 4 year-old boy stands in awe of a 1,000 year-old Viking boat in a small Norwegian museum and finds within its silent grace an impressionistic sweep of picture and music revealing the rich spirit of Norway and its people.","release_date":"1988-05-08","vote_average":9.0,"runtime":4,"cert":"\"NR\"","id":457083,"title":"Norway","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2017-05-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":457085,"title":"O Caso do Homem Errado","adult":false,"genre_ids":[99]},{"cast":["Natasha Nice","Bella Reese","Gaia","Mia Rider","Ralph Long"],"overview":"Six hot girls and six big, long scenes... all in the tease and please style that only B. Skow delivers! But this time the emphasis is on tits...big, round, firm and tasty. There's titty fucking, sloppy head and all the pussy pounding you could ever want in this non-stop filth fest. If you like squirting, tattoos, facials, DDs, nasty little Asians and dirty little blondes, get off on Jack Off. Big Tit Jack Off, only from Vivid.","release_date":"2012-06-26","vote_average":0.0,"runtime":243,"cert":"\"\"","id":457087,"title":"The Big Tit Jack Off","adult":true,"genre_ids":[]},{"cast":["Cyril Descours","Thierry Lhermitte","Mélanie Thierry","Agathe de La Boulaye","Isabelle Renauld"],"overview":"","release_date":"2003-05-14","vote_average":8.0,"runtime":null,"cert":"N\/A","id":457089,"title":"L'enfant de l'aube","adult":false,"genre_ids":[18]},{"cast":["Anna Taylor","Aruna Aghora","Sheri Vi"],"overview":"Teen girls like anal as well. Sexy young girls love fucking so much that they become addicted! !","release_date":"2015-12-01","vote_average":0.0,"runtime":115,"cert":"\"\"","id":457091,"title":"Teenage Sex Addicts 8","adult":true,"genre_ids":[]},{"cast":["Addison Avery","Amy Brooke","Andy San Dimas","Jayden Lee","Layla Price"],"overview":"Some Girls Get Wet, But The Ones That Are Really Fun SQUIRT! There's no 'faking it' with these girls! When they cum, you'll know it becasue you'll be covered from head to toe with sweet pussy juice! The ultimate squirting series delivers again!","release_date":"2014-10-16","vote_average":10.0,"runtime":108,"cert":"\"NC-17\"","id":457096,"title":"Squirtamania 41","adult":true,"genre_ids":[]},{"cast":["Giovanna Ghilardi","Liliana Ghilardi","Lorenzo Signori","Lara Vezzoli","Anania Zenoni"],"overview":"In October 2012, after 123 years, the cotton factory Honegger of Albino closed down, in the middle valley of Bergamo, where working is a religion. In the cotton factory, the place at the loom was handed down from mother to daughter, and newly employed workers were sure to have found \"ol pà 'n véta\", their bread and butter for a life time. Following for a whole winter the daily life of three workers on unemployment benefits, the film narrates the decline, now definitive, of a whole idea of work and society and the subsequent emptiness. Such a transition concerns the whole of Italy, where a fourth of the industrial power was lost in the last five years. However, Italy is not clearly dealing with such a transition yet. Now that bread is finished, how are we going to reinvent our life?","release_date":"2014-04-06","vote_average":0.0,"runtime":65,"cert":"N\/A","id":457098,"title":"Il pane a vita","adult":false,"genre_ids":[99]},{"cast":["Kagney Linn Karter","Leya Falcon","Melody Jordan"],"overview":"\"Yay - though I fuck through the valley of the sluts, I will fear no twat. And I stood at the mountain and proclaimed - let there be squirt!\r \"Once again the good folks at Powersville dare to pull back the curtain and look into the phenomena of the female wet orgasm.  \"Watch the biggest superstars of adult cinema emit gushers of liquid pleasure from their sweet and pounded fuck holes.\"","release_date":"2015-08-12","vote_average":10.0,"runtime":95,"cert":"\"NC-17\"","id":457100,"title":"Squirt: The Movie 2","adult":true,"genre_ids":[]},{"cast":["Susanne Bormann","Golo Euler","Stephan Szasz","Gabriel Merz","Michael Gaedt"],"overview":"Three men and a houseboat: Three crisis-plagued Stuttgarters sailed for a week on the Havel in the direction of Müritz. The unfamiliar and not so tranquil Dreisamkeit brings so many things to light, which has hitherto been successfully concealed and repressed. The summer boat trip paves the way to the realization that a turnaround in life could not hurt.","release_date":"2017-05-12","vote_average":5.5,"runtime":90,"cert":"N\/A","id":457102,"title":"Leichtmatrosen - Drei Mann in einem Boot","adult":false,"genre_ids":[10770,35]},{"cast":[],"overview":"Letter from Beirut documents the filmmaker's return to Beirut during one of the lulls, three years after the outbreak of the civil war, animated by the urge to return. She is confronted by the physical, emotional and psychological ravages of the war, terrified and sorrowful, she cannot find her place in the city. In that quest, she communicates with everyday people, friends, neighbors, people riding the bus across the city's eastern and western flanks. To pace her journeying and dramatic unraveling of the film, Saab borrows the guise of a letter read in a voice-over, written by world-renowned poet Etel Adnan. A rare document from the civil war, Letter from Beirut lays bare and spontaneously how people make sense of their everyday in the midst of chaos, violence, terror and sorrow.","release_date":"1979-01-06","vote_average":0.0,"runtime":50,"cert":"N\/A","id":457104,"title":"A Letter from Beirut","adult":false,"genre_ids":[99,18]},{"cast":["Yavar Abbas"],"overview":"Egypt's two greatest Pharaohs, Khufu and Ramesses II, built their way to immortality through architectural marvels including the temples of Abu Simbel and the Great Pyramid of Giza","release_date":"2007-11-13","vote_average":0.0,"runtime":90,"cert":"\"\"","id":457106,"title":"Engineering Egypt","adult":false,"genre_ids":[99,36,10770]},{"cast":["Zofia Domalik","Juliusz Chrząstowski","Eryk Kulm"],"overview":"Marta works at her father’s automobile repair shop. After her boyfriend is arrested, Marta is faced with a difficult choice: to stay loyal to her father, or to do what it takes to get her boyfriend released.","release_date":"2017-05-27","vote_average":0.0,"runtime":15,"cert":"N\/A","id":457120,"title":"Time to Go","adult":false,"genre_ids":[]},{"cast":["Noëlle Perna"],"overview":"","release_date":"2017-05-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":457122,"title":"Noëlle Perna - Super Mado","adult":false,"genre_ids":[]},{"cast":["A.J. Applegate","Annie Cruz","Anthony Rosano","Bonnie Rotten","Cindy Starfall"],"overview":"All 3-ways! All these squirtable sluts are ready to pop, they just need a deep dicking to get them to bust their sweet juice bombs!","release_date":"2014-09-24","vote_average":0.0,"runtime":167,"cert":"\"NC-17\"","id":457124,"title":"Squirt in My Face","adult":true,"genre_ids":[]},{"cast":["Riley Reid","Amy Brooke","Bonnie Rotten","Jayden Lee","Sheena Shaw"],"overview":"These hot sluts cum so hard that they squirt all over the fucking place!","release_date":"2013-07-08","vote_average":0.0,"runtime":136,"cert":"\"NC-17\"","id":457126,"title":"Squirt Gasms!","adult":true,"genre_ids":[]},{"cast":["Bonnie Rotten","Cindy Starfall","Dani Daniels","James Deen","Manuel Ferrara"],"overview":"Starring 2014 AVN Performer Of The Year Bonnie Rotten! These superstar sluts have such powerful orgasms that they literally explode with pussy juice when their snatches are touched in exactly the right way. Featuring AVN Award winner Bonnie Rotten, this collection of squirt gasms will have you begging for more! Drink up! !","release_date":"2014-03-17","vote_average":0.0,"runtime":146,"cert":"\"NC-17\"","id":457128,"title":"Squirt Gasms! 2","adult":true,"genre_ids":[]},{"cast":["Veronica Rodriguez","Ziggy Star","Veronica Vain","Cytherea","Veronica Avluv"],"overview":"It's a squirt fest with these hotties and they live to get off. You cannot mistake these sluts' orgasms because you will get drenched with pussy juice like never before. Fuck these squirt whores all day long and watch them explode like geysers in nature! !","release_date":"2015-09-10","vote_average":10.0,"runtime":105,"cert":"\"NC-17\"","id":457130,"title":"Squirt Gasms! 3","adult":true,"genre_ids":[]},{"cast":["Abby Cross","Adria Rae","Adriana Chechik","Alice Lighthouse","Indigo Augustine"],"overview":"Shy Love has the power to make her friends' wet fantasies cum true. Watch how she makes this happen in this sexually charged directorial debut for Filly Films.","release_date":"2015-12-14","vote_average":0.0,"runtime":121,"cert":"\"NC-17\"","id":457138,"title":"Shy Love's Wet","adult":true,"genre_ids":[]},{"cast":["Bonnie Rotten","Riley Reid","Maddy O'Reilly","Casey Calvert","Veronica Rodriguez"],"overview":"The best squirting pussy from Brazzers top pornstars! Scenes IncludeButtfucking The BullyDanny figures out what Bonnie really wants is to gag on his manhood. He gets a chance to turn the tables on the mean slut when he bends Bonnie over the teachers desk and gives her the best ass fucking oh her life! Going Rough On The MuffRiley Reid calls over Kieran to join in all the naught fun banging her big booty fuck buddy Maddy O'Reilly on the sofa, face sitting, finger fucking , cock gagging captured all its HD porn glory! Sneaking Into The Squirter's YardCasey Calvert caught this sneaky solider spying on her sweet body and invited him to do a full frontal attack on her sweet pussy and ass. Check o...","release_date":"2014-03-01","vote_average":0.0,"runtime":233,"cert":"\"NC-17\"","id":457140,"title":"She's Gonna Squirt 4","adult":true,"genre_ids":[]},{"cast":["Éric Carrière","Francis Ginibre"],"overview":"","release_date":"2016-12-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":457142,"title":"Les Chevaliers du fiel :  À la carte","adult":false,"genre_ids":[35]},{"cast":["Bonnie Rotten","Brandi Love","Dani Daniels","Ashlee Graham","Zoey Monroe"],"overview":"Ladies That Cum With A SplashTake Three For The TeamButtler Scotch is so confident in his team that he jokes if they lose the entire opposing team can fuck his wife Bonnie Rotten. Bonnie goes totally airtight as Mick, Erik, and Toni fuck her face and double penetrate her sweet ass and wet pussy. Wet Wild Cleaning ServiceManuel Ferrara saw the ad where sexy French maids come to you. The company sent him that big booty slut Dani Daniels. She crawled over to Manuel and sucked his fat dick, and then Manuel threw her on the couch and ate her tight pussy until it was dripping wet. Payback Is A Squirt! Keiran Lee is always fooling around on Brandi Love. So when she calls him up and hears some flooz...","release_date":"2015-09-01","vote_average":10.0,"runtime":232,"cert":"\"NC-17\"","id":457144,"title":"She's Gonna Squirt 8","adult":true,"genre_ids":[]},{"cast":["Miguel Nunes","Nuno Gil"],"overview":"","release_date":"2015-02-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":457146,"title":"Late Remembrance","adult":false,"genre_ids":[]},{"cast":["Abella Danger","Dana DeArmond","Gabriella Paltrova","Jada Stevens","Karlee Grey"],"overview":"Pornographer and lesbian aficionado Aiden Riley has invited some of his favorite young talent to a playful showcase of kinky group fun. Sex Games features two epic foursomes starring some of the most gorgeous young ladies in the business, and the directors freewheeling technique includes lots of revealing conversation from behind the scenes. Abella Danger, Dana DeArmond, Karlee Grey and Jada Stevens have a kinky party in the dark, decorating one anothers nude body with luminescent paint. Smeared in a cool alien glow, the fun loving sluts get messy, licking butt cracks, sucking feet, gagging on huge dildos and fucking with strap-ons. Wearing skimpy bikinis, Vicki Chase, Sasha Heart, Gabriella Paltrova and Yhivi enjoy party games, revealing their sexual histories in a round of Never Have I Ever and playing charades. The ladies get off on sp...","release_date":"2016-02-29","vote_average":10.0,"runtime":186,"cert":"\"NC-17\"","id":457148,"title":"Sex Games","adult":true,"genre_ids":[]},{"cast":["Alexa Nova","Anita Bellini","Brooke Logan","Franceska Jaimes","Shiloh Sharada"],"overview":"It's time for pure anal pleasure because these beautiful girls have been dying for some ass play! For over 3 hours, watch Alexa Nova, Anita Bellini, Brooke Logan, Shiloh Sharada and Franceska Jaimes get their asses fixated in high definition. It's 5 incredibly hot scenes, and these girls are about to get an ass drilling that they'll never forget!","release_date":"2016-02-18","vote_average":0.0,"runtime":181,"cert":"\"NC-17\"","id":457150,"title":"Pure Anal Pleasure 5","adult":true,"genre_ids":[]},{"cast":["Annabelle Lee","Bella Ling","Carolyn Reese","Dave Cummings","Desiree Diamond"],"overview":"In the follow up to Wicked Pictures' award winning (AVN's 2008 \"Best Comedy\", XRCO's 2008 \"Best Director\", Nightmove's First Choice, and 2008 Empire Award's \"Best Overall DVD\", \"Best Feature\", \"Editor's Choice Best Video\" and \"Viewer's Choice Best Video\") and smash hit \"Operation Desert Stormy\", writer\/director\/star Stormy Daniels is back with another hilarious, action-packed, and sex filled adventure! Newly-promoted secret agents Rachel and George (Stormy Daniels and Evan Stone) have just successfully (and accidentally) saved the world. As a reward, they take a much needed romantic cruise. Unfortunately, it is not smooth sailing for long and the comedy quickly ensues as the two bumbling agents find themselves marooned on an uncharted tropical island. Soon they are face to face with a rabid jaguar, hunted by a tribe of sex-starved canniba...","release_date":"2009-07-29","vote_average":0.0,"runtime":183,"cert":"\"NC-17\"","id":457155,"title":"Operation: Tropical Stormy","adult":true,"genre_ids":[]},{"cast":[],"overview":"A grieving young inventor finds solace in repairing an antique typewriter.","release_date":"2017-05-05","vote_average":0.0,"runtime":10,"cert":"\"\"","id":457157,"title":"Qwerty","adult":false,"genre_ids":[16,18,10751]},{"cast":["Alexis Texas","Megan Coxxx","Jenna Haze","Samantha Bentley","Brooklyn Lee"],"overview":"Only the dirtiest, most beautiful pornstars make a nymphomaniac!","release_date":"2016-02-01","vote_average":0.0,"runtime":232,"cert":"\"NC-17\"","id":457159,"title":"Nymphomaniac Confessions","adult":true,"genre_ids":[]},{"cast":["Bobbi Starr","Rebeca Linares","Lela Star","Laila Mason","Gianna Michaels"],"overview":"Bobbi gets the full No Cum Dodging Allowed treatment: blow banged, double-penetration, and a mouth full of cum! Rebeca savors the flavor of each and every load. Lela Star experiences a house full of cocks. Laila Mason gets a warm sticky welcome to the world of porno. Super Sex-Pig Gianna is fueled by sperm. . . Slurppp! ! !","release_date":"2007-11-21","vote_average":0.0,"runtime":228,"cert":"\"NC-17\"","id":457161,"title":"No Cum Dodging Allowed 8","adult":true,"genre_ids":[]},{"cast":["Lola Foxx","Morgan Lee","Remy LaCroix","Sarah Vandella","Nat Turnher"],"overview":"Big black dicks have the pleasure of violating tight white assholes in the mission to make these filthy whores cum like no other. The amount of cock that is sliding in and out of these white asses will make these ladies have trouble walking for weeks to come, guaranteed! !","release_date":"2015-11-23","vote_average":0.0,"runtime":103,"cert":"\"NC-17\"","id":457163,"title":"#My Ass 2","adult":true,"genre_ids":[]},{"cast":["Jaishankar","Lakshmi","Rama Prabha","Nagesh","V. S. Raghavan"],"overview":"Nawab Naarkal is a 1972 Indian Tamil film, directed by C. V. Rajendran and produced by K. Balakrishnan. The film script were written by Komal Swaminathan.The film stars Jaishankar and Nagesh in the lead roles with Lakshmi, Rama Prabha and V. K. Ramasamy S. V. Sahasranamam and V. S. Raghavan playing supporting roles. The film had musical score by M. S. Viswanathan. The film was adapted from stage play of same name written by Komal Swaminathan.","release_date":"1972-04-12","vote_average":0.0,"runtime":139,"cert":"N\/A","id":457165,"title":"Nawab Narkali","adult":false,"genre_ids":[]},{"cast":[],"overview":"Adan mourns the loss of his family in the house where the used to live.","release_date":"","vote_average":0.0,"runtime":70,"cert":"N\/A","id":457167,"title":"Palomar","adult":false,"genre_ids":[]},{"cast":["Bonnie Rotten","Carter Cruise","Erik Everhard","Michael Vegas","Ramon Nomar"],"overview":"Get up close and personal with Carter Cruise in 4 sexy scenes! In over 2 hours and 45 mins. , watch Carter get pounded with a fat cock, take on 2 guys at the same time, and even do a little pussy smashing with Bonnie Rotten. Don't be shy, because it's time to meet Carter Cruise and fuck!","release_date":"2014-07-01","vote_average":10.0,"runtime":165,"cert":"\"NC-17\"","id":457169,"title":"Meet Carter Cruise","adult":true,"genre_ids":[]},{"cast":["Sid Vicious","Paul Cook","Steve Jones","John Lydon"],"overview":"Featuring portions of over a dozen songs, humorous British 'punk' ads, opinions, Ronnie Biggs, Malcolm McLaren (of course!), and a fantastic not-so-candid Lydon interview.","release_date":"1989-03-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":457171,"title":"Sex Pistols: Decade... A Look Back (Unlimited Supply)","adult":false,"genre_ids":[10402,99]},{"cast":["Kristina Rose","Ashli Orion","Sasha Rose","Lola","Jessica Miller"],"overview":"Director Jay Sin has a special way with sweet, young porn girls - he's able to inspire their playful spirit and lust as they explore their nubile bodies. Somehow he gets them to quite literally open up, and aided by their fingers and his collection of crazy toys, their cute buttholes expand and gape like dark, echoing caverns. All of this he deftly captures on camera with cheerful, brightly colored panache. The double-disc Lil' Gaping Lesbians is the latest proof. Blue-eyed, blonde cutie Jessica Miller and dirty blonde Endless Shanti start out in bikinis. \"Bombs away\", says light-hearted Jessica, who proceeds to insert a metal, bomb-shaped sex toy into Endless' asshole. The result is a hugel...","release_date":"2010-01-25","vote_average":0.0,"runtime":267,"cert":"\"NC-17\"","id":457173,"title":"Lil' Gaping Lesbians","adult":true,"genre_ids":[]},{"cast":["Ashley Shannon","Asia Levy","Chrissy Nova","Emme Michelle","Esperanza Diaz"],"overview":"Ultimate Point-Of-View Experience!","release_date":"2013-10-01","vote_average":0.0,"runtime":185,"cert":"\"NC-17\"","id":457175,"title":"It's P.O.V. Time 6","adult":true,"genre_ids":[]},{"cast":["Bill Bailey","Bridgette B","Daisy Cruz","Jerry","Keni Styles"],"overview":"It's time you learned that girls cum first! What would happen if you let your girl get off first? Well, if she was Lia, from lias19 you just might let her. Especially if afterward she let you take her any way you wanted. How about sexy Daisy Cruz, in an over-the-top hospital scene? Or Bridgette in a jail cell, taking it in the ass? Or Lia again, as a student, teaching Tommy Gunn how to fuck her right in class? Or Lexi, who makes herself come before making her Asian fantasies come to life with Keni Styles? Seconds, anyone? We thought so. Be the first to watch Me First, only from Vivid.","release_date":"2011-03-01","vote_average":0.0,"runtime":172,"cert":"\"NC-17\"","id":457177,"title":"Me First","adult":true,"genre_ids":[]},{"cast":[],"overview":"1 \tCrawling In The Dark  2 \tIf I Were You  3 \tSame Direction  4 \tPieces  5 \tInside Of You  6 \tThe Reason  7 \tThe First Of Me  Bonus Features\r 1 \tSpecial Documentary  2 \tIf I Were You (Music Video)  3 \tBorn To Lead (Music Video)","release_date":"","vote_average":0.0,"runtime":34,"cert":"N\/A","id":457185,"title":"Hoobastank ‎– La Cigale","adult":false,"genre_ids":[]},{"cast":[],"overview":"Williams, who was raised by his mother and aunt, had been trying for months to get his mother to talk about his father, whom he had never met and knew nothing about. Having finally relented, she allowed him to come to Paris, where she was living, and film an interview.","release_date":"1992-05-11","vote_average":0.0,"runtime":70,"cert":"\"\"","id":457187,"title":"In Search of Our Fathers","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Music Videos\r 1 \tCrawling In The Dark  2 \tRunnning Away  3 \tRemember Me  4 \tOut Of Control  5 \tThe Reason  6 \tSame Direction  Live Perfomances\r 7 \tCrawling In The Dark  8 \tLet It Out  9 \tPieces  10 \tRunning Away  Bonus Features\r 11 \tOn The Road Documentary  12 \tThe Reason (DJ Tanner Remix)  13 \tThe Reason (Director's Cut)","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":457189,"title":"Hoobastank ‎– Let It Out","adult":false,"genre_ids":[]},{"cast":["Amirah Adara","Angelina Brill","Christen Courtney","Emma Brown","Monique Carrère"],"overview":"Veteran French director\/hedonist Christoph Clark presents Fuck My Ass #6, a celebration of exquisite lesbian perversion. The movie stars gorgeous European models that love hard-core anal fun. These sensuous, lingerie-clad ladies know how to make each other cum! Thick-assed blonde Christen Courtney and her sultry brunette pal, Carla Crouz, probe one anothers juicy cunt and stuff their sensitive assholes with huge phallic toys in a private session of girl-on-girl sodomy and rimming. Taffeta-wearing, tattooed slut Monique Woods and exotic, big-assed co-star Amirah Adara lick and explore each others tight holes. Amirah rectally reams blonde Monique, and Monique expands hot Amirahs rear with an e...","release_date":"2016-02-10","vote_average":0.0,"runtime":127,"cert":"\"NC-17\"","id":457191,"title":"Fuck My Ass 6","adult":true,"genre_ids":[]},{"cast":["José Smith Vargas","Carla Galvão","Njamy Sebastião","Joaquim Bichana Martins","Danièle Incalcaterra"],"overview":"One night, a group of workers realises that the administration is stealing machines and raw materials from their own factory. As they organize to survey the equipment and block the relocation of production, they are forced to stand at their posts with no work to do, as a form of retaliation, while negotiations over general lay-offs take place. The pressure leads to a breakdown of the workers along with the world around them.","release_date":"2017-09-21","vote_average":6.0,"runtime":177,"cert":"N\/A","id":457193,"title":"The Nothing Factory","adult":false,"genre_ids":[10402,18]},{"cast":[],"overview":"A man learns his daughter has been brutally murdered by her husband. Time stands still as he oscillates between the need for solace and his urge for revenge. A musical featuring Guinean percussion master, Mohamed Bangoura, “Red Devil”, loosely based on his own story.","release_date":"2018-03-15","vote_average":0.0,"runtime":19,"cert":"N\/A","id":457195,"title":"The Mouth","adult":false,"genre_ids":[18,10402]},{"cast":["Roko Glavina","Lana Barić","Nikša Butijer","Milivoj Beader","Areta Ćurković"],"overview":"Family tensions are slowly eroding what should have been a carefree summer for the young boy Jakov. A series of events ending in tragedy will incite his emotional revolt against the grown ups, but also his sense of guilt.","release_date":"2017-05-26","vote_average":8.5,"runtime":30,"cert":"N\/A","id":457197,"title":"Cherries","adult":false,"genre_ids":[18]},{"cast":["Bradley Remington","Cassidy Klein","Hollie Shields","J. Mac","Josie Jagger"],"overview":"Cassidy Klein - Spread wide for the camera!","release_date":"2015-11-01","vote_average":0.0,"runtime":141,"cert":"\"NC-17\"","id":457199,"title":"Exxxtra Small Chicks Fucking Huge Dicks 14","adult":true,"genre_ids":[]},{"cast":["Elsa Lekakou","Jenny Hiloudaki","Nadia Katsoura","Pavlos Iordanopoulos","Stathis Stamoulakatkos"],"overview":"This is the story of Copa-Loca, an abandoned Greek summer resort. Paulina is the girl at the heart of Copa-Loca. Everyone cares for her and she cares about everyone – in every possible way.","release_date":"2018-03-15","vote_average":6.0,"runtime":14,"cert":"N\/A","id":457201,"title":"Copa-Loca","adult":false,"genre_ids":[35,18]},{"cast":["Charlotte Aubin","Macha Limonchik","Fred-Eric Salvail","Guillaume Ouellet"],"overview":"Following the death of her father, Renée goes back home to Saguenay for the funeral. Forced to empty her late father’s house, she finds a gigantic mess, the result of years of hoarding. In the following six days, Renée will seek her significance, a trace of herself, in the clutter.","release_date":"2017-05-26","vote_average":8.0,"runtime":21,"cert":"N\/A","id":457203,"title":"Crème de menthe","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"","release_date":"2017-04-28","vote_average":0.0,"runtime":105,"cert":"N\/A","id":457205,"title":"Un Français nommé Gabin","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Vaibhav Reddy, Sonam Bajwa, Karunakaran","release_date":"","vote_average":0.0,"runtime":133,"cert":"N\/A","id":457207,"title":"Pandavulu Okkadu","adult":false,"genre_ids":[]},{"cast":["Cytherea","Alia Janine","Ashlee Graham","Brandi Blunt","Dior Love"],"overview":"If you don't squirt, you're doing it wrong! Cytherea opens up about squirting girlfriends, wet lesbian intimacy, and unleashing a woman's talent. Retelling her first squirting experiences leads to the I-can-make-you-Squirt challenge! Can she do it? Yes she can!","release_date":"2012-12-10","vote_average":10.0,"runtime":129,"cert":"\"NC-17\"","id":457209,"title":"Cytherea is a Lesbian Squirt Machine","adult":true,"genre_ids":[]},{"cast":[],"overview":"1 \tIntro  2 \tSpit  3 \tCharlotte  4 \tBrackish  5 \tSuck  6 \tJonny  7 \tChoke  8 \tPaperdoll  9 \tDo You Think...  10 \tRaven","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":457211,"title":"Kittie ‎– Spit In Your Eye","adult":false,"genre_ids":[]},{"cast":["Nadezhda Rumyantseva","Vladimir Sokolov","Georgi Semyonov","Sergei Gurzo","Vasili Merkuryev"],"overview":"In a professional school a girls and boys brigades are competing to finish the big order in time.","release_date":"1952-09-03","vote_average":6.0,"runtime":81,"cert":"N\/A","id":457213,"title":"The Encounter of a Lifetime","adult":false,"genre_ids":[18,10751]},{"cast":["Emilie Blon Metzinger","Chann Aglat","Catherine Artigala","Lucas Garance","Ilona Bachelier"],"overview":"On the windy and cloudy beach, Granny is praying, Mum is shouting, the sisters don’t care, Lucas is alone. Grandpa was a weird guy, now he’s dead.","release_date":"2017-05-27","vote_average":7.4,"runtime":15,"cert":"N\/A","id":457215,"title":"Grandpa Walrus","adult":false,"genre_ids":[18,16]},{"cast":[],"overview":"This short animation draws on advanced digital technologies to offer a new vision of dance in cinema. With motion capture (MoCap) and particle processing, designers Denis Poulin and Martine Époque create virtual dancers free of their morphological appearance. In this balletic and hypnotic film, dynamic traces carry the motion of the real dancers behind the on-screen movements. Addressing environmental themes by way of metaphor, CODA is a fused universe where space and time collide, deploy, and dissolve. In this technically and formally innovative film, luminous bodies in the infinite space of the cosmos transform and evolve to the rhythms of Stravinsky’s Rite of Spring.","release_date":"2014-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":457217,"title":"CODA","adult":false,"genre_ids":[16]},{"cast":["Geneth Gurmu","Jeremiah Jeppsson","Per Lasson","Emilia Azar","Olivia Bojang"],"overview":"Hedda tries to approach Adam in every way she can, but everything she does turns out wrong. And Adam gets to break all the rules. A film about never being able to win, even though you’re the best, with the gym hall as its arena.","release_date":"2017-01-29","vote_average":0.0,"runtime":8,"cert":"N\/A","id":457219,"title":"Push It","adult":false,"genre_ids":[18]},{"cast":["Shuxian Li"],"overview":"In a nameless small Chinese city, a regular mother tries to find her missing daughter, in this gentle night.","release_date":"2018-03-15","vote_average":6.0,"runtime":15,"cert":"N\/A","id":457221,"title":"A Gentle Night","adult":false,"genre_ids":[]},{"cast":["Avi Mazliah","Dvir Benedek","Chelli Goldenberg","Liron Ben-Shlush","Yishay ben Moshe"],"overview":"Noam, a young gay man, discovers that his father, who just died, had a secret affair with a married man. He follows and meets that man. He now holds his father’s secret.","release_date":"2017-05-25","vote_average":0.0,"runtime":25,"cert":"N\/A","id":457223,"title":"Heritage","adult":false,"genre_ids":[]},{"cast":["Davoud Nourpour"],"overview":"A man who wants to pass the border hunts a ram and decides to escape disguised as the animal.","release_date":"2017-05-24","vote_average":7.0,"runtime":15,"cert":"N\/A","id":457225,"title":"Animal","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary shot just three months into the 1984\/'85 miners' strike","release_date":"1984-06-04","vote_average":0.0,"runtime":45,"cert":"N\/A","id":457227,"title":"Coal Not Dole","adult":false,"genre_ids":[99]},{"cast":["Elizaveta Maximová","Levan Mania","Vladislav Šarišský"],"overview":"2003. Martin and Denisija, a young couple from Ukraine, are trying to get to Germany.","release_date":"2018-03-15","vote_average":6.0,"runtime":30,"cert":"N\/A","id":457229,"title":"Atlantis, 2003","adult":false,"genre_ids":[18]},{"cast":["Chiezô Kataoka","Shinjirô Ehara","Yoshiko Sakuma","Hiroshi Minami","Toru Ono"],"overview":"G-men challenge a jewelry smuggling ring. The chase starts in Kyushu and continues to Kobe to Yokohama.","release_date":"1962-04-22","vote_average":6.0,"runtime":86,"cert":"N\/A","id":457234,"title":"G-Men in the Pacific","adult":false,"genre_ids":[80]},{"cast":["Stéphane De Groodt"],"overview":"A cheerful road movie all about Belgian films at Cannes over the past 70 years. Filmmakers from the past converse with those from the present to paint the portrait of a cinema that is both diverse and free. An account of Belgium’s participation in the greatest film festival in the world.","release_date":"2017-05-22","vote_average":0.0,"runtime":62,"cert":"N\/A","id":457239,"title":"The Belgian Road to Cannes","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Portrait of a provincial family with fourteen children.","release_date":"1971-04-01","vote_average":0.0,"runtime":14,"cert":"N\/A","id":457241,"title":"The Family","adult":false,"genre_ids":[]},{"cast":["Tony Revolori","Jason Mantzoukas","Taissa Farmiga","Grace Gummer","Ron Livingston"],"overview":"Two guys serendipitously meet at a time when they both find themselves at personal crossroads and decide to embark on an unplanned road trip across the American Southwest.","release_date":"2018-11-09","vote_average":5.7,"runtime":90,"cert":"\"R\"","id":457243,"title":"The Long Dumb Road","adult":false,"genre_ids":[35]},{"cast":["Carl Switzer","Eugene 'Porky' Lee","Tommy Bond","Billie Thomas","Darla Hood"],"overview":"Alfalfa imagines himself as a western movie hero battling with Butch for Darla's heart.","release_date":"1938-08-06","vote_average":0.0,"runtime":10,"cert":"\"\"","id":457245,"title":"The Little Ranger","adult":false,"genre_ids":[]},{"cast":["George McFarland","Darla Hood","Billie Thomas","Eugene 'Porky' Lee","Darwood Kaye"],"overview":"Spanky and the gang put on a play based on the story of Aladdin.","release_date":"1938-09-17","vote_average":5.0,"runtime":null,"cert":"\"\"","id":457247,"title":"Aladdin's Lantern","adult":false,"genre_ids":[]},{"cast":["Megalyn Echikunwoke","Stephen Amell","Grant Gustin","Emily Bett Rickards","Carlos Valdes"],"overview":"Originally from Africa, Mari McCabe grew up an orphan after her parents were killed by local greed, corruption and wanton violence. But Mari refuses to succumb to the terrors surrounding her. Inheriting her family's Anansi Totem, Mari can access the powers of animals - anything from the super-strength of a gorilla to the speed of a cheetah. As Vixen, she fights valiantly to protect the world from threats like those that claimed her family.","release_date":"2017-05-08","vote_average":6.5,"runtime":75,"cert":"\"NR\"","id":457249,"title":"Vixen: The Movie","adult":false,"genre_ids":[28,16]},{"cast":["Emmanuel Macron"],"overview":"","release_date":"2017-05-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":457257,"title":"En marche vers l'Elysée","adult":false,"genre_ids":[99]},{"cast":["Ryoko Yonekura","Atsuro Watabe","Takumi Saito","Susumu Terajima","Sho Aoyagi"],"overview":"Eiko Yagami (Ryoko Yonekura) is a \"Marubo\", a unit of Ueno Central Police Station's Organized Crime Division which deals directly with organized gangs to try and keep the peace. However, Eiko has some sidelines: she's a moneylender to her fellow police officers without charging interest in return for information and is also willing to do the odd side job for those on the criminal side for the money.  One day, Kasumi (Riho Takada), who is the daughter of Senma-gumi gang's leader (Toshiyuki Nishida), is found stabbed to death. As this threatens to pit gang against gang, Eiko and the police have to hurry and find her killer.","release_date":"2014-08-09","vote_average":0.0,"runtime":120,"cert":"N\/A","id":457259,"title":"Out Burn","adult":false,"genre_ids":[18,80]},{"cast":["Emmanuel Macron"],"overview":"","release_date":"2016-10-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":457261,"title":"Dans la tête d'Emmanuel Macron","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A Tribute to Muddy Waters - King of the Blues","release_date":"1997-01-01","vote_average":0.0,"runtime":75,"cert":"\"\"","id":457263,"title":"A Tribute to Muddy Waters - King of the Blues","adult":false,"genre_ids":[10402]},{"cast":["Bryan Brown","Shari Sebbens","Isabelle Cornish","Daniel Webber","Matthew Le Nevez"],"overview":"On Australia's most controversial national holiday, the lives of three Australians from diverse cultural backgrounds will collide, illuminating contemporary issues of racial tension and national identity that simmer beneath the surface of modern Australia.","release_date":"2017-06-12","vote_average":6.1,"runtime":94,"cert":"N\/A","id":457265,"title":"Australia Day","adult":false,"genre_ids":[18,80]},{"cast":["Alexa Tomas","Brittany Shae","Jillian Janson","Juelz Ventura","Mike Adriano"],"overview":"Professional ass wrecker Mike Adriano has a knack for attracting the freakiest fuck dolls in porn to act out his depraved desires.","release_date":"2016-06-22","vote_average":0.0,"runtime":204,"cert":"\"NC-17\"","id":457273,"title":"Buttsex Nymphos 4","adult":true,"genre_ids":[]},{"cast":[],"overview":"Euro cuties ready for some deep anal action take huge cocks in the butthole with a big smile on their pretty faces. Max Turbo once again delivers the goods in a scorching hot bang-a-thon!","release_date":"2015-02-25","vote_average":0.0,"runtime":126,"cert":"\"NC-17\"","id":457275,"title":"Bang My Asshole 4","adult":true,"genre_ids":[]},{"cast":["Hippolyte Girardot","Ana Girardot","Marc Citti","Jonathan Cohen"],"overview":"","release_date":"2013-08-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":457277,"title":"L'Aurore Boréale","adult":false,"genre_ids":[18,35]},{"cast":["David Perry","Denis Reed","George Uhl","Niki Sweet","Nikki Jaymes"],"overview":"Director\/performer David Perry exposes ripe, comely, very uninhibited European ladies and their deep-seated anal cravings in Assfucked MILFs #9. French siren Ania Kinski takes on our director for a ball-draining butt fuck; she gushes girl-juice as David finger-plunges her. After sodomizing her to ecstasy, he tops Ania off with a generous helping of semen, straight to the kisser. Niki Sweet takes a double penetration dick-down from hung studs George Uhl and Denis Reed, thanking them with a mess of sloppy ass-to-mouth deep-throating, till they blast her face with hot seminal fluid. MILF goddess Lili prances up to Davids room to tease and taunt him in a trench coat and black heels. He powerfull...","release_date":"2016-03-09","vote_average":0.0,"runtime":113,"cert":"\"NC-17\"","id":457279,"title":"Assfucked MILFs 9","adult":true,"genre_ids":[]},{"cast":["Alysa Gap","Anita Henger","Grace Noel","Alice Miller","Liya"],"overview":"Super hot anal sex with cute teen girls!\r These Russian Teen Sluts love to have a big cock deep inside their assholes than humanly conceivable. These beauties spread wide their buttocks and take the dick in their tiny butt-holes! If you are a true lover of anal sex, than \"Assault my holes, part 9\" is definitely a hardcore video series that you should not miss!!!  100% anal sex, some scenes have a threesome action!!!\r 4 teen girls, 2 hours of hot anal sex with adorable, model looking girls! What you waiting for?!!!","release_date":"2016-01-01","vote_average":0.0,"runtime":122,"cert":"N\/A","id":457281,"title":"Assault My Holes 9","adult":true,"genre_ids":[]},{"cast":["Dahlia Sky","Adriana Chechik","Dana DeArmond","Jada Stevens","Natasha Starr"],"overview":"Featuring Dahlia Sky in her 1st I. R. & I. R. Anal! Coming soon","release_date":"2014-12-15","vote_average":0.0,"runtime":121,"cert":"\"NC-17\"","id":457286,"title":"Anal Warriors","adult":true,"genre_ids":[]},{"cast":["Ally Breelsen","Anita Bellini","Antonio Ross","James Brossman","Kevin King"],"overview":"There's nothing like the gonzo take on hot anal hardcore! Back by popular demand, this second installment of Anal Affairs delivers more of the unbelievable tight squeezes and gorgeous gapers that you've cum to appreciate - with the star-power it takes to pull it off! These back door beauties perform their asses off, and you'll love every anal minute of it!","release_date":"2016-01-01","vote_average":5.5,"runtime":null,"cert":"\"NC-17\"","id":457294,"title":"Anal Affairs 2","adult":true,"genre_ids":[]},{"cast":["Johnny Mack Brown","Max Terhune","Jane Adams","Hugh Prosser","Riley Hill"],"overview":"Brown's principal antagonist this time is the town boss (Hugh Prosser), an outlaw who has killed the community's leading citizen. The dead man's grown children (Jane Adams and Riley Hill) want to investigate the killing, but the outlaw puts a stop to this by hiring a dance-hall dame (Constance Worth) to pose as the kids' long-lost mother. Johnny isn't fooled by this subterfuge, nor is his comic sidekick (Max Terhune). Once the plot has been established, Western Renegades adheres strictly to formula -- right down to Johnny Mack Brown's relinquishing the film's romantic-lead responsibilities to the younger, thinner Steve Clark.","release_date":"1949-10-08","vote_average":0.0,"runtime":59,"cert":"\"\"","id":457299,"title":"Western Renegades","adult":false,"genre_ids":[37]},{"cast":["Livingston","Vivek","Vadivelu","Khushboo","Kanaka"],"overview":"Viralukketha Veekkam is a 1999 Tamil comedy film directed by V. Sekhar. The film features Livingston, Vadivelu, Vivek, Kushboo, Kovai Sarala and Kanaka in lead roles. The film, produced by S. S. Durairaju and K. Parthiban, had musical score by Deva and was released on 16 July 1999 to mixed reviews and became successful at box-office","release_date":"1999-07-16","vote_average":0.0,"runtime":155,"cert":"N\/A","id":457304,"title":"Viralukketha Veekkam","adult":false,"genre_ids":[]},{"cast":["Abella Danger","Aidra Fox","Aria Alexander","Evan Stone","James Deen"],"overview":"A beautiful getaway resort hides the sexual passions of four couples, unfolding their secrets and revealing their true desires. Mercedes Carrera, Aidra Foxx, Abella Danger & Aria Alexander star in this exciting tale of passion & lust, with each scene ending with the girls receiving an internal orgasm from their partners.","release_date":"2016-02-01","vote_average":0.0,"runtime":117,"cert":"\"NC-17\"","id":457306,"title":"Come Inside Me","adult":true,"genre_ids":[]},{"cast":["Krystal Ellsworth","Amitash Pradhan","Aneesha Joshi","Daphne Zuniga","Paul McGillion"],"overview":"When a bubbly American hip hop dancer goes to India with her family for a wedding, she is impressed by a new dance style and falls in love with the man who introduced her to it.","release_date":"2017-06-30","vote_average":7.0,"runtime":110,"cert":"\"PG\"","id":457308,"title":"Heartbeats","adult":false,"genre_ids":[10402,10749]},{"cast":["Juana Viale","Diego Gentile","Graciela Alfano","Karina K","Dan Breitman"],"overview":"Mariel and her husband, happily married and expecting a baby, are moving from the apartment they currently rent to a larger apartment they have just booked for purchase. She is an architect, and her boss left him in charge of designing how the illumination of a collection of works of art should be. Everything goes very well for Mariel, but at the last ultrasound something is not right. The gestation of his embryo was interrupted. She lives from now on with the death she carries inside.","release_date":"2017-05-11","vote_average":0.0,"runtime":90,"cert":"N\/A","id":457316,"title":"Mariel Waits","adult":false,"genre_ids":[18]},{"cast":["Emmanuel Mouret","Marie Piémontèse","Maïté Maillé","Clémentine Baert","Michel Bonduelle"],"overview":"Everything would be perfect between Stéphanie and Clément if only he would accept to walk before her naked.","release_date":"1999-05-15","vote_average":5.0,"runtime":50,"cert":"N\/A","id":457321,"title":"Promène-toi donc tout nu","adult":false,"genre_ids":[35]},{"cast":["Gregory Scott"],"overview":"A child stops a sacked thief from shooting her father.","release_date":"1915-11-11","vote_average":5.5,"runtime":17,"cert":"N\/A","id":457323,"title":"Christmas Eve","adult":false,"genre_ids":[18]},{"cast":["Micah Brock","Shaun Charney","Tim Eakley","Manuel Kircher","Blake Lindquist"],"overview":"Johnny Owes But they'll pay.  This is an award-winning independently produced, \"Ong Bak\" and \"Tom Yum Goong\" style martial arts action short film. Meaning it features action choreography that employs the use of real contact whenever possible.","release_date":"2008-07-27","vote_average":0.0,"runtime":14,"cert":"\"\"","id":457325,"title":"Johnny Owes","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Buddy Guy's Legends club in Chicago is the setting for a tour de force musical lineup featuring country blues virtuoso Keb' Mo', who showcases a wide range of blues styles on songs such as \"Am I Wrong\" and \"Angelina.\" Billy Branch, Maria Muldaur and Mike Morgan & The Crawl round out the bill, each delivering their uniquely electrifying brand of red-hot blues. Lively music and backstage interviews all add up to an unforgettable evening.","release_date":"2011-01-01","vote_average":0.0,"runtime":65,"cert":"\"\"","id":457327,"title":"Keb' Mo' & Guests","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Psychotherapist and agony aunt Philippa Perry presents a witty and revealing look at the problem page's enduring appeal. In the documentary Philippa picks her way through three centuries of advice on broken hearts, cheating partners and adolescent angst to uncover a fascinating portrait of our social history.","release_date":"2015-03-10","vote_average":0.0,"runtime":59,"cert":"N\/A","id":457329,"title":"Sex, Lies & Love Bites: The Agony Aunt Story","adult":false,"genre_ids":[]},{"cast":["Stephania Melnyk","Nicholas Stelnitzky","Peter Chorniuk","Mykola Novak","Donia Stephania Werbowetska"],"overview":"Engaged couple broken up by devilish hunchback, the richest man in the village, who is himself smitten with the bride-to-be.  An American film in the Ukrainian language, based on the 1872 Ukrainian play \"Oy Ne Khody Hrytsiu Tam Na Vechernytsi\" by M. Staritsky.","release_date":"1938-12-15","vote_average":8.0,"runtime":108,"cert":"\"\"","id":457334,"title":"Marusia","adult":false,"genre_ids":[]},{"cast":["Colin Baker","Nicholas Briggs","Mark Gatiss","Sylvester McCoy","Jon Pertwee"],"overview":"In the second \"Stranger Than Fiction\" documentary, Mark Gatiss explores the three latest BBV productions; \"The Terror Game\", \"Breach of the Peace\" and \"The Zero Imperative\", from the writers perspective.  Using behind-the-scenes Hi-8 footage, outtakes and interviews with Colin Baker, Jon Pertwee, Sylvester McCoy and Nick Briggs, this fascinating documentary examines the script from initial beginnings, through character and narrative development to its eventual realisation on the screen.","release_date":"1995-01-01","vote_average":0.0,"runtime":45,"cert":"N\/A","id":457336,"title":"Stranger than Fiction 2: From Script to Screen","adult":false,"genre_ids":[99]},{"cast":["Travis Ellar","Mike Carano","Taylor Kronberger","Emily Morse","Dr. Bruce Heischober"],"overview":"A day in the door to door life of a lonely Mormon.","release_date":"2015-09-26","vote_average":0.0,"runtime":4,"cert":"\"NR\"","id":457338,"title":"Mormoan","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":457340,"title":"Nina!","adult":false,"genre_ids":[]},{"cast":["Sophie Aldred","Colin Baker","Jane Baker","Pip Baker","Brian Blessed"],"overview":"More than 30 years have now passed since a certain time traveling police box first materialized on our television screens, and the exploits of its various crews have enthralled audiences ever since.  Here is the story of Britain's Number 1 Science Fiction programme told in order of the various actors who have played the Doctor.","release_date":"1995-09-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":457342,"title":"The Doctors: 30 Years of Time Travel and Beyond","adult":false,"genre_ids":[99]},{"cast":["Jayd Johnson","David Morrissey","Katherine Kelly","Ford Kiernan","David Hayman"],"overview":"The sequel to The Field of Blood, an adaptation of Denise Mina's novel. It's 1984 and Paddy Meehan tries to make a career for herself in her dream job, working the night shift on the call car, against the backdrop of the miner's strike and the changing face of journalism. The arrival of a new editor in chief threatens to thwart her ambitions and hopes for happiness, whilst,an innocuous call to a disturbance in a posh area of Glasgow leads her to uncover a cold-blooded murder.","release_date":"2013-08-08","vote_average":0.0,"runtime":120,"cert":"N\/A","id":457347,"title":"The Dead Hour","adult":false,"genre_ids":[18,80,9648,53,10770]},{"cast":["Roger Miret","Vinnie Stigma","Lou Koller","Gavin Van Vlack","Robb Nunzio"],"overview":"Director Drew Stone’s The New York Hardcore Chronicles Film is an incredible journey through the community and culture of the iconic New York hardcore scene. Not the typical history of a local music scene but so much more. Shot in an episodic format, the film contains over 60 interviews, never before seen footage, photos and a blazing soundtrack. With appearances by Roger Miret & Vinnie Stigma (Agnostic Front), Lou Koller, Craig Setari (Sick Of It All), Ray Cappo (Youth Of Today), Billy Graziadei (Biohazard), Billy Milano (S.O.D. \/ M.O.D.) and Mike Judge (Judge). The film addresses the community, culture, straight edge and DIY ethic of the hardcore scene in the greatest city in the world that is still vibrant, relevant and going strong to this day.","release_date":"2017-05-23","vote_average":0.0,"runtime":106,"cert":"\"\"","id":457355,"title":"The New York Hardcore Chronicles Film","adult":false,"genre_ids":[99,10402]},{"cast":["Herk Harvey","John Clifford"],"overview":"Documentary about the making of the 1962 cult film \"Carnival of Souls\".","release_date":"1998-01-01","vote_average":0.0,"runtime":27,"cert":"\"\"","id":457357,"title":"The Movie That Wouldn't Die!","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Documentary about the Saltair resort near Salt Lake City, Utah, where the cult film \"Carnival of Souls\" was filmed in 1962.","release_date":"1966-01-01","vote_average":0.0,"runtime":26,"cert":"\"\"","id":457359,"title":"Saltair: Return to the Salt Queen","adult":false,"genre_ids":[99]},{"cast":["Tanuja","Rohan Kapoor","Neelam Kothari","Govinda","Shafi Inamdar"],"overview":"Laxmi Devi is a strict mother having two daughters named Leena and Isha.  She wants them to get married in a prosperous and rich family with two brothers so that they can be together for life.  But two orphaned boys named Omi and Vikram Doshi who are thieves by profession, fall for these two sisters.  Now Laxmi Devi wants to control the fate of her daughters but can she do this?","release_date":"1986-02-14","vote_average":2.0,"runtime":145,"cert":"N\/A","id":457361,"title":"Love 86","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Documentary about a temple in Tibet...","release_date":"2008-05-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":457363,"title":"Die roten Drachen und das Dach der Welt","adult":false,"genre_ids":[]},{"cast":[],"overview":"All Damian & Mark have to do is buy a spade, bury the drug dealer's body, appease Damian's mouthy girlfriend, lose their virginity, and head to Spain. Easier said than done when the killer's in pursuit and you're...Rebels Without a Clue.","release_date":"2014-02-15","vote_average":0.0,"runtime":80,"cert":"\"\"","id":457365,"title":"Rebels Without a Clue","adult":false,"genre_ids":[]},{"cast":[],"overview":"A reaction to the seminal text by Swiss anthropologist Paul Wirz, Exorcism and the Art of Healing in Ceylon, this silent, high contrast, hand-processed film considers a history of colonialism and ethnographic practices in South Asia. The filmmakers restages a Sanni Yakuma healing ritual that was performed over a 12-hour period.","release_date":"2017-05-21","vote_average":0.0,"runtime":14,"cert":"\"\"","id":457373,"title":"The Spectre Watches Over Her","adult":false,"genre_ids":[]},{"cast":[],"overview":"Under the lake, the earth draws the ways you can take. In the depth of the sleeping waters, a roar sounds, probably a coming revolt.","release_date":"2016-01-01","vote_average":0.0,"runtime":17,"cert":"N\/A","id":457378,"title":"Sleeping Waters","adult":false,"genre_ids":[]},{"cast":["Elle Fanning"],"overview":"A Vogue Original Short featuring a myriad of plays on word.","release_date":"2017-05-12","vote_average":7.4,"runtime":2,"cert":"\"\"","id":457380,"title":"Elle Fanning's Fan Fantasy","adult":false,"genre_ids":[35]},{"cast":["Mikhail Ulyanov","Aleksey Serebryakov","Irina Kupchenko","Leonid Dyachkov","Valeri Gatayev"],"overview":"The hero of the film Scrubs – a war veteran who works in a school for troubled teens. On the day of release from the special school his favorite pupil Victor waited in vain for his mother – she did not come for her son, and went out to meet the swimming man, Vitina stepfather. Then the teacher took home Vitya – Aleksey Ivanovich. But when Victor saw the house merry company, his resentment prevailed, and the stubborn kid runs away from the bush, and the caretaker does not do anything but go in search of the fugitive","release_date":"1981-08-08","vote_average":9.0,"runtime":92,"cert":"N\/A","id":457382,"title":"Posledniy pobeg","adult":false,"genre_ids":[18]},{"cast":["Sergei Kanishchev","Igor Okhlupin","Natalya Selivyorstova","Tatyana Kaplun","Evgeniy Papernyy"],"overview":"After WWII life in Soviet Russia through the eyes of a fatherless boy.","release_date":"1981-12-11","vote_average":0.0,"runtime":79,"cert":"N\/A","id":457384,"title":"Night Is Short","adult":false,"genre_ids":[18,10751]},{"cast":["Shari Lewis","Jan Rubeš","John Byner","Alan Thicke"],"overview":"Shari, Lamb Chop, and the gang visit a studio haunted by a mysterious phantom.","release_date":"1994-10-21","vote_average":0.0,"runtime":55,"cert":"\"\"","id":457386,"title":"Lamb Chop in the Haunted Studio","adult":false,"genre_ids":[]},{"cast":["Gigio Alberti","Mariella Valentini"],"overview":"In 1943, Vincenzio and Maria take their children to his father's Tuscan farm. Vincenzio commutes to Rome where he's a physician and, in the hospital basement, prints an anti-Fascist paper. His brother is in the Resistance; his father supplies food to a local monastery where 12 fugitives hide. All is seen through the eyes of the oldest child, Paulo, who's about 7 and the only lad at school who doesn't wear a Fascist Youth uniform. For Paulo and his siblings, it's great fun playing with their nonno, finding herbs in the fields, watching a maid's tryst with a soldier, teasing a silent monk. Then the war reaches the farm when Italy surrenders and the Germans exact revenge.","release_date":"1997-05-07","vote_average":0.0,"runtime":92,"cert":"N\/A","id":457388,"title":"La grande quercia","adult":false,"genre_ids":[18]},{"cast":["Roman Skamene"],"overview":"The kids were smoking secretly in a barn, set fire and fled. Feeling that the investigation closely, \"sits on his tail\" and soon will be declared to her parents, the protagonist escapes from home. The charred ruins of the barn, he meets a young man who is also why some carefully avoids meeting people, and tied him.  According to the book Hoffmann Ota (Ota Hofman).","release_date":"1967-12-08","vote_average":0.0,"runtime":74,"cert":"N\/A","id":457393,"title":"Útěk","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":457395,"title":"Toroidal Forest","adult":false,"genre_ids":[]},{"cast":["Benja Bruijning","Bart Oomen","Hans Beijer","Andy Bijnaar"],"overview":"Constant Wegman (Benja Bruijning), a 14 year old boy, raised by his grandmother (Carry Tefsen) in Zeedijk, Amsterdam. She is the owner of a cafe-hotel “De Rode Laars” (“The Red Boots”). The dreaming Constant runs away from this world of drunkards, gamblers, fighters by writing poems. His grandmother wants him to take control of the cafe. Then Constant secretly subscribes to a national poem writing competition: a new Vondel is born!","release_date":"2000-03-15","vote_average":5.0,"runtime":85,"cert":"N\/A","id":457397,"title":"Dense on the Sea","adult":false,"genre_ids":[18]},{"cast":["Austin Cardenas","Lyza Hernandez"],"overview":"A short documentary about the art of balloon twisting.","release_date":"2016-07-20","vote_average":0.0,"runtime":10,"cert":"\"\"","id":457399,"title":"Stretch Capacity","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":457401,"title":"팔극권: 불공대천","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":457403,"title":"절처봉생 이것이 사주다!","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":457405,"title":"미스터 쿠퍼","adult":false,"genre_ids":[]},{"cast":[],"overview":"A single, divorced mother with a boy, resists the advances of truck drivers from her working class milieu, disappointed with her former experiences. However one of the drivers looks for a serious relationship and family.","release_date":"1978-02-02","vote_average":0.0,"runtime":64,"cert":"N\/A","id":457419,"title":"Okuka","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1972-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":457421,"title":"Les nénuphars","adult":false,"genre_ids":[]},{"cast":["Aleksandr Silin","Georgiy Yumatov","Nina Menshikova","Sergey Yakovlev","Grigoriy Lyampe"],"overview":"A story about a group of children and their life set at the small Russian seashore town in the year of 1913.","release_date":"1976-02-05","vote_average":9.0,"runtime":77,"cert":"N\/A","id":457423,"title":"Storm on the Land","adult":false,"genre_ids":[10751,12]},{"cast":[],"overview":"About the plight of Soviet orphanage children that during the war the Nazis were taken to Germany diversantskoy for training activities in the territory of the USSR.  In 1943 Gemfurte near Kassel (Germany) School for Soviet teenagers was created using Abverkomande-203, which were taken from the children's homes of Smolensk and Orsha. About this school, there are real documents, alive and witnesses of those events.","release_date":"1991-03-03","vote_average":0.0,"runtime":85,"cert":"N\/A","id":457425,"title":"Kukushkiny deti","adult":false,"genre_ids":[]},{"cast":["Georgiy Vitsin","Tamara Nosova","Zoya Fyodorova","Vladimir Zamanskiy","Nikolai Parfyonov"],"overview":"Students collect scrap metal, waste paper, vials. It is competition between the two classes. Hooked guys sometimes forget that the competition is not a goal but a means. They remove caps from someone else's car, watered grandmother's medications to collect more vials, interfere with the Garik Evrumyan's friendship with a girl.","release_date":"1975-07-13","vote_average":7.0,"runtime":68,"cert":"N\/A","id":457427,"title":"Vials","adult":false,"genre_ids":[12,10751]},{"cast":[],"overview":"A young boy's lie cuts through the calm of a family holiday and leaves a trail in it's wake that threatens to grow into something more dangerous as dusk approaches.","release_date":"2013-08-07","vote_average":7.0,"runtime":24,"cert":"N\/A","id":457429,"title":"Charlie Says","adult":false,"genre_ids":[]},{"cast":[],"overview":"A young gay boy, from his birth to his teenage years, in which he experiments his sexuality and his own boundaries, to the day he finally meets his father.","release_date":"2013-02-13","vote_average":5.0,"runtime":72,"cert":"N\/A","id":457431,"title":"Little Gay Boy","adult":false,"genre_ids":[]},{"cast":["Richard Anconina","Noémie Merlant","Didier Flamand"],"overview":"","release_date":"","vote_average":7.0,"runtime":null,"cert":"N\/A","id":457442,"title":"La loi de Christophe","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A melancholy, dreamy voyage back to cruel adolescence, which condemns us to live without the possibility of return.","release_date":"2015-10-15","vote_average":0.0,"runtime":7,"cert":"N\/A","id":457444,"title":"Just Like Arcadia","adult":false,"genre_ids":[]},{"cast":[],"overview":"Telugu 2016 Movie","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":457446,"title":"Surya Kala","adult":false,"genre_ids":[]},{"cast":[],"overview":"Perheenjakaja is a story about parents constantly fighting with each other upsetting their son Eelis social and school life and then a near tragedy finally brought the family together.","release_date":"2015-05-05","vote_average":7.0,"runtime":18,"cert":"N\/A","id":457448,"title":"Homebreaker","adult":false,"genre_ids":[]},{"cast":[],"overview":"Story of a bourgeois European family whose lives are invaded by an enigmatic visitor. Set within a 20th century modern villa in Spain, his presence creates an unnerving effect.","release_date":"2014-08-16","vote_average":0.0,"runtime":5,"cert":"N\/A","id":457450,"title":"Jumper","adult":false,"genre_ids":[]},{"cast":["Guillermo Capetillo","Adalberto Martínez","Sasha Montenegro","Rodolfo de Anda","Jorge Luke"],"overview":"The legend of \"Peter The Knife\" continues in this popular sequel to one of Mexico's all-time blockbusters. Following in his infamous father's footsteps, Peter, Jr. manages to get more than his fair share of the love of beautiful women...and the hatred of his enemies. Action and drama from New York to Acapulco.","release_date":"1986-10-16","vote_average":0.0,"runtime":98,"cert":"N\/A","id":457452,"title":"The Son of Peter the Knife","adult":false,"genre_ids":[18,80]},{"cast":["Abby","Jiang Wenxuan","Miao Qing","Liu Liyuan","Song Wei"],"overview":"A woman buys a bed nobody wants from a factory, and is visited by a spirit that reveals the sinister past of the bed, and warns of a spirit attached to her new found bed.","release_date":"2016-03-11","vote_average":0.0,"runtime":90,"cert":"N\/A","id":457472,"title":"Under The Bed 3","adult":false,"genre_ids":[27]},{"cast":[],"overview":"The Higher Mortals is a film produced by the Children's Film Unit in 1993, directed by Colin Finbow and distributed by Channel Four Films. It was filmed in south Suffolk and north Essex, and received its sole TV transmission on Channel 4 on 25 September 1994, also being shown at the 1994 Edinburgh International Film Festival. It deals with the problems suffered by many smaller girls' boarding schools during the early 1990s recession, and makes use of metaphor and analogy in its critique of the John Major government of the day. It notably features early appearances by the now prominent actresses Jemima Rooper and Clemency Burton-Hill.","release_date":"1993-06-01","vote_average":0.0,"runtime":66,"cert":"N\/A","id":457474,"title":"The Higher Mortals","adult":false,"genre_ids":[]},{"cast":[],"overview":"Mir v drugom izmerenii. Stress is part 2 to the series from Mir v drugom izmerenii. Unanswered questions get answered and life is about to get less free.","release_date":"1993-05-14","vote_average":0.0,"runtime":87,"cert":"N\/A","id":457476,"title":"Mir v drugom izmerenii. Stress","adult":false,"genre_ids":[]},{"cast":["Haru","Honoka Yahagi","Kaoru Hirata","Karen Takizawa","Nana Akiyama"],"overview":"Yumi Fukuzawa is an ordinary first year student at Lillian Girls' Academy. By chance Yumi meets second year student Sachiko Ogasawara, who is a candidate to become a Red Rose. Sachiko later offers her rosary to Yumi Fukuzawa which signifies she will become an older sister to Yumi. Meanwhile, Yumi, who already looks up to popular Sachiko, is perplexed why she is picked. A festival named \"Cinderella\" then approaches, which is run by the Yamayuri Council. Conflicts between the older and younger sisters soon begins ...","release_date":"2010-11-06","vote_average":0.0,"runtime":90,"cert":"N\/A","id":457478,"title":"Maria Watches Over Us","adult":false,"genre_ids":[35,18,10749]},{"cast":["Erin Moran","Lisa Whelchel"],"overview":"Best friends compete for the title of \"Miss Twirl\" (similar to a Miss America contest with the primary category of competition being (what else?) twirling!). The real test, however, is whether their friendship will survive through the contest with the pressure and interference from their parents to win.","release_date":"1981-10-25","vote_average":0.0,"runtime":100,"cert":"\"\"","id":457480,"title":"Twirl","adult":false,"genre_ids":[]},{"cast":["Matheson Lang","Gladys Frazin","Mary Dibley","A. Bromley Davenport","Cameron Carr"],"overview":"After returning home to Britain from Nigeria where he has been working, an engineer becomes embroiled in a family melodrama.","release_date":"1928-09-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":457482,"title":"The Blue Peter","adult":false,"genre_ids":[12]},{"cast":["Yuji Oda","Yo Yoshida","Taizo Harada","Reiko Takashima","Kaito Komie"],"overview":"Shuji Mimura works as a broadcast writer. He learns that he doesn't have much time left to live. He decides to concentrate on the future of his beloved family. Shuji Mimura's final plan is to find the best man to marry his wife Ayako.","release_date":"2016-11-05","vote_average":0.0,"runtime":114,"cert":"N\/A","id":457484,"title":"Will You Marry My Wife?","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Beer Culture the Movie, was the first film produced by Free Mind Productions and inspired the creation of Crafting A Nation. Beer Culture the Movie tells the story of the hardworking men and women in the Colorado Craft Beer culture as they come together to defeat legislation that could greatly harm the successful craft beer industry within the state.","release_date":"","vote_average":10.0,"runtime":60,"cert":"N\/A","id":457486,"title":"Beer Culture The Movie","adult":false,"genre_ids":[99]},{"cast":["Diana Gheorghian","Ștefan Sileanu","Constantin Diplan","Adrian Păduraru","Monica Ghiuță"],"overview":"Young Thasica Pribeag follows her passion for cars and rallies, despite all the obstacles she faces.","release_date":"1984-01-01","vote_average":7.0,"runtime":90,"cert":"N\/A","id":457488,"title":"Raliul","adult":false,"genre_ids":[12,10749]},{"cert":"N\/A","title":"Atmoda","cast":[],"id":457493,"overview":"","runtime":null,"genre_ids":[],"release_date":"","vote_average":0.0,"adult":false}]