[{"cast":["Valentina Telichkina","Vladimir Safronov","Stanislav Borodokin","Konstantin Sorokin","Inna Kondratyeva"],"overview":"A poetic story about the first love of the village girl Natasha, loyal to the memory of the deceased fiance. In peacetime, the heroine's fiancé blew up on a mine that remained on the collective farm field since the war, and her life turned into a nightmare. But sooner or later, dreams end and the world opens again. Pregnant Natasha goes to the institutions, seeking to be painted with the father of the unborn child who died tragically. After long ordeals, the girl comes to the conclusion that writing in the marriage book will not change anything in her life.","release_date":"1968-08-19","vote_average":4.0,"runtime":78,"cert":"N\/A","id":458000,"title":"Autumn Weddings","adult":false,"genre_ids":[18]},{"cast":["Judith Ivey","Ken Smith"],"overview":"Christians Betsy and Tim grapple with demons who have possessed a pair of young brothers. Based on the novel by Jim Grant.","release_date":"1974-06-01","vote_average":0.0,"runtime":67,"cert":"\"\"","id":458002,"title":"The Enemy","adult":false,"genre_ids":[27,18]},{"cast":["Nikhil Siddharth","Ritu Varma","Isha Koppikar","Rao Ramesh","Vennela Kishore"],"overview":"Keshava, A law college student is on a hunt down to kill all those who destroyed his family in a dreadful accident. Keshava commits a series of murders and a special officer is appointed to deal with the case. Rest of the story is as to how Keshav dodges the cops and completes his revenge with the help of Satyabhama.","release_date":"2017-05-19","vote_average":6.5,"runtime":116,"cert":"N\/A","id":458016,"title":"Keshava","adult":false,"genre_ids":[28,53,18]},{"cast":["Maggie Cheung","Josephine Siao"],"overview":"Short Comedy film starring Maggie Cheung","release_date":"1992-05-16","vote_average":0.0,"runtime":17,"cert":"N\/A","id":458018,"title":"Too Happy for Words","adult":false,"genre_ids":[35]},{"cast":["Pandji Pragiwaksono","Ray Sahetapy","Ence Bagus","David Saragih","Tika Bravani"],"overview":"Tri (Ray Sahetapy) is a successful entrepreneur with his advertising company, Bamboom, but also a failed father. His sons Aris (Pandji Pragiwaksono) and Rachmat (David Saragih) grow up as spoiled and arrogant young men.  One day following a strife between Aris and a client of his, Tri contrives a plot to fake his death and bequeathe his wealth to a scavenger he meets on the street, Odi (Ence Bagus). But the plan doesn’t go well. In fact Tri really dies.  In the blink of an eye his death turns Aris and Rachmat’s lives upside down. According to their father’s will, they have no right whatsoever to claim their father’s assets. They suddenly are impoverished while Odi made rich.  Not only losing wealth, Aris also loses his girlfriend, Imelda (Tara Basro). He and Rachmat, who never get along before, must now join forces to find their mother, Asri (Ratna Riantiarno), who apparently still lives, and in affluence too.","release_date":"2013-11-14","vote_average":0.0,"runtime":99,"cert":"N\/A","id":458026,"title":"Make Money","adult":false,"genre_ids":[35]},{"cast":["Maksim Sukhanov","Vasilisa Denisova","Nadezhda Markina","Olga Onishchenko","Andrey Polishchuk"],"overview":"The story of a blind girl whose fate presents a unique chance. A wealthy man is ready to give her sight if she blindly becomes his wife. This gift reveals to the heroine the cruel truth of life ...","release_date":"2019-08-03","vote_average":0.0,"runtime":133,"cert":"N\/A","id":458028,"title":"Through the Black Glass","adult":false,"genre_ids":[18]},{"cast":["Ivan Okhlobystin","Anastasiya Melnikova","Yuliya Sinitsyna"],"overview":"\"Oleg Ptitsyn Died\", \"Oleg Ptitsyn In Jail\" - headlines in all the newspapers and magazines about the famous rock musician. Actually he is undergoing treatment in one of city hospitals. Kate, a teenage girl from the same hospital, which neglects all the doctors and even her own mother becomes his companion in misfortune. Oleg decides to help the girl to get well and love life.","release_date":"2017-05-18","vote_average":6.3,"runtime":null,"cert":"N\/A","id":458030,"title":"The Bird","adult":false,"genre_ids":[35,10749,10402]},{"cast":["Zinoviy Gerdt","Alla Larionova","Evgeni Leonov","Leonid Dyachkov","Vladimir Basov"],"overview":"","release_date":"1968-03-18","vote_average":7.0,"runtime":null,"cert":"N\/A","id":458041,"title":"The Magician","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2017-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458043,"title":"Guardami (La mia prima volta)","adult":true,"genre_ids":[]},{"cast":["Barbara Wang","Li Xiang","Yueh Yang","David Tao","Fong Ching"],"overview":"Taiwanese horror film.","release_date":"1977-07-23","vote_average":0.0,"runtime":75,"cert":"N\/A","id":458045,"title":"The Old House","adult":false,"genre_ids":[27]},{"cast":["Christopher Lee"],"overview":"Rare 1977 documentary short hosted by Christopher Lee on the occult. Topics range from witch covens, Astrology, psychic powers, seances and astral projection, amongst others.","release_date":"1977-09-07","vote_average":0.0,"runtime":23,"cert":"\"\"","id":458047,"title":"The Occult: Mysteries Of The Supernatural","adult":false,"genre_ids":[10770,99]},{"cast":["Igor Kistol"],"overview":"","release_date":"2016-06-22","vote_average":4.0,"runtime":null,"cert":"N\/A","id":458049,"title":"Дети против волшебников","adult":false,"genre_ids":[16,12,10751,14]},{"cast":["Richard Mathews"],"overview":"Documentary about psychic phenomena and UFOs.\r Footage is shown involving psychic experiments, poltergeists, key bending and UFOs.","release_date":"1976-01-01","vote_average":0.0,"runtime":92,"cert":"\"\"","id":458051,"title":"Beyond Belief","adult":false,"genre_ids":[]},{"cast":["Rolf Harris","Graham Linehan"],"overview":"Kids Can Say No! is a 1985 British short educational film produced and directed by Jessica Skippon and written by Anita Bennett. It is intended to teach children between ages five and eight how to avoid situations where they might be sexually abused, how to escape such situations, and how to get help if they are abused. In the film, the pedophile Australian celebrity Rolf Harris is in a park with a group of four children and tells them about proper and improper physical intimacy, which he calls \"yes\" and \"no\" feelings. The film has four role-playing scenes in which children encounter paedophiles, with Harris and the children discussing each scene.","release_date":"1985-01-01","vote_average":5.0,"runtime":20,"cert":"N\/A","id":458053,"title":"Kids Can Say No","adult":false,"genre_ids":[]},{"cast":["Gustav Leonhardt","Ugo Piccone","Jean-Marie Straub","Joachim Wolff","Danièle Huillet"],"overview":"A short TV documentary about the making of Straub-Huillet's 'Chronicle of Anna Magdalena Bach'","release_date":"1967-01-01","vote_average":0.0,"runtime":21,"cert":"N\/A","id":458061,"title":"Signalement van Jean Marie Straub","adult":false,"genre_ids":[99]},{"cast":["Monte Collins","Grady Sutton","Vernon Dent","John Harron","Franklin Pangborn"],"overview":"An oil-rich rube who aspires to stardom is bilked by a phony acting school.","release_date":"1935-01-01","vote_average":0.0,"runtime":20,"cert":"\"\"","id":458066,"title":"Hollywood Trouble","adult":false,"genre_ids":[35]},{"cast":["Ed Sullivan","Sid Gary","Jesse Block","Eva Sully","Irene Taylor"],"overview":"Columnist Ed Sullivan presents vaudeville performers.","release_date":"1934-05-02","vote_average":0.0,"runtime":20,"cert":"\"\"","id":458068,"title":"Ed Sullivan's Headliners","adult":false,"genre_ids":[]},{"cast":["Pier Marton","Christine Berry","Anna Henriques","Eleanor Antin"],"overview":"The Man Without a World is credited to the legendary (and imaginary) 1920s Soviet director, Yevgeny Antinov. But the film is anything but old. In fact, Antinov himself is the creation of contemporary filmmaker Eleanor Antin. Her film is a moving, comic melodrama set in a typical shtetl (village) in Poland. The Jews’ struggle against poverty and racial hatred is complicated by their own division into hostile political factions of the religious orthodoxy, assimilationists, socialists, Zionists, anarchists and survivors. While the Jews of the shtetl pursue their loves, politics, religion, business and dreams for the future, the Angel of Death is ever near...","release_date":"1991-05-28","vote_average":0.0,"runtime":98,"cert":"\"\"","id":458070,"title":"The Man Without a World","adult":false,"genre_ids":[18]},{"cast":["Yong-Nam Ahn","Sok-Ran Kang","Kim Myung-gon"],"overview":"Escaping from a hospital for the mentally disturbed, a man calling himself Jesus goes to Seoul. He feels he must save Seoul from judgement by fire by finding a woman who knows the meaning of true love.","release_date":"1986-03-27","vote_average":5.0,"runtime":110,"cert":"N\/A","id":458072,"title":"Seoul Jesus","adult":false,"genre_ids":[10749,18,14]},{"cast":["Diahnne Abbott","Kenneth Anger","Stan Brakhage","Allen Ginsberg","Dustin Hoffman"],"overview":"Not a documentary in the strictest sense of the word. Rather, it is a journey through the world of the artist Jonas Mekas - one of the exponents of independent U.S. movies; founder and director of the New York Anthology Film Archive.","release_date":"1994-01-01","vote_average":5.0,"runtime":123,"cert":"N\/A","id":458074,"title":"Jonas in the Desert","adult":false,"genre_ids":[99]},{"cast":["Georgi Zhzhyonov","Valeriy Khromushkin","Anatoli Vasilyev","Ernst Romanov","Yuriy Nazarov"],"overview":"The tank corps of General Shubnikov in the spring of 1945 was already on the outskirts of Berlin. The stray rear did not ensure the regularity of the fuel supply. Colonel Lebedenko was commissioned to organize a base of fuel and lubricants in Himmelsfort, where a small group of Soviet soldiers had to enter into an unequal battle with the remnants of an enemy tank regiment, trying to break through the city.","release_date":"1984-02-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":458082,"title":"The gates to heaven","adult":false,"genre_ids":[10752]},{"cast":[],"overview":"Shinsuke's mother is too young and sexy to be someone's mother. Masao has been in love with her for 5 years since the day he met her. His love is growing and so is his passion. While Shinsuke isn't home, Masao decides to confess his feelings to his mother...","release_date":"","vote_average":0.0,"runtime":61,"cert":"N\/A","id":458084,"title":"Friend's Mother 2017: The Day My Friend Wasn't Home","adult":true,"genre_ids":[]},{"cast":["Matt Chesse","Mike Kuchar","Greg Lucey"],"overview":"Based on a short story by Charles Bukowski from the collection \"Tales of Ordinary Madness.\"","release_date":"1995-01-01","vote_average":5.0,"runtime":20,"cert":"\"\"","id":458086,"title":"An Evil Town","adult":false,"genre_ids":[]},{"cast":["Yuvan","K. Bhagyaraj","Ponvannan","Singampuli"],"overview":"Ayyanaar Veethi is a Tamil movie starring Yuvan and Sara Shetty in prominent roles. The cast also includes K Bhagyaraj and Meera Krishnan. It is a drama directed by Gipsy Rajkumar with P Senthil Vel as the producer and U.K. Murali as music director forming part of the crew.","release_date":"2017-04-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458088,"title":"Ayyanar Veethi","adult":false,"genre_ids":[18]},{"cast":["Jožica Avbelj","Rok Bogataj","Lenca Ferenčak","Jože Mraz","Bernarda Gašperčič"],"overview":"In 1940, shortly before the outbreak of war, a young boy Marjan lives a carefree life with his gang in Ljubljana, experiencing all the problems of his age. With Lenka he's experiencing his first \"pure\" love, while discovering sexuality... The Italian occupation brings many changes, gang breaks up, some join the liberation movement, the others join collaborationist forces. Marjan remain \"unlisted\". Italians surrender, and hand over the city to Germans. Frivolous Milena, who has good connections with them, seduces Marjan whom she lost her innocence with. The war is over and the partisans win. The new authorities mistakenly imprison Marjan.","release_date":"1984-11-05","vote_average":6.5,"runtime":90,"cert":"N\/A","id":458090,"title":"Love","adult":false,"genre_ids":[10749,18]},{"cast":["David Carradine","Alexander Granach","Max Schreck"],"overview":"The horror classic, Nosferatu, remastered with a soundtrack by Type-O Negative and hosted by David Carradine.","release_date":"1998-03-15","vote_average":5.0,"runtime":70,"cert":"\"\"","id":458092,"title":"Nosferatu: The First Vampire","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Jordy is on the brink of her physical transition. Especially now, wandering in the realm between man and woman, she feels that the dichotomy is more poignant than ever. Must she conform herself to fit in? And what is the price for doing so? A modern, raw fairytale as a poetic protest against today's parochialism.","release_date":"2016-09-22","vote_average":0.0,"runtime":6,"cert":"N\/A","id":458100,"title":"Jordy in Transitland","adult":false,"genre_ids":[]},{"cast":["Kalvin Olafson","Daniel Jacobsen","Luke Roessler"],"overview":"An unhappy sanitation worker must face his worst fear after a curse from a raccoon turns him into a literal garbage man.","release_date":"2017-02-07","vote_average":0.0,"runtime":8,"cert":"\"\"","id":458102,"title":"Garbage Man","adult":false,"genre_ids":[]},{"cast":["Tarek Tohme","Luis Guzmán","Beth Grant","Micayla de Ette","John Savage"],"overview":"Fighting to save her brother from a life of addiction on Los Angeles' Skid Row, an overlooked singing prodigy embarks on an unlikely journey with the son of a famed music manager.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458104,"title":"Hold On","adult":false,"genre_ids":[18]},{"cast":["Fernanda Boechat","Guta Stresser","Malu Valle","Alexandre Borges","Edu Lobo"],"overview":"Two sisters try to find meaning in their empty lives through sexual experiences and adventures in the nightlife of Rio de Janeiro. Abandoned by their father, who left their family, and raised by their absent mother, the two sisters rely on each other and search for their own path, trying to find a way out. Based on the poem from Vinicus de Moraes.","release_date":"2006-08-28","vote_average":0.0,"runtime":14,"cert":"N\/A","id":458106,"title":"Balada Das Duas Mocinhas De Botafogo","adult":false,"genre_ids":[]},{"cast":["Yuta Tamamori","Mitsuki Tanimura","Ayami Nakajo","Arisa Mizuki","Takumi Saito"],"overview":"For this 16th Anniversary Special, Inagaki Goro is our host once again for 6 spooky tales based on tales from real people and performed here by an all-star cast. A young man who returns to his family's home after leaving Tokyo finds something else may have followed after him; a young girl dreams of darkness and a small shrine that draws ever closer; a woman with a failed business makes a go at it with a company with a bizarre dormitory, one with a past secret; a police officer receives a call from what appears to be a dead woman who wants his help; a woman taking documents to a food company finds time slipping away without her noticing; a single man who runs a restaurant sees an unusual family living down the hallway from him...","release_date":"2015-08-29","vote_average":0.0,"runtime":101,"cert":"N\/A","id":458108,"title":"Honto Ni Atta Kowai Hanashi Natsu Hen 2015","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A conversation between a daughter and her mother after a near death experience.","release_date":"2016-08-29","vote_average":0.0,"runtime":10,"cert":"\"\"","id":458110,"title":"Single Mother Only Daughter","adult":false,"genre_ids":[]},{"cast":["Sonya Fatmala","Rully Fiss","Aline Adita","Dallas Pratama","Rommy Sulastyo"],"overview":"Jodi—slacker employee for more than three years, his career does not move up, with a mediocre salary—is fired from his job. Slumped when he met with friends in high school, Siku, short for Si Kunyuk (Monkey), who changed his name to Pierre. Kunyuk offers a job as a masseuse (Male Therapist). Because of desperate circumstances, he enters into the world of Male Therapist. Jodi success and become one of the most sought-after Male Therapist.  Jodi courted one of his clients, a wealthy lawyer middle-aged woman named Anet. Jodi’s life goes smoothly, until he meets Dianka, a gorgeous waitress at a fancy restaurant. Then Jodi is going out with Dianka, But, this relationship is detcted by Anet.","release_date":"2014-04-24","vote_average":0.0,"runtime":96,"cert":"N\/A","id":458112,"title":"Modal Dengkul","adult":false,"genre_ids":[35]},{"cast":["Guillermo Francella","Rodolfo Ranni","Ana María Giunta","Adolfo García Grau","Tino Pascali"],"overview":"","release_date":"1990-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458117,"title":"Yo Tenía un Plazo Fijo","adult":false,"genre_ids":[]},{"cast":["Chow Yun-Fat","Cora Miao","Chow Lai-Guen","Tin Ching","Law Ho-Kai"],"overview":"","release_date":"1980-06-07","vote_average":0.0,"runtime":87,"cert":"N\/A","id":458119,"title":"Joy to the World","adult":false,"genre_ids":[10749,35]},{"cast":["Cyll Farney","Odete Lara","Marly Bueno","Sônia Muller","Zélia Hoffman"],"overview":"When a lady-killer announces his wedding, seven of his ex-girlfriends decide to kidnap him, keeping him in a sailing ship.","release_date":"1962-01-03","vote_average":0.0,"runtime":78,"cert":"N\/A","id":458121,"title":"As Sete Evas","adult":false,"genre_ids":[35]},{"cast":["Mykhailo Khoma","Olena Lavreniuk","Nazarii Huk","Orest Halytskyi","Serhii Pavuk"],"overview":"When three boneheads decide to make an illegal deal, you will wait for the end of the world.","release_date":"2017-08-31","vote_average":5.0,"runtime":null,"cert":"N\/A","id":458123,"title":"DZIDZIO Contrabass","adult":false,"genre_ids":[35]},{"cast":["David Lynch"],"overview":"See and hear how the acclaimed director brings his unique vision to the screen with technologies that are now within easier reach for the independent filmmakers.  Interspersed with behind the scenes footage from a recent project, Lynch muses on the art of filmmaking, offers wisdom to aspiring filmmakers, and shows you the power of today's tools to give you Room To Dream.  Then take a closer look at how digital technologies can transform your approach to production.  Using an Avid Xpress Studio HD system plus associated Digidesign and Softimage products, Room To Dream presents on-screen demonstrations--featuring clips from Lynch's project--that walk you through the pre and post production, editing, color correction, visual effects, tilting, final output, and more.","release_date":"2005-01-01","vote_average":8.6,"runtime":20,"cert":"\"NR\"","id":458128,"title":"Room to Dream: David Lynch and the Independent Filmmaker","adult":false,"genre_ids":[14,99]},{"cast":["Irene Anula"],"overview":"Agustina can't see. María, the girl who looks after her, will open her eyes.","release_date":"2008-01-18","vote_average":6.0,"runtime":3,"cert":"N\/A","id":458130,"title":"Abimbowé","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"Suzanne's life was turned upside down when a Bigfoot ran across the road in front of her one night. As she tries to understand what she's seen the creature arrives at her doorstep and sends her into a downward spiral looking for answers.","release_date":"2017-05-20","vote_average":0.0,"runtime":51,"cert":"\"\"","id":458138,"title":"The Back 80","adult":false,"genre_ids":[99]},{"cast":["Sharon Nelson","Matt Moore","Kennedy Martin","Dylan Krueger","Tara Brandenberger"],"overview":"When tragedy strikes, a teen struggles to keep her once perfect family from falling apart.","release_date":"2017-05-20","vote_average":8.8,"runtime":90,"cert":"\"\"","id":458140,"title":"Two Steps from Hope","adult":false,"genre_ids":[18]},{"cast":["Joanna Alexandra","Yuki Kato","Karina Nadila","Gandhi Fernando","Chika Waode"],"overview":"Olivia is teased by her boss, but she refuses. As a result, she is fired. She comes home with alcoholic drinks and plays a song as hard as possible to dissipate the pain. Her roommate, Merry is betrothed by her mother to a rich “feminine” boy. And Nina, another friend, comes home crying: her boyfriend is back to his wife. Nina turns to food to forget.  Olivia suggest another way to vent their frustration: they must choose a man at random, and he should be raped. Comes pizza restaurant manager who is delivering the girls’ pizza order, Adam is forced to join their party. They accidentally kill Adam.","release_date":"2015-06-11","vote_average":0.0,"runtime":83,"cert":"N\/A","id":458142,"title":"Pizza Man","adult":false,"genre_ids":[35,18]},{"cast":["Deva Mahenra","Kimberly Ryder","Alexa Key","Donna Harun","Fico Fachriza"],"overview":"Romeo (Deva Mahenra), photographer, is always changing his girlfriend. Romeo has trauma to the wedding after the divorce of his father (Gary Isaac) and mother (Donna Aaron) when he was seven years old.  One day Raline (Kimberly Ryder) Romeo’s lover, says that she is pregnant! Raline asks Romeo to marry her. Romeo decides to marry Raline. But, he will first complete the contract to take photos of Mount Rinjani.  On the way to Rinjani, Romeo meets with Sharon (Alexa Key), who has the same principle of life. Sharon does not believe in marriage and also have an adventurous spirit. Arriving at Rinjani, Romeo seduces Sharon, and invites her to swim in the lake.","release_date":"2015-04-23","vote_average":4.0,"runtime":80,"cert":"N\/A","id":458147,"title":"Romeo+Rinjani","adult":false,"genre_ids":[10749,18]},{"cast":["Alberto Vázquez","Evita","Erna Martha Bauman","Sergio Villagrán","Jorge Reyes"],"overview":"\"Mod\" culture in Mexico City.","release_date":"1970-05-06","vote_average":0.0,"runtime":95,"cert":"N\/A","id":458152,"title":"Jóvenes de la Zona Rosa","adult":false,"genre_ids":[]},{"cast":["Jeremy Chan","Chew Chor Meng","Terence Then","Wang Weiliang","Venus Wong"],"overview":"Lucky Boy is a 2017 comedy and coming-of-age film directed by Boris Boo, and starring Wang Weiliang, Venus Wong, Chew Chor Meng and Chen Xiuhuan as the main cast.","release_date":"2017-05-18","vote_average":0.0,"runtime":110,"cert":"N\/A","id":458157,"title":"Lucky Boy","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The two days Teahupoo blew minds","release_date":"","vote_average":0.0,"runtime":31,"cert":"N\/A","id":458159,"title":"Billabong Solid","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film biography of Dr. Norman Bethune, the Canadian doctor who served with the loyalists during the Spanish Civil War and with the North Chinese Army during the Sino-Japanese War. In Spain he pioneered the world's first mobile blood-transfusion service; in China his work behind battle lines to save the wounded has made him a legendary figure. This hour-long documentary film pieces together his remarkable career.","release_date":"1964-01-01","vote_average":0.0,"runtime":59,"cert":"N\/A","id":458164,"title":"Bethune","adult":false,"genre_ids":[]},{"cast":["Lindsey Stirling","Drew Steen","Kit Nolan","Jason Gaviati","ZZ Ward"],"overview":"Beginning on the eve of her thirtieth birthday, “Brave Enough,” documents violinist Lindsey Stirling over the past year as she comes to terms with the most challenging & traumatic events of her life. Through her art, she seeks to share a message of hope and courage and yet she must ask herself the question, “Am I Brave Enough?” Capturing her personal obstacles and breakthrough moments during the “Brave Enough,” tour, the film presents an intimate look at this one-of- a-kind artist and her spectacular live performances inspired by real-life heartbreak, joy, and love.","release_date":"2017-05-17","vote_average":8.0,"runtime":75,"cert":"\"PG\"","id":458166,"title":"Lindsey Stirling: Brave Enough","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"","release_date":"2014-12-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458168,"title":"Carcassonne les secrets de la citadelle","adult":false,"genre_ids":[99]},{"cast":["Michel Leeb","Michel Galabru","Darry Cowl","Françoise Blanchard","Alexandra Delli Colli"],"overview":"","release_date":"1983-06-29","vote_average":6.0,"runtime":85,"cert":"N\/A","id":458170,"title":"It's Called Catastrophe","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Featuring original newsreel footage of key people and events that shaped 1969, including Neil Armstrong, the first man on the moon, the Queen opens Victoria Line, Paul McCartney marries Linda Eastman, Carnaby Street and much more.","release_date":"","vote_average":0.0,"runtime":58,"cert":"N\/A","id":458172,"title":"1969 - A Year To Remember","adult":false,"genre_ids":[99,36]},{"cast":[],"overview":"Shot in 1974 by Danny Lyon and a single audio person, in twenty days in Santa Marta Colombia.  It was meant to reach the US television audience with a film of great emotion, in order to liberate them from the numbing inhumanity of most television media. To Lyon's great disappointment, it was never shown on American television. It was rejected because it \"had no narration\". In fact Ninos was way ahead of its time, and the film was punished for that.","release_date":"1975-06-05","vote_average":7.0,"runtime":63,"cert":"\"\"","id":458180,"title":"The Abandoned Children","adult":false,"genre_ids":[99]},{"cast":["Humberto Arana","Olga Arana","Juan Belmonte","Guillermo Camacho","Lilia Cardeño"],"overview":"","release_date":"1961-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458182,"title":"Raíces de piedra","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In Voyeur, a young couple checks into a hotel. They proceed to seduce the chambermaid [Raffaella Ponzo] while the desk clerk watches over closed circuit television every erotic encounter going on in various rooms throughout the hotel. It is only when he goes home to his wife with a raging erection that we find out why he was so interested. He unleashes a torrent of pent up sexual energy with his very willing partner.","release_date":"","vote_average":0.0,"runtime":28,"cert":"N\/A","id":458184,"title":"Voyeur","adult":false,"genre_ids":[]},{"cast":["Ji Guanlin"],"overview":"A group of tea pets—cute clay figurines that are good-luck charms for tea drinkers—embark on a magical animated adventure to find a fabled mystic.","release_date":"2017-07-21","vote_average":7.5,"runtime":98,"cert":"\"G\"","id":458186,"title":"Tea Pets","adult":false,"genre_ids":[16,12,10751]},{"cast":["Polo Ortín","Alfonso Zayas","Vanessa Yudic"],"overview":"A 1994 mexploitation film about a detective named Cazanachas. Stuffed with big booty señoritas in revealing bikinis.","release_date":"1994-01-01","vote_average":0.0,"runtime":74,"cert":"N\/A","id":458188,"title":"El Detective Cazanachas","adult":false,"genre_ids":[]},{"cast":["Debora Calì","Jarno Berardi","Sasa Vulicevic"],"overview":"A young man enters the Rome Metro with a friend, where they notice a woman who has just left the restroom with her dress accidentally tucked into her panties. They tell her about her inadvertent exposure, after which one of the boys boards a train, leaving his besotted friend standing on the platform - totally smitten with the lovely young lady. The two are waiting on opposite platforms, where they await the last train. The young man proclaims his love at first sight - telling her she's the most beautiful woman he's ever seen. Obviously flattered, the woman reciprocates in a way the young man will never forget...","release_date":"1999-03-03","vote_average":7.3,"runtime":23,"cert":"N\/A","id":458190,"title":"The Last Subway","adult":false,"genre_ids":[]},{"cast":["Guillermo Battaglia","Santiago Gómez Cou","Ilde Pirovano","María Concepción César","Horacio O'Connor"],"overview":"","release_date":"1950-09-21","vote_average":0.0,"runtime":71,"cert":"N\/A","id":458192,"title":"El regreso","adult":false,"genre_ids":[18]},{"cast":["Chow Yun-Fat","Kenneth Tsang"],"overview":"Goodbye My Friend is a Hong Kong Crime-Drama starring Chow Yun-Fat.","release_date":"1988-10-05","vote_average":0.0,"runtime":81,"cert":"N\/A","id":458194,"title":"Goodbye My Friend","adult":false,"genre_ids":[10752,18,80]},{"cast":[],"overview":"","release_date":"1950-05-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458196,"title":"Le Trésor des Pieds Nickelés","adult":false,"genre_ids":[35]},{"cast":["Lawrence Peyton","Viola Barry","Herbert Rawlinson","Rhea Haines","Ann Ivers"],"overview":"A sad story about how a working-class man tries, and succeeds, to become a writer, but finds difficulty in fitting into that world.﻿","release_date":"1914-08-16","vote_average":0.0,"runtime":50,"cert":"\"\"","id":458198,"title":"Martin Eden","adult":false,"genre_ids":[18]},{"cast":["Ben Garrod","Alice Roberts"],"overview":"Investigates the greatest vanishing act in the history of our planet - the sudden disappearance of the dinosaurs 66 million years ago.","release_date":"2017-05-15","vote_average":6.3,"runtime":60,"cert":"N\/A","id":458200,"title":"The Day the Dinosaurs Died","adult":false,"genre_ids":[99]},{"cast":["Bolek Polívka","David Novotný","David Matásek","Lukáš Latinák","Eva Holubová"],"overview":"","release_date":"2016-12-22","vote_average":0.0,"runtime":104,"cert":"N\/A","id":458202,"title":"Manžel na hodinu","adult":false,"genre_ids":[35]},{"cast":["Luis Sandrini","María José Demare","Víctor Laplace","José Cibrián","Blanca del Prado"],"overview":"","release_date":"1971-09-09","vote_average":8.5,"runtime":null,"cert":"N\/A","id":458204,"title":"Pájaro loco","adult":false,"genre_ids":[18,35]},{"cast":["Piero Anselmi"],"overview":"","release_date":"2005-07-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458206,"title":"Locos de la bandera","adult":false,"genre_ids":[99]},{"cast":["Alberto Alfonso","Myriam Angueira","Sergio Arca","Victor Luis Cuevas","Ariel Díaz"],"overview":"","release_date":"2008-04-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458208,"title":"Malvinas. Veinticinco años de silencio","adult":false,"genre_ids":[99]},{"cast":["Albert Lieven","Lien Deyers","Erna Morena","Heinz Salfner","Helene Fehdmer"],"overview":"","release_date":"1933-11-24","vote_average":5.0,"runtime":null,"cert":"N\/A","id":458210,"title":"Die vom Niederrhein","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"Set in the near future, “Dragon” envisions a society radically changed as a result of discovering ancient organic lifeforms drifting through the cosmos, whose alien biochemistry has been processed to create a hugely profitable drug that acts as an “opiate of the masses.” The film follows a captain and her crew as they hunt these “dragons” in deep space, seeking to secure a comfortable future.","release_date":"2020-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":458212,"title":"Dragon","adult":false,"genre_ids":[27,878,53]},{"cast":["Luis Sandrini","Beatriz Taibo","Roberto Escalada","Diego Botto","Mónica Jouvet"],"overview":"","release_date":"1972-09-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458214,"title":"El profesor tirabombas","adult":false,"genre_ids":[35]},{"cast":["Aleksey Petrenko","Lidiya Fedoseyeva-Shukshina","Georgi Burkov","Fyodor Odinokov","Svetlana Kryuchkova"],"overview":"","release_date":"1978-03-13","vote_average":7.0,"runtime":97,"cert":"N\/A","id":458216,"title":"Beda","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A couple wanting to escape the city and renovate their fixer upper home discover a family of apparitions are already there.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458218,"title":"Griffin's Ghost","adult":false,"genre_ids":[]},{"cast":["Justin Timberlake","Alisha Wainwright"],"overview":"An ex-con finds himself caring for a child abandoned by their drug addicted mother.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458220,"title":"Palmer","adult":false,"genre_ids":[18]},{"cast":["Lucas Lagré","Berta Muñiz","Nicolas Maiques","Verónica Intile","Leandro Cóccaro"],"overview":"","release_date":"2016-02-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458222,"title":"Érase una vez en Buenos Aires","adult":false,"genre_ids":[878,35,14,10749]},{"cast":[],"overview":"","release_date":"2003-03-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458224,"title":"Traces, empreintes de femmes","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458229,"title":"El Vecindario 3","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458231,"title":"Split","adult":false,"genre_ids":[]},{"cast":["Gastón Santos","María Eugenia San Martín","Alfonso Mejía","María Duval","Fernando Luján"],"overview":"Five city boys and  five country boys compete for the attentions of five city girls.","release_date":"1962-05-17","vote_average":0.0,"runtime":87,"cert":"N\/A","id":458233,"title":"Jóvenes y bellas","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458235,"title":"Noticias de la familia Mars","adult":false,"genre_ids":[35]},{"cast":["Ken Ishiguro","Takeshi Kawamura","Yoshiki Arizono","Rina Takeda","Junichi Gamou"],"overview":"It was a novel based on the incident that occurred in reality, and the series began in 1960 with \"Weekly Shincho\".","release_date":"2012-06-09","vote_average":0.0,"runtime":115,"cert":"N\/A","id":458237,"title":"Black Report","adult":false,"genre_ids":[9648,18]},{"cast":["Michael Bohnen","Friedel Schuster","Iván Petrovich","Ernö Verebes","Gretl Theimer"],"overview":"","release_date":"1931-10-13","vote_average":5.0,"runtime":91,"cert":"N\/A","id":458242,"title":"Victoria and Her Hussar","adult":false,"genre_ids":[10402]},{"cast":["Déborah François","Paul Hamy","Vincent Pérez","Aviis Zhong","Nanou Garcia"],"overview":"Maria, 30, is impatient, restless and speaks 5 languages. In Taipei she meets Olivier. He is shy, slow and can speak 14 languages. They fall in love. Then suddenly the news explodes. It's their story, a true story.","release_date":"2018-11-16","vote_average":8.5,"runtime":97,"cert":"N\/A","id":458244,"title":"Territory of Love","adult":false,"genre_ids":[18]},{"cast":["Achako Hanabishi","Junzaburô Ban","Kyôko Anzai","Chiemi Eri","Shinji Sakai"],"overview":"A 1954 film.","release_date":"1954-09-14","vote_average":0.0,"runtime":88,"cert":"N\/A","id":458246,"title":"Road to Hawaii","adult":false,"genre_ids":[10749]},{"cast":["Ponco Sutiyem","Rukman Rosadi","Ledjar Subroto","Vera Prifatamasari"],"overview":"Mbah Sri (95 years old) is looking for the grave of her husband, who has been missing for decades, with one simple aim: she wants to rest in peace beside her husband’s grave.","release_date":"2016-12-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":458248,"title":"Ziarah","adult":false,"genre_ids":[18,10749]},{"cast":["Maria Hart","Drake Smith","William Fawcett","Robert Gardett","Johnny Carpenter"],"overview":"With a female protagonist as its only selling point, Cattle Queen trots out a farfetched Western story of Queenie Hart (Maria Hart), a rather glamorous bleached blonde cattle driver in 1866 Wyoming. After conning a potential buyer (Robert Robinson) into believing that Queenie's herd is diseased, nasty would-be empire builder Duke Drake (Robert Gardett) is confronted by the girl's new tough foreman, Bill Foster (Drake Smith). In retaliation, Drake frames Bill for a stage robbery, actually committed by his own henchmen, and arranges a phony trial presided over by the saloon's bartender, Judge Whipple (Douglas Wood). Queenie, however, interrupts the \"trial\" with the news that the townswomen have all elected Jim marshal. To uphold the decision, Bill has secured the release of three convicted outlaws: Blackie Malone (Joe Bailey), Bad Bill Smith (James Pierce), and Shotgun Thompson (Emile Meyer), two of whom join in the fight against Drake and his gang.","release_date":"1951-11-15","vote_average":0.0,"runtime":72,"cert":"\"\"","id":458250,"title":"Cattle Queen","adult":false,"genre_ids":[37]},{"cast":["Kev Adams","Virginie Efira","Emmanuel Curtil","Anne Tilloy","Céline Melloul"],"overview":"When Apollo, a kind-hearted travelling performer, lands in the village of the Funny Little Bugs, it’s not too long before he upsets the life of the kingdom. As Apollo falls into a trap set by Wendy, the jealous and treacherous cousin of the queen, he is framed for kidnapping Queen Marguerite, causing panic in the hive! In reality, Marguerite is held by the Vermin, Wendy’s accomplices, while she takes over the throne. With the help of his new friends, Apollo embarks on a perilous rescue mission. To free the Queen and save the hive, the Little Bugs will bravely face many dangers and be more imaginative than ever!","release_date":"2017-12-13","vote_average":5.6,"runtime":87,"cert":"\"PG\"","id":458252,"title":"Tall Tales from the Magical Garden of Antoon Krings","adult":false,"genre_ids":[16,35]},{"cast":["Maxie Rosenbloom","Max Baer","Jackie Coogan","Fuzzy Knight","Hillary Brooke"],"overview":"Originally slated for release by Eagle Lion, Skipalong Rosenbloom purchased by United Artists -- who gave it a cursory theatrical release before selling the film to television. As it turned out, TV was the appropriate medium for this heavy-handed satire of video westerns. Former boxing champ Maxie Rosenbloom plays a lampooned variation of Hopalong Cassidy, with all the standard western cliches in evidence. \"Skipalong\" Rosenbloom is depicted as the star of a heavily commercialized TV kiddie show, presided over by a smarmy announcer. The plot proper finds \"Skipalong\" at odds with western bad guy Butcher Baer, played by Rosenbloom's onetime ring opponent Max Baer. Others in the cast are Jackie Coogan, Fuzzy Knight and Hillary Brooke, who seem to be having fun with the dreadful material foisted upon them.","release_date":"1951-04-30","vote_average":0.0,"runtime":72,"cert":"\"\"","id":458254,"title":"Skipalong Rosenbloom","adult":false,"genre_ids":[37,35]},{"cast":[],"overview":"Featuring:  1973 Santa Clara Vanguard (previously unavailable performance from historic Warhawk Stadium in Whitewater, Wisconsin.)  1975 Madison Scouts  1984 Garfield Cadets  1986 Blue Devils  1989 Santa Clara Vanguard  1991 Star of Indiana  1994 Blue Devils  1996 Phantom Regiment  1999 Blue Devils  2000 The Cavaliers  2005 The Cadets","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":458256,"title":"DCI Essentials Collection Vol. 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"Featuring:\r 1972 Kingsmen (previously unavailable performance)\r 1976 Blue Devils\r 1982 Blue Devils\r 1983 Garfield Cadets\r 1987 Garfield Cadets\r 1988 Madison Scouts\r 1995 The Cavaliers\r 1996 Blue Devils\r 1999 Santa Clara\r 2000 The Cadets\r 2002 The Cavaliers\r 2003 Blue Devils\r 2008 Phantom Regiment","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458258,"title":"DCI Essentials Collection Vol. 2","adult":false,"genre_ids":[]},{"cast":["Lau Ching-Wan","Louis Koo","Gordon Lam","Jiang Yiyan","Zhang Jin"],"overview":"The movie is based on a true story about a repented gangster preaching the word of God and guiding his brotherhood to turn over a new leaf.  Chen once was the leader of the famous gang \"The 13 Tsz Wan Shan\", he lost his family, lovers, brothers and finally ended up imprisoned for his drug abuse and trafficking. After jail, he devoted himself to save the lost fellows and was selected as \"The JCI Hong Kong Ten Outstanding Young Persons\".  Being respected by the world, Chen is always asked to solve the most difficult situations between evil and good. People give him a nickname \"The Fixer\". However, there are two sides of a coin, Chen can work out any problem of others, but he does not know how to deal with his personal knot with his love, with whom he has had guilty conscience all his life.  Can he fix it eventually?","release_date":"2017-05-18","vote_average":7.1,"runtime":null,"cert":"N\/A","id":458266,"title":"Dealer\/Healer","adult":false,"genre_ids":[18,28]},{"cast":[],"overview":"","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458268,"title":"Jake Never Land pirates : Peter Pan returns","adult":false,"genre_ids":[16]},{"cast":[],"overview":"An instruction video about Dianetics therapy.","release_date":"2009-01-01","vote_average":0.0,"runtime":85,"cert":"\"\"","id":458270,"title":"How To Use Dianetics","adult":false,"genre_ids":[99]},{"cast":["George Plimpton"],"overview":"George Plimpton takes us through some of the more unsual programming from around the world. Highlights include Japan's 'Screaming Man', kooky workout shows, a topless ad from Denmark, strange gags from Belgium and Egypt and a commercial directed by Federico Fellini.","release_date":"1986-01-01","vote_average":0.0,"runtime":30,"cert":"\"\"","id":458272,"title":"Uncensored Channels: TV Around The World With George Plimpton","adult":false,"genre_ids":[]},{"cast":["Oliver Kalkofe","Joachim Fuchsberger","Karin Dor","Karin Baal","Tim Bergfelder"],"overview":"A documentary directed by Oliver Schwehm.","release_date":"2012-11-16","vote_average":0.0,"runtime":58,"cert":"N\/A","id":458274,"title":"German Grusel","adult":false,"genre_ids":[99]},{"cast":["Natalya Kolyakanova","Alisa Khazanova","Artyom Smola","Galina Bokashevskaya","Sergey Pakhomov"],"overview":"Chronicle of the last days spent together","release_date":"2005-05-12","vote_average":0.0,"runtime":30,"cert":"N\/A","id":458276,"title":"The Two of Us","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Documentary tracing the history of censorship in American comedy, movies, music and television from the early 20th century, showing how what society concerns taboo has changed during the last 100 years.","release_date":"1985-05-28","vote_average":0.0,"runtime":60,"cert":"\"\"","id":458278,"title":"America Censored","adult":false,"genre_ids":[]},{"cast":["Vladimir Yepifantsev","Vladimir Yaglych","Sergey Batalov","Nadezhda Gorshkova","Anastasiya Vedenskaya"],"overview":"","release_date":"2010-12-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458280,"title":"Ночь длиною в жизнь","adult":false,"genre_ids":[10752,18,36,10749]},{"cast":[],"overview":"A look into some of the weirdest turn-ons in the world.","release_date":"1999-01-01","vote_average":0.0,"runtime":58,"cert":"N\/A","id":458282,"title":"Bizarre Magazine Presents  Bizarre Sex","adult":false,"genre_ids":[]},{"cast":["Rachel Maclean","Chiara D'Anna","Steven McNicoll","Toby Ungleson"],"overview":"Simultaneously sumptuous and gorgeous, garish and grim, this is a re-working of Pinocchio for the neo-liberal era. Rachel Maclean’s dark fairytale, which represented Scotland at the Venice Biennale 2017, depicts a brash and baroque binary world of poverty and riches where the prospect of easy wealth tempts even good boys like Pic into bad ways. But if everyone believes the lie, what’s the problem?","release_date":"2017-05-13","vote_average":0.0,"runtime":37,"cert":"N\/A","id":458284,"title":"Spite Your Face","adult":false,"genre_ids":[14]},{"cast":["Jesús Sangil","Victoria Zinny"],"overview":"","release_date":"1960-05-18","vote_average":5.0,"runtime":null,"cert":"N\/A","id":458286,"title":"Los opositores","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A stop-frame animation that shows an undernourished dog moving around in a brightly lit cell that recalls the white-washed austerity of vivisection laboratories, euthanasia clinics and art galleries.","release_date":"2017-05-06","vote_average":0.0,"runtime":6,"cert":"N\/A","id":458291,"title":"2","adult":false,"genre_ids":[]},{"cast":["Navi","Chad L. Coleman","Sam Adegoke","Aidan Hanlon Smith","Taegen Burns"],"overview":"Based on the best-selling book, Remember the Time: Protecting Michael Jackson in His Final Days, and told through the eyes of Jackson's trusted bodyguards, Bill Whitfield and Javon Beard. The movie will reveal firsthand the devotion Michael Jackson had to his children, and the hidden drama that took place during the last two years of his life.","release_date":"2017-05-29","vote_average":6.5,"runtime":null,"cert":"\"\"","id":458293,"title":"Michael Jackson: Searching for Neverland","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In 1999, Colorado mother Jessica Gonzales experienced every parent’s worst nightmare when her three young daughters were killed after being abducted by their father in violation of a domestic violence restraining order. Devastated, Jessica sued her local police department for failing to adequately enforce her domestic violence restraining order despite her repeated calls for help that night. Determined to make sure her daughters did not die in vain, Jessica pursues her case to the US Supreme Court and an international human rights tribunal, seeking to strengthen legal rights for domestic violence victims. Meanwhile, her relationship with her one surviving child, her son Jessie, suffers, as he struggles with the tragedy in his own way. Shot over the course of nine years, Home Truth chronicles one family’s incredible pursuit of justice, shedding light on how our society responds to domestic violence and how the trauma from domestic violence can linger through generations.","release_date":"2017-06-10","vote_average":0.0,"runtime":70,"cert":"\"\"","id":458295,"title":"Home Truth","adult":false,"genre_ids":[]},{"cast":[],"overview":"The zombified leaders of the free world rise from the dead to hunt down a group of ill-fated teens and give them a lethal lesson in American history. Their only hope for survival is to summon the demonic spirit of John Wilkes Booth.","release_date":"","vote_average":2.0,"runtime":90,"cert":"N\/A","id":458297,"title":"President's Day","adult":false,"genre_ids":[27,35]},{"cast":["Wang Ling","Paul Chun Pui","Chang Hsiao-yen"],"overview":"Taiwanese drama film.","release_date":"1967-08-25","vote_average":0.0,"runtime":97,"cert":"N\/A","id":458299,"title":"Lover No Return","adult":false,"genre_ids":[18]},{"cast":["Bruce Dinsmore"],"overview":"In this animated short, Mrs. Popcorn is shocked to discover a worm in her canned drink. When the beverage company refuses to accept the blame, she's outraged! An intrepid consumer, Mrs. Popcorn takes the company to court for negligence.  Understanding the Law: The Worm is episode two in a series of short films designed to demystify everyday aspects of Canadian civil law. Wry humour and a whimsical style make this informative series lively and memorable.","release_date":"2000-09-20","vote_average":7.0,"runtime":3,"cert":"N\/A","id":458301,"title":"Understanding the Law: The Worm","adult":false,"genre_ids":[16,35]},{"cast":["Dolores McDougal","Barry Bartle","Jean Shepherd","Lesley Woods","Nicolas Coster"],"overview":"In this romantic drama, a plain, lonely secretary wins three dance lessons. Her handsome instructor tells her that she is quite talented and cons her into signing a long-term contract. She soon finds herself in love with him, and an affair begins. The normally cold-hearted instructor is surprised when he finds himself genuinely returning her affections. Trouble ensues when she dances with another instructor who gives her exactly the same sales pitch.","release_date":"1964-01-01","vote_average":0.0,"runtime":85,"cert":"\"\"","id":458309,"title":"Light Fantastic","adult":false,"genre_ids":[10749,18]},{"cast":["Enrique Serrano","Tono Andreu","Francisco Audenino","Morena Chiolo","José Comellas"],"overview":"","release_date":"1950-09-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458311,"title":"Don Fulgencio","adult":false,"genre_ids":[35]},{"cast":[],"overview":"One frame of film for each page: the history of human knowledge becomes an illegible, strobing stream of images.","release_date":"1971-01-02","vote_average":0.0,"runtime":6,"cert":"N\/A","id":458313,"title":"Encyclopedia Britannica","adult":false,"genre_ids":[]},{"cast":[],"overview":"A modern reimagining of 'Sonnet 23' by William Shakespeare.","release_date":"2016-08-09","vote_average":0.0,"runtime":4,"cert":"\"\"","id":458315,"title":"Sonnet 23","adult":false,"genre_ids":[]},{"cast":[],"overview":"Death is inevitable, in more ways than one in this animated short about an Old lady's skirt with Death.","release_date":"","vote_average":0.0,"runtime":1,"cert":"N\/A","id":458320,"title":"The UnderDead","adult":false,"genre_ids":[]},{"cast":[],"overview":"H-E-L-L-O translates the famous musical sequence from Stephen Spielberg's Close Encounters of the Third Kind into a greeting for sites around New Orleans loaded with the histories of music and procession.","release_date":"2015-03-06","vote_average":0.0,"runtime":11,"cert":"\"\"","id":458331,"title":"H-E-L-L-O","adult":false,"genre_ids":[]},{"cast":[],"overview":"A love letter to death.","release_date":"","vote_average":0.0,"runtime":12,"cert":"N\/A","id":458333,"title":"Playing Possum","adult":false,"genre_ids":[]},{"cast":["Selton Mello","Ralph Ineson","Seu Jorge","Thomas Chaanhing","Lukas Loughran"],"overview":"The Soundtrack of a life. Cris ( Selton Mello) , a young artist still trying to find his place on the tough world of arts, gets from Brazilian Government special permit to stay a month in an isolated international research station surrounded by nothing but ice. His goal is to prepare an exhibition mixing music and photography. Cris will go against his own defined concepts and values, as he spends time with other researchers discovering PLANET EARTH on an never seen perspective. This shock will result on this young artist 's evolution changing his life forever.","release_date":"2017-07-06","vote_average":7.8,"runtime":112,"cert":"N\/A","id":458335,"title":"Soundtrack","adult":false,"genre_ids":[18]},{"cast":["Norman Yeung","Allison Scagliotti","Janet Lo","Cara Gee","Misty Fox"],"overview":"Tonight, a lonely writer, a mother and a dreamer will try to escape sadness by partying, romancing and having sex with strangers.","release_date":"2016-05-01","vote_average":0.0,"runtime":16,"cert":"\"\"","id":458337,"title":"Anne Darling","adult":false,"genre_ids":[10749,18]},{"cast":["Jason Plum","Justin Plum","Erikka Walsh","Sue Johnson","Remy Speirs"],"overview":"Two down-on-their-luck roommates looking for an easy way to pay the rent answer an unusual ad in a local paper and scare up more than just money.","release_date":"","vote_average":10.0,"runtime":90,"cert":"N\/A","id":458339,"title":"Haunted Inc.","adult":false,"genre_ids":[35,27]},{"cast":["Markus Mischkowski","Mario Mentrup","Bernhard Marsch","Cécile Marmier"],"overview":"Two guys plan a bank robbery.","release_date":"1999-02-02","vote_average":0.0,"runtime":25,"cert":"N\/A","id":458341,"title":"Roulez Relax","adult":false,"genre_ids":[]},{"cast":["Venus Monique","Cabil Gibbs","Jordan Jones","Olivia Jordan","Avery Merrifield"],"overview":"Based on the first book of the Bible, Genesis is a sweeping and poetic look at the beginning of man's relationship with God. While Jochebed (Venus Monique) hides in a shelter to protect her son from being murdered, she tells him the story of her people over the course of a dangerous night. This film explores the idea that mankind will one day return to the place where we started, but that the journey will be filled with hardship, beauty, and a desperate need to trust the Creator.","release_date":"2016-03-01","vote_average":4.9,"runtime":81,"cert":"\"\"","id":458352,"title":"Genesis","adult":false,"genre_ids":[18,36]},{"cast":["Sarah Hunter","Pristine Edge","William F. Bryant","Aria Alexander","Andrew Espinoza Long"],"overview":"Awakened from a curse after 400 years, Sleeping Beauty (Sarah Hunter) marvels at the wonders of the new century. She falls in love with a famous architect who is working to restore the castle she once lived in, but finds there are enemies plotting against her. Giving in to her long pent-up sexual desires, Beauty cannot resist the lustful advances of both men and women and after 400 years, she's ready to explore everything and everyone!","release_date":"2017-07-27","vote_average":4.3,"runtime":81,"cert":"\"\"","id":458354,"title":"Sleeping Beauties","adult":false,"genre_ids":[14]},{"cast":["Disha Patani","Jayam Ravi","Arya"],"overview":"Set in the 8th century A.D., Sangamithra is the story of an Indian Princess and the trials and tribulations she undergoes so as to save her kingdom.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458356,"title":"Sangamithra","adult":false,"genre_ids":[28,10749]},{"cast":[],"overview":"In China, during the Cultural Revolution, a young girl's parents are thrown in jail for ten years. She is raised by her grandfather. He introduces her to gymnastics where she does her best to fit in with the others.","release_date":"","vote_average":0.0,"runtime":85,"cert":"N\/A","id":458358,"title":"Lan","adult":false,"genre_ids":[]},{"cast":["Edith Schultze-Westrum","Josef Bommer","Heinz Weiss","Georg Lehn","Nora Minor"],"overview":"","release_date":"1963-05-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458360,"title":"Das Unbrauchbare an Anna Winters","adult":false,"genre_ids":[]},{"cast":[],"overview":"Now in Telugu  A.I.SHA is the story of a relationship between a man and woman...only, the woman is the first-of-its-kind Artificial Intelligence Simulated Humanoid Assistant (A.I.SHA)","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458362,"title":"A.I.SHA: My Virtual Girlfriend","adult":false,"genre_ids":[]},{"cast":["Gilbert M. Anderson","H. Kyrle Bellew","J. Barney Sherry"],"overview":"The millionaire's child is kidnapped. Sherlock Holmes after many thrilling adventures and narrow escapes rescues the child.","release_date":"1905-10-07","vote_average":0.0,"runtime":12,"cert":"\"\"","id":458364,"title":"Adventures of Sherlock Holmes","adult":false,"genre_ids":[18,80]},{"cast":["Christophe Alévêque"],"overview":"","release_date":"2016-11-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458372,"title":"Christophe Alévêque : Ça ira mieux demain","adult":false,"genre_ids":[]},{"cast":[],"overview":"This melancholy piece about the metamorphoses of love and the eternal dissatisfaction of human beings with what they have was inspired by the lyrics of the French song \"Plaisir d'amour.\"","release_date":"1966-09-04","vote_average":6.0,"runtime":8,"cert":"N\/A","id":458374,"title":"Joy of Love","adult":false,"genre_ids":[16]},{"cast":["Sho Aikawa","Shiori Sakura","Chikako Aoyama","Rikiya Yasuoka","Tatsuo Yamada"],"overview":"In the sequel to 1990's classic Neo Chinpira, Junko (Sho Aikawa) attempts to take out Kazama and then goes on the run. However, he quickly begins to feel homesick, and returns home to find that almost everything has changed. Noriko is now a bar mama with a lavish lifestyle, Yumeko is nowhere to be found, and his boss (Toru Minegishi) seems to have sinister plans involving Junko and his uncle (Jo Shishido).","release_date":"1991-04-12","vote_average":0.0,"runtime":93,"cert":"N\/A","id":458376,"title":"Neo Chinpira 2: Zoom Goes the Bullet","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2003-09-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458378,"title":"Egypte - L'Egypte pharaonique, au musée du Caire et en Haute-Egypte","adult":false,"genre_ids":[99]},{"cast":["Andreas Englisch","Richard Van Allen","Ronald Reagan","Pope John Paul II"],"overview":"","release_date":"2015-05-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458380,"title":"Geheimauftrag Pontifex – Der Vatikan im Kalten Krieg","adult":false,"genre_ids":[99]},{"cast":["Emily Debowski"],"overview":"Amanda's horse Tanner helps her discover a hidden village of FOREST FAIRIES who offer to help stop an evil land developer from tricking Amanda's mom into selling the family country inn. In this stunningly lush film, the Forest Fairies use their fairy magic and quick thinking to uncover the evil plot. To save the day, they must all try and convince Amanda's mom to believe in love again, believe in laughter again, and believe in fairies.","release_date":"2015-12-30","vote_average":6.0,"runtime":90,"cert":"N\/A","id":458382,"title":"Forest Fairies","adult":false,"genre_ids":[]},{"cast":["Wim Wenders","Steven Soderbergh","Jane Campion","Emir Kusturica","Martin Scorsese"],"overview":"From Martin Scorsese to Jane Campion, from Emir Kusturica to Quentin Tarantino, some of the greatest recipients of this trophy recall special moments relating to the award ceremony which closes the Cannes Film Festival. This film brings to light moving and personal stories, as surprising as they are varied, which all contribute to further enhancing the legend of the Palme d’Or.","release_date":"2015-05-20","vote_average":0.0,"runtime":80,"cert":"N\/A","id":458399,"title":"The Legend of the Palme d'Or","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary looking at the making of the 1993 film Alive about the 1972 plane crash in the Andes, and also interviews with the real survivors.","release_date":"","vote_average":0.0,"runtime":51,"cert":"N\/A","id":458401,"title":"Alive: 20 Years Later","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sharon Lockhart's debut film from 1994 is divided into three parts. All parts are linked in showing the progression of a devastating skin disease of two ten-year-old boys which is successively revealed to be the progression of a skilfully applied special effects make-up. Shot against coloured backdrops, the first sections show portraits of the boys who are introduced by preceding titles as Khalil and Shaun. The third section is a dramatic sequence based on one of the last scenes in John Cassavetes's film A Woman Under the Influence (1974). Lockhart refrains from reproducing the scene literally. Instead, she places and collapses several moments into one, amplifying the main theme of the film - the attempt to pretend that everything is okay. Shaun is presented with his face horribly disfigured by blisters and wounds. His mother's pledges of future happiness thus become rather ominous.","release_date":"1994-01-01","vote_average":0.0,"runtime":16,"cert":"\"\"","id":458403,"title":"Khalil, Shaun, A Woman Under the Influence","adult":false,"genre_ids":[]},{"cast":["Ian Boldsworth","Barry Dodds"],"overview":"What the title says...what more do you want to know?","release_date":"2018-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458405,"title":"The ParaPod Movie","adult":false,"genre_ids":[27,99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458407,"title":"24 hours","adult":true,"genre_ids":[]},{"cast":["Елисавета Шопова","Иван Иванов","Филип Трифонов","Антон Радичев","Златина Тодева"],"overview":"","release_date":"1994-01-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458409,"title":"Gori Gori Oganche","adult":false,"genre_ids":[]},{"cast":["Mickey Rourke","Prem Singh","Janel Parrish","Michael Pugliese","Marshall Manesh"],"overview":"A practicing Sikh is banned by the boxing commission for refusing to back down from his religious beliefs. Through racial profiling and stereotypical threats, he does what any strong American would do: fight back.","release_date":"2018-11-30","vote_average":6.3,"runtime":100,"cert":"\"PG-13\"","id":458414,"title":"Tiger","adult":false,"genre_ids":[18]},{"cast":["George Cole"],"overview":"Children will be spellbound by the antics of the good witch Heggerty Haggerty and her two companions Broomstick and Black Cat.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458416,"title":"Heggerty Haggerty","adult":false,"genre_ids":[]},{"cast":["Sergei Krupennikov","Алексей Сироткин","Andrei Petrov","Margarita Sergeyecheva"],"overview":"Short-length feature film directed by Valentin Gorlov, based on \"Deniska's stories\" by Victor Dragunsky.","release_date":"1973-01-01","vote_average":0.0,"runtime":26,"cert":"N\/A","id":458430,"title":"Where it is seen, where it is heard","adult":false,"genre_ids":[35]},{"cast":["Jean Carlo Simancas","Elba Escobar","Javier Vidal","Julie Restifo","Luis Rivas"],"overview":"A police drama that chronicles the efforts of a police officer to uncover an unexplained murder case that blends the lives of two women and a theater actor, the victim of an \"artistic\" shot, part of a play.","release_date":"1984-06-27","vote_average":0.0,"runtime":110,"cert":"N\/A","id":458441,"title":"Manslaughter","adult":false,"genre_ids":[53,18]},{"cast":["Lee Ingleby","Joanne Froggatt","Brian Cox"],"overview":"Join Bob the Builder and the team in their biggest build ever!","release_date":"2017-06-15","vote_average":9.0,"runtime":59,"cert":"N\/A","id":458443,"title":"Bob the Builder: Mega Machines","adult":false,"genre_ids":[16,35,10751]},{"cast":[],"overview":"Super 8mm by Paul Clipson. Sound by Jefre Cantu Ledesma.","release_date":"2006-01-01","vote_average":0.0,"runtime":11,"cert":"\"\"","id":458445,"title":"The Lights & Perfections","adult":false,"genre_ids":[]},{"cast":[],"overview":"Film by Paul Clipson. Music by Jefre Cantu Ledesma.","release_date":"2006-01-01","vote_average":0.0,"runtime":7,"cert":"\"\"","id":458447,"title":"Constellations","adult":false,"genre_ids":[]},{"cast":[],"overview":"Super 8mm, 21 min., b&w, music by Jefre Cantu-Ledesma.","release_date":"2008-01-01","vote_average":0.0,"runtime":21,"cert":"\"\"","id":458449,"title":"The Phantom Harp","adult":false,"genre_ids":[]},{"cast":[],"overview":"Film by Paul Clipson. Music by Jefre-Cantu Ledesma.","release_date":"2008-01-01","vote_average":0.0,"runtime":3,"cert":"\"\"","id":458451,"title":"Moth & Moon","adult":false,"genre_ids":[]},{"cast":["Randy Orton","Yuvraj Dhesi","Joshua Fatu","Jonathan Fatu Jr.","Mattias Clement"],"overview":"Backlash (2017) is an upcoming professional wrestling pay-per-view (PPV) event and WWE Network event, produced by WWE for the SmackDown brand. It will take place on May 21, 2017, at the Allstate Arena in the Chicago suburb of Rosemont, Illinois. It will be the thirteenth event in the Backlash chronology, and the second Backlash to be held in the Allstate Arena, after Backlash 2001.","release_date":"2017-05-21","vote_average":6.2,"runtime":null,"cert":"\"\"","id":458459,"title":"WWE Backlash 2017","adult":false,"genre_ids":[]},{"cast":["Chia Ling","Feng Shih","Tien Feng","Go Ming","Lee Ying"],"overview":"Chia Ling aka Judy Lee (SHAOLIN INVINCIBLES, QUEEN BOXER) stars as a woman summoned by a retired general to sing and play the lute for him, but as she performs, he attempts to assault her and in the process murders her. The general and his assistant throw her body and lute into a fire, but Master Ku, a scholar who was watching her father, finds the burnt shell of the lute which now contains her ghost. Together they will now try and bring the general and his henchmen to justice.","release_date":"1975-01-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":458461,"title":"The Phantom Lute","adult":false,"genre_ids":[14,27]},{"cast":["Robert Francis Roode Jr.","Kenta Kobayashi","Sunny Dhinsa","Gzim Selmani","John Anthony Nicholas Gargano"],"overview":"NXT TakeOver: Chicago is an upcoming professional wrestling show in the NXT TakeOver series that will take place on May 20, 2017, at the Allstate Arena in Rosemont, Illinois.The event will be produced by WWE for its NXT brand and will be streamed live on the WWE Network.","release_date":"2017-05-20","vote_average":7.5,"runtime":null,"cert":"\"\"","id":458463,"title":"NXT Takeover Chicago","adult":false,"genre_ids":[]},{"cast":["Edmur Abramides","Guiomar Ramos","André Lemos","Livia Abreu","Lorran Dias"],"overview":"It's sunday in Rio de Janeiro, Buck Jones goes out for a walk.","release_date":"2017-01-27","vote_average":0.0,"runtime":20,"cert":"N\/A","id":458468,"title":"The eye of the dog","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Ode to Seekers 2012 is an infinite loop that celebrates the existence of mosquitoes, syringes and oil derricks via a translation of the formal techniques of John Keats' Ode on a Grecian Urn from printed text to video.","release_date":"2016-10-13","vote_average":0.0,"runtime":9,"cert":"\"\"","id":458470,"title":"Ode to Seekers 2012","adult":false,"genre_ids":[]},{"cast":["Freddie Jones"],"overview":"A fiendish barber in early 19th century London has many dark secrets in his past and also in his present day activities.","release_date":"1970-02-16","vote_average":0.0,"runtime":75,"cert":"N\/A","id":458472,"title":"Sweeney Todd","adult":false,"genre_ids":[]},{"cast":["Cindy Pickett","Mary Larkin","Timothy Scott","David Hayward","Victor French"],"overview":"In the late 19th Century, Mary Breydon, a widow, and Peggy Breydon, her daughter manage a stagecoach stop on The Cherokee Trail. The story is told from the perspective of Peggy, looking back on her adventures.","release_date":"1981-05-21","vote_average":0.0,"runtime":120,"cert":"\"\"","id":458483,"title":"Louis L'Amour's The Cherokee Trail","adult":false,"genre_ids":[37,10770]},{"cast":[],"overview":"Children love cars! Police and fire trucks, the construction of cars, from the popular to rare cars that are not often seen, such as a vehicles that work at the airport. Lots are a variety of cars from various places!","release_date":"2014-07-25","vote_average":0.0,"runtime":30,"cert":"N\/A","id":458485,"title":"Norimono Daisuki! New Jidosha Special 50","adult":false,"genre_ids":[99,10751]},{"cast":["Phil Collins","Tony Banks","Mike Rutherford"],"overview":"","release_date":"2011-05-21","vote_average":0.0,"runtime":null,"cert":"\"G\"","id":458487,"title":"Genesis - Live... Tonight","adult":false,"genre_ids":[10402]},{"cast":["Nora Gregor","Harry Liedtke","Ursula Grabley","Robert Thoeren","Ferdinand Hart"],"overview":"A woman accompanies her husband to a party. Both leave with other partners.","release_date":"1931-03-23","vote_average":0.0,"runtime":89,"cert":"N\/A","id":458489,"title":"...und das ist die Hauptsache","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":458491,"title":"Radikalslöjdaren","adult":false,"genre_ids":[99]},{"cert":"N\/A","title":"Erde","cast":["Eduard Köck","Ilse Exl","Anna Exl","Hans Kratzer","Mimi Gstöttner-Auer"],"id":458493,"overview":"","runtime":null,"genre_ids":[],"release_date":"1947-10-16","vote_average":0.0,"adult":false}]