[{"cast":[],"overview":"Belonging: The Truth Behind the Headlines is an investigative feature documentary film about where power lies in this country. With some explosive reveals about government and business collusion - we re-look at events around 3 industrial disputes, 3 governments and over 3 decades. The impact of such government and corporate power on individuals, communities, democracy and human rights in the UK is heart rendering. We reveal - a secret government plan to destroy community and collectivism and acts outside the law. The documents we have found prove what has long been suspected by many but not proven - until now. Through heart rendering personal stories from those at the heart of these industrial disputes we show the impact of the actions of those in power on individuals and communities - but also question what lies ahead. Power: \"who has it, and what do they do with it\" is as relevant today as it ever was.","release_date":"","vote_average":7.0,"runtime":89,"cert":"N\/A","id":459005,"title":"Belonging: The Truth Behind the Headlines","adult":false,"genre_ids":[]},{"cast":["Sofie Hagen"],"overview":"","release_date":"2017-05-27","vote_average":6.0,"runtime":null,"cert":"N\/A","id":459007,"title":"Sofie Hagen -  Shimmer Shatter","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-05-25","vote_average":5.0,"runtime":3,"cert":"N\/A","id":459009,"title":"Perihelion","adult":false,"genre_ids":[16]},{"cast":["Bonnie Rotten","Chad White","Ike Diezel","John Strong","Jonni Darkko"],"overview":"Director Jonni Darkko has graphically exposed the radical tattoos, joyful sexuality and geysering girl squirt that distinguish porn superstar Bonnie Rotten. With seven of Jonni and Bonnie's outrageous collaborations compiled in the marathon \"Bonnie Spoiled' Rotten\", it's the striking stunner's fans that might feel over-indulged. She shoves fingers down her throat, making herself drool, and gags on Jonni and Winston Burbank's cocks, which splatter her face in splooge. A huge double dong reams the adorable, buxom beauty's asshole to prolapsing, and she power-squirts girl gushers. Spanish fuckers Ramon Nomar and Toni Ribas alternate rectal plowing with ass-to-mouth face fucking; double penetration domination comes complete with spanking, anal gaping and waves of female ejaculation. A bowl of Ms. Rotten's own slobber makes","release_date":"2016-07-20","vote_average":10.0,"runtime":268,"cert":"\"NC-17\"","id":459014,"title":"Bonnie \"Spoiled\" Rotten","adult":true,"genre_ids":[]},{"cast":["Walter Steinbeck","Erika von Thellmann","Rolf Moebius","Lola Müthel","Albert Florath"],"overview":"","release_date":"1939-02-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":459016,"title":"Spiel im Sommerwind","adult":false,"genre_ids":[]},{"cast":["Adriana Chechik","Jessy Jones","Karla Kush","Kleio Valentien","Mr. Pete"],"overview":"Director\/performer Toni Ribas loves female ejaculators, the orgasmic sexual animals whose pussies blast massive, graphically soaking plumes of hot girl juice. In Evil Squirters, four lusty beauties explode with multiple fountains of fun, drenching themselves, their fuck partners and the vicinity. Toni skillfully fingers, fucks and sodomizes puffy lipped, hairy-bushed Adriana Chechik to many climactic gushers and feeds her the slop on his hand. After sheets of spray cascade like waterfalls, the naked babe spins joyfully on the squirt-saturated leather couch. Pretty, petite blonde Karla Kushs lithe body flushes visibly pink when she cums. Doggie-style slammin and straddling cock rides leave th...","release_date":"2015-07-06","vote_average":0.0,"runtime":189,"cert":"\"NC-17\"","id":459018,"title":"Evil Squirters","adult":true,"genre_ids":[]},{"cast":["Matilde Gioli","Matteo Martari","Giulio Beranek"],"overview":"","release_date":"2017-05-25","vote_average":6.9,"runtime":null,"cert":"N\/A","id":459026,"title":"2night","adult":false,"genre_ids":[18]},{"cast":[],"overview":"When a naive young woman is reluctant to break away from an unfulfilling dating situation, her father convinces her to handle it in an extreme way and complete her transition to adulthood.","release_date":"2016-08-18","vote_average":0.0,"runtime":9,"cert":"\"\"","id":459028,"title":"Burnt Popcorn","adult":false,"genre_ids":[]},{"cast":["Amber Simpson","Ariana Jollee","Avy Scott","Lena Juliett","Brother Love"],"overview":"He Can Make Any Girl Squirt. . . Now He'll Teach You How! Axel Braun, the magic man whose hands are insured for $2,000,000 each, finally reveals his secrets. That's right, Axel will teach you how to properly stimulate the G-spot and make every girl ejaculate! Join the squirt-master and his disciples as they take on an incredible cast of 10 beauties for the first installment of the hottest, wettest, most exhilarating class in town!","release_date":"2004-07-22","vote_average":10.0,"runtime":109,"cert":"\"NC-17\"","id":459030,"title":"Squirting 101","adult":true,"genre_ids":[]},{"cast":[],"overview":"Gordana Vunjak-Novakovic is biomedical engineer who became the first woman engineer to receive the distinction of giving the Director’s Lecture at the National Institute of Health.  In 2008, she was inducted into the Women in Technology International Hall of Fame, and in 2009, she was elected to the New York Academy of Sciences. One year later she received the Clemson Award of the Society of Biomaterials “for significant contributions to the literature on the science or technology of biomaterials.”  In 2012 she was elected to the National Academy of Engineering \"for bioreactor systems and modeling approaches for tissue engineering and regenerative medicine,\" becoming the first woman at Columbia to ever earn that prestigious distinction.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":459032,"title":"Three Stories from New York: Gordana Vunjak Novakovic","adult":false,"genre_ids":[]},{"cast":["Cytherea","Kris Slater","Kurt Lockwood","Marco Banderas","Nautica Thorn"],"overview":"\"The Drinks are on. . . Me! \" Cytherea is the real deal. The girl nectar she shoots is so tasty it should be bottled! Just ask all the people that swallow it in Squirtwoman #2. Internal cumshots, anal and lots of swallowing! Enjoy, and let me know what you think!","release_date":"2004-09-17","vote_average":10.0,"runtime":100,"cert":"\"NC-17\"","id":459034,"title":"Squirtwoman 2","adult":true,"genre_ids":[]},{"cast":["Tiana Lynn","Cytherea","Jada Fire","Flower Tucci","Angela Stone"],"overview":"Ever since Cytherea first orgasmic gushes of squirt on an Elegant Angel porn set the landscape of gonzo pornography was forever changed. While female orgasms have always been a pre-occupation of Elegant Angel owner, Patrick Collins, the awe struck delight he took in personally making Cytherea erupt girl goo all over his office furniture, the walls, the ceiling, and Elegant Angel videographer\/director William H. , redefined his entire company.","release_date":"2007-08-10","vote_average":0.0,"runtime":143,"cert":"\"NC-17\"","id":459036,"title":"The Greatest Squirters Ever! 2","adult":true,"genre_ids":[]},{"cast":["Christopher \"Worm\" Lewis","Marquisa \"Miss Prissy\" Gardner","Willie Chris ”Fudd” Hodge","Brenden Hodge","Lynnden Hodge"],"overview":"“Raised by Krump” explores the LA-born dance movement “krumping,” and how the dance has helped the lives of some of the area’s most influential dancers.","release_date":"2016-10-28","vote_average":0.0,"runtime":22,"cert":"\"\"","id":459038,"title":"Raised by Krump","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The Melnikov House\r Located in the centre of Moscow, renowned architect Konstantin Melnikov (1890-1974) designed and built his utopian house in the late 1920s - still today considered an icon of modern architecture. When Joseph Stalin prohibited the notion of modern architecture in the Soviet Union, Melnikov was denied his right to work as an architect and was in practise placed under house arrest. Narrating the story of the Melnikov House, this documentary unravels the fate of an architect imprisoned in his own divine sanctuary.","release_date":"","vote_average":0.0,"runtime":58,"cert":"N\/A","id":459043,"title":"Melnikovin Talo","adult":true,"genre_ids":[]},{"cast":["Anna Berentzen","Ivy Mattingly","Alkali Reid","Lyndsay Fielding","Gillian Waugh"],"overview":"Manchester, 1990. On a troubled estate, Alice is roped into babysitting for her neighbour, whose children claim to feed a nightly visitor from Hell. Between gangland tensions, local superstition and drug withdrawal, Alice must decide whether to abandon her new wards or stay the night.","release_date":"2017-05-24","vote_average":8.0,"runtime":20,"cert":"N\/A","id":459045,"title":"Real Gods Require Blood","adult":false,"genre_ids":[14,27]},{"cast":["Victor Lanoux","Andréa Ferréol"],"overview":"When a rich man' dies and his maid Maria unexpectedly becomes his heir, she is now the mistress of the man's household. In order to get revenge on the man's nephew Jerome, for slights on her person which he committed while she was but a maid, she has kept him on as her personal valet. The two of them engage in a form of rivalry bordering on warfare, because the nephew thinks he should have gotten the money. However, every mean trick she plays on him makes her feel even worse, because he accepts them all without a qualm.","release_date":"1977-03-02","vote_average":0.0,"runtime":90,"cert":"N\/A","id":459047,"title":"Servant and Mistress","adult":false,"genre_ids":[]},{"cast":["Posani Krishna Murali","Satya Krishnan","Brahmanandam","Brahmaji","Ranganath"],"overview":"","release_date":"2009-01-01","vote_average":5.0,"runtime":134,"cert":"N\/A","id":459049,"title":"Mental Krishna","adult":false,"genre_ids":[53]},{"cast":["Prince Cecil","Nandita Raj","Suman Shetty","Dharmavarupu Subramanyam","Tanikella Bharani"],"overview":"Siva who studies in a village stands as a surity for his friend's loan. While the lender comes and asks for money,his friends refuses to return.So Siva had to drop his college and for returning the loan the lender takes him to the nearby town where he had to work under liquor mafia.There he meets Gayatri and some silly stuff goes on between them which turns into love and Gayatri comes to know that she is pregnant. Meanwhile Siva tries to get his mistake (getting Nagaraj killed because of him and his friend Toofan) set right by stealing the money from his owner and at the same time there would be chaos in the building they work. So finally they escape from them and then the plot goes on with their chase by the Chitti Thalli , Bapineedu and the police.","release_date":"2012-04-12","vote_average":7.0,"runtime":165,"cert":"N\/A","id":459051,"title":"Neeku Naaku Dash Dash","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2011-05-25","vote_average":6.0,"runtime":5,"cert":"N\/A","id":459053,"title":"Salma","adult":false,"genre_ids":[16]},{"cast":["Anyela Sharlot Zuñiga","Jessica Mavissa Barrera"],"overview":"Many types of legal and social oppression cause people to leave their homelands, including misogyny, homophobia, and transphobia. The documentary Club Amazonas features two young transwomen from Honduras, Jessica and Angela, who seek tolerance and opportunity across the Mexican border while pondering the freedom and security promised by the U.S..","release_date":"2016-11-14","vote_average":5.0,"runtime":19,"cert":"N\/A","id":459058,"title":"Club Amazonas","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"1952-05-24","vote_average":5.0,"runtime":null,"cert":"N\/A","id":459060,"title":"Riña en un café","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Oleander is inspired by the 2014 death of Cooper Harris. A lobster boat captain barely making ends meet is madly in love with his wife, an up and coming artist. We follow the unraveling of their relationship, and the desperate measures they take to win back the life they once had.","release_date":"2015-05-25","vote_average":0.0,"runtime":26,"cert":"\"\"","id":459062,"title":"Oleander","adult":false,"genre_ids":[]},{"cast":["Vincent Macaigne","Hafsia Herzi","Suzanne Clément","Philippe Rebbot"],"overview":"Two small time crooks brothers fall apart when they both meet very different women","release_date":"2017-06-21","vote_average":4.0,"runtime":93,"cert":"N\/A","id":459070,"title":"Des Plans Sur La Comète","adult":false,"genre_ids":[]},{"cast":["Shunsuke Daitô","Mitsu Dan","Shu Watanabe","Chihiro Yamamoto","Tom Fujita"],"overview":"This remake of the 1970s TV series \"Silver Kamen\" and \"Super Robot Red Baron\" pits two families (one with an armored bionic superhero, and the other a red giant robot) against evil aliens to save Earth and prevent the extinction of mankind.","release_date":"2017-11-10","vote_average":0.0,"runtime":81,"cert":"N\/A","id":459075,"title":"BraveStorm","adult":false,"genre_ids":[28,12,878]},{"cast":["Debbie Rochon","Felissa Rose","Sonny Shroyer","Don Pedro Colley"],"overview":"Friends embark on a cross country criminal spree that ends horribly. Reckless actions take them from being ruthless criminals to helpless victims, and survival comes in the form of a washed up Deputy Sheriff.","release_date":"2016-01-01","vote_average":5.0,"runtime":90,"cert":"\"\"","id":459077,"title":"Dead End","adult":false,"genre_ids":[27]},{"cast":["Govinda","Raveena Tandon","Preeti Jhangiani","Shakti Kapoor","Shammi Kapoor"],"overview":"Kishan Oberoi has three sons - Dilip, Ashish, and Raj. While Dilip and Ashish are married, Raj (Govinda) is in love with Meena. Kishan does not trust his two elder sons, but trusts Raj, and Raj in turn, is devoted to his dad. One day Raj loses his mind in an accident, and the two elder brothers begin a conspiracy that includes the death of their dad, and the disinheritance of their brother Raj, by declaring him mentally incompetent. Raj mysteriously disappears, and Kishan falls off a building; Murari, a greedy employee of the Oberoi family, brings in a look-alike of Raj, namely Banne Khan (also Govinda), and his wife, Salma Khan, who poses as his nurse, so that Banne Khan and Murari both rule over the Oberoi family, and reap the benefits.","release_date":"2002-11-01","vote_average":0.0,"runtime":142,"cert":"N\/A","id":459079,"title":"Wow! You're Amazing","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Two sisters: Celia, a spinster who never lost hope of getting married and Aída, a widowed woman, carry a solitary routine in the neighborhood of Chacarita, a life that revolves around gossip about all its neighbors. Both wait for the imminent arrival of Marita, the only daughter of Aída, who settled in Canada, will come to look for them to take them to Toronto and take care of them in their old age. Aida wants to meet her granddaughters and recover her family before she dies, while Celia has no affectionate ties to Argentina until Angel, the building manager, declares her love to her.","release_date":"","vote_average":0.0,"runtime":95,"cert":"N\/A","id":459087,"title":"The ladies of the third floor","adult":false,"genre_ids":[]},{"cast":[],"overview":"LG Demo 3D - This is a LG TV Demonstration","release_date":"","vote_average":0.0,"runtime":3,"cert":"N\/A","id":459089,"title":"LG Demo 3D","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-05-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":459091,"title":"Holy Ship 2013","adult":false,"genre_ids":[]},{"cast":["Sarah Joslyn Crowder"],"overview":"","release_date":"2006-01-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":459093,"title":"Crossing the Wake","adult":false,"genre_ids":[]},{"cast":[],"overview":"A dancing woman.","release_date":"1995-02-02","vote_average":0.0,"runtime":3,"cert":"N\/A","id":459095,"title":"Mambo Queen","adult":false,"genre_ids":[]},{"cast":[],"overview":"A woman's mouth and a piece of ancient art.","release_date":"1995-02-02","vote_average":0.0,"runtime":4,"cert":"N\/A","id":459097,"title":"In situ","adult":false,"genre_ids":[]},{"cast":[],"overview":"A woman dances above a camera","release_date":"2001-02-02","vote_average":0.0,"runtime":6,"cert":"N\/A","id":459099,"title":"Table Garden","adult":false,"genre_ids":[]},{"cast":[],"overview":"A woman drowns","release_date":"2016-02-02","vote_average":0.0,"runtime":2,"cert":"N\/A","id":459101,"title":"Yo mate a mi mama","adult":false,"genre_ids":[]},{"cast":["Gonzalo Molina","Jaziel Calle"],"overview":"Short by Luis F. Vallejos","release_date":"2017-05-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":459103,"title":"Flor Wanka","adult":false,"genre_ids":[]},{"cast":[],"overview":"Short film based on an old Mexican film.","release_date":"2016-02-02","vote_average":0.0,"runtime":3,"cert":"N\/A","id":459105,"title":"Fin - Es una pelicula Mexicana","adult":false,"genre_ids":[]},{"cast":["Yirah Aparicio","Roberto 'El Flaco' Guzmán","Alberto Rojas","Julio Aldama","Joaquín García Vargas"],"overview":"Father tries to protect his young-adult daughter from his predatory friends.","release_date":"1987-11-25","vote_average":5.0,"runtime":92,"cert":"N\/A","id":459107,"title":"Qué buena está mi ahijada","adult":false,"genre_ids":[]},{"cast":["Soad Hosny","Hassan Youssef","Shams El-Barudy","Samia Shukry","Youssef Fakhr El Din"],"overview":"Three women each have their own ambitions and aspirations. The first dreams of fame and fortune and meets a rich, married man she attempts to court. The second is a secretary with designs on her boss, even though he too is married. Having learned from her friends' experiences, the third takes an altogether different path.","release_date":"1968-01-01","vote_average":0.0,"runtime":110,"cert":"N\/A","id":459109,"title":"The Tale of Three Girls","adult":false,"genre_ids":[35,10749,18]},{"cast":["Ringgo Agus Rahman","Tika Bravani","Ajun Perwira","Budi Doremi","Cut Mini Theo"],"overview":"Bandung is frightened because of the youth who left his family to join Baracas. Baracas is a place where men are disillusioned by women formed by Agus (Ringgo Agus Rahman). They muster strength and unite feelings to hate women all over the world and on all the elements concerned with women. Agus is a former girlfriend of Sarah (Tika Bravani), who suddenly Sarah broke up their relationship. The resistance movement against Baracas accused the police and the city administration of deliberately allowing Baracas to flourish. That's why they are demos. Even Baracas got a physical attack. Resistance is also done by ex-girlfriend members of Baracas. They do various ways to change the way Baracas thinks.","release_date":"2017-03-23","vote_average":0.0,"runtime":87,"cert":"N\/A","id":459114,"title":"Baracas","adult":false,"genre_ids":[35]},{"cast":["Dennis Prager","Adam Carolla","Ben Shapiro","Jordan B. Peterson","Dave Rubin"],"overview":"Adam Carolla and Dennis Prager examine the reality of life and discourse on college campuses in modern America.","release_date":"2019-10-25","vote_average":0.0,"runtime":95,"cert":"\"PG-13\"","id":459116,"title":"No Safe Spaces","adult":false,"genre_ids":[99]},{"cast":["Velove Vexia","Deva Mahenra","Nino Fernandez","Muhadkly Acho","Dhini Aminarti"],"overview":"Nania Dinda Wirawan (Velove Vexia) meets Muhammad Rafli Imani (Deva Mahenra) at a time when Rafli became a mentor when Nania did practical work on a simple home development project. Nania not only gets guidance on the science of building a house, but also guidance to lead a more meaningful life, that happiness is not built in luxury, but simplicity is colored by intimacy and sincerity. Nobody thought that Nania would eventually accept Rafli's proposal. Yet in social status, they are different like the earth and the sky. Nania comes from a distinguished family. While Rafli is just an ordinary man.","release_date":"2016-12-01","vote_average":7.0,"runtime":109,"cert":"N\/A","id":459118,"title":"Cinta Laki-laki Biasa","adult":false,"genre_ids":[10749,18]},{"cast":["Jagapati Babu","Kaveri","Pradeep Ram Singh Rawat","Subbaraju","Rajiv Kanakala"],"overview":"Raksha, a young girl gets possessed by black magic. Her father desperate, takes help from doctors and psychiatrists, but nothing helps. Finally, a tantrik comes to the rescue and evil fails to God.","release_date":"2008-09-19","vote_average":8.0,"runtime":116,"cert":"N\/A","id":459120,"title":"Raksha","adult":false,"genre_ids":[27,53]},{"cast":["Maxime Bouttier","Kaemita","Munajat Raditya","Monique Henry","Ray Sahetapy"],"overview":"Three young men with different backgrounds, had friendly relationships since they became inpatients in a mental hospital. Key, the pretty girl who was the victim of a domestic rift, her parents had to leave her to the asylum because Kay almost killed the young man who became her mistress. Aldo, a handsome young man who was frustrated by his great desire to be a great musician was hindered by his limitations, where it became known that Aldo was a deaf person. Joe, a former drug addict who also suffered from mental shock after the death of his true friend, Joe believes that his friend has changed into a bonsai cactus which he always takes with him wherever he goes. Initiated by Kay who was not crazy, the three escaped from the asylum, where on the run they found the body of a woman lying with a suitcase full of money, Key cs, took the suitcase and left the body just like that .","release_date":"2014-01-09","vote_average":0.0,"runtime":78,"cert":"N\/A","id":459122,"title":"Pukulan Maut","adult":false,"genre_ids":[28]},{"cast":[],"overview":"An early Miyamoto Musashi silent short film","release_date":"1909-05-25","vote_average":0.0,"runtime":12,"cert":"N\/A","id":459124,"title":"The Legend of Miyamoto's Valor","adult":false,"genre_ids":[18,28,12]},{"cast":["Tom Tyler","Al Bridge","Nancy Deshon","Hal Taliaferro","Charles King"],"overview":"A sheriff tracking a gang of rustlers discovers that one of them is the brother of his fiance.","release_date":"1935-05-02","vote_average":0.0,"runtime":60,"cert":"\"\"","id":459126,"title":"Silent Valley","adult":false,"genre_ids":[37]},{"cast":["Daniela Ruiz","Emma Serna","Nicole Cagy","Mar Morales","Camila Salvatierra"],"overview":"The story of ten trans girls who form a co-op theatre to be able to stop working as prostitutes. The protagonists tell us their dreams, show their daily struggles and share their experiences and realities to be accepted and belong to society as well.","release_date":"2019-02-21","vote_average":0.0,"runtime":82,"cert":"N\/A","id":459128,"title":"Queen of Hearts","adult":false,"genre_ids":[99]},{"cast":["Hiroki Matsukata","Aya Sugimoto","Minako Tanaka","Yuuki Nakanishi","Seiichirô Kameishi"],"overview":"The fate of Tokugawa’s world hangs in the balance as Yagyu Jubei is sent on a mission to discover what happened to 10 of the shogun’s spies that never returned. Matsukata Hiroki, one of the last surviving members of the Golden Age of Japanese Cinema proves that he has not lost a step as he portrays an older and wiser Yagyu Jubei in a movie that brings the best of samurai filmmaking into the 21st century. Summoned from semi-retirement by Shogun Iemitsu, Jubei is asked to take to the road and investigate a clan rumored to be preparing explosives for a rebellion. With help from a beautiful female ninja they head into the Shirakawa domain where the fighting skills of both are tested time and again as they strive to destroy a conspiracy that could bring a new Warring States Era. In the 1960's Yagyu Jubei was the signature role of the great Konoe Jushiro, father of Matsukata Hiroki.  This brings the character full circle.","release_date":"2015-05-25","vote_average":0.0,"runtime":87,"cert":"N\/A","id":459130,"title":"Yagyu Jubei: The Fate of the World","adult":false,"genre_ids":[18,28,12]},{"cast":["Tom Alter","Aditi Bhatia","Farida Jalal","Shahbaz Khan","Alok Nath"],"overview":"The story of the film is weaved around Kashmir and Kashmiri people's simplicity, pride and Kashmiriyat. It's a very simple and interesting theme, all about Kashmir where J&K and the Kashmiri people are central to certain developments taking place in the movie. In the recent past, Kashmir has been portrayed in many films for the unrest in the region, however in this film there is no violence and the movie depicts the beauty and chastity of Kashmir and Kashmiris. The film travels through lots of beautiful locations in Kashmir which have never been shown before. It's a soul searching journey for the characters where they meet different people undergoing their challenges in very difficult conditions and yet they are positive, hopeful and facing the harsh realities of life with a 'never say die' attitude.","release_date":"2017-05-26","vote_average":10.0,"runtime":117,"cert":"N\/A","id":459132,"title":"Sargoshiyan","adult":false,"genre_ids":[18]},{"cast":["Edwin Gomez","Ryan Whitford"],"overview":"A loose sequel to Tumblefuckers, the slaughterer is seduced by a transvestite until he finds himself as a knife-wielding maniac.","release_date":"2017-05-25","vote_average":0.0,"runtime":12,"cert":"\"NR\"","id":459134,"title":"Slash-Meister","adult":false,"genre_ids":[]},{"cast":[],"overview":"A girl commits suicide by jumping off the school roof, a walkman beside her body still playing a tape. Her friend listens to the tape and soon finds himself standing on the same roof.  Despite being a devoted girlfriend, a young woman finds out that her boyfriend has merely been taking advantage of her generosity and has already replaced her. Suddenly she’s found dead and headless and her ex-boyfriend is haunted.  A student in the school is found hanged. Shortly thereafter, her friends see giant balloons with faces floating around town. The balloons have nooses attached to them and seem to seek out their owners to hang.","release_date":"2000-01-01","vote_average":0.0,"runtime":25,"cert":"N\/A","id":459136,"title":"The Hanging Balloons","adult":false,"genre_ids":[]},{"cast":["Roberto Bolle"],"overview":"Documentary following ballet dancer Roberto Bolle and his troupe performing in Italian monuments.","release_date":"2017-05-28","vote_average":0.0,"runtime":105,"cert":"\"\"","id":459138,"title":"Roberto Bolle:  The Art of the Dance","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"1945-05-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":459140,"title":"Donald Duck: No Sail","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"The film was made using principles derived from Stephen Wolfram’s work on cellular automata (A New Kind of Science)  to determine the content or colour of the shots, their duration, and the time of their appearance: the palette of effects, and their rhythmical development (from the simple alternations with which the film begins to the complex dynamic structures of its later parts),is entirely the result of computational processes that model natural events. John Cage instructed us that art should imitate nature in its manner of operation; I have tried to take the lesson. The music was composed by Colin Clark, using related principles\".","release_date":"2004-06-15","vote_average":0.0,"runtime":23,"cert":"N\/A","id":459142,"title":"Infunde Lumen Cordibus","adult":false,"genre_ids":[]},{"cast":["Bedia Ener","Murat Ercanlı","Sertan Erkaçan","Ersoy Ilter","Mesut Kalali"],"overview":"","release_date":"2016-03-25","vote_average":5.0,"runtime":null,"cert":"N\/A","id":459144,"title":"Azazil 2: Büyü","adult":false,"genre_ids":[27,9648,18]},{"cast":["Fevzi Altunbulak","Maria Salifova","Bekir Annıak","Nuri Yiğit","Selami Taner"],"overview":"","release_date":"2016-06-03","vote_average":4.0,"runtime":null,"cert":"N\/A","id":459146,"title":"Psişik","adult":false,"genre_ids":[18,53,9648]},{"cast":[],"overview":"An old dog is living in a vacant lot. Camera approaches the villagers to reveal the dog. While people share their memories, memory and reality are intertwined to form an atmosphere.","release_date":"2017-04-30","vote_average":0.0,"runtime":83,"cert":"N\/A","id":459148,"title":"Baek-gu","adult":false,"genre_ids":[99]},{"cast":["Georgia Adair","Faith Grant","Olivia del Rio"],"overview":"The odyssey of a young woman deciding to embark upon XXX stardom as a career choice can take many a diverse path. The artistic spark that sets unparalleled director Michael Ninn aflame remains an elusive attribute. The stars aligning to bring these two events together mark the unique appeal of this Ninn Worx feature! For the first time in the long history of adult filmmaking, a young woman owes her introduction to the legendary vision of the industry s most ground-breaking director!","release_date":"2003-06-01","vote_average":0.0,"runtime":120,"cert":"\"NC-17\"","id":459150,"title":"Becoming Georgia Adair","adult":true,"genre_ids":[]},{"cast":["Tim"],"overview":"A road movie about young people who heal their wounds from love through busking in the streets of Vietnam.","release_date":"2017-05-25","vote_average":0.0,"runtime":67,"cert":"N\/A","id":459152,"title":"Just For You","adult":false,"genre_ids":[10402,18,10749]},{"cast":[],"overview":"","release_date":"1998-05-26","vote_average":6.3,"runtime":null,"cert":"N\/A","id":459154,"title":"Cisza","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"1976-05-25","vote_average":6.0,"runtime":null,"cert":"N\/A","id":459156,"title":"Gitanos sin romancero","adult":false,"genre_ids":[99]},{"cast":["Jimi Ylöstalo","Henna Hakkarainen","Hannu Salminen","Jukka Alanko","Saija Miettinen"],"overview":"In 1989 a country boy doesn't want to eat potatoes at home. He wants to introduce something more exotic to his parents. One day he takes his savings and his moped to a pizzeria in town.","release_date":"2016-03-11","vote_average":0.0,"runtime":9,"cert":"N\/A","id":459158,"title":"Fantasy","adult":false,"genre_ids":[35]},{"cast":["France Mathieu"],"overview":"","release_date":"1912-07-25","vote_average":4.0,"runtime":3,"cert":"N\/A","id":459160,"title":"Cagliostro's Folding Screen","adult":false,"genre_ids":[14]},{"cast":["Emma Linley","Rob Trend","James Gulliford","Daniel Ferguson"],"overview":"A short film about homelessness","release_date":"2017-01-17","vote_average":4.0,"runtime":3,"cert":"N\/A","id":459162,"title":"Inhumane","adult":false,"genre_ids":[18]},{"cast":["Wilfredo Casado","Marisa Del Pozo","Francisco Herrera Gámez","Manuel Galiana","Ramón A. Tejedor"],"overview":"","release_date":"1960-05-25","vote_average":5.0,"runtime":null,"cert":"N\/A","id":459164,"title":"En el río","adult":false,"genre_ids":[18]},{"cast":["Peter Vives","Iris Lezcano","Peyu","Cristina Brondo","Sergi Cervera"],"overview":"","release_date":"2017-06-02","vote_average":5.8,"runtime":null,"cert":"N\/A","id":459166,"title":"Mil cosas que haría por ti","adult":false,"genre_ids":[35]},{"cast":[],"overview":"\"Cruel and Unusual\" is the story of three men who have spent longer in solitary confinement than any other prisoners in the US because of the murder of a prison guard in 1972 at Angola, the Louisiana state penitentiary. Robert King, Herman Wallace and Albert Woodfox were convicted by bribed and blind eye witnesses and with no physical evidence. Targeted as members of the Black Panther party the film follows their struggle against the miscarriage of justice and their cruel and unusual treatment. Their story culminated in 2016 with the release of Albert Woodfox after 43 years in solitary confinement.","release_date":"2017-05-26","vote_average":5.0,"runtime":102,"cert":"\"\"","id":459171,"title":"Cruel and Unusual","adult":false,"genre_ids":[99]},{"cast":["Walter Groh","Rosemarie Heinikel","Klaus Lea","Hermann Nehlsen","Costa Pinheiro"],"overview":"Peter F. Schneider's 1968 abstract political satire.","release_date":"1969-01-23","vote_average":0.0,"runtime":96,"cert":"N\/A","id":459173,"title":"Agilok & Blubbo","adult":false,"genre_ids":[]},{"cast":[],"overview":"With his hand-held video camera, Jalal Toufic presents faces of ordinary people living in a war-ravaged country. He begins with a 1987 US state department document invalidating US passports for travel to Lebanon. Then, we see walls marked by bullet holes, film students listening to a lecture and practicing scenes in a restaurant. Next, the camera visits a mental hospital in Fanar and an older man, holding his Koran, laments being a refugee within his own country. The camera then enters a nursery school. The colors of poetry are red and green; the cost of being Lebanese is to orphan one's children in order then to adopt them.","release_date":"1995-03-09","vote_average":0.0,"runtime":46,"cert":"N\/A","id":459178,"title":"Credits Included: A Video In Red And Green","adult":false,"genre_ids":[99]},{"cast":["Hotaru Hazuki","Kiyomi Itō","Tomoki Taguchi","Masayuki Yonaha"],"overview":"A conceptual pinku film by renowned experimental artist Hiroyuki Oki, which is conceived of 60 shots which all are 60 seconds long and represent an absurdist take on the narrative ans stylistic schemes of erotic cinema.","release_date":"1995-11-10","vote_average":0.0,"runtime":62,"cert":"N\/A","id":459180,"title":"Tears Of Ecstasy","adult":false,"genre_ids":[]},{"cast":[],"overview":"Short comedy film from Dina Waxman.","release_date":"1997-03-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":459182,"title":"Anton, Mailman","adult":false,"genre_ids":[]},{"cast":["Ana Nemati","Amir Ali Danaei"],"overview":"Due to severe abdominal pain, Zari and her husband, Reza, go to the hospital. However, Zari’s insurance ID has expired and they are forced to borrow her friend Leila Attarod’s ID. Eventually, she undergoes appendectomy using Leila’s ID and the staff at the hospital suspect about this matter. Due to this, they are forced to switch roles to convince hospital staff that the ID belongs to Zari. However, many unfortunate events take place in the process…","release_date":"2017-08-29","vote_average":0.0,"runtime":83,"cert":"N\/A","id":459184,"title":"Appendix","adult":false,"genre_ids":[18]},{"cast":["Raymond Bandar"],"overview":"He's been called Dr. Bones and Reptile Ray. Usually dressed in tattered \"field-trip\" clothes, Ray Bandar has been a fixture at the California Academy of Sciences and the beaches around the San Francisco Bay Area for more than 60 years.  \"A Life with Skulls\" captures Ray's obsession for collecting skulls from local beaches, road kill, zoo animals and on field trips to Mexico, Australia and in the United States. This humorous movie investigates Bandar's history as a skull collector, showing many of the thousands of skulls he has accumulated over the years, talking to Alkmene, his resilient wife, and touring the awe-inspiring Bone Palace.  \"A Life with Skulls\" is an inspiring look at a man who has a special tie to the natural world. You will be motivated to go out and explore it for yourself.","release_date":"2009-09-07","vote_average":0.0,"runtime":30,"cert":"\"\"","id":459186,"title":"Ray Bandar: A Life With Skulls","adult":false,"genre_ids":[99]},{"cast":["Miguel Ángel Aristu","Elena Arnao","José Luis García Sánchez","Camino Gárriz","Josh Oliver"],"overview":"","release_date":"1969-05-25","vote_average":6.0,"runtime":null,"cert":"N\/A","id":459188,"title":"Gente de mesón","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The Man goes to the encounter of the Woman in a mysterious place where creatures live. While making love to one of them, he becomes her by changing gender. He opens himself to creation and the possibility of motherhood. He will be judged not for who he is, but for what he wants to become : God. On her side, the women, as she is impregnated, becomes two. She becomes a mother. She becomes mortal. As she gets pregnant, she reduces her freedom. Yet she refuses to keep this child to keep on being free. This Act isn't a humanist act trying to deny a child's life in a doomed world. This is the most selfish expression. An ultimate protection act. Having a child it is loosing our freedom. It is loosing your right to die. Abortion and guilt that follows only brings to an alternate self, monstrous, ghost around the living, condemned to torture and roaming. To the lonely night with the blind eyes.","release_date":"2009-01-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":459190,"title":"The Last Supper","adult":false,"genre_ids":[]},{"cast":[],"overview":"Coincidence proves ironic when Sonny Di Luzzia succumbs to a twist in fate.","release_date":"2005-04-11","vote_average":0.0,"runtime":12,"cert":"\"\"","id":459192,"title":"V.O.","adult":false,"genre_ids":[]},{"cast":[],"overview":"The tragic story of Ricky Naputi, one of the worlds fattest men. At nearly 65 stone, bedridden and confined to his home on the Pacific island of Guam, Ricky had limited access to obesity medical care. Even finding a doctor to give him the weight-loss surgery he so desperately needed would prove to be a massive challenge.","release_date":"","vote_average":0.0,"runtime":50,"cert":"N\/A","id":459194,"title":"The Man Who Ate Himself To Death","adult":false,"genre_ids":[]},{"cast":["François Rollin"],"overview":"","release_date":"2017-05-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":459196,"title":"Le professeur Rollin se re rebiffe","adult":false,"genre_ids":[]},{"cast":["Sergio Mendizábal","Emiliano Redondo","Manuel Galiana","Ángeles Nuevo","Francisco Chuliá"],"overview":"","release_date":"1962-05-25","vote_average":6.0,"runtime":null,"cert":"N\/A","id":459198,"title":"Trotín Troteras","adult":false,"genre_ids":[35]},{"cast":["Mark Anthony","Rafael Perez","Pedro Pandilla","Andras Garotni","Ivan Cseska"],"overview":"Military sailors encounter each other in Miami in and around the city's Anchor Hotel.","release_date":"1997-08-06","vote_average":0.0,"runtime":117,"cert":"\"\"","id":459200,"title":"The Anchor Hotel","adult":true,"genre_ids":[]},{"cast":["Tyler Perry","Cassi Davis","Diamond White","Yousef Erakat","Hannah Stocking"],"overview":"Madea and the gang encounter monsters, goblins and boogeymen at a haunted campground.","release_date":"2017-10-20","vote_average":5.6,"runtime":103,"cert":"\"PG-13\"","id":459202,"title":"Boo 2! A Madea Halloween","adult":false,"genre_ids":[27,35]},{"cast":["Ralf Hütter","Henning Schmitz","Fritz Hilbert","Falk Grieffenhagen"],"overview":"Collection of performances from the abridged catalogue of German electronic band Kraftwerk. The tracks performed include 'Autobahn', 'Trans-Europe Express', 'Techno Pop' and 'Tour de France'.","release_date":"2017-05-26","vote_average":10.0,"runtime":77,"cert":"N\/A","id":459204,"title":"Kraftwerk: 3-D - Der Katalog","adult":false,"genre_ids":[10402]},{"cast":["Zach Norris","Sammy Quinn","Jason Biss","Robert Fischetti","Nick Manna"],"overview":"Evil Flaming Death is one of the most infamous villains of Planet Creation, a planet that divides the citizens from the criminals with a giant wall that completely surrounds the planet. After a failed attempt at making an evil clone of his archrival, Zon Inferno Awesomeness, Evil is now the \"father\" of a girl named Zonia Sparkles Death. While all his henchman love Zonia, Evil remains extremely distant, but when Father's Day comes around Zonia attempts to crack open his cold, unyielding heart.","release_date":"2018-05-03","vote_average":0.0,"runtime":16,"cert":"\"\"","id":459215,"title":"The Good of Evil: A Zon's Life Short","adult":false,"genre_ids":[]},{"cast":[],"overview":"A bug became servant, servant became master","release_date":"2017-02-28","vote_average":0.0,"runtime":9,"cert":"\"\"","id":459217,"title":"The Servant","adult":false,"genre_ids":[14,16,27,53,18]},{"cast":["G Kwame Scruggs","Michael Meade","Jerry Kwame William","Brandyn Costa","Stacee Starr"],"overview":"Six young black men from Akron, Ohio, enter college, determined to redefine society's images and low expectations. Despite their confidence, the stark reality of being away from home brings a series of crises. Well trained in critical and metaphorical thinking, and unusually articulate about their inner lives, each of the protagonists guides us to his core. Since sixth grade, they have been part of an innovative mentoring program called 'Alchemy, Inc.' that uses mythological stories, drumming and writing. In the twice-yearly reunion workshops everyone speaks of his trials and his triumphs with authenticity, intelligence, honesty and heart. In turns quiet, thoughtful and exuberant, the six protagonists grow before our eyes, whether navigating racial provocations, or seeking support with new friends, estranged fathers and wise grandmothers.","release_date":"2014-10-03","vote_average":9.0,"runtime":93,"cert":"\"\"","id":459219,"title":"Finding the Gold Within","adult":false,"genre_ids":[99,18]},{"cast":["Patrick Reilly","Kathryn Erbe","Kathy Najimy","Michael Rosen","James Le Gros"],"overview":"Dating My Mother explores the intimate and sometimes tumultuous relationship between a single mother and her gay son as they navigate the dizzying world of online dating.","release_date":"2017-06-16","vote_average":5.3,"runtime":81,"cert":"\"\"","id":459224,"title":"Dating My Mother","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Explore the legal roller-coaster ride of LGBTQ family rights in the South over the last decade with an intimate view into the lives of three lesbian families in Alabama as they set precedents and fight the courts for their children during the time that federal marriage equality comes to a head.","release_date":"2017-06-17","vote_average":8.5,"runtime":83,"cert":"\"\"","id":459229,"title":"Alabama Bound","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Experimental short","release_date":"2013-02-02","vote_average":0.0,"runtime":4,"cert":"N\/A","id":459231,"title":"El guaraches","adult":false,"genre_ids":[]},{"cast":[],"overview":"Experimental short","release_date":"2007-11-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":459233,"title":"Desaparecer","adult":false,"genre_ids":[]},{"cast":[],"overview":"Abstract short about numbers.","release_date":"2016-02-02","vote_average":0.0,"runtime":3,"cert":"N\/A","id":459235,"title":"Cuarenta y tres cuadros por segundo","adult":false,"genre_ids":[]},{"cast":[],"overview":"Asbstract short based on Torilla like images.","release_date":"2005-02-02","vote_average":0.0,"runtime":5,"cert":"N\/A","id":459237,"title":"Tortilleria Chinantla","adult":false,"genre_ids":[]},{"cast":[],"overview":"Euro cuties ready for some deep anal action take huge cocks in the butthole with a big smile on their pretty faces. Max Turbo once again delivers the goods in a scorching hot bang-a-thon!","release_date":"","vote_average":6.0,"runtime":96,"cert":"N\/A","id":459239,"title":"Bang My Asshole 2","adult":true,"genre_ids":[]},{"cast":["Grande Otelo","Herivelto Martins"],"overview":"","release_date":"1971-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":459241,"title":"Sebastião Prata, ou bem dizendo, Grande Otelo","adult":false,"genre_ids":[99]},{"cast":["Mikko Kauppila","Valtteri Lehtinen","Marlene Dumas","Jukka Federley","Juho Keskitalo"],"overview":"Seventeen-year-olds Miku and Elias find themselves, and each other, during a summer in the Finnish countryside.","release_date":"2018-11-30","vote_average":5.9,"runtime":100,"cert":"N\/A","id":459243,"title":"Screwed","adult":false,"genre_ids":[10749,18]},{"cast":["Jovanka Vuckovic"],"overview":"In the process of taking off her make-up, a young woman reveals her true face.","release_date":"2012-09-05","vote_average":5.0,"runtime":3,"cert":"N\/A","id":459245,"title":"Self Portrait","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Contents include Live at Capital Theater 1976, Overture, A Passage to Bangkok, and 2112 - 40 Years Closer","release_date":"2016-12-16","vote_average":0.0,"runtime":50,"cert":"\"\"","id":459247,"title":"Rush 2112 40th Anniversary","adult":false,"genre_ids":[]},{"cast":[],"overview":"Over the course of four decades, filmmaker Paul Oremland documented his romantic and sexual encounters with roughly one hundred men. He preserved nearly all of these detailed recollections and threaded them together in a portrait of a gay life.","release_date":"2017-07-08","vote_average":6.0,"runtime":95,"cert":"\"\"","id":459249,"title":"100 Men","adult":false,"genre_ids":[99]},{"cast":[],"overview":"As a gay man, filmmaker Arshad Khan examines his troubled relationship with his devout, Muslim father Abu. Using family archives and movies, Khan explores his struggle with his identity and compares it to his parents attempts to fit into Canada.","release_date":"2017-06-18","vote_average":7.0,"runtime":80,"cert":"\"\"","id":459251,"title":"Abu","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Granny and her brother Uncle Thomas have watched the same soap opera, every day at the same time, since 1989. Twenty years after leaving Nice, I return to see them so they can fill me in on the 3827 episodes I've missed.","release_date":"2017-05-26","vote_average":7.0,"runtime":29,"cert":"N\/A","id":459253,"title":"Back to Genoa City","adult":false,"genre_ids":[35,99]},{"cast":["John Cusack"],"overview":"When Sheriff Cole Gunner investigates a homicide, he discovers a far deeper plot involving the town's residents.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":459255,"title":"Broken Ridge","adult":false,"genre_ids":[]},{"cast":["Mimis Fotopoulos","Vina Asiki","Steve Douzos","Giannis Gionakis","Nikos Rizos"],"overview":"","release_date":"1984-06-21","vote_average":4.3,"runtime":null,"cert":"N\/A","id":459266,"title":"Ρόδα Τσάντα και Κοπάνα 3","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Part of a documentary series of Mexican gastronomy. Through its protagonist, Ricardo M. Zurita, it focuses on the natural and cultural beauty of Mexico.","release_date":"","vote_average":0.0,"runtime":53,"cert":"N\/A","id":459271,"title":"Lives with Flavor","adult":false,"genre_ids":[]},{"cast":["Olly Murs"],"overview":"Be prepared for Olly Murs Live At The O2. Recorded May 7th at London's O2 Arena, this live film is one of 4 sold out shows at the venue and it features a duet with Robbie Williams on Olly's classic hit 'Troublemaker.'","release_date":"2015-05-07","vote_average":7.0,"runtime":103,"cert":"N\/A","id":459273,"title":"Olly Murs: Never Been Better - Live at the O2","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"Telugu Animation Movie","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":459275,"title":"Kutti Chetan And Friends","adult":false,"genre_ids":[]},{"cast":["Ron James"],"overview":"TRUE NORTH finds Ron James and his poetically charged brand of funny searching for slivers of sanity in a year so categorically ‘cuckoo’ that he watched dumbstruck as just about every nation on earth but Canada went “to hell in a hand cart.”","release_date":"2006-12-30","vote_average":0.0,"runtime":44,"cert":"N\/A","id":459292,"title":"Ron James: True North","adult":false,"genre_ids":[35]},{"cast":["Santiago Ramos","Juli Mira","Lluís Ferrer","Jorge Esteban","Saturnino García"],"overview":"The story of an odd family in which two uncles, apparently bachelors, play the role of mother and father for their two orphan nephews in the Valencia of the 1960s and 70s.","release_date":"1997-11-07","vote_average":6.0,"runtime":117,"cert":"N\/A","id":459294,"title":"Thanks for the Tip","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Only when a young mother fears her child is in danger is she able to take the first step away from codependency with her own alcoholic mother","release_date":"","vote_average":0.0,"runtime":21,"cert":"N\/A","id":459296,"title":"Once Always","adult":false,"genre_ids":[]},{"cast":["Richard Williams"],"overview":"The Animator's Survival Kit - Animated is about how things move, and specific work methods used to make characters live, breathe, think and give a sustained commanding performance. Williams demonstrates his points with drawing, performance and over 400 specially animated examples - many from his best-selling book.  16 DVD Set Contents:  1. Starting Right  2. Timing and Spacing  3. Working Methods  4. More Timing More Spacing  5. Building Walks  6. Flexibility in a Walk  7. Sneaks, Runs, and Animal Action  8. Flexibility  9. Overlapping Action and Weight  10. Takes  11. Vibrates  12. Accents  13. Dialogue 1  14. Dialogue 2  15. Giving the Performance  16. Putting it all Together","release_date":"2008-11-24","vote_average":0.0,"runtime":600,"cert":"\"\"","id":459298,"title":"The Animator's Survival Kit Animated","adult":false,"genre_ids":[16]},{"cast":["Stathis Psaltis","Nelli Gini","Giorgos Panjas","Dimitris Ioakeimidis","Grigoris Vafias"],"overview":"Odysseus and Giblas (Giorgos Pantzas and Stathis Psaltis) come to Athens, hoping to make their lives. They find a room and work at the Aristomenos factory (Grigoris Vafias). When the rumors about the attempted murder of his son Giorgos Pantzas organized the factory, Odysseus, who looks amazing, will take on the role of salvation to deceive the killers. Odysseus, without knowing what is happening, charismatically emphasizes his boss's son and gives benefits to the workers. Soon it is revealed that the very son of the factory was the one who spread the rumors and Odysseus, taking the part of the workers clean, destroying an agreement with Arab entrepreneurs, overcoming his superiors and finally resigning.","release_date":"1981-06-09","vote_average":0.0,"runtime":92,"cert":"N\/A","id":459300,"title":"Πάμε για ... καφέ;","adult":false,"genre_ids":[35]},{"cast":["Zawe Ashton"],"overview":"Anya lives and cares for her mother, Amanda. When Derek threatens to come between them, 10 year old Anya takes matters into her own hands in order to protect her home. Little Soldier is a darkly comic drama about the power of one girl's imagination to change her own world.","release_date":"2016-09-23","vote_average":0.0,"runtime":15,"cert":"N\/A","id":459302,"title":"Little Soldier","adult":false,"genre_ids":[]},{"cast":["Koji Tsuruta","Kyôsuke Machida","Makoto Satō","Minoru Oki","Akiko Kudô"],"overview":"A reformed gangster agrees to help a former yakuza member.","release_date":"1970-02-21","vote_average":6.0,"runtime":96,"cert":"N\/A","id":459310,"title":"Rise and Fall of Chivalry","adult":false,"genre_ids":[]},{"cast":["John Wetton","Geoffrey Downes","Carl Palmer","Sam Coulson"],"overview":"","release_date":"2017-02-24","vote_average":10.0,"runtime":null,"cert":"N\/A","id":459312,"title":"Asia: Symfonia - Live In Bulgaria 2013","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2016-08-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":459314,"title":"À tire d'aile - Les oiseaux migrateurs","adult":false,"genre_ids":[99]},{"cast":["Kanan Gill"],"overview":"In this hilarious one hour comedy special, Kanan Gill squints at a variety of subjects ranging from the difficulty in talking to your parents to The Constitution of India. It's easy to keep it funny. Kanan keeps it real.","release_date":"2017-05-26","vote_average":7.9,"runtime":65,"cert":"N\/A","id":459316,"title":"Kanan Gill: Keep It Real","adult":false,"genre_ids":[35]},{"cast":["Yin Fang Ling","Chu Mu","Pai Ying","Maggie Li Lin-Lin","Ai Li"],"overview":"A gangster thriller.","release_date":"1971-11-11","vote_average":0.0,"runtime":101,"cert":"N\/A","id":459318,"title":"Bus Stop","adult":false,"genre_ids":[18,28]},{"cast":["Bill Elliott","Phyllis Coates","Rick Vallin","Fuzzy Knight","John James"],"overview":"Bill Elliot emulates his idol William S. Hart in the superior western Topeka. Elliot plays the archetypal Good Bad Man, hired to kick the crooked element out of a small town. A hard-drinking, hard-living man, Elliot entertains thoughts of taking over the town himself for the benefit of his own gang. After several reels of soul-searching, Elliot decides to honor his promise to clean up the town for its decent citizens. Evidently director Thomas Carr rented a camera crane for this Allied Artists production, since the camera performs remarkable calisthenics, the kind not normally seen in a medium-budget western.","release_date":"1953-08-09","vote_average":0.0,"runtime":69,"cert":"\"\"","id":459320,"title":"Topeka","adult":false,"genre_ids":[37]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":459340,"title":"tiêu đề","adult":true,"genre_ids":[]},{"cast":["Sreelekha Mitra","Pinki Banerjee","Master Abhinaba Biswas","Dr. Kaushik Ghosh","Padmanabha Dasgupta"],"overview":"Pritha, a middle aged housewife stays with her husband Alokesh and her 8 year old son Riju in a house in the outskirts of Kolkata. Her life changes all of a sudden when a stranger enters Pritha's house at night and takes Pritha and her son Riju as hostage within few moments. Riju, the 8 years old son, however without any apprehension starts getting fond of this unwanted guest. Pritha also surprisingly strikes a friendly chord with the stranger in the house..There is something weirdly charming about the stranger which draws Pritha's attention. As time passes Pritha goes through a range of emotions of eminent fear, astonishment and eventually develops a connection with the apparent terrorist. Is there something more to it? Watch out ZBCO, Raater Atithi on 16th October only on Zee Bangla Cinema Originals.","release_date":"2016-10-16","vote_average":3.0,"runtime":130,"cert":"N\/A","id":459342,"title":"Raater Atithi","adult":false,"genre_ids":[]},{"cast":[],"overview":"Charlie accidentally snaps a photo of a murder, and becomes his new target. With a killer hot on her trail - and a new relationship with Danny developing - will Charlie find love... or her own demise?","release_date":"2016-06-06","vote_average":0.0,"runtime":67,"cert":"\"\"","id":459344,"title":"Snapshot","adult":false,"genre_ids":[]},{"cast":["Jack Holt","Noah Beery","Billie Dove","Douglas Fairbanks Jr.","George Magrill"],"overview":"Desperate for money, a rancher decides to trap and sell wild horses, using barbed wire. The local Navajo tribe tries to persuade him not to do it.","release_date":"1925-09-13","vote_average":0.0,"runtime":94,"cert":"\"\"","id":459346,"title":"Wild Horse Mesa","adult":false,"genre_ids":[37]},{"cast":[],"overview":"El Canto del Colibrí is a story of Latino fathers dealing with issues of immigration, faith, marriage equality, machismo, culture, and the process of their LGBTQ children coming out.","release_date":"2015-06-20","vote_average":0.0,"runtime":53,"cert":"\"\"","id":459348,"title":"El Canto del Colibrí","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Film about a harbour.","release_date":"1978-02-02","vote_average":0.0,"runtime":12,"cert":"N\/A","id":459359,"title":"X\/78 Rheinhafen","adult":false,"genre_ids":[]},{"cast":[],"overview":"Experimental short about running","release_date":"2006-02-02","vote_average":0.0,"runtime":5,"cert":"N\/A","id":459361,"title":"Wolf-Passerelle II\/06","adult":false,"genre_ids":[]},{"cast":[],"overview":"A 20-acre private garden in the Quebec mountains inspires awe in its visitors.","release_date":"2017-05-19","vote_average":7.0,"runtime":85,"cert":"N\/A","id":459363,"title":"The Gardener","adult":false,"genre_ids":[99]},{"cast":["Mamnun Hasan Emon","Reeth Mazumder","Urvashi Rautela"],"overview":"A group of Bangladeshi scientists discover an ideal planet for human settlement.","release_date":"2017-05-05","vote_average":7.0,"runtime":null,"cert":"N\/A","id":459365,"title":"Porobashinee","adult":false,"genre_ids":[]},{"cast":[],"overview":"An Aesop's Fables animated short.","release_date":"1922-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":459367,"title":"The Dissatisfied Cobbler","adult":false,"genre_ids":[]},{"cast":[],"overview":"An Aesop's Fables animated short.","release_date":"1927-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":459369,"title":"The Plow Boy's Revenge","adult":false,"genre_ids":[]},{"cast":[],"overview":"movie app that can see upcoming movie","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":459380,"title":"nontonYuk","adult":true,"genre_ids":[]},{"cast":["Kyra Cat","Elinor Gasset","Mandy Bright","Michelle Wild","Myli"],"overview":"Bruce and Jenny get trapped in a rather unusual art gallery, the empty frames suddenly take on a life of their own and start to show amazingly torrid sex scenes. Viewers can enjoy them all: double penetrations, anal and oral sex, and loads of fetishism.","release_date":"2003-05-01","vote_average":0.0,"runtime":null,"cert":"\"NC-17\"","id":459382,"title":"Sex in a Frame","adult":true,"genre_ids":[]},{"cast":["Joseph Nicolosi","James Anderson"],"overview":"Fifteen ex-transgender individuals join with numerous experts to dispel the confusion and bear witness to what Jesus Christ can do for those who struggle with gender dysphoria.","release_date":"2017-06-15","vote_average":0.0,"runtime":106,"cert":"\"\"","id":459387,"title":"TranZformed: Finding Peace with Your God-Given Gender","adult":false,"genre_ids":[99]},{"cast":["Karin Ekelund","Holger Löwenadler","Allan Bohlin","Georg Funkquist","Ludde Gentzel"],"overview":"A 1943 film.","release_date":"1943-02-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":459389,"title":"Stora skrällen","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A smuggler is conflicted between saving his wounded captor or letting him die.","release_date":"1912-01-01","vote_average":0.0,"runtime":12,"cert":"\"\"","id":459391,"title":"Two Men","adult":false,"genre_ids":[12,37]},{"cast":[],"overview":"Psychoseismic metaphors for the current political climate and\/or an atempastoral tone poem before, during and after \"the big one\".","release_date":"2017-05-25","vote_average":0.0,"runtime":4,"cert":"\"\"","id":459399,"title":"Little Rose City","adult":false,"genre_ids":[]},{"cast":["Aya Toraiwa","Laila Hansen","Ayami Andrews"],"overview":"A human silhouette trapped between frames walks through the stereoscopic scenarios.","release_date":"2014-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":459401,"title":"Trapped Between Frames","adult":false,"genre_ids":[]},{"cast":["Puneeth Rajkumar","Radhika Pandit","Bharathi Rao","Rangayana Raghu","Ambareesh"],"overview":"Surya, a boy belonging to a big family of the town, moves out of the house when ignored by his father Rajivappa. However, after a few years, he comes back to rescue his land against Babu, an evil man.","release_date":"2016-09-30","vote_average":6.0,"runtime":137,"cert":"N\/A","id":459403,"title":"Dodmane Hudga","adult":false,"genre_ids":[18,28,10751]},{"cast":["Nils Jerring"],"overview":"A 1942 short film.","release_date":"1942-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":459405,"title":"Midsommarminnen","adult":false,"genre_ids":[]},{"cast":[],"overview":"They walk in pairs; they go door to door and visit the homes of those who wish to listen. They discuss matters of faith, family, demureness, religion and being. Their quest is personal, it is about proving themselves, an initiation that lasts for the two-year period they spend away from home. The Elders and the Sisters, young Mormon missionaries, leave their country, study a different language and culture and become immersed in a spirit of mission. They aspire to be role models for the perfect boys and girls.","release_date":"2009-01-01","vote_average":0.0,"runtime":58,"cert":"N\/A","id":459407,"title":"Latter-Day Saints","adult":false,"genre_ids":[]},{"cast":["Dave Gahan","Martin Gore","Andy Fletcher"],"overview":"","release_date":"2017-03-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":459409,"title":"Depeche Mode - Telekom Street Gigs","adult":false,"genre_ids":[10402]},{"cast":["Joel Joan","Jordi Sánchez","Àgata Roca","Clara Segura"],"overview":"The story of four characters and their fears and contradictions. Fear of commitment, to change or follow the instincts. How to hide behind any excuse. How problems end up growing and when they want to rectify is too late.","release_date":"2003-11-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":459423,"title":"Excuses!","adult":false,"genre_ids":[35]},{"cast":["Jane Lynch","Anthony 'Citric' Campos","Rizwan Manji","Andy Kindler","Tyler Clark"],"overview":"Past her prime and afflicted with a severe case of writer's block, a veteran songwriter finds new inspiration in a bird that takes up residence outside her home.","release_date":"2016-12-31","vote_average":0.0,"runtime":9,"cert":"\"\"","id":459425,"title":"Writer's Block","adult":false,"genre_ids":[10402,35]},{"cast":["Alessandra Torresani","Octavia Spencer","Patrick J. Adams","Chris Mulkey","Dash Mihok"],"overview":"Malcolm is a brilliant, callous businessman who is a vicious, overbearing father. Mark is the sales manager at Chamberlain Auto, the dealership that promises to do \"Whatever It Takes\" to put you in a new car. But on a scorching hot Saturday in the middle of the Phoenix summer, Mark has a chance to get his own dealership - and out from under the thumb of his father. Mark has to sell thirty-five cars by the end of the day. The question: Will Mark do whatever it takes - including betraying his sales team and himself - to get what he wants?","release_date":"2017-03-24","vote_average":4.6,"runtime":104,"cert":"\"R\"","id":459427,"title":"Car Dogs","adult":false,"genre_ids":[18,35]},{"cast":["Fritz Lang","Artur Brauner","Claude Chabrol","Alfred Eibel","Patrick McGilligan"],"overview":"","release_date":"2004-04-28","vote_average":7.0,"runtime":null,"cert":"N\/A","id":459429,"title":"Fritz Lang, le cercle du destin - Les films allemands","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2016-08-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":459431,"title":"Paw Patrol - Easter egg hunt","adult":false,"genre_ids":[16,35,9648,12]},{"cast":[],"overview":"Elias is a shy boy who likes to talk to his bird rather than playing with other kids. When he meets the quirky artist Halim, a tender friendship develops between them but Elias' mother does not approve. The unusual relationship comes to an abrupt end as Halim suddenly has to flee and it seems as though there is nothing Elias can do to help. But the refugee has left the boy a valuable gift.","release_date":"","vote_average":0.0,"runtime":30,"cert":"N\/A","id":459433,"title":"Halim","adult":false,"genre_ids":[]},{"cast":["Kim Coles","Stephanie Hodge","Victoria Jackson","Sue Kolinsky","Henriette Mantel"],"overview":"Andrea Martin and Victoria Jackson headline this holiday comedy hour. Also featuring Kim Coles, Sue Kolinsky, Stephanie Hodge and Henriette Mantel.","release_date":"1990-12-31","vote_average":0.0,"runtime":60,"cert":"\"\"","id":459435,"title":"Six Ladies Laughing","adult":false,"genre_ids":[35]},{"cast":["Chonda Pierce"],"overview":"Stand-up comedian Chonda Pierce, known as the \"Queen of Clean\", continues to share her emotional journey and story in this sequel to her 2015 award winning documentary \"Chonda Pierce: Laughing In The Dark\".","release_date":"2017-04-25","vote_average":8.0,"runtime":90,"cert":"\"\"","id":459443,"title":"Chonda Pierce: Enough","adult":false,"genre_ids":[99,35]},{"cast":["Shin Saburi","Tatsuo Saitô","Shinichi Himori","Yasumi Hara","Mitsuko Mito"],"overview":"","release_date":"1942-04-23","vote_average":0.0,"runtime":119,"cert":"N\/A","id":459445,"title":"The Spy Has Not Yet Died","adult":false,"genre_ids":[18,10752]},{"cast":["Victor Sjöström","Renée Björling","Anne-Margrethe Björlin","Erik 'Bullen' Berglund","Alf Kjellin"],"overview":"A 1941 film.","release_date":"1941-10-20","vote_average":0.0,"runtime":94,"cert":"N\/A","id":459447,"title":"Striden går vidare","adult":false,"genre_ids":[10749,18]},{"cast":["Karin Ekelund","Allan Bohlin","Georg Rydeberg","Gull Natorp","Eric Gustafson"],"overview":"Karin Berggren is living a double life. In the daytime she is a strict teacher at a boarding school for girls. In the evenings she becomes the star singer at a popular nightclub.","release_date":"1941-09-28","vote_average":0.0,"runtime":83,"cert":"N\/A","id":459449,"title":"Lärarinna på vift","adult":false,"genre_ids":[10402]},{"cast":["Kaiti Finou","Geli Gavriil","Yiorgos Armadoros","Hristos Kaloou","Spiros Bibilas"],"overview":"When you are young and handsome is good, when you are married new and beautiful even better when your husband is money is GOOD but when he is money and gipsy then he goes looking for ... Mimi the erotika. A hilarious comedy for those who can with a lot of laughter.","release_date":"1989-03-02","vote_average":0.0,"runtime":85,"cert":"N\/A","id":459451,"title":"Μιμή η ερωτιάρα","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Sytratigraphies is a hyper kinetic masterpiece of a travelogue offering glimpses of scenes shot in your native Columbia, New York, Toronto and beyond. A female fantastic (Alexandra Gelis) knitting on the fly (subways, bankomats, beaches) and making audio recordings provides a throughline of sorts, as queer marriages give way to videogame palm trees, warm gatherings of friends are interwoven with public noticings, workers mostly, street hawkers and construction zones of the self. These lyrical interludes (in this movie the in-between is at the heart of the matter) are punctuated by rescanned YouTube interviews with authors\/philosophers\/scientists Jorge Luis Borges, Francisco Varela, Julio Cortazar, Beatriz Preciado and Gilles Deleuze. They muse briefly on creativity, exile, the biopolitics of the birth control pill, and the necessity of making mistakes in philosophy.","release_date":"2015-01-19","vote_average":0.0,"runtime":49,"cert":"N\/A","id":459453,"title":"Stratigraphies","adult":false,"genre_ids":[99]},{"cast":["Monica Swinn","Olivier Mathot","Claudine Beccarie","Sylvia Bourdon","Erika Cool"],"overview":"A writer is commissioned to write an erotic book and starts to see perverted ghosts in the house he has rented. His journey goes deeper as he is lead into all the lustful and perverted secrets that dwell within.","release_date":"1976-02-11","vote_average":0.0,"runtime":80,"cert":"N\/A","id":459455,"title":"Draguse or the Infernal Mansion","adult":false,"genre_ids":[27]},{"cast":["Panos Mihalopoulos","Vasilis Tsaglos","Spyros Kalogirou","Tasos Kostis","Maria Giannopoulou"],"overview":"One teacher is hired in a private school full of spoiled children.","release_date":"1987-01-01","vote_average":3.0,"runtime":110,"cert":"N\/A","id":459466,"title":"Παλικάρι στα θρανία","adult":false,"genre_ids":[18,35]},{"cast":["Raymond Creamer","Jessica Lynn Parsons"],"overview":"A young woman breaks things off with her boyfriend but finds out the universe has other plans. Desperate to move on, she is forced to literally relive the memories they’ve shared together. Pin-balling through time and space, she attempts to rewrite their shared history in hopes that she can find the man with whom she first fell in love.","release_date":"2017-05-27","vote_average":7.0,"runtime":90,"cert":"N\/A","id":459468,"title":"This Is Us","adult":false,"genre_ids":[18]},{"cast":["William Bornkessel","Whitney Meyer","Todd Brendan","Jan Meyer"],"overview":"Michael is a young teenager passionate about writing, a passion he carries on almost secretly because of his father. Agnes is deaf, but the words she cannot speak are compensated by her drawings which she hopes will get her to an art school. One day they find each other on top of a brick wall which becomes their sanctuary away from the world.","release_date":"2009-11-07","vote_average":10.0,"runtime":9,"cert":"\"\"","id":459470,"title":"Blue Sky","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"In a collage of private scenes and fragments of medialized events as part of the “war on terror”, Guli Silberstein uses his typical method of digital image degradation with the help of compression algorithms to draw attention to the actual process of remediating images and thus in two way raises questions as to their representation, credibility, and the emotions that they can carry.","release_date":"2016-10-27","vote_average":0.0,"runtime":6,"cert":"N\/A","id":459472,"title":"Stuff As Dreams","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An old man searches for an ancient music on the mountains with his videocamera. A filmmaker is making a film about it. Some film critics will watch a film. The audience will attend to the screening.","release_date":"2016-11-26","vote_average":0.0,"runtime":26,"cert":"N\/A","id":459474,"title":"A Farewell to All That","adult":false,"genre_ids":[18,99]},{"cast":["Casey Affleck"],"overview":"Set during the American Civil War. Plot unknown.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":459476,"title":"Call Black Horse","adult":false,"genre_ids":[18,10752]},{"cast":["Maria Carta","Sergio Fantoni","Massimo Girotti"],"overview":"TV-adaptation of Joseph Conrad's \"Outcast of the Islands\".","release_date":"1980-10-31","vote_average":0.0,"runtime":90,"cert":"N\/A","id":459490,"title":"Un reietto delle isole","adult":false,"genre_ids":[10770,18,12]},{"cast":[],"overview":"","release_date":"2014-05-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":459492,"title":"Musikhelden Westernhagen und Sido 2014","adult":false,"genre_ids":[]},{"cast":["Håkan Westergren","Annalisa Ericson","John Ekman","Allan Bohlin","Marianne Löfgren"],"overview":"A 1941 film.","release_date":"1941-02-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":459494,"title":"Gentlemannagangstern","adult":false,"genre_ids":[35,80]},{"cast":["Mihail Bilalov","Deyan Donkov","Valentin Ganev","Radina Kardjilova","Malin Krastev"],"overview":"In the late 1980s, stage actor Alexander Petrov is banned from theatre without any apparent reason. When he reappears, after the demise of the Communist regime, he discovers that he had been denounced by the one man he admired most, his master and friend. He discovers this fact at the very moment that he is called upon to deliver a funeral eulogy for the man. Devastated, Petrov declares that he is retiring from public life. That’s when Markov offers his help. An old acquaintance, Markov was a former director of the secret service, who has become a successful businessman. Now, in the mid-1990s, the country is wracked by unretstrained capitalism, along with violence and gang wars. Markov, an admirer of Petrov’s stage talents, offers to make him the leader of a new political party aiming at rescuing the country. Can this work? Is Markov the right man to be allied with? Petrov must make a fateful decision.","release_date":"2015-03-06","vote_average":8.0,"runtime":92,"cert":"N\/A","id":459496,"title":"The Petrov File","adult":false,"genre_ids":[18,53]},{"cert":"\"\"","title":"Route 30, Too","cast":[],"id":459498,"overview":"A zany twist on the conspiracy-laden world of X-Files, Route 30, Too! picks up as two members of New York State's Unusual Occurrence and Paranormal Society (Jamie Rose, Robert Romanus) arrive to investigate the mysterious goings on. When the local color includes the likes of overzealous Deer Hunter Bob (Curtis Armstrong), money-hungry huckster Rotten Egg (Lee Wilkof) and a Spanish candy store clerk named Chicky (Noah Applebaum), spotting the alien will be no easy task. The 2nd film in John Putch’s Route 30 Trilogy is another quirky collection of tales from the backwoods of his childhood.","runtime":86,"genre_ids":[],"release_date":"2012-09-29","vote_average":0.0,"adult":false}]