[{"cast":["Charlene Choi","Ronald Cheng","Qin Hailu"],"overview":"Office Yohji Ho meets a female android who comes from the future, in a drug raid. The android's mission is to ensure the death of Yohji...","release_date":"2004-01-01","vote_average":5.3,"runtime":110,"cert":"N\/A","id":45500,"title":"Hidden Heroes","adult":false,"genre_ids":[28,35,878]},{"cast":["Shu Qi","Ekin Cheng","Rain Li","Lau Siu-Ming","Lam Suet"],"overview":"In a mysterious forest in Thailand, many suicidal youths disappear and rescue teams can not find the way out even with compass. The ambitious reporter May is making sensationalist journalism exploring the deaths in the forest. Her boyfriend and botanist Shun Shu-hoi is developing a means of communication with plants. Meanwhile, Detective C. C. Ha is investigating the rape and death of a woman and the main suspect is Patrick Wong.","release_date":"2007-01-01","vote_average":3.6,"runtime":98,"cert":"N\/A","id":45501,"title":"Forest of Death","adult":false,"genre_ids":[27]},{"cast":["Louis Koo","Gigi Leung","Charlene Choi","Donnie Yen","Rain Li"],"overview":" ","release_date":"2004-04-08","vote_average":5.5,"runtime":103,"cert":"N\/A","id":45502,"title":"Love on the Rocks","adult":false,"genre_ids":[18,10749]},{"cast":["Reiko Ike","Miki Sugimoto","Yumiko Katayama","Chiyoko Kazama","Masami Sôda"],"overview":"Reiko Ike stars as the daughter of a man who has been pushed into drug dealing by the local Yakuza mob. Having outlived his usefulness to the gang he is murdered and Reiko is gang raped, leading her to attempt a knife attack on the Yakuza boss (Ryoji Hayama) at a swank nightclub. Failing to kill him she ends up in prison, where she befriends a crew of other malcontents (including Yumiko Katayama and Chiyoko Kazama) and meets the Yakuza boss's girlfriend (Miki Sugimoto). Upon release Reiko reassembles her mob and launches a Machiavellian scheme to engineer a gang war between Hayama's Oba Industries and the formerly dominant Hamayasu Clan. The rival gangs begin killing each other off and Reiko works her way closer to her ultimate vengeance.","release_date":"1973-10-27","vote_average":7.3,"runtime":83,"cert":"N\/A","id":45503,"title":"Criminal Woman: Killing Melody","adult":false,"genre_ids":[28,80]},{"cast":["Daniel Wu","Sammy Leung","Claire Yau Kei-Man","Chow Chung","Joe Lee Yiu-Ming"],"overview":"A young policewoman is picked for an undercover job--getting close enough to a gangster's son so that she can plant a microphone at a table where the gangsters make their deals. Complications arise when she finds herself falling for him.","release_date":"2002-01-01","vote_average":6.5,"runtime":103,"cert":"N\/A","id":45504,"title":"Love Undercover","adult":false,"genre_ids":[28,35,10749]},{"cast":["Leslie Cheung","Takako Tokiwa","Yuka Hoshino","Jack Kao","Michelle Yeoh"],"overview":"On the eve of her Japanese wedding, Hitomi (Takako Tokiwa) loses her fiance, Tatsuya, to a car accident. She travels to Hong Kong seeking solace and meets undercover cop Karbo -- a dead ringer for Tatsuya. The duo is forced to take it on the lam when a corrupt colleague frames Karbo, and Hitomi soon finds herself torn between her love for Tatsuya and her blossoming feelings for her fellow fugitive. Leslie Cheung plays Tatsuya and Karbo.","release_date":"1999-01-01","vote_average":5.9,"runtime":106,"cert":"N\/A","id":45505,"title":"Moonlight Express","adult":false,"genre_ids":[80,18,10749]},{"cast":["Louis Koo","Lau Ching-Wan","Sammi Cheng","Charlene Choi","Sandra Ng Kwun-Yu"],"overview":"This is the story of Carrie (Sammi Cheng), who plays a tabloid reporter who is doing a story on pin up police officer Paul Ko (Louis Koo). The word around is that he is impotent and Carrie is looking for the truth. Of course, from there you are looking to see if they will hook up. Also here are Raymond (Lau Ching Wan) as Carrie's ex, a judge and a very young looking Charlene Choi, who plays Tabbie, who wants to live with Raymond. In a small but fun interlude, the always great Sandra Ng plays Bobo.","release_date":"2003-01-01","vote_average":8.0,"runtime":105,"cert":"N\/A","id":45506,"title":"Good Times, Bed Times","adult":false,"genre_ids":[35,10749]},{"cast":["Alan Tam","Andy Lau","Ida Chan","Rosamund Kwan","Lung Fong"],"overview":"For most of the running time it's business as usual as gamblers Andy Lau and Alan Tam pull scams when they're not exposing them for casinos and incurring the wrath of a family of Japanese gangsters before Tam marries rich girl Idy Chan and Lau, as is the way with all movie hustlers, gets a busted hand, a drink problem and Rosamund Chan (so not entirely a bad shuffle there).","release_date":"1989-01-01","vote_average":6.5,"runtime":125,"cert":"N\/A","id":45507,"title":"Casino Raiders","adult":false,"genre_ids":[28,18,53]},{"cast":["Lau Ching-Wan","Ekin Cheng","Chingmy Yau","Ben Lam","Collin Chou"],"overview":"An adventure that delves into the dark caverns of the underworld and tells the tale of three chivalrous gangsters who attempt to escape the powerful clutch of their gang leader.","release_date":"1994-07-14","vote_average":5.0,"runtime":103,"cert":"N\/A","id":45508,"title":"Return To A Better Tomorrow","adult":false,"genre_ids":[28,53]},{"cast":["Wu Chien-Lien","Lau Ching-Wan","Shirley Wong Sa-Lee","Han Jae-suk"],"overview":"A mysterious and highly successful hitwoman in Hong Kong is paid to assassinate top-level crime bosses. After beginning a relationship with a noodle vendor, she decides to travel to South Korea to complete one last job. Unfortunately, the dead man's bodyguard is out for revenge.","release_date":"1996-09-20","vote_average":5.9,"runtime":90,"cert":"N\/A","id":45509,"title":"Beyond Hypothermia","adult":false,"genre_ids":[28,35,80]},{"cast":["Paul Newman","Lee Marvin","Strother Martin","Wayne Rogers","Héctor Elizondo"],"overview":"Broke and in debt, an otherwise honest cowboy gets mixed up in some shady dealings with a crooked rancher.","release_date":"1972-01-01","vote_average":5.3,"runtime":102,"cert":"N\/A","id":45512,"title":"Pocket Money","adult":false,"genre_ids":[28,35,37,12]},{"cast":["Peter Auty","Mary Plazas"],"overview":"Part of a series of opera shorts by different directors. Herzog combines O Soave Fanciulla (\"Oh you vision of beauty\" from Puccini's La Boheme) with images of harsh life in Africa.","release_date":"2009-09-05","vote_average":5.4,"runtime":4,"cert":"N\/A","id":45513,"title":"La Bohème","adult":false,"genre_ids":[99,10402]},{"cast":["Josep Maria Pou","Núria Espert","Rosa Maria Sardà","Jordi Bosch","María Botto"],"overview":"","release_date":"2007-10-19","vote_average":4.5,"runtime":90,"cert":"N\/A","id":45516,"title":"Barcelona (un mapa)","adult":false,"genre_ids":[18]},{"cast":["Louis C.K."],"overview":"In this unique and dynamic live concert experience, Louis C.K.'s exploration of life after 40 destroys politically correct images of modern life with thoughts we have all had...but would rarely admit to.","release_date":"2010-01-26","vote_average":8.0,"runtime":84,"cert":"N\/A","id":45523,"title":"Louis C.K.: Hilarious","adult":false,"genre_ids":[35]},{"cast":["Juri Ueno","Haruma Miura","Tsurube Shôfukutei","Nanami Fujimoto","Aimi Satsukawa"],"overview":"Naoko meets Yusuke while staying on an island for medical treatment. Yusuke's graceful athletic figure captivates her eyes and she falls in love with him. But their relationship is soon broken after Yusuke's father dies while trying to save Naoko from drowning. The memory of Yusuke leads Naoko to the track, and six years later, they meet each other again at a Marathon competition. Naoko decides to become a manager to help Yusuke, a gifted runner, and they embark on training together to heal their sorrows from the past.","release_date":"2008-12-16","vote_average":3.7,"runtime":120,"cert":"N\/A","id":45528,"title":"Naoko","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Du lærer at vedligeholde og reparere dit murværk. Vi gennemgår fagets værktøj og materialer, så du selv kan udføre alt fra småreparationer til større murerarbejder. Du lærer de grundlæggende teknikker og får håndværkernes bedste tips og tricks samt meget mere.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45529,"title":"Håndværkerskolen - Murer","adult":false,"genre_ids":[]},{"cast":["Stoya","Alexis Texas","Carmella Santiago","Lacey Love","Lyndsey Love"],"overview":"Visionary director Celeste takes viewers on a pulse pounding journey of sex and fear featuring Stoya, 2008's Best New Starlet. \"Stoya: Scream\" is set in another era, 6 erotic stories unfold with plenty of thrills and chills.","release_date":"2009-04-24","vote_average":6.0,"runtime":100,"cert":"N\/A","id":45530,"title":"Stoya: Scream","adult":true,"genre_ids":[]},{"cast":[],"overview":"Du lærer bl.a. at bygge en solid skillevæg med stålprofiler og gipsplader. Her lærer du også om fagets grundteknikker, så du selv kan både lydisolere, konstruere trapper, etablere en ny dør m.m.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45531,"title":"Håndværkerskolen - Tømrer indendørs","adult":false,"genre_ids":[]},{"cast":[],"overview":"A subtle adaptation of a classical story of the most greatest Brazilian writer: Machado de Assis. The history is passed in the Rio de Janeiro in full century XIX. The adolescent Inácio lives in Borges house and works like an apprentice. His routine of boredom and alone loneliness is broken in moments that sees the naked arms of the wife's boss. Upon perceiving that is desired by him, passes treat-him with affection. A silent romance and prohibited is told with romance and poetry.","release_date":"2009-10-01","vote_average":4.3,"runtime":45,"cert":"N\/A","id":45532,"title":"That Pair of Arms!","adult":false,"genre_ids":[18]},{"cast":["Dharmendra","Salman Khan","Kajol","Arbaaz Khan","Anjala Zaveri"],"overview":"A wealthy collegian falls in love with an heir apparent, but her domineering cousin orders her to end the affair.","release_date":"1998-03-27","vote_average":6.4,"runtime":162,"cert":"N\/A","id":45533,"title":"Pyaar Kiya To Darna Kya","adult":false,"genre_ids":[35,18,10749]},{"cast":["Hugo Carvana","Zózimo Bulbul","Ruy Guerra","Gregório Duvivier","Flávio Bauraqui"],"overview":"The project '5 x slum, now by ourselves' gathered over 80 young people from Rio's favelas (slums), selected through workshops, script and filmmaking techniques to create a feature film consisting of five stories that reflect different facets of the daily lives of residents of these communities - with the promise of escape stereotypical representations.","release_date":"2010-08-25","vote_average":4.4,"runtime":96,"cert":"N\/A","id":45534,"title":"5x Favela, Now by Ourselves","adult":false,"genre_ids":[35,80,18]},{"cast":["Michaël Youn","Stéphane Rousseau","Armelle","Ary Abittan","Vincent Desagnat"],"overview":"Fatal... c'est Fatal Bazooka, un rappeur bling-bling et hardcore. En fait, un personnage de sketch créé par Michaël Youn dans son show-télé \"Morning Live\", puis développé dans l'album \"T'as vu\" vendu à plus de 500 000 exemplaires. Ce film raconte ce que serait devenu ce rappeur s'il en avait vendu... 15 millions ! Fatal est désormais une énorme star. Des millions de fans, des dizaines de tubes, 4 Music Awards de la Musique du meilleur artiste de l'année, une ligne de vêtements, un magazine et prochainement l'ouverture de son propre parc d'attraction : Fataland. Il est le N°1 incontesté...","release_date":"2010-06-16","vote_average":5.9,"runtime":95,"cert":"N\/A","id":45535,"title":"Fatal","adult":false,"genre_ids":[35]},{"cast":["Stevie Ray Vaughan","Tommy Shannon","Chris Layton"],"overview":"Recorded live in Tokyo, January 1985. Tracklisting: 'Scuttle Buttin\", 'Say What', 'Voodoo Chile', 'Cold Shot', 'Couldn't Stand the Weather', 'Tin Pan Alley (Dirty Pool)', 'Mary Had a Little Lamb', 'Love Struck Baby', 'Texas Flood', 'Lenny' and 'Testify'.","release_date":"1985-01-01","vote_average":5.3,"runtime":86,"cert":"N\/A","id":45536,"title":"Stevie Ray Vaughan Live in Japan","adult":false,"genre_ids":[10402]},{"cast":["Jean Dasté","Jacques B. Brunius","Simone Guisin","Teddy Michaud","Pierre Unik"],"overview":"A propaganda film of the communist party of France, showing how the comrades help the proletariat against the capitalists.","release_date":"1936-04-07","vote_average":7.0,"runtime":66,"cert":"N\/A","id":45537,"title":"La vie est à nous","adult":false,"genre_ids":[18,36]},{"cast":[],"overview":"Shackleton's Antarctic Adventure is a giant-screen film that tells the dramatic true story of explorer Sir Ernest Shackleton's now-legendary 1914-1916 British Imperial Trans-Antarctic Expedition. A testament to heroism and human endurance, the 28-man crew survived nearly two years in the Antarctic when its ship, the Endurance, was trapped and then crushed by pack ice.","release_date":"2001-02-05","vote_average":5.9,"runtime":40,"cert":"N\/A","id":45538,"title":"Shackleton's Antarctic Adventure","adult":false,"genre_ids":[99]},{"cast":["Charles Starrett","Russell Hayden","Cliff Edwards","Luana Walters","Al Bridge"],"overview":"U.S. Marshal Dave Upjohn arrives in Sundown to investigate reports of lawlessness.","release_date":"1942-08-13","vote_average":4.5,"runtime":58,"cert":"N\/A","id":45545,"title":"Bad Men of the Hills","adult":false,"genre_ids":[37]},{"cast":[],"overview":"Join Tut and his friends from the band: Trombone, Jasper Clown, bass, sax and trumpet in their magic and adventure tours by Songs City! This musical trip introduces children to the fun and funny characters and songs. Meet these colorful and musical series inspired by the famous nursery rhyme Wheels","release_date":"2015-01-01","vote_average":0.0,"runtime":70,"cert":"N\/A","id":45546,"title":"The Bus Wheels - The Cake Contest","adult":false,"genre_ids":[16,10751]},{"cast":["Ozzy Osbourne","Sharon Osbourne","Jack Osbourne","Slash","Rob Zombie"],"overview":"The longest running rock tour in history comes home at last – on DVD w\/ a live CD – celebrating 10 years on the road! Go inside the Ozzfest Tour’s 10th year, with 60,000 fans at the UK show to the 103º heat of the back lots in Camden, NJ. Ozzy, Sharon &amp; Jack turn out to show, and tell, how a simple idea became one of rock’s biggest festival. The artists and fans of Ozzfest became a mush of togetherness and the music, well, that’s what it’s all about! Ozzy and his festival are now multi-generational and fans, young and old, show up to prove it. The DVD offers the whole story OR a \"play concert only\" feature. Like Ozzfest, it is ALL about the fan experience.","release_date":"2005-11-22","vote_average":0.0,"runtime":150,"cert":"N\/A","id":45547,"title":"Ozzfest: 10th Anniversary","adult":false,"genre_ids":[10402]},{"cast":["Olivier Martinez","Willem Dafoe","Michelle Forbes","Assumpta Serna","Jared Harris"],"overview":"Jack is a wanderer whose aimless roaming leads him to a number of interesting locations and into the company of many interesting people, and despite his fascination with bullfighting he leads a largely peaceful existence. When a crime boss' daughter is accidentally gored to death, Jack is implicated in the unfortunate event and singled out for termination by a seemingly unending army of lethal hitmen. As Jack wages an uphill battle for survival against the harsh desert terrain and a hail of gun smoke and lead, his will to live depends on his ability to exercise his demons and come to terms with the fact that he may not live to see another sunrise.","release_date":"2000-10-01","vote_average":2.2,"runtime":90,"cert":"N\/A","id":45548,"title":"Bullfighter","adult":false,"genre_ids":[12,14,28,35,37,53,80]},{"cast":["Sadie Frost","Jude Law","Sean Pertwee","Fraser James","Sean Bean"],"overview":"A dark, hip, urban story of a barren and anonymous city where the underclass' sport of choice is ram-raiding. An exciting game in which stolen cars are driven through shop windows to aid large-scale looting before the police arrive. For Tommy, it's a business, but for Billy and Jo, it's a labour of love. As the competition between Tommy and Billy grows more fierce, the stakes become higher and the \"shopping\" trips increasingly risky.","release_date":"1994-12-06","vote_average":5.9,"runtime":105,"cert":"18","id":45549,"title":"Shopping","adult":false,"genre_ids":[28,12,18,878,53]},{"cast":[],"overview":"She is one of the fastest rising young adult stars ever. She has the face of an angel and an ass to worship. She has an unparalleled lust for sex. She loves men as much as she loves women. Julia Bond is what wet dreams are made of. She is eighteen and horny as hell. I Love Julia contains four hours and thirteen scenes featuring Julia in various sex acts, and multiple positions. For fans, this is the definitive collector's piece. For those who are just discovering her, you may have difficulty getting your dick out of your hand.","release_date":"","vote_average":5.5,"runtime":240,"cert":"N\/A","id":45552,"title":"I Love Julia Bond","adult":true,"genre_ids":[]},{"cast":["Michael Bisping","Yoshihiro Akiyama","Dan Hardy","Carlos Condit","John Hathaway"],"overview":"UFC 120: Bisping vs. Akiyama was a mixed martial arts event held by the Ultimate Fighting Championship on October 16, 2010 at the O2 Arena in London, England.","release_date":"2010-10-16","vote_average":5.7,"runtime":157,"cert":"N\/A","id":45553,"title":"UFC 120: Bisping vs. Akiyama","adult":false,"genre_ids":[28]},{"cast":["Rinko Kikuchi","Yôko Fujita"],"overview":"Four segments by four different Directors. Kiriko (Takanori Tsujimoto), The Children’s Samurai (Kenta Fukasaku), The Firing Range (Makoto Tahara), and Assault Girl 2 (Mamoru Oshii). Kiriko: the spirit of a murdered assassin takes revenge on the gang that killed her and her sister. Children's Samurai: an educational film narrates the like of a modern grade-school samurai dealing with bullies. Firing Range: the rifle of a Meiji Era soldier and the pistol of a modern police officer are transformed into powerful new weapons when they face off. Assault Girl 2: two guardian angels duel in a wheat field.","release_date":"2008-12-06","vote_average":5.0,"runtime":82,"cert":"N\/A","id":45554,"title":"Kill","adult":false,"genre_ids":[18,28]},{"cast":[],"overview":"This documentary focuses on the unusual life and ministry of Dr. Gene Scott.","release_date":"1980-01-01","vote_average":5.1,"runtime":44,"cert":"N\/A","id":45555,"title":"God's Angry Man","adult":false,"genre_ids":[99]},{"cast":["Michael Shanks","Alexandra Davies","Saskia Hampele","Bruce Davison","Indiana Evans"],"overview":"When a solar eclipse sends a colossal blast of super chilled air towards the earth, it then sets off a catastrophic chain of events that threatens to engulf the world in ice and begin a new Ice Age.","release_date":"2010-08-04","vote_average":4.7,"runtime":92,"cert":"N\/A","id":45556,"title":"Arctic Blast","adult":false,"genre_ids":[878]},{"cast":["Dave Mustaine","David Ellefson","Jimmy DeGrasso","Al Pitrelli","Dave Mustaine"],"overview":"Taken from two live concerts, performed two nights in a row in November 2001. The first night was at the Rialto Theater in Tucson, Arizona, followed the next day by an almost identical performance (To ensure clean audio and video footage, and for a variety of editing options), at the Web Theater in Phoenix, Arizona.","release_date":"2002-04-09","vote_average":0.0,"runtime":140,"cert":"N\/A","id":45557,"title":"Megadeth: Rude Awakening","adult":false,"genre_ids":[10402]},{"cast":["Metallica","The Black Crowes"],"overview":"For Those About To Rock is the name of a video containing live performances by AC\/DC, The Black Crowes, Metallica and Pantera in the Tushino airfield. The closing down of the Soviet Union. In September 1991, only a few days after the August Putsch failed, hundreds of thousands of rock music fans converged in Moscow to enjoy the very first open-air rock concert. “For Those About To Rock…We Salute You: Monsters in Moscow” also offers a look at the efforts of the Russian Army to try and postpone the concert (not on the original VHS release).","release_date":"1992-10-14","vote_average":10.0,"runtime":null,"cert":"N\/A","id":45558,"title":"For Those About to Rock: Monsters In Moscow","adult":false,"genre_ids":[99,10402]},{"cast":["Rutger Hauer","Raz Degan","Kasia Smutniak","Cécile Cassel","Ángela Molina"],"overview":"Year 1100. Italy.The Northern lands are ruled by a German emperor: Fredrick aka \"Barbarossa. His dream is to conquer also the lands in the Center and in the South so as to revive the Empire that was once of the one Charles Magno.But in the North a young man from Milan has formed an army of 900 young men coming from different cities: the \"company of death\". This young man's name is Alberto Da Giussano. His dream is to defeat the Emperor and to give back freedom to the Northern lands.","release_date":"2009-10-09","vote_average":5.1,"runtime":139,"cert":"N\/A","id":45559,"title":"Barbarossa","adult":false,"genre_ids":[18,36]},{"cast":["Günter Lamprecht","Claus Holm","Hanna Schygulla","Franz Buchrieser","Brigitte Mira"],"overview":"Berlin Alexanderplatz, originally broadcast in 1980, is a 14-part television film adapted and directed by Rainer Werner Fassbinder from the Alfred Döblin novel of the same name, and stars Günter Lamprecht, Hanna Schygulla, Barbara Sukowa, Elisabeth Trissenaar and Gottfried John. The complete film is 15½ hours long.","release_date":"1980-08-28","vote_average":7.7,"runtime":931,"cert":"N\/A","id":45560,"title":"Berlin Alexanderplatz","adult":false,"genre_ids":[18,80,10770]},{"cast":["Saro Urzì","Folco Lulli","Rosemary Dexter","Halina Zalewska"],"overview":"","release_date":"1967-01-01","vote_average":0.0,"runtime":89,"cert":"N\/A","id":45561,"title":"Gente d'onore","adult":false,"genre_ids":[]},{"cast":["Ian Richardson","Rosemary Leach","Hugh Ross","Bob Peck","Ian McNeice"],"overview":"Based on actual accounts, this film portrays the days and hours before and during the invasion of the Falkland Islands by Argentina, which eventually lead to the Falklands War. As the Argentine forces land on the main island and make their way towards Government House, the handful of British defenders batten down the hatches and prepare to defend the Governor Rex Hunt, his family and their fellow islanders from the invaders.","release_date":"1992-01-01","vote_average":5.0,"runtime":130,"cert":"15","id":45562,"title":"An Ungentlemanly Act","adult":false,"genre_ids":[36,10752,18]},{"cast":[],"overview":"Cat Dancers is at once a charming love story about bonds developed between three humans--Ron and Joy Holiday, and Chuck Lizza--and their dedication to the big cats they raised and trained for over 40 years before the whole enterprise screeched to a halt.","release_date":"2008-12-15","vote_average":0.0,"runtime":75,"cert":"N\/A","id":45563,"title":"Cat Dancers","adult":false,"genre_ids":[99]},{"cast":["Catherine O'Hara","Joe Pantoliano","Sarah Polley","Stephen Rea","Alison Pill"],"overview":"Several innocent persons are hurt after two robbers, fleeing from the police, run into a neighborhood cafe.","release_date":"1999-09-15","vote_average":0.0,"runtime":92,"cert":"N\/A","id":45564,"title":"The Life Before This","adult":false,"genre_ids":[80,53,18,28]},{"cast":["Claire Danes","Jude Law","Jeanne Moreau","James Van Der Beek","Kris Park"],"overview":"School student and her European-born grandmother share sad stories of their lives.","release_date":"1996-08-28","vote_average":4.8,"runtime":88,"cert":"N\/A","id":45565,"title":"I Love You, I Love You Not","adult":false,"genre_ids":[18,10751,10749]},{"cast":[],"overview":"The PADI Enriched Air Diver course is PADI’s most popular specialty scuba diving course, and it’s easy to see why. Scuba diving with enriched air nitrox gives you more no decompression dive time. This means more time underwater, especially on repetitive scuba dives. The Fun Part You can typically stay down longer and get back the water sooner. No wonder many divers choose this as their very first specialty.","release_date":"","vote_average":0.0,"runtime":40,"cert":"N\/A","id":45566,"title":"PADI Enriched Air Diving","adult":false,"genre_ids":[]},{"cast":[],"overview":"After your first few scuba dives, you soon want to explore a bit deeper. There’s something exciting and mysterious about the depth that attracts dives.","release_date":"","vote_average":0.0,"runtime":22,"cert":"N\/A","id":45567,"title":"The PADI Deep Diver Course","adult":false,"genre_ids":[]},{"cast":["Idris Elba","William Hope","Monique Gabriela Curnen","Richard Brake","Lara Pulver"],"overview":"Taking refuge in a shabby Brooklyn motel after narrowly surviving a failed mission in Eastern Europe, Black Ops soldier Malcolm Gray (Idris Elba) begins to disintegrate mentally as he broods over the legacy of his actions in this taut psychological thriller. Haunted by his demons while holed up in his room, Malcolm ponders the ascent of his brother (Eamonn Walker), an ambitious senator with designs on the presidency.","release_date":"2010-10-15","vote_average":5.2,"runtime":93,"cert":"N\/A","id":45568,"title":"Legacy","adult":false,"genre_ids":[18,53]},{"cast":["Ryan Kwanten","Steve Bisley","Tom E. Lewis","Claire van der Boom","Christopher Davis"],"overview":"Young police officer Shane Cooper's first day on duty, after relocating to the small town of Red Hill, rapidly turns into a nightmare. News of a prison break, involving convicted murderer Jimmy Conway, sends the local law enforcement officers - led by the town's ruling presence, Old Bill - into a panic and leads to a terrifying and bloody confrontation.","release_date":"2010-11-05","vote_average":6.1,"runtime":97,"cert":"15","id":45569,"title":"Red Hill","adult":false,"genre_ids":[28,53,37]},{"cast":["Harry H. Corbett","Felicity Young","Spencer Teakle","Victor Brooks","Bernadette Milnes"],"overview":"A madman is on the loose... killing fashion models that appear on the cover of magazines. The police start a manhunt in an attempt to capture the killer.","release_date":"1959-09-26","vote_average":5.6,"runtime":61,"cert":"","id":45570,"title":"Cover Girl Killer","adult":false,"genre_ids":[80]},{"cast":["George Sanders","Helene Reynolds","Jonathan Hale","Bela Lugosi","Donald MacBride"],"overview":"Reformed jewel thief Simon Templar lands in hot water when a look-alike smuggles stolen goods out of Egypt.","release_date":"1940-01-26","vote_average":5.6,"runtime":68,"cert":"N\/A","id":45571,"title":"The Saint's Double Trouble","adult":false,"genre_ids":[80,9648,18]},{"cast":["Lim Eun-kyoung","Hyun Sung","Kim Jin-pyo","Sing Jin","Han-garl Lee"],"overview":"To Chinese restaurant delivery boy 'Ju', the only joy in life is spending time at the electronic game room. One day, 'Ju' who was engrossed in an electronic game as usual, is advised to log-on to a game called RESURRECTION OF THE LITTLE MATCH GIRL. The match selling girl of Andersen's fairytale is revived through the game, and 'Ju' is drawn into the little girl's virtual reality. As reality and cyberspace interchange, 'Ju', like in the famous fairytale, is given the mission to save the little girl from danger and lead her to a peaceful death. However, the two are not only confronted by a gigantic force called the System, that attempts to stop them, but other obstacles that place their lives in danger...","release_date":"2002-09-13","vote_average":5.3,"runtime":123,"cert":"N\/A","id":45572,"title":"Resurrection of The Little Match Girl","adult":false,"genre_ids":[28,35,878]},{"cast":["Leon Lai","Shu Qi","Jordan Chan","Sam Lee","Terence Yin"],"overview":"Action adventure in which the formula for a cancer-curing medicine is stolen, and a kung-fu fighting team must overcome rivals and doublecrosses in order to get it back.","release_date":"2000-11-24","vote_average":7.5,"runtime":89,"cert":"N\/A","id":45573,"title":"Skyline Cruisers","adult":false,"genre_ids":[28]},{"cast":["Changhua Zhang","Suqin Chen","Qin Zhang","Yang Zhang","Tingsui Tang"],"overview":"A family embarks on an annual tormenting journey along with 200 other million peasant workers to reunite with their distant family, and to revive their love and dignity as China soars as the world's next super power.","release_date":"2009-06-06","vote_average":7.3,"runtime":85,"cert":"N\/A","id":45576,"title":"Last Train Home","adult":false,"genre_ids":[99,18]},{"cast":["Orson Welles","John Gregson","Elizabeth Sellars","Emrys Jones","Alan Badel"],"overview":"Three stories of murder and the supernatural: A museum worker is introduced to a world behind the pictures he sees every day. When two lifelong friends fall in love with the same woman and she is killed, they are obvious suspects. Is their friendship strong enough for them to alibi each other? When a young politician is hurt by the arrogant Secretary for Foreign Affairs Lord Mountdrago, he uses Mountdrago's dreams to get revenge.","release_date":"1955-03-15","vote_average":5.9,"runtime":99,"cert":"","id":45577,"title":"Three Cases of Murder","adult":false,"genre_ids":[9648]},{"cast":["Jeanne Crain","Linda Darnell","Ann Sothern","Kirk Douglas","Paul Douglas"],"overview":"Lora May Hollingsway, who grew up next to the wrong side of the tracks, married her boss who thinks she is just a gold digger. Rita Phipps makes as much money writing radio scripts at night as her school teacher husband does. Deborah Bishop looked great in a Navy uniform in WWII but fears she'll never be dressed just right for the Country Club set. These three wives are boarding a boat filled with children going on a picnic when a messenger on a bicycle hands them a letter addressed to all three from Addie who has just left town with one of their husbands. They won't know which one until that night.","release_date":"1949-01-20","vote_average":7.3,"runtime":103,"cert":"N\/A","id":45578,"title":"A Letter to Three Wives","adult":false,"genre_ids":[18,10749]},{"cast":["Gene Wilder","Carol Kane","Dom DeLuise","Fritz Feld","Mark Silberman"],"overview":"When frustrated movie studio mogul Adolph Zitz announces a talent search for a romantic leading man to rival the great Rudolph Valentino, thousands of hopefuls decend upon Hollywood. Rudy Valentine, a neurotic baker from Milwaukee, knows little about romance or acting. But when his wife leaves him for the real Valentino, Rudy goes to outrageous lengths to win the role of a lifetime and win back the love of his life.","release_date":"1977-12-18","vote_average":6.2,"runtime":89,"cert":"N\/A","id":45579,"title":"The World's Greatest Lover","adult":false,"genre_ids":[35,10749]},{"cast":["Aoi Miyazaki","Kengo Kora","Kenta Kiritani","Arata Iura","Yoichi Kondo"],"overview":"Meiko Inoue is a recent college grad working as an office lady in a job she hates. Her boyfriend Shigeo is permanently crashing at her apartment because his job as a freelance illustrator doesn't pay enough for rent. And her parents in the country keep sending her boxes of veggies that just rot in her fridge. Straddling the line between her years as a student and the rest of her life, Meiko struggles with the feeling that she's just not cut out to be a part of the real world.","release_date":"2010-04-03","vote_average":7.3,"runtime":126,"cert":"N\/A","id":45580,"title":"Solanin","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Monty Woolley","Thelma Ritter","David Wayne","Jean Peters","Constance Bennett"],"overview":"Sixty-five-year-old John Hodges must retire from Acme Printing. He later impersonates the president of the parent company and arrives at his old plant on an inspection tour. Acme president McKinley is so nervous not even his beautiful secretary Harriet can calm him. McKinley's wife Lucille becomes infatuated with Hodges. Many further complications ensue.","release_date":"1951-06-15","vote_average":7.2,"runtime":77,"cert":"N\/A","id":45581,"title":"As Young as You Feel","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Vergezel Toet en zijn vriendjes van de band: Trombone, Jasper de Clown, Bas, Sax en Trom in hun magische en avontuurlijke reizen door Liedjesstad! Dit muzikale reisje introduceert kinderen met de leuke en grappige karakters en liedjes. Maak kennis met deze kleurrijke en muzikale serie geinspireerd op het bekende kinderliedje \"Wielen van de Bus\". 1 Humpty Dumpty 2 De Kleine Herder 3 Timmetje Klimspin 4 Die goeie ouwe Groothertog 5 Gebarentaal 6 Nieuwe schoenen","release_date":"2015-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":45582,"title":"De Wielen van de Bus - Humpty Dumpty","adult":false,"genre_ids":[16,10751]},{"cast":["Phil Anselmo","Rex Brown","Dimebag Darrell","Vinnie Paul"],"overview":"The thrash metal band Pantera inspires some, uh, enthusiastic fans. This video was designed by the band members specifically for these diehard Pantera-heads. Filmed on their tour by band members, WATCH IT GO is an all access look at the real crazy, chaotic world of the four men who make up Pantera. Along with wild backstage footage, the video also includes four video clips for \"Planet Caravan,\" \"I'm Broken,\" \"5 Minutes Alone\" and \"Drag the Waters.\"","release_date":"1997-11-11","vote_average":0.0,"runtime":122,"cert":"N\/A","id":45583,"title":"Pantera: 3 Watch It Go","adult":false,"genre_ids":[10402,99]},{"cast":["Paul Douglas","Janet Leigh","Keenan Wynn","Donna Corcoran","Lewis Stone"],"overview":"Paul Douglas, stars with Janet Leigh, as the hot-tempered Pittsburgh Pirates manager whose hard-luck team goes on a wining streak thanks to some heavenly intervention.","release_date":"1951-10-19","vote_average":6.5,"runtime":99,"cert":"N\/A","id":45588,"title":"Angels in the Outfield","adult":false,"genre_ids":[35,10751,14]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45589,"title":"Top 1000","adult":false,"genre_ids":[]},{"cast":["Oleg Borisov","Aleksey Alekseev","Pyotr Lyubeshkin","Oleg Mokshantsev","Vladimir Marenkov"],"overview":"Soldiers undertake the perilous task of removing a stockpile of World War II bombshells discovered during roadworks under the ground of a small village.","release_date":"1959-05-09","vote_average":6.1,"runtime":46,"cert":"N\/A","id":45590,"title":"There Will Be No Leave Today","adult":false,"genre_ids":[18]},{"cast":["Lucky McKee","Nectar Rose","Kristen Bell"],"overview":"Roman (Lucky McKee) is a lonely young man who yearns to find love, happiness and companionship. Tormented by his ungrateful co-workers and trapped in a life of tedium as a welder in a local factory, Roman's one pleasure is his obsession with the elusive beauty (Kristen Bell) who lives in another apartment in his building complex. When a chance encounter with the young woman goes horribly wrong, a moment of frenzied desperation triggers a chilling turn of events leading to the girl's murder. As he teeters between deranged fantasy and cold reality, Roman's struggle to hide his grisly secret is further complicated by an eccentric neighbor named Eva (Nectar Rose) who develops an unlikely attraction to Roman and forces herself into his dark and tortured world.","release_date":"2006-07-07","vote_average":5.2,"runtime":92,"cert":"N\/A","id":45593,"title":"Roman","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"Collision Course is a CD\/DVD set released on November 30, 2004 by rapper, Jay-Z and rock band Linkin Park.[1] It went to #1 on the Billboard 200 upon its release. As of August 2009, it has sold 1,934,000 copies in the United States alone","release_date":"","vote_average":5.3,"runtime":21,"cert":"N\/A","id":45594,"title":"Collision Course Jay-Z and Linkin Park","adult":false,"genre_ids":[10402]},{"cast":["Freida Pinto","Hiam Abbass","Willem Dafoe","Vanessa Redgrave","Uri Gavriel"],"overview":"A drama centered on an orphaned Palestinian girl growing up in the wake of the first Arab-Israeli war who finds herself drawn into the conflict.","release_date":"2010-10-01","vote_average":6.2,"runtime":112,"cert":"N\/A","id":45595,"title":"Miral","adult":false,"genre_ids":[18]},{"cast":["Elvis Presley","Sheree North","Marlyn Mason","Nicole Jaffe","Edward Andrews"],"overview":"Chautauqua manager Walter Hale and his loyal business manager struggle to keep their traveling troupe together in small town America.","release_date":"1969-09-03","vote_average":4.9,"runtime":97,"cert":"N\/A","id":45598,"title":"The Trouble with Girls","adult":false,"genre_ids":[18,35,10402]},{"cast":["Doris Day","Richard Widmark","Gig Young","Gia Scala","Elisabeth Fraser"],"overview":"The Pooles are unable to have a baby after years of trying. They apply to the Rock-A-Bye Adoption Agency, and are assigned Miss Novick as an investigator. Through a farfetched mis-communication she gets a very bad impression of Augie Poole and indicates her report will be unfavorable. Through even more far-fetched circumstances, Augie is able to change Miss Novick's mind, and later comes to believe the baby she is carrying is his. Rock-A-Bye does find the Pooles a baby, and Augie is convinced it is Miss Novick's, and that he is the real father...so much so that his wife comes to believe it, too. She threatens to leave him, but all the misunderstandings are finally cleared up for a happy ending.","release_date":"1958-11-21","vote_average":6.7,"runtime":98,"cert":"N\/A","id":45599,"title":"The Tunnel of Love","adult":false,"genre_ids":[35,10749]},{"cast":["Claudia Eisinger","Sebastian Schwarz","Katharina Wackernagel","Bozena Baranowska","Lucja Burzynska"],"overview":"A road trip of a odd german couple through poland shortly before christmas.","release_date":"2008-01-15","vote_average":4.5,"runtime":75,"cert":"N\/A","id":45600,"title":"Polska Love Serenade","adult":false,"genre_ids":[35]},{"cast":["Ralph Gassmann","Eddie Mekka","Martin Lager","Gretchen Becker","Simon Desbordes"],"overview":"Pellini is too small, Mobo a paraplegic, Gilbert a klutz and Gus a loser. But they are about to put an end to this! Gus has fallen in love and his friends are willing to do anything to help him. However, the venture proves to be a lot harder than expected. Not only do they not have a clue about women, they soon find themselves dealing with strippers, babies, secret agents and the Mafia.","release_date":"2006-09-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45601,"title":"Love Made Easy","adult":false,"genre_ids":[35]},{"cast":["Sanaa Lathan","Wesley Snipes","CCH Pounder","Clark Johnson","Regina Hall"],"overview":"Zora Banks is a school teacher and aspiring singer hoping to become a successful star while taking a break from heartache. Franklin Swift is a down-on-his-luck construction worker and not-quite divorced father of two hoping to start his own business. The two meet and fall in love and during the course of the stormy relationship, they both come to some startling conclusions about love and each other.","release_date":"2000-12-09","vote_average":6.1,"runtime":115,"cert":"N\/A","id":45602,"title":"Disappearing Acts","adult":false,"genre_ids":[10770,10749,18]},{"cast":["Marlon Kittel","Oona-Devi Liebich","Karina Fallenstein","Martin Semmelrogge","Joachim Tomaschewsky"],"overview":"A unusual love story about two teenagers in berlin.","release_date":"2002-10-23","vote_average":7.5,"runtime":86,"cert":"N\/A","id":45603,"title":"Paule and Julia","adult":false,"genre_ids":[18]},{"cast":["William Holden","Nancy Kwan","Sylvia Syms","Michael Wilding","Jacqueline Chan"],"overview":"A Hong Kong sex worker tries modeling and falls for the artist who's painting her.","release_date":"1960-11-10","vote_average":7.0,"runtime":126,"cert":"N\/A","id":45608,"title":"The World of Suzie Wong","adult":false,"genre_ids":[18,10749]},{"cast":["Helena Bonham Carter","Linus Roache","Charlotte Rampling","Alex Jennings","Michael Gambon"],"overview":"Kate is secretly betrothed to a struggling journalist, Merton Densher. But she knows her Aunt Maude will never approve of the match, since Kate's deceased mother has lost all her money in a marriage to a degenerate opium addict. When Kate meets a terminally ill American heiress named Millie traveling through Europe, she comes up with a conniving plan to have both love and wealth.","release_date":"1997-11-07","vote_average":7.2,"runtime":102,"cert":"N\/A","id":45609,"title":"The Wings of the Dove","adult":false,"genre_ids":[18,10749]},{"cast":["Gerard Butler","Michelle Monaghan","Kathy Baker","Richard Goteri","Peter Carey"],"overview":"The true story of Sam Childers, a former drug-dealing biker who finds God and became a crusader for hundreds of Sudanese children who've been kidnapped and pressed into duty as soldiers.","release_date":"2011-09-23","vote_average":6.6,"runtime":129,"cert":"15","id":45610,"title":"Machine Gun Preacher","adult":false,"genre_ids":[28,53,80]},{"cast":["Ivan Sergei","Joanne Kelly","Thure Riefenstein","Susan Ward","Mario Naim Bassil"],"overview":"Jack Hunter, an adventurous treasure seeker, goes to Syria after his mentor and father figure Professor Fredrick Shaffer is killed. Professor Frederick Shaffer believed that the people of Ugarit, a town in Syria that existed during the Pharoah’s reign, had buried a treasure before they were wiped out by the Pharoahs. Jack Hunter is one of the few archaeologists in the world who can interpret Ugarit writings","release_date":"2008-12-23","vote_average":6.2,"runtime":138,"cert":"N\/A","id":45611,"title":"Jack Hunter and the Lost Treasure of Ugarit","adult":false,"genre_ids":[12,28]},{"cast":["Jake Gyllenhaal","Michelle Monaghan","Vera Farmiga","Russell Peters","Michael Arden"],"overview":"Decorated soldier Captain Colter Stevens wakes up in the body of an unknown man, discovering he's involved in a mission to find the bomber of a Chicago commuter train. He learns he's part of a top-secret experimental program that enables him to experience the final 8 minutes of another person's life. Colter re-lives the train incident over and over again, gathering more clues each time.","release_date":"2011-03-30","vote_average":7.2,"runtime":93,"cert":"12","id":45612,"title":"Source Code","adult":false,"genre_ids":[53,878,9648]},{"cast":["Jiří Sýkora","Jana Stehnová","Vlado Müller","Miriam Kantorková","Mária Sýkorová"],"overview":"Juraj, a Slovak artist living in Prague, takes stock in his life, realizing that his days pass without purpose. He lives a carefree life. But now he has to choose between two women, between the city and the country, and between creative work and craftsmanship. He has a passion for art but he also has to make a living. Through his relationships with close people, he grows aware of his position and this knowledge helps him to live a more fulfilling and better life.","release_date":"1967-10-13","vote_average":5.0,"runtime":93,"cert":"N\/A","id":45613,"title":"The Prime of Life","adult":false,"genre_ids":[35,18]},{"cast":["Patrick Bergin","Jack Warden","James Bolam","Michael Byrne","Stefan Sauk"],"overview":"Alex is an 11-year old boy who, during WWII, hides in the Jewish ghetto from Nazis after all the relatives have been sent to the concentration camp. The movie portrays the ghetto through his eyes.","release_date":"1997-10-23","vote_average":6.4,"runtime":null,"cert":"N\/A","id":45614,"title":"The Island on Bird Street","adult":false,"genre_ids":[18,10752]},{"cast":["Jani Raappana"],"overview":"Reindeerspotting is a documentary film of a group of young guys living in Rovaniemi, Arctic Circle, dabbling in petty crime and hard drugs. One of them, Jani, has lost five years of his life and two fingers to his debotators. He wants to leave Lapland and his old life behind. Robbing a supermarket is a start for his getaway. A few years back a documentarist, Joonas Neuvonen, was a young men living on social welfare, using drugs on daily basis. He started to film his friends and their life. This is the story of Jani.","release_date":"2010-04-09","vote_average":6.8,"runtime":84,"cert":"N\/A","id":45615,"title":"Reindeerspotting: Escape from Santaland","adult":false,"genre_ids":[99]},{"cast":[],"overview":"We invite you to slip on your dancing shoes and enjoy the show! Prima Princessa features the world renowned Paris Opera Ballet performing excerpts from Tchaikovsky's immortal ballet SWAN LAKE, narrated by Prima Princessa herself. Between acts Prima Princessa guides you through ballet steps performed by the young students of the School of American Ballet so you too can become a Prima Princessa ballerina!","release_date":"2010-02-02","vote_average":0.0,"runtime":39,"cert":"N\/A","id":45616,"title":"Prima Princessa presents Swan Lake","adult":false,"genre_ids":[]},{"cast":["Pete Rock","Marley Marl","45 King","Ced Gee","Grand Wizard Theodore"],"overview":"Deep Crates 2 documents the history behind diggin for samples and creating beats. The 2nd Deep Crates DVD installment takes you back to the origins of sampling records with some of the culture's founding pioneers. Worldwide diggin spots are exposed from the USA to Canada to Japan. From first impressions, Deep Crates 2 appears to be a step up from the crude shooting and editing of the original Deep Crates. With a shorter list of featured producers, one can expect longer interviews with more potency. Features in studio footage and exclusive anecdotes from some of the most famous crate diggers on earth.","release_date":"2007-01-20","vote_average":5.5,"runtime":64,"cert":"N\/A","id":45617,"title":"Deep Crates 2","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"From the Award winning Preschool Prep Series, winner of Dr. Toys 10 Best Educational products. Learning Colors has never been so much fun! Children will fall in love with these wonderful characters as they \"Meet the Colors.\" This video was developed due to the overwhelming success of Meet the Letters. Children who watch Meet the Colors can easily learn to identify colors by name in a few days. Meet the Colors is designed to teach color names to babies and toddlers while they are learning to talk. You will be amazed at how easily your little ones can learn their colors!","release_date":"2006-12-21","vote_average":0.0,"runtime":44,"cert":"N\/A","id":45620,"title":"Meet the Colors","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"Children will fall in love with these wonderful characters as they \"Meet the Numbers.\" This video was developed due to the overwhelming success of Meet the Letters. Children who watch Meet the Numbers can easily learn their numbers from 0 to 10 in a few days. Meet the Numbers is designed to teach number characters to babies and toddlers while they are learning to talk. You will be amazed at how easily your little ones can learn their numbers!","release_date":"2005-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45621,"title":"Meet the Numbers","adult":false,"genre_ids":[]},{"cast":["Kristen Hager","Gregory Smith","Ryan Robbins","Kristin Adams","Peter Keleghan"],"overview":"Perry, a sheltered chemical engineer, falls in love with Leslie, a former homecoming princess, when he becomes a jury member at her hippie death cult murder trial.","release_date":"2009-09-14","vote_average":4.1,"runtime":85,"cert":"N\/A","id":45622,"title":"Manson, My Name Is Evil","adult":false,"genre_ids":[35,80,18]},{"cast":[],"overview":"Dieser Film beschreibt in kleinen Geschichten den Verein Eintracht Frankfurt und seine Fankultur. Fans, Freunde, Spieler und Offizielle der Eintracht kommen zu Wort und geben einen Einblick in das Herz von Eintracht Frankfurt. Dabei wird Eintracht Frankfurt nicht nur als der erfolgreiche Fußballclub abgebildet, sondern auch als der große Sportverein mit all seinen Facetten","release_date":"2009-10-01","vote_average":6.0,"runtime":118,"cert":"N\/A","id":45623,"title":"Träume in Schwarz und Weiss","adult":false,"genre_ids":[99]},{"cast":["Laetitia Ray","Petra Massey","Joey Arias","Agnès Roux","Andrew Watson"],"overview":"This fascinating reality program exposes the ups and downs of a group of Cirque du Soleil performers as they put together \"Zumanity,\" a new, highly erotic show in Las Vegas. Filmed over two years, Lovesick follows the diverse group of artists -- coy Cuban stripper Alex, feisty New York drag queen Joey, stylish British dancer Laetitia and debutante princess Jonel -- along with Creation Director Andrew and Spymonkey, the outrageous clown quartet.","release_date":"2008-06-06","vote_average":6.1,"runtime":97,"cert":"N\/A","id":45626,"title":"Cirque du Soleil: LoveSick","adult":false,"genre_ids":[99]},{"cast":["Viveca Lindfors","Kent Smith","Janis Paige","Robert Douglas","John Alvin"],"overview":"A man - trapped in a cistern - reflects on the dark events that lead to his lonely entrapment.","release_date":"1950-06-17","vote_average":3.9,"runtime":74,"cert":"N\/A","id":45627,"title":"This Side of the Law","adult":false,"genre_ids":[80]},{"cast":["Yvonne De Carlo","Tony Martin","Peter Lorre","Märta Torén","Hugo Haas"],"overview":"Pepe Le Moko (Tony Martin) leads a gang of jewel thieves in the Casbah of Algiers, where he has exiled himself to escape imprisonment in his native France.","release_date":"1948-04-01","vote_average":5.5,"runtime":94,"cert":"N\/A","id":45628,"title":"Casbah","adult":false,"genre_ids":[18,80,10402,10749]},{"cast":["Catherine Deneuve","Michel Piccoli","Roger Van Hool","Amidou","Philippine Pascal"],"overview":"The mistress (Catherine Deneuve) of a wealthy man misses material comforts when she leaves him for a younger lover.","release_date":"1968-10-30","vote_average":7.0,"runtime":103,"cert":"N\/A","id":45631,"title":"Heartbeat","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"DVD met de grootste Minidisco hits van de CD's Minidisco 1 en Minidisco 2 gedanst door een professionele dansgroep.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45632,"title":"Minidisco 1 & 2","adult":false,"genre_ids":[10751]},{"cast":["Roberto \"Cyborg\" Abreu"],"overview":"Brazilian Jiu-Jitsu Black Belt sensation, Roberto Cyborg Abreu teams up with World Martial Arts to bring you one of the most innovative Jiu-Jitsu guard DVD sets ever filmed! The Cyborg Guard collection contains Roberto Cyborgs spin on his three most powerful and unique guard positions, Full guard, Half guard and his amazing Tornado Guard. Roberto teaches the basic positional theory for each type of guard before teaching all of his amazing sweeps, counters, strategies and submissions. All three volumes deliver the details you need to properly learn each incredible technique in a step by step fashion that only World Martial Arts is capable of filming. This is the must have Guard DVD set of the year!","release_date":"","vote_average":0.0,"runtime":225,"cert":"N\/A","id":45633,"title":"The Cyborg Guard Collection","adult":false,"genre_ids":[]},{"cast":["Eddie Bravo"],"overview":"In his best-selling jiu-jitsu book, Mastering the Rubber Guard, Eddie Bravo lays out his entire half guard game, his entire butterfly guard game, and the secrets of the infamous Rubber Guard. Now, for the first time, Bravo unveils his entire guard system on DVD. The box set includes three DVDs that contain hours upon hours of easy-to-understand instructional training and live rolling. The collectors set covers the half guard, the butterfly guard, the entire Rubber Guard, escapes back to guard, and Spider Web. Unlike the majority of martial arts instructional DVDs that can bore a viewer to tears, Mastering the Rubber Guard (DVD) contains hours of bonus footage, including comedy sketches, Eddie Bravo music videos, and never-before seen footage where the Victory Belt Staff punks Bravo at the 10th Planet Academy with a pretty girl and an angry 300-pound meathead.","release_date":"","vote_average":5.3,"runtime":420,"cert":"N\/A","id":45636,"title":"Mastering the Rubber Guard","adult":false,"genre_ids":[]},{"cast":["Brandon Quick "],"overview":"Brandon Quick teaches a HUGE variety of chokes in this 6 volume DVD set. The chokes you'll see here are the latest innovations of darces, peruvian neckties, guillotines, arm triangles, and gators and chances are your opponent hasn't seen most of these!","release_date":"","vote_average":0.0,"runtime":180,"cert":"N\/A","id":45637,"title":"Fade to Black: No Gi Chokes","adult":false,"genre_ids":[]},{"cast":[],"overview":"Enjoy documents a season of snow-chasing as the effects of climate change hit the slopes. To combat, they chased perfect conditions, meaning they went from handrails in New York to Haines, Alaska within a day. In the end though, the stress and chasing was worth it. The riders featured in Enjoy enjoyed the most technical urban, progressive backcountry and big mountain lines that redefined skiing for them.","release_date":"2007-10-01","vote_average":0.0,"runtime":61,"cert":"N\/A","id":45640,"title":"Enjoy","adult":false,"genre_ids":[35,10749]},{"cast":["Jonathon Trent","Udo Kier","Jessica Stroup","Dennis Flanagan","Ashlee Turner"],"overview":"Looking for a night of thrills, eight friends roam the abandoned Royal Crescent Hotel, where five students were murdered more than 20 years ago. When they discover a severed hand, they conjure up a evil spirit and unleash its bloody wrath. To survive the night, the friends must solve a century-old mystery that threatens to annihilate them one by one.","release_date":"2006-05-02","vote_average":4.4,"runtime":91,"cert":"N\/A","id":45641,"title":"Pray For Morning","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Teahupoo, Tahiti. On the 17th of August, 2000, a line was drawn in the sand and Laird Hamilton stood alone. Engulfed in the vortex of the heaviest wave ever ridden, Laird Hamilton stood where no man had ever stood before. Death was the only outcome if a mistake was made. The footage shocked the world. Had it not been captured on film, no one would believe it was possible. It was a moment shadowed only by the journey of his life as a waterman and explorer of the most pure form of energy on earth. This amazing film, shoot on both High Definition and 35mm, won numerous awards at the 2002 X-dance Film Festival. This is the extreme movie of the year, quite possibly the decade.","release_date":"2001-01-01","vote_average":5.3,"runtime":60,"cert":"N\/A","id":45642,"title":"Laird","adult":false,"genre_ids":[99]},{"cast":["Rell Sunn"],"overview":"Heart of the Sea is an hour-long documentary about Hawaiian legend Rell “Kapolioka'ehukai” Sunn who died in January 1998 of breast cancer at the age of 47. Known worldwide as a pioneer of women’s professional surfing, in the Islands Rell Sunn achieved the stature of an icon — not only for her physical power, grace and luminous beauty, but for her leadership in a community that loved her as much as she loved it. Named one of Hawai’i’s most influential women of the 20th century by ABC television, Sunn - whose Hawaiian name means Heart of the Sea - was eulogized in the New York Times for having “captured the heart of Hawai’i during a 14-year battle with cancer.”","release_date":"2002-01-01","vote_average":10.0,"runtime":57,"cert":"N\/A","id":45645,"title":"The Heart of the Sea: Kapolioka'ehukai","adult":false,"genre_ids":[]},{"cast":["Faye Wong","Leon Lai","Chen Jianbin","Lee Tong","Lee Na-young"],"overview":"When two former lovers are brought back together by fate, their one chance to rekindle romance becomes more complicated than either could have ever anticipated. Zhou Qian (Leon Lai) is an outpatient doctor who works the streets of Shanghai from his SUV. His girlfriend Xin Xiaoyue (Faye Wong) is a professional party planner more accustomed to living it up than settling down and enjoying the quiet life. Recognizing this, Zhou plans to break up with Xin the next opportunity he gets. Just as he's about to do so, however, Xin beats him to the punch. Some time later, both Zhou and Xin are still recovering from their failed relationship when Xin begins planning a lavish birthday party for a wealthy business tycoon. Due to the tycoon's failing health, Xin must run all of the party plans by the man's family physician, Zhou. Is fate attempting to give the former couple a not-so-subtle message? While Zhou seems wounded, Xin doesn't appear to have any interest at all in getting back together.","release_date":"2004-02-12","vote_average":5.0,"runtime":94,"cert":"N\/A","id":45646,"title":"Leaving Me, Loving You","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"The Drifter, Taylor Steele's project showing Rob Machado's Indo adventures, successfully released last year, generated a great amount of surfing footage in perfect waves, like only Indo delivers. These surf sessions featuring Rob Machado and other surfers, have been gathered in Melali, a film halfway between a making of and a complement to The Drifter.","release_date":"","vote_average":9.0,"runtime":null,"cert":"N\/A","id":45647,"title":"Melali: The Drifter Sessions","adult":false,"genre_ids":[]},{"cast":["Chris Massoglia","Haley Bennett","Nathan Gamble","Bruce Dern","Teri Polo"],"overview":"After moving into a new neighbourhood, brothers Dane &amp; Lucas and their neighbour Julie discover a bottomless hole in the basement of their home. They find that once the hole is exposed, evil is unleashed. With strange shadows lurking around every corner and nightmares coming to life, they are forced to come face to face with their darkest fears to put an end to the mystery of THE HOLE.","release_date":"2009-09-09","vote_average":5.8,"runtime":92,"cert":"12A","id":45650,"title":"The Hole","adult":false,"genre_ids":[53,12,14]},{"cast":[],"overview":"The life and times of Mark Occhilupo. This is a celebration of a great surfer's life. Following Occy from Cronulla grommet to his amazing comeback, this is the \"Surfer Magazine Video of the Year\" award winner. Soundtrack featuring Foo Fighters, Michael Brook, Ed Kuepper, Powderfinger, OSM, and Yothu Yindi. Early footage as a kid, he amazing competitive efforts, his Pipe win at 15, thru to his first professional win on his comeback at Bells Beach. \"... another one of those McCoy classics, entertaining enough to watch 10, 20 or 100 times. The bottom line: this video should be sitting alone, on a shelf, next to burning candles and your favourite photos of Occy ...\" -Surfer Mag","release_date":"1998-01-22","vote_average":7.5,"runtime":null,"cert":"N\/A","id":45651,"title":"Occy the Occumentary","adult":false,"genre_ids":[]},{"cast":[],"overview":"X: The Man with X-Ray Eyes. is a remake of the Roger Corman film of the same name, the plot is as follows: World-renowned scientist Dr. James Xavier (yes, like the professor in X-Men) who experiments with human eyesight. He devises some eye drops that give a person the power to see through objects. As the tagline declared: suddenly he could see through clothes, flesh . . . and walls! Those are some mighty eye drops indeed!","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":45654,"title":"X: The Man with the X-Ray Eyes","adult":false,"genre_ids":[27,878,53]},{"cast":["Amanda Brown","John Lansch","Marc Hustvedt","Trant Batey","Rachel Robertson"],"overview":"Emeryville: population 73,250, including one feared serial killer on the loose who carves the number 13 into his victims’ chests. Sara is home alone on a stormy night when there is a knock at the door. Andrew, a real estate consultant, has stopped by regarding the sale of her house. Problem is, the house isn’t for sale. Against her better judgment, she grants Andrew shelter from the rain. But tension builds as Andrew, talking about his impending custody battle for his daughter, becomes more and more agitated. Sara finds herself in possible peril, until there is another knock at the door. John, a scripture-quoting home security technician, has stopped by to fix a fuse. But he may not be all he seems when a knife is found in his bag. Cautious cat-and-mouse play ensues as the trio tries to determine just who the true threat is, while a surprise twist leaves you wondering just who it is that really needs to be saved …","release_date":"2006-03-02","vote_average":4.0,"runtime":90,"cert":"15","id":45655,"title":"For Sale by Owner","adult":false,"genre_ids":[27,53]},{"cast":["Rebecca Hall","Will Ferrell","Glenn Howerton","Laura Dern","C.J. Wallace"],"overview":"When an alcoholic relapses, causing him to lose his wife and his job, he holds a yard sale on his front lawn in an attempt to start over. A new neighbor might be the key to his return to form.","release_date":"2010-10-15","vote_average":6.0,"runtime":97,"cert":"15","id":45658,"title":"Everything Must Go","adult":false,"genre_ids":[35,18,10749]},{"cast":["Frieder Rauleder","Karen Klabunde","Patrick Lewald","Bernhard Gunesch","Tobias Hensen"],"overview":"","release_date":"2006-12-28","vote_average":10.0,"runtime":null,"cert":"N\/A","id":45659,"title":"10 Regeln","adult":false,"genre_ids":[]},{"cast":["Show Hayami","Yû Mizushima","Jun Konomaki","Takeshi Aono","Yoshiko Sakakibara"],"overview":"In this episode, Akira Fudo (aka Devil Man) fights more demons trying to kill him. The strongest enemy sent from demon's world is Silen, the demon bird.","release_date":"1990-02-23","vote_average":6.6,"runtime":57,"cert":"N\/A","id":45660,"title":"Devilman - Volume 2: Demon Bird","adult":false,"genre_ids":[14,16,27,28]},{"cast":["Dean Stockwell","Griff Furst","Sarah Lieving","Jeffrey Combs","Natacha Itzel"],"overview":"In Louisiana, in the wicked Whateley House, Lavina delivers two babies whose fate is written. Ten years later, three scholars of the occult discover that one page of the “Necronomicon,” the unspeakable book, is missing and the Black Brotherhood has summoned the ancient gate keeper to free legions of evil gods and monsters from the dimension of chaos.","release_date":"2009-12-13","vote_average":2.7,"runtime":91,"cert":"N\/A","id":45663,"title":"The Dunwich Horror","adult":false,"genre_ids":[28,27,53,10770]},{"cast":[],"overview":"After semi-truck driver Teri Horton bought a large splatter painting for her friend for $5, she was forced to sell it in her own garage sale when her friend said she had no place for it. Eventually someone commented on the painting stating it might be an original Jackson Pollock. This documentary follows Teri, her son, and a forensics specialist as they attempt to prove to the world, or more specifically the art community, her painting is a true Jackson Pollock","release_date":"2006-11-09","vote_average":6.7,"runtime":74,"cert":"N\/A","id":45664,"title":"Who the #$&% Is Jackson Pollock?","adult":false,"genre_ids":[99]},{"cast":["Walt Disney"],"overview":"Plane Crazy is an American animated short film directed by Walt Disney and Ub Iwerks. The cartoon, released in 1929 by The Walt Disney Studio, was the first creation of the character Mickey Mouse. It was made as a silent film and given a test screening to a theater audience on May 15, 1928, but failed to pick up a distributor. Later that year, Disney released Mickey's first sound cartoon, Steamboat Willie, which was an enormous success. Following this, Plane Crazy was released as a sound cartoon on March 17, 1929.","release_date":"1928-05-14","vote_average":6.6,"runtime":6,"cert":"N\/A","id":45665,"title":"Plane Crazy","adult":false,"genre_ids":[16,10751]},{"cast":["Judi Shekoni","Catalina Guirado","Natasja Vermeer","Aruna Shields","Luke Goss"],"overview":"Serena Scott is a late-night host on London Talk Radio. Ratings are down, and she has only two weeks to turn things around or management will switch to elevator music. It's also her 27th birthday, and three friends invite for a girls night in where they play \"Truth or Dare.\" All but one chooses \"Truth,\" and by the end of the evening, each woman's story may give Serena an idea that will save her show, her job, and her private life.","release_date":"2005-05-12","vote_average":5.3,"runtime":85,"cert":"R","id":45668,"title":"Private Moments","adult":false,"genre_ids":[18,10749]},{"cast":["Daphne Zuniga","Al Gore","Lawrence Bender","Chris Anderson"],"overview":"TED: The future we will create\" gives you an all-access pass inside the world of TED to what Wired Magazine refers to as \"arguably the hottest gathering around.\" Every year for four days, an eclectic group of the world's most brilliant minds converge to share big new ideas that will shape our future. For the first time you are invited behind the scenes with actor Daphne Zuniga as she takes you on this amazing journey of discovery, laughter and inspiration that is TED. Take a seat next to the founders of Google or the creator of The Simpsons, and enjoy the same enlightening experience that they paid $4,400 for!","release_date":"2007-01-01","vote_average":7.0,"runtime":74,"cert":"N\/A","id":45669,"title":"TED: The Future We Will Create","adult":false,"genre_ids":[99]},{"cast":["Martin Rütter"],"overview":"","release_date":"2010-09-10","vote_average":0.5,"runtime":92,"cert":"N\/A","id":45670,"title":"Martin Rütter - Hund-Deutsch\/Deutsch-Hund","adult":false,"genre_ids":[35]},{"cast":["Bridget Fonda","Russell Crowe","Jim Broadbent","D.W. Moffett","Kenneth Mars"],"overview":"A sleazy politician sends an agent (Russell Crowe) after his ex-fiancee (Bridget Fonda), who fled to Mexico with incriminating film of him.","release_date":"1995-09-07","vote_average":5.7,"runtime":100,"cert":"N\/A","id":45671,"title":"Rough Magic","adult":false,"genre_ids":[35,18,10749,14]},{"cast":[],"overview":"The greatest accolade the North Melbourne Football Club could bestow sits comfortably upon the broad shoulders of Glenn Archer. There may have been greater talents who wore the royal blue and white of the Kangaroos but none have come close to epitomising thr never-say-die attitude of this mighty player. As Glenn Archer bowed out of football at the end of the 2007 season, he was lauded by every section of the football world. He had played more games for the Kangaroos than any other. He had played in Premierships and been voted the Norm Smith Medallist in the game that matters the most - the Grand Final. The Glenn Archer story is one of resilience, of courage under fire. 'Arch' was simply the greatest shinboner of them all.","release_date":"2007-10-01","vote_average":5.3,"runtime":75,"cert":"N\/A","id":45672,"title":"Arch","adult":false,"genre_ids":[]},{"cast":[],"overview":"Written off at the start of the season, the Kangaroos of 2007 showed all the classic Shinboner spirit of old. Mid-season they established themselves as one of the toughest units in the AFL. There would be some record-breaking performances from Glenn Archer in his final season and a year to remember for All-Australian Brent Harvey. The year also saw some emergence from some fine young Kangaroos. Join us as we have a look back on a year that provided so many highlights for so many Kangaroo fans.","release_date":"","vote_average":5.3,"runtime":78,"cert":"N\/A","id":45673,"title":"NMFC 2007 Season Highlights","adult":false,"genre_ids":[]},{"cast":["John Ashley","Sandra Knight","Donald Murphy","Sally Todd","Harold Lloyd Jr."],"overview":"Dr. Frankenstein's insane grandson attempts to create horrible monsters in modern day L.A.","release_date":"1958-12-15","vote_average":3.4,"runtime":85,"cert":"N\/A","id":45674,"title":"Frankenstein's Daughter","adult":false,"genre_ids":[27,878]},{"cast":["Alex Frost","Jeremy Sumpter","Michelle Lombardo","Steve Zahn","Jane Adams"],"overview":"A college student is determined to become a Major League Baseball star, but finds his true calling instead.","release_date":"2009-10-01","vote_average":5.4,"runtime":93,"cert":"N\/A","id":45675,"title":"Calvin Marshall","adult":false,"genre_ids":[18,35]},{"cast":["Sakurako Kaoru","Natsumi Mitsu","Tomohiro Okada","Tôgo Okumoto"],"overview":"Five teenagers enter a deserted jungle and trespass inside an abandoned house only to haunted by a woman with a monster hidden inside her reproductive organs.","release_date":"2004-08-22","vote_average":3.2,"runtime":60,"cert":"N\/A","id":45676,"title":"Sexual Parasite","adult":false,"genre_ids":[27,35]},{"cast":["Valérie Donzelli","Cyril Troley","Bruno Todeschini","Pablo de la Torre","Nadia Kaci"],"overview":"A devoted young woman becomes ensnared in a web of sexuality and betrayal in Jean-Pascal Hattu’s consistently unpredictable and finely wrought character study. A vividly realistic psychosexual drama, the film’s sharp emotional honesty heralds a distinct new voice from a promising young director. Hattu soon reveals that Maite’s husband Vincent is in prison for an unspecified crime, and that she has promised to wait for him and attend to his laundry (if not his conjugal needs) during his incarceration. On one of her weekly visits, Maite meets Jean, an oddly inquisitive and boldly flirtatious prison warden, and soon the two commence a joyless affair. Seemingly smitten with Maite, Jean, in a gesture of kindness to his lover, eases up on her husband behind bars; the two become pals and even engage in some homoerotic shower talk. —Robert O’Shaughnessy","release_date":"2006-01-01","vote_average":5.0,"runtime":86,"cert":"N\/A","id":45677,"title":"7 Years","adult":false,"genre_ids":[18]},{"cast":["Stanley Clements","Gloria Henry","Ted de Corsia","Veda Ann Borg","Scotty Beckett"],"overview":"An ex-prize fighter -- now reporter -- tries to expose a gambling ring after an uneven bout in the ring kills a pugilist.","release_date":"1953-10-11","vote_average":5.0,"runtime":61,"cert":"N\/A","id":45678,"title":"Hot News","adult":false,"genre_ids":[80,18]},{"cast":["Frank Lovejoy","Joan Weldon","Robert Arthur","Paul Picerni","Don Beddoe"],"overview":"A gambling boss is pressured by the law and press when a crusade is started against him after one of his collectors becomes a killer.","release_date":"1953-04-18","vote_average":4.7,"runtime":90,"cert":"N\/A","id":45679,"title":"The System","adult":false,"genre_ids":[80]},{"cast":[],"overview":"\"In Search of The Experience\" A Land Rover documentary by Elias Christeas \"In Search of the Experience\" is a feature length look into the personalities and passions behind America's Rovering community. You'll see every type of Rover imaginable put to the test in every condition imaginable driving 8000 miles on and off the road! Plus 2 repair demonstrations \"In Search of the Experience\" has two critical repair demonstrations in the special features section including: A head gasket repair demonstration suitable for all Rover V8's with a walk though of the complete job, every tool and part you'll need as well as insider tips and tricks to get it done the easy way and the right way! Front End Swivel Ball Repair suitable for all Land Rover vehicles from 1958-1998. Hosted by the legendary \"PT Schram\" at his workshop in Indiana, you will be guided through this intimidating process by one of the best in the business.","release_date":"","vote_average":4.5,"runtime":null,"cert":"N\/A","id":45680,"title":"In Search Of The Experience","adult":false,"genre_ids":[]},{"cast":[],"overview":"The one-hour documentary delivers an exclusive look at Coca-Cola's hidden corporate testing ground and secret archives, both never seen by the public ...until now. For the first time, television cameras were allowed inside the company's state-of-the-art Innovation Lab.","release_date":"2009-11-11","vote_average":0.0,"runtime":43,"cert":"N\/A","id":45681,"title":"Coca-Cola","adult":false,"genre_ids":[]},{"cast":["张一山","Tang Yan","Zhang Yibai","Jackie Chan","Jiang Hong-bo"],"overview":"Jackie Chan is the undefeated Kung Fu Master who dishes out the action in traditional Jackie Chan style. When a young boy sets out to learn how to fight from the Master himself, he not only witnesses some spectacular fights, but learns some important life lessons along the way.","release_date":"2009-07-03","vote_average":4.9,"runtime":85,"cert":"N\/A","id":45682,"title":"Looking for Jackie","adult":false,"genre_ids":[28,35,10751]},{"cast":["Richard Arlen","Veda Ann Borg","Tom Dugan","Archie Twitchell","Marjorie Manners"],"overview":"A private detective and his assistant are hired to find a missing husband. The seemingly easy case is complicated by a dead body.","release_date":"1946-09-29","vote_average":5.7,"runtime":68,"cert":"N\/A","id":45685,"title":"Accomplice","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Vergezel Toet en zijn vriendjes van de band: Trombone, Jasper de Clown,, Bas, Sax en Trom in hun magische en avontuurlijke reizen door liedjesstad! Dit muzikale reisje introduceert kinderen met de leukste en grappige karakters en liedjes. Maak kennis met deze kleurrijke en muzikale serie geÃ¯spireerd op het bekende kinderliedje Wielen van de bus.","release_date":"2015-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":45686,"title":"De Wielen van de Bus - Vijf Kleine Eendjes","adult":false,"genre_ids":[16,10751]},{"cast":["Moby"],"overview":"Moby: Hotel Tour 2005 was filmed in Leuven, Belgium during the promotional tour of his studio album. Moby and album collaborator Laura Dawn are the principal vocalists with the band providing backing vocals. This concert showcases twenty four of Moby's best known and newer songs and includes rock, dance and house genres with a couple of covers thrown in for good measure. Overall the performances are excellent with his band really outstanding on the up-tempo numbers. Moby is known primarily for techno and dance releases.","release_date":"2006-03-31","vote_average":4.3,"runtime":null,"cert":"","id":45687,"title":"Moby - Hotel Tour","adult":false,"genre_ids":[10402]},{"cast":["Tina Yothers"],"overview":"Movie follows three aspiring candidates (Yothers, Vaughn, and Paul) for the L.A. Laker's cheerleader squad. The three become friends and final their tribulations until one fails to make the cut.","release_date":"1990-04-03","vote_average":3.0,"runtime":93,"cert":"N\/A","id":45688,"title":"Laker Girls","adult":false,"genre_ids":[]},{"cast":["Gösta Ekman","Hans Alfredson","Margaretha Krook","Lena Olin","Lena Nyman"],"overview":"Already in his childhood, Pablo Picasso shows talent for painting and is sent to the Academy of Arts in Madrid. He becomes a painter but has to live in Paris in poverty. But one day he is discovered by a rich American millionaire and starts to earn money. But he wastes his talent by painting plates. He meets the famous people of the 1920s; Gertrude Stein, Alice B. Toklas, Appolinaire, Hitler and Churchill.","release_date":"1978-05-20","vote_average":7.6,"runtime":115,"cert":"N\/A","id":45691,"title":"The Adventures of Picasso","adult":false,"genre_ids":[35]},{"cast":["Robert Cummings","Lizabeth Scott","Diana Lynn","Eve Arden","Ray Collins"],"overview":"Two sisters fall in love with the same man. After the wedding, the new husband realizes he may have married the wrong sister.","release_date":"1950-02-15","vote_average":7.0,"runtime":98,"cert":"N\/A","id":45692,"title":"Paid in Full","adult":false,"genre_ids":[18]},{"cast":["Kimberly Williams-Paisley","Patrick Dempsey","Brad Rowe","Brian Markinson","Emily Holmes"],"overview":"Before Amy Myer's mother died when Amy was 7, she planned out the little girl's life on a timeline, including the fact that Amy would marry her 7th boyfriend. When Amy falls in love with #6, she's thrown into a tailspin, because all of her mother's advice had worked perfectly. Now she must decide whether to follow her mother's advice and wait for #7, or follow her own heart.","release_date":"2003-07-20","vote_average":5.7,"runtime":112,"cert":"N\/A","id":45693,"title":"Lucky 7","adult":false,"genre_ids":[10749,35]},{"cast":["Mathieu Carrière","Marian Seidowsky","Bernd Tischer","Fred Dietz","Lotte Ledl"],"overview":"At an Austrian boys' boarding school in the early 1900s, shy, intelligent Törless observes the sadistic behavior of his fellow students, doing nothing to help a victimized classmate—until the torture goes too far. Adapted from Robert Musil's acclaimed novel, Young Törless launched the New German Cinema movement and garnered the 1966 Cannes Film Festival International Critics' Prize for first-time director Volker Schlöndorff.","release_date":"1966-05-20","vote_average":6.4,"runtime":87,"cert":"N\/A","id":45694,"title":"Young Törless","adult":false,"genre_ids":[18,36,53]},{"cast":["Carol Burnett","Desi Arnaz Jr.","Geraldine Chaplin","Howard Duff","Mia Farrow"],"overview":"Muffin's wedding to Dino Corelli is to be a big affair. Except the ageing priest isn't too sure of the ceremony, only the families actually turn up as the Corelli Italian connection is suspect, security guards watch the gifts rather over-zealously, and Dino's grandma expires in bed just as the reception starts. Could be quite an occasion.","release_date":"1978-08-29","vote_average":6.8,"runtime":125,"cert":"N\/A","id":45695,"title":"A Wedding","adult":false,"genre_ids":[35,18]},{"cast":["Jan Nowicki","Tadeusz Kondrat","Irena Orska","Halina Kowalska","Gustaw Holoubek"],"overview":"A young man named Josef visits a dilapidated Sanatorium to see his father Jakob.  On his arrival, a sinister doctor informs him that his father had stopped breathing but hasn't died yet, perhaps due to Josef's arrival which may have halted time in the sanatorium.  Josef undertakes a strange journey through the many rooms of the sanatorium, each which conjures worlds composed of his memories, dreams and nightmares","release_date":"1973-12-11","vote_average":7.8,"runtime":124,"cert":"N\/A","id":45698,"title":"The Hourglass Sanatorium","adult":false,"genre_ids":[14,18,27]},{"cast":["Michel Serrault","Claire Bouanich","Nade Dieu","Françoise Michaud","Pierre Poirot"],"overview":"An old man who has one interest in life, collecting butterflies, has his life changed by an eight year old girl.","release_date":"2002-12-18","vote_average":6.7,"runtime":85,"cert":"N\/A","id":45699,"title":"The Butterfly","adult":false,"genre_ids":[10751,18,35]},{"cast":["David Collins","Shane Dundas","Simon Simonson"],"overview":"Taking advantage of the latest advances in performance technology, the boys have upgraded their acting to digital. Using this technology they are able to immediately jump to any routine or fast-forward through the boring bits. Unfortunately, the remote control has gone missing. Tensions arise when their newly-hired roadie clashes with David — he points out that there’s no need for a roadie as there are no props or scenery to move. The situation gets worse when their show controller, Tina, starts playing mind games with Shane.","release_date":"2004-11-05","vote_average":6.2,"runtime":90,"cert":"N\/A","id":45700,"title":"The Umbilical Brothers: Speedmouse - Live from the Sydney Opera House","adult":false,"genre_ids":[35]},{"cast":["Raïda Abou Mustafa","Fawzi Abou Mustafa","Docteur Raz Somech","Professeur Amos Toren","Naïm Abou Mustafa"],"overview":"With the help of a prominent Israeli journalist, Precious Life chronicles the struggle of an Israeli pediatrician and a Palestinian mother to get treatment for her baby, who suffers from an incurable genetic disease. Each must face their most profound biases as they inch towards a possible friendship in an impossible reality.","release_date":"2011-03-23","vote_average":9.0,"runtime":90,"cert":"N\/A","id":45703,"title":"Precious Life","adult":false,"genre_ids":[99,18,10751]},{"cast":["Shyla Stylez","Jayden Jaymes","London Keyes","Priya Rai","Kagney Linn Karter"],"overview":"Over 3 hours of our Hottest cast ever assembled! 6 All new sex scenes shot in HD","release_date":"2009-08-19","vote_average":7.5,"runtime":141,"cert":"N\/A","id":45704,"title":"Hot N Sexy","adult":true,"genre_ids":[]},{"cast":["Michelle Rodriguez","Juan Fernández","Sergio Carlo","Claudette Lalí","Alexander Estrella"],"overview":"Dominican Republic is under the sway of dictator Rafael Leonidas Trujillo Molina, who has ruled the country with an iron fist since 1930. The Mirabal Sisters, Patria, Minerva, and María Teresa, involved in an underground movement against the government, dared to defy the dictator. But this act of bravery and courage leads to tragic consequences.","release_date":"2010-07-29","vote_average":5.8,"runtime":116,"cert":"N\/A","id":45705,"title":"Tropic of Blood","adult":false,"genre_ids":[18]},{"cast":["Tetsuya Watari","Chieko Matsubara","Hideaki Nitani","Ryuji Kita","Tsuyoshi Yoshida"],"overview":"After yakuza boss Kurata dissolves his own criminal empire, a rival kingpin offers a position to Kurata's top operative, Tetsuya \"Phoenix Tetsu\" Hondo. When the fiercely loyal Tetsu declines, Otsuka taps unstoppable Tatsuzo the \"Viper\", a ruthless gun-for-hire, to assassinate him. As the Viper trails his target through the countryside, the agile Phoenix Tetsu grows concerned that one of his former associates has betrayed him.","release_date":"1966-04-10","vote_average":7.4,"runtime":83,"cert":"N\/A","id":45706,"title":"Tokyo Drifter","adult":false,"genre_ids":[18,28,80,53]},{"cast":[],"overview":"Take a fascinating journey inside the bizarre world of a living human being with this compelling documentary from National Geographic, where microscopic cameras and other state-of-the-art technologies reveal perspectives that will blow your mind. Tracking the body of a female from infancy to old age, viewers will observe the digestion of a meal, the development of the cardiac system and other mesmerizing aspects of the body's inner workings.","release_date":"2007-09-16","vote_average":6.9,"runtime":100,"cert":"N\/A","id":45709,"title":"Inside the Living Body","adult":false,"genre_ids":[99]},{"cast":["Lizzi Bougatsos","Brian DeGraw","Tim DeWitt","Josh Diamond"],"overview":"Live footage of Gang Gang Dance playing at The Knitting Factory in Brooklyn in October 2003. Released as part of the \"Hillulah\" EP in 2005.","release_date":"","vote_average":0.0,"runtime":12,"cert":"N\/A","id":45710,"title":"Gang Gang Dance Live at The Knitting Factory","adult":false,"genre_ids":[10402]},{"cast":["Lizzi Bougatsos","Brian DeGraw","Tim DeWitt","Josh Diamond"],"overview":"Live footage of Gang Gang Dance playing at The Cooler in the Meatpacking District (New York City) in September 2003. Released as part of the \"Hillulah\" EP in 2005.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45711,"title":"Gang Gang Dance Live at The Cooler","adult":false,"genre_ids":[10402]},{"cast":["Sharon Stone","Jeremy Northam","Cathy Moriarty","Jean-Luke Figueroa","Mike Starr"],"overview":"Sharon Stone plays a street-wise, middle-aged moll standing up against the mobs, all of which is complicated by a 6 year old urchin with a will of his own who she reluctantly takes under her wing after his family has been gunned down.","release_date":"1999-01-22","vote_average":5.6,"runtime":108,"cert":"N\/A","id":45712,"title":"Gloria","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Kichiemon Nakamura","Shima Iwashita","Hôsei Komatsu","Yûsuke Takita","Kamatari Fujiwara"],"overview":"Successful and married with children, paper-mill owner Jihei knows better than to contradict the strict social and moral codes of 18th-century Japan. But when he meets the lovely courtesan Koharu, he becomes a man obsessed. Koharu returns his love, even foregoing other customers while Jihei schemes to somehow buy her freedom. His efforts yield ruinous consequences for his business and his family life, and Koharu is meanwhile purchased by another client.","release_date":"1969-05-24","vote_average":7.3,"runtime":105,"cert":"N\/A","id":45713,"title":"Double Suicide","adult":false,"genre_ids":[18,10749]},{"cast":["Peter Wyngarde","Janet Blair","Margaret Johnston","Anthony Nicholls","Colin Gordon"],"overview":"A skeptical college professor discovers that his wife has been practicing magic for years. Like the learned, rational fellow he is, he forces her to destroy all her magical charms and protective devices, and stop that foolishness. He isn't put off by her insistence that his professional rivals are working magic against him, and her protections are necessary to his career and life.","release_date":"1962-04-25","vote_average":6.9,"runtime":90,"cert":"","id":45714,"title":"Night of the Eagle","adult":false,"genre_ids":[18,27]},{"cast":["Nick Giannopoulos","Vince Colosimo","Alex Dimitriades","Kevin Sorbo","Costas Kilias"],"overview":"Things haven't been going well for Steve 'The Wog Boy' Karamitsis. His one true love—a '69 Valiant Pacer—and all his assets have just been seized by Federal Police because he trusted the shady Tony the Yugoslav, and Steve's best mate Frank has lost his touch with the ladies after a messy divorce. But fortune favours the 'Wog' when Steve discovers that he's inherited a beach on the Greek resort island of Mykonos from an uncle he never met—a beach worth millions.","release_date":"2010-05-20","vote_average":5.7,"runtime":97,"cert":"N\/A","id":45715,"title":"The Kings of Mykonos","adult":false,"genre_ids":[28,35,53,878]},{"cast":["Chuck Connors","Mike Kelly","George Nicholas","Cara Casey","Manji Otsuki"],"overview":"Chuck Connors stars in this routine martial arts feature as the Colonel. He sends agents Sonny (Mike Kelly) and Dennis (George Nichols) to Taiwan in search of microfilm containing experiments on genetic engineering. The agents soon find themselves up against Japanese killers known as the Sakura who plan to sell United States secrets to the Soviet Union. Sonny and Dennis train with a martial arts master in order to fight the enemy and obtain the coveted microfilm.","release_date":"1987-01-01","vote_average":4.8,"runtime":86,"cert":"N\/A","id":45716,"title":"Sakura Killers","adult":false,"genre_ids":[28]},{"cast":[],"overview":"The younger sister of a feared African American crime boss and the nephew of his powerful Latina nemesis go on the run in a customized Cadillac convertible packed with $20 million in drugs in this romantic crime drama. Julia and Romano have fallen in love, but their families will never let them be together. Desperate, the two young lovers hit the road in a vintage Cadillac. But their getaway vehicle has some rather precious cargo stashed away in the customized tires, and it isn't long before their furious families, and the Russian mob, are hot on their trail.","release_date":"2010-07-27","vote_average":0.0,"runtime":95,"cert":"N\/A","id":45717,"title":"A Gangland Love Story","adult":false,"genre_ids":[18,10749]},{"cast":["Tonantzin Carmelo","Carla-Rae Holland","Michael Spears","Cory Brusseau","Charlie White Buffalo"],"overview":"Shayla Stonefeather, a Native American attorney prosecuting a Lakota teen in a controversial murder trial, returns to the reservation to say goodbye to her dying father. After the teen is killed, she hears ghostly voices and sees strange visions that cause her to re-examine beliefs she thought she left behind.","release_date":"2007-07-01","vote_average":5.0,"runtime":84,"cert":"N\/A","id":45718,"title":"Imprint","adult":false,"genre_ids":[18,53]},{"cast":["Mansai Nomura","Kiichi Nakai","Kyoko Fukada","Hideaki Ito"],"overview":"A group of demons in the ancient Japanese capital of Heian is dismembering members of a family of Japanese nobles.","release_date":"2003-10-04","vote_average":7.0,"runtime":112,"cert":"N\/A","id":45719,"title":"Onmyoji: The Yin Yang Master II","adult":false,"genre_ids":[28,18,27]},{"cast":["Rob Halford","Scott Travis","K.K. Downing","Glenn Tipton","Ian Hill"],"overview":"Rising in the East is a live DVD of Judas Priest performing a concert in Tokyo's Nippon Budokan filmed in May 2005. Track listing The Hellion \/ Electric Eye \/ Metal Gods \/ Riding on the Wind \/ The Ripper \/ A Touch of Evil \/ Judas Rising \/ Revolution \/ Hot Rockin' \/ Breaking the Law \/ I'm a Rocker \/ Diamonds &amp; Rust \/ Worth Fighting for \/ Deal with the Devil \/ Beyond the Realms of Death \/ Turbo Lover \/ Hellrider \/ Victim of Changes \/ Exciter \/ Painkiller Encores: Hell Bent for Leather \/ Living After Midnight \/ You've Got Another Thing Comin'","release_date":"2005-11-08","vote_average":0.0,"runtime":120,"cert":"N\/A","id":45720,"title":"Judas Priest: Rising in the East","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A farmer accidentally creates a self-procreating iron Pegasus.","release_date":"1973-01-01","vote_average":4.3,"runtime":8,"cert":"N\/A","id":45721,"title":"Pegasus","adult":false,"genre_ids":[16,14]},{"cast":["Leandro Stivelman","Antonella Costa","Hugo Arana","Mónica Galán"],"overview":"A sexy Spanish siren named Elvira schools a young man in tantric lovemaking.","release_date":"2008-03-07","vote_average":5.5,"runtime":80,"cert":"N\/A","id":45722,"title":"Don't Look Down","adult":false,"genre_ids":[18,10749]},{"cast":["Dennis Miller"],"overview":"From a Chicago stage, Dennis Miller rips issues du jour to shreds.","release_date":"2003-04-12","vote_average":3.5,"runtime":60,"cert":"N\/A","id":45723,"title":"Dennis Miller: The Raw Feed","adult":false,"genre_ids":[35]},{"cast":["Maria Luisa Cianni","Chuti Tiu","Abdel-Aziz Essayed","Fabrice Vilder","Fabrice Sopoglian"],"overview":"Once upon a time, a briefcase full of diamonds purchased by French Mobster Dede Fratelini were headed to its owner in Paris via Las Vegas, but the diamonds inconveniently disappeared somewhere in the middle of the Nevada desert. A ruthless killer on his way to prison escapes captivity and intercepts the briefcase by killing the carrier and hijacking his car. His ex-girlfriend Tatiana and her current lover Buitre foil his plans, disabling him. Now, FBI agent Franco Valle has to recover the diamonds and retrace their path, proving to be a complicated, and at times comical, task.","release_date":"2009-01-01","vote_average":4.0,"runtime":87,"cert":"N\/A","id":45724,"title":"For a Fistful of Diamonds","adult":false,"genre_ids":[28]},{"cast":["Amy Pietz","Eric Lutes","Hunter Allan","Lea Thompson","Wendie Malick"],"overview":"Arthur unwittingly discovers the secret to stopping an evil dragon who threatens to destroy all civilization.","release_date":"2010-04-16","vote_average":3.6,"runtime":88,"cert":"N\/A","id":45725,"title":"Adventures of a Teenage Dragonslayer","adult":false,"genre_ids":[12,35,10751]},{"cast":["Doris Day","Louis Jourdan","Barry Sullivan","Frank Lovejoy","Jack Kelly"],"overview":"A terrified stewardess is stalked by her psychotic estranged husband.","release_date":"1956-10-17","vote_average":5.5,"runtime":99,"cert":"N\/A","id":45726,"title":"Julie","adult":false,"genre_ids":[53]},{"cast":["Jeffrey Combs","Meghan Ory","Diane Salinger","Matt Cohen","Shelly Cole"],"overview":"A troupe of actors hired for a haunted house attraction soon find that they are working in a true house of horror.","release_date":"2009-04-19","vote_average":5.1,"runtime":85,"cert":"N\/A","id":45729,"title":"Dark House","adult":false,"genre_ids":[27,53]},{"cast":["Alexander Fu Sheng","Chi Kuan-Chun","Wai Wang","David Chiang","Ti Lung"],"overview":"There is no place more hallowed in the martial art world than China's Shaolin Temple. This special place deserves a special epic, which is what the martial arts maestro delivers in this battle between a brave brand of Chinese boxers and literally thousands of Ching troops - complete with betrayals, intrigues, and such novel fighting machines as 108 wooden robots. The conflicts grow in complexity, intensity and even suspense as monks struggle to stay alive in the face of overwhelming odds.","release_date":"1976-12-22","vote_average":6.3,"runtime":126,"cert":"N\/A","id":45736,"title":"Shaolin Temple","adult":false,"genre_ids":[28,12]},{"cast":["Dollaros Dachapratumwan","Wichan Jarujinda","Kanya Rattanapetch","Chidjan Rujiphun","Chon Wachananon"],"overview":"At a Thai hospital, a doctor and his seven nubile nurses engage in the sale of dead bodies. Jealousy causes one of the nurses to threaten to blow the whistle on the practice, so the others murder her. Soon the spirit of the slain nurse seeks revenge. In flashbacks we see the events leading up to the murder, and realize the full range of relationships between the main characters.","release_date":"2007-07-14","vote_average":5.4,"runtime":82,"cert":"N\/A","id":45737,"title":"Sick Nurses","adult":false,"genre_ids":[80,27]},{"cast":["Krzysztof Kieślowski"],"overview":"Documentary about polish director Krzysztof Kieslowski","release_date":"1995-01-01","vote_average":8.3,"runtime":56,"cert":"N\/A","id":45738,"title":"Krzysztof Kieslowski: I'm So-So...","adult":false,"genre_ids":[99]},{"cast":["Jason Flemyng","Dexter Fletcher","Kelly Macdonald","Denise Van Outen","Liz Smith"],"overview":"Nine short stories based on the true experiences of London Underground passengers.","release_date":"1999-01-01","vote_average":5.4,"runtime":84,"cert":"N\/A","id":45739,"title":"Tube Tales","adult":false,"genre_ids":[]},{"cast":["Cleo Moore","Hugo Haas","John Agar","Emmett Lynn","Bruno VeSota"],"overview":"A man looking for his fortune in a mine decides to tempt his partner with his much younger wife. The goal? To catch them \"in the act\" and kill him without consequence.","release_date":"1954-02-24","vote_average":5.8,"runtime":79,"cert":"N\/A","id":45740,"title":"Bait","adult":false,"genre_ids":[53]},{"cast":["Timothy J. Cox"],"overview":"Journey into the world of the most bizarre talk show ever. This episode includes interviews with Former President Bill Clinton and Jesus H. Christ. Laugh away as Morisco takes the standard talk show format and turns it upside down. Watch as Kamizake Chang tries to destroy the show in an attempt to avenge his father's death, while Pavoratti tries to destroy the lives of children by betting on an underground sport that injects children with rooster DNA. Overflowing with original segments such as Mexican Children Cockfighting and Saving Pavoratti, It's All About Morisco will leave you begging for more.","release_date":"2002-05-22","vote_average":0.0,"runtime":45,"cert":"N\/A","id":45741,"title":"It's All About Morisco","adult":false,"genre_ids":[]},{"cast":[],"overview":"The dramatic story of an alcoholic's struggle to get sober and his runaway sons' experiences in the East Village in NYC.","release_date":"2006-02-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45742,"title":"Runaways on St. Mark's Place","adult":false,"genre_ids":[]},{"cast":["Halina Reijn","Thom Hoffman"],"overview":"A wandering warrior finds an unlikely friend in the form of a young dragon. The two develop a close bond, until one day the dragon is snatched away. She then sets out on a relentless quest to reclaim her friend, finding in the end that her quest exacts a far greater price than she had ever imagined.","release_date":"2010-09-30","vote_average":7.6,"runtime":14,"cert":"N\/A","id":45745,"title":"Sintel","adult":false,"genre_ids":[16,14]},{"cast":["Daniel Caltagirone","Flora Montgomery","Nicholas Aaron"],"overview":"Urban Exploration. The practice of investigating areas not designed for public use. But strange things can happen in the dark, closed-off areas of history beneath the streets of Moscow, and what started as a way for Nate to escape his grief quickly turns into a journey that forces him to confront it head-on, with nothing less than his eternal destiny hanging in the balance.","release_date":"2006-06-27","vote_average":2.3,"runtime":80,"cert":"N\/A","id":45746,"title":"After...","adult":false,"genre_ids":[27,878,53]},{"cast":["Kaoru Kaze","Yuka Takemura","Serina Miyabi","Kazumi Kimura","Mitsuo Nakayama"],"overview":"The world's largest black pearl has vanished without a trace, and it's up to Detective Ippei to track it down. His only clue is the mysterious words of a dying man, who managed to mutter \"Pussy Print!\" before slipping away forever. Teaming with the man's younger widow Matsuko, Detective Ippei boards a local train and begins taking prints of the female passenger's vulvas in hopes of matching one to the print that Matsuka's husband had in his possession at the time of his death.","release_date":"1984-01-01","vote_average":4.7,"runtime":64,"cert":"N\/A","id":45749,"title":"The Groper Train: Search for the Black Pearl","adult":false,"genre_ids":[35]},{"cast":["Mari Tanaka","Nobutaka Masutomi","Moeko Ezawa","Ryoji Nakamura","Rikiya Dan"],"overview":"Tormented by his first sexual stirrings, the teenager Isao dreams every night of his gym teacher Ikuko. He finally opens her heart but she rejects his advances. Frustrated, Isao invents all sorts of stratagies to disgust Ikuko´s fiance, a professor of chemistry in the same school. As his plan fails, he plans a radical solution...and the results turns out to be...","release_date":"1972-11-08","vote_average":4.0,"runtime":72,"cert":"N\/A","id":45750,"title":"Excitement Class: Love Techniques","adult":false,"genre_ids":[18]},{"cast":["Mathieu Kassovitz","Vincent Cassel","Julie Gayet","Foued Nassah","Florence Thomassin"],"overview":"Seemingly unrelated events connect several people: a young wounded soldier, a nurse, a failed comedian, and a murderer.","release_date":"1998-08-04","vote_average":8.0,"runtime":101,"cert":"N\/A","id":45751,"title":"Pleasure (And Its Little Inconveniences)","adult":false,"genre_ids":[35,18]},{"cast":["Frank Welker","Matthew Lillard","Grey DeLisle","Mindy Cohn","Dee Bradley Baker"],"overview":"Scooby and the gang experience outdoor fun as they go back to Fred's old summer camp.","release_date":"2010-09-14","vote_average":7.2,"runtime":72,"cert":"PG","id":45752,"title":"Scooby-Doo! Camp Scare","adult":false,"genre_ids":[16,35,10751]},{"cast":["Abigail Mason","Lisa Pepper","Elliott Gould","Yolanda Wood","Jennifer O'Dell"],"overview":"When Sarah Cain, a self-involved big-city newspaper columnist, travels to Pennsylvania for the funeral of her Amish sister, she soon discovers that she is the legal guardian of her five Amish nieces and nephews. Rather than choose to move to Lancaster County to finish raising them there herself, or let them be separated by the foster care system, Sarah decides to take them with her back to Portland where she believes she can make a new life for them. However, she soon realizes that the modern world has forced them to compromise who they are, and that she has moved them there for all the wrong reasons - a motive which is soon exposed - because secrets can really never be kept secret. In order to find her own redemption, she knows she must make a choice to give them back their lives in Amish Country. And whether she remains part of their lives will have a lot to do with how much she has grown to love them.","release_date":"2007-08-19","vote_average":4.9,"runtime":103,"cert":"N\/A","id":45757,"title":"Saving Sarah Cain","adult":false,"genre_ids":[18,10751]},{"cast":["Rodney Dangerfield","Kevin McDonald","Dom DeLuise","Fabiana Udenio","Lou Ferrigno"],"overview":"After the death of his older brother, Guiseppe \"the guppy\" Calzone (Kevin McDonald, \"KIDS IN THE HALL\") becomes head of the Calzone Mob family. His aging father (Dom DeLuise) knows his son is not cut out for the job, so he sends him to \"Mafia University\". The head of a rival Mafia Family (Rodney Dangerfield) sees this as an opportunity to strike and bring the Calzone Family to its knees. Surrounded by danger, double-crossing and pasta, THE GODSON proves that some wise guys just aren't so smart.","release_date":"1998-10-06","vote_average":2.2,"runtime":100,"cert":"N\/A","id":45758,"title":"The Godson","adult":false,"genre_ids":[28,35,80]},{"cast":["Jeremy Davies","Clea DuVall","Allison Smith","Mary Lynn Rajskub","Eric Dane"],"overview":"The rise of Charles Manson and his \"family,\" who are responsible for a series of famous murders in the late 1960s. Manson, a magnetic and mysterious man, attracts road-weary single mother Linda Kasabian to join his collection of outcasts on a ranch outside of Los Angeles. After murdering actress Sharon Tate, Manson and his followers are investigated by district attorney Vincent Bugliosi.","release_date":"2004-07-23","vote_average":6.2,"runtime":137,"cert":"N\/A","id":45759,"title":"Helter Skelter","adult":false,"genre_ids":[28,80,18,10770]},{"cast":["Rafe Spall","Louise Delamere","Gerard Horan","Claire Bloom","Mary Healey"],"overview":"The trial, under The Obscene Publications Act, of the publishers of D.H. Lawrence's 'Lady Chatterley's Lover'in 1960 was a sensation that consumed the nation. The movie follows two fictional jurors, Helena and Keith, who become passionate lovers during the course of the trial and whose affair mirrors the themes of the novel.","release_date":"2006-03-20","vote_average":5.2,"runtime":90,"cert":"","id":45760,"title":"The Chatterley Affair","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Timeless 2 celebrated the music of J.Dilla. Composed and arranged for a 60 piece Orchestra by Miguel Atwood-Ferguson feat. special guests Bilal, Dwele, Posdnuos, Talib Kweli and more. This premiere performance is still on the minds of many. Mixed and mastered by legendary Grammy award winning producer\/mixer, Bob Power. The man behind hundreds of pop and jazz recordings for such artists as Erykah Badu, D'Angelo, De La Soul and A Tribe Called Quest and more, he had also worked with Dilla while he was alive. Hiphop has never sounded or looked like this, welcome to a new era, a new scale and a new sound. Part of the proceeds of all Suite for Ma Dukes performances and recordings will go towards Maureen \"Ma Dukes\" Yancey and the heirs to the Dilla Estate.","release_date":"2010-01-01","vote_average":10.0,"runtime":73,"cert":"N\/A","id":45761,"title":"Timeless: The Composer\/Arranger Series (Suite for Ma Dukes)","adult":false,"genre_ids":[]},{"cast":["Rolf Illig"],"overview":"A documentary by Werner Herzog exploring the different treatment accorded to the disabled in Germany and the USA.","release_date":"1971-01-01","vote_average":7.6,"runtime":43,"cert":"N\/A","id":45764,"title":"Handicapped Future","adult":false,"genre_ids":[99]},{"cast":["Lola Dueñas","Pablo Pineda","Isabel García Lorca","Antonio Naharro","Pedro Álvarez-Ossorio"],"overview":"Daniel - a recent university graduate with Down's Syndrome - falls in love on his first day at work in the Department of Social Services. Laura is an outsider who spends her nights in the city's crowded clubs and singles' bars, escaping her problems in the arms of total strangers. Yet despite their apparent incompatibility, the two strike up a moving, bittersweet friendship that touches them both and eventually sets them on the road to happiness.","release_date":"2009-10-16","vote_average":6.4,"runtime":103,"cert":"N\/A","id":45765,"title":"Me Too","adult":false,"genre_ids":[18]},{"cast":[],"overview":"On June 16, 1983, in front of a capacity crowd of 25,000 at Madison Square Garden, the lives of two young men were forever changed during a controversial boxing match. A tough club fighter from Puerto Rico named Luis Resto fought Billy Collins Jr., an Irish golden boy, for ten grueling rounds. Resto was declared the winner, but within minutes, was accused of tampering with the padding in his gloves - in effect brutalizing Collins Jr. with his bare fists for thirty minutes. More than two decades later, Luis Resto is still a broken man shouldering the burden of his opponent's death; a prison sentence; and a lifetime ban from boxing. Resto relives that infamous night in New York City and exposes the sport's dark side - unfolding an emotional story which finally reveals the truth.","release_date":"2009-08-01","vote_average":6.7,"runtime":null,"cert":"N\/A","id":45766,"title":"Assault in the Ring","adult":false,"genre_ids":[99]},{"cast":["D. David Morin","Gavin MacLeod","Hal Linden","Jennifer O'Neill","Paul Rodríguez"],"overview":"The year is 1890 and Bible professor Russell Carlisle has written a new manuscript entitled \"The Changing Times\". His colleague, Dr. Norris Anderson, believes that what Carlisle has written could greatly affect the future of coming generations and, using his secret time machine, Anderson sends Carlisle over 100 years into the future, offering him a glimpse of where his beliefs will lead.","release_date":"2003-10-25","vote_average":5.4,"runtime":95,"cert":"N\/A","id":45767,"title":"Time Changer","adult":false,"genre_ids":[18,10751,878,14]},{"cast":["Carole Tredille","Sandrine van Herpe"],"overview":"","release_date":"1991-01-01","vote_average":10.0,"runtime":74,"cert":"N\/A","id":45768,"title":"La protégée de Lola","adult":true,"genre_ids":[]},{"cast":["Ronnie Kerr","Scott Gabelein","Kindall Kolins","Joey Russo","Isaac Brantner"],"overview":"Ben is 35, facing the unsatisfying suburban dating world, and looking for more then just sex. Nightmarish attempts with video dating, bad gym run-ins, and his uproarious friends signing him up with online match-making sites have got him nowhere. Meanwhile, Ben has his eye on the hot neighborhood stud, Grey, who runs by his house everyday as he waters his lawn. He finally gets the nerve to talk to him and the chemistry is instant. But what happens when you meet someone who doesn't share the same beliefs about relationships that you do? Funny and touching, Shut Up and Kiss Me deals with sexual monogamy and dating in today’s gay world.","release_date":"2010-09-14","vote_average":4.8,"runtime":79,"cert":"N\/A","id":45769,"title":"Shut Up and Kiss Me","adult":false,"genre_ids":[10749,35]},{"cast":["James McAvoy","Emily Blunt","Michael Caine","Maggie Smith","Julie Walters"],"overview":"A version of Shakespeare's play, set in the world of warring indoor and outdoor gnomes. Garden gnomes Gnomeo and Juliet have as many obstacles to overcome as their quasi namesakes when they are caught up in a feud between neighbors. But with plastic pink flamingos and lawnmower races in the mix, can this young couple find lasting happiness?","release_date":"2011-01-13","vote_average":5.8,"runtime":84,"cert":"U","id":45772,"title":"Gnomeo & Juliet","adult":false,"genre_ids":[16,10751]},{"cast":["Pamela Gidley","Simon Bossell","Valery Nikolaev","Helen Moulder","Norman Forsey"],"overview":"A nature field researcher is investigating the strange extinction of small animals and insects in the area, which indicates that something is wrong. His suspicions are soon to be proven right when he meets May, who lives in a cabin in the forest nearby. May says that her house is infested by small creatures that she thinks are mice or rats. When the couple search the house further, they notice that they're not rodents or insects. They are fast evolving lizards that have the appetite for animals and humans, no matter what size their prey are...","release_date":"1997-09-11","vote_average":4.5,"runtime":93,"cert":"N\/A","id":45773,"title":"Aberration","adult":false,"genre_ids":[27,878]},{"cast":["Faye Dunaway","Daniel J. Travanti","Kim Cattrall","John Laughlin","Ned Beatty"],"overview":"A blind woman, her husband and another couple sail off to find cash hidden on an island near Cuba.","release_date":"1988-05-13","vote_average":5.7,"runtime":97,"cert":"N\/A","id":45774,"title":"Midnight Crossing","adult":false,"genre_ids":[9648,53]},{"cast":["Rika Adachi","Jiji Bû","Tomoharu Hasegawa","Yutaka Izumihara","Kazushige Komatsu"],"overview":"This is an omnibus of six short films by six different directors, whose lead characters are unconventional women. They are \"Hijoshi,\" females who live true to themselves and their desires.","release_date":"2009-05-30","vote_average":0.0,"runtime":105,"cert":"N\/A","id":45775,"title":"An Encyclopedia of Unconventional Women","adult":false,"genre_ids":[35,18]},{"cast":["Alexander Siddig","Emilio Doorgasingh","Bashar Rahal","Mido Hamada","Shaun Dingwall"],"overview":"It is 200 years before the birth of Christ and Rome is the new superpower of the ancient world. She believes she is invincible - but one man is destined to change that. He is a man bound by oath to avenge the wrongs inflicted on his home and, in pursuit of revenge, he will stop at nothing. Hannibal explores the man behind the myth, revealing what drove the 26-year-old to mastermind one of the most audacious military moves in history. With 40,000 soldiers and 37 elephants, he marched 1,500 miles to challenge his enemies on their own soil. It was an act so daring that few people believed it possible.","release_date":"2006-05-05","vote_average":5.1,"runtime":89,"cert":"","id":45776,"title":"Hannibal: Rome's Worst Nightmare","adult":false,"genre_ids":[28,18]},{"cast":["Gérard Lanvin","Béatrice Dalle","Vincent Lindon","Marie-Sophie L.","Patrick Chesnais"],"overview":"A film with emphasis on visuals and music, the plot concerns characters who meet in present time, mainly the male gypsy Jesus, and the female thief and con-artist Odona, who share parallel experiences from lives 2000 years in the past. These stories are juxtaposed.","release_date":"1992-03-18","vote_average":7.1,"runtime":210,"cert":"N\/A","id":45777,"title":"The Beautiful Story","adult":false,"genre_ids":[12,18,14]},{"cast":["Jesse Eisenberg","Spencer Treat Clark","Joseph Vincent Cordaro","Valentina de Angelis","Gary DeMichele"],"overview":"At the end of every summer, the children of a Christian community from a suburb of New Jersey attend Camp Hope. They travel deep into the woods far from any distractions the world provides. Here, the children are taught the ways of the Lord, the perils of the flesh, and the horror of the Devil. A charismatic priest leads them in their training. But, he unknowingly has brought something with him, something evil. What was supposed to be a safe place, a spiritual retreat has now turned into a nightmare that not even faith can end.","release_date":"2010-08-13","vote_average":3.5,"runtime":99,"cert":"N\/A","id":45778,"title":"Camp Hell","adult":false,"genre_ids":[27,53]},{"cast":["Bruce Campbell","Angus Scrimm","Marta Martin","Elizabeth Kent","Mary Becker"],"overview":"Revolting mutants hunt human outcasts and underground fighters (Bruce Campbell, Marta Alicia) in a future world of mind control.","release_date":"1992-05-25","vote_average":5.4,"runtime":91,"cert":"N\/A","id":45779,"title":"Mindwarp","adult":false,"genre_ids":[27,878,53]},{"cast":["Wunmi Mosaku","Isaach De Bankolé","Nyokabi Gethaiga","Igal Naor","Nasser Memarzia"],"overview":"Based on the real-life experiences of Mende Nazer, the story unfolds as twelve-year-old Malia, daughter of champion wrestler Bah, is abducted from her Sudanese village in the Nubar Mountains by pro-government Arab militia and sold into slavery to a woman in Khartoum, who beats her for touching her daughter. After six years she is sent to London, where her name is changed, but her miserable life of servitude continues. Her passport is taken and she is told that her father will die if she goes to the authorities. Fortunately she meets a sympathetic person who seems to offer her the hope of escape and reunion with Bah ,back in Sudan. For all the film's optimism an end title states that there are around 5,000 'slave' workers currently in Britain.","release_date":"2010-01-01","vote_average":6.3,"runtime":82,"cert":"N\/A","id":45780,"title":"I Am Slave","adult":false,"genre_ids":[18,53]},{"cast":["Steve Talley","David Ellison","Dean Cameron","Christopher Showerman"],"overview":"Eric, a highly-gifted golfer but radically-undisciplined college undergrad, finds his world drastically altered after losing a golf bet to a pair of sadistic plastic surgeons. Eric's bad-boy attitude lifestyle comes to a screeching halt as he loses his money, his girlfriend, his dignity and his golf swing. Eric and his best friend Tyler decide to take on the doctors, in a final golf match of \"Best-Ball\" to get his life back and become the man he should have been all along.","release_date":"2009-09-12","vote_average":4.1,"runtime":95,"cert":"15","id":45781,"title":"Hole in One","adult":false,"genre_ids":[35]},{"cast":["Jeff Foxworthy"],"overview":"Comedian Jeff Foxworthy shot to national fame with his hilarious stand-up routine, \"You Know You're a Redneck If ...\" Part outrageous humor, part social commentary, Foxworthy's redneck routines are spot-on send-ups of American Southern culture. In \"Totally Committed,\" originally aired as an HBO special, the comedian gamely tackles the subjects of baldness, marriage, commemorative plates and more.","release_date":"1998-05-16","vote_average":0.0,"runtime":56,"cert":"N\/A","id":45782,"title":"Jeff Foxworthy: Totally Committed","adult":false,"genre_ids":[35]},{"cast":["Anders Matthesen"],"overview":"Tal for dig selv er Anders Matthesens tredje one man show.Showet er delt op i to sæt, det første sæt - Det gode sæt - behandler Anders Matthesen alle emner ud fra et positivt livssyn, mens han i det andet sæt - Det onde sæt - anlægger en negativ attitude.","release_date":"2004-08-26","vote_average":7.0,"runtime":311,"cert":"N\/A","id":45783,"title":"Anders Matthesen: Tal For Dig Selv","adult":false,"genre_ids":[35]},{"cast":["Fisher Stevens","Barry Corbin","Catherine Mary Stewart","Leon G. Thomas III","Lauren Ashley Carter"],"overview":"Challenged with creating songs and music videos, three musical acts find more than their futures on the line when the competition gets fierce and their lives are caught on tape broadcast to the nation. Egos clash and worlds collide as these teens find how far they will go to win the coveted prize and achieve stardom.","release_date":"2010-10-22","vote_average":7.0,"runtime":90,"cert":"","id":45784,"title":"Rising Stars","adult":false,"genre_ids":[18,10751,10402]},{"cast":["Thomas Hartmann"],"overview":"","release_date":"2003-07-26","vote_average":6.8,"runtime":80,"cert":"N\/A","id":45785,"title":"Thomas Hartmann: Hartmann X","adult":false,"genre_ids":[]},{"cast":["Rita Chiarelli"],"overview":"Rita Chiarelli, an award-winning recording artist, has decided to take a pilgrimage to the birthplace of the blues—Louisiana State Maximum Security Penitentiary a.k.a Angola Prison. She never imagined that her love of the blues would lead her to play with inmates serving life sentences for murder, rape and armed robbery. In what was once the bloodiest prison in America, inmates relatives will be invited to listen alongside other prisoners, to hear remarkable voices singing stories of hope and redemption. Let yourself be swept away by one of Blues’ most soulful pilgrim daughters who is finding out if music really is an escape.","release_date":"2010-09-30","vote_average":6.0,"runtime":87,"cert":"N\/A","id":45786,"title":"Music from the Big House","adult":false,"genre_ids":[99,10402]},{"cast":["Mark Stevens","Jean Kent","Garry Marsh","John Bentley","Jack Lambert"],"overview":"An ex-GI wakes up with blood on his clothes in a strange hotel room. He can't remember the night before but he later finds out that a man he got into a fight with earlier in the night was murdered.","release_date":"1952-09-01","vote_average":2.5,"runtime":67,"cert":"","id":45787,"title":"The Big Frame","adult":false,"genre_ids":[9648,18]},{"cast":["Jack Johnson"],"overview":"En Concert is a live album by singer-songwriter Jack Johnson, project released in the U.S. in late 2009. All songs on the album were recorded live during the \"Sleep Through the Static World Tour\" in 2008 where 100% of the tour profits and profits from this release will be going to fund the Kokua Hawaii Foundation and the Johnson Ohana Charitable Foundation to support environmental, art, and music education around the world.","release_date":"2009-10-27","vote_average":6.7,"runtime":90,"cert":"N\/A","id":45788,"title":"Jack Johnson - En Concert","adult":false,"genre_ids":[10402]},{"cast":["Tobias Lamberts","Barry Atsma","Bracha van Doesburgh","Britt de Lange","Milena Pothoven"],"overview":"Morrison is a pathetic little boy of five years. A very happy little boy until the new baby comes. Because there is no place for Morrison, then to his aunt in the convent. Morrison makes every effort to prevent it. First he runs away, but if that fails he has a better plan. Not he should go, the baby must go. And that plan succeeds. All great people are in panic.","release_date":"2008-04-23","vote_average":6.0,"runtime":null,"cert":"N\/A","id":45789,"title":"Morrison krijgt een zusje","adult":false,"genre_ids":[10751]},{"cast":["Cees Geel","Tygo Gernandt","Camilla Siegertsz","Tjeerd Melchers"],"overview":"Sam and Star had long been friends. Sam's father is a detective and thus learn to know Ortwin. Ortwin's the rare parrot is in fact stolen. Ortwin's father enlists the help of Max, but Max is kidnapped during their quest by a gang of criminals. The kids put a chase with a speedboat and end up on a mysterious island fortress.","release_date":"2009-08-17","vote_average":6.0,"runtime":90,"cert":"N\/A","id":45790,"title":"My Dad's a Detective","adult":false,"genre_ids":[12,10751]},{"cast":["Jim Broadbent","Colin Firth","Juliet Stevenson","Gina McKee","Sarah Lancashire"],"overview":"The story of a son's conflicting memories of his dying father.","release_date":"2007-10-05","vote_average":7.0,"runtime":92,"cert":"","id":45791,"title":"When Did You Last See Your Father?","adult":false,"genre_ids":[18]},{"cast":["Kimberly Williams-Paisley","Tammy Blanchard","Matt Letscher","Fay Masterson","Darcy Rose Byrnes"],"overview":"When a gunman killed five Amish children and injured five others in a Nickel Mines, Pennsylvania schoolhouse shooting in October of 2006, the world media attention rapidly turned from the tragic events to the extraordinary forgiveness demonstrated by the Amish community.","release_date":"2010-03-28","vote_average":7.0,"runtime":88,"cert":"N\/A","id":45792,"title":"Amish Grace","adult":false,"genre_ids":[18]},{"cast":["Peter O'Toole","Sophia Loren","James Coco","Ian Richardson","Harry Andrews"],"overview":"In the sixteenth century, Miguel de Cervantes, poet, playwright, and part-time actor, has been arrested, together with his manservant, by the Spanish Inquisition. They are accused of presenting an entertainment offensive to the Inquisition. Inside the huge dungeon into which they have been cast, the other prisoners gang up on Cervantes and his manservant, and begin a mock trial, with the intention of stealing or burning his possessions. Cervantes wishes to desperately save a manuscript he carries with him and stages, with costumes, makeup, and the participation of the other prisoners, an unusual defense--the story of Don Quixote.","release_date":"1972-12-20","vote_average":6.9,"runtime":132,"cert":"","id":45793,"title":"Man of La Mancha","adult":false,"genre_ids":[10402,12,18,35]},{"cast":["Gerard Adimando","Elisabeth Carlton","Layla Edwards","Lazzarus Powell","Corey Roberts"],"overview":"Death Bed is an uncomplicated story about a complicated man who is just about at the end of his life. Stricken with a terminal illness, Jefferey is visited by his friends and family who try to reconnect with him before his inevitable end. Warm and reflective moments turn into course and combative exchanges between Jefferey and his loved ones. With him as the catalyst, Jefferey verbally and emotionally abuses his faithful girlfriend, oppressive mother, estranged sister, and even the visiting nurse who tends to him. When his mother brings Fr. Nicholas to see him 'before it's too late', the ensuing chaos couldn't make things any worse . . . until Jefferey realizes that he is the only one who didn't know that he's dying.","release_date":"2009-01-01","vote_average":4.5,"runtime":60,"cert":"N\/A","id":45796,"title":"Death Bed","adult":false,"genre_ids":[35,27]},{"cast":["Joe Odagiri","Teruyuki Kagawa","Yoko Maki","Hirofumi Arai","Masatō Ibu"],"overview":"A murder investigation reveals a deep-rooted sibling rivalry in director Miwa Nishikawa's brooding family drama. On the one-year anniversary of his mother's death, Tokyo art and fashion photographer Takeru (Joe Odagiri) returns to his small hometown in order to pay his respects. But all is not well back home, and when Takeru's authoritative father questions his sincerity, the frustrated son strikes back with accusations of violent conduct. Though the situation is initially diffused by Takeru's older brother Moniru (Teruyuki Kagawa), who stayed behind to run the family business, tensions once again start to run high when Tekeru, Moniru, and pretty childhood friend Cheiko (Yoko Maki) decide to celebrate their reunion by taking a hike in the wilderness.","release_date":"2006-07-08","vote_average":6.0,"runtime":120,"cert":"N\/A","id":45797,"title":"Sway","adult":false,"genre_ids":[18,9648,53]},{"cast":["Louis Talpe","Free Souffriau","Fred Van Kuyk"],"overview":"","release_date":"2010-02-06","vote_average":5.2,"runtime":39,"cert":"N\/A","id":45798,"title":"Mega Toby","adult":false,"genre_ids":[]},{"cast":["Marcello Mastroianni","Michèle Morgan","Valéria Cavalli","Marino Cenna","Norma Martelli"],"overview":"Matteo Scuro is a retired Sicilian bureaucrat, a widower with five children, all of whom live on the mainland and hold responsible jobs. He decides to surprise each with a visit and finds none as he imagined.","release_date":"1990-09-19","vote_average":7.4,"runtime":118,"cert":"N\/A","id":45799,"title":"Everybody's Fine","adult":false,"genre_ids":[18]},{"cast":["Jean Harlow","Clark Gable","Lionel Barrymore","Frank Morgan","Walter Pidgeon"],"overview":"A horse breeder's (Lionel Barrymore) granddaughter (Jean Harlow) falls in love with a gambler (Clark Gable) in Saratoga Springs, N.Y.","release_date":"1937-07-23","vote_average":6.8,"runtime":92,"cert":"N\/A","id":45800,"title":"Saratoga","adult":false,"genre_ids":[18,10749,35]},{"cast":["Michèle Morgan","Paul Henreid","Thomas Mitchell","Laird Cregar","May Robson"],"overview":"An RAF squadron is brought down over occupied France. The flyers get to Paris in spite of the fact that the youngest, Baby, is injured. He must be hidden and his wounds cared for. The Gestapo has already issued orders for their arrest.","release_date":"1942-01-20","vote_average":6.9,"runtime":91,"cert":"N\/A","id":45801,"title":"Joan of Paris","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Jean Gabin","Suzy Prim","Louis Jouvet","Jany Holt","Junie Astor"],"overview":"Inhabitants of a flophouse struggle to survive under the harsh treatment imposed by the landlord, Kostyleva. One resident, young thief Wasska Pepel, ends his affair with the landlord's wife, Vassilissa, and takes up with her sister, Natacha. Pepel also befriends the baron, a former nobleman fallen on hard times, but Pepel's attempts at happiness are complicated when he's accused of murder by a spiteful Vassilissa.","release_date":"1936-12-11","vote_average":7.6,"runtime":92,"cert":"N\/A","id":45802,"title":"The Lower Depths","adult":false,"genre_ids":[10749,80,18]},{"cast":["John Barrymore","Marian Marsh","Donald Crisp","Bramwell Fletcher","Carmel Myers"],"overview":"Through hypnotism and telepathic mind control, a sinister music maestro controls the singing voice, but not the heart, of the woman he loves.","release_date":"1931-05-22","vote_average":6.1,"runtime":81,"cert":"N\/A","id":45803,"title":"Svengali","adult":false,"genre_ids":[18,27,10749,14]},{"cast":["Stephen Rea","Lotte Verbeek","Tom Charlfa","Ann Marie Horan"],"overview":"Alone in her empty flat, from her window Anne observes the people passing by who nervously snatch up the personal belongings and pieces of furniture she has put out on the pavement. Her final gesture of taking a ring off her finger signals she is leaving her previous life in Holland behind. She goes to Ireland, where she chooses to lead a solitary, wandering existence, striding through the austere landscapes of Connemara. During her travels, she discovers a house that is home to a hermit, Martin.","release_date":"2009-08-14","vote_average":6.5,"runtime":85,"cert":"N\/A","id":45806,"title":"Nothing Personal","adult":false,"genre_ids":[18,53]},{"cast":["Buster Keaton","Babe London","Phyllis Haver"],"overview":"Buster and Phyllis endure a number of outdoor adventures trying to prove to each other their survival skills. The balloon which lands Buster in the wilderness proves useful later on as their canoe is about go over a waterfall.","release_date":"1923-01-22","vote_average":6.6,"runtime":22,"cert":"N\/A","id":45807,"title":"The Balloonatic","adult":false,"genre_ids":[35,10749]},{"cast":["Sonja Ziemann","Gunnar Möller","Erik Schumann","Brigitte Horney","Mady Rahl"],"overview":"The film depicts the first month of 1945 when the Russian Red Army broke into the eastern part of Germany and forced millions of civilians to flee in the coldest of winter. While the Russians invaded Ostpreussen hundred of thousands of civilians were evacuated by ships. Gotenhafen was the last open port and ships left the town almost by the minute, overloaded by refugees. One of the last ships to leave Gotenhafen was the 'Wilhelm Gustloff', a former 'Kraft durch Freude' pleasure cruiser designed for 1000 passengers. Until today it is unknown how many people were on board but it is said to be around 10.000. The ship sunk without a trace and only a handful of people survived this hellish nightmare.","release_date":"1959-01-01","vote_average":5.5,"runtime":99,"cert":"N\/A","id":45810,"title":"Darkness Fell On Gotenhafen","adult":false,"genre_ids":[18,10752]},{"cast":["Peppino De Filippo","Nino Besozzi","Alberto Sordi","Walter Chiari"],"overview":"","release_date":"1955-10-19","vote_average":4.9,"runtime":null,"cert":"N\/A","id":45811,"title":"Accadde al Penitenziario","adult":false,"genre_ids":[]},{"cast":["Chae Min-seo","Hyun Sung","Kim Yeo-jin","Kim Young-jae","Yoon Ji-hye"],"overview":"An ordinary housewife, Yeong-hye, who has nightmares every night, finally becomes a vegetarian, throwing away all the meats in her refrigerator. Her husband Kil-soo starts to complain about her actions. Her family also worries about her health. During a family lunch, Yeong-hye tries to kill herself due to her father's abrupt violence. Observing all the happenings, Yeong-hye's brother-in-law, Min-ho, a videoartist, hears from his wife that Yeong-hye has a Mongolian spot on her hips. Min-ho gets inspiration from this and starts to sketch.","release_date":"2009-10-09","vote_average":6.6,"runtime":111,"cert":"N\/A","id":45814,"title":"Vegetarian","adult":false,"genre_ids":[18,10749]},{"cast":["Danny Lee Sau-Yin","Anthony Wong","Cecilia Yip","Roy Cheung","Louis Koo"],"overview":"The head of the Organized Crime and Triad Bureau, Inspector San Lee, will do anything to put triad boss Tung in jail.","release_date":"1994-01-01","vote_average":7.3,"runtime":88,"cert":"N\/A","id":45815,"title":"Organized Crime & Triad Bureau","adult":false,"genre_ids":[28,53,80]},{"cast":[],"overview":"In 2007, the Taliban kidnapped 24-year-old Ajmal Naqshbandi and an Italian journalist. Naqshbandi was one of Afghanistan's best \"fixers\" -- someone hired by foreign journalists to facilitate, translate, and gain access for their stories.","release_date":"2010-03-12","vote_average":8.0,"runtime":84,"cert":"N\/A","id":45816,"title":"Fixer: The Taking of Ajmal Naqshbandi","adult":false,"genre_ids":[99]},{"cast":["Patrick O'Neal","Richard Boone","Max von Sydow","Bibi Andersson","Barbara Parkins"],"overview":"A network of older spies from the West recruits a young intelligence officer with a photographic memory to accompany them on a mission inside Russia. They must recover a letter written by the CIA that promises American assistance to Russia if China gets the atomic bomb.","release_date":"1970-02-01","vote_average":6.0,"runtime":120,"cert":"15","id":45817,"title":"The Kremlin Letter","adult":false,"genre_ids":[18,28,53]},{"cast":[],"overview":"The madcap antics of a feisty noodle shop delivery girl and her reluctant ninja master crush, Garu.","release_date":"2005-01-08","vote_average":7.1,"runtime":null,"cert":"N\/A","id":45818,"title":"Pucca","adult":false,"genre_ids":[]},{"cast":["Howard Lederer"],"overview":"Howard Lederer, arguably the world's best No-Limit Texas Hold 'Em player, shares his secrets about one of poker's most popular games. Lederer teaches betting strategy, gives valuable hints about spotting tells, shares clues on bluffing, gives ideas about slow play, and tells fascinating stories about championship play. Players new to the game can learn the basics, while intermediate players can learn how to sharpen their skills.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45819,"title":"Howard Lederer: Secrets of Texas Limit Hold 'Em","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Based on a novel by Mary Shelley","release_date":"2008-02-23","vote_average":4.4,"runtime":120,"cert":"N\/A","id":45820,"title":"The Last Man","adult":false,"genre_ids":[878,18]},{"cast":["Matthew Tompkins","Sheree J. Wilson","Natalie Raitano","Burton Gilliam"],"overview":"A former soldier looking for the truth","release_date":"2006-01-01","vote_average":2.0,"runtime":null,"cert":"N\/A","id":45821,"title":"Killing Down","adult":false,"genre_ids":[28,53]},{"cast":["Andrzej Seweryn","Magdalena Boczarska","Robert Więckiewicz","Jacek Braciak"],"overview":"Pressured by his superiors to disgrace public intellectual Warczewski, a professor and respected writer whom they believe to be a \"camouflaged Zionist,\" rough security-services colonel Rozek enlists his sexy but naive girlfriend, Kamila, to insinuate herself into the distinguished older man's life and report on his every move. Not particularly interested in serving communism but eager to please her domineering lover, Kamila accepts the mission, reporting under the code name \"Little Rose.\" As quick scenes contrast Kamila's crude pleasures with Rozek and her more refined experiences with Warczewski, it becomes clear that the more time the unschooled young woman spends with the professor, the more she comes to have true feelings for him.","release_date":"2010-03-12","vote_average":7.0,"runtime":118,"cert":"N\/A","id":45822,"title":"Little Rose","adult":false,"genre_ids":[36,18,10749]},{"cast":["Angela Redman","Nina Landey","Annette Miller","Robert Harte","Shawn Nee"],"overview":"Casey (Angela Redman) has rejected her privileged upbringing and restores old boats for a living. She lives a cozy life with her beautiful social worker girlfriend Alex (super sexy Nina Landey) until her stuffy family demands that she come home for Christmas – without Alex.Casey is a longshorewoman who seems to have everything she wants; she and her girlfriend Alex are very much in love. But there’s nothing like the holidays to bring out the drama of the average family. Casey lives just across the bay from her upper crust New England family. The proximity seems no accident: Casey can’t quite let go, despite her family’s judgmental and inescapable hold on her otherwise independent and unconventional life. When the family reunites for Christmas, the unwrapping of presents takes a back seat to the unraveling of emotions.","release_date":"2001-06-15","vote_average":5.3,"runtime":94,"cert":"N\/A","id":45823,"title":"Treading Water","adult":false,"genre_ids":[18]},{"cast":["Mika Boorem","Luoyong Wang","Yi Ding","Beau Bridges","Linda Hamilton"],"overview":"Introduced to a volunteer opportunity with the Doctor's Gift Program, Katie (Mika Boorem) signs up for a trip to China, where she meets Lin (Yi Ding), a girl with whom she shares a birthday. Lin has a facial deformity that discourages her from ever showing her face, but her friendship with Katie helps her start to see life in a new way.","release_date":"2005-04-08","vote_average":6.7,"runtime":107,"cert":"N\/A","id":45824,"title":"Smile","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"A transmission from the fictitious television network The Voice. Fundamental Christians and Muslims have finally found out that their basic values are pretty much the same. They join forces and take command of the prosperous northern hemisphere. The rest of the planet is about to be sealed off by a giant world wide wall. Villains, heathens and other evil people stay on that other side of the wall. Long live the Great Northern Union!!!","release_date":"2004-01-01","vote_average":1.0,"runtime":28,"cert":"N\/A","id":45825,"title":"The Voice","adult":false,"genre_ids":[27,99]},{"cast":["Gale Storm","Phil Regan","Moe Howard","Larry Fine","Curly Howard"],"overview":"Swing Parade of 1946 is musical comedy film. In it the Three Stooges help an aspiring singer, Carol Lawrence (Gale Storm), and a nightclub owner, Danny Warren (Phil Regan), find love. It features dizzy dishwashers Moe, Larry, and Curly, and musical numbers by Connee Boswell and the Louis Jordan and Will Osborne orchestras, including \"Stormy Weather\" and \"Caldonia.\"","release_date":"1946-03-19","vote_average":4.5,"runtime":74,"cert":"N\/A","id":45828,"title":"Swing Parade of 1946","adult":false,"genre_ids":[10749]},{"cast":["Emmanuelle Béart","Edouard Baer","Atmen Kelif","Yves Verhoeven","Jean-Michel Tinivelli"],"overview":"Three disparate people meet in a bizarre skiing accident: an alcoholic doctor who has just been left by his wife, a beautiful but directionless woman, and the bumbling Algerian man who caused the accident. They become fond of each other, and of liquor.","release_date":"2004-12-29","vote_average":4.6,"runtime":90,"cert":"N\/A","id":45829,"title":"À boire","adult":false,"genre_ids":[35]},{"cast":["Lindy Booth","Lawrence Dane","James Thomas","Andy Jones","Suzie Pollard"],"overview":"In this chilling, atmospheric thriller, Katelyn (Lindy Booth) seeks answers about the brutal murder that claimed her mother's life 20 years ago in the lighthouse where they lived, a crime for which her grief-and-guilt-crazed father has long held the blame. When developers descend on the abandoned lighthouse and begin to vanish mysteriously, Katelyn comes face-to-face with the evil haunts the family's former abode.","release_date":"2008-08-30","vote_average":5.4,"runtime":94,"cert":"N\/A","id":45830,"title":"Behind the Wall","adult":false,"genre_ids":[53,27]},{"cast":[],"overview":"After her brother dies suddenly, attorney Rochelle Moore (Cassandra King) returns to her hometown. There, she learns her brother was a member of the Hoop Soldiers, an illegal underground basketball team that plays a violent form of no-holds-barred caged basketball for money. As Moore delves deeper into the dangerous circumstances surrounding her brother's death, she begins to realize the stakes are much higher than she'd imagined.","release_date":"2001-07-24","vote_average":0.0,"runtime":99,"cert":"N\/A","id":45831,"title":"Hoop Soldiers","adult":false,"genre_ids":[53]},{"cast":["Roscoe 'Fatty' Arbuckle","Buster Keaton","Al St. John","Alice Lake","Joe Keaton"],"overview":"At the Elk's Head Hotel bellhops torment the lobby, each other and guests. The elevator is powered by a stubborn horse. A sham robbery turns into a real one. And there is a chase on a runaway trolley.","release_date":"1918-03-18","vote_average":6.5,"runtime":33,"cert":"N\/A","id":45838,"title":"The Bell Boy","adult":false,"genre_ids":[35]},{"cast":["Lucas Cruikshank","Jennette McCurdy","Jake Weary","Pixie Lott","John Cena"],"overview":"Fred Figglehorn has a crush on Judy, the girl next door. Fred's stalker, Kevin, lives across the street and thwarts each attempt Fred makes to see her. When Fred finally succeeds in making it to Judy's, he finds out she has moved so he embarks on a journey to find her.","release_date":"2010-09-18","vote_average":5.0,"runtime":83,"cert":"N\/A","id":45839,"title":"FRED: The Movie","adult":false,"genre_ids":[35,10751,10770]},{"cast":["Burt Reynolds","Goldie Hawn","Jessica Tandy","Barnard Hughes","Audra Lindley"],"overview":"When a professional couple who have lived &amp; worked together for many years finally decide to marry, their sudden betrothal causes many unexpectedly funny and awkward difficulties. They soon find that being married is often quite different from being \"best friends.\"","release_date":"1982-12-17","vote_average":5.7,"runtime":116,"cert":"N\/A","id":45840,"title":"Best Friends","adult":false,"genre_ids":[35,10749]},{"cast":["Manu Eveno","Christophe Mali","Guizmo","Danielito Bravo","Bibou"],"overview":"","release_date":"2009-11-30","vote_average":4.3,"runtime":null,"cert":"N\/A","id":45841,"title":"Tryo - Sous les étoiles","adult":false,"genre_ids":[10402]},{"cast":["Gaetan Roussel","Arnaud Samuel","Robin Feix","Alexandre Margraff"],"overview":"","release_date":"2006-11-27","vote_average":5.3,"runtime":null,"cert":"N\/A","id":45846,"title":"Louise Attaque en concert: Ya t'il quelqu'un ici?!","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"The Australian Pink Floyd Show perform at the Kings Docks in Liverpool, 2004. Includes a near perfect rendition of the full Dark Side of the Moon album.","release_date":"2004-10-27","vote_average":0.0,"runtime":148,"cert":"","id":45847,"title":"The Australian Pink Floyd Show","adult":false,"genre_ids":[]},{"cast":["Justin Carroll","Kim Dawson","Eric Acsell","Mia Zottoli","Tess Broussard"],"overview":"Hollywood. Tinseltown. Sin City. A town that's built its reputation on money, power and sex. A typical talent agent, Simon Teller is no different that the rest of the Hollywood elite. He'll do anything to seal a deal. And he and his starlet fiancee, Lacy Lloyd, like to push the envelope of their sexual boundaries. They get off by video-taping their erotic indiscretions with other men and women and watching them together. But eventually Simon picks the wrong woman to fool around with. When Donna, the sultry conniving wife of the agency's CEO, seduces and then black-mails him, he'll have to summon more than the usual tricks to land on his feet.","release_date":"1999-01-01","vote_average":0.0,"runtime":108,"cert":"N\/A","id":45850,"title":"Hollywood Sins","adult":false,"genre_ids":[18]},{"cast":["Daws Butler","Janet Waldo","Hal Smith","Don Messick"],"overview":"Yogi, Boo Boo and Cindy are awakened from hibernation and join their friends' Christmas activities while interfering with 2 villians' efforts to ruin the holiday.","release_date":"1980-11-21","vote_average":5.7,"runtime":98,"cert":"U","id":45851,"title":"Yogi's First Christmas","adult":false,"genre_ids":[16,10751]},{"cast":["Tommy Lee Jones","Brian Dowling","Frank Champi","Vic Gatto","J.P. Goldsmith"],"overview":"Filmmaker Kevin Rafferty takes viewers to 1968 to witness a legendary college football game and meet the people involved, interweaving actual gridiron footage with the players' own reflections. The names may be familiar (Tommy Lee Jones and friends of Al Gore and George W. Bush are among the interviewees), but their views on the game's place in the turbulent history of the 1960s college scene add an unexpected dimension.","release_date":"2008-11-19","vote_average":7.0,"runtime":105,"cert":"N\/A","id":45852,"title":"Harvard Beats Yale 29-29","adult":false,"genre_ids":[99,18]},{"cast":["Adrian Paul","Kandis Erickson","Bridget Shergalis","Tori White","Chauntal Lewis"],"overview":"Over Thanksgiving weekend, all but five students in an old Manhattan building that's now a college dormitory leave for home: staying on one floor are roommates Lauren, Melina, and Alison, plus her boyfriend Diego and Grant, a loner in a room down the hall. Lauren's been seeing things in her bathroom: a silent child of about six. Diego has written a paper on parapsychology, so he holds a séance with the disbelieving co-eds. Something goes awry, because bad things start to happen and the students' only defender is an aging campus cop named Syd. What's the silent ghostly girl's secret, and can Alison discover what's going on before it's too late?","release_date":"2006-04-22","vote_average":4.2,"runtime":88,"cert":"N\/A","id":45853,"title":"Séance","adult":false,"genre_ids":[27]},{"cast":["Alissa Jung","Michael Degen","Manuel Cortez","Wanja Mues","Stephanie Gossger"],"overview":"Vanessa is a youth of 30 years that is euphoric with the preparations of his marriage. When his fiancé Tim travels for the Greece to work, he looks to be more and more discouraged with the fact of become a married man and finds a beautiful motive for feel of that form. Then Vanessa does his suitcases and goes to the meeting of its big love. In the flight she knows an attractive one and tempting youth called Janis that help-her it get ready with her own fiancé, putting him in an extremely embarrassing situation, to which she same save-him. Tim recognizes all the love and effort of his fiancée and begs for the its pardon, it asking once again in marriage. But it will be that she is going to accept?","release_date":"2008-11-25","vote_average":5.3,"runtime":88,"cert":"N\/A","id":45854,"title":"Griechische Küsse","adult":false,"genre_ids":[35,10749]},{"cast":["Ben Cousins","Terry Wallace","Mick Malthouse","Mike Sheahan","Rex Hunt"],"overview":"A new tell-all documentary follows the life of controversial Australian Rules footballer Ben Cousins. Such Is Life: The Troubled Times of Ben Cousins includes footage of the Richmond footballer admitting he's a drug addict, and emotional scenes as his family struggle to cope. The end result is deeply emotional and compelling. It's a cautionary tale - the inside story of a superstar footballer who made some bad choices along the way and ended up in a titanic struggle with drug addiction.","release_date":"2010-08-25","vote_average":0.0,"runtime":99,"cert":"N\/A","id":45857,"title":"Such Is Life - The Troubled Times Of Ben Cousins","adult":false,"genre_ids":[99]},{"cast":["Gail O'Grady","Michael Bowen","Brian Bloom","Don S. Davis","Jason Schombing"],"overview":"On the job, top FBI hostage negotiator Theresa Foley (Gail O'Grady) is a tough, no-nonsense professional...calm and cool in the face of risky, potentially deadly situations. At home, she's a loving mother, with two kids and a devoted husband, Frank (Michael Bowen), a fellow FBI agent. But her idyllic home life is shattered when a three-time loser she took down in a failed bank heist escapes from jail and vows revenge. Frank - is becoming increasingly irrational and distant after losing his job with the bureau. Theresa's former partner Danny McBaine (Brian Bloom) is seemingly the one relief valve in her ever-spiraling predicament. But can Danny help protect her from the madman who is stalking her - or will his presence only serve to inflame her husband's simmering paranoia and growing suspicions? The explosive climax threatens to sweep Theresa, her family, her life and her skills as a Hostage Negotiator to the very brink of terror in this edge-of-the-seat thriller!","release_date":"2001-01-01","vote_average":5.0,"runtime":89,"cert":"N\/A","id":45860,"title":"Hostage Negotiator","adult":false,"genre_ids":[18,53]},{"cast":["Benshan Zhao","Dong Jie","Dong Li-Fan","Fu Biao","Li Xuejian"],"overview":"Zhao is an old laid-off worker who's dreaming of getting married. After trying unsuccessful proposals, he finally pair off with a gargantuan divorcée with two children. She, however, demands a lavish wedding and that Zhao finds a job and another place to stay for her blind step-daughter. Pretending he's the General Manager of a non-existent posh hotel \"Happy Times\", Zhao had to find ways and means of keeping both mother and stepdaughter happy.","release_date":"2000-12-31","vote_average":7.3,"runtime":102,"cert":"N\/A","id":45861,"title":"Happy Times","adult":false,"genre_ids":[18,35]},{"cast":["David Keith","Mel Harris","Douglas Smith","Leighton Meester","Jake Richardson"],"overview":"Bullying students are becoming deathly ill after screaming the name of a legendary ghost. What's to blame? An exotic illness? An illicit drug? Or is it the supernatural? The clues are few and time is running out for the students of Rogers High School. The only hope is the Veritas Project, a highly trained investigative team working undercover to expose the truth. Lives hang in the balance as they scramble to unravel the mystery and protect the student body from their own hatred and fear.","release_date":"2003-09-12","vote_average":5.1,"runtime":106,"cert":"N\/A","id":45862,"title":"Hangman's Curse","adult":false,"genre_ids":[27,9648,53]},{"cast":["Teresa Mak","Pinky Cheung","Hoh Kan-Yee","Natalie Ng","Jade Leung"],"overview":"Hong Kong Action Comedy","release_date":"2003-01-01","vote_average":3.0,"runtime":90,"cert":"N\/A","id":45863,"title":"Brush Up My Sisters","adult":false,"genre_ids":[28,35]},{"cast":["Dante Basco","Ryan Browning","A. J. Buckley","Derek Hamilton","Cassidy Rae"],"overview":"As four lifelong friends, Will, Bryan, Matt, and Corey, are on the road trip they've been planning their whole lives, Corey's beloved grandfather unexpectedly dies. When going to claim Corey's inheritance, the gang meets Matt's beautiful cousin Jessie and embark on a hilarious, extreme sports-filled adventure.","release_date":"2001-09-28","vote_average":4.7,"runtime":93,"cert":"N\/A","id":45864,"title":"Extreme Days","adult":false,"genre_ids":[28,12,35,10749]},{"cast":["Michael Jackson"],"overview":"This compilation features 10 of Michael Jackson's greatest video hits, including \"Billie Jean,\" \"The Way You Make Me Feel,\" \"Black or White,\" \"Rock With You\" and others. -Includes the never before seen 18 minute version of \"Bad\". Directed by Martin Scorsese. Featuring Wesley Snipes. -9:30 Long Version of \"The Way You Make Me Feel\". -\"Black Or White\"- short film \"Panther\" version -\"thriller\"- \"monstrous masterpiece\" the ultimate \"music movie\" 14 minutes of horrific fun by director John Landis. -\"remember The Time\"- directed by John Singleton (Higher Learning, Boyz N The Hood, Shaft),features Eddie Murphy and Magic Johnson.","release_date":"1995-07-16","vote_average":7.6,"runtime":90,"cert":"N\/A","id":45865,"title":"Michael Jackson Video Greatest Hits: HIStory","adult":false,"genre_ids":[10402]},{"cast":["Asiru","Shi Liang","Song Jia"],"overview":"After being involved in the bizarre death of her boyfriend, a psychology student finds herself being haunted by his ghost.","release_date":"2008-01-01","vote_average":3.0,"runtime":94,"cert":"N\/A","id":45866,"title":"Help","adult":false,"genre_ids":[27]},{"cast":["Andrew Casey","Lauren Bigby","Sarah Canon","Joe Wells"],"overview":"Four British buddies agree to arrange a home-alone party as the ultimate solution to their problems with the opposite sex.","release_date":"2006-08-21","vote_average":5.5,"runtime":90,"cert":"N\/A","id":45867,"title":"Neil's Party","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"","release_date":"2004-09-26","vote_average":5.0,"runtime":null,"cert":"N\/A","id":45868,"title":"La Storia Di Leo","adult":false,"genre_ids":[]},{"cast":["Anthony Wong","Francis Ng","Jackie Lui Chung-Yin","Roy Cheung","Lam Suet"],"overview":"Triad boss Lung (Eddy Ko), who has just escaped being killed in an assassination attempt hires the killers Curtis (Anthony Wong), James (Lam Suet), Mike (Roy Cheung), Roy (Francis Ng) and Shin (Jackie Lui) for his protection.","release_date":"1999-11-19","vote_average":7.1,"runtime":81,"cert":"N\/A","id":45871,"title":"The Mission","adult":false,"genre_ids":[28,12,18,878]},{"cast":["Kirk Douglas","Bruce Dern","Bo Hopkins","James Stacy","Luke Askew"],"overview":"A tough marshal with political ambitions leads an elite posse to capture a notorious criminal. He succeeds, but instead of cheering him, the public turns against him.","release_date":"1975-06-04","vote_average":5.3,"runtime":92,"cert":"N\/A","id":45874,"title":"Posse","adult":false,"genre_ids":[37]},{"cast":["Lysette Anthony","Geraint Wyn Davies","Matt Clark","Geoffrey Lewis","Blake Heron"],"overview":"Three tales of terror: in \"The Graveyard Rats\" lovers murder the woman's older husband and encounter horror when they attempt to rob his grave; \"Bobby\" is the story of a woman who summons her son back from the dead; and in \"He Who Kills\" an African doll goes on a murderous rampage.","release_date":"1996-10-30","vote_average":5.0,"runtime":90,"cert":"N\/A","id":45875,"title":"Trilogy of Terror II","adult":false,"genre_ids":[27,53,10770]},{"cast":["Dan Ekborg","Ludvig Dietmann","Gösta Ekman","Johan Ulveson","Figge Norling"],"overview":"The movie is based on Barbro Lindgrens popular and absurd comical books Loranga, Masarin & Dartanjang (1969) and Loranga, Loranga (1970). The movie is about the worlds greatest dad that loves pop music and refuses to get a job - because who would then play with his son Masarin? Lorangas dad Dartanjang lives in the woodshed to prevent germs from getting to him. But that does not seem to help because he keeps getting sick all the time.","release_date":"2005-10-14","vote_average":5.3,"runtime":54,"cert":"N\/A","id":45876,"title":"Loranga, Masarin & Dartanjang","adult":false,"genre_ids":[16,10751]},{"cast":["Carly Pope","Ian McShane","Adrian Paul","Rena Owen","Brendan Fehr"],"overview":"Sara Novak is an introverted college student with a few skeletons in her closet. Shying away from classmates, she prefers to spend time with Vern, an older comic store owner who shares her passion for mind games and riddles. But when the riddles she solves lead to the deaths of those around her, she realizes the riddles are more than a simple game.....","release_date":"2003-01-01","vote_average":5.1,"runtime":92,"cert":"N\/A","id":45877,"title":"Nemesis Game","adult":false,"genre_ids":[9648,53]},{"cast":["Lori Lethin","Brendan Hughes","Alex Rocco","Scott Jacoby","Andy Romano"],"overview":"A few years ago, a mysterious serial-killer caused panic on Crippen High School. The killer was never caught. A movie company, Cosmic Pictures, has decided to make a feature movie about these events - on location, at the now abandoned school. Since members of cast and crew disappear without a trace, it seems as if history is repeating itself...","release_date":"1987-01-28","vote_average":4.6,"runtime":95,"cert":"N\/A","id":45878,"title":"Return to Horror High","adult":false,"genre_ids":[18,27,35]},{"cast":["Abdul Malik Abbott","Monique Alexander","Devon","Ron Jeremy"],"overview":"This video is an assortment of alleged 'reality shows' that never made it on the air for one reason or another. Includes segments entitled \"Amazing Racist,\" about a Jew who approaches black people in a Klan outfit and sells anti-muslim paraphernalia outside of (and within) and mosque; \"The Whore,\" about men caught on camera during sex as it's revealed to them that their blind date was paid; and \"Psych Ward,\" about using psychiatric patients in a 'game-show' type situation. All of these segments are examples of the non-disgusting part of the compilation. \"Money\" is the lead example of the segments bent on vomit-inducing situations, as it offers money to people to do disgusting things just to see how much it takes for them to do so. Many segments also include the promotion of illegal activities, such as drug use, prostitution, and grand theft.","release_date":"2004-09-28","vote_average":3.7,"runtime":65,"cert":"N\/A","id":45879,"title":"Lost Reality","adult":false,"genre_ids":[35]},{"cast":["Ray Walston","Avery Schreiber","Patty McCormack","Jason Presson","Julianne McNamara"],"overview":"Eddie and his family have just inherited a spooky wreck of a house. What they do not know about the house is that it was built over an evil passage way, but they are soon to discover the wacky evil it releases.","release_date":"1988-09-26","vote_average":3.0,"runtime":78,"cert":"N\/A","id":45880,"title":"Saturday the 14th Strikes Back","adult":false,"genre_ids":[35,14,27]},{"cast":["Gabriel Byrne","F. Murray Abraham","Kathy Bates","Robert De Niro","Harvey Keitel"],"overview":"The Bridge of San Luis Rey is American author Thornton Wilder's second novel, first published in 1927 to worldwide acclaim. It tells the story of several interrelated people who die in the collapse of an Inca rope-fiber suspension bridge in Peru, and the events that lead up to their being on the bridge.[ A friar who has witnessed the tragic accident then goes about inquiring into the lives of the victims, seeking some sort of cosmic answer to the question of why each had to die. The novel won the Pulitzer Prize in 1928.","release_date":"2004-01-01","vote_average":5.3,"runtime":120,"cert":"N\/A","id":45881,"title":"The Bridge of San Luis Rey","adult":false,"genre_ids":[10749,18]},{"cast":["Parviz Shahinkhou","Maryam Hamid","Hossein Panahi","Nessim Khaloul","Mohamed Graïaa"],"overview":"The story of a blind dervish named Bab'Aziz and his spirited granddaughter, Ishtar. Together they wander the desert in search of a great reunion of dervishes that takes place just once every thirty years. With faith as their only guide, the two journey for days through the expansive, barren landscape.","release_date":"2005-01-01","vote_average":7.1,"runtime":98,"cert":"N\/A","id":45882,"title":"Bab'Aziz","adult":false,"genre_ids":[18]},{"cast":["Miyoko Asô","Hiroto Itô","Terry Ito","Takeshi Katô","Koji Okura"],"overview":"\"Aogeba Totoshi\" deals with the issues of mortality and death through the eyes of a lonely student who has an morbid and albeit naive fascination with death. His teacher, Koichi is also grappling with the issue of mortality as he deals with the impending death of his ailing father, who has decided to spend his final days in the family home. As the story progresses, Koichi finds unexpected solace from his grief by letting his troubled student visit and meet with his father in the hopes that he will understand the meaning of life and death.","release_date":"2006-01-21","vote_average":4.5,"runtime":82,"cert":"N\/A","id":45883,"title":"Aogeba Tôtoshi","adult":false,"genre_ids":[18]},{"cast":["Susan Strasberg","Laurent Terzieff","Emmanuelle Riva","Didi Perego","Gianni Garko"],"overview":"Determined to survive at any price, Edith, a young Jewish woman deported to an extermination camp, manages to survive by accepting the role of kapo, a privileged prisoner whose mission is to ruthlessly guard other prisoners.","release_date":"1960-09-27","vote_average":7.1,"runtime":120,"cert":"N\/A","id":45884,"title":"Kapo","adult":false,"genre_ids":[18,36,10752]},{"cast":["Dawie Ackermann","Jason Cope","Sharlto Copley","Braam Greyling","Godfrey Seome"],"overview":"A documentary-style short film about the arrival of an alien spaceship over Johannesburg, South Africa.","release_date":"2005-01-01","vote_average":7.1,"runtime":6,"cert":"N\/A","id":45887,"title":"Alive in Joburg","adult":false,"genre_ids":[878]},{"cast":["Denholm Elliott","Joss Ackland","Glenda Jackson","Billie Whitelaw","David Threlfall"],"overview":"At the request of his old war time colleague Ailsa Brimley, George Smiley agrees to look into the murder of Stella Rode. Brimley had only just received a letter from her saying she feared for her life at her husband's hand. The husband, Stanley Rode teaches at Carne School, but Smiley is doubtful that he had anything to do with his wife's death. As Smiley investigates, he learns that Stella was a nosy busybody who loved to learn other's little secrets and then gossip about them - or possibly blackmail them. When a student is killed and Smiley unearths a secret, he has the evidence to name the killer.Based on John Le Carré's 1962 thriller (his first) in which George Smiley is brought out of spy retirement to solve a murder in a British public school. The setting is based on Le Carre\"s own schooldays in Sherborne and his brief experience teaching at Eton.","release_date":"1991-10-04","vote_average":5.4,"runtime":90,"cert":"","id":45888,"title":"A Murder of Quality","adult":false,"genre_ids":[18,53,9648]},{"cast":["Alan Tam","Chang Chen","Miriam Yeung","Kitty Zhang Yuqi","Hong Tao"],"overview":"\"Here Comes Fortune\" is about the God of Fortune coming down from heaven to spread some love and wealth to humans in need. The movie is developed by talking about stories which took place in three cities: Shenyang, where a kind-hearted teacher is willing to give up a billion dollars in order to save her adopted daughter; Shanghai, a love story about 533, a female God of Fortune falling in love with a blind pianist; and Beijing where an ugly duckling story of Xu Jie, the boring introverted office lady.","release_date":"2010-02-09","vote_average":7.0,"runtime":103,"cert":"N\/A","id":45889,"title":"Here Comes Fortune","adult":false,"genre_ids":[35]},{"cast":["Violante Placido","Fausto Paravidino","Giorgia Wurth","Elena Bouryka","Michele Venitucci"],"overview":"The life story of Italian iconic pornographic actress Moana Pozzi. The actress Ilona Staller sued the production of the film for the unauthorized use of the character \"Cicciolina\", of which she owned the rights.","release_date":"2009-11-01","vote_average":7.2,"runtime":181,"cert":"N\/A","id":45890,"title":"Moana","adult":false,"genre_ids":[18,10770]},{"cast":["Tiril Eeg-Henriksen","Martin Mbugua","Christian Skolmen","Anne Ryg","Cecilie A. Mosli"],"overview":"A young girl finds her excitement over the prospect of an ocean cruise suddenly offset by a series of bizarre visions.","release_date":"2007-10-31","vote_average":5.6,"runtime":74,"cert":"N\/A","id":45891,"title":"The Ten Lives of Titanic the Cat","adult":false,"genre_ids":[9648,10751]},{"cast":["Eason Chan","Tony Leung Ka-Fai","Anthony Wong","Alex Fong Lik-Sun","Bowie Lam"],"overview":"In the early 1970s, the Governor of Hong Kong decided to clean up the police force. The ICAC was established, whose operation branch was headed by Yim (Bowie Lam). Bong and Unicorn also joined the ICAC. Despite threats of violence and intimidation, they managed to bring about the downfall of the empire of graft.s.","release_date":"2009-04-30","vote_average":5.1,"runtime":113,"cert":"N\/A","id":45892,"title":"I Corrupt All Cops","adult":false,"genre_ids":[53,80]},{"cast":["Jenna Mattison","Sean Maguire","Armand Assante","Betty White","Jennifer Blanc"],"overview":"Bookshop clerk Maggie Malone is granted three wishes after she finds a first-edition copy of Charles Dickens' Great Expectations.","release_date":"2005-04-22","vote_average":2.5,"runtime":98,"cert":"N\/A","id":45893,"title":"The Third Wish","adult":false,"genre_ids":[14,35,878,10749]},{"cast":["Anthony Bate","Derek Jacobi","Michael Culver","Bernard Archard","Barrie Cookson"],"overview":"Recruited by the Russians during their days at Cambridge, three young Englishmen rise to become high-ranked MI5 agents until their exposure in 1949.","release_date":"1977-05-31","vote_average":4.5,"runtime":90,"cert":"","id":45894,"title":"Philby, Burgess and Maclean","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"The film is set around three protagonists. Two run a gas station on the outskirts of town, on a road that gets next to no traffic anymore, and so they get next to no customers. They live and work out of a decrepit van on site, its windows covered in plastic. Sadry is a former strongman, now blind in one eye. He is the boss of the station. Yadi is his eager to please assistant, who usually annoys more than pleases. Finally there is the postman, Abbas, who longs to trade in his break-less bicycle for a motorcycle, while he must care for his mentally ill brother.","release_date":"2006-01-01","vote_average":8.0,"runtime":85,"cert":"N\/A","id":45895,"title":"A Few Kilos of Dates for a Funeral","adult":false,"genre_ids":[18]},{"cast":[],"overview":" ","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45896,"title":"Sara","adult":false,"genre_ids":[]},{"cast":["Mélanie Doutey","Arnaud Binard","Malika El-Omari","Azedinne Bouayad","Christian E. Christiansen"],"overview":"A young Danish guy, Nils, is visiting Morocco, where he meets the 16-year-old Berber girl Leïla. It marks the beginning of a great, all-encompassing passion. Leïla must defy her family to be with Nils, and their love has big consequences.","release_date":"2001-08-08","vote_average":0.0,"runtime":90,"cert":"N\/A","id":45897,"title":"Leïla","adult":false,"genre_ids":[18]},{"cast":["Niki Karimi","Khosro Shakibai","Yassamin Maleknasr","Amin Tarokh"],"overview":"Sara is the perfect young housewife. When husband Hessam requires an expensive emergency operation abroad, it is she who works for the funds. For the next three years she labors secretly to pay the shady loan shark and save Hessam - until the truth is revealed and with it, the reality of her marriage.","release_date":"1993-01-01","vote_average":5.5,"runtime":102,"cert":"N\/A","id":45898,"title":"Sara","adult":false,"genre_ids":[18]},{"cast":["Leila Hatami","Ali Mosaffa","Jamileh Sheikhi","Turan Mehrzad","Amir Pievar"],"overview":"This film tells the story of a semi modern Iranian couple, who are trying to fight the old beliefs & old generation. This is a failing battle because the man is not strong enough.","release_date":"1997-04-25","vote_average":7.4,"runtime":102,"cert":"N\/A","id":45899,"title":"Leila","adult":false,"genre_ids":[10751,18,10749]},{"cast":[],"overview":"In La prova generale, Carlo (Carlo Cecchi) interviews with a tape machine and a microphone his young lover while the two wander in the beautiful splendour of a wood on the edge of the city.","release_date":"1968-01-01","vote_average":5.5,"runtime":77,"cert":"N\/A","id":45900,"title":"The Dress Rehearsal","adult":false,"genre_ids":[]},{"cast":[],"overview":" ","release_date":"2005-01-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":45901,"title":"Tamrin-e akhar","adult":false,"genre_ids":[]},{"cast":["Hosein Yari","Zabi Afshar","Hoda Nasseh"],"overview":"Since the Islamic Revolution in Iran, capital punishment is carried out according to Islamic law, which gives the family of the victim ownership of the offender's life. Day Break - based on a compilation of true stories and shot inside Tehran's century-old prison - revolves around the imminent execution of Mansour, a man found guilty of murder. When the family of the victim repeatedly fails to show up on the appointed day, Mansour's execution is postponed again and again. Stuck inside the purgatory of his own mind, he waits as time passes on without him, caught between life and death, retribution and forgiveness.","release_date":"2005-09-09","vote_average":7.0,"runtime":84,"cert":"N\/A","id":45902,"title":"Day Break","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Original hits and video clips from Iggy Pop, The Stranglers, Bow Wow Wow, P.I.L., Buzzcocks, 999, Generation X, XTC and more.","release_date":"2002-07-23","vote_average":0.0,"runtime":70,"cert":"N\/A","id":45903,"title":"Punk Generation","adult":false,"genre_ids":[10402]},{"cast":["Nicholas Kadi","Eli Allem","Catherine Lavine"],"overview":"More than fourteen centuries ago, Mecca was filled with gambling, drunkenness, slavery, the mistreatment of women, and greed. The holy Ka'bah was littered with idol gods. Pilgrims came by the thousands to worship them. Quarysh, Mecca's ruling body, reveled in the their good fortune but cared little for the welfare of the pilgrims of Arabia.Against this dismal scene, a man named Muhammad (pbuh) retreated to a cave high above Mecca to pray. The events that transpired in that cave changed the course of human history.This is the story of the blessings of Muhammad (pbuh) - The Last Prophet.","release_date":"2002-11-08","vote_average":5.1,"runtime":95,"cert":"N\/A","id":45904,"title":"Muhammad: The Last Prophet","adult":false,"genre_ids":[16,10751,36]},{"cast":["Christopher Walken","Peter McDonald","Kate Burton","Vera Farmiga","Anne Pitoniak"],"overview":"Vic is a struggling auto mechanic with a safe-cracking past and a lot of debt. His girlfriend runs a bar and offers to loan him the money she's saved for remodeling, but Vic is reluctant to take it. When a long-lost cousin from Ireland shows up on his doorstep, the two team up for one last heist.","release_date":"2000-05-17","vote_average":5.2,"runtime":90,"cert":"N\/A","id":45905,"title":"The Opportunists","adult":false,"genre_ids":[35,80,18,10749]},{"cast":[],"overview":"Almost five years ago, a disaster struck New Orleans. The media said it was a natural disaster primarily affecting poor black people. On both counts, the media was wrong.In his feature--length documentary The Big Uneasy, humorist and New Orleans resident Harry Shearer gets the inside story of a disaster that could have been prevented from the people who were there","release_date":"2010-08-30","vote_average":6.8,"runtime":null,"cert":"N\/A","id":45906,"title":"The Big Uneasy","adult":false,"genre_ids":[99]},{"cast":["František Kuchta","Ctibor Filčík","Dušan Blaškovič","Ondrej Jariabek","Martin Ťapák"],"overview":"This film is one of the most popular pictures of Slovak cinema and relates the story about the legendary folk hero and brigand Juro Jánošík [1688-1713] and the social situation in Slovakia of the late 17th and early 18th centuries. The first part talks about Jánošík's childhood, studies and return to his native village. In the second part Jánošík leaves for the hills, where he organizes his band of brigands and starts an anti-feudal resistance. The film concludes with Jánošík's execution.","release_date":"1963-08-23","vote_average":7.3,"runtime":170,"cert":"N\/A","id":45915,"title":"Jánošík","adult":false,"genre_ids":[36,18,12]},{"cast":["Leonardo Pieraccioni","Massimo Ceccherini","Luisa Ranieri","Giorgio Picchianti","Melanie Gerren"],"overview":"","release_date":"2001-01-01","vote_average":5.4,"runtime":90,"cert":"N\/A","id":45916,"title":"Il principe e il pirata","adult":false,"genre_ids":[35]},{"cast":["Donnell Rawlings"],"overview":"Talented impressionist Donnell Rawlings performs before a packed house and delivers hysterical renditions of such popular celebrities as Michael Jackson, and President Barack Obama","release_date":"2010-09-14","vote_average":4.8,"runtime":63,"cert":"N\/A","id":45917,"title":"Donnell Rawlings: From Ashy to Classy","adult":false,"genre_ids":[35]},{"cast":["Chris Hemsworth","Rachel Nichols","Samm Levine","Norman Reedus","George Segal"],"overview":"An off-the-wall comedy set around the dinner table. What at first glance seems like an awkward 'meet the parents' situation for Dade Klublershturf quickly turns into a game of cat and mouse between Nazis, his boy genius younger brother, Ollie, and a time machine (disguised as an Atari joy stick) the Nazis are trying to capture from him.","release_date":"2010-09-14","vote_average":5.9,"runtime":10,"cert":"N\/A","id":45920,"title":"Ollie Klublershturf vs. the Nazis","adult":false,"genre_ids":[35]},{"cast":["Sean Young","David Starzyk","M. Emmet Walsh","Barbara Bain","Felix Williamson"],"overview":"Laura (Sean Young) and Guy (David Starzyk) are devastated by grief when their 8-year-old daughter, Kimberly, is murdered. Hoping to repair their tattered marriage, they move to a quiet town to remodel an old mansion, but weird things start to happen in this eerie ghost story. Laura is convinced that they are being visited Kimberly's spirit, and Guy ultimately believes her, but is it really their daughter who is urging them to seek vengeance?","release_date":"2008-11-20","vote_average":4.3,"runtime":97,"cert":"15","id":45921,"title":"Haunted Echoes","adult":false,"genre_ids":[27,53]},{"cast":["John Ashcroft","Robert Baer","Tony Blair","Anthony Blinken","Hans Blix"],"overview":"The 1000 days of George W. Bush's presidency from the 9\/11 attacks to the iraqi quagmire.","release_date":"2004-05-27","vote_average":7.2,"runtime":90,"cert":"N\/A","id":45924,"title":"The World According To Bush","adult":false,"genre_ids":[99]},{"cast":["Leehom Wang","Stephen Fung","Gigi Leung","Kristy Yang","Sammo Hung"],"overview":"In the not too distant future, scientists begin to conduct research on the Power Glove, a device that will yield unimaginable power. But the gloves... In the not too distant future, scientists begin to conduct research on the Power Glove, a device that will yield unimaginable power. But the gloves were stolen by the ambitious special agent War 21, who subsequently disappears. Twenty years later, Combat 21 re-emerges to rule the world, calling himself the God of Fists. Now a new generation of special agents must come together and defeat the omnipotent enemy.","release_date":"2001-12-07","vote_average":4.3,"runtime":96,"cert":"N\/A","id":45925,"title":"The Avenging Fist","adult":false,"genre_ids":[28,878]},{"cast":["Willem Dafoe","Sam Neill","Irène Jacob","Rufus Sewell","Jean Yanne"],"overview":"Axel Heyst is an American recluse with a dubious past living in the Dutch East Indies port of Surabaya circa 1913. Staying in a German hotel there, Heyst becomes entranced with a member of the hotel's all-female orchestra.","release_date":"1996-12-13","vote_average":5.0,"runtime":99,"cert":"","id":45926,"title":"Victory","adult":false,"genre_ids":[18,10749]},{"cast":["Mary Barclay","Anthony Call","Michael Larson","Kelsey Lowenthal","Scotty Parker"],"overview":"In 1988, the Wyrick family moves into a new home, which was mysteriously abandoned by the previous owners. Shortly afterward, their four-year-old daughter Heidi begins spending time with an imaginary friend, a kindly old man named Mr. Gordy. Several months later, Heidi is frightened by the appearance of a man at the front door.","release_date":"2001-11-30","vote_average":5.6,"runtime":null,"cert":"N\/A","id":45927,"title":"A Haunting in Georgia","adult":false,"genre_ids":[28,53]},{"cast":["Jason Patric","Irène Jacob","Ian Richardson","Rod Steiger","Thomas Lockyer"],"overview":"Harry Donovan is an art forger who paints fake Rembrandt picture for $500,000. The girl he meets and gets into bed with in Paris, Marieke, turns out to be an arts expert Harry's clients are using to check the counterfeit picture he painted.","release_date":"1997-11-14","vote_average":6.0,"runtime":108,"cert":"","id":45928,"title":"Incognito","adult":false,"genre_ids":[80,53]},{"cast":["Leonard Nimoy"],"overview":"Titanica is a fascinating non-fiction drama which tells the story of the 1991 expedition to the wreck of the Titanic, the \"unsinkable\" luxury liner which collided with an iceberg and sank on April 15, 1912, losing 1,522 lives. Viewers experience the adventure, drama and danger of deep sea exploration through the activities of an international expedition team composed of unique and colourful characters, each with their own personal interest in the legendary wreck. Combining spectacular life-size images of the shattered remains on the ocean floor with recollections by survivor Eva Hart and computer-enhanced archival photographs, Titanica brings to life a remarkable tale of history, science and human ambition. IMAX","release_date":"1995-04-01","vote_average":6.0,"runtime":95,"cert":"N\/A","id":45929,"title":"Titanica","adult":false,"genre_ids":[99]},{"cast":["Mitch Gaylord","Tiny Wells","Janet Jones","Michael Pataki","Patrice Donnelly"],"overview":"Steve is a talented gymnast who has given up competition and is working at his father's bike shop. Julie is the new girl at his old gym, who has moved to town to train with their powerful coach. Inspired by Julie, Steve resumes training. While dealing with the conflicts in their personal lives and the stress of training, they prepare for the US Olympic Trials.","release_date":"1986-06-27","vote_average":5.5,"runtime":102,"cert":"N\/A","id":45930,"title":"American Anthem","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"With Harvest Day just around the corner, Rabbit needs Pooh's help to find boxes, baskets, and crates of all shapes and sizes in order to organize his garden goodies. The trouble is, Pooh isn't sure which shape is which and what size is what. But with a little help from Owl and some fun-filled observation of things around the Hundred Acre Wood, Pooh learns how to fit different vegetable shapes into right-sized baskets in time for a very unique and special harvest feast! WINNIE THE POOH: SHAPES AND SIZES is a lively story that uses colorful, kid-friendly objects including kites and pumpkins to teach children what triangles, circles, and other shapes look like (and even how to draw them). Your child will find learning irresistibly fun with Winnie the Pooh and all his pals in a never-before-seen story developed by Disney and leading educators! Discover WINNIE THE POOH: SHAPES AND SIZES, and give your child the priceless gift of learning that lasts a lifetime.","release_date":"2006-08-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":45931,"title":"Winnie the Pooh: Shapes and Sizes","adult":false,"genre_ids":[10751]},{"cast":["Tomo Sakurai","Satomi Kourogi","Nobutoshi Canna","Michiko Neya","Takehito Koyasu"],"overview":"Basara, on one of his frequent trips across the galaxy to spread the message of his music, folds in on an icy planet. The natives are hostile, and take him prisoner until he begins to sing for them and a little boy named Pedro recognizes his voice. They release Basara, and almost as soon as they don, a strange wailing voice comes from the nearby mountains. Basara and Pedro head out in Basara's valkyrie to investigate the noise. Little do they know, an ambush is waiting for them.","release_date":"1995-10-07","vote_average":3.0,"runtime":37,"cert":"N\/A","id":45932,"title":"Macross 7: The Galaxy is Calling Me","adult":false,"genre_ids":[16,28,878,10402]},{"cast":["Edwige Fenech","Renzo Montagnani","Fiorenzo Fiorentini","Alvaro Vitali","Leo Gullotta"],"overview":"The routine of a military camp is shaken by the arrival of a non-commissioned medical shapes bursting. The beautiful female soldier awakens fantasies of graduates and recruits, putting in turmoil all over the field, but only a nice rebel soldier can drop it. The comrades do not just have to console themselves with a group of young auxiliary","release_date":"1977-09-02","vote_average":4.1,"runtime":84,"cert":"N\/A","id":45933,"title":"The Nurse on a Military Tour","adult":false,"genre_ids":[35]},{"cast":["Norah Jones","Dolly Parton","Gillian Welch","Dave Rawlings","Kevin Breit"],"overview":"Blue Note Records will release a new DVD from Norah Jones, entitled Norah Jones and the Handsome Band: Live In 2004, on November 16. Shot August 8 and 9 at Nashville's historic Ryman Auditorium, the concert film includes performances of several songs from Jones' quadruple platinum 2004 release Feels Like Home and her landmark debut album Come Away With Me. Special guests include Dolly Parton, reprising her duet on \"Creepin' In,\" a standout track from Feels Like Home that was recently nominated for a Country Music Award; Gillian Welch and David Rawlings, who toured with Jones last year; Handsome Band alumnus Kevin Breit; and Richard Julian, another former tourmate of Jones' and co-writer of two songs on 'Feels Like Home.'","release_date":"2004-11-16","vote_average":6.0,"runtime":123,"cert":"N\/A","id":45936,"title":"Norah Jones and The Handsome Band: Live in 2004","adult":false,"genre_ids":[10402]},{"cast":["Toni Hudson","Eric Larson","Alex Cord","George Kennedy","Clu Gulager"],"overview":"A sinister corporation loses control of a house cat infected with a genetically-engineered virus. The death-toll rises during the mutant feline's rampage, and eventually, it finds its way on board a ship of a criminal king-pin.","release_date":"1988-08-24","vote_average":5.3,"runtime":90,"cert":"N\/A","id":45937,"title":"Uninvited","adult":false,"genre_ids":[27,878]},{"cast":["Peter Finch","Glenda Jackson","Murray Head","Peggy Ashcroft","Tony Britton"],"overview":"Recently divorced career woman Alex Greville begins a romantic relationship with glamorous mod artist Bob Elkin, fully aware that he's also intimately involved with middle-aged doctor Daniel Hirsh. For both Alex and Daniel, the younger man represents a break with their repressive pasts, and though both know that Bob is seeing both of them, neither is willing to let go of the youth and vitality he brings to their otherwise stable lives.","release_date":"1971-07-01","vote_average":6.9,"runtime":110,"cert":"15","id":45938,"title":"Sunday Bloody Sunday","adult":false,"genre_ids":[18]},{"cast":["Albert Dupontel","Jérémie Renier","Mélanie Doutey","Claude Rich","Carlo Brandt"],"overview":"State secrets, sincere convictions, ecstatic crowds, a regal lifestyle, prying journalists, suspicious disappearances: what goes on behind the scenes in the halls of power or the daily life of a President.","release_date":"2006-09-20","vote_average":5.7,"runtime":97,"cert":"N\/A","id":45939,"title":"President","adult":false,"genre_ids":[53]},{"cast":["Barun Chanda","Paromita Chowdhury","Sharmila Tagore","Indira Roy","Promode Ganguly"],"overview":"The chronicles of Chatterjee, an ambitious and self-made young man, as he rises his way up the corporate ladder.","release_date":"1971-09-24","vote_average":7.2,"runtime":110,"cert":"N\/A","id":45940,"title":"Company Limited","adult":false,"genre_ids":[18]},{"cast":["Signe Hasso","Alf Kjellin","Ulf Palme","Gösta Cederlund","Yngve Nordwall"],"overview":"Atka Natas is a secret agent from the oppressive regime of Liquidatzia. He visits his estranged wife Vera, a chemist who is involved with a group of exiles trying to smuggle their compatriots out of Liquidatzia. Almkvist, a local policeman and former lover of Vera's, contacts her while investigating the death of one of the refugees. Natas has a list of agents operating in the host country and wants to sell them to the Americans. However before he can do so, Vera tries to kill him, after an argument about getting her parents out of Liquidatzia.","release_date":"1950-10-23","vote_average":4.8,"runtime":84,"cert":"","id":45941,"title":"This Can't Happen Here","adult":false,"genre_ids":[18]},{"cast":["Dominique Blanc","Roschdy Zem","Patrick Catalifo","Jean-Luc Bideau","Georges Corraface"],"overview":"A woman remains in an airport after her husband announces he wants a divorce, just before they are to board a plane for Argentina. Unwilling to turn to her sister and emotionally traumatized she makes the airport her home, making money by working as a prostitute. She strikes up a friendship with a café worker Marco.....","release_date":"2000-05-29","vote_average":4.0,"runtime":125,"cert":"N\/A","id":45942,"title":"Stand-by","adult":false,"genre_ids":[18]},{"cast":["Leonid Mozgovoy","Mariya Kuznetsova","Sergei Razhuk"],"overview":"The film is set inside a russian mansion and begins with morning procedures for one of 1900s most controversial politicians, Lenin.","release_date":"2001-01-01","vote_average":5.2,"runtime":94,"cert":"N\/A","id":45943,"title":"Taurus","adult":false,"genre_ids":[18]},{"cast":["Abigail Hawk"],"overview":"At once gritty and whimsical, The Unidentified follow Estlin, a passionate young journalist scraping by in New York City. As his frustration with his entry-level job at a local newspaper peaks, his disgruntled best friend, Brooke, leaves Brooklyn for Ohio. Set adrift, Estlin falls for Sophie, an elusive artist with an optimistic view on life. But as their romance blossoms, his high ideals and dogged pursuit of truth come into conflict with her tightly guarded secrets. The film is an exploration of idealism and apathy in today's youth culture and the vestiges of the social consciousness of the 1960s. In a climactic scene shot at a real anti-war protest in Washington D.C., Estlin must come to terms with what has been lost, what still remains and where he must go from here.","release_date":"2008-06-01","vote_average":5.5,"runtime":109,"cert":"N\/A","id":45944,"title":"The Unidentified","adult":false,"genre_ids":[18,10749]},{"cast":["David Beames","Lisa Kreuzer","Sandy Ratcliff","Andrew Byatt","Sue Jones-Davies"],"overview":"Set in 1970s Britain, a man drives from London to Bristol to investigate his brother's death. The purpose of his trip is offset by his encounters with a series of odd people.","release_date":"1979-11-30","vote_average":6.0,"runtime":104,"cert":"","id":45945,"title":"Radio On","adult":false,"genre_ids":[18,53,9648,10402]},{"cast":[],"overview":"This fly on the wall-style documentary from 1961 won an Oscar for best documentary, and shows the changing patterns of human emotions during 24 hours in the life of Waterloo Station.","release_date":"1961-12-01","vote_average":6.8,"runtime":33,"cert":"","id":45946,"title":"Terminus","adult":false,"genre_ids":[99]},{"cast":["Sabine Timoteo","Florian Müller-Mohrungen","Sabina Riedel","Nicole Marischka","Kim Andrzejewski"],"overview":"Lynn (22) lives with her brother in Berlin. There she enjoys the advantages of family life, without really feeling involved in it. She does not have any precise aim in life, but manages to awaken the interest of many people with her direct and spontaneous character. Her boyfriend David is very different: he is entirely engrossed in his very disciplined swimming training for the world championships. David does not intend to allow himself to be distracted by the complicating factors of a relationship with Lynn. When Lynn, working behind the till of restaurant, meets the Japanese student Koji, everything gets more complicated. They can't exchange many words, but it is soon clear that their moments together mean a lot to both of them.","release_date":"2001-08-01","vote_average":6.7,"runtime":118,"cert":"N\/A","id":45949,"title":"The Days Between","adult":false,"genre_ids":[18]},{"cast":["Silvio Orlando","Giuseppe Battiston","Kasia Smutniak","Marco Messeri","Giovanni Mascherini"],"overview":"To avoid being sued, a film director reluctantly agrees to set up and direct the Good Friday celebrations in a small Tuscan town.","release_date":"2010-09-24","vote_average":6.8,"runtime":106,"cert":"N\/A","id":45950,"title":"The Passion","adult":false,"genre_ids":[35]},{"cast":["Jan Budař","Klára Melíšková","Will Spoor","Jiří Ornest"],"overview":"Ice hockey is a Czech national obsession, and the country's victory over Russia in the 1969 World Championships, the year following the Soviet invasion, is a celebrated moment in its history. In Marek Najbrt's black comedy, the heroic exploits take place only on a black and white tv screen as a group of representative misfits gather and watch the game in a desolate village on the Czech border. While consisting of recognisable types, Najbrt's bleak portrait reveals a world of alcoholism, debt, racism, bigotry, and infidelity that trails behind the dreams of nationalism and bears little resemblance to the fantasies of the new consumerism. A clever and multi-levelled film, it provides a sharp antidote to the reconciliatory charms of the conventional Czech comedy.","release_date":"2004-04-01","vote_average":4.5,"runtime":83,"cert":"N\/A","id":45951,"title":"Champions","adult":false,"genre_ids":[18]},{"cast":["Martina Bezoušková","Sylvie Kraslová","Sára Voříšková","Anna Bezoušková","Dan Bárta"],"overview":"Seven seemingly unconnected fairy tales - glued together only by folklore, mood, color and light - make up this Czech collection of visual poetry. The original piece of literature, written by Karel Jaromír Erben in 1853, contained twelve tales.","release_date":"2000-12-07","vote_average":7.3,"runtime":81,"cert":"N\/A","id":45952,"title":"Wild Flowers","adult":false,"genre_ids":[18,28,35]},{"cast":["Men Tu","Oleg Taktarov","Efim Stepanov","Susanna Orzhak","Orgil Makhaan"],"overview":"Three childhood friends. Three sworn brothers. One was initiated into the sacrament and grew up to be a great shaman. The other two followed the path of war and the nation recognised them as leaders. But only one of them was to become the ruler of the entire steppe. He was chosen by the Eternal Blue Sky and the Sky itself put him on a trial. Love for a woman will make him a warrior. Allegiance to the law will lead him to fratricide. Striving for peace will force him to start war. The council of nine tribes, speaking nine tongues, proclaimed him the sovereign and gave him the name of an ancient deity - Genghis Kahn.","release_date":"2009-03-12","vote_average":4.6,"runtime":127,"cert":"N\/A","id":45953,"title":"By the Will of Chingis Khan","adult":false,"genre_ids":[28,12,18,10752,36]},{"cast":["Kaltoum Boufangacha","Ahmed Hafiene","Sonia Bergamasco","Claudio Gioè"],"overview":"","release_date":"2009-01-01","vote_average":6.5,"runtime":null,"cert":"N\/A","id":45954,"title":"La straniera","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2008-10-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45957,"title":"Tre gånger Benny","adult":false,"genre_ids":[10751,16]},{"cast":["Javier Bardem","Maricel Álvarez","Hanaa Bouchaib","Guillermo Estrella","Eduard Fernández"],"overview":"This is a story of a man in free fall. On the road to redemption, darkness lights his way. Connected with the afterlife, Uxbal is a tragic hero and father of two who's sensing the danger of death. He struggles with a tainted reality and a fate that works against him in order to forgive, for love, and forever.","release_date":"2010-10-20","vote_average":7.2,"runtime":148,"cert":"N\/A","id":45958,"title":"Biutiful","adult":false,"genre_ids":[18]},{"cast":["James Frain","Clemency Burton-Hill","Tom Basden","Alyy Khan","Marija Karan"],"overview":"1099 A.D.: A battle-weary knight leads his men home from the Holy Land after years of fighting. But the supposedly holy relic he’s carrying bears a terrible curse…","release_date":"2010-03-27","vote_average":3.1,"runtime":88,"cert":"N\/A","id":45959,"title":"Dark Relic","adult":false,"genre_ids":[878,14,27]},{"cast":["Chester Morris","Constance Dowling","Steven Geray","James Bell","William Forrest"],"overview":"A mystery writer becomes the prime suspect in a murder investigation when a publisher he last saw is found dead.","release_date":"1947-02-06","vote_average":3.9,"runtime":73,"cert":"N\/A","id":45960,"title":"Blind Spot","adult":false,"genre_ids":[9648]},{"cast":["Jake Hoffman","Devon Aoki","Geneva Carr","Kris Lemche","John Ventimiglia"],"overview":"Julian Marsh is an out of work ladies' man who lands a job directing a bizarre adaptation of Hamlet. After casting his best friend and his ex-girlfriend in the show, Julian finds himself in the middle of a two thousand year old conspiracy that explains the connection between Shakespeare, the Holy Grail and some seriously sexy vampires. It turns out that the play was actually written by a master vampire name Theo Horace and it's up to Julian to recover the Grail in order to reverse the vampire's curse...If only being undead wasn't so much God-damned fun!","release_date":"2009-01-19","vote_average":3.6,"runtime":89,"cert":"N\/A","id":45961,"title":"Rosencrantz and Guildenstern Are Undead","adult":false,"genre_ids":[35,27]},{"cast":["James Woods","Tim McIntire","Kay Lenz","Robert Hooks","Charles Weldon"],"overview":"A dirty corrections officer gets involved in a murder plot involving one of the inmates.","release_date":"1982-05-11","vote_average":6.3,"runtime":115,"cert":"N\/A","id":45962,"title":"Fast-Walking","adult":false,"genre_ids":[18]},{"cast":["Aris Servetalis","Vicky Papadopoulou","Evangelia Adreadaki","Arto Apartian","Rania Ekonomidou"],"overview":"Leonidas, a young, ambitious police officer, is assigned to a remote island in the Aegean Sea. He dreams of solving important crimes, but there are few to be found in the sleepy beach community where he is left to such menial chores. Each day at the town café, Leonidas and the other locals watch the beautiful Angeliki, the small islands most famous daughter, as she hosts a popular talk show on national TV. These daily rituals are shattered when the island experiences what appears to be an actual crime-the island drunk, Zacharias, is found dead at the base of a cliff. Eager to do some sleuthing, Leonidas soon finds clues that tie the victim to Angeliki, who returns to the island and joins the investigation.","release_date":"2008-11-17","vote_average":6.0,"runtime":84,"cert":"N\/A","id":45963,"title":"Small Crime","adult":false,"genre_ids":[35,80,10749]},{"cast":["Carol Kane","Charles Durning","Colleen Dewhurst","Tony Beckley","Rutanya Alda"],"overview":"A psychopathic killer terrorizes a babysitter, then returns seven years later to menace her again.","release_date":"1979-10-26","vote_average":6.3,"runtime":97,"cert":"N\/A","id":45964,"title":"When a Stranger Calls","adult":false,"genre_ids":[27,53,18,80,9648]},{"cast":["Denjirô Ôkôchi","Susumu Fujita","Ryûnosuke Tsukigata","Akitake Kôno","Yukiko Todoroki"],"overview":"In this government-suggested sequel, Sugata again grows as a judo master, and demonstrates his (and by extension, all Japanese) superiority to the foreign warrior.","release_date":"1945-05-03","vote_average":6.4,"runtime":83,"cert":"N\/A","id":45965,"title":"Sanshiro Sugata Part Two","adult":false,"genre_ids":[28,18]},{"cast":["Vincent Cartier","Walter Cartier","Nat Fleischer","Bobby James","Judy Singer"],"overview":"American short subject documentary film in black-and-white, which is notable as the first picture directed by Stanley Kubrick. Kubrick financed the film himself, and it is based on an earlier photo feature he had done as a photographer for Look magazine in 1949. 'Day of the Fight' shows Irish-American middleweight boxer Walter Cartier during the height of his career, on the day of a fight with black middleweight Bobby James, which took place on April 17, 1950.","release_date":"1951-04-26","vote_average":5.8,"runtime":13,"cert":"N\/A","id":45966,"title":"Day of the Fight","adult":false,"genre_ids":[99]},{"cast":["Isao Numasaki","Chieko Nakakita","Atsushi Watanabe","Zeko Nakamura","Ichiro Namiki"],"overview":"Yuzo and his fiancée Masako spend their Sunday afternoon together, trying to have a good time on just thirty-five yen. They manage to have many small adventures, especially because Masako's optimism and belief in dreams is able to lift Yuzo from his realistic despair.","release_date":"1947-06-25","vote_average":7.4,"runtime":108,"cert":"N\/A","id":45967,"title":"One Wonderful Sunday","adult":false,"genre_ids":[18,35,10749]},{"cast":["Ghost Rider"],"overview":"Ghost Rider dons the uniform of Sweden's finest, capturing more high-speed mayhem on his 1000cc Yamaha R1. When pursued by the real police, he dodges roadblocks and disappears with a flick of the wrist and a trail of burning rubber. Includes full audio from the bike and hair-raising near-misses!","release_date":"2005-09-08","vote_average":9.0,"runtime":null,"cert":"N\/A","id":45968,"title":"Ghost Rider 4 Goes Undercover","adult":false,"genre_ids":[99]},{"cast":["Ghost Rider"],"overview":"The mysterious man in black returns, and this time Ghost Rider is going Back to Basics with some of the most extreme high-speed action ever seen. The latest installment of the adrenaline-packed Ghost Rider series features incredible on-board footage from the highways of Sweden and busy streets of Stockholm. Join Ghost Rider as he weaves through traffic, rides the Nurburgring, \"off-roads\" in a city center, goes sledging without snow and comes within seconds of disaster during unexpected encounters with a police van and a huge lorry! Ghost Rider swaps two wheels for four as he burns rubber in a high performance Subaru, showing he has skill and style whatever the machine. All the way the Swedish police are on his tail, the pursuits captured from incredible on-board camera angles and shown in split screen - so you can see what's ahead as you leave the pursuers behind. Plus, Ghost Rider finally agrees to take on a street race, with his bike at stake as well as his pride.","release_date":"2008-05-01","vote_average":9.3,"runtime":null,"cert":"N\/A","id":45969,"title":"Ghost Rider 5 Back To Basics","adult":false,"genre_ids":[99]},{"cast":["Bob Hite","Fred Stadtmueller"],"overview":"Two days in the life of priest Father Fred Stadtmuller whose New Mexico parish is so large he can only spread goodness and light among his flock with the aid of a mono-plane. The priestly pilot is seen dashing from one province to the next at the helm of his trusty Piper Club administering guidance (his plane, the Flying Padre) to unruly children, sermonizing at funerals and flying a sickly child and its mother to a hospital.","release_date":"1951-03-23","vote_average":5.1,"runtime":9,"cert":"N\/A","id":45970,"title":"Flying Padre","adult":false,"genre_ids":[99]},{"cast":["Sylvia Sidney","George Raft","Robert Cummings","Barton MacLane","Roscoe Karns"],"overview":"Mr. Morris, the owner of a large metropolitan department store, gives jobs to paroled ex-convicts in an effort to help them reform and go straight. Among his 'employed-prison-graduates' are Helen Roberts and Joe Dennis, working as sales clerks. Joe is in love with Helen and asks her to marry him, but she is forbidden to marry as she is still on parole, but she says yes and they are married. In spite of their poverty-level life, their marriage is a happy one until Joe discovers she has lied about her past, in order to marry him. Disillusioned, he leaves, goes back to his old gang and plans to rob the department store.","release_date":"1938-06-03","vote_average":8.1,"runtime":90,"cert":"N\/A","id":45971,"title":"You and Me","adult":false,"genre_ids":[18,80]},{"cast":["Ray Bradbury","Leonard Nimoy","Annie Barker","Alex Greenwald","Edan Gross"],"overview":"Four children learn the origins of Halloween customs while trying to save the life of their friend.","release_date":"1993-10-31","vote_average":6.8,"runtime":69,"cert":"N\/A","id":45974,"title":"The Halloween Tree","adult":false,"genre_ids":[10751,16,10770,12,18]},{"cast":["Dean Jagger","John Carradine","Lottie Elwen","Rene Paul","Walter Vaughan"],"overview":"Film noir B-movie shot in a semi-documentary style.","release_date":"1949-01-01","vote_average":4.4,"runtime":75,"cert":"N\/A","id":45975,"title":"C-Man","adult":false,"genre_ids":[]},{"cast":["Takako Irie","Susumu Minobe","Kôju Murata","Eiji Nakano","Ranko Sawa"],"overview":"The Morning Sun Shines is a fiction-documentary film by Kenji Mizoguchi and Seiichi Ina. The film is a combination of a drama about a reporter, and documentary footage about newspaper production. Only 25 minutes of footage has survived.","release_date":"1929-04-12","vote_average":5.4,"runtime":25,"cert":"N\/A","id":45976,"title":"The Morning Sun Shines","adult":false,"genre_ids":[18,99]},{"cast":["René Rindlisbacher","Stephan Schmidlin"],"overview":"","release_date":"2002-01-09","vote_average":5.3,"runtime":null,"cert":"N\/A","id":45977,"title":"Schmirinski's: PrOffice","adult":false,"genre_ids":[18,35,10402,10751]},{"cast":["Yoshizaburo Arashi","Utaemon Ichikawa","Daisuke Katô","Chôjûrô Kawarasaki","Kunitaro Kawarasaki"],"overview":"In 1701, Lord Takuminokami Asano has a feud with Lord Kira and he tries to kill Kira in the corridors of the Shogun's palace. The Shogun sentences Lord Asano to commit suppuku and deprives the palace and lands from his clan, but does not punish Lord Kira. Lord Asano's vassals leave the land and his samurais become ronin and want to seek revenge against the dishonor of their Lord. But their leader Kuranosuke Oishi asks the Shogun to restore the Asano clan with his brother Daigaku Asano. One year later, the Shogun refuses his request and Oishi and forty-six ronin revenge their Lord.","release_date":"1941-12-08","vote_average":7.1,"runtime":223,"cert":"N\/A","id":45978,"title":"The 47 Ronin","adult":false,"genre_ids":[18,36]},{"cast":["Stephan Schmidlin","René Rindlisbacher"],"overview":"","release_date":"2008-11-12","vote_average":5.3,"runtime":null,"cert":"N\/A","id":45979,"title":"Schmirinski's: Feriengrüsse aus Kos","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":45980,"title":"Schmirinski's - Die Unvollendete","adult":false,"genre_ids":[]},{"cast":["Stephan Schmidlin","René Rindlisbacher"],"overview":"Freche Parodien, faustdicke Selbstironie, ungewöhnliche Pantomimen, Gags am laufenden Band, ein Feuerwerk musikalischer Show-Slapsticks, sowie gewagte Akrobatik-Numern machen dieses Video zu einem unvergesslichen Erlebnis. Nicht nur David Hasselhoff, Peter Maffay, die Blues Brothers oder Beat Breu, sondern auch Bundesrat Villiger wird parodiert...","release_date":"2002-01-09","vote_average":5.3,"runtime":null,"cert":"N\/A","id":45981,"title":"Schmirinski's: Die Unvollendete","adult":false,"genre_ids":[35]},{"cast":["Stephan Schmidlin","René Rindlisbacher"],"overview":"","release_date":"2008-11-12","vote_average":5.3,"runtime":null,"cert":"N\/A","id":45982,"title":"Schmirinski's: Feriengrüsse aus Saint Tropez","adult":false,"genre_ids":[35]},{"cast":["Per Grundén","Gösta Ekman","Sture Ericson","Ingvar Ottoson","Per Waldvik"],"overview":"A German businessman wants to buy land in southern Sweden for a gigantic amusement park, his new project called \"Deutschneyland\" (a wordplay of Deutschland and Disneyland). Some of the locals dislike the idea, including the magically talented Lindberg family, and work to frustrate the development plans.","release_date":"1971-12-18","vote_average":6.4,"runtime":103,"cert":"N\/A","id":45983,"title":"The Apple War","adult":false,"genre_ids":[35]},{"cast":["Stephan Schmidlin","René Rindlisbacher"],"overview":"","release_date":"2000-11-08","vote_average":5.3,"runtime":null,"cert":"N\/A","id":45984,"title":"Schmirinski's: Fiesionen","adult":false,"genre_ids":[35]},{"cast":["Stephan Schmidlin","René Rindlisbacher"],"overview":"","release_date":"2008-11-12","vote_average":5.3,"runtime":null,"cert":"N\/A","id":45985,"title":"Schmirinski's: Schweizerlacher","adult":false,"genre_ids":[35]},{"cast":["Stephan Schmidlin","René Rindlisbacher"],"overview":"","release_date":"2002-02-06","vote_average":7.0,"runtime":null,"cert":"N\/A","id":45986,"title":"Schmirinski's: Top of Switzerland","adult":false,"genre_ids":[35]},{"cast":["Narutoshi Hayashi","Raizō Ichikawa","Tatsuya Ishiguro","Michiyo Kogure","Akitake Kôno"],"overview":"Special Forces commander Captain Tadamori returns to Kyoto after successfully defeating the uprising of pirates in the western sea of Japan. But because the high courtiers dislike career soldiers gaining power and influence, they ignore the will of ex-Emperor Toba and refuse to reward the captain. Reward recommender Lord Tokinobu is punished, and the captain sends his son Kiyomori to the Lord's residence, where he falls in love with Tokiko, the Lord's daughter. Meanwhile, Kiyomori finds out that he is possibly the ex-Emperor's son... Written by L.H. Wong","release_date":"1955-09-21","vote_average":7.2,"runtime":108,"cert":"N\/A","id":45987,"title":"Taira Clan Saga","adult":false,"genre_ids":[18]},{"cast":["Diego Abatantuono","Alessandro Haber","Gianni Cavina","Carlo Delle Piane","George Eastman"],"overview":"17 years after Regalo di Natale the same 5 players for a new challenge. Who can trust who?","release_date":"2004-01-30","vote_average":6.6,"runtime":99,"cert":"N\/A","id":45990,"title":"Christmas Rematch","adult":false,"genre_ids":[35,18]},{"cast":["Michiyo Kogure","Ayako Wakao","Seizaburô Kawazu","Midori Komatsu","Sumao Ishihara"],"overview":"In the post-war Gion district of Kyoto, the geisha Miyoharu agrees to apprentice the 16 year-old Eiko, whose mother was a former geisha who had just died. After a year of training they have to find a large sum of money before Eiko can debut. Miyoharu borrows the money from the tea-house owner, Okimi, who in turn obtains the money from the businessman Kusuda. Kusuda fancies Eiko himself and wants to give Miyoharu to Kanzaki in order to close a large business deal. However both geishas have minds of their own and, going against tradition, want to be able to say no to clients. Written by Will Gilbert","release_date":"1953-08-12","vote_average":7.5,"runtime":85,"cert":"N\/A","id":45991,"title":"A Geisha","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2010-01-01","vote_average":7.5,"runtime":62,"cert":"N\/A","id":45992,"title":"Jehovah's Witnesses - Faith In Action, Part 1: Out Of Darkness","adult":false,"genre_ids":[]},{"cast":["Kinuyo Tanaka","Tomoemon Otani","Yoshiko Kuga","Eitarô Shindô","Bontarô Miake"],"overview":"Yukiko's fiance learns her mother runs a geisha house and ends their engagement. She despises what her mother does until one of her clients shows interest and starts to woo her.","release_date":"1954-06-20","vote_average":7.5,"runtime":83,"cert":"N\/A","id":45993,"title":"The Woman in the Rumor","adult":false,"genre_ids":[10749,18]},{"cast":["Yang Lin","Hsin Shu-Fen","Mei Fang","Mei-Feng","Chien-wen Wang"],"overview":"A-yuan and A-yun are both from the small mining town of Jio-fen. In the city, A-yuan is an apprentice by day and goes to night school, and A-yun works as a helper at a tailors. Everyone thinks they are meant for each other, so do they. They fail to see time and fate are beyond their control.","release_date":"1986-05-09","vote_average":7.6,"runtime":109,"cert":"N\/A","id":45996,"title":"Dust in the Wind","adult":false,"genre_ids":[18,10749]},{"cast":["Carlo DeFilippi","Nicoletta Braschi","Toni Bertorelli","Andrea Occhipinti","Victor Cavallo"],"overview":"The story of the murder of a poet, a man, a great film director: Pier Paolo Pasolini. The story begin with the arrest of \"Pelosi\", a young man then accused of the murder of the poet. All the investigation about the crime is about the question: \"Was ONLY the \"Pelosi\" to kill Pasolini?\" The help of a Policeman, Trepalle put in evidence a trouble: Was Pasolini killed because of his accuses to some politicians?","release_date":"1995-09-03","vote_average":7.1,"runtime":100,"cert":"N\/A","id":45997,"title":"Who Killed Pasolini?","adult":false,"genre_ids":[18,80]},{"cast":["Kinuyo Tanaka","Yukiko Todoroki","Masayuki Mori","Akihiko Katayama","Sô Yamamura"],"overview":"Set in post-war Japan, The Lady of Musashino tells the story of Michiko, a disillusioned young woman trapped in a loveless marriage. She confides in her younger cousin, Tsutomo, and the two become close, but decide not to consummate their affair. He instead becomes involved with the flirtatious Tomiko, who is also conducting an affair with Michiko's husband. When Michiko finds that her husband has abandoned her, she decides to take her fate into her own hands.","release_date":"1951-09-14","vote_average":6.8,"runtime":88,"cert":"N\/A","id":45998,"title":"The Lady of Musashino","adult":false,"genre_ids":[18]},{"cast":["Tien Feng","Mei Fang","Tang Ru-Yun","Hsiao Ai","Yu An-Shun"],"overview":"The semi-autobiographical film on director Hou Hsiao-Hsien's childhood and adolescence, when he was growing up in Taiwan, living through the deaths of his father, mother and grandmother.","release_date":"1985-08-03","vote_average":7.5,"runtime":138,"cert":"N\/A","id":45999,"title":"A Time to Live, a Time to Die","adult":false,"genre_ids":[18]}]