[{"cast":["Vishnu Vinay","Saikumar","S P Sreekumar","Joju George","Sunil Sukhada"],"overview":"History of Joy is a coming-of-age drama that narrates the story of a law student, Joy, and his tryst with destiny. Joy, born into a rich family, lives the life of a hedonist in college. During one of his many night outs with his friends, Joy meets with an unpleasant accident that changes his life forever. The rest of the story revolves around his struggles to put his life back on track while striving to avoid the ghosts of his past.","release_date":"2017-11-24","vote_average":4.0,"runtime":120,"cert":"N\/A","id":460500,"title":"History of Joy","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460502,"title":"老九門番外之二月花開","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":460510,"title":"Les derniers secrets d'Hitler","adult":false,"genre_ids":[99]},{"cast":["Rebecca More","Syren Sexton","Michelle Moist","Megan Coxxx","Jasmine Webb"],"overview":"The filthy whore is buggered on the factory floor. The sex is rough, the sex is sick, her little poopshoot is stuffed with dick. Perverted Alice starts to squeal when fingered on the bondage wheel. Young Megan finds the fuck divine, spitroasted by the evil swine. The dusky mistress starts to grunt, with thick black tubesteak up her cunt. Monkey rocker, glory hole, gagging on a greasy pole. If you desire to see what's next, come join and join us!","release_date":"2011-12-01","vote_average":0.0,"runtime":217,"cert":"N\/A","id":460512,"title":"Psycho Sex","adult":true,"genre_ids":[]},{"cast":["Laurette Taylor","Pat O'Malley","Hedda Hopper","Cyril Chadwick","Edith Yorke"],"overview":"The adventures of a young shopgirl who learns that having money is not the key to happiness.","release_date":"1924-03-09","vote_average":0.0,"runtime":76,"cert":"\"\"","id":460514,"title":"Happiness","adult":false,"genre_ids":[35]},{"cast":["Rio Dewanto","Chicco Jerikho","Luna Maya","Nadine Alexandra","Ernest Prakasa"],"overview":"Two baristas find the purpose of life through their love for coffee and try to give their customer with the best coffee they can grind, brew and serve.","release_date":"2017-07-13","vote_average":7.3,"runtime":108,"cert":"N\/A","id":460516,"title":"Filosofi Kopi 2: Ben dan Jody","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A barefoot contessa, a screwed-up princess, an exquisite drunk, a bawdy aristocrat, a nightmare for puritanical America and the moguls of Metro-Goldwyn-Mayer, Ava Gardner never stopped loving those she loved. She turned women green and made men sweat. And rejected with all her force the bulwark of normality.","release_date":"2016-05-15","vote_average":6.0,"runtime":null,"cert":"N\/A","id":460518,"title":"Ava Gardner: Life Is Bigger Than the Movies","adult":false,"genre_ids":[99]},{"cast":[],"overview":"2005 short by Paul de Nooijer","release_date":"2005-06-05","vote_average":0.0,"runtime":6,"cert":"N\/A","id":460526,"title":"Lost in America","adult":false,"genre_ids":[]},{"cast":[],"overview":"While visiting her daughter who is studying abroad in France, Claire is thrown into the midst of a city-wide attack. In a place where she doesn't speak the language or know her way around, she's forced to navigate this French metropolis in the dark of night in a desperate search to find her daughter and ensure her safety.","release_date":"2016-06-10","vote_average":0.0,"runtime":16,"cert":"N\/A","id":460528,"title":"Friday Night","adult":false,"genre_ids":[]},{"cast":["Kirti Kulhari","Anupam Kher","Neil Nitin Mukesh","Tota Roy Chowdhury","Supriya Vinod"],"overview":"Indu’s husband, a government employee, believes in using the state of Emergency to advance his career, but a moral and ideological discrepancy sets her on a own path.","release_date":"2017-07-28","vote_average":5.5,"runtime":139,"cert":"N\/A","id":460530,"title":"Indu Sarkar","adult":false,"genre_ids":[18,36]},{"cast":["Teresa Teng","San San","Lily Chao","Kang Wei","Lee Kwan"],"overview":"Musical starring Teresa Teng.","release_date":"1971-03-18","vote_average":0.0,"runtime":80,"cert":"N\/A","id":460535,"title":"I Want to Sing","adult":false,"genre_ids":[18,10402]},{"cast":["Ron Ely","Christopher Lambert","Casper Van Dien","Johnny Weissmuller","Maureen O'Sullivan"],"overview":"Tarzan: the super hero who never goes out of fashion. The son of British Royalty, he is raised by apes in the African jungle and finds his true love, Jane. Swinging through trees, communicating with wild animals, he is exotic, entertaining and accessible. This film recounts the birth of the character in the mind of Edgar Rice Burroughs and how each generation has reinvented and reinterpreted him.","release_date":"2017-04-28","vote_average":0.0,"runtime":76,"cert":"N\/A","id":460537,"title":"Tarzan Revisited","adult":false,"genre_ids":[99]},{"cast":["Sunset Thomas","Jessie James","Jenny St. James","Zumira"],"overview":"When superstar Sunset begins to masturbate, she dreams of roaming the beautiful white beaches of Florida with her gal pals, looking for hot sex under the sun. She doesn't have to look far, as they get it on in a boat, on the beach and in the ruins of an old Spanish fort. It's a lust travelogue, so have your travel log ready.","release_date":"1996-07-01","vote_average":0.0,"runtime":75,"cert":"\"NR\"","id":460548,"title":"Sunset in Paradise","adult":true,"genre_ids":[]},{"cast":["Krešimir Zimonić","Mirko Ilić","Igor Kordej","Pero Kvesić","Radovan Devlić"],"overview":"New Square 1978 (Mirko Ilić Radovan Devlic, Josko Marusic Kresimir Zimonić, Igor Kordej, Ivana Radašević Nikola Konstantinović Kresimir Skozret Ninoslav Kunc ...)  New Square, Zagreb behalf of young cartoonists gathered mainly around the weekly Sloga in the second half of the 1970s. The authors Radovana Devlić (1950-2000), Krešimira Skozret (R. 1951) Joško Marušić, (R. 1952), Mirko Ilic (R. 1956), Krešimir Zimonić (R. 1956) and Igor Kordej (R. 1957) have been introduced in the area of ​​graphic comic series of themed I iconographic innovations that have contributed to raising the general interest in the serbian strip. Group, can be the end of the 1970s broke.","release_date":"2017-01-01","vote_average":0.0,"runtime":37,"cert":"N\/A","id":460550,"title":"The Story of Zagreb Comics: New Square","adult":false,"genre_ids":[99]},{"cast":["Niamh Hogan","Alan Talbot","Sarah Tapes Jenkinson","Kevin O'Malley","Nic Furlong"],"overview":"A young girl tormented by the tragedies of her past is brought in for questioning by the police over the death of a man, who she claims to be a demon. Detective Beckett realizes this is the same girl he made a broken promise to seven years ago that he'd find the monster that raped and murdered her 12 year old sister.","release_date":"2016-09-06","vote_average":5.0,"runtime":85,"cert":"N\/A","id":460552,"title":"Demon Hunter","adult":false,"genre_ids":[53,28,12,14,27]},{"cast":["Anastasia Zharkova"],"overview":"","release_date":"2016-11-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460554,"title":"Закат","adult":false,"genre_ids":[18]},{"cast":["Ruan Wessels","Elani Dekker","Christopher van der Westhuizen","Ruan Blum","Row-Lean"],"overview":"Yvette has dreamed of performing Romeo and Juliet since starting high school. Now, in her final year, the headmaster has decided to use the school's entire arts and culture budget to fund a T20 event. In a last ditch effort to put on the play, they ask the school's cricket hero, Marko Marais, to play the role of Romeo.","release_date":"2016-12-23","vote_average":8.8,"runtime":120,"cert":"N\/A","id":460556,"title":"Your Romeo","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"","release_date":"1984-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":460558,"title":"БУДИЛЬНИК","adult":false,"genre_ids":[]},{"cast":["Michaela Katráková","Milan Petrina","Jan Strnad","Martin Strnad","Tomáš Strnad"],"overview":"In 35 years of one couple's shared life, a lot of things happen: from the moments of an absolute harmony to the dramatic falls. For the most of the time, the couple cares for common daily life issues and joys that come together with raising the children, running the household or running a business. And this is exactly the life of furniture shop owners Ivana and Vaclav Strnadovi, 2 characters that a director Helena Trestíková follows with her camera as of the year 1980 within a project The Marriage Story. Her new feature documentary about Strnad family is linked to TV films from this cycle, but most importantly it shows further shocking twists, that life brought to the couple and their children.","release_date":"2017-01-19","vote_average":0.0,"runtime":102,"cert":"N\/A","id":460560,"title":"A Marriage Story","adult":false,"genre_ids":[99]},{"cast":["John Hurt","Sofia Helin","Max Brown","Erin Richards","Charles Dance"],"overview":"A moving and memorable family drama about a terminally ill writer who wants to be reconciled with his long-abandoned son.","release_date":"2018-05-05","vote_average":0.0,"runtime":92,"cert":"N\/A","id":460571,"title":"That Good Night","adult":false,"genre_ids":[18]},{"cast":["Brea Bennett","Kaiya Lynn","Katarina Kat","Jana Cova","Charles Dera"],"overview":"Perfect in her pleasure, Brea explodes in sizzling scenes of delectable decadence. Soft and sensual, Brea directs her carnal urges into passionate interludes, vividly captured in the throes of her deepest desire.","release_date":"2008-06-01","vote_average":0.0,"runtime":106,"cert":"\"NC-17\"","id":460573,"title":"Brea Bennett: Insatiable","adult":true,"genre_ids":[]},{"cast":["Matsunosuke Onoe","Kaichi Yamamoto","Kijaku Ôtani","Umeko Sakuragi","Shôyô Onoe"],"overview":"The legendary tale of the forty-seven samurai and their mission to avenge the death of their master.","release_date":"1927-09-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460575,"title":"Zôho kaitei Chûshingura: Ten no maki Chi no maki Jin no maki","adult":false,"genre_ids":[18]},{"cast":["Pavlos Evagelopoulos","Peggy Stathakopoulou"],"overview":"Frankie, a guy who loves expensive cars, cosmic life and gambling, knows with Aphrodite, who is wealthy, but he desires isolation and redemption. And while seemingly in love, they play to one another a deadly toy, which leads to an impasse ...","release_date":"1986-07-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":460577,"title":"Στην παγίδα του έρωτα","adult":false,"genre_ids":[10749]},{"cast":["Kenji Susukida","Michiko Ai","Sessue Hayakawa","Michiyo Kogure","Kunitaro Sawamura"],"overview":"The legendary tale of the forty-seven samurai who seek vengeance against the man who caused their master's death.","release_date":"1953-03-31","vote_average":0.0,"runtime":128,"cert":"N\/A","id":460579,"title":"47 Vendettas","adult":false,"genre_ids":[18]},{"cast":["Matias Almeyda","Norberto Alonso","Amadeo Carrizo","Hernán Díaz","Enzo Francescoli"],"overview":"","release_date":"2013-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460581,"title":"Esos colores que llevás","adult":false,"genre_ids":[99]},{"cast":["Antony Hagopian","Isis Harris","Alyah Horsford","Ah-Keisha McCants","Michael J. Narváez"],"overview":"In this urban-themed action-drama, a drug-dealing crime kingpin tries to take control of a firm. The artists aren't interested in being part of the dealer's money-laundering scheme, and they hatch their own plan to bring him to justice.","release_date":"2001-09-04","vote_average":0.0,"runtime":102,"cert":"\"NR\"","id":460595,"title":"Deep Trouble","adult":false,"genre_ids":[18,28]},{"cast":["Angella Adelle Blanton","Ashley E. Simpson","Connor Lanier","Robert C. McGhee Jr."],"overview":"The Devil of Blue Mountain takes you on a harrowing journey, following a disturbing abductor as he drags two attractive young women through a twisted wilderness. Ultimately, the abductor's salacious purpose is dark and nefarious. From its opening scenes, literally shot in the downpour of Hurricane Ivan, to its shocking conclusion in the scenic Blue Ridge Mountains, its gritty realism is always unsettling, yet strangely enchanting.","release_date":"2007-12-04","vote_average":0.0,"runtime":null,"cert":"\"NC-17\"","id":460597,"title":"The Devil of Blue Mountain","adult":false,"genre_ids":[27]},{"cast":["Leander Sales","Dana S. Hubbard","Brad Albright"],"overview":"Three unemployed actors try to make money be doing stand up comedy.","release_date":"1995-01-01","vote_average":0.0,"runtime":82,"cert":"\"NR\"","id":460599,"title":"Don't Let Your Meat Loaf","adult":false,"genre_ids":[35]},{"cast":["Margareta Ridderstedt"],"overview":"Film version of Verdi's opera from director Claes Fellbom","release_date":"1987-06-09","vote_average":0.0,"runtime":120,"cert":"N\/A","id":460601,"title":"Aida","adult":false,"genre_ids":[]},{"cast":["Yoko Kanno","Mai Yamane"],"overview":"Short film and live concert \"Future Blues\" by Katsu Nagaishi with music by Yoko Kanno and The Seatbelts. First part of the DVD contains the live action film \"Future Blues\" with the same music as used in the Cowboy Bebop: Knockin' on Heaven's Door. The second part contains a live concert for Yoko Kanno and the Seatbelts performing the tracks from Future Blues\/Cowboy Bebop movies. Contains clips from live performances of The Seatbelts during their Earth Girls Are Easy tour.","release_date":"","vote_average":0.0,"runtime":73,"cert":"N\/A","id":460603,"title":"Future Blues","adult":false,"genre_ids":[10402]},{"cast":["Aleksandr Lushchik","Igor Vernik","Ludmila Ilina"],"overview":"","release_date":"1992-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":460605,"title":"Туман из Лондона","adult":false,"genre_ids":[16,10751]},{"cast":["Brad Thornton","Clare Hoak","Jennie Carroll","Ellie Church","Paul Gunn"],"overview":"The Imperial Empire is attacked by an Alliance of rebels led by fanatical mystics. The ruler, Empress Nobu, the 8th generation of her family, wants to execute a bold plan to rescue a cyborg, Leah C6, trapped on the battle ravaged planet Endor. The Empress believes Leah C6 holds the secret to destroying the Alliance of Rebels before their insurgency can kill millions of citizens of the Empire. She recruits her heroic fleet commander, Lord General Luka Raan and asks him to gather a team from the Empire's elite soldiers, the Galactic Rangers. Raan assembles the team in the ruins of Endor which was attacked by depraved Rebels and outlaws led by, Kindo-Ker, a fanatical mystic in Dark Energy. The Galactic Rangers begin a desperate search to find and rescue Leah C6 before the Alliance Rebels can.","release_date":"2018-04-15","vote_average":4.0,"runtime":null,"cert":"\"\"","id":460616,"title":"Interstellar Civil War: Shadows of the Empire","adult":false,"genre_ids":[28,14,878]},{"cast":[],"overview":"A trip towards abstraction, as an hypothesis on how mountains might have been formed.","release_date":"2016-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":460621,"title":"Orogenesis","adult":false,"genre_ids":[16]},{"cast":["Danny Lee Sau-Yin","Nick Cheung","Helena Law Lan","Lam Suet"],"overview":"He Is My Enemy, Partner and Father-In-Law is a Hong Kong Action Comedy starring Danny Lee and Nick Cheung.","release_date":"1999-11-05","vote_average":9.0,"runtime":96,"cert":"N\/A","id":460623,"title":"He Is My Enemy, Partner and Father-In-Law","adult":false,"genre_ids":[28,35,80]},{"cast":["Miles Chapin","Peter Aykroyd","Howie Mandel","Tracey E. Bregman","Jack Blum"],"overview":"The laughs are nonstop as a gang of ambitious young comics strives to make it in the exciting world of stand-up comedy at the famous comedy club in L.A., The Funny Farm. These budding comedy stars are as crazy offstage as they are on: Miguel, America s funniest illegal alien ; Miles, who can t decide if he s a black comic or a comic who happens to be black; Bruce, whose manic act borders on insanity; and Peter, the intense political satirist. The Funny Farm is a hilarious and insightful look into those who live the lives of comedians. Starring comedy superstar Howie Mandel (Walk Like a Man, Deal or No Deal, America s Got Talent), game show legend Jack Carter (The Hollywood Squares, Match Game) and the great Eileen Brennan (Private Benjamin).","release_date":"1983-02-18","vote_average":0.0,"runtime":94,"cert":"\"\"","id":460625,"title":"The Funny Farm","adult":false,"genre_ids":[18,35]},{"cast":["Bryan Greenberg","Brooks Wheelan","Spencer Grammer","Joe Pantoliano","Beth Littleford"],"overview":"At the onset of RANDOM TROPICAL PARADISE, Harry Fluder’s life was working out exactly as planned: great job, loyal friends, and the perfect fiancée – until he caught his perfect fiancée having sex with one of his maybe not-so-loyal friends at their wedding. With the wedding cancelled and honeymoon already paid for, Bowie, Harry's best man, convinces Harry to take him along on a \"homie-moon.\" What is supposed to be a refreshing weekend of rest and relaxation turns into an all-out bonkers adventure of epic proportions of sex, drugs, overall mayhem, and mafia intrigue.","release_date":"2017-06-09","vote_average":4.3,"runtime":101,"cert":"\"\"","id":460627,"title":"Random Tropical Paradise","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460629,"title":"Charlot (The Mutual Comedies)","adult":false,"genre_ids":[]},{"cast":["Esmi Lee","Roxy Raye","Sheena Ryder","Summer Brielle","Prince Yahshua"],"overview":"If you're an anal fan, #My Ass 3 is a must-have! Directed by MimeFreak, #My Ass 3 features the asstastic Summer Brielle on the cover, along with bootylicious babes Sheena Ryder, Roxy Raye, and Esmi Lee on an anal adventure you won't forget.","release_date":"2017-01-10","vote_average":7.0,"runtime":122,"cert":"\"NR\"","id":460634,"title":"#My Ass 3","adult":true,"genre_ids":[]},{"cast":["Sammie Rhodes","Adrianna Nicole","Alektra Blue","Derrick Pierce","Hillary Scott"],"overview":"When your limbs are bound together, when your body lies in suspension; your soul yearns for more. An echo surges from the depths within. It is the vision that forever will be in your mind, it is the ties that forever bind!","release_date":"2007-01-09","vote_average":0.0,"runtime":121,"cert":"\"NR\"","id":460636,"title":"The Ties That Bind","adult":true,"genre_ids":[]},{"cast":["Adriana Maya","Candice Dare","Kendra Lust","Maddy O'Reilly","Axel Aces"],"overview":"Kendra and all her lusty friends are going to show you what anal is all about! Watch as they do what they do best - take big cocks up the ass!","release_date":"2017-04-21","vote_average":0.0,"runtime":130,"cert":"\"NC-17\"","id":460638,"title":"Booty Lust 2","adult":true,"genre_ids":[]},{"cast":["Shiloh Creveling","Evan Henderson","Maria Olsen","Michael Citriniti","George Appleby"],"overview":"The legendary Ravenwolf Towers, once home to Hollywood’s Elite, has fallen on hard times.  Now the latest Assistant Manager is discovering the Hotel's terrifying secrets; secrets that hide in the shadows of its dark corridors and lurk behind its locked doors--Mad Doctors, Degenerate Monstrosities, Inbred Horrors, Terrified Guests who disappear without a trace -- and an Alluring Damsel in Distress – why may just be the most terrifying resident of -- the Ravenwolf Towers.","release_date":"2016-12-13","vote_average":0.0,"runtime":79,"cert":"\"\"","id":460640,"title":"Ravenwolf Towers","adult":false,"genre_ids":[27]},{"cast":["Aria Alexander","Erik Everhard","Lucy Tyler","Michael Vegas","Natalia Starr"],"overview":"After placing an ad in search of a dominant man, Valentina finds herself blindfolded and restrained in the home of a mysterious stranger. Although Aria's career demands that she be the one calling the shots, at home she willingly submits to the desires of her husband. Unable to find a man who understands the psychological power of BDSM sex, Natalia continually returns to her ex-boyfriend for a fix. Lucy embarks on an adventurous sexual encounter with a man she barely knows.","release_date":"2015-06-10","vote_average":0.0,"runtime":146,"cert":"\"NR\"","id":460642,"title":"Restraint 2","adult":true,"genre_ids":[]},{"cast":["Abu Rumaysah","Khuram Butt","Jamie Roberts","Mohammed Emwazi","Mohammed Shamsuddin"],"overview":"Jamie Roberts' documentary filmed over the course of two years, which takes an intimate look at the people spreading extremist fundamentalism in Britain. In 2014 Roberts filmed Islamic extremist Abu Rumaysah, who is now one of the world's most wanted men and is suspected of being the British jihadi in the latest IS execution video. This film gains extraordinary access to a new wave of extremists, including Rumaysah, who are radicalising and grooming young British Muslims, and asks whether they really have non-violent aims, as they claim, or are a genuine threat to society.","release_date":"2016-01-19","vote_average":7.4,"runtime":47,"cert":"N\/A","id":460644,"title":"The Jihadis Next Door","adult":false,"genre_ids":[99]},{"cast":[],"overview":"After the Carnation Revolution the peasants in the Alentejo region occupied the huge proprieties where they were once submitted to the power of their masters. The protagonists of this film, resistants of this struggle, tell their story to the youngsters of today, in their own words.","release_date":"2017-05-18","vote_average":5.0,"runtime":25,"cert":"N\/A","id":460646,"title":"Barbs, Wastelands","adult":false,"genre_ids":[18]},{"cast":["Lyle Lovett","John Penton"],"overview":"Full-length documentary about the story of John Penton. An American icon and motorcycle pioneer who along with his family and a band of loyal followers, changed off-road motorcycling forever.","release_date":"2014-06-05","vote_average":0.0,"runtime":135,"cert":"\"\"","id":460654,"title":"Penton: The John Penton Story","adult":false,"genre_ids":[99]},{"cast":["Joseph Fiennes","Ian McKellen"],"overview":"When his father dies unexpectedly, a young man seeking to cope with his grief goes on a powerful emotional journey through time and space.","release_date":"2010-06-25","vote_average":7.0,"runtime":15,"cert":"\"\"","id":460656,"title":"A Lost and Found Box of Human Sensation","adult":false,"genre_ids":[16]},{"cast":["John Waters","Liam Gillick","Salvatore Viviano","Tom Sachs","Emmanuel Perrotin"],"overview":"Art dealer Salvatore Viviano and director Angela Christlieb embark on a search for the lost artist collective Gelitin, which since the 1990s has shattered the borders of \"good taste\" again and again with extravagant actions and installations. Interviews with old companions and artist friends in the U.S., Europe, and Asia are linked with anarchically montaged Gelitin archive material: intense, transgressive, experimental, gaudily colorful, funny, and virulent.","release_date":"2016-03-10","vote_average":0.0,"runtime":82,"cert":"N\/A","id":460658,"title":"Whatever Happened to Gelitin","adult":false,"genre_ids":[99,35]},{"cast":[],"overview":"After a hit and run car accident, Johnny decides to hunt down the man who killed his girlfriend.","release_date":"","vote_average":0.0,"runtime":18,"cert":"N\/A","id":460660,"title":"The Man Who Killed Our Friend","adult":false,"genre_ids":[]},{"cast":["Andy Brown","Bambi","Bianca","Ditty Blue","Liz Honey"],"overview":"Jenny, a young reporter, investigates a murder case that leads her into web of lies and perversion… Veteran director Frank Thring heats up the action with double penetrations, anals and cum-drenched orgies. Victoria Swinger, our new blond star, heads up a cast of stunning newcomers in a Pirate release that is guaranteed to give you some incredibly depraved erotic viewing!","release_date":"2005-02-01","vote_average":0.0,"runtime":85,"cert":"\"NC-17\"","id":460662,"title":"The Cult","adult":true,"genre_ids":[]},{"cast":["Anastasia Mayo","Cecilia Gessa","Christel Starr","Christina Bella","Delfynn Delage"],"overview":"An amazing journey into the world of fetishism through five doors: Possession, Perversion, Greed, Submission and Ecstasy, with today’s hottest stars.","release_date":"2005-05-05","vote_average":0.0,"runtime":91,"cert":"\"NC-17\"","id":460664,"title":"Five Doors to Ecstasy","adult":true,"genre_ids":[]},{"cast":[],"overview":"The story of those trapped in the grips of time in a world where people's life spans are visible.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460675,"title":"Time Is...","adult":false,"genre_ids":[]},{"cast":[],"overview":"This is a tale made by the people of Kurokawa hot-spring village, deep in rural Mt. Aso, Japan. We decided to depict the most fascinating 'person' in Kurokawa, using the legends and folklore of Japan and Kurokawa that had passed down from ancient times as a base. The Japanese cast is comprised entirely of people actually living in Aso. We would be delighted to share Kurokawa's outlook and Japan with the people of the world.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460677,"title":"Kurokawa Wonderland","adult":false,"genre_ids":[]},{"cast":[],"overview":"A party becomes an hallucinatory event for a young woman who is slipped a drug in her drink. Her fears which she thought were hidden suddenly become exposed as she comes to terms with her sexuality.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460679,"title":"I Feel Wonderful","adult":false,"genre_ids":[]},{"cast":[],"overview":"The film focuses on the life of Grace Jo, a North Korean defector, who sought a new life in the U.S. The film will conclude with the ex-defector boasting her true identity: not just an American, not just a North Korean, but exactly who she is as a person. This film reveals this identity.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460681,"title":"I am Grace","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tau, a woman obsessed with the connections between her past and future, anticipates her new life as a killer.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460683,"title":"A Remembered Future","adult":false,"genre_ids":[]},{"cast":[],"overview":"One day, Young-eun is called to teacher's room without knowing.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460685,"title":"Teacher's Room","adult":false,"genre_ids":[]},{"cast":[],"overview":"When a young Chinese student struggles to earn his working visa after graduation, an unexpected girl bouncing into his life and breaks all his rules.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460690,"title":"Fall in New York","adult":false,"genre_ids":[]},{"cast":["Daniel Augustin","Sh'Kia Dennis","Michelle Viana","Tracy Wiu","Benjamin Bernard"],"overview":"The story about a young guy name Marquise, who is raised by his Godmother after losing both of his parents, which causes him to doubt God's existence. Due to hard times, Marquise is torn between a life of crime with his gangster cousin D-Rock or pursuing his writing ambitions.Ultimately, a tragic event lands him in a precarious situation where he finds himself in a dangerous position and is forced to choose between good and evil.","release_date":"2017-02-18","vote_average":0.0,"runtime":null,"cert":"\"\"","id":460692,"title":"The Turnaround","adult":false,"genre_ids":[18]},{"cast":["Marthe Keller","Firmine Richard","Catherine Arditi","Sara Martins"],"overview":"","release_date":"2003-05-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460694,"title":"Par amour","adult":false,"genre_ids":[]},{"cast":["Christie Ford","Marc Valentine","David Morris","Michael Ronds","Lou Falco"],"overview":"Nights in the life of a seedy underground disco club.","release_date":"1977-06-04","vote_average":0.0,"runtime":76,"cert":"\"NC-17\"","id":460696,"title":"The Night Bird","adult":true,"genre_ids":[18]},{"cast":["Marina Yakovleva","Alexey Lyubimov","Olga Aroseva","Татьяна Бондаренко","Tatyana Rudina"],"overview":"The young kindergarten teacher is quite happy with her work, which is completely incomprehensible to her fiancé Tolik, however, like many friends and acquaintances of the girl. But she genuinely loves children and is happy to return sincere affection.","release_date":"1982-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460698,"title":"Limit of desire","adult":false,"genre_ids":[18]},{"cast":["John Holmes","Linda Wong","Phaery Burd","Chris Cassidy","Joey Silvera"],"overview":"A day in the personal and professional life of a pimp.","release_date":"1980-06-06","vote_average":0.0,"runtime":80,"cert":"\"\"","id":460700,"title":"Stormy","adult":true,"genre_ids":[]},{"cast":["Eric Balfour","LaDon Drummond","Joe Grisaffi","Kristin Cochell","Chris Palin"],"overview":"Ryan Hinds awakes inside a sealed industrial kiln. He is set challenges by a voice with no face, pushed to the limits of human endurance as the temperature within the kiln begins to rise.","release_date":"2017-06-06","vote_average":4.9,"runtime":91,"cert":"\"\"","id":460711,"title":"200 Degrees","adult":false,"genre_ids":[53]},{"cast":["Amitabh Bachchan","Rishi Kapoor","Jimit Trivedi","Dharmendra Gohil","Vijay Raaz"],"overview":"An unusual love-hate relationship between a 75-year-old son and his 102-year-old father, who wants to break the oldest-man-alive record.","release_date":"2018-05-04","vote_average":7.6,"runtime":107,"cert":"N\/A","id":460713,"title":"102 Not Out","adult":false,"genre_ids":[35,10751,18]},{"cast":["Karin Viard"],"overview":"Fired from his work and left by his girlfriend, Jean falls into despair","release_date":"1997-06-06","vote_average":0.0,"runtime":28,"cert":"N\/A","id":460715,"title":"Où tu vas","adult":false,"genre_ids":[]},{"cast":["Dimitris Alexandris","Dimitris Xanthopoulos","Yiorgos Moroyiannis","Mihalis Giannatos","Konstadina Takalou"],"overview":"","release_date":"2003-11-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460717,"title":"Στο Χάνι","adult":false,"genre_ids":[18]},{"cast":["Régis Lux","Sara Martins"],"overview":"","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460719,"title":"Profil non conforme","adult":false,"genre_ids":[]},{"cast":["Michael Cusack","Rachel  Verdonk","Henry Wishart"],"overview":"After All is said and done. A man clears out his childhood home, remembering past conversations.","release_date":"2017-06-17","vote_average":0.0,"runtime":13,"cert":"N\/A","id":460721,"title":"After All","adult":false,"genre_ids":[18,16]},{"cast":["Eddie Constantine","Bernadette Lafont","Jean-Louis Richard"],"overview":"Eddie Constantine stars as a reporter mixed up in the spy world in this routine espionage actioner by first-time director Pierre Grasset. After taking some illicit photos for a new story he is working on, Eddie (Constantine) is coerced into doing a job for the French Secret Service. There is a mole in the French missile sites who is passing on classified information, and Eddie is enlisted as bait to draw the culprit -- or culprits -- out. Along the way, he finds himself running for his life, fighting, and romancing until the final denouement.","release_date":"1961-05-19","vote_average":5.0,"runtime":85,"cert":"N\/A","id":460723,"title":"It Means That Much to Me","adult":false,"genre_ids":[53]},{"cast":["Rob Halford","Ian Hill","Glenn Tipton","K.K. Downing"],"overview":"Unofficial Release from Veo Star. Tracklist:  1) Introduction  2) Hell Bent For Leather 3) Victim Of Changes 4) Heading Out To The Highway 5) Take On The World 6) Electric Eye 7) Freewheel Burning 8) Sinner 9) You've Got Another Thing Coming 10) Green Manalish 11) The Ripper 12) Killing Machine 13) Riding On The Wind 14) Living After Midnight 15) Between Heaven And Hell \/ The Lost Boys","release_date":"2005-01-01","vote_average":0.0,"runtime":65,"cert":"N\/A","id":460731,"title":"Judas Priest: Killing Machine","adult":false,"genre_ids":[10402]},{"cast":["Karin Viard","Luc Lavandier","Sophie Simon"],"overview":"Three girls are stopped on the side of the road. A man drives by and stops to meet them.","release_date":"1993-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":460733,"title":"Elles étaient trois","adult":false,"genre_ids":[]},{"cast":["Sai Dharam Tej","Mehreen Pirzada","Prasanna","Satyam Rajesh","Kota Srinivasa Rao"],"overview":"Jai  is a patriotic man for whom the nation always comes first. He harbours the dream to work for the DRDO and wants nothing else from life. But what happens when an evil mastermind Keshav makes a plan to harm the nation?","release_date":"2017-12-01","vote_average":8.3,"runtime":134,"cert":"N\/A","id":460735,"title":"Jawaan","adult":false,"genre_ids":[53,28,80]},{"cast":["Karin Viard","Edouard Montoute","Pascal Demolon"],"overview":"In a neighborhood threatened of destruction and where a majority of marginalized people live, Violette, a painter finds her friend Pierre.","release_date":"1993-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460737,"title":"Zone Bleue","adult":false,"genre_ids":[]},{"cast":["Anthony Delon","Isabelle Pasco","Philippe Clévenot","Judith Magre","Patrick Lizana"],"overview":"When Professor Thibaud, a great bone specialist, asks Joëlle, a simple young girl, to donate her bone marrow in view of a transplant, she agrees without hesitation. Despite the pain and the risks, she only thinks of saving a human life. Just one condition is imposed : the giver is not allowed to meet the transplanted in any case. However it is more than she can take, so Joëlle sifts through the medical network until she meets Arnaud. The more she advances, the more she becomes attached to her transplanted, to the point where she believes that her marrow influences his dreams and desires. Ambiguity will reign throughout this love comedy.","release_date":"1992-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":460739,"title":"Rhesus-Romeo","adult":false,"genre_ids":[18]},{"cast":["Anthony Delon","Isabelle Pasco","Philippe Clévenot","Judith Magre","Patrick Lizana"],"overview":"Drama movie with Anthony Delon, Isabelle Pasco and Philippe Clevenot","release_date":"1992-01-01","vote_average":10.0,"runtime":92,"cert":"N\/A","id":460741,"title":"Urgence d'aimer","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A team of elite special ops mercenaries  embark on their toughest assignment yet, Operation Cheese Blanket.","release_date":"","vote_average":8.0,"runtime":107,"cert":"N\/A","id":460743,"title":"Bastard Squad 2: Operation Cheese Blanket","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2017-05-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460751,"title":"Potsdam von oben","adult":false,"genre_ids":[99]},{"cast":["Karin Viard","Dominique Pinon","Jérémie Covillault"],"overview":"Cesar 1992 of the best short movie","release_date":"1991-01-01","vote_average":0.0,"runtime":19,"cert":"N\/A","id":460753,"title":"25 décembre 58, 10h36","adult":false,"genre_ids":[]},{"cast":["Kirill Poluhin"],"overview":"","release_date":"2016-08-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460755,"title":"A Simple Story","adult":false,"genre_ids":[]},{"cast":["Jaime de la Rosa","Efren Reyes","Virginia Montes","Amelita Sol","Frankie Gordon"],"overview":"This film reenacts the martyrdom of the Gomburza, high-lighting the events and occurrences prior to their execution. The movie focuses on the story of Fr. Jose Burgos and his involvement in the Cavite Mutiny of 1972.","release_date":"1949-12-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460757,"title":"Padre Burgos","adult":false,"genre_ids":[36,28,18]},{"cast":["Ruedi Walter","Margrit Rainer","Ines Torelli","Inigo Gallo"],"overview":"","release_date":"1981-06-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460762,"title":"Potz Millione","adult":false,"genre_ids":[35]},{"cast":["Olivia Brunaux","Karin Viard","Philipe Caroit","Roger Carel"],"overview":"Story about Elise and Helene, two sisters who do everything alike","release_date":"1991-05-22","vote_average":0.0,"runtime":79,"cert":"N\/A","id":460764,"title":"L'Amant de ma sœur","adult":false,"genre_ids":[35]},{"cast":["Blessing C.S.","Jude Thomas","Matt Katz Bohen","Lincoln Barron"],"overview":"A father reads his daughter a story about a supernatural force killing hallucinating teenagers. It is up to a rebellious young girl to put an end to this force.","release_date":"2014-12-31","vote_average":0.0,"runtime":124,"cert":"\"NR\"","id":460778,"title":"Wakers","adult":false,"genre_ids":[27,35,14]},{"cast":["Karin Viard","Jean-Philippe Écoffey"],"overview":"","release_date":"1986-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460780,"title":"L'Amour en marche","adult":false,"genre_ids":[]},{"cast":["Emma Heacock","Cayla Rosine","Matt Rosine","Chris Heacock","Jaime Heacock"],"overview":"A young orphan with a mysterious past is forced into an orphanage run by a sinister lady. Soon, we begin to see that not all is at it seems.","release_date":"2017-06-05","vote_average":0.0,"runtime":24,"cert":"\"NR\"","id":460782,"title":"The Orphan","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2004-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":460784,"title":"Not all the Cats are Gray","adult":false,"genre_ids":[]},{"cast":["Andrei Popov","Lyudmila Ivanova","Irina Alfyorova","Evgeniy Evstigneev","Lyudmila Arinina"],"overview":"A music teacher is trying to organize a choir in the school he works in.","release_date":"1972-12-06","vote_average":0.0,"runtime":86,"cert":"N\/A","id":460786,"title":"A Teacher of Singing","adult":false,"genre_ids":[35,10751]},{"cast":[],"overview":"Frédéric is arrested for illicit use of narcotic drugs. In jail, he meets he get up close with various sorts of people among which he looks for a role model as a 18-year-old boy.","release_date":"1996-02-07","vote_average":0.0,"runtime":1,"cert":"N\/A","id":460794,"title":"Mémoires d'un jeune con","adult":false,"genre_ids":[]},{"cast":["Brahmanandam","Varun Sandesh","Richa Panai"],"overview":"2015 Telugu Movie","release_date":"2015-06-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460799,"title":"Lavakusa","adult":false,"genre_ids":[10749]},{"cast":["Padung Songsang","Kunatip Pinpradub","Pataratida Patcharawirapong","Akom Preedakul"],"overview":"The story revolves around the bus driver of a bus with the plate number 888. He is on a mission filled with chaos, involving the safety of the passengers.","release_date":"2016-10-09","vote_average":10.0,"runtime":95,"cert":"N\/A","id":460801,"title":"Pard 888","adult":false,"genre_ids":[35]},{"cast":["Tony Anselmo","Tress MacNeille","Wayne Allwine","Bill Farmer"],"overview":"Computer.don is an animated short starring Donald Duck from Mickey Mouse Works and House of Mouse.  Plot: A technologically behind-the-times Donald is coerced by Daisy into buying a computer, or be labeled a \"dweeb.\"","release_date":"2000-04-15","vote_average":6.0,"runtime":6,"cert":"\"G\"","id":460803,"title":"Computer.Don","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460805,"title":"Comptines a chanter danser et mimer","adult":false,"genre_ids":[10751,10402]},{"cast":["David Blaine"],"overview":"A made-for-TV documentary about the many endurance related feats that David Blaine performed between 1999 and 2008. These include being entombed for 7 days, being encased in ice for 63 hours, standing atop a 100 foot pillar for 35 hours, living in a plexiglass case without food for 44 days, and attempting two different breath-holding world records. The film documents his preparation for these stunts and includes both broadcast and behind-the-scenes footage of the stunts themselves.","release_date":"2010-02-21","vote_average":0.0,"runtime":42,"cert":"\"\"","id":460807,"title":"David Blaine: Beautiful Struggle","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 2011, photographer Tanja Hollander decided to visit each one of her Facebook \"friends\" (all 626 of them) in their homes and make formal portraits of each of them. Armed with her cameras and iPhone, Tanja traveled throughout the U.S. and around the world for 5 years, meticulously documenting her experiences in real time and creating a historical narrative, both visual and written, along the way. Her project is an exploration of friendships, the effects of social networks, the intimate places we call home and the communities in which we live.","release_date":"2017-06-10","vote_average":0.0,"runtime":37,"cert":"\"NR\"","id":460809,"title":"Are You Really My Friend?","adult":false,"genre_ids":[99]},{"cast":["Henny Porten","Max Maximilian","Margarete Kupfer","Alice Hechy","Francis Lederer"],"overview":"German silent drama film directed by Carl Froelich and starring Henny Porten, Max Maximilian and Margarete Kupfer.","release_date":"1928-08-31","vote_average":0.0,"runtime":130,"cert":"N\/A","id":460814,"title":"Refuge","adult":false,"genre_ids":[18]},{"cast":["Rene Abelar","John McCool Bowers","Tarika Brandt","Richard Hatch","Paul D. Masterson"],"overview":"The Enchanted Cottage is a romantic retelling of Sir Arthur Wing Pinero's classic play. When socialite Oliver Bradshaw is disfigured by war wounds, he hides from his father, Golden Globe Nominee Richard Hatch, to convalesce in seclusion at a Cottage he rented for his originally planned honeymoon. Laura Pennington, a shy plain nurse is hired on to care for Oliver. The two begin developing feelings for each other and ultimately fall in love. After they marry, they discover the enchantment of the cottage has the power to transform.","release_date":"2016-04-01","vote_average":0.0,"runtime":87,"cert":"\"\"","id":460816,"title":"The Enchanted Cottage","adult":false,"genre_ids":[18,10749]},{"cast":["Cindy Carson","Lance Fuller","Ann Kelly","James Clayton","Rance Howard"],"overview":"Tennessee, 1838. Polly Crockett, the daughter of the legendary hero Davy Crockett of Alamo, and makes a living from hunting in the forests. These forests are still inhabited by the Indians. Most of them live in peace but some of them are negatively affected by white traders. One day Polly, who is accompanied by her faithful Indian friend Neshoba, goes to the town to sell her hides. Polly meets Catawampus Jones. Jones and his father fought in the Alamo too. Indians influenced by Prewitt, an employee of a hide company, and Redbud, are killing settlers and burning down their homes. Polly's house is destroyed too and her maid Birdie, Neshoba's mother, is killed.","release_date":"1956-07-04","vote_average":0.0,"runtime":80,"cert":"\"\"","id":460821,"title":"Frontier Woman","adult":false,"genre_ids":[37]},{"cast":[],"overview":"Music by Albert E. Miller. Computer-controlled ability to store one frame in the computer and combine this frame with the incoming frames permits freeze frames of a juggler as well as synthesized images. The paths of a jugglers handling of balls through the air can be examined in slow motion. Shown at The Kitchen on Mercer Street.","release_date":"1977-01-01","vote_average":0.0,"runtime":2,"cert":"\"\"","id":460823,"title":"Juggler","adult":false,"genre_ids":[]},{"cast":[],"overview":"Music by Albert E. Miller. Combination of musicians and dancers in free form movements captured by computer-controlled-video which permits distortions and variations of the imagery. Continued experimentation with Rock Music and performers.","release_date":"1977-01-01","vote_average":0.0,"runtime":3,"cert":"\"\"","id":460825,"title":"Ensemble #1","adult":false,"genre_ids":[]},{"cast":[],"overview":"The artist uses the computer to accent and control a mime’s disciplined choreography. Studies in facial distortions with lens distortions. Channel 13, WNET.","release_date":"1977-01-01","vote_average":0.0,"runtime":9,"cert":"\"\"","id":460827,"title":"Mime Control","adult":false,"genre_ids":[]},{"cast":["Emiliano Carrazzone","Cecilia Cartasegna","Susana Varela","Lalo Rotavería"],"overview":"A woman is in shock at the loss of her baby after being ferociously beaten by her husband. Clementina’s trauma causes her to see ghosts.","release_date":"2019-05-16","vote_average":5.0,"runtime":90,"cert":"\"\"","id":460829,"title":"Clementina","adult":false,"genre_ids":[18,27]},{"cast":["Denise Poirier","John Rafter Lee","Julia Fletcher","Steffan Chirazi","Alex Fernandez"],"overview":"Æon Flux is set in a bizarre, dystopian future world. The title character is a tall, leather-clad secret agent from the nation of Monica, skilled in assassination and acrobatics. Her mission is to infiltrate the strongholds of the neighboring country of Bregna, which is led by her sometimes-nemesis and sometimes-lover Trevor Goodchild. Monica represents a dynamic anarchist society, while Bregna embodies a police state[4]—referred to on one occasion as a republic by Goodchild.[5] Although Bregna is shown to be repressive, in the first full-length episode, \"Utopia or Deuteranopia?\", Clavius, the president deposed by Goodchild, is described by a questioning journalist as having been democratically elected. In the same episode, an upper house of parliament is also mentioned by the character Gildemere.","release_date":"1997-09-03","vote_average":6.6,"runtime":120,"cert":"\"NR\"","id":460834,"title":"Æon Flux","adult":false,"genre_ids":[53,16,12,878]},{"cast":["Ellen Saint","Jennifer Stone","Kathy Anderson","Silvia Lancome","Stacy Silver"],"overview":"What does real vice taste like? Well these beautiful, high-class “fash-glam-slags” are about to find out when they get their asses pounded and receive heavy facials from leather bad boys!! Director Steven Drakos creates a blend of sophistication and pure nastiness, it's the ultimate perdition into hardcore deluxe.","release_date":"2005-10-25","vote_average":0.0,"runtime":105,"cert":"\"NC-17\"","id":460836,"title":"Vice for Vice","adult":true,"genre_ids":[]},{"cast":["Ariel Kavoussi","Ohagan Blades","Nicholas Elliott","Shonni Enelow"],"overview":"Banished from her prep-school clique a teenager from Manhattan's Upper West Side decides to reinvent herself as a downtown riot girl.","release_date":"2013-07-01","vote_average":0.0,"runtime":75,"cert":"\"\"","id":460838,"title":"The Deflowering of Ariella Von","adult":false,"genre_ids":[35]},{"cast":["Estelle","Franki","Keira Farrell","Lolly Badcock","Poppy Morgan"],"overview":"For those with a shoe fetish, English director Kendo takes you on a high heeled strut through perversion, exploring foot worship, the pleasures of anal sex, huge dildos and lesbian lust.","release_date":"2006-04-18","vote_average":0.0,"runtime":95,"cert":"\"NC-17\"","id":460840,"title":"Stiletto","adult":true,"genre_ids":[]},{"cast":["Mélanie Coste","Béatrice Valle","Anita Dark","Angel Dark","Laura Angel"],"overview":"\"Because it wouldn't be the same without you, MARC DORCEL invites you to join in celebrating its anniversary with this 35 YEAR ENCYCLOPEDIA BOX SET. The French specialist in sex and lust has created the very first complete porn Encyclopedia just for you. It includes all sexual practices, the most exciting fantasies, the best directors, and, of course, the greatest porn stars from 1979 onwards. With nearly 3 hours of uninterrupted sex and 16 actresses from the best films of the DORCEL collection, relive 35 years of purely French pornography! The 35 YEAR ENCYCLOPEDIA BOX SET, Dorcel porn from A to Z.\"","release_date":"2014-10-01","vote_average":10.0,"runtime":176,"cert":"\"\"","id":460842,"title":"Encyclopedia A-B","adult":true,"genre_ids":[]},{"cast":["Vidya Balan","Manav Kaul","Vijay Maurya","Neha Dhupia","Malishka"],"overview":"A happy-go-lucky Mumbai suburban housewife Sulochana, fondly known as Sulu, lands the role of a night RJ, resulting in drastic changes to her routine life.","release_date":"2017-11-17","vote_average":6.6,"runtime":140,"cert":"N\/A","id":460844,"title":"Tumhari Sulu","adult":false,"genre_ids":[35,18]},{"cast":["Lisa Kreuzer","Anna Fischer","Mathieu Delarive","Onna Clarin","Marion Creusvaux"],"overview":"","release_date":"2017-05-28","vote_average":6.0,"runtime":null,"cert":"N\/A","id":460855,"title":"Fluss des Lebens: geliebte Loire","adult":false,"genre_ids":[]},{"cast":["Gandhi Fernando","Luna Maya","Kimberly Ryder","Karina Nadila","Ayudia Bing Slamet"],"overview":"Adi, a writer for romance articles, had already engaged but reluctant to get married. Before ties the knot and fall into the tyranny of marriage, Adi plan to visit his 5 ex-girlfriends once again.","release_date":"2017-06-08","vote_average":6.0,"runtime":75,"cert":"N\/A","id":460857,"title":"Mantan","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"A movie in Universal's 'Dark Universe' about the Hunchback of Notre-Dame.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460862,"title":"Untitled The Hunchback of Notre-Dame Film","adult":false,"genre_ids":[]},{"cast":["Jörg Schneider","Patrizia Aimi","Vincenzo Biagi","Beat Gärtner"],"overview":"","release_date":"2007-06-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460864,"title":"Nöd ohni mini Hose","adult":false,"genre_ids":[35]},{"cast":["Jörg Schneider","Vincenzo Biagi","Beat Gärtner"],"overview":"","release_date":"2012-06-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460866,"title":"Scho Wieder Sunntig","adult":false,"genre_ids":[35]},{"cast":["Anupam Kher","Akshaye Khanna","Suzanne Bernert","Aahana Kumra","Arjun Mathur"],"overview":"Based on the memoir by Indian policy analyst Sanjaya Baru, The Accidental Prime Minister explores Manmohan Singh's tenure as the Prime Minister of India, and the kind of control he had over his cabinet and the country.","release_date":"2019-01-11","vote_average":5.8,"runtime":111,"cert":"N\/A","id":460868,"title":"The Accidental Prime Minister","adult":false,"genre_ids":[36,18]},{"cast":["Jim Al-Khalili"],"overview":"Professor Jim Al-Khalili tells the electrifying story of our quest to master nature's most mysterious force - electricity. Until fairly recently, electricity was seen as a magical power, but it is now the lifeblood of the modern world and underpins every aspect of our technological advancements. Without electricity, we would be lost. This series tells of dazzling leaps of imagination and extraordinary experiments - a story of maverick geniuses who used electricity to light our cities, to communicate across the seas and through the air, to create modern industry and to give us the digital revolution.","release_date":"2011-10-06","vote_average":8.0,"runtime":180,"cert":"N\/A","id":460870,"title":"Shock and Awe: The Story of Electricity","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2016-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460872,"title":"Julie-Aicha","adult":false,"genre_ids":[]},{"cast":["Max Wall","Patricia Hayes"],"overview":"A man attempts to remain hidden from view from the camera and other eyes","release_date":"1979-04-04","vote_average":0.0,"runtime":26,"cert":"N\/A","id":460874,"title":"Film (A Screenplay by Samuel Beckett)","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the video, four teenagers skip school, get into a Volkswagen van and drive to the beach, where they enjoy surfing, drinking beer, and generally relaxing and enjoying themselves. However, the ad takes an abrupt turn for the worse...","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460876,"title":"Set Yourself Free","adult":false,"genre_ids":[]},{"cast":[],"overview":"A collective movie by students from Hamburg about the problems of the publicly funded German public television...","release_date":"","vote_average":0.0,"runtime":105,"cert":"N\/A","id":460881,"title":"Dazu den Satan zwingen","adult":false,"genre_ids":[]},{"cast":["Scott Wiener"],"overview":"Experience the story of the world's most beloved food through the eyes of the man who loves it most.","release_date":"2015-11-02","vote_average":10.0,"runtime":69,"cert":"\"\"","id":460883,"title":"Scott's Pizza Tours","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Bob is a normal guy who lives in a world where everything moves in reverse: Death is birth, people grow young, knowledge is erased from your mind as the clock ticks backward. It's just business as usual... until the day Bob suddenly finds himself moving FORWARD in time! Mercenaries from another reality arrive on the scene to remove him from the \"forward\" world, but they're too late: Bob now understands that the life he had was very, very wrong. He fights back, mounting an action-packed escape through insane, topsy-turvy corridors of time and counter-clockwise dimension. Will Bob save himself and humanity? Or is he destined for a life of lies and control, forced on the world from a power beyond the future?","release_date":"2006-03-02","vote_average":0.0,"runtime":15,"cert":"N\/A","id":460894,"title":"Demain la veille","adult":false,"genre_ids":[18,53,878]},{"cast":[],"overview":"Eijkelboom turned his lens to the area surrounding the Bull Ring shopping centre in Birmingham, between July 2013 and September 2014. A series of images capture the feeling of walking along the high street, a scrolling tapestry of shoppers, structured around visual themes identified by the artist, such as gestures, clothes or accessories. The work celebrates the city’s social and cultural diversity but also suggests the predictable conformity inherent in consumer ‘freedoms’, that could be seen to be driven by commercial and corporate interests.","release_date":"2014-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":460896,"title":"The Street & Modern Life, Birmingham, U.K.","adult":false,"genre_ids":[]},{"cast":["Daniel Guzmán","María Adánez","Enrique Simón","Paz Gómez","Tristán Ulloa"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460898,"title":"Rewind","adult":false,"genre_ids":[]},{"cast":[],"overview":"Presented at Documenta 14 in Athens.","release_date":"2003-01-01","vote_average":0.0,"runtime":18,"cert":"\"\"","id":460900,"title":"Interstices","adult":false,"genre_ids":[]},{"cast":[],"overview":"A wedding party reflected through the work of 19th-century photographer Julia Margaret Cameron.","release_date":"2017-01-01","vote_average":0.0,"runtime":23,"cert":"\"\"","id":460902,"title":"Wedding Loop","adult":false,"genre_ids":[]},{"cast":[],"overview":"Gulf War TV War was made in one of Auder's usual domestic modes: filming his TV, in which he documents American television news during the run-up to the first Gulf War, a mixture of crass propaganda and feeble journalism, image and text. Montages of antiwar demonstrators marching across Manhattan and gray-faced politicians at dark desks extolling invasion compete with commercials and text scrolling the pixilated screen.","release_date":"2017-04-08","vote_average":0.0,"runtime":102,"cert":"N\/A","id":460904,"title":"Gulf War TV War","adult":false,"genre_ids":[]},{"cast":[],"overview":"Taking its title from one of Gauguin’s late paintings, Nashashibi\/Skaer follow in the painter’s footsteps to Tahiti to make contemporary images of women. The film opens fundamental questions about representations of women and the power of myth.","release_date":"2017-01-01","vote_average":0.0,"runtime":18,"cert":"\"\"","id":460909,"title":"Why Are You Angry?","adult":false,"genre_ids":[]},{"cast":[],"overview":"Aristotle's Mistake was commissioned by Talk Back to the Media and was broadcast on Dutch television. The video concerns the Onassis\/Callas\/Kennedy triangle explored from the point of view of six different cultures: Dutch, Mexican, Chinese, Japanese, Malay and Polish. Here Carrión appropriates and experiments with the television genre of documentary. Each of the six interviewees recounts their love of Maria Callas and her music and their disgust at Onassis for leaving her for Kennedy. This video explores, deconstructs and critiques 'reality' as conjured up by the mass media. This is made all the more pertinent and effective by its insertion into mainstream television programming.","release_date":"1985-01-01","vote_average":0.0,"runtime":26,"cert":"N\/A","id":460911,"title":"Aristotle's Mistake","adult":false,"genre_ids":[]},{"cast":[],"overview":"In The LPS File, Carrión appropriates the genre of documentary. This video deals with Carrión's attempt to put together the film festival: Lilia Prado Superstar Film Festival; his search for films in Mexico and his efforts to convince Lilia Prado to attend. Whilst this video has the appearance of a documentary, the apparent \"truthfulness\" of this genre is turned on its head: Carrión has substituted all his Mexican contacts for his Dutch friends and nearly all the conversations take place in English.","release_date":"1985-01-01","vote_average":0.0,"runtime":36,"cert":"N\/A","id":460913,"title":"The LPS File","adult":false,"genre_ids":[]},{"cast":["Austin Trevor","Linden Travers","John Stuart","Martita Hunt","Frank Pettingell"],"overview":"During the Second World War, a German spy goes on the run, carrying important news about a U-Boat campaign. The ship he is traveling aboard is hit by a torpedo. The spy winds up on a lifeboat with other survivors, one of whom is a counterintelligence agent who reveals the German spy's true identity.","release_date":"1942-01-05","vote_average":0.0,"runtime":77,"cert":"N\/A","id":460915,"title":"The Seventh Survivor","adult":false,"genre_ids":[10752,18]},{"cast":[],"overview":"In Central Harlem, at the height of the Black Power movement, a policeman discusses his role in and out of the uniform, contrasted with the experiences of a colleague in the LAPD.","release_date":"","vote_average":0.0,"runtime":15,"cert":"N\/A","id":460917,"title":"The Black Cop","adult":false,"genre_ids":[]},{"cast":[],"overview":"A montage of faces from the Harlem community.","release_date":"","vote_average":0.0,"runtime":1,"cert":"N\/A","id":460919,"title":"Black Faces","adult":false,"genre_ids":[]},{"cast":[],"overview":"A revolutionary political moment is captured firsthand by two independent women filmmakers shooting inside refugee settlements in Zambia and Angola in 1985. Depicting the significant role of women in this struggle for independence, this film explores the lives of exiled women workers attempting to free their country from illegal exploitation.","release_date":"","vote_average":0.0,"runtime":55,"cert":"N\/A","id":460921,"title":"Namibia: Independence Now!","adult":false,"genre_ids":[]},{"cast":["Viola Tami","Gabor Nemeth","Fabienne Louves","Kiki Maeder","Peter Zgraggen"],"overview":"","release_date":"2014-06-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460926,"title":"Traumhochzeit","adult":false,"genre_ids":[35]},{"cast":["Marten Laciny","Thando Guma","Frederick Lau","Trystan Pütter","Emilia Schüle"],"overview":"","release_date":"2017-06-07","vote_average":5.0,"runtime":null,"cert":"N\/A","id":460928,"title":"Antimarteria","adult":false,"genre_ids":[14,9648,878]},{"cast":[],"overview":"The resilience of Traditional African Religions Practiced in The United States.","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":460930,"title":"Voices of the Gods","adult":false,"genre_ids":[]},{"cast":[],"overview":"This film explores freedom of speech in the United States of America","release_date":"","vote_average":0.0,"runtime":25,"cert":"N\/A","id":460932,"title":"Wealth of a Nation","adult":false,"genre_ids":[]},{"cast":[],"overview":"Explores the extraordinary artistic, cultural and political flowering that took place in Harlem during the \"Roaring 20s.\" This vivid portrait of the \"Harlem Renaissance\" is created entirely with period photographs.","release_date":"","vote_average":0.0,"runtime":28,"cert":"N\/A","id":460934,"title":"From These Roots","adult":false,"genre_ids":[]},{"cast":["Cheung Kwok-Keung","Tommy Wong","Melvin Wong Gam-San","Wong Bo-Mei","Lau Kar-Wing"],"overview":"Directed by Lau Kar-Wing","release_date":"1994-10-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460936,"title":"Innocent Killer","adult":false,"genre_ids":[]},{"cast":["Filipe Cary","Joana Brandão"],"overview":"A short time has passed. Both arrived to a point of no return, a break is the only way out. One of them has to take the first step. This morning both decide to leave, definitely, without the other realizing it.\r The house remains empty.","release_date":"2005-01-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":460938,"title":"Salitre","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This animation can be watched in 2D or using Chromadepth Glasses in 3D.","release_date":"2013-01-01","vote_average":0.0,"runtime":5,"cert":"\"\"","id":460940,"title":"The Beauty of Excess","adult":false,"genre_ids":[]},{"cast":[],"overview":"This animation can be watched in 2D or using Chromadepth Glasses in 3D.","release_date":"2013-01-01","vote_average":0.0,"runtime":3,"cert":"\"\"","id":460942,"title":"Exquisite Motions","adult":false,"genre_ids":[]},{"cast":[],"overview":"This animation can be watched in 2D or using Chromadepth Glasses in 3D.","release_date":"2013-01-01","vote_average":0.0,"runtime":4,"cert":"\"\"","id":460944,"title":"Lily's Sea","adult":false,"genre_ids":[]},{"cast":[],"overview":"This animation can be watched in 2D or using Chromadepth Glasses in 3D.","release_date":"2013-01-01","vote_average":0.0,"runtime":4,"cert":"\"\"","id":460946,"title":"RGBCMY","adult":false,"genre_ids":[]},{"cast":[],"overview":"This animation can be watched in 2D or using Chromadepth Glasses in 3D.","release_date":"2013-01-01","vote_average":0.0,"runtime":2,"cert":"\"\"","id":460948,"title":"3-D Exotic","adult":false,"genre_ids":[]},{"cast":[],"overview":"This animation can be watched in 2D or using Chromadepth Glasses in 3D.","release_date":"2013-01-01","vote_average":0.0,"runtime":2,"cert":"\"\"","id":460950,"title":"X-STRIA1","adult":false,"genre_ids":[]},{"cast":["Bea Santos","Ari Millen","Natasha Negovanlis","Rob Archer","Christine Horne"],"overview":"Darken is set in a bizarre, mysterious, and violent unknown world with danger and death around every corner. After a young woman is accosted by a dying warrior in the middle of the street, a bizarre incantation propels her into the realm of Darken - a violent prison-like world of labyrinthine rooms, interconnected with no apparent rhyme or reason and no way of escape. As she fights for survival within this brutal place, she finds allies who are rebelling against the rule of a self-appointed religious despot who demands allegiance to an all-powerful god called \"Mother Darken.\" Eve and her allies must fight with everything they have if they are to have any hope of surviving the horrors Darken has in store for them.","release_date":"2017-11-26","vote_average":3.0,"runtime":82,"cert":"N\/A","id":460952,"title":"Darken","adult":false,"genre_ids":[878,14]},{"cast":["Carl Reiner","Jonathan Winters","Edie Adams","Sid Caesar","Norman Fell"],"overview":"A star-studded documentary and tribute to the classic comedy, It's a Mad Mad Mad Mad World.","release_date":"1991-01-01","vote_average":0.0,"runtime":60,"cert":"\"NR\"","id":460954,"title":"Something a Little Less Serious: A Tribute to 'It's a Mad Mad Mad Mad World'","adult":false,"genre_ids":[35,99]},{"cast":[],"overview":"This animation can be watched in 2D or using Chromadepth Glasses in 3D.","release_date":"2014-01-01","vote_average":0.0,"runtime":4,"cert":"\"\"","id":460956,"title":"Tacit Expressions","adult":false,"genre_ids":[]},{"cast":["Yung-Cheng Chang","Chia-ying Lee","Jozie Lu","Leon Dai","Lee Lieh"],"overview":"In the not-too distant future, 17 year-old Tye and his family move to the burgeoning metropolis of Real City, where, bored with classes, he spends his time daydreaming until one day he finds a magic stone that allows him to pass through walls. On a field trip to a museum, Tye meets NoNo, a deaf girl with bionic ears who is working as a museum docent. The two grow closer, until Tye discovers she has a boyfriend and demands she chooses between them. NoNo tells him to come and see her again in twenty years and then disappears from his life, leaving him only with a photo of her in front of a signpost saying Elsewhere. Tye uses the magic stone to go to Elsewhere, but he discovers a desolate world full of discarded things, among them an attractive blind girl, Ya-hung. Two worlds, two realities, two girls, what will Tye’s choice be ?","release_date":"2007-07-03","vote_average":6.0,"runtime":108,"cert":"N\/A","id":460958,"title":"The Wall-Passer","adult":false,"genre_ids":[10749,14]},{"cast":[],"overview":"For half of a millennium, First Nations women have been at the forefront of aboriginal peoples' resistance to cultural assimilation. Today, Native women are still fighting for the survival of their cultures and their peoples--in the rain forest and the city, in the courts and the legislatures, in the Longhouse and the media. Keepers of the Fire profiles Canada's Native 'warrior women' who are protecting and defending their land, their culture and their people in the time-honoured tradition of their foremothers.","release_date":"1994-04-23","vote_average":0.0,"runtime":55,"cert":"N\/A","id":460960,"title":"Keepers Of The Fire","adult":false,"genre_ids":[99]},{"cast":["Caroline Ivari","Stephen Brown","Mishone Feigin","Michael Marcelin","Ikaika Jonathan"],"overview":"When flying reptilian creatures wreak havoc all over the world, the survivors’ only hope of stopping them is a new, state-of-the-art fighter jet piloted by the only team that knows how to use the technology.","release_date":"2017-06-27","vote_average":4.0,"runtime":86,"cert":"\"\"","id":460962,"title":"Alien Convergence","adult":false,"genre_ids":[27,28,878]},{"cast":["Lou Castel","Karine Adrover","Michaela Stella Bagnoli","Edwige de l'Estrange","Renaud Martinez"],"overview":"In a future present, a rebellious Veronique finds herself working for an inventor who has dedicated himself to the cause of a positive darkness; he is working to counter the tide of a bright, diffuse, and technologically oriented time as represented in the film by man-made light. Veronique's brother Alix works for an agency that is attempting to thwart the process.","release_date":"2007-01-26","vote_average":5.0,"runtime":75,"cert":"N\/A","id":460964,"title":"1, 2, 3, Whiteout","adult":false,"genre_ids":[878,18]},{"cast":["Sharad Kelkar","Sugandha Garg","Brijendra Kala","Rajpal Yadav","Rupesh Tillu"],"overview":"Woyzeck is a hapless, low-ranking soldier-alone and powerless in the tribal society around him. He earns extra money by taking part in medical experiments, but during one such experiment his mental health begins to deteriorate and he begins to experience a series of apocalyptic visions. Assaulted from all sides by forces he cannot control, Woyzeck takes matters into his own hands when he finds his wife has been sleeping with another soldier.","release_date":"2017-05-16","vote_average":7.0,"runtime":85,"cert":"N\/A","id":460966,"title":"Boichek","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"The documentary starts with a diva of a tragic family history related to a history of migration. The rare archival footage reanimates her history reverberating with the current world crisis. Sound of Nomad: Koryo Arirang is a testimonial – a witness to injustice and tragedy, but it is also a declaration of survival – a survival that is not static but transformative – not brittle but fluid. The trains that displace, the deserts that separate form one harsh horizon – a historical limit – but within that limit, against it and across it are people, are a culture, not escaping but flourishing unofficially, with the affective majesty of a melody, a rhythm, an Arirang","release_date":"2017-05-25","vote_average":0.0,"runtime":96,"cert":"N\/A","id":460968,"title":"Sound of Nomad: Koryo Arirang","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460970,"title":"俠僧探案傳奇之王陵之謎","adult":false,"genre_ids":[]},{"cast":[],"overview":"25th September, 2010.  AFL Grand Final, Collingwood Magpies Vs St Kilda Saints.  Final score: Collingwood 9.14 (68) - St Kilda 10.8 (68)  For Just the third time in AFL history scores were level as the final siren brought down the curtain on one of the most dramatic Grand Finals we have witnessed. In 2010 Collingwood and St. Kilda could not be separated.  Ironically, 44 years after St. Kilda won their first and only flag defeating the Magpies by one solitary point, courtesy of a wobbly Barry Breen punt, the fans of both teams were left in nail-biting anticipation. Relive the excitement of one of the most talked about Grand Finals ever seen.","release_date":"2010-09-25","vote_average":0.0,"runtime":170,"cert":"N\/A","id":460975,"title":"2010 AFL Grand Final","adult":false,"genre_ids":[99]},{"cast":["Miquel Sitjar","Boris Ruiz","Miquel Gelabert","Àngels Bassas","Joan Massotkleiner"],"overview":"","release_date":"2017-06-09","vote_average":3.7,"runtime":null,"cert":"N\/A","id":460977,"title":"Pàtria","adult":false,"genre_ids":[36,18]},{"cast":[],"overview":"","release_date":"2017-01-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":460979,"title":"Le fusible","adult":false,"genre_ids":[]},{"cast":["Bryce Earhart","Rachelle Henry","Eric Newsome","Anne Ruttencutter","Natalie Shershow"],"overview":"High schooler Marshall is hoping to seal the deal on prom night, but Sarah, his date, might not be as into it as he had hoped.","release_date":"2017-01-20","vote_average":0.0,"runtime":12,"cert":"\"\"","id":460981,"title":"Losing It","adult":false,"genre_ids":[35,18]},{"cast":["Robert B. Mantell","Alma Rubens","Otto Kruger","John Charles Thomas","William Powell"],"overview":"Under the Red Robe is a 1923 silent historical drama directed by Alan Crosland based upon the Stanley Weyman novel Under the Red Robe. The film marks the last motion picture appearance by stage actor Robert B. Mantell who plays Cardinal Richelieu and the only silent screen performance of opera singer John Charles Thomas.","release_date":"1923-11-12","vote_average":0.0,"runtime":100,"cert":"\"\"","id":460983,"title":"Under the Red Robe","adult":false,"genre_ids":[36,18]},{"cast":["Richard Dix","Frances Howard","William Powell","Frank Currier","Harpo Marx"],"overview":"\"Too Many Kisses\" stars Richard Dix as the playboy son of a New York industrialist. Dix's father (Frank Currier) wants Dix to get away from his many girlfriends and buckle down to work, so Currier sends Dix to an obscure village in Spain to find samples of a rare mineral. When Dix gets to Spain, he runs afoul of the local police chief, played by William Powell in an excellent performance. Powell is remembered for the suave leading roles he played in the sound era, but in silent films he was typecast as a villain. In \"Too Many Kisses\", Powell has a secret which he tries to keep Dix from discovering.","release_date":"1925-01-11","vote_average":0.0,"runtime":60,"cert":"\"\"","id":460985,"title":"Too Many Kisses","adult":false,"genre_ids":[12,18,35]},{"cast":["Roger Moore","Barbara Bach","Lewis Gilbert","Ken Adam","Albert R. Broccoli"],"overview":"Behind the scenes of 'The Spy Who Loved Me', produced by The Open University.","release_date":"1977-07-19","vote_average":0.0,"runtime":180,"cert":"N\/A","id":460987,"title":"The Making of 'The Spy Who Loved Me'","adult":false,"genre_ids":[99]},{"cast":["Michael Madsen","Andrea Bogart","Steve Richard Harris","Cristine Prosperi","Ashlynn Yennie"],"overview":"A recently separated father and his teenage daughter become the deadly obsession of their neighbor -- a beguiling, deranged young woman willing to do whatever's necessary to take her rightful place as their wife and mother.","release_date":"2017-06-26","vote_average":5.2,"runtime":97,"cert":"\"PG-13\"","id":460989,"title":"The Wrong Neighbor","adult":false,"genre_ids":[10770,18,53]},{"cast":[],"overview":"Ever since the 2011 revolution in Egypt, dozens of women have come forward about their experience with sexual harassment on the streets. Since then, a number of individuals and organizations have begun to monitor and help combat the situation. In this short film, Sondos Shabayek offers an animated reflection on how she believes Cairo society perceives women. In her signature style, Sondos uses a variety of characters and expressions to light-heartedly explore this serious issue. The audience is taken on a girl's experience of walking down a street – simultaneously sharing her journey and her responses.","release_date":"","vote_average":0.0,"runtime":5,"cert":"N\/A","id":460991,"title":"Girl","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"A Place in the Middle","cast":["Ho'Onani Kamai","Hinaleimoana Wong-Kalu"],"id":460996,"overview":"Eleven year old Ho'onani dreams of leading the hula troupe at her inner-city Honolulu school. The only trouble is that the group is just for boys. She's fortunate that her teacher understands first-hand what it's like to be 'in the middle' - the ancient Hawaiian tradition of embracing both male and female spirit. Together they set out to prove that what matters most is to be true to yourself.","runtime":25,"genre_ids":[10751,18],"release_date":"","vote_average":0.0,"adult":false}]