[{"cast":[],"overview":"Retrofit is set in the near future when death is simply a new beginning; for those who can afford it. Dylan, driven by his need for reconciliation, brings his father back from the dead, and houses him in a shabby utility robot ‘acquired’ from the black market. Having proceeded without his father's consent, the two must come to terms with their situations.  The film was produced with the collaboration of various visual effects artists primarily based in the UK.","release_date":"2015-02-03","vote_average":0.0,"runtime":4,"cert":"N\/A","id":461001,"title":"Retrofit","adult":false,"genre_ids":[16,18,878]},{"cast":[],"overview":"Thuten Kesang, New Zealand’s first Tibetan refugee in 1967, recounts his fascinating and inspiring story and the environmental and political issues that have made him a tireless advocate of the Tibetan cause.","release_date":"","vote_average":0.0,"runtime":160,"cert":"N\/A","id":461006,"title":"TEAM TIBET: Home Away from Home","adult":false,"genre_ids":[99]},{"cast":["Nigel 'Booga' Beazley","Nigel Regan","Andrew Durno","Mark Hamill","Tom Watson"],"overview":"Taking its cue from its subjects, Julian Boshier’s all-access portrait of Head Like a Hole’s Nigel ‘Booga’ Beazley and Nigel Regan at home, on the road and in full roar on stage tells it like no other NZ music doco ever dared.","release_date":"2018-05-17","vote_average":0.0,"runtime":107,"cert":"N\/A","id":461008,"title":"Swagger of Thieves","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This warm and humorous doco about Kobi Bosshard, widely regarded as the grandfather of contemporary New Zealand jewellery, explores his philosophy of life and work, as captured by his daughter Andrea Bosshard.","release_date":"2017-07-30","vote_average":0.0,"runtime":103,"cert":"\"\"","id":461010,"title":"Kobi","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Filmmaker Simon Ogston hits the road with NZ writer, poet, indie-rocker Bill Direen as he explores the cultural landscape and presents a series of strikingly diverse live performances.","release_date":"2017-07-30","vote_average":0.0,"runtime":87,"cert":"\"\"","id":461012,"title":"Bill Direen: A Memory of Others","adult":false,"genre_ids":[99]},{"cast":["Fritzi Haberlandt"],"overview":"In his film \"Berlin-Stettin\", well-known documentary film director Volker Koepp embarks on a journey to the places of his own past: Born in 1944 in Stettin (now the Polish city of Szczecin) and grown up in Berlin-Karlshorst, Koepp has again and again met people and found places located between the two cities that he turned into the protagonists of his films – in Brandenburg, in Mecklenburg, and in Pomerania. Now, he once again returns to these places and finds out that his own biography overlaps with the biographies of his found again protagonists as well as with the history of this region. During his search for traces, Koepp at the same time finds new people, new regions, and new themes that are also worth becoming a part of Koepp′s narration.","release_date":"2009-10-26","vote_average":0.0,"runtime":110,"cert":"N\/A","id":461020,"title":"Berlin - Stettin","adult":false,"genre_ids":[99]},{"cast":["Erin Gibson","Bryan Safi"],"overview":"It's our 2016 Throwing Shade Live tour doc with clips from our live show, prank calls to hate groups, interviews with audience members, and a musical number you will tell your grandchildren about.  What else could you ask for, hunny bun?","release_date":"2017-06-08","vote_average":0.0,"runtime":72,"cert":"\"\"","id":461025,"title":"Throwing Shade Live","adult":false,"genre_ids":[99,35]},{"cast":["Jefri Nichol","Amanda Rawles","Hannah Al Rashid","Lukman Sardi","Gabriella Quinlyn"],"overview":"Three girls investigate the sudden ailment of their father only to find mysterious cause behind it.","release_date":"2017-06-25","vote_average":5.6,"runtime":99,"cert":"N\/A","id":461027,"title":"Jailangkung","adult":false,"genre_ids":[18,27]},{"cast":[],"overview":"In July 1988, Mizue Furui was in the Gaza Strip  and West Bank  with her camera as a rookie freelance journalist.  Covering the Palestinian condition, she became acquainted with Ghada Ageel, a 23-year-old teacher at an elementary school, in November 1993 and started shooting her life up to when she turned 35.  The 12 years Furui spent shooting still and video images has borne fruit in a documentary titled \"Ghada -- Songs of Palestine,\" which will be released in Uplink Theater in Shibuya Ward, Tokyo, in May as a rare report on women in the traditionally male-oriented Palestinian society.","release_date":"2006-05-20","vote_average":0.0,"runtime":106,"cert":"N\/A","id":461032,"title":"Ghada Songs of Palestine","adult":false,"genre_ids":[99]},{"cast":["Julie de Bona","Marthe Keller","Joakim Latzko","Jacques Bonnaffé","Agathe Bonitzer"],"overview":"In a French thermal town, a man is found poisoned. His ex-girlfriend is arrested for the murder but her estranged cop daughter tries to prove her innocence which leads her much further than she could have ever imagined.","release_date":"2017-03-14","vote_average":7.0,"runtime":91,"cert":"N\/A","id":461034,"title":"Les sources assassines","adult":false,"genre_ids":[80,10770]},{"cast":["Nenad Jezdić","Gordan Kičić","Nebojša Ilić","Jelisaveta 'Seka' Sablić","Dubravka Mijatović"],"overview":"Serbian police comedy.","release_date":"2015-01-01","vote_average":0.0,"runtime":67,"cert":"N\/A","id":461036,"title":"Papi's Crew","adult":false,"genre_ids":[35]},{"cast":["Zoe Manarel","Alison Fernandez","Lauren Lindsey Donzis","Monique Green"],"overview":"Aspiring filmmaker, Z and Paz, a budding engineer, arrive at S.T.E.A.M. camp excited for tech heaven. When the administrator makes them explore nature and confiscates all tech, they think their summer’s doomed. Things take a mysterious turn when they meet Jordan, an enchanting “counselor” who sends them on an adventure, opening them up to a world of possibilities — like befriending Drew.","release_date":"2017-06-09","vote_average":7.3,"runtime":32,"cert":"\"NR\"","id":461038,"title":"An American Girl Story: Summer Camp, Friends For Life","adult":false,"genre_ids":[10751]},{"cast":["Ira Goza","Franziska Hortolomei","Marthe Keller","Philippe Léotard"],"overview":"No plot available","release_date":"1993-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461049,"title":"Im Kreis der Iris","adult":false,"genre_ids":[]},{"cast":["Marthe Keller","Clémentine Célarié","Carlo Brandt","Didier Sandre"],"overview":"no plot available","release_date":"1992-11-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461051,"title":"Turbulences","adult":false,"genre_ids":[53]},{"cast":["Adrianne Palicki","Michael Jai White","Ty Olsson","Pascale Hutton","Sam Jaeger"],"overview":"When a D.E.A. and S.W.A.T. cartel takedown ends in a shootout, S.W.A.T. Agent Travis Hall seizes a mysterious prisoner taking him into custody. Before long, the S.W.A.T. compound is under siege by wave-after-wave of assault teams attempting to recover the prisoner known as “The Scorpion” for the tattoo blazed across his back. When Travis discovers that his prisoner is a Secret Ops double agent planted within the cartel, it’s up to him and his expert S.W.A.T. team to keep “The Scorpion” and his billion dollar secrets safe.","release_date":"2017-08-01","vote_average":5.4,"runtime":89,"cert":"\"R\"","id":461053,"title":"S.W.A.T.: Under Siege","adult":false,"genre_ids":[28,80,53]},{"cast":["Alice Lowe","Sharon Horgan","Stephen Evans","Barunka O'Shaughnessy"],"overview":"An ordinary day in a cafe takes a bizarre twist for Alice and Sharon.","release_date":"2010-10-31","vote_average":0.0,"runtime":7,"cert":"N\/A","id":461055,"title":"Brethren","adult":false,"genre_ids":[27,35]},{"cast":["Yuri Kolokolnikov","Nora Zehetner","Marina Golub","Yakov Yavno","Anatoly Kot"],"overview":"A young Jewish-American female singer is trapped in the USSR behind the enemy lines during the WWII...","release_date":"2003-06-08","vote_average":6.0,"runtime":87,"cert":"N\/A","id":461057,"title":"The Burning Land","adult":false,"genre_ids":[10752,28,18,10749]},{"cast":["Mike Estes","Mandy Meyers"],"overview":"One of the sickest bloodbaths in horror movie history occurs after a deranged stalker becomes obsessed with real life horror film critic Todd Smith.","release_date":"2015-10-04","vote_average":4.5,"runtime":79,"cert":"N\/A","id":461059,"title":"Reel","adult":false,"genre_ids":[27,53]},{"cast":["Mapy Cortés","Ramón Armengod","Luis Arcaraz","Clifford Carr","Roberto Cañedo"],"overview":"International committee mounts a revue to promote Pan-American unity. Showbiz hotel rom-com hilarity ensues.","release_date":"1941-09-12","vote_average":0.0,"runtime":65,"cert":"N\/A","id":461061,"title":"La liga de las canciones","adult":false,"genre_ids":[]},{"cast":["Andrei Tashkov","Anatoli Romashin","Leonid Markov","Aleksandr Fatyushin","Vsevolod Abdulov"],"overview":"A young scientist is sent to the deep countryside immediately after his university graduation...","release_date":"1986-12-08","vote_average":0.0,"runtime":105,"cert":"N\/A","id":461069,"title":"Dear Edison!","adult":false,"genre_ids":[18]},{"cast":["Heinz Salfner"],"overview":"Based on Henrik Ibsen's play.","release_date":"1919-04-06","vote_average":0.0,"runtime":150,"cert":"N\/A","id":461071,"title":"Peer Gynt","adult":false,"genre_ids":[]},{"cast":["Francesca Bertini","Pierre de Guingand","Gil Roland","Jeanne Aubert","André Nox"],"overview":"La Possession is a 1929 French film directed by Léonce Perret.","release_date":"1929-05-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461076,"title":"La Possession","adult":false,"genre_ids":[18]},{"cast":["Hitomi Suzuki","Momone Iwabuchi","Misako Iino","Mitsuho Kambe","Yuki Tanaka"],"overview":"The story focuses on high school girl Nagisa Yukiai who lives in a seaside town. She has believed her grandmother's story that spirits dwell in words and they are called \"kotodama\" (word spirit). One day, she strays into a mini FM station that has not been used for years. As an impulse of the moment, she tries to talk like a DJ using the facility. But her voice accidentally broadcasted reaches someone she has never expected.","release_date":"2017-08-25","vote_average":7.6,"runtime":94,"cert":"N\/A","id":461078,"title":"I Want to Deliver Your Voice","adult":false,"genre_ids":[16,18,14]},{"cast":[],"overview":"Presented at Documenta 14 in Athens.","release_date":"2017-01-01","vote_average":0.0,"runtime":6,"cert":"N\/A","id":461080,"title":"The Missing Link. Dicolonisation Education by Mrs Smiling Stone","adult":false,"genre_ids":[]},{"cast":[],"overview":"An experimental documentary that reflects on the different kinds of relationship between mother and daughters, and the position of women in the family, in a hybrid, disjointed but always involving way. Produced over a period of four years, Bred and Born emerges from two parallel strands: a women's discussion group about mother-daughter relations at a community centre in East London, and interviews conducted with four generations of working-class women from one family in the East End.","release_date":"1983-01-01","vote_average":0.0,"runtime":74,"cert":"N\/A","id":461082,"title":"Bred and Born","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This August 2010 NHK documentary explores the influence of selected children's literature on Miyazaki and Takahata's body of work and on Studio Ghibli as a whole. Also included is a conversation between Miyazaki and Japanese author and TV personality Sawako Agawa.","release_date":"2010-08-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461093,"title":"Ghibli's Bookshelf","adult":false,"genre_ids":[99]},{"cast":["Anatoliy Azo","Vladislav Strzhelchik","Mikhail Gluzskiy","Larisa Golubkina","Vladimir Samoylov"],"overview":"A story about a brave Soviet spy working behind the enemy lines during WWII.","release_date":"1965-06-01","vote_average":0.0,"runtime":96,"cert":"N\/A","id":461095,"title":"How Do I Call You Now?..","adult":false,"genre_ids":[12,10752]},{"cast":["Shiho Fujimura","Asahi Kurizuka","Toshiki Kashû"],"overview":"","release_date":"2005-11-26","vote_average":8.0,"runtime":null,"cert":"N\/A","id":461097,"title":"Turn Over: An Angel Is Coming on a Bicycle","adult":false,"genre_ids":[18]},{"cast":["Ago-Endrik Kerge","Eduard Bornhöhe","Urmas Kibuspuu","Jüri Krjukov"],"overview":"Eduard Bornhöhe „Kuulsuse narrid\" is a fun story about two unsuccessful, yet aspiring fools. Jaan is an incompetent and uneducated inventor, Saalomon is a talent less poet.","release_date":"1982-12-27","vote_average":10.0,"runtime":85,"cert":"N\/A","id":461099,"title":"Fools of Fame","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Capturing the heart of a movement that is constantly evolving is difficult. How do you capture Spirit? Defend The Sacred is a short documentary that attempts to capture the spirit of Indigenous people at Standing Rock.","release_date":"2016-11-05","vote_average":0.0,"runtime":17,"cert":"\"\"","id":461101,"title":"Defend The Sacred","adult":false,"genre_ids":[99]},{"cast":["Charlie Siem"],"overview":"You could be forgiven for mistaking Charlie Siem for James Bond. Whether he's driving an orange Porsche to his cliff-top Monaco mansion, ordering martinis or looking suave in a designer suit, he is a man on a mission. It isn't to hunt down SPECTRE, but to find perfection in everything he does. Whether it's performing on stage, recording albums, or selecting a suit, Charlie demands the best, of himself and others. Despite an entourage dubbed ‘Charlie's Angels', he's lonesome, and complains that people can't relate to him. Danish filmmaker Eva Mulvad, with patience and panache, delves into this life of privilege to find commonalities of ambition and desire.","release_date":"2017-06-11","vote_average":6.3,"runtime":84,"cert":"N\/A","id":461103,"title":"A Modern Man","adult":false,"genre_ids":[99]},{"cast":["René Navarre","Renée Carl","Musidora","Fernand Herrmann","Camille Bert"],"overview":"A French silent film directed by Louis Feuillade.","release_date":"1914-01-01","vote_average":0.0,"runtime":29,"cert":"N\/A","id":461105,"title":"The Cavalry","adult":false,"genre_ids":[]},{"cast":[],"overview":"2nd October, 2010. AFL Grand Final, Collingwood Magpies Vs St Kilda Saints.  Final score: Collingwood 16.12 (108) - St Kilda 7.10 (52)  The win was the fifteenth VFL\/AFL premiership won by Collingwood in its 114 years in the league. It was Collingwood's first premiership since 1990, only its second since 1958. It was the ninth time that Collingwood won both the premiership and the minor premiership in the same year, but the first time since 1930. It was also Collingwood's second consecutive premiership to be won in October. It was the third premiership won by Michael Malthouse as a coach, having previously won with the West Coast Eagles in 1992 and 1994. With its loss, St Kilda became the first team since Collingwood in 2002 and 2003 to finish runners-up twice in a row.","release_date":"2010-10-02","vote_average":0.0,"runtime":174,"cert":"N\/A","id":461116,"title":"2010 AFL Grand Final Replay","adult":false,"genre_ids":[99]},{"cast":["Martin Garrix","Carl Cox","David Guetta","Usher","Ed Sheeran"],"overview":"Bert Marcus and Cyrus Saidi present an informed and absorbing exploration of the history of EDM, boosted by an energetic soundtrack and anchored by the personal stories of legendary DJ Carl Cox and superstar newcomer Martin Garrix. Insights from numerous other DJs and musical talents like Moby, David Guetta, Paul Oakenfold and Usher help tell the often oppositional tales of old school vs. new school and mainstream vs. underground.","release_date":"2018-03-23","vote_average":7.3,"runtime":70,"cert":"\"\"","id":461118,"title":"What We Started","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"6th October, 1990. AFL Grand Final, Collingwood Magpies Vs Essendon Bombers. Final score: Collingwood 13.11 (89) - Essendon 5.11 (41).  The 1990 AFL Grand Final was an Australian rules football game contested between the Collingwood Football Club and the Essendon Football Club, held at the Melbourne Cricket Ground in Melbourne on 6 October 1990. It was the 94th annual Grand Final of the Australian Football League (formerly the Victorian Football League), staged to determine the premiers for the 1990 AFL season. The match, attended by 98,944 spectators, was won by Collingwood by a margin of 48 points, marking that club's 14th premiership victory.","release_date":"1990-10-06","vote_average":0.0,"runtime":136,"cert":"N\/A","id":461120,"title":"1990 AFL Grand Final","adult":false,"genre_ids":[99]},{"cast":["Jack Holt","Florence Vidor","William Powell","George Bancroft","Mack Swain"],"overview":"Sea Horses is a 1926 American drama silent film directed by Allan Dwan and written by Becky Gardiner, James Shelley Hamilton and Francis Brett Young. The film stars Jack Holt, Florence Vidor, William Powell, George Bancroft, Mack Swain, Frank Campeau and Allan Simpson. The film was released on February 22, 1926, by Paramount Pictures.  It is considered a lost film.","release_date":"1926-02-22","vote_average":0.0,"runtime":70,"cert":"\"\"","id":461122,"title":"Sea Horses","adult":false,"genre_ids":[18,10749]},{"cast":["Emma Watkins","Lachlan Gillespie","Simon Pryce","Anthony Field"],"overview":"The Wiggles Duets has been nearly three decades in the making! Over the years we have been lucky to have performed with some wonderful entertainers from home and around the world!","release_date":"2017-06-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461127,"title":"The Wiggles - Duets","adult":false,"genre_ids":[]},{"cast":["E.K. Lincoln","Dolores Cassinelli","Emmett King","Ethel Winthrop","Ernest Maupain"],"overview":"Leroy Trenchard loves Therese Verneuil, and when Leroy enters the army goes to France to fight, Therese follows as a Red Cross nurse. But suspicion arises that Therese is actually Princess Sonia, a German spy.","release_date":"1918-11-02","vote_average":0.0,"runtime":60,"cert":"N\/A","id":461129,"title":"Lafayette, We Come","adult":false,"genre_ids":[10749,18,10752]},{"cast":["Tania Daleyme","Yolande Hillé","Denise Lorys","Jean Toulout","Jean Tarride"],"overview":"\"Taking its title from John Keats’s early 19th-century poem, this highly personal melodrama finds Dulac interrogating the archetype of the femme fatale. La belle dame sans merci follows a famous actress who was once seduced and abandoned by a rich man and subsequently resolved to become a “merciless woman,” forever scheming to hurt others (men in particular) in a ruthless yet captivating manner. Dulac challenges the Romantic archetype embodied in Keats’s poem by way of symbolist mise en scène, self-reflexive narration, and her typically associative approach to editing, locating a modern ambiguity within the stereotypical figures of 19th-century art.\" - Film Society of Lincoln Center","release_date":"1920-01-01","vote_average":7.0,"runtime":80,"cert":"N\/A","id":461143,"title":"La Belle dame sans merci","adult":false,"genre_ids":[18,10749]},{"cast":["María Casares","Marc Cassot","Monique Chaumette","Silvia Monfort","Gérard Philipe"],"overview":"","release_date":"1956-06-08","vote_average":0.0,"runtime":28,"cert":"N\/A","id":461145,"title":"Le théâtre national populaire","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Look at a crumbling hippie commune in California. In the words of Ed Pincus: \"It was the Summer of Love, 1967. The Haight-Ashbury section of San Francisco was to be the center of a vast cultural experiment. Ideologically it was an attempt at a post-industrial society, where people no longer needed to work and communities of choice allowed people to “do their own thing.” David Neuman and I set off to film what happened that summer. We decided to do what we thought would be a film about a rural commune, because that seemed to be the apotheosis of hippie ideals. What we found was a bizarre replication of bourgeois society—the sun rose on the nothing new. We decided to use an anecdotal editing style with an attempt to enforce a narrative line.\"","release_date":"1968-12-31","vote_average":0.0,"runtime":54,"cert":"\"\"","id":461147,"title":"One Step Away","adult":false,"genre_ids":[99]},{"cast":["Kaelyn Charbonnet","Reginald Robinson","Sanita C. Irvin"],"overview":"Deep in Louisiana's swampland, a woman wakes from a fever dream where it has been August for 16 years.","release_date":"2017-01-22","vote_average":0.0,"runtime":8,"cert":"\"\"","id":461149,"title":"August","adult":false,"genre_ids":[]},{"cast":["Agathe Bonitzer","Randal Douc","Somany Na","Agnès Sénémaud"],"overview":"Camille, a young lady who has joined a Catholic mission in Cambodia and is ready to take her vows, crosses paths along a river and the Angkor ruins with a Cambodian man, Sambath, on a regular basis.","release_date":"2017-09-06","vote_average":0.0,"runtime":91,"cert":"N\/A","id":461151,"title":"Le Chemin","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461153,"title":"ブレーキ","adult":false,"genre_ids":[]},{"cast":["Kenneth Kent","Judy Kelly","Peter Murray-Hill","Walter Rilla","Ruth Maitland"],"overview":"A film directed by Walter Summers.","release_date":"1940-03-02","vote_average":0.0,"runtime":74,"cert":"N\/A","id":461161,"title":"At the Villa Rose","adult":false,"genre_ids":[9648]},{"cast":["Mohanlal","Manju Warrier","Prakash Raj","Sana Althaf","Manoj Joshi"],"overview":"With the arrival of electricity in the region under the British rule, the Odiyan clan that possesses the supernatural powers to assume animal form find it difficult to survive as they are ruthlessly captured and killed by the British. How the last Odiyan tries to save his clan with his stealth attacks, forms the crux.","release_date":"2018-12-13","vote_average":6.7,"runtime":167,"cert":"\"\"","id":461166,"title":"Odiyan","adult":false,"genre_ids":[18,28,14]},{"cast":["Minori Suzuki","Nozomi Nishida","JUNNA","Nao Touyama","Kiyono Yasuno"],"overview":"DVD\/Blu-ray release of the second live \"Walküre ga Tomaranai\" by Macross Δ Tactical Sound Unit Walküre held at Yokohama Arena on January 29, 2017.","release_date":"2017-05-31","vote_average":0.0,"runtime":194,"cert":"N\/A","id":461168,"title":"LIVE 2017 Walküre ga Tomaranai at Yokohama Arena","adult":false,"genre_ids":[10402]},{"cast":["Frédéric Andréi","Simona Cavallari","Corinne Cléry","Sergio Fantoni","Remo Girone"],"overview":"no plot available","release_date":"1988-02-07","vote_average":0.0,"runtime":180,"cert":"N\/A","id":461170,"title":"Una vittoria (TV)","adult":false,"genre_ids":[18]},{"cast":["Jack Shepherd","Alan Dobie","Marthe Keller","Jonathan Cecil","Gordon Warnecke"],"overview":"When he loses his way on a country road and is bitten by an animal, Maybury stumbles across a strange house where an extravagant dinner is taking place.","release_date":"1987-01-01","vote_average":0.0,"runtime":55,"cert":"N\/A","id":461172,"title":"The Hospice","adult":false,"genre_ids":[27]},{"cast":["Hans W. Geißendörfer","Klaus Kirschner","Enno Patalas","Marthe Keller"],"overview":"","release_date":"1983-06-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461174,"title":"Der Platzanweiser","adult":false,"genre_ids":[18,99]},{"cast":[],"overview":"Lusitania: an ocean liner to rival Titanic. On May 7th 1915 11 miles off the Old Head of Kinsale she was struck by a single torpedo from a German U-boat. 18 minutes later she was gone: a death toll of nearly 1200. Who will live and who will die, as the political shockwave is felt around the world?","release_date":"2015-05-15","vote_average":7.0,"runtime":49,"cert":"N\/A","id":461176,"title":"Lusitania: 18 Minutes That Changed the World","adult":false,"genre_ids":[]},{"cast":["Zeca Camargo","Chacal","José Joffily","Walter Carvalho","Zelito Viana"],"overview":"Cacaso, a Brazilian poet, lived in Rio de Janeiro. Born Antonio Carlos de Brito (1944-1987) he was one of the leaders of the marginal poetry movement. Cacaso filled notebooks not only with poems but  reflections, drawings and collages. He also became a lyricist and partner of celebrated songwriters such as Tom Jobim, Edu Lobo, Toninho Horta, João Donato and Sivuca.","release_date":"2016-04-10","vote_average":0.0,"runtime":88,"cert":"N\/A","id":461178,"title":"Cacaso","adult":false,"genre_ids":[99]},{"cast":["Hermann Lenschau","Gisela Uhlen","Marthe Keller","Hans Zesch-Ballot","Richard Lauffen"],"overview":"","release_date":"1966-03-09","vote_average":0.0,"runtime":130,"cert":"N\/A","id":461180,"title":"Kein Freibrief für Mord","adult":false,"genre_ids":[18]},{"cast":["Christian Doermer","Walter Gnilka","Marthe Keller"],"overview":"Not available","release_date":"1965-03-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":461182,"title":"Antiquitäten","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Piano-based trio Ben Folds Five perform.","release_date":"2013-01-31","vote_average":0.0,"runtime":110,"cert":"\"\"","id":461184,"title":"Ben Folds Five: Live from the Warfield","adult":false,"genre_ids":[10402]},{"cast":["Marthe Keller","Julien Boisselier","Pierre Arditi","Jérôme Robart","Charlotte Valandrey"],"overview":"not available","release_date":"2001-12-24","vote_average":0.0,"runtime":90,"cert":"N\/A","id":461186,"title":"Tout va bien c'est Noël!","adult":false,"genre_ids":[]},{"cast":["Marthe Keller","Jean-Pierre Marielle"],"overview":"not available","release_date":"1972-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":461188,"title":"P'pa je serai serrurier","adult":false,"genre_ids":[]},{"cast":["Alejandro Jordá","Mikel Izal","Emanuel Pérez “Gato”","Alberto Pérez","Iván Mella"],"overview":"","release_date":"2017-05-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461190,"title":"Crónica de un parpadeo","adult":false,"genre_ids":[99]},{"cast":["Sheila Parks","Jesse Adams","Serena","Joey Silvera","Karo Akamoto"],"overview":"Erotic intrigue comes to a full boil in this story of two brothers who find themselves in a sticky situation when they begin lusting after each other's wives.","release_date":"1982-07-16","vote_average":0.0,"runtime":82,"cert":"\"NC-17\"","id":461192,"title":"Anticipation","adult":true,"genre_ids":[10749]},{"cast":["Clifford Mollison","Lilli Palmer","Leslie Perrins","William Kendall","Gus McNaughton"],"overview":"A man inherits a nightclub that belonged to his brother but soon discovers that it is the headquarters for a dangerous criminal gang.","release_date":"1939-11-10","vote_average":0.0,"runtime":78,"cert":"N\/A","id":461194,"title":"Blind Folly","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2017-05-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461199,"title":"Tellement Fan - Les groupies contre-attaquent","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In the vast wilderness of Alaska the earth is changing, threatening the history and culture of native peoples, natural landscapes, and the habitats of wild life. Between Earth and Sky examines how climate change is rapidly affecting Alaska, and will soon affect us all.","release_date":"2016-08-31","vote_average":8.5,"runtime":80,"cert":"\"\"","id":461204,"title":"Between Earth and Sky: Climate Change on the Last Frontier","adult":false,"genre_ids":[99]},{"cast":["Olivia del Rio","Oksana","Rocco Siffredi"],"overview":"\"Because it wouldn't be the same without you, MARC DORCEL invites you to join in celebrating its anniversary with this 35 YEAR ENCYCLOPEDIA BOX SET. The French specialist in sex and lust has created the very first complete porn Encyclopedia just for you. It includes all sexual practices, the most exciting fantasies, the best directors, and, of course, the greatest porn stars from 1979 onwards. With nearly 3 hours of uninterrupted sex and 16 actresses from the best films of the DORCEL collection, relive 35 years of purely French pornography! The 35 YEAR ENCYCLOPEDIA BOX SET, Dorcel porn from A to Z.\"","release_date":"2014-12-07","vote_average":0.0,"runtime":146,"cert":"N\/A","id":461206,"title":"Encyclopedia O-P-Q-R","adult":true,"genre_ids":[]},{"cast":["Silvia Saint","Tiffany Hopkins","Tracey Adams","Zara Whites","Tarra White"],"overview":"\"Because it wouldn't be the same without you, MARC DORCEL invites you to join in celebrating its anniversary with this 35 YEAR ENCYCLOPEDIA BOX SET. The French specialist in sex and lust has created the very first complete porn Encyclopedia just for you. It includes all sexual practices, the most exciting fantasies, the best directors, and, of course, the greatest porn stars from 1979 onwards. With nearly 3 hours of uninterrupted sex and 16 actresses from the best films of the DORCEL collection, relive 35 years of purely French pornography! The 35 YEAR ENCYCLOPEDIA BOX SET, Dorcel porn from A to Z.\"","release_date":"2014-12-07","vote_average":0.0,"runtime":196,"cert":"N\/A","id":461208,"title":"Encyclopedia S-T-U-V-W-X-Y-Z","adult":true,"genre_ids":[]},{"cast":["Svetlana Smirnova","Lyudmila Dmitrieva","Mikhail Kononov","Valentina Talyzina","Fyodor Nikitin"],"overview":"The queen of a magic kingdom is trying to marry her two daughters...","release_date":"1977-06-09","vote_average":0.0,"runtime":61,"cert":"N\/A","id":461210,"title":"Almanzor's Rings","adult":false,"genre_ids":[10749,10751,14,12]},{"cast":[],"overview":"A community of human beings behaving like animals, is shaken by the arrival of a new protagonist.","release_date":"2015-04-01","vote_average":7.0,"runtime":7,"cert":"N\/A","id":461212,"title":"Putsch","adult":false,"genre_ids":[16,14]},{"cast":[],"overview":"The long-awaited latest feature from Okinawa’s preeminent filmmaker Go Takamine (Untamagiru) is a free-wheeling impressionistic work set in a fantastical realm informed by reality, memories, indigenous folklore and theater. X years after the oft-referenced but never elaborated-upon “Shima pshoo” incident, aging Tarugani and Papajo are best friends who live in Patai Village, where those who failed to die continue to exist. When the two find themselves framed as thieves who stole an illegal substance from the local store, they set out on the road, chased by three dripping wet mysterious women. An utterly unconventional visceral feast. -JAPAN CUTS: Festival of New Japanese Film","release_date":"2017-01-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461214,"title":"Hengyoro (Queer Fish Lane)","adult":false,"genre_ids":[]},{"cast":[],"overview":"Entering the political fray of environmentalism versus tradition raging a round the issue of dolphin hunting in Taiji, Japan since the 2009 release of The Cove, Megumi Sasaki’s documentary is the finely balanced film essay the frayed topic has been waiting for. Instead of propping up images of animal slaughter or beleaguered fishermen, A Whale of a Tale focuses on points of contact and communication between the two sides, foreign activists devoting years to the cause and agricultural workers who have developed a first-name familiarity. Sasaki (Herb & Dorothy) collaborates with journalist Jay Alabaster to examine the historical and material conditions that contributed to local whaling practice and the pressures of globalism and localism that keeps this issue in ideological deadlock—at least for now. -JAPAN CUTS: Festival of New Japanese Film","release_date":"2017-11-18","vote_average":0.0,"runtime":95,"cert":"N\/A","id":461216,"title":"A Whale of a Tale","adult":false,"genre_ids":[]},{"cast":["Maria Dizzia","Will Brittain","Waleed Zuaiter","Beth Grant","Paul Guilfoyle"],"overview":"Two cutting-edge scientists give 'birth' to a Neanderthal—the first to walk the earth for some 35,000 years—in order to attempt to answer these questions. Part 'normal' child, part science experiment, William’s 'parents' struggle with the best way to raise him. As William grows toward adulthood, he is educated in the human experiences of love and intimacy. But his primitive impulses begin to emerge the more he tries to conform to human expectations, leading to tragic consequences for him and his loved ones.","release_date":"2019-04-12","vote_average":5.7,"runtime":100,"cert":"\"\"","id":461218,"title":"William","adult":false,"genre_ids":[18,878]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461229,"title":"Meddle","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461231,"title":"Atom Heart Mother","adult":false,"genre_ids":[]},{"cast":[],"overview":"NOT AND OR involves black and white quadrilaterals spinning in virtual space that alternate with the same static shapes re-filmed from a screen in real space. The second half of the piece is the same as the first, but flipped, reversed and re-filmed again, through successive generations - adding while taking away.","release_date":"2014-07-12","vote_average":0.0,"runtime":18,"cert":"N\/A","id":461233,"title":"NOT AND OR","adult":false,"genre_ids":[]},{"cast":["Ben Lettieri","Keith Chanter","Daniel Jordan","Jessica Bayly","Alice Ryan"],"overview":"Martial arts fuelled adventure as Ben Silver aka The Liberator has only a few hours to retrieve a priceless stolen antique and return it undamaged to his mysterious female client, reformed cat burglar, Melinda Page.","release_date":"2017-04-28","vote_average":6.0,"runtime":89,"cert":"\"\"","id":461235,"title":"The Liberator","adult":false,"genre_ids":[28]},{"cast":[],"overview":"The life of a single mother Alena subordinated to one goal - to find the money for heart surgery for his four daughters. Unfortunately, neither his father retired, nor beloved Dima can not help it. Alain decided to take a desperate step - to become a surrogate mother for his boss, Claudia Sergeyevna, who has long and unsuccessfully treated for infertility. Alain enters into a contract with Claudia. Learning of this, Dima broke with her. Soon Allen discovers that already pregnant from Dima. Desperate Claudia asks Allen to give her her baby ...","release_date":"2017-04-15","vote_average":0.0,"runtime":90,"cert":"N\/A","id":461237,"title":"Heart Failure","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Wake is a dirge in celluloid. It is a celebration of my father’s life, a meditation on his body and a visual record of mourning. When my father died, there was never a chance to see his body after life had left it. This film was made by placing his ashes directly on 35mm film in a dark room and moving the film a frame at a time. What we see in this process of photograming is not the object in the photographic sense, but instead a representation of the space surrounding an object. The photogram is a shadow charting the distance between things.","release_date":"2015-04-12","vote_average":0.0,"runtime":8,"cert":"\"\"","id":461239,"title":"Wake","adult":false,"genre_ids":[]},{"cast":[],"overview":"The youngest protagonist of the documentary is Wartburg, an automobile over 50 years of age. The car is still on the road, driven by Bogdan, a 70-year-old who is taking his mother to visit the German factory where she was forced to work during WWII. In this road movie which takes place between Majdanpek and Germany, the trip becomes a journey into the past, retracing memories from the war and revealing a unique relationship between an old son and his elderly mother.","release_date":"2017-05-30","vote_average":0.0,"runtime":47,"cert":"N\/A","id":461241,"title":"The Ugliest Car","adult":false,"genre_ids":[35,99]},{"cast":["Martin Fry","Lisa Vanderpump","Vincent Flood"],"overview":"A longform video that showcases the British pop group ABC, using songs from their album \"The Lexicon of Love\" to tell a spy-caper story of how the unsuspecting lead singer, Martin Fry, is duped into fronting the band because of his striking resemblance to another man associated with espionage. Will he stumble onto the deception before it is too late for him?","release_date":"1983-01-01","vote_average":0.0,"runtime":55,"cert":"\"\"","id":461246,"title":"Mantrap","adult":false,"genre_ids":[10402]},{"cast":["Bruno Cremer","Vincent Lecoeur","Rufus","Michelle Goddet","Nicolas Abraham"],"overview":"Novelist and filmmaker Jose Giovanni turned to the remarkable true story of how his father helped him escape a date with the guillotine for this drama, which is based closely on events from his own life. During World War II, Manu (Vincent Lecoeur, as a character Giovanni modeled after himself) fought with the French Resistance, but near the end of the war he fell into a life of crime, and in 1947, 22-year-old Manu was arrested for his part in a bungled robbery that left a man dead. While Manu did not pull the fatal trigger, he refuses to say who did, since it would mean implicating his uncle, one of the few members of his family who has stood by him; Manu's brother is dead, and he turned his back on his father Joe (Bruno Cremer) years ago. Manu is sentenced to death, and while he protests his innocence, his attempts to escape from prison do little to convince anyone that he's telling the truth.","release_date":"2001-04-25","vote_average":8.0,"runtime":null,"cert":"N\/A","id":461248,"title":"My Father Saved My Life","adult":false,"genre_ids":[]},{"cast":["Pietro Pignatelli","Clotilde Sabatino","Carmen Scivittaro","Lucio Allocca","Raffaele Esposito"],"overview":"","release_date":"2009-03-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461250,"title":"Il sogno nel casello","adult":false,"genre_ids":[35]},{"cast":["Carlos López Moctezuma","Víctor Junco","Freddy Fernández","Norma Lazareno","Roberto Cañedo"],"overview":"Bank-robber hiding out after a heist discovers that half the world knows where he is. Can he finesse some way out of his predicament?","release_date":"1960-08-24","vote_average":0.0,"runtime":90,"cert":"N\/A","id":461252,"title":"La llamada de la muerte","adult":false,"genre_ids":[]},{"cast":["Jeon Moo-song","Park Chul-min","Park Tam-hee","Jo Moon-Gook"],"overview":"The father of Ki-su (Jo Moon-gook), who only cares about farming, is enraged when his son applies for admission to middle school. One day, Ki-su and fellow students perform a play at the school. Watching the play, Ki-su's father (Jeon Mu-song) changes his mind and decides to sell a cow to pay his son's school expenses.","release_date":"2009-07-16","vote_average":0.0,"runtime":100,"cert":"N\/A","id":461254,"title":"My Father","adult":false,"genre_ids":[18]},{"cast":["Arkadi Tolbuzin","Bruno Frejndlikh","Boris Arakelov","Konstantin Adashevsky","Sergei Filippov"],"overview":"A Red Army officer Polevoy possesses a navy dirk with a secret message encrypted in its handle. The second part of a message belongs to a White army officer Nikitskiy. It's up to three young friends of Polevoy to uncover the mystery.","release_date":"1954-11-26","vote_average":0.0,"runtime":83,"cert":"N\/A","id":461256,"title":"The Cutlass","adult":false,"genre_ids":[9648,10751,12]},{"cast":[],"overview":"","release_date":"","vote_average":9.0,"runtime":null,"cert":"N\/A","id":461258,"title":"ChaoS;Child","adult":false,"genre_ids":[9648,878]},{"cast":[],"overview":"Centrist revelations abound among repetitions & revisitings.","release_date":"2017-06-09","vote_average":6.5,"runtime":2,"cert":"\"\"","id":461266,"title":"Almost Anything","adult":false,"genre_ids":[18,10402]},{"cast":[],"overview":"","release_date":"1985-06-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461268,"title":"The Silver Twilight","adult":false,"genre_ids":[16]},{"cast":["Alanis Obomsawin"],"overview":"This film is an album of Native womanhood, portraying a proud matriarchal society that for centuries has been pressured to adopt different standards and customs. All of the women featured share a belief in the importance of tradition as a source of strength in the face of change.","release_date":"1977-09-18","vote_average":0.0,"runtime":58,"cert":"N\/A","id":461270,"title":"Mother of Many Children","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Something I know or something I was told? When something scalding translates something to behold.","release_date":"2017-06-09","vote_average":0.0,"runtime":1,"cert":"\"\"","id":461272,"title":"All Those Things","adult":false,"genre_ids":[18,10402]},{"cast":[],"overview":"","release_date":"1996-02-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461277,"title":"Toys","adult":false,"genre_ids":[16]},{"cast":["Miguel Ángel Tobías"],"overview":"","release_date":"2015-09-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461279,"title":"Rising Nepal","adult":false,"genre_ids":[99]},{"cast":["Ricardo Cortez","Lois Wilson","Estelle Taylor","William Powell","Norman Trevor"],"overview":"New York is a 1927 American drama silent film directed by Luther Reed and written by Barbara Chambers, Becky Gardiner and Forrest Halsey. The film stars Ricardo Cortez, Lois Wilson, Estelle Taylor, William Powell, Norman Trevor and Richard \"Skeets\" Gallagher. The film was released on January 30, 1927, by Paramount Pictures.","release_date":"1927-01-30","vote_average":0.0,"runtime":70,"cert":"\"\"","id":461281,"title":"New York","adult":false,"genre_ids":[18]},{"cast":["Franki","Savannah Gold","Sheridan","Sahara Knite","Tammy Oldham"],"overview":"UK director Kendo, in his second movie for Pirate Fetish Machine, takes you on a nylon packed 5 scene journey into anal sex. See kinky chicks and stocking lovers satisfy their desire for Pantyhose!","release_date":"2006-10-01","vote_average":0.0,"runtime":90,"cert":"\"\"","id":461283,"title":"Pantyhose Seduction","adult":true,"genre_ids":[]},{"cast":["Evelyn Brent","William Powell","James Hall","Josephine Dunn","Frank Morgan"],"overview":"Love's Greatest Mistake is a 1927 American silent drama film directed by A. Edward Sutherland and starring Evelyn Brent. The film is now lost.","release_date":"1927-02-20","vote_average":0.0,"runtime":60,"cert":"\"\"","id":461285,"title":"Love's Greatest Mistake","adult":false,"genre_ids":[10749,18]},{"cast":["Bebe Daniels","Richard Arlen","William Powell","Josephine Dunn","James Bradbury Jr."],"overview":"The daughter of a desert chief kidnaps a member of the French Foreign Legion in the hopes of wooing him.","release_date":"1927-11-12","vote_average":0.0,"runtime":60,"cert":"\"\"","id":461287,"title":"She's a Sheik","adult":false,"genre_ids":[10749,12,18]},{"cast":["Boeing Sippavit","Max Natchapon","Kan Srivalwit"],"overview":"","release_date":"2016-06-10","vote_average":9.0,"runtime":78,"cert":"N\/A","id":461289,"title":"Boyfriend","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"This brand new and exclusive three-part series delves into the relationships of six prominent women from world history - sisters by birth, all enjoying very different relationships with each other. The series explores the fascinating but sometimes fractious lives of aviation hero Amelia Earhart, Jackie Kennedy Onassis, and the infamous Mitford sisters.","release_date":"2017-06-10","vote_average":0.0,"runtime":130,"cert":"N\/A","id":461291,"title":"A Tale of Two Sisters","adult":false,"genre_ids":[]},{"cast":["王贝贝"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461293,"title":"王贝贝—鼓王之约","adult":false,"genre_ids":[10402]},{"cast":["Dimitra Hatoupi","Philippos Sofianos","Rika Vayanni"],"overview":"An extreme passion that overturns the balance and changes the life course of a woman. Anna is a successful journalist with impeccable image and perfectly organized life. However, it has reached a borderline where nothing fills it anymore. One night, during a reportage, he will accidentally encounter a strange, mysterious and dangerous stranger, who goes through transit from Greece. Between them a relationship will be exciting, but also nightmarish ...","release_date":"1995-03-01","vote_average":0.0,"runtime":102,"cert":"N\/A","id":461298,"title":"Τράνζιτο","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2004-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461300,"title":"Fuyu no hanabi hen - Imouto no teryouri","adult":false,"genre_ids":[18]},{"cast":["A.D. Johnson","Shanley Caswell"],"overview":"A millennial has to deal with the unexpected consequences of swiping himself on a dating app.","release_date":"2017-06-08","vote_average":6.0,"runtime":4,"cert":"\"\"","id":461302,"title":"Swiped","adult":false,"genre_ids":[]},{"cast":["Toby Wallace","Harrison Gilbertson","Sarah Jeavons","Leo Santangelo","Henry Reimer Meaney"],"overview":"Dean has a thing for Jess – and it drives him crazy that she's with Christian. Egged on by his friends, he gets everyone into making a hot-tempered and brainless move.","release_date":"2017-02-14","vote_average":0.0,"runtime":13,"cert":"\"\"","id":461304,"title":"Smashed","adult":false,"genre_ids":[53]},{"cast":["Ismail Zhabjaku","Lec Bushati"],"overview":"Met Sokoli is a young pioneer who fights against a band of saboteurs entering Albania.","release_date":"1970-07-01","vote_average":0.0,"runtime":53,"cert":"N\/A","id":461306,"title":"Valley of the Riflemen","adult":false,"genre_ids":[]},{"cast":[],"overview":"A spectacle featuring the children of the puppet theater.","release_date":"1970-03-11","vote_average":0.0,"runtime":25,"cert":"N\/A","id":461308,"title":"Lesson for Linda","adult":false,"genre_ids":[35,10751]},{"cast":[],"overview":"","release_date":"2017-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461310,"title":"Robbie Williams Rocks BIG BEN Live","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Dream, Girl is a documentary showcasing the stories of inspiring and ambitious female entrepreneurs. Let's stop telling girls they can be anything they want to be and show them what it means to be a leader.","release_date":"","vote_average":0.0,"runtime":85,"cert":"N\/A","id":461312,"title":"Dream, Girl","adult":false,"genre_ids":[]},{"cast":["Allari Naresh"],"overview":"Upcoming telugu movie","release_date":"2017-08-26","vote_average":7.0,"runtime":null,"cert":"N\/A","id":461314,"title":"Meda Meedha Abbayi","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"The Residue of a Relationship is a short film that looks at the leftovers of love and tries to piece together what it all means.","release_date":"2017-02-08","vote_average":0.0,"runtime":15,"cert":"\"\"","id":461316,"title":"The Residue of a Relationship","adult":false,"genre_ids":[]},{"cast":["Andy Lau","Tony Leung Chiu-Wai","Frankie Chan Fan-Kei","Shing Fui-On","Michael Miu"],"overview":"Come Fly the Dragon is a Hong Kong Action Comedy starring Andy Lau and Tony Leung","release_date":"1993-04-15","vote_average":0.0,"runtime":102,"cert":"N\/A","id":461318,"title":"Come Fly the Dragon","adult":false,"genre_ids":[35,28]},{"cast":["Michael Rodriguez","Gloria Tesch","Gustavo Perez","Bob Glacier","Nishant Gogna"],"overview":"Maya and Joey, a young brother and sister from the small city of Oceanside, find a gap in the fence of a Government property. Going through it, they soon discover the entrance to a Cave with a hidden tunnel that leads them to a strange place and world on the other side. Maradonia, a world between the worlds and with the youngsters arrival, the ancient prophecy of the Light King is fulfilled: “In the last days at the end of the age, when two silver birds attack the twin brothers, two children will arrive in the land of Maradonia and show the fallen angel and ruler of the Shadow Empire, his limitations”. In the legendary land of Maradonia, the ordinary lives of Maya and Joey change forever. As brother and sister find themselves in an unfamiliar and perilous world ruled by magic and dark power, a journey brimming with excitement and adventure begins.","release_date":"","vote_average":0.0,"runtime":108,"cert":"N\/A","id":461320,"title":"Maradonia: The Shadow Empire","adult":false,"genre_ids":[14]},{"cast":[],"overview":"A flighty, dull peek at the underground marijuana distribution system of the early 1970s, complete with tie dye, VW buses and a soft-focused romp through fields of hemp at sunset. Stereotypically '70s in almost every fashion, it's shot on cheap stock with a bad soundtrack, boring subjects and jumpy editing. It's interesting in a purely historical sense, as we get a pretty good idea of where law enforcement stood in regards to the substance a decade before Nancy Reagan instituted the war on drugs, but viewers out for a bit more insight are due to be sorely disappointed. It's cool to see the narrator reach out of a moving car to grab a fistful of buds off of a roadside plant, but that's about the extent of the excitement. (IMDb)","release_date":"1973-01-01","vote_average":0.0,"runtime":83,"cert":"\"\"","id":461325,"title":"Acapulco Gold","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Mary Field and F Percy Smith create this whimsical look at the breeding habits and life cycle of frogs.","release_date":"1936-06-10","vote_average":0.0,"runtime":8,"cert":"N\/A","id":461330,"title":"He Would a-Wooing Go","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Pounding backbeats beaten by [(Don't Get)] warm[welcomes]th.","release_date":"2017-06-10","vote_average":10.0,"runtime":1,"cert":"\"\"","id":461338,"title":"No Impersonator , Perpetrator","adult":false,"genre_ids":[18,10402]},{"cast":["Paul McCartney","Richard Skinner"],"overview":"A program originally produced for the BBC, and aired on television several times in 1986. Originally conceived as a long-form promotional piece for «Press to Play», the BBC staffer (Richard Skinner) persuades Macca to talk about much more, including one of the more in-depth interviews about Wings. All of the interview bits were done at Abbey Road studio 2, leading to some reminiscing on Paul's part. Scattered among the interview are some nice McCartney film rarities (including rarely seen promo clips\/videos, concert footage from both the 1973 and 1976 tours, and even a bit of the never released \"One Hand Clapping\" film).","release_date":"1986-08-29","vote_average":0.0,"runtime":60,"cert":"N\/A","id":461340,"title":"The Paul McCartney Special","adult":false,"genre_ids":[10402,99]},{"cast":["Leah Gotti","Kylie Page","Kendra Sunderland","Lily Rader","Christian Clay"],"overview":"The award winning studios BLACKED.com & Tushy.com present their new high-end brand VIXEN.com! This studio is all about showcasing young and natural beauties with passionate sex scenes, next level cinematography and intriguing story lines. VIXEN.com inaugurates its first line featuring the nation wide famous Kendra Sunderland in her first sex scene! Also enjoy Kylie Page, Lily Rader and Leah Gotti with their perfect natural bodies in intense sex scenes. Filmed in perfect 4K by AVN award winning director Greg Lansky, you will not be disappointed by the quality of this movie.","release_date":"2016-09-27","vote_average":0.0,"runtime":160,"cert":"\"\"","id":461342,"title":"Natural Beauties","adult":true,"genre_ids":[]},{"cast":["Liban Rashid","Adbi Halwo Ali","Abdihalim Mo"],"overview":"An estimated 12 million people live in refugee camps worldwide and only 0.1% are resettled, repatriated, or integrated into normal society each year. The feature-length documentary.","release_date":"","vote_average":0.0,"runtime":72,"cert":"N\/A","id":461344,"title":"Warehoused","adult":false,"genre_ids":[99]},{"cast":["Sonya Suares","Jesse Velik"],"overview":"After meeting online, a woman allows a virtual stranger into her home to fulfill an agreement.","release_date":"2017-03-11","vote_average":0.0,"runtime":13,"cert":"\"\"","id":461346,"title":"Consent","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Adventure film based on comic book","release_date":"1954-05-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461348,"title":"Ukala","adult":false,"genre_ids":[]},{"cast":[],"overview":"Due to professional and personal problems, Dr Zodiac loses himself to childhood obsession with circus and eventually escapes from humanity altogether.","release_date":"2008-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":461350,"title":"Doctor Zodiac's Fantastic Odyssey","adult":false,"genre_ids":[16]},{"cast":["Issey Takahashi","Lily Franky","Kanno Misuzu","Takumi Saito","Riku Ohnishi"],"overview":"Thirteen years after abandoning his wife and two sons by stepping out for a pack of cigarettes and never returning, deadbeat gambler Masato dies of stomach cancer. At his funeral, a motley crew of fellow mahjong players, pachinko parlor employees and former drinking buddies gather to pay their respects and tell stories, revealing aspects of Masato’s life that complicate his sons’ resentment towards him.","release_date":"2018-02-03","vote_average":7.3,"runtime":81,"cert":"N\/A","id":461352,"title":"blank 13","adult":false,"genre_ids":[10751,18]},{"cast":[],"overview":"Hosts Joe Pickett and Nick Prueher return with an eighth installment of VHS relics they’ve salvaged from thrift stores, garage sales and garbage cans across the country. Found Footage Festival: Volume 8 highlights include a collection of satanic panic videos from the 80s, a star-studded Desert Storm parade sponsored by Taco Bell, outtakes and on-air bloopers from over ten years of North Dakota local news, and selections from David Letterman's Video Collection, inherited by the Found Footage Festival when Dave retired. Recorded live at The Bell House in Brooklyn.","release_date":"2017-03-31","vote_average":8.0,"runtime":90,"cert":"\"\"","id":461354,"title":"Found Footage Festival Volume 8: Live in Brooklyn","adult":false,"genre_ids":[]},{"cast":["Luh I-charn","Hsiang Yun-Peng","Michael Chan","Chen Kuan-Tai","Phoenix Chu"],"overview":"Taiwanese action film.","release_date":"1982-07-02","vote_average":0.0,"runtime":91,"cert":"N\/A","id":461365,"title":"Don't Trust a Stranger","adult":false,"genre_ids":[28]},{"cast":[],"overview":"The documentary BREVET follows three participants of 2015's randonneuring (long distance cycling) event (brevet) Paris-Brest-Paris on their 1230 km long ride.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461367,"title":"Brevet","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Cryptic fortune cookie messages become death omens for a group of friends.\r Director: Rob Pallatina","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461369,"title":"Fortune Cookie","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tales of the Copper Cross Garden: Episode 1 documents the process by which copper is drawn into wire from glowing, semi-liquid ingots. A choral mass provides the soundtrack, while sporadic all-caps intertitles weave biographical details (Baloji grew up in the mining region of Katanga in the Democratic Republic of Congo) with a reflection on the role of the Church in the colonial enterprise in Africa.","release_date":"2017-04-08","vote_average":0.0,"runtime":45,"cert":"N\/A","id":461371,"title":"Tales of the Copper Cross Garden: Episode 1","adult":false,"genre_ids":[]},{"cast":[],"overview":"A film about the history and evolution of rap music in the city of Baton Rouge spanning from 1985 to 2017 and beyond. It covers the art in its purest form and the artists that have created the city's unique sound. It's a story of hope, redemption and dreams in a place where dreams don't exist.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461376,"title":"Diamonds in the Dirt","adult":false,"genre_ids":[]},{"cast":["Éric Carrière","Francis Ginibre"],"overview":"","release_date":"2010-11-17","vote_average":8.0,"runtime":null,"cert":"N\/A","id":461378,"title":"Les Chevaliers du Fiel - Toute la télé des Chevaliers du Fiel","adult":false,"genre_ids":[35,10751]},{"cast":[],"overview":"Telugu actor Prabhas, who has been riding high on the unprecedented success of Baahubali 2, is coming back with Billa, the 2009  Telugu action thriller. The makers of the film have decided to release the Anushka Shetty and Prabhas starrer in Hindi now.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461380,"title":"The Return Of The Rebel 2","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Charles Gatewood's tour video of the weird and wild in southeast Asia. Featuring sex shows, opium smoking, primitive piercing rituals, spitting cobras and \"Exotic Erotic Bangkok, Sin City of Asia!\".","release_date":"1989-06-10","vote_average":0.0,"runtime":null,"cert":"\"\"","id":461382,"title":"Charles Gatewood's Weird Thailand","adult":false,"genre_ids":[]},{"cast":["David Gilmour","Roger Waters","Richard Wright","Nick Mason","Syd Barrett"],"overview":"Volume 1: 1965–1967: Cambridge St\/ation from Pink Floyd","release_date":"2016-11-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461384,"title":"Pink Floyd - The Early Years Vol 1: 1965-1967: Cambridge St\/ation","adult":false,"genre_ids":[10402]},{"cast":["David Gilmour","Roger Waters","Richard Wright","Nick Mason","Syd Barrett"],"overview":"Brussels, Belgium, 2\/18-19\/68 (\"Astronomy Domine\", \"The Scarecrow\", \"Corporal Clegg\", \"Paintbox\", \"Set the Controls for the Heart of the Sun\", \"See Emily Play\", \"Bike\")  Brussels, Belgium, 2\/68 (\"Apples and Oranges\")  Paris, France, 2\/20\/68 (\"Astronomy Domine\", \"Flaming\", \"Set the Controls for the Heart of the Sun\", \"Let There Be More Light\")  Paris, France, 2\/21\/68 (\"Paintbox\")  London, UK, 3\/68 (\"Instrumental Improvisation\")  London, UK, 3\/28\/68 (\"Set the Controls for the Heart of the Sun\")  Rome, Italy, 4\/68 (\"It Would Be So Nice [excerpt]\")  Rome, Italy, 5\/6\/68 (\"Interstellar Overdrive\")  Kasterlee, Belgium, 8\/31\/68 (\"Astronomy Domine\", Roger Waters interview)  Paris, France, 9\/6\/68 (\"Let There Be More Light, \"Remember a Day\")  London, UK, 1968 (\"Let There Be More Light\")  Paris, France, 10\/21\/68 (\"Let There Be More Light\", \"Flaming\")  Paris, France,  11\/1\/68 (\"Let There Be More Light\")  \"Point Me at the Sky\" (restored promo video, UK, 1968)","release_date":"2016-11-11","vote_average":0.0,"runtime":88,"cert":"N\/A","id":461386,"title":"Pink Floyd - The Early Years Vol 2: 1968: Germin\/ation","adult":false,"genre_ids":[10402]},{"cast":["David Gilmour","Roger Waters","Richard Wright","Nick Mason"],"overview":"Forum Musiques, Paris, France, 22 January 1969 (\"Set the Controls for the Heart of the Sun\", David Gilmour interview [in French], \"A Saucerful of Secrets\")  The Man and The Journey: Royal Festival Hall, London, rehearsal, 14 April 1969 (\"Afternoon\", \"The Beginning\", \"Cymbaline\", \"Beset by Creatures of the Deep\", \"The End of the Beginning\")\r Essencer Pop & Blues Festival, Essen, Germany, October 11, 1969 (\"Careful with That Axe, Eugene\", \"A Saucerful of Secrets\")  Music Power & European Music Revolution, Festival Actuel Amougies Mont de L'Enclus, Belgium, 25 October 1969 (\"Green Is the Colour\", \"Careful with That Axe, Eugene\", \"Set the Controls for the Heart of the Sun\", \"Interstellar Overdrive\" [with Frank Zappa])","release_date":"2016-11-11","vote_average":0.0,"runtime":96,"cert":"N\/A","id":461388,"title":"Pink Floyd - The Early Years Vol 3: 1969: Dramatis\/ation","adult":false,"genre_ids":[10402]},{"cast":["David Gilmour","Roger Waters","Richard Wright","Nick Mason"],"overview":"An Hour with Pink Floyd: KQED, San Francisco, USA, 30 April 1970 (\"Atom Heart Mother\", \"Cymbaline\", \"Grantchester Meadows\", \"Green Is the Colour\", \"Careful with That Axe, Eugene\", \"Set the Controls for the Heart of the Sun\")  Pop Deux Festival de St. Tropez’, France, 8 August 1970 (\"Cymbaline\" [sound check], \"Atom Heart Mother\", \"Embryo\", \"Green Is the Colour\", \"Careful with That Axe, Eugene\", \"Set the Controls for the Heart of the Sun\")  Roland Petit Ballet, Paris, France, 5 December 1970 (\"Instrumental Improvisations 1, 2, 3\", \"Embryo\")  Blackhill’s Garden Party, Hyde Park, London, UK, 18 July 1970 (\"Atom Heart Mother\" [with the Philip Jones Brass Ensemble\/John Alldis Choir])","release_date":"2016-11-11","vote_average":0.0,"runtime":140,"cert":"N\/A","id":461390,"title":"Pink Floyd - The Early Years Vol 4: 1970: Devi\/ation","adult":false,"genre_ids":[10402]},{"cast":["Tonico","Tinoco","Nhá Barbina","Pirolito","Maximira Figueiredo"],"overview":"","release_date":"1963-06-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461392,"title":"Lá no Meu Sertão","adult":false,"genre_ids":[18,10402]},{"cast":["David Gilmour","Roger Waters","Richard Wright","Nick Mason"],"overview":"Recording \"Wot’s...Uh the Deal?\", Château d’Hérouville, France, 23–29 February 1972  David Gilmour and Roger Waters interview – 7.14  Brighton Dome, UK, 29 June 1972 (\"Set the Controls for the Heart of the Sun\", \"Careful with That Axe, Eugene\")  Roland Petit Pink Floyd Ballet, France, news reports 1972–73  \"Actualités Méditerranée\", Marseille, 22 November 1972  \"JT Nuit – Les Pink Floyd\", Marseille, 26 November 1972  \"JT 20h – Pink Floyd\", Paris, 12 January 1973  \"Journal de Paris – Les Pink Floyd\" , Paris, 12 January 1973  Concert set up news report – France, 29 November 1972  Poitiers – Autour du passage des Pink Floyd  Pink Floyd: Live at Pompeii (\"Careful with That Axe, Eugene\", \"A Saucerful of Secrets\", \"One of These Days\", \"Set the Controls for the Heart of the Sun\", \"Echoes\") [2016 5.1 audio mix]","release_date":"2016-11-11","vote_average":0.0,"runtime":110,"cert":"N\/A","id":461394,"title":"Pink Floyd - The Early Years Vol 6: 1972: Obfusc\/ation","adult":false,"genre_ids":[10402]},{"cast":["Simplício","Nhá Barbina","Clenira Michel","Saracura","Carlos Reichenbach"],"overview":"","release_date":"1971-05-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461396,"title":"No Rancho Fundo","adult":false,"genre_ids":[10402,35]},{"cast":["Libertad Lamarque","Carlos López Moctezuma","Olga Breeskin","Jaime Moreno","Vicente Fernández"],"overview":"Retired singer with a history of mental illness acts as housemother for a gaggle of young adult 'friends' who exploit and disrespect her.","release_date":"1975-11-19","vote_average":0.0,"runtime":98,"cert":"N\/A","id":461398,"title":"La loca de los milagros","adult":false,"genre_ids":[]},{"cast":["Jack La Rue","Marian Marsh","Clarence Muse","Mary Ruth","Robert Kellard"],"overview":"A man is released from prison after serving time for a murder he didn't commit. He goes to live with his brother and his family on their Louisiana ranch, where they're raising horses to compete in an important race.","release_date":"1941-09-02","vote_average":0.0,"runtime":61,"cert":"\"\"","id":461400,"title":"Gentleman from Dixie","adult":false,"genre_ids":[10402,80,18]},{"cast":["Diamanda Galás"],"overview":"Live performance of Diamanda Galas in 1985, released by Target Video. The performance, based on a poem by Carles Baudelaire, devotes itself to the emaraldine perversity of the life struggle in hell.","release_date":"1986-06-10","vote_average":0.0,"runtime":15,"cert":"\"\"","id":461402,"title":"Diamanda Galas - The Litanies of Satan","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Go behind the scenes to uncover the truths of being a professional gamer for a living. Can you really make a living from being a gamer?","release_date":"2016-12-06","vote_average":6.5,"runtime":85,"cert":"\"\"","id":461404,"title":"A Gamer's Life","adult":false,"genre_ids":[]},{"cast":["Beatriz Williamson","Lourenço","Gerson Sança","Nana Quelhas"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461406,"title":"A Minha Juventude","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Tar Pits Film (16mm film negative thrown in the La Brea Tar Pits, ridden over hot tarmac by a motorcycle, soaked in kitty litter, lighter fluid, mayonnaise and body lotion) zooms in on the La Brea Tar Pits. West connects the image back to the site by tossing the negative into the tar.","release_date":"2006-01-01","vote_average":0.0,"runtime":2,"cert":"\"\"","id":461408,"title":"Tar Pits Film","adult":false,"genre_ids":[]},{"cast":["Robert Ndrenika","Arben Shaka","Xhezair Dafa"],"overview":"A comedy about a group of fans who cause mischief.","release_date":"1972-10-09","vote_average":0.0,"runtime":30,"cert":"N\/A","id":461410,"title":"The Odyssey of Fans","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A family of arctic foxes tries to cope with the fact that one of them is fading away.","release_date":"2016-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":461412,"title":"Leave a Print","adult":false,"genre_ids":[]},{"cast":[],"overview":"Inspiring story of a man who provided guidance and compassion to his community for an incredible 40 year period as the mayor of Charleston, South Carolina.  Entering office just as the Civil Rights movement was taking off in South Carolina, Joseph P. Riley Jr., a Democrat, became America’s Mayor and proved that the only real social change comes from the ground up.  As American politics charged down the path of divisiveness, Mayor Riley sought inclusion and worked to improve his city in every way.","release_date":"2016-04-01","vote_average":0.0,"runtime":56,"cert":"\"\"","id":461417,"title":"The Mayor: The Age of Riley","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461422,"title":"Ghosts","adult":false,"genre_ids":[]},{"cast":["Virna Lisi","Haya Harareet","Elisa Cegani","Vittorio Sanipoli","Serge Reggiani"],"overview":"A struggling model concocts a story of being raped and beaten by three strangers and soon becomes a media darling. Complications arise when the police eventually arrest three suspects.","release_date":"1965-06-10","vote_average":0.0,"runtime":89,"cert":"\"NR\"","id":461424,"title":"The Doll that Took the Town","adult":false,"genre_ids":[18]},{"cast":["Sundeep Kishan","Regina Cassandra","Sai Dharam Tej","Pragya Jaiswal","Prakash Raj"],"overview":"A young boy is made to realise that the police form the backbone of society and every cop is akin to Lord Hanuman the protector. He then makes up his mind about becoming a cop when he grows up.​","release_date":"2017-08-03","vote_average":6.5,"runtime":166,"cert":"N\/A","id":461426,"title":"Nakshatram","adult":false,"genre_ids":[28,80,53]},{"cast":["Vanessa Alves","Cinira Camargo","Jose Luiz Franca","Maristela Moreno","Benjamin Cattan"],"overview":"","release_date":"1980-12-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461428,"title":"A Filha de Emmanuele","adult":false,"genre_ids":[18]},{"cast":["Dani Daniels","Anikka Albrite","Prince Yahshua","Jason Brown","Rob Piper"],"overview":"Blacked.com is proud to present Dani Daniels: Deeper. Dani is one of the most popular and talented pornstars of her generation. Watch her very first interracial scenes where she shows her love for hardcore passionate sex. Every scene is fueled with intensity as Dani takes you on her Interracial sexual journey.","release_date":"2014-09-15","vote_average":10.0,"runtime":187,"cert":"\"NC-17\"","id":461430,"title":"Dani Daniels: Deeper","adult":true,"genre_ids":[]},{"cast":["Marcia Barrett","Bobby Farrell","Maizie Williams","Liz Mitchell"],"overview":"","release_date":"2015-03-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461432,"title":"Boney M. - Diamonds (40th Anniversary Edition) DVD2","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Documentary that combines drawings made by a group of children and the stories they create to accompany them.","release_date":"2017-01-14","vote_average":0.0,"runtime":75,"cert":"N\/A","id":461434,"title":"Garatujas, Badamecos e Outros  Monstros","adult":false,"genre_ids":[]},{"cast":["Marcia Barrett","Bobby Farrell","Maizie Williams","Liz Mitchell","Reggie Tsiboe"],"overview":"","release_date":"2015-03-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461436,"title":"Boney M. - Diamonds (40th Anniversary Edition) DVD3","adult":false,"genre_ids":[10402]},{"cast":["Gerald Anderson","Arci Muñoz","Bryan Santos","Ria Atayde","Brian Sy"],"overview":"Digs a no fuss, no frills kind of guy and idealistic achiever Sam who are friends turned lovers turned exes. Their relationship as a couple lasted for almost eight years until they both decided on an amicable breakup.","release_date":"2017-06-14","vote_average":6.2,"runtime":95,"cert":"N\/A","id":461438,"title":"Can We Still Be Friends?","adult":false,"genre_ids":[35,10749]},{"cast":["Royal Hunt"],"overview":"","release_date":"2017-05-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461440,"title":"Royal Hunt - \"2016\"","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"","vote_average":4.0,"runtime":null,"cert":"N\/A","id":461442,"title":"The End of Hope","adult":false,"genre_ids":[]},{"cast":["Pandi Raidhi"],"overview":"In the first day of liberation, partisan Meke enters the palace where the king used to live.","release_date":"1973-11-28","vote_average":0.0,"runtime":28,"cert":"N\/A","id":461444,"title":"The Emperor's Bed","adult":false,"genre_ids":[18]},{"cast":["Kym Ng","Adrian Pang","Aaron Kao"],"overview":"A satirical drama about how a nation's obsession with shopping changes the course of one woman's life. Clara, a forty year old 'tai tai' (wealthy lady of leisure) faces a mid life crisis and decides to runaway to the only place that has ever made any sense to her - the shopping centres. As she lives there, Clara crosses paths with other 'creatures' of the mall, namely Renu, an eight-year old latchkey kid who has been abandoned by her parents in a 24 hour mall and Aaron, an angst-y twenty three year old who skives work to hang out at the mall with his friends. Together, these characters lead audiences through a journey of love, loss and liberation through the heart of Singapore where they find that their dreams can be bought and broken.","release_date":"2007-07-26","vote_average":0.0,"runtime":100,"cert":"N\/A","id":461446,"title":"Gone Shopping","adult":false,"genre_ids":[18,35]},{"cast":["Sundeep Kishan","Vikranth","Mehreen Pirzada","Harish Uthaman","Soori"],"overview":"A young man tries to track down the killers who are plotting to murder his close friend. But there's more to it than meets the eye.","release_date":"2017-11-10","vote_average":4.0,"runtime":129,"cert":"N\/A","id":461448,"title":"Nenjil Thunivirunthal","adult":false,"genre_ids":[80,28,53]},{"cast":["Raschmie Soukouli","Alexandra Pavlidou","Angela El-Zeind","Georgina Tatsi","Leonidas Kakouris"],"overview":"Two women in neighboring apartments live very different and at the same time very similar lives. The young student Klairi and the middle-aged Danai, seek in each other's company a means to escape their anxieties. At first they're just using each other but eventually they are challenged through a dark and dramatic climax to really open up and come truly close.","release_date":"2010-09-16","vote_average":0.0,"runtime":105,"cert":"N\/A","id":461450,"title":"Tenderness","adult":false,"genre_ids":[18]},{"cast":["Lyudmila Maksakova","Vladimir Tatosov","Dalvin Shcherbakov","Valeriy Pogoreltsev","Vladimir Kolokoltsev"],"overview":"","release_date":"1968-03-04","vote_average":5.0,"runtime":null,"cert":"N\/A","id":461452,"title":"Татьянин день","adult":false,"genre_ids":[36,18]},{"cast":[],"overview":"Fontelonga is a village of Trás-os-Montes, in the interior of Portugal. A mirror of exile in the eyes of their own people. A reflexion where memory is the last object of beauty and redemption.","release_date":"2013-07-08","vote_average":8.0,"runtime":14,"cert":"N\/A","id":461454,"title":"Fontelonga","adult":false,"genre_ids":[18,99]},{"cast":[],"overview":"This black-and-white experimental film was made collectively by members of one of Australia’s first Women’s Liberation groups. It sought to promote Women’s Liberation by engaging viewers in active discussion, hence its name.","release_date":"1973-01-06","vote_average":0.0,"runtime":24,"cert":"N\/A","id":461456,"title":"A Film for Discussion","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2010-09-23","vote_average":0.0,"runtime":null,"cert":"\"\"","id":461458,"title":"The Universe: Dark Future of the Sun","adult":false,"genre_ids":[]},{"cast":["Claude Aveline","Maurice Bessy","Docteur Caussat","Jean Dasté","Charles Dorat"],"overview":"","release_date":"1964-06-10","vote_average":0.0,"runtime":98,"cert":"N\/A","id":461460,"title":"Cinéastes de notre temps: Jean Vigo","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2013-06-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461462,"title":"Isla Foca, la isla de los secretos","adult":false,"genre_ids":[]},{"cast":["Sai Pallavi","Naga Shourya","Balaji Patturaj","Priyadarshi Pullikonda","Santhana Bharathi"],"overview":"The aborted child of a couple goes after her own family members who were responsible for separating her from her mother.","release_date":"2018-04-27","vote_average":6.1,"runtime":160,"cert":"N\/A","id":461464,"title":"Diya","adult":false,"genre_ids":[53,10749,27]},{"cast":[],"overview":"Mr. Guo is the only person who lives in a traditional village hidden in the mountains. Telling the fortune of others is his only thing every day here. Suddenly, he finds a big secret in this village. It seems that a huge catastrophe would be coming...","release_date":"2016-06-07","vote_average":0.0,"runtime":16,"cert":"N\/A","id":461466,"title":"Lifeline","adult":false,"genre_ids":[35,18]},{"cast":["Edmund Gwenn","Mary Maguire","Paul Henreid","Geoffrey Toone","Richard Ainley"],"overview":"A film directed by Albert de Courville","release_date":"1940-06-26","vote_average":0.0,"runtime":73,"cert":"N\/A","id":461468,"title":"An Englishman's Home","adult":false,"genre_ids":[18,10752]},{"cast":[],"overview":"Absent for several months, William, eldest of the family, decides to return to his father in order to visit Jimmy, his young autistic brother. But this decision could have serious consequences.","release_date":"","vote_average":0.0,"runtime":19,"cert":"N\/A","id":461476,"title":"Plane","adult":false,"genre_ids":[]},{"cast":[],"overview":"He's the perfect man taking her on the perfect date. Now she's just waiting for the perfect question","release_date":"","vote_average":0.0,"runtime":9,"cert":"N\/A","id":461478,"title":"Custom Love","adult":false,"genre_ids":[]},{"cast":["Zara Whites"],"overview":"A married couple begin playing an erotic game of getting the wife to seduce another man","release_date":"1995-01-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":461480,"title":"Complicity","adult":false,"genre_ids":[]},{"cast":[],"overview":"Erotic thriller about a rich couple who hires a new sailboat captain who's unbeknown to them also a drug smuggler.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":461482,"title":"Unlawful Passage","adult":false,"genre_ids":[]},{"cast":["Joseph Delorey","Francis La Haye","Sandrine Bisson"],"overview":"In the summer of 1996, life throws a curveball in the face of Keven Guénette; and it strikes. Guided by his paraplegic baseball coach, Keven discovers the mutation, sex and love.","release_date":"2016-09-12","vote_average":6.0,"runtime":17,"cert":"N\/A","id":461484,"title":"Mutants","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A look at the making of the Swedish splatter classic, Evil Ed.","release_date":"2016-01-01","vote_average":0.0,"runtime":45,"cert":"N\/A","id":461489,"title":"You Keep 'Em Heads Rollin'","adult":false,"genre_ids":[]},{"cast":[],"overview":"Film by Telscher.","release_date":"1989-02-11","vote_average":0.0,"runtime":14,"cert":"N\/A","id":461491,"title":"On the Balance","adult":false,"genre_ids":[]},{"cast":["Dmitriy Nagiev","Anna Starshenbaum","Bakhtiar Khoja","Daulet Abdygapparov","Danil Volkovinsky"],"overview":"A comedy about coward policeman who tries to stop ruthless killer called The Diamond.","release_date":"2011-03-17","vote_average":0.0,"runtime":94,"cert":"N\/A","id":461493,"title":"Two guns. The elusive Diamond","adult":false,"genre_ids":[28,35]},{"cast":["Klaus Telscher"],"overview":"Film by Stephan Sachs.","release_date":"1988-01-01","vote_average":0.0,"runtime":21,"cert":"N\/A","id":461495,"title":"Paramount","adult":false,"genre_ids":[]},{"cast":[],"overview":"A Portuguese film","release_date":"1980-06-11","vote_average":0.0,"runtime":50,"cert":"N\/A","id":461497,"title":"João de Deus","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Rokudenashi Blues 1993","cast":["Hiroaki Hirata","Hideo Ishikawa","Hikaru Midorikawa","Yuuki Satou","Junko Hagimori"],"id":461499,"overview":"Taison Maeda's Teiken High School class goes on a field trip to the Kansai region of Japan, which is where Taison is from. Taison's little brother Youkou sent a message to Taison & his older brother Fujio that their father, Monson, is sick and that they should return home to visit him. This trip back will also allow Taison to put some closure on his past regarding his friend Naoto & his ex, Haruka.","runtime":85,"genre_ids":[35,28,16,18],"release_date":"1993-07-24","vote_average":0.0,"adult":false}]