[{"cast":[],"overview":"The nerdy robot Kar goes on a date with the lovely insectoid Chaya. Kar is put to the test when ultra disco dancer Boogie tries to win over Chaya's affection with his hypnotizing dance moves.","release_date":"2015-05-02","vote_average":8.0,"runtime":4,"cert":"\"\"","id":462000,"title":"September Love","adult":false,"genre_ids":[]},{"cast":["Joanna Christie","Beatrice Curnew","Amy Rockson","Amy Rockson","Harvey Virdi"],"overview":"The Tragical History of Doctor Faustus, to give it its full title, by Christopher Marlowe, was first published in 1604, at least twelve years after its first performance, although the basic story of the play is much older.  Having decided he has accumulated all he can of conventional knowledge, Doctor Faustus turns to magic in a quest for greater truths. Before long, he ends up selling his soul to the devil – the famous “Faustian pact” that has entered everyday language. Dr Faustus gradually realizes his terrible mistake. He apparently repents, but finally dies, the devil coming to collect his soul, and his friends the dismembered body.","release_date":"2010-10-04","vote_average":0.0,"runtime":129,"cert":"N\/A","id":462002,"title":"Doctor Faustus","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462004,"title":"爱情无全顺","adult":false,"genre_ids":[]},{"cast":["Stef Dawson","Penn Badgley","Richard Kind","Caitlin Mehner"],"overview":"A former college student writes essays for cash until a client becomes her lover.","release_date":"2016-03-05","vote_average":0.0,"runtime":99,"cert":"\"\"","id":462006,"title":"The Paper Store","adult":false,"genre_ids":[10749,18]},{"cast":["Gloria Marín","Hugo del Carril","Beatriz Ramos","Felipe Montoya","José Baviera"],"overview":"Tango singer exploits his popularity in high society to commit crimes.","release_date":"1946-06-26","vote_average":0.0,"runtime":85,"cert":"N\/A","id":462020,"title":"La noche y tú","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the year 1957 the cold war expands to space. The Soviet-Union sends Sputnik as the first manmade object into earth-orbit.\r 3 years later Yuri Gagarin enters space as the first man in space. The so called \"Space Race\" seems to be decided.\r But in 1961 President Kennedy promised to send American Astronauts to the Moon.\r The Apollo Project was born. A space ship had to be built that is strong enough to escape earth's gravitation, land on the moon and bring the crew safely back to earth.  Motion Designer Christian worked with his brother and Composer Wolfgang for 18 months on this shortfilm.\r The foundation were thousands original NASA photographies, taken from the Astronauts during the Apollo Missions, which were released in September 2015. It is an animated collage using different techniques to bring the stills to life.","release_date":"2017-05-11","vote_average":6.3,"runtime":7,"cert":"\"PG\"","id":462022,"title":"Lunar","adult":false,"genre_ids":[99]},{"cast":["Nick Childs"],"overview":"\"Wolfe\" is an intimate confessional from Nick, who learned through puberty that the imaginary friend in his head was real, and violent.","release_date":"2016-01-01","vote_average":0.0,"runtime":16,"cert":"N\/A","id":462024,"title":"Wolfe","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Edith Walks is a 60 minute 66 second feature film inspired by a walk from Waltham Abbey in Essex via Battle Abbey to St Leonards-on-Sea in East Sussex. The film documents a pilgrimage in memory of Edith Swan Neck. The 108 mile journey, as the crow flies, allows the audience to reflect upon all things Edith. A conversation in Northampton between Alan Moore, Iain Sinclair and Edith Swan Neck is also a key element to the unfolding 'story'. With images shot using digital super 8 iPhone's and sound recorded using a specially constructed music box with a boom microphone the film unfolds chronologically but in a completely unpredictable way. The numerous encounters and impromptu performances en route are proof, as if needed, that the angels of happenstance were to looking down upon the troop, with EDITH as their hallucination","release_date":"2017-06-23","vote_average":0.0,"runtime":60,"cert":"N\/A","id":462026,"title":"Edith Walks","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A kind creature cares for a plant. Everything is fine until the beasts come.","release_date":"2017-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":462028,"title":"Die Biester","adult":false,"genre_ids":[]},{"cast":["Maged El Kedwany","Khaled El Sawy","Menna Shalabi","Kinda Alloush","Mohamed Mamdouh"],"overview":"Samir is the head of a small family and a bank employee and stable in his work, but separated after the decision to reduce the employment and then surprise that his bank balance zero and after days find a box with a mobile phone to meet a call changed his life by recruiting him  to spy on people through an organization called The Originals.","release_date":"2017-06-25","vote_average":7.4,"runtime":120,"cert":"N\/A","id":462030,"title":"The Originals","adult":false,"genre_ids":[35,18,9648,53]},{"cast":[],"overview":"When laid down from his office job and dumped by his fiancee, Kenji decides to change his life. He decides to take over the flailing liquor store from his recently deceased parents. When he meets a local farmer who sells more produce by marketing his vegetables as local Kenji decides that brewing his own local alcohol may be the answer to save the shop.","release_date":"","vote_average":0.0,"runtime":128,"cert":"N\/A","id":462041,"title":"Road","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2017-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462043,"title":"파워배틀 와치카: 와치가면의 역습","adult":false,"genre_ids":[]},{"cast":["Billie Thomas","Robert Blake","Janet Burston","Janet Burston","Billy Laughlin"],"overview":"The kids are frustrated about the hardships they must face because of the war.  So, the Our Gang kids put on a show to help them learn from Benjamin Franklin about being responsible citizens.","release_date":"1943-01-30","vote_average":0.0,"runtime":null,"cert":"\"\"","id":462045,"title":"Benjamin Franklin, Jr.","adult":false,"genre_ids":[]},{"cast":["Lee J. Cobb","Leif Erickson","Vera Miles","Marian Seldes","Robert Stack"],"overview":"A Civil Aeronautics Board investigation determines that the reason a plane crashed, killing all aboard except one of the pilots, is that either the dead pilot or the survivor became panic-stricken and pushed the wrong button, but the investigators aren't sure which one was at fault.","release_date":"1957-11-28","vote_average":0.0,"runtime":90,"cert":"\"\"","id":462047,"title":"Panic Button","adult":false,"genre_ids":[]},{"cast":["Herbert Anderson","James Hong","Robert Middleton","Jack Warden","Barry Sullivan"],"overview":"After the first atom bomb test, scientists realize the bomb was more powerful than they expected - which may have terrible results.","release_date":"1958-05-15","vote_average":0.0,"runtime":90,"cert":"\"\"","id":462049,"title":"Nightmare at Ground Zero","adult":false,"genre_ids":[]},{"cast":["Fachry Albar","Dewi Irawan","Nora Danish","Donita","Dewi Amanda"],"overview":"A volunteer worker who works in conflict zone in the Middle East fall for a woman who while doing pilgrimage in Mecca allegedly accused of being an illegal migrant.","release_date":"2017-07-13","vote_average":0.0,"runtime":97,"cert":"N\/A","id":462051,"title":"Bukan Cinta Malaikat","adult":false,"genre_ids":[18]},{"cast":["Elena Morozova","Andrey Kuzichyov","Alla Demidova","Kirill Pletnev","Svetlana Nemolyaeva"],"overview":"Based on Ryunosuke Akutagawa's In a Grove, story takes place during the times of Tsar Alexander II. A lady-in-waiting tells the Emperor in his bedroom a metaphysical story about a 13th century prince who is killed in the woods under mysterious circumstances. Fairy tale characters who have witnessed the terrible death, all share their version of the events, gradually shedding light on what really happened.","release_date":"2017-06-27","vote_average":5.5,"runtime":107,"cert":"N\/A","id":462065,"title":"The Bottomless Bag","adult":false,"genre_ids":[18,9648]},{"cast":["Silvana Imam","Beatrice Eli","Lilia Bakanauskaite","Suzana Imam","Talal Imam"],"overview":"A documentary about the Swedish rapper and artist Silvana Imam.","release_date":"2017-09-15","vote_average":5.0,"runtime":90,"cert":"N\/A","id":462067,"title":"Silvana","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Pernille is pregnant and filled with joyful expectations to her new life as a mother. But when her son arrives, she is pressured to the limit by his crying voice and her problems with breastfeeding. She starts to doubt her abilities as a mother. She seeks support and comfort from her far more experienced group of mothers, whom tries to help Pernille in the best way they can. But how can one become a great mother?","release_date":"2016-11-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462069,"title":"Aqua Mamas","adult":false,"genre_ids":[]},{"cast":["Sonia Sanjari","Siamak Farsi","Hanieh Mofleh","Azadeh Abaadpoor","Mohammad Hossein Ziksari"],"overview":"Maryam is faced with an important decision in this black comedy from Iran.","release_date":"2018-03-15","vote_average":8.0,"runtime":19,"cert":"N\/A","id":462071,"title":"Retouch","adult":false,"genre_ids":[18]},{"cast":["Eldar Afashokov","Mariam Sozaeva","Lydiya Berbekova","Mazhit Zhangurazov","Murat Kumykov"],"overview":"The young man, Isa by name, came back to his native city after leaving the prison. At half-destroyed, dark, left, surrounded by harsh and merciless mountains house seriously ill mother and his wife who lost the hope to have happy family life were expecting him. He did evil and was put in the prison, but the main difficulties are still expecting him in the future.","release_date":"2017-04-06","vote_average":0.0,"runtime":15,"cert":"N\/A","id":462073,"title":"The Hamsa","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In this film the last living witnesses of the events from Second World War are telling their stories and thus transferring silenced victim’s voices to present times.","release_date":"2016-11-13","vote_average":0.0,"runtime":88,"cert":"N\/A","id":462075,"title":"Legacy","adult":false,"genre_ids":[99]},{"cast":["Gareth Jones","Clare Grogan","Alisa Liubarskaya","Timothy West","Mamta Kaash"],"overview":"International composer Peter Pilger faces the challenge of his life: to deliver a Requiem for his former college St Jude’s in time for the Memorial Celebrations while facing down revelations about his past and living up to his new authority as High Master","release_date":"2017-06-26","vote_average":0.0,"runtime":100,"cert":"N\/A","id":462086,"title":"Delirium","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sophia Pinsky seems like a functioning adult. But when she loses her girlfriend and her grandfa-ther in the same day and moves back in with her authoritarian Russian grandmother, Marina, everything she thought she’d escaped is waiting to welcome her back with open arms. Thrilled to have Sophia under her influence again, and obsessed with finding her a proper (male) part-ner, Marina conspires to marry her off to Trevor, a nice Jewish boy Sophia has known since they were in diapers. After the date with him is a dud, Sophia finds her way to a weekly open mic night, where on a whim she gets on stage and discovers there’s actually an audience for her Queer-Russian-Jewish-American sense of humor. Everything comes to a head at the family Shabbat dinner when Sophia and Trevor try to humiliate Marina by pretending to have fallen for each other, unaware that Marina is planning her own announcement.","release_date":"2017-06-28","vote_average":0.0,"runtime":72,"cert":"N\/A","id":462088,"title":"Pinsky","adult":false,"genre_ids":[]},{"cast":["Lucía Palacios"],"overview":"","release_date":"2015-11-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462090,"title":"Deutsche Pop Zustände","adult":false,"genre_ids":[]},{"cast":[],"overview":"A specialist, who has lost his job back at his home, comes to another country in search of a better life. Here, there is still demand for his specialization, and the experience he gained at his previous job is quite a convincing argument during his interview with a new employer. However, the nature of the work, and even his love for it, creates a dilemma...","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462092,"title":"Зараза","adult":false,"genre_ids":[]},{"cast":["Inna Stepanova","Alexandra Drochneva","Evgeny Konstantinov"],"overview":"Nadya is a talented pianist. She lives on an island and is in love with Misha, her  neighbor, the owner of a motor boat.  Music teacher Vera Sergeevna, having learned about Nadya’s talent, offers to give her music lessons. Nadya persuades Misha to take her to town for lessons on his boat.","release_date":"2017-06-25","vote_average":0.0,"runtime":29,"cert":"N\/A","id":462094,"title":"Not for the River","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The main character is an artist who takes freelance jobs drawing comics. For his pictures he takes inspiration in real life and imagining himself as a superhero. In search of a new plot for his drawings, he actually tries to become his imaginary superhero, but goes too far and crosses the line between reality and the imaginary world created in his mind.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":462096,"title":"Superhero","adult":false,"genre_ids":[]},{"cast":[],"overview":"He had a dream: a kite. He presents his childhood toy-airplane to a boy and flies its kite which didn’t want to take wing, and… flies himself.","release_date":"2017-07-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462110,"title":"Champion","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The movie Is set in a fairytale village, one lost to old time. This town is on the border between Portugal and Spain. People have lived here for centuries. During the day not much is happening. People who I portrayed are continuously doing the same things. Following the same routine of waiting next to the church, going to the bar for a coffee. But unlike other towns the energy of this village is divided into two parts. As the light starts to settle and darkness takes over the village all of a sudden the mystery and magic that did not exist during the day, knocks on the door of this town. And the viewer finds out that in this village the night belongs to mystery.","release_date":"2017-04-24","vote_average":0.0,"runtime":20,"cert":"N\/A","id":462112,"title":"The Moon the Sun and the three Musketeers","adult":false,"genre_ids":[99]},{"cast":["Vivian Chow","David Siu","Mark Kwok"],"overview":"Just like many young girl, Vivian always dream of having a Ferrari and being a popular singer. One day, she runs into her childhood friend Seiko and meets Seiko's boy friend Bill and Bill's friend Columbus. Bill falls in love with Vivian at first sight, and Columbus promises to arrange an audition for Vivian. Everything seems fine and Vivian is one step away from her dream. But right at this moment, Vivian losses her eyesight and abducted by some drug dealer at the same time. Is Vivian going to make her dream come true? Or is there a shattered dream waiting for her?","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":462114,"title":"To Love Ferrari","adult":false,"genre_ids":[]},{"cast":["Pandi Raidhi","Sulejman Pitarka","Thimi Filipi","Piro Kita","Jani Riza"],"overview":"Film set in a remote mountainous area where work and living conditions are harsh.","release_date":"1977-11-06","vote_average":0.0,"runtime":71,"cert":"N\/A","id":462116,"title":"The New Shelter","adult":false,"genre_ids":[18]},{"cast":["Michael Thomson","Julie-Anne Breen","Jessica King","Harry Peek","Nina Louise"],"overview":"On an isolated farm, a lonely girl must face a dark secret when she discovers a boy held captive in a neighbouring farm’s barn","release_date":"2015-12-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":462118,"title":"Little Boy Blue","adult":false,"genre_ids":[]},{"cast":["Clébia Sousa","Joana Gatis","Stella Maris Saldanha"],"overview":"Leticia is lost in time. Her nightly, melancholic routine reveals her wild, dark and bloody state of mind. When she meets Gabriela at a party and brings her to her house, strange things begin to take place in her old manor. One of the two will never leave that apartment. This is a film about tensions, memories and social dominations.","release_date":"2016-11-16","vote_average":0.0,"runtime":21,"cert":"N\/A","id":462120,"title":"Room for Rent","adult":false,"genre_ids":[]},{"cast":["Otto Bots","Cuong Nguyen","Lap Phan","Henry Vo"],"overview":"A Viet Cong soldier stationed in the claustrophobic tunnels of Cu Chi during the Vietnam War finds himself haunted by the ghost of a fallen comrade after the burial ceremony is compromised.","release_date":"2016-10-01","vote_average":6.0,"runtime":13,"cert":"N\/A","id":462122,"title":"Wandering Soul","adult":false,"genre_ids":[27]},{"cast":["Maximilian Bauer","Hanns Zischler","Martin Schneider","Inka Friedrich","Claudia Michelsen"],"overview":"St. Petersburg 1917. The frontline of the global war is coming closer everyday; people are hungry, wor-ried, angry. In February the tsar is overthrown. Many artists are euphoric: Revolution! Freedom, finally? No. Starting in October, the Bolsheviks rule by themselves. What were poets, thinkers, and avant-gardists like Maxim Gorky and Kazimir Malevich doing during this drastic change of power? In the film, five of them alight from the director’s piles of books as animated cut-out figures. With their own recorded words in their mouths, they participate in salons, committees, and street riots.","release_date":"2017-10-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462130,"title":"1917 - Der wahre Oktober","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-09-18","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462132,"title":"Doce de Goiabada","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Hare Krishna!\" is a documentary on the life of Srila Prabhupada, the 70-year-old Indian Swami who arrives in America without support or money and ignites a worldwide spiritual phenomenon, now known as the Hare Krishna Movement.","release_date":"2017-06-16","vote_average":10.0,"runtime":90,"cert":"\"NR\"","id":462134,"title":"Hare Krishna! The Mantra, the Movement and the Swami Who Started It All","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The challenges of the present, expectations for the future, and the dreams of those who experience the reality of public high school in Brazil. Through the voices of students, principals, teachers and experts, \"Not Even In a Wildest Dream\" offers a reflection on the value of education.","release_date":"2017-06-13","vote_average":9.6,"runtime":84,"cert":"N\/A","id":462136,"title":"Not Even in a Wildest Dream","adult":false,"genre_ids":[99]},{"cast":[],"overview":"On 13 March 1996, a gunman walked into a primary school in the small Scottish town of Dunblane near Stirling, and shot dead 16 pupils and their teacher in a Primary 1 gym class. To date, it is one of the deadliest firearms atrocities in the UK. In a landmark film to commemorate the 20th anniversary of the tragedy, 'Dunblane: Our Story' interviews many people who have never before talked publicly about what happened on that day.","release_date":"2016-03-09","vote_average":0.0,"runtime":59,"cert":"N\/A","id":462138,"title":"Dunblane: Our Story","adult":false,"genre_ids":[80,99,10770]},{"cast":["Mercedes Ruehl"],"overview":"Sal (Tony Danza) has been the foreman at North Shore Fish, a frozen fish factory, for years. He and Flo (Mercedes Ruehl), the \"batter\" person on the assembly line, not only were high school sweethearts, but are currently carrying on an affair.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462143,"title":"North Shore Fish","adult":false,"genre_ids":[]},{"cast":["Willem Dafoe"],"overview":"An epic cinematic and musical collaboration between Sherpa filmmaker Jennifer Peedom and the Australian Chamber Orchestra, that explores humankind's fascination with high places. Narrated by Willem Dafoe.","release_date":"2017-09-01","vote_average":7.6,"runtime":73,"cert":"\"PG\"","id":462145,"title":"Mountain","adult":false,"genre_ids":[99]},{"cast":["Lou Gala","Russell Geoffrey Banks","Théophile Baquet","Élise Diamant","Eugénie Derouand"],"overview":"Louis has had mucoviscidosis since his childhood. When his doctor announces that a transplant is necessary, his sister Marie, whom he has not seen for months, arrives in his hospital room to keep an old promise: to offer him a beautiful journey for his twentieth birthday. He sets off with her and a friend on a transformative trip through Thailand.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462147,"title":"Là où on va","adult":false,"genre_ids":[]},{"cast":[],"overview":"This documentary film comprises of interviews with five Vietnam War veterans in 1982 in prison for violent crimes committed after leaving the military, interwoven with film and television clips from the period. All five interviewed were decorated for bravery and none of the five men had a criminal record prior to going to Vietnam.","release_date":"","vote_average":0.0,"runtime":48,"cert":"N\/A","id":462149,"title":"Vietnam Requiem","adult":false,"genre_ids":[]},{"cast":["Kip Fulbeck"],"overview":"Kip Fulbeck's landmark video, Banana Split, defined the genre of multiracial exploration in contemporary video, and established him as one of the premiere artists exploring Hapa and multracial identity. Completed while Fulbeck was still in graduate school, Banana Split screened throughout the U.S. and abroad, and is still used in hundreds of classes today. Fulbeck's brilliant storytelling takes the viewer from childhood fights to adult dilemmas, questions interracial dating patterns and media depictions of Asian men, and explores the idea of ethnic identity in a country which ignores multiraciality. - Video Data Bank","release_date":"1991-01-01","vote_average":0.0,"runtime":38,"cert":"\"NR\"","id":462151,"title":"Banana Split","adult":false,"genre_ids":[]},{"cast":[],"overview":"A young man takes his love for lizards to the extreme.","release_date":"2017-06-19","vote_average":0.0,"runtime":8,"cert":"\"\"","id":462159,"title":"Lance Lizardi","adult":false,"genre_ids":[]},{"cast":[],"overview":"Set I: Playing In The Band, Cold Rain And Snow, Tennessee Jed, Feel Like A Stranger, He’s Gone, Bird Song, The Music Never Stopped  Set II: Lost Sailor > Saint Of Circumstance, Help On The Way > Slipknot! > Franklin’s Tower, Drums > Space > The Other One > Stella Blue > Not Fade Away  Encore: Touch Of Grey","release_date":"","vote_average":0.0,"runtime":304,"cert":"N\/A","id":462161,"title":"Dead & Company: Times Union Center, Albany, NY - 2015.10.29","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dogs is a short film that shows five ways of life in Havana through five different dogs and their relationships with their environments.","release_date":"2012-05-07","vote_average":8.0,"runtime":null,"cert":"N\/A","id":462163,"title":"Dogs","adult":false,"genre_ids":[99]},{"cast":["Neil Young","Stephen Stills","David Crosby","Graham Nash","Nils Lofgren"],"overview":"This television special is a first for the reclusive singer with the BBC documentary gaining new interviews with Young, nine months apart in New York and California. The documentary also looks back over the singer's archives, with some never-seen-before material.","release_date":"2009-06-10","vote_average":0.0,"runtime":60,"cert":"\"\"","id":462165,"title":"Neil Young: Don't Be Denied","adult":false,"genre_ids":[99,10402]},{"cast":["Randy Newman"],"overview":"While touring in support of his 2008 album «Harps and Angels», Randy Newman performed a special concert at London's intimate LSO St. Luke's, an 18th-century Anglican church that has been restored by the London Symphony Orchestra for use in its community and music education programs. He was accompanied by the BBC Concert Orchestra, conducted by Robert Ziegler, and the program was televised by the BBC. The 22-song London set features songs from throughout Newman's four-decade long career.","release_date":"2010-10-16","vote_average":8.0,"runtime":80,"cert":"\"\"","id":462167,"title":"Randy Newman: Live in London","adult":false,"genre_ids":[10402]},{"cast":["Manushaqe Qinami","Margarita Xhepa","Robert Ndrenika","Bep Shiroka","Roland Trebicka"],"overview":"In 1936, two female artists (a singer and a pianist) visit the city of Lushnja, which was very conservative.","release_date":"1978-04-22","vote_average":0.0,"runtime":87,"cert":"N\/A","id":462172,"title":"Concert of 1936","adult":false,"genre_ids":[10402,18]},{"cast":["Terje Strømdahl","Beatriz Chitsembe","Tommy Fjeldstad","Geir-Atle Johnsen","Reidar Sørensen"],"overview":"","release_date":"1997-08-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462174,"title":"Etterfølgeren","adult":false,"genre_ids":[]},{"cast":["Rikard Ljarja","Gulielm Radoja","Ndrek Prela","Liliana Kondakçi","Tonin Ujka"],"overview":"Luka and his wife are transferred in a northern city. In their first trip, their car gets stuck in the snow.","release_date":"1978-09-04","vote_average":0.0,"runtime":81,"cert":"N\/A","id":462176,"title":"There is Life in the Snowy Forests","adult":false,"genre_ids":[18]},{"cast":["Sugar Lyn Beard","Tia Carrere","Madison McKinley","Jason Lewis","Diane Farr"],"overview":"After moving to Palm Springs, a young married couple puts their love to the test when they discover that their neighbors are swingers.","release_date":"2017-10-03","vote_average":5.7,"runtime":95,"cert":"\"NR\"","id":462181,"title":"Palm Swings","adult":false,"genre_ids":[35,18,10749]},{"cast":["Fabián Castro","Julia Hernández","Richie Ormon","Christian Blanch","Jordi Pujol"],"overview":"Toni and Emma are brother and sister who owns a stable farm. Ramon and his son, Aaron works for them. Toni is openly gay and loves to party, Emma has a crush on Aaron who is a closeted gay who is afraid that his father might find out, but his father also has a secret.","release_date":"2016-10-23","vote_average":6.4,"runtime":105,"cert":"\"\"","id":462183,"title":"Wild Awakening","adult":false,"genre_ids":[18,10749,53]},{"cast":["Ludovic Vieuille"],"overview":"A father films the daily efforts and struggle of his son to do his homework. Completing the school tasks is an agony that oppresses the creative passion of a restless, imaginative boy. His father gets deeply involved so he can understand what the problem is, and spends an hour every day to help him with his homework. Days, weeks, years go by, and we observe how the eagerness to learn clashes with the ghost of school dropout. The endearing relationship between father and son, a real rollercoaster of emotions, reveals with a sense of humour the contradictions in the French education system.","release_date":"2017-05-26","vote_average":7.0,"runtime":60,"cert":"N\/A","id":462185,"title":"Deux Cancres","adult":false,"genre_ids":[99]},{"cast":["Doris Day","Rock Hudson","Perry Como"],"overview":"This was  the first of two one-hour musical specials which were part of CBS' 1968 multi-million-dollar contract with Doris Day's production company, a contract that Day insists to this day was negotiated by her husband and manager Martin Melcher without her knowledge. When Melcher died suddenly in April 1968, Day chose to go ahead and honour the contract, appearing in both specials as well as starring in her eponymous sitcom for five seasons, from 1968-1973.","release_date":"1971-03-14","vote_average":7.0,"runtime":60,"cert":"\"G\"","id":462187,"title":"The Doris Mary Anne Kappelhoff Special","adult":false,"genre_ids":[10402,35]},{"cast":["Bing Crosby","Bob Hope","Mary Martin","Kathryn Crosby","David Bowie"],"overview":"Bing Crosby and Christmas - they're inseparable. It was only natural for the voice that sold more than 100 million copies of 'White Christmas' to eventually celebrate the season on television. This second volume of Crosby television specials showcases those Christmas shows. Included in this premiere, two-disc collection are Bing's first holiday special, produced in England in 1961, his first color special from 1962 with Mary Martin, Bing Crosby and the Sounds of Christmas with Robert Goulet and Mary Costa from 1971, and Bing s final special, Bing Crosby's Merrie Olde Christmas, which includes the iconic duet of 'The Little Drummer Boy \/ Peace on Earth' with David Bowie. These treasured programs have been meticulously restored from the original film and videotape sources, and are presented with all the original performances intact.","release_date":"2010-11-09","vote_average":0.0,"runtime":227,"cert":"\"\"","id":462189,"title":"Bing Crosby: The Television Specials Volume 2 – The Christmas Specials","adult":false,"genre_ids":[10751,10402]},{"cast":["Stelio Candelli","Annabella Incontrera","Yoko Tani","Salleh Melan","Juan Cortés"],"overview":"Italian-French-Spanish spy film directed by Ferdinando Baldi.","release_date":"1966-06-02","vote_average":0.0,"runtime":96,"cert":"N\/A","id":462191,"title":"Goldsnake: Anonima killers","adult":false,"genre_ids":[28,12]},{"cast":[],"overview":"","release_date":"2007-02-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462202,"title":"Diam's - Au tour de ma Bulle","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2005-09-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462204,"title":"Carla Bruni - L'amour Live au Trianon","adult":false,"genre_ids":[]},{"cast":["Jesús Nunes","Vera Linares","Ramón Hinojosa","Toco Gómez","Augusto Nitti"],"overview":"Pablo is a young man going through a crisis of love. His best friend decides to take him to reunion party; there he encounters Daniela, the great love in his adolescence. In the middle of the party he tries conquer her heart, but discovers a reality that he did not expect of her: she is dedicated to the oldest trade in the world","release_date":"2015-10-30","vote_average":0.0,"runtime":85,"cert":"N\/A","id":462206,"title":"Uphill Love","adult":false,"genre_ids":[10749,35,18]},{"cast":["Yousra","Hussein Fahmy","Abdel Moneim Ibrahim","Salwa Khattab","Hatem Zu El-faka"],"overview":"Famous actress Sherine lives with her uncle Dr. Omar and his daughter Amal, suffering a headache that comes back to her. Examined by Dr. Adel, and it turns out that she has cancer and sentenced to death within a few months and learns his teacher. Sheren is confronted with death by courage, while Adel discovers some scientific victories through which to cure his wife.","release_date":"1986-12-01","vote_average":6.0,"runtime":100,"cert":"N\/A","id":462208,"title":"Before the farewell","adult":false,"genre_ids":[10749,18]},{"cast":["Wong Hei","Hilary Tsui","Annie Man","Michael Wong","Kent Cheng"],"overview":"Wong Hei is Dee, a nice guy who was pushed around as a kid. Back then he had a compatriot in May, who protected him by threatening other kids with her predilection for cutting up animals. Years later, Dee tries to become a hair stylist, but he just can't get it right. He trembles, messes up, and loses jobs. Furthermore, his mean co-workers pick on him. One day, when he gets framed for messing up, May shows up again, except now she looks like Hilary Tsui. The two find that their special bond remains, and then they go and kill people. Dee kills and dismembers the bodies, but not before coiffing them up with his latest Dennis Rodman 'do. One day, a retarded girl (Annie Man) witnesses Dee disposing of a body. He's instructed by May to off the girl, but he ends up taking a liking to her. It seems that he sympathizes with her vulnerability. May doesn't feel the same and you can see this conflict coming a mile away. Michael Wong and Kent Cheng are the cops who try to crack the case.","release_date":"1997-04-11","vote_average":7.0,"runtime":null,"cert":"N\/A","id":462210,"title":"Mad Stylist","adult":false,"genre_ids":[53]},{"cast":["Fanny Ardant","Charles Berling","Jean-Pierre Marielle"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462212,"title":"Nos retrouvailles","adult":false,"genre_ids":[35,18]},{"cast":["Walter Tso Tat-Wah","Fung Bo-Bo","Pat Ting Hung","Sammo Hung"],"overview":"Little Dragon Girl Teases White Snake Spirit is a Hong Kong Martial Arts movie starring Sammo Hung in a child role","release_date":"1963-01-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462217,"title":"Little Dragon Girl Teases White Snake Spirit","adult":false,"genre_ids":[28,12]},{"cast":["Yuriy Nikulin","Nikolay Grabbe","Svetlana Kharitonova","Tatyana Pankova"],"overview":"A group of children are constantly fantasizing about various things - and at the end start to believe in their own fantasies.","release_date":"1965-07-12","vote_average":0.0,"runtime":69,"cert":"N\/A","id":462219,"title":"Fantasizing","adult":false,"genre_ids":[10751,12,35]},{"cast":["Priscilla Taylor","Jack Huang"],"overview":"The Prophecy is True, It Will Happen No Matter What...","release_date":"2015-01-09","vote_average":0.0,"runtime":91,"cert":"\"\"","id":462221,"title":"The Dalhia Knights","adult":false,"genre_ids":[]},{"cast":["Roger Federer","John McEnroe","Martina Navratilova","Martina Navratilova"],"overview":"A History In The Making","release_date":"2016-10-28","vote_average":0.0,"runtime":91,"cert":"N\/A","id":462223,"title":"The Argentine Miracle of Tennis","adult":false,"genre_ids":[]},{"cast":["Roger Federer","John McEnroe","Vijay Amritraj","Rafael Nadal"],"overview":"From the shacks and dirt sheets of Argentina to Center Court of Roland Garros.","release_date":"2014-05-30","vote_average":0.0,"runtime":89,"cert":"N\/A","id":462225,"title":"Roland Garros","adult":false,"genre_ids":[]},{"cast":["Guillermo Coria","Gaston Gaudio","Roger Federer","Guillermo Vilas","David Nalbandian"],"overview":"05.RED.04.CLAY, commemorates the 10th anniversary of the greatest milestone in Argentine tennis. The legendary Roland Garros Final between Gaston Gaudio and Guillermo Coria.","release_date":"2014-10-01","vote_average":0.0,"runtime":120,"cert":"N\/A","id":462227,"title":"05.RED.04.CLAY","adult":false,"genre_ids":[]},{"cast":["Blaženka Katalinić","Vitali Doronin","Boris Amarantov","Molotov Jovanović","Radmila Karaklajić"],"overview":"The beautiful \"Blue Bird\" schooner is sailing along the Adriatic sea coast. The passengers of the schooner are children of different nationalities, winners of the competition \"For Peace and Mutual Understanding\". During this wonderful sea voyage children find out that there are smugglers on board the ship...","release_date":"1967-12-07","vote_average":5.5,"runtime":79,"cert":"N\/A","id":462229,"title":"Good Wind, 'Blue Bird'!","adult":false,"genre_ids":[12,10751]},{"cast":[],"overview":"Just how secret does an office secret Santa have to be? In Melanie’s case, she finds it’s just a little too covert. The assignments were distributed for Secret Santa, and Melanie is a little worried but very excited that she was given her crush, Donovan. She comes up with thoughtful gifts and spot-on notes. Donovan is so taken by his Secret Santa, he starts to fall in love — only someone else is stealing her credit, pretending to be his Secret Santa. Now Melanie must work to prove to Donovan that she is the right one as far as Santa's and girlfriends go.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":462231,"title":"SECRET SANTA","adult":false,"genre_ids":[]},{"cast":["Juan Martin del Potro","David Nalbandian","Roger Federer"],"overview":"The History of Argentine Tennis","release_date":"2006-09-01","vote_average":0.0,"runtime":119,"cert":"\"\"","id":462233,"title":"The History of Argentine Tennis","adult":false,"genre_ids":[]},{"cast":["Pete Townshend","John Entwistle","Roger Daltrey","Phil Collins","Billy Idol"],"overview":"Just seven years after wrapping up one of rock's first farewell tours, The Who returned to the stage in 1989 with another first: the classic album show. It was the 20th anniversary of Tommy, which seemed like a good excuse to book a bunch of stadiums and play the album along with a healthy dose of Who classics, aided by a mere 12 other musicians. This is The Who live at the Universal Amphitheater in Los Angeles, 24 August 1989.","release_date":"2006-06-05","vote_average":0.0,"runtime":140,"cert":"\"\"","id":462235,"title":"The Who: Tommy Live With Special Guests","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A lone detectorist on a beach in Norfolk uncovers much more than he prepared for.","release_date":"2017-06-09","vote_average":0.0,"runtime":5,"cert":"N\/A","id":462237,"title":"Martin","adult":false,"genre_ids":[]},{"cast":[],"overview":"London, June 8, 2017: On the day of the UK snap general election, dogs wait at polling stations, while somewhere, humans talk politics. What on earth does 'Brexit' mean to a dog?","release_date":"2017-06-16","vote_average":0.0,"runtime":8,"cert":"N\/A","id":462242,"title":"Dogs at Polling Stations","adult":false,"genre_ids":[]},{"cast":["Sotiris Moustakas","Pavlos Evagelopoulos","Ismini Kalessi","Iro Moukiou"],"overview":"Lefteris makes a safe life in Mr Ganttemis' company. He has begun to get tired of his relationship with Rena and thinks of his death, leaving money for security. One day he goes fishing, directing his drowning. She will change life and meet Christina. Discovering the asphalt's body, she takes Rena's security money and gathers them with Sotiris, the proffer of Lefteris.","release_date":"1987-09-14","vote_average":5.0,"runtime":85,"cert":"N\/A","id":462244,"title":"Ο Τσιτσιολίνος","adult":false,"genre_ids":[35]},{"cast":["Cheon Seong-hoon","Kim Min-ki"],"overview":"A man is calling someone and looks very serious. He recalls the past with his sad face. He is wondering the reason.. 'You used to smile that way.. but why?'","release_date":"2009-01-01","vote_average":0.0,"runtime":13,"cert":"N\/A","id":462246,"title":"You Used To Smile That Way","adult":false,"genre_ids":[18]},{"cast":["Sai Ronak","Harish Kalyan","Pooja K. Doshi","Mohan V. Raman","Gururaj Manepalli"],"overview":"Two men in her life and she does not know who to choose to be her life partner. Tough decision to take but by not taking a decision she makes it more tough not just for herself but for all around her. Taking a decision matters but taking it at right time matters more. And taking the right decision, of course, all important.","release_date":"2017-06-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462248,"title":"Kaadhali","adult":false,"genre_ids":[18,10749]},{"cast":["Meret Becker","Sami Frey","Marek Harloff","Sebastian Christoph Jacob","Anna Kaiser"],"overview":"","release_date":"2003-06-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462250,"title":"PiperMint... das Leben, möglicherweise","adult":false,"genre_ids":[18]},{"cast":["Hữu Châu","Huỳnh Lập","Hải Triều","Minh Dũng"],"overview":"","release_date":"2017-03-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462252,"title":"Lô tô","adult":false,"genre_ids":[10751,35]},{"cast":[],"overview":"Tired of his employee giving free milk to the girl he likes, Lizardo offers Completo a reward so he can ask her out on a date.","release_date":"","vote_average":0.0,"runtime":15,"cert":"N\/A","id":462254,"title":"Completo","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Andreas and Alexa are making their way to the coast during a Zombie Apocalypse. However they have faced worse monsters than the Undead.","release_date":"","vote_average":0.0,"runtime":15,"cert":"N\/A","id":462262,"title":"Day After Yesterday","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary following a man with chronic pain.","release_date":"2017-06-12","vote_average":0.0,"runtime":81,"cert":"N\/A","id":462264,"title":"Helse pijn","adult":false,"genre_ids":[]},{"cast":[],"overview":"Looking into family history while researching a family portrait.","release_date":"","vote_average":0.0,"runtime":13,"cert":"N\/A","id":462266,"title":"Liefde","adult":false,"genre_ids":[99]},{"cast":["Frits Chung","Jenny Hsia"],"overview":"The 29-year-old Jeffrey Chen works as a shop assistant in a Chinese supermarket. His fiancé is the 26-year-old Annie Li, who comes from a traditional, wealthy Chinese family with strict parents. Struggling financially, Jeffrey does not have enough money to meet the demands of his parents-in-law.","release_date":"","vote_average":0.0,"runtime":10,"cert":"N\/A","id":462268,"title":"Pricetag","adult":false,"genre_ids":[]},{"cast":["George Turner","Margaret Yarde","Wally Patch"],"overview":"On the outbreak of the Second World War an idler is forced to join the army by his domineering wife.","release_date":"1940-11-01","vote_average":0.0,"runtime":52,"cert":"N\/A","id":462270,"title":"Henry Steps Out","adult":false,"genre_ids":[35]},{"cast":["Nasri Sayegh","Daphne Alexander","Houda Echouafni","Andy Lucas","Raad Rawi"],"overview":"A few weeks before the 2003 invasion of Iraq, an underground blogger risks his life by travelling from Baghdad to London to campaign for the lifting of UN Sanctions on Iraq. As political intrigue thwarts his heartfelt attempts to highlight the suffering of his people under the sanctions, he takes refuge at Mesocafé, a little Baghdad in West London. With their Arab, Assyrian, Jewish and Kurdish heritage, members of the Iraqi community allow him into their lives, sharing with him their stories and dreams. It is here that he meets the beautiful Bisan.","release_date":"2011-10-02","vote_average":0.0,"runtime":104,"cert":"N\/A","id":462272,"title":"Mesocafé","adult":false,"genre_ids":[18]},{"cast":[],"overview":"BLUE ALCHEMY: Stories of Indigo is a feature-length documentary about indigo, a blue\u2028 dye that has captured the human imagination for millennia. It is also about people who are reviving indigo in projects that are intended to improve life in their communities, preserve cultural integrity, improve the environment, and bring beauty to the world. BLUE ALCHEMY was filmed in India, Japan, Bangladesh, Mexico, El Salvador, Nigeria, and the USA.","release_date":"","vote_average":0.0,"runtime":79,"cert":"N\/A","id":462274,"title":"Blue Alchemy: Stories of Indigo","adult":false,"genre_ids":[]},{"cast":["Amparo Soler Leal","José Luis López Vázquez","José Sacristán","Beatriz Escudero","Mónica Randall"],"overview":"","release_date":"1980-07-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462285,"title":"El divorcio que viene","adult":false,"genre_ids":[35]},{"cast":[],"overview":"They wake up in a white room remembering nothing— The protagonist Takato Keisuke and 6 others are locked up in these hidden white rooms. His childhood friend Hokari Kanae, classmate Ando Miyako, underclassmate Mikaba Rika, English teacher Aoi Natsuki, same year Byakuya Rinne, and classmate Manaka Nemu. While still confused about their unusual situation, a \"mystery voice\" suddenly speaks to them: \"A game has now started. In order to escape the room, Keisuke is the \"unlocker\" and one heroine the \"keyhole\". With an assigned act, he must \"use the key\". After hearing the unreasonable and immoral requirements to win, Miyako gets pissed and snaps on the \"mystery voice\". Suddenly the lights go out. The girls scream. The lights come back on, reilluminating the white room. They can see Miyako bound to a grotesque torture device. \"Anyone who quits the game will die.\"","release_date":"2011-12-22","vote_average":8.0,"runtime":29,"cert":"N\/A","id":462290,"title":"Euphoria Volume 1 - Manaka Nemu: Hell's Start Chapter","adult":true,"genre_ids":[16]},{"cast":[],"overview":"Don't ask me why, but I feel we're about to cry trying.","release_date":"2017-06-17","vote_average":10.0,"runtime":1,"cert":"\"\"","id":462292,"title":"Kinda Cool to Expend This Much Drool","adult":false,"genre_ids":[37,18,10402]},{"cast":[],"overview":"Carol Cheng Yu-Ling  stars in this 1992 comedy directed by  Dick Cho Kin-Nam.","release_date":"1992-10-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462294,"title":"Ah yi yat juk","adult":false,"genre_ids":[]},{"cast":["Sarah Sutherland","Stephanie Sanditz","Zosia Mamet","Jonathan LaVallee","Zachary Knighton"],"overview":"In 1991, news reporter Diana Samborn was attacked on national television by a giant bunny. Standing nearby, her husband -- local celebrity JJ Storms -- watched her die. This is the story of their daughter and a mysterious stranger, 20 years later...","release_date":"2011-12-31","vote_average":0.0,"runtime":7,"cert":"\"\"","id":462296,"title":"Snuggle Bunny: Man's Most Lovable Predator","adult":false,"genre_ids":[27,35]},{"cast":[],"overview":"A film by James Whitney.","release_date":"1942-01-01","vote_average":0.0,"runtime":5,"cert":"\"\"","id":462298,"title":"Variations on a Circle","adult":false,"genre_ids":[]},{"cast":["Reggie Bannister","Elissa Dowling","Kelly Misek Jr.","Jamie Scott Jordan","Hannah Richter"],"overview":"While transporting the unstoppable killer Bonejangles to an asylum, a group of police officers encounter a hellish pit stop: a cursed town where the dead rise from their graves. Now the only way to save their lives and the town is to release Bonejangles and fight the curse...with something much worse.","release_date":"2017-07-18","vote_average":3.0,"runtime":78,"cert":"\"\"","id":462300,"title":"Bonejangles","adult":false,"genre_ids":[35,27]},{"cast":["Herion Mustafaraj","Ylli Trajçe","Sulejman Pitarka","Sotiraq Çili","Dhorkë Orgocka"],"overview":"Film set after World War II. A group of kids notice a shady new resident in their neighborhood.","release_date":"1978-06-04","vote_average":0.0,"runtime":81,"cert":"N\/A","id":462308,"title":"On the Track","adult":false,"genre_ids":[18,10751]},{"cast":["Armand Assante","Lior Ashkenazi","Branko Đurić","Raluca Aprodu","Bae Jung-hwa"],"overview":"A hardened vampire hunter and a journalist travel to a village in Transylvania to investigate a mysterious event that happened in Zalesky Castle. The duo are guided by a young Romanian girl and joined by a Korean television reality show team as they attempt to untangle the community’s secrets.","release_date":"2017-06-05","vote_average":0.0,"runtime":106,"cert":"N\/A","id":462310,"title":"The Wanderers","adult":false,"genre_ids":[14,27,28,12]},{"cast":["Sophie Henderson","Mark Mitchinson","Vinnie Bennett","Sara Wiseman","Vinnie Bennett"],"overview":"When a mysterious young man arrives on a remote Sub-Antarctic research station, secrets threaten the relationship of a married couple working on the island.","release_date":"2017-08-04","vote_average":7.3,"runtime":87,"cert":"N\/A","id":462312,"title":"Human Traces","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"1999 short film by Royston Tan","release_date":"1999-06-18","vote_average":0.0,"runtime":3,"cert":"N\/A","id":462314,"title":"Jesses","adult":false,"genre_ids":[]},{"cast":[],"overview":"2002 short film by Royston Tan","release_date":"2002-06-18","vote_average":0.0,"runtime":6,"cert":"N\/A","id":462316,"title":"Mother","adult":false,"genre_ids":[]},{"cast":["Glenn Ford","Julie Harris","Gary Frank","Kevin Bacon","M. Emmet Walsh"],"overview":"A sailor (Gary Frank) on Christmas leave visits his boozing, one-legged father (Glenn Ford) and dreamer mother (Julie Harris) in 1950s Brooklyn.","release_date":"1979-12-15","vote_average":0.0,"runtime":120,"cert":"\"\"","id":462318,"title":"The Gift","adult":false,"genre_ids":[18]},{"cast":[],"overview":"1998 short video work by Royston Tan","release_date":"1998-06-18","vote_average":0.0,"runtime":3,"cert":"N\/A","id":462320,"title":"4A Florence Close","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462331,"title":"Cocoricó: Os Avós e a Charada dos Ovos de Páscoa","adult":false,"genre_ids":[]},{"cast":["Courtney","Farrah","Gabriella Gotti","Jessie James","Nicole Ann"],"overview":"The world famous Porn Valley in L.A. is home to Americas most famous porn stars. Cum join Philmore Butts as he lives and loves 'em in the Porn Valley.","release_date":"1996-02-09","vote_average":0.0,"runtime":96,"cert":"\"NR\"","id":462333,"title":"Philmore Butts Spring Break","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462335,"title":"Cocoricó - 28 clipes musicais","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462337,"title":"Cocoricó : Clássicos 1","adult":false,"genre_ids":[]},{"cast":["Jack Buchanan","Elsie Randolph","Jean Gillie"],"overview":"A filmed version of the stage musical from London's West End, Jack stars in a frothy tale of a bachelor who finds himself engaged to two girls simultaneously. Elsie Randolph, Jack's long standing stage partner co-stars with him, along with Jean Gillie who was rapidly establishing her career in films as a bubbly comic player. Songs include the title song & \"There isn't any limit to my love\", both quite popular hits in the UK at the time.","release_date":"1936-11-01","vote_average":0.0,"runtime":71,"cert":"N\/A","id":462339,"title":"This'll Make You Whistle","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462341,"title":"Cocoricó : Clássicos 2","adult":false,"genre_ids":[]},{"cast":["Jack Wagner","Josie Bissett","Tara Wilson","Aren Buchholz","Sarah Grey"],"overview":"College sweethearts Olivia and Mick unexpectedly reunite after 25 years and become partners in running a wedding resort. As they work side by side, they learn their business relationship may not be working but romance may be in their future. Stars Jack Wagner and Josie Bissett.","release_date":"2017-06-17","vote_average":5.2,"runtime":84,"cert":"\"\"","id":462355,"title":"Wedding March 2: Resorting to Love","adult":false,"genre_ids":[10749,10770]},{"cast":["Guy Williams","Henry Calvin","Gene Sheldon","Romney Brent","Britt Lomond"],"overview":"In this film, edited from eight episodes of Disney's hit TV series, Don Diego returns home to find his town under the heel of a cruel dictator, Capitan Monastario. Diego dons the mask of Zorro to fight the evil commandant's tyranny, and, with the help of his mute servant Bernardo, free the pueblo from his oppression.","release_date":"1958-11-18","vote_average":7.2,"runtime":null,"cert":"\"\"","id":462357,"title":"The Sign of Zorro","adult":false,"genre_ids":[37]},{"cast":["Isao Natsuyagi","Hiroko Sakuramachi","Rinichi Yamamoto","Tatsuo Endô","Kenji Ushio"],"overview":"When the Shogun Tokugawa III is in bed with a girl, she turns into a monster. The court believes she is Ninja Magic, used to frighten the lord off women so that there will be no heir. Tôma, a famous swordsman, is called in and exposes the Ninja, even discovering their leader, a beautiful young girl named Kagiroi. Guessing that she is the daughter of some ousted daimyo anxious to get back into favor, he is about to unmask her when he is taken prisoner...","release_date":"1968-01-27","vote_average":5.0,"runtime":89,"cert":"N\/A","id":462359,"title":"Ninja's Mark","adult":false,"genre_ids":[]},{"cast":[],"overview":"Johnny Holliday, a charming American biker space outlaw, leads a motley wild bunch of rebel bandits in a collision course with legendary villain Kathulo to determine the fate of the galaxy. Along the way, Johnny also has to face off with Ramona Sanchez, a hot-headed childhood rival who now protects their town of Rio Bravo as a hard-ass hardcore cop, enforcing the law with an iron fist.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462361,"title":"Kung Fu Space Punch","adult":false,"genre_ids":[12,16,878,37]},{"cast":["Leonard Padilla","Rob Dick"],"overview":"When fugitives are on the run and have evaded all attempts at capture, there's only one bounty hunting team to call: Leonard Padilla - \"The Godfather of Bail,\" and his partner Rob Dick.","release_date":"2008-01-20","vote_average":0.0,"runtime":50,"cert":"\"\"","id":462366,"title":"National Geographic Inside: On the Run","adult":false,"genre_ids":[99]},{"cast":["Cedric Guthrie","Rachel Jeffreys","Aaron Chavis","Tiosciano Villani"],"overview":"An aging Luchador finds himself behind a computer working in a cube. His successful wife helps him find his way.","release_date":"2015-10-14","vote_average":0.0,"runtime":12,"cert":"\"\"","id":462380,"title":"Lose Your Mask, Lose Yourself","adult":false,"genre_ids":[18]},{"cast":["Hiba el Aflahi","Louise Grinberg","Théo Kerfridin","Valentin Fruitier","Myriam Doumenq"],"overview":"","release_date":"2017-06-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462382,"title":"Last Day in Paradise","adult":false,"genre_ids":[27,53]},{"cast":["Marc Barbé","Franc Bruneau","Jean Chauvelot","Julian Janeczko","Claude Le Pape"],"overview":"","release_date":"2017-01-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462384,"title":"Fox-Terrier","adult":false,"genre_ids":[18]},{"cast":["Marie Gillain","Ariane Seguillon"],"overview":"","release_date":"2017-06-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462386,"title":"Alice","adult":false,"genre_ids":[18]},{"cast":["Željko Vukmirica","Mirsad Zulić","Filip Šovagović","Sena Mustajbašić","Vesna Trivalić"],"overview":"Three prisoners, Combe from Rijeka, Menso from Bosnia, and Bogart from Belgrade, escape from prison. Their final destination is the city of their dreams - Hamburg. They temporarily part ways and agree to meet at the train station in Zagreb. First, each of them goes to his hometown. From there on, we follow three separate stories. In the first, Combe, in the shady harbor district of Rijeka, tries to get back at his former crime partner, Mrvi, who turned him in to the police. In the second story, we witness Mensa's relationship with his wife Riza and their children in a small Bosnian village. The third story depicts Bogart's love affair with a young teacher in a Belgrade suburb. Afterwards, at the train station in Zagreb, Bogart finds out from the newspaper that the police caught his friends. At the last minute, he changes the original plan.","release_date":"1989-01-01","vote_average":7.0,"runtime":107,"cert":"N\/A","id":462388,"title":"Hamburg Altona","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Mihai Moldoveanu, a former Romanian army officer, was sentenced to 25 years behind bars for a crime he claims he did not commit. Following a long series of attempts to prove his innocence, the European Court of Human Rights ruled in Moldoveanu's favor in June 2012. The documentary follows him after his provisional release and focuses on the referral of the case and the consequences of the new sentence, giving the viewer the role of a juror in a complicated and controversial lawsuit.","release_date":"2017-06-09","vote_average":9.0,"runtime":90,"cert":"N\/A","id":462390,"title":"The Trial","adult":false,"genre_ids":[99]},{"cast":["Vanessa Marcil","Brooke Nevin","Stephen Snedden","Elizabeth Bond","Arden Richardson"],"overview":"After getting hit by a car, Kaylene needs home care. The nurse she hires becomes more and more interfering.","release_date":"2017-04-08","vote_average":5.1,"runtime":90,"cert":"\"\"","id":462392,"title":"The Wrong Mother","adult":false,"genre_ids":[18,53,10770]},{"cast":[],"overview":"After returning home from an overseas work trip, married couple Gemma (Lily Hall) and Ryan (Chris Farrell) decide to get away for a weekend to reconnect but something is not quite right. Nevertheless, hoping to move past the tension and resentment that has built up over the years both Gemma and Ryan are trying to move beyond the pain. By the end it is clear that a different choice needs to be made. What would you do?","release_date":"","vote_average":9.0,"runtime":70,"cert":"N\/A","id":462403,"title":"A Thousand Moments Later","adult":false,"genre_ids":[]},{"cast":["Zakir Khan"],"overview":"In Haq Se Single, Zakir's narrative takes you through his own journey of becoming the ultimate #SakhtLaunda. The guy who's survived rejection, love, heart breaks and adulthood - who's single and proud of it!","release_date":"2017-07-09","vote_average":7.3,"runtime":92,"cert":"N\/A","id":462405,"title":"Zakir Khan: Haq Se Single","adult":false,"genre_ids":[35]},{"cast":["Mikhail Pugovkin","Georgiy Vitsin","Yevgeni Morgunov","Spartak Mishulin","Igor Starygin"],"overview":"Three recently released criminals are trying to start anti-government organization... But KGB never sleep.","release_date":"1992-06-18","vote_average":0.0,"runtime":130,"cert":"N\/A","id":462407,"title":"Shot in the Coffin","adult":false,"genre_ids":[80,35]},{"cast":["Randy Powell","Marko Rodin","Daniel Nunez","Erica Nunez","Berlyn Hedges"],"overview":"Who is Randy Powell and why is he claiming that a 9 digit pattern called Vortex Based Mathematics (V.B.M.), interconnects all of science, all of technology and all of nature around a Torus, nature's original Donut?","release_date":"2013-12-25","vote_average":0.0,"runtime":38,"cert":"\"\"","id":462409,"title":"Randy's Donuts","adult":false,"genre_ids":[99]},{"cast":["Alkis Panagiotidis","Nikolas Asimos","Valeria Christodoulidou"],"overview":"The film adaptation for the modern era of the ancient tragedy The Bacchae. Pentheus is celebrating his birthday, and surreal scenes unfold before his eyes, arousing doubts in the celebrant as to whether the things he is experiencing are real.  Written by Greek Film Archive","release_date":"1989-06-13","vote_average":0.0,"runtime":90,"cert":"N\/A","id":462414,"title":"Oh Babylon","adult":false,"genre_ids":[]},{"cast":[],"overview":"Stop-motion animation made by photographing and rephotographing antique kimono resist-dyeing stencils in positive and negative. Spatial shifts and variations in the repeating pattern elements generate apparent motion.","release_date":"2017-06-03","vote_average":0.0,"runtime":3,"cert":"N\/A","id":462419,"title":"Katagami","adult":false,"genre_ids":[]},{"cast":[],"overview":"Up close, mold is an intricate mass of branching filaments and delicate fruiting bodies creating a colourful connected web. When viewed from a distance, mold loses its complexities and a more destructive nature is realized…much like the world we live in.","release_date":"2016-06-14","vote_average":0.0,"runtime":7,"cert":"N\/A","id":462421,"title":"We R the World\/Mold","adult":false,"genre_ids":[]},{"cast":[],"overview":"A study of a fly, who flies in an open space, yet stays in a very small area. The pattern of the fly is animated with a semi-transparent line, which varies in thickness according to the speed of its movements. This video-work contemplates relative time by drawing a parallel between the life of a fly and man.","release_date":"","vote_average":0.0,"runtime":1,"cert":"N\/A","id":462423,"title":"In Her Own Pattern","adult":false,"genre_ids":[]},{"cast":[],"overview":"This experimental film explores censorship of Iranian women’s dance performance and what constitutes a woman’s ”body” in the digital age. Given that women \"dancing\" in public is illegal in Iran today — and even animated movies are censored — the filmmaker sets out to play with the edge of what constitutes a body, a dance, or an Iranian woman.","release_date":"2016-05-30","vote_average":0.0,"runtime":3,"cert":"\"\"","id":462425,"title":"Intangible Body","adult":false,"genre_ids":[]},{"cast":[],"overview":"As the Earth rotates slowly, various forces of nature, mechanical movements, and human trajectories occur simultaneously.","release_date":"2015-07-31","vote_average":0.0,"runtime":1,"cert":"\"\"","id":462427,"title":"Universal Mechanism","adult":false,"genre_ids":[16]},{"cast":["Wendy Crewson","Victor Garber","Robert Hays","Simon Callow","Domini Blythe"],"overview":"Joanne Kilbourn, ex-detective turned university lecturer, is still haunted by the unsolved murder of her politician husband,","release_date":"2000-04-23","vote_average":5.0,"runtime":100,"cert":"N\/A","id":462438,"title":"Deadly Appearances","adult":false,"genre_ids":[10770,80,18,9648]},{"cast":["Kate Ashfield","Nicholas Banks","Daniel Brennan","Madeleine Cooke","Hannah Dickinson"],"overview":"Faye Banks is lost in a world in which she doesn’t belong. When her imagination leads her to enter a competition to win a one way ticket to Mars, the consequences will change her life forever.","release_date":"2018-10-20","vote_average":5.8,"runtime":84,"cert":"\"\"","id":462440,"title":"Seat 25","adult":false,"genre_ids":[18,878]},{"cast":["Audrey Dalton","Leslie Phillips","Niall MacGinnis","Norman Rodway","Hilton Edwards"],"overview":"Residents of the small Irish village of Ballymorgan are unprepared for the surprising consequences when a new statue is erected in the middle of town. Director Muriel Box's 1959 film, a mixture of comedy and drama, was adapted from Louis D'Alton's play and stars Audrey Dalton, Leslie Phillips, Niall MacGinnis and members of Dublin's Abbey Players.","release_date":"1959-01-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":462442,"title":"This Other Eden","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bill Buckle has had a dream--he wants to buy back the family fishing boat, the Cascade, which the family had to sell years ago to pay for his father's funeral. However, the boat is now owned by a trio of fishermen, and their plans for the boat don't coincide with Bill's at all.","release_date":"1957-08-04","vote_average":3.0,"runtime":null,"cert":"N\/A","id":462444,"title":"The Devil's Pass","adult":false,"genre_ids":[]},{"cast":["Junji Takada","Yuta Yamazaki","Aya Nakagawa","Aya Katsuragi"],"overview":"A story about a divorce.","release_date":"1992-10-19","vote_average":0.0,"runtime":21,"cert":"N\/A","id":462446,"title":"Omelette","adult":false,"genre_ids":[10770,35,18]},{"cast":[],"overview":"","release_date":"1925-01-18","vote_average":7.0,"runtime":null,"cert":"N\/A","id":462448,"title":"Veneza Americana","adult":false,"genre_ids":[]},{"cast":["Yuvraj Dhesi","Randy Orton","Trinity Fatu","C.J. Perry","Jonathan Fatu Jr."],"overview":"Money in the Bank (2017) is a professional wrestling pay-per-view (PPV) event and WWE Network event produced by WWE for the SmackDown brand. It took place on June 18, 2017, at the Scottrade Center in St. Louis, Missouri. It is the eighth event under the Money in the Bank chronology and the first to feature a Women's Money in the Bank ladder match.","release_date":"2017-06-18","vote_average":6.7,"runtime":180,"cert":"\"\"","id":462459,"title":"WWE Money in the Bank 2017","adult":false,"genre_ids":[]},{"cast":["Fabrizio Copano","Juanita Ringeling","Fernando Alarcón","Delfina Guzmán","Andrés Rillón Sr."],"overview":"A group of eccentric grandparents, eternal workers of the \"O.N.E.M.I.\", will face the arrival of a new boss, a young man anxious to modernize everything.","release_date":"2015-01-08","vote_average":3.0,"runtime":91,"cert":"N\/A","id":462461,"title":"Heroes","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Based on Mozart’s I1 Seraglio.","release_date":"1958-01-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":462463,"title":"A Night in a Harem","adult":false,"genre_ids":[]},{"cast":[],"overview":"Latin Cardio Dance","release_date":"2008-01-01","vote_average":10.0,"runtime":58,"cert":"\"NR\"","id":462468,"title":"Dancing with the Stars: Latin Cardio Dance","adult":false,"genre_ids":[]},{"cast":["Pepper Foxxx","Cameron Love","Lilly Lovely","Jules Sterling","Alex Gonz"],"overview":"After The Kids Are Asleep. . . It's Playtime! You've been fantasizing about this ever since your hired her. And tonight your wife had to work an hour late. Now its just you and your hot little babysitter. That's just enough time for you to give her your fat cock to suck on and then spread her wide open and she her what it's like to fuck a real man. As it turns out, she's been having the same fantasy about you! This is definitely the best thing about having kids!","release_date":"2009-03-12","vote_average":0.0,"runtime":107,"cert":"\"NR\"","id":462470,"title":"Boffing the Babysitter","adult":true,"genre_ids":[14]},{"cast":["Hope Harper","Camille Black","Anastasia Rose","Olivia Kasady"],"overview":"When Hope discovers how easy it is to make extra money babysitting she gets all her friends involved with her clients husbands and their wallets.","release_date":"2017-02-16","vote_average":0.0,"runtime":100,"cert":"\"NR\"","id":462472,"title":"Naughty Babysitter Club","adult":true,"genre_ids":[14]},{"cast":["Lenn Kudrjawizki","Vladimir Koshevoy","Mikhail Gorevoy","Vyacheslav Chepurchenko","Masha King"],"overview":"The world of the novel is fully and completely hanged around the unique instrument which got through all horrors of the war. The story begins in a violin shop in Nuremberg, where in the beginning of the XX century the violin was created. Hundred years later, through the hands of various owners, the violin finally ends up at the Wailing Wall of Jerusalem.","release_date":"2017-06-23","vote_average":0.0,"runtime":35,"cert":"N\/A","id":462480,"title":"Violin","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"A documentary about one of the main ideologists of the Third Reich Alfred Rosenberg and the milestones of his teachings, which proved to be important in the contemporary world. Among them are the focus on separatist movements, attack on Christianity, reevaluation of history. The fall of the Soviet Union and the disintegration of Yugoslavia. The division of the Ukraine. Wars in the Middle East. Sanctions against Russia. These seemingly dissimilar events are likely to have the same basis. Too much misunderstanding. The goal is not unity but dissociation. And the new enemy – terrorism, fascism of the present day – is making full use of it.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462482,"title":"План Розенберга. Нюрнбергские уроки","adult":false,"genre_ids":[]},{"cast":[],"overview":"A documentary short about war and football, told against the backdrop of the 1982 and 2014 FIFA World Cups. It tells the story of two former enemies, a bookish Communist and a battle-hardened Christian, who share a love for the Brazilian team despite fighting each other in one of the 20th Century’s most notorious conflicts, the Lebanese Civil War. The film investigates the brutality of war, the beauty of Brazilian football, and the possibility of reconciliation for Lebanon’s «Lost Generation».","release_date":"2015-10-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462484,"title":"Lebanon Wins the World Cup","adult":false,"genre_ids":[]},{"cast":["Clint Eastwood","Gunnar Peterson","Lou Ferrigno","Denise Austin","Diana Nyad"],"overview":"The Godfather of Fitness tells the improbable story of how an ambitious boy from California, obsessed with grueling workouts and good nutrition, became one of the most respected men in the world of fitness.","release_date":"2015-03-28","vote_average":0.0,"runtime":18,"cert":"\"\"","id":462486,"title":"Anything Is Possible","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Ryan’s Renaissance chronicles an improbable human journey, friendship, and what transpires after Oscar nominated Ryan Larkin (Walking) becomes the world’s most famous panhandler after the film «Ryan» wins an Academy Award. It begins when Ryan, still living at a homeless shelter and Laurie Gordon, a Montreal musician asks Ryan to «draw a few pictures» for her band’s video which serendipitously becomes Spare Change, Ryan’s first animation film in 35 years. We follow this quirky duo’s utopian attempt to get their film off the ground.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":462488,"title":"Ryan's Renaissance","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Буду помнить","cast":["Sergey Makhovikov","Anatoli Vasilyev","Elena Podkaminskaya","Roman Golchuk","Denis Paramonov"],"id":462490,"overview":"","runtime":null,"genre_ids":[10752],"release_date":"2010-05-03","vote_average":0.0,"adult":false}]