[{"cast":["Michele Placido","Fabrizio Bentivoglio","Omero Antonutti","Philippine Leroy-Beaulieu","Daan Hugaert"],"overview":"An intriguing look at a sinister web of power,linking politics and the mafia in modern day Italy.","release_date":"1995-03-03","vote_average":6.6,"runtime":null,"cert":"N\/A","id":46000,"title":"Un eroe borghese","adult":false,"genre_ids":[18]},{"cast":["Tomás Milián","Bombolo","Enzo Cannavale","Olimpia Di Nardo","Giacomo Furia"],"overview":"The officer Nico Giraldi investigates a homicide which has taken place in a Chinese restaurant in Rome. His wife and his son are kidnappeded by the murderer in the course of the inquiry. In the end the case is worked out.","release_date":"1981-11-19","vote_average":6.0,"runtime":null,"cert":"N\/A","id":46001,"title":"Delitto al ristorante cinese","adult":false,"genre_ids":[80,35,53]},{"cast":["Ryan Merriman","Alexis Lopez","Timothy Omundson","Charles Halford","Henry Gibson"],"overview":"A teenager must battle for a gold charm to keep his family from being controlled by an evil leprechaun.","release_date":"2001-03-09","vote_average":6.1,"runtime":86,"cert":"N\/A","id":46004,"title":"The Luck of the Irish","adult":false,"genre_ids":[10770,35,10751,12]},{"cast":["Yasmine Bleeth","Christopher Lloyd","John Ritter","JoBeth Williams","Kevin Zegers"],"overview":"Jarvis and Pepper crash land their small plane on the roof of the Bridges family. Pepper finds herself having a positive effect on the households' autistic son Andy.","release_date":"1999-05-15","vote_average":5.2,"runtime":92,"cert":"N\/A","id":46005,"title":"It Came From the Sky","adult":false,"genre_ids":[35,18]},{"cast":["Leigh Lewis","Richard Nester","Sam Bornstein","David Roddis","David Wand"],"overview":"Two news broadcasters, through investigation, find that they were left behind after the biblical rapture. Bronson Pearl and Helen Hannah are two news broadcasters who are covering the impending war in Israel. Yet, suddenly millions of people disappear, then a new leader performs an incredible miracle. These are astounding media events. Helen soon comes to the realization that these times are fulfilling biblical prophesy... and she was left behind.","release_date":"1998-09-27","vote_average":2.5,"runtime":94,"cert":"N\/A","id":46008,"title":"Apocalypse: Caught in the Eye of the Storm","adult":false,"genre_ids":[53]},{"cast":["Jeff Fahey","Tony Nappo","Carol Alt","Leigh Lewis","Nick Mancuso"],"overview":"This is the sequel to Apocalypse. In this movie Thorold Stone is still looking for his family. The Christians, whom the rest of the world has started to call The Haters, are being framed for many murders and terrorist acts. Thorold and his partner go to investigate the location of the detonator of one of these acts. They find a group of Christians holding a service. He arrests them and one of them hands him a disk from O.N.E. , One Nation Earth. He finds men in the building who aren't Christians. They chase them around and one of them is killed. Then he meets with Mr. Parker who works for Franco Malacousso. Parker shoots them both but Thorold doesn't die. He is then framed for the shooting of his partner and he goes to a computer programmer with the disk. Virtual Reality is used to bring the Day of Wonders to fruition. There is something odd about the cd that the woman gave Thorold because the programmer can't get access to it and they take it to the Christians headquarters...","release_date":"1999-05-07","vote_average":2.8,"runtime":98,"cert":"N\/A","id":46009,"title":"Revelation","adult":false,"genre_ids":[28,27,53]},{"cast":["Yuriy Nikulin","Evgeniy Evstigneev","Olga Aroseva","Andrey Mironov","Yuri Belov"],"overview":"An old detective does not want to retire. The only way out is to prove to his boss that he still can catch criminals. The problem is that there were no crimes recently to work on. Together with his retired friend he decides to commit a perfect crime himself and then quickly solve it. Real problems start when a real criminal steals money he has stolen.","release_date":"1971-01-01","vote_average":7.4,"runtime":92,"cert":"N\/A","id":46010,"title":"Old Men: Robbers","adult":false,"genre_ids":[35]},{"cast":["Ethel Merman","Donald O'Connor","Vera-Ellen","George Sanders","Billy De Wolfe"],"overview":"Washington hostess Sally Adams becomes a Truman-era US ambassador to a European grand duchy.","release_date":"1953-03-25","vote_average":6.7,"runtime":114,"cert":"N\/A","id":46011,"title":"Call Me Madam","adult":false,"genre_ids":[18,35,10402,10749,10751]},{"cast":["James Caan","Robert Sean Leonard","Daniel Roebuck","Jamie Harrold","John Doman"],"overview":"A Navy officer tries to set the record straight after the Navy blames a 1989 explosion aboard the USS Iowa on a homosexual affair between two sailors.","release_date":"2001-03-18","vote_average":5.5,"runtime":85,"cert":"N\/A","id":46012,"title":"A Glimpse of Hell","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Ten years have passed. Nikki's daughter Sarah, now 19 and heading West for college, is at her own spiritual crossroads. To make matters worse, her mother has recently revealed that, nearly a decade ago, she was the dinner guest of the Almighty himself. Thinking her mom is certifiably insane, Sarah strikes up an unlikely friendship with a travel companion who shares her disdain for religion.","release_date":"2007-09-15","vote_average":5.9,"runtime":null,"cert":"N\/A","id":46013,"title":"Another Perfect Stranger","adult":false,"genre_ids":[18]},{"cast":["Bing Crosby","Jane Wyman","Ethel Barrymore","Natalie Wood","Robert Arthur"],"overview":"Jordan Blake (a widower) is a successful Broadway Producer who has always been to busy for his children, Barbara and Jerry. Girlfriend, Carolina a musical comedy star, urges Jordan to take his kids on a vacation and get to know them before they are all grown up. Is Jordan already too late?","release_date":"1952-09-27","vote_average":0.0,"runtime":104,"cert":"N\/A","id":46014,"title":"Just for You","adult":false,"genre_ids":[35,10402]},{"cast":["George Hamilton","Aldo Ray","Suzanne Pleshette","Richard Carlson","Yvonne De Carlo"],"overview":"One by one members of a special project team are being killed by telekinesis - the ability to move things with the power of the mind alone. The race is on to determine which of the remaining team members is the murderer and to stop them.","release_date":"1968-02-21","vote_average":6.6,"runtime":108,"cert":"N\/A","id":46015,"title":"The Power","adult":false,"genre_ids":[878,53]},{"cast":["Pat Hingle","Julie Condra","Leo Rossi","Jay Underwood"],"overview":"A couple come into contact with stolen mob money, gamble it away, and end up on the run from gangsters","release_date":"2001-09-28","vote_average":8.0,"runtime":89,"cert":"N\/A","id":46016,"title":"Road to Redemption","adult":false,"genre_ids":[28,35]},{"cast":["Brad Heller","Josh Gaffga","Hugh McLean","Tim Ross","Travis Hinson"],"overview":"Three factory workers make their routine stop at a diner late one night. Just before closing, a man comes in and takes a seat at the counter. One of the workers, an antagonist named Larry, tries to strike up a conversation with the man but he doesn't respond. Disturbed by this, Larry persists and finds out the man is a Christian. What follows is an intense drama about the most important issue in life...and eternity.","release_date":"2001-09-29","vote_average":4.8,"runtime":33,"cert":"N\/A","id":46017,"title":"Late One Night","adult":false,"genre_ids":[18]},{"cast":["Roscoe Orman","Diana Sands","Thalmus Rasulala","Joyce Walker","Roger Robinson"],"overview":"Willie Dynamite is a pimp who operates in New York City. Willie was a big success as a pimp, but now, just as fast as he rose to the top, he has hit bottom. A former prostitute who has become a social worker tries to get Willie to clean up his life while it is still possible.","release_date":"1974-01-23","vote_average":6.8,"runtime":102,"cert":"N\/A","id":46018,"title":"Willie Dynamite","adult":false,"genre_ids":[80,18]},{"cast":["Daniel Kruse","Jeremiah Guelzo","Hugh McLean","Reid Dalton","Rodney Harter"],"overview":"Pilgrim’s Progress: Journey to Heaven is a modern adaptation of John Bunyan’s beloved classic. It is the #1 Christian fantasy of all time! The novel has been heralded as a literary masterpiece around the world, as it has been published in over 100 languages and is the most read book other than the Bible. Amazing visual effects, beautiful locations and a wonderful cast bring to life the story that has inspired each generation for hundreds of years. Follow Christian and his companions on a great Journey from the City of Destruction to the gates of Heaven as they face obstacles large and small, man-made and demon-spawned. Beyond the gripping drama, Bunyan’s powerful allegory teaches us all the hazards and hopes of the Christian life, and it features the triumphant glory that awaits all who faithfully follow the King of kings!","release_date":"2008-09-27","vote_average":8.6,"runtime":null,"cert":"N\/A","id":46019,"title":"Pilgrim's Progress - Journey To Heaven","adult":false,"genre_ids":[]},{"cast":["Eric Roberts","Sara Malakul Lane","Ralph Garman","Kerem Bursin","Liv Boughn"],"overview":"The U.S. Navy's special group \"Blue Water\" builds a half-shark, half-octopus for combat. But the sharktopus escapes and terrorizes the beaches of Puerto Vallarta.","release_date":"2010-09-25","vote_average":4.5,"runtime":89,"cert":"N\/A","id":46020,"title":"Sharktopus","adult":false,"genre_ids":[27,35,878,53,10770,28]},{"cast":["James Wilby","Kristin Scott Thomas","Rupert Graves","Anjelica Huston","Judi Dench"],"overview":"English aristocrat Tony Last welcomes tragedy into his life when he invites John Beaver to visit his vast estate. There Beaver makes the acquaintance of Tony's wife, Brenda. Together, they continue their relationship in a series of bedroom assignations in London. Trusting to a fault, Tony is unaware that anything is amiss until his wife suddenly asks for a divorce. With his life in turmoil, Tony goes on a haphazard journey to South America.","release_date":"1988-06-24","vote_average":6.0,"runtime":118,"cert":"","id":46021,"title":"A Handful of Dust","adult":false,"genre_ids":[10749,18]},{"cast":["Wendy Crewson","Patrick Bergin","Peter Outerbridge","David Nykl","Mike McGuffie"],"overview":"A psychotic spaceman takes over a deep-space observatory manned by a scientist, his wife, and their teenage daughter.","release_date":"1999-11-28","vote_average":4.0,"runtime":100,"cert":"15","id":46022,"title":"Escape Velocity","adult":false,"genre_ids":[28,878]},{"cast":["Damien Hannaway","David Platt","Ana Rosa De Eizaguirre Butler","Susan Simcox","Hilly Barber"],"overview":"A city is brought to its knees by an army of drug addicts. A masked vigilante desperately fights back. The line between good and evil blurs into one.","release_date":"2007-01-01","vote_average":3.0,"runtime":78,"cert":"N\/A","id":46023,"title":"The Superhero","adult":false,"genre_ids":[28,14,53]},{"cast":["Carice van Houten","Waldemar Torenstra","Joke Tjalsma","Jaap Spijkers","Myranda Jongeling"],"overview":"Lea is an immaculate 30-something wife whose husband’s job in real estate allows her an enviably glossy lifestyle. The word ‘emancipation’ simply isn't in her vocabulary and as long as the money rolls in, all is rosy. So, when Harry Jr. arrives, she is a little traumatized at having to swap canapés for nappies.","release_date":"2010-04-15","vote_average":6.4,"runtime":97,"cert":"N\/A","id":46024,"title":"The Happy Housewife","adult":false,"genre_ids":[18,10749]},{"cast":["Gérald Laroche","Philippe Laudenbach","Clovis Cornillac","Dimitri Rataud","Didier Bénureau"],"overview":"In a penitentiary, four prisoners occupy a cell: Carrère, who used his company to commit a fraud and was betrayed by his wife; the drag Marcus and his protégée, the retarded Paquerette, who ate his six months sister; and the intellectual, Lassalle who killed his wife. One night, Carrère finds an ancient journal hidden in a hole in the wall of the cell. They realize that the book was written by Danvers in the beginning of the last century and is about black magic. They decide to read and use its content to escape from the prison, when they find the truth about Danvers' fate.","release_date":"2002-11-09","vote_average":6.3,"runtime":90,"cert":"N\/A","id":46025,"title":"Maléfique","adult":false,"genre_ids":[14,27,9648]},{"cast":["Stan Laurel","Oliver Hardy","Alan Hale","Sidney Toler","Daphne Pollard"],"overview":"Two sailors get caught in a mountain of mix-ups when they meet their long-lost twins. Laurel and Hardy play themselves and their twins.","release_date":"1936-10-30","vote_average":7.4,"runtime":73,"cert":"N\/A","id":46026,"title":"Our Relations","adult":false,"genre_ids":[35]},{"cast":["Andy García","Ian Holm","James Gandolfini","Lena Olin","Shiek Mahmud-Bey"],"overview":"A newly elected District attorney finds himself in the middle of a police corruption investigation that may involve his father and his partner.","release_date":"1996-10-22","vote_average":6.4,"runtime":113,"cert":"","id":46027,"title":"Night Falls on Manhattan","adult":false,"genre_ids":[80,18,53]},{"cast":["Diego Abatantuono","Valeria Golino","Claudio Bisio","Renato Carpentieri","Antonio Catania"],"overview":"Mario leads a normal life, working in a Milan bank. His daily routine is shattered when he witnesses a murder and is shot himself by the killer, a deranged police commissioner. To save his life, he must abandon his life and flee to Puerto Escondido, Mexico. When he runs out of money he teams up with Alex and Anita, a couple of Italians that will lead him on to a series of adventures and encounters with drug dealers, corrupt police officers and other weird characters.","release_date":"1992-12-17","vote_average":6.7,"runtime":110,"cert":"N\/A","id":46028,"title":"Puerto Escondido","adult":false,"genre_ids":[18,35]},{"cast":["Antonio Banderas","Melanie Griffith","Daryl Hannah","Danny Aiello","Joan Cusack"],"overview":"A young gallerist is in love with two sisters at the same time. In order to solve the problem he decides to invent his own twin-brother.","release_date":"1995-12-01","vote_average":5.6,"runtime":118,"cert":"N\/A","id":46029,"title":"Two Much","adult":false,"genre_ids":[35,10749]},{"cast":["Sabina Guzzanti","Franza Di Rosa","Antonello Fassari","Cinzia Leone","Pierfrancesco Loche"],"overview":"","release_date":"2007-09-07","vote_average":6.1,"runtime":90,"cert":"N\/A","id":46030,"title":"Le ragioni dell'aragosta","adult":false,"genre_ids":[35]},{"cast":["Gabino Diego","Pedro Abrunhosa","Ben Bishop"],"overview":"Based on William Shakespeare's novel.","release_date":"2005-01-01","vote_average":3.3,"runtime":85,"cert":"N\/A","id":46031,"title":"Midsummer Dream","adult":false,"genre_ids":[12,16,18,10749]},{"cast":[],"overview":"Radio Read-a-Thon: Duck asks Frog to read his favorite book on Ant s radio station but what happens when Frog's tongue gets tangled? Duck's First Sleepover Party: Duck attends his first WordFriend sleepover party and discovers a B-E-D can be just as comfy as a nest. Pig's big Moonlight Feast: When Pig is too sick to cook a special feast, Duck and Dog help out-and almost ruin the meal in the process! Through rhythm, Duck learns that a quick change of a letter can turn a fiasco into a feast. V is for Vacation: Duck goes on a wild goose chase to learn what letter he needs to take him to his winter vacation.","release_date":"2008-04-08","vote_average":5.0,"runtime":66,"cert":"N\/A","id":46034,"title":"WordWorld: Lucky Duck","adult":false,"genre_ids":[16,10751]},{"cast":["Alexis Texas","Ava Rose","Jayden Jaymes","Charley Chase","Cherokee D'Ass"],"overview":"Following in the footsteps of Tianna, Tiffany Mynx, Belladonna, and Brianna Love, last year, Alexis Texas was crowned Elegant Angel's new Buttwoman. This year the big butt superstar returns as only the second girl, after Tianna, to appear in a second Buttwoman movie focused entirely on herself.","release_date":"2009-09-30","vote_average":0.0,"runtime":215,"cert":"N\/A","id":46035,"title":"Buttwoman Returns","adult":true,"genre_ids":[]},{"cast":["Jamie Gillis","John Holmes","Serena","Sharon Kane","Mike Ranger"],"overview":"Aunt Peg is a short haired firecracker movie producer who starts her day off by seducing her assistant Bill. Later on, she has a flashback of seducing her brother-in-law. Another flashback follows of joining her friend Alice to seducing a hotel's African-American waiter. Back in present day, she lets European director Franco employ a casting couch on Seka but demands to join in. She then employs her own casting couch on Micheal Ranger, and lets her secretary Susan join in. Aunt Peg finishes her day off in the back of her limo where she forces herself on her niece Sheila, who soon consents.","release_date":"1980-09-24","vote_average":8.7,"runtime":79,"cert":"N\/A","id":46036,"title":"Aunt Peg","adult":true,"genre_ids":[]},{"cast":[],"overview":"Renowned as a live ensemble even before its first studio record, Ozomatli finally released a concert album seven years after its lauded 1998 debut. LIVE AT THE FILLMORE draws most heavily from that self-titled disc and the Los Angeles collective's 2004 outing, STREET SIGNS, with rock, funk, pop, and hip-hop elevated by the group's potent Latin rhythms. Ozomatli's performances do not disappoint; in fact, these tunes often outshine their studio counterparts, since they offer an added shot of spontaneity and energy. Ozomatli: Raúl Pacheco (vocals, guitars); Asdrubal Sierra (vocals, trumpet, keyboards); Justin \"El Niño\" Porée (rap vocals, percussion); Jabulani Smith-Freeman (rap vocals); Ulises Bella (clarinet, saxophone, keyboards, background vocals); Sheffer Bruton (trombone, background vocals); Wil-Dog Abers (electric bass, background vocals); Mario Calire (drums); Jiro Yamaguchi (tabla, percussion); DJ Spinobi (turntables).","release_date":"2005-08-23","vote_average":0.0,"runtime":76,"cert":"N\/A","id":46037,"title":"Ozomatli Live at the Filmore","adult":false,"genre_ids":[10402]},{"cast":["George Raft","Claire Trevor","Dick Foran","Henry Armetta","Victor Jory"],"overview":"A cabbie and petty thief dreams of the big heist that will end his thieving ways.","release_date":"1939-08-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":46038,"title":"I Stole a Million","adult":false,"genre_ids":[80,18]},{"cast":["Peter Finch","Eva Bartok","Tony Britton","Alexander Knox","Malcolm Keen"],"overview":"Operation Amsterdam is a 1959 adventure film, directed by Michael McCarthy, and featuring Peter Finch, Eva Bartok, and Tony Britton. It is based on a true story as described in the book Adventure in Diamonds, by David E Walker. The action of the story covers a few days in May 1940 when the Germans invaded Holland.","release_date":"1959-01-01","vote_average":6.2,"runtime":104,"cert":"","id":46039,"title":"Operation Amsterdam","adult":false,"genre_ids":[18,36,10752]},{"cast":["Akshay Kumar","Katrina Kaif","Akshaye Khanna","Arya Babbar","Raghu Ram"],"overview":"A con artist poses as a film director in a village with the intention of executing a caper with the unwitting help of the villagers.","release_date":"2010-12-24","vote_average":3.5,"runtime":137,"cert":"N\/A","id":46040,"title":"Tees Maar Khan","adult":false,"genre_ids":[35,80]},{"cast":["George Segal","Alec Guinness","Max von Sydow","Senta Berger","George Sanders"],"overview":"After two British Secret Intelligence Service agents are murdered at the hands of a cryptic neo-Nazi group known as Phoenix, the suave agent Quiller is sent to Berlin to investigate. There, he begins an affair with Inge Lindt, a beautiful young teacher. However, their lives are put in danger after Quiller is kidnapped and taken to Phoenix's headquarters, where he meets Oktober, the mysterious leader of the group.","release_date":"1966-11-10","vote_average":6.0,"runtime":104,"cert":"","id":46041,"title":"The Quiller Memorandum","adult":false,"genre_ids":[28,53]},{"cast":["Bill Elliott","Myron Healey","John Dennis","Kathleen Case","Don Haggerty"],"overview":"Cop Andy Doyle investigates a car-bombing murder and the killing of a sleazy modeling agency owner. Are they connected?","release_date":"1956-09-30","vote_average":5.5,"runtime":60,"cert":"N\/A","id":46042,"title":"Calling Homicide","adult":false,"genre_ids":[80]},{"cast":["Kinuyo Tanaka","Nobuko Otowa","Yûji Hori","Kiyoko Hirai","Reiko Kongo"],"overview":"Shinnosuke is introduced to Shizu as a prospective marriage partner, but he falls in love with her widowed sister Oyu. Convention forbids Oyu to marry because she has to raise her son as the head of her husband's family. Oyu convinces Shinnosuke and Shizu to marry so that she can remain close to Shinnosuke.","release_date":"1951-06-22","vote_average":7.1,"runtime":94,"cert":"N\/A","id":46043,"title":"Miss Oyu","adult":false,"genre_ids":[18]},{"cast":["Walter Matthau","Tom Bosley","Theodore Bikel","Robert Morse","Dennis Day"],"overview":"This cartoon version of A Christmas Carol hails from the production house of Arthur Rankin Jr. and Jules Bass--the team that brought you just about every other Christmas special you saw as a kid (including Rudolph the Red-Nosed Reindeer). Reinvented as a 49-minute musical ghost story, Stingiest stars the voice of Walter Matthau as the bedeviled Scrooge and Tom Bosley as the Jiminy Cricket-type narrator, B. Humbug, Esq.","release_date":"1978-12-23","vote_average":6.3,"runtime":51,"cert":"N\/A","id":46044,"title":"The Stingiest Man in Town","adult":false,"genre_ids":[16]},{"cast":["Michiyo Kogure","Ken Uehara","Eijirô Yanagi","Yoshiko Kuga","Haruya Katô"],"overview":"Hamako has just started working for her personal hero, Madame Yuki. Her romanticized view of the Madame is broken immediately, though, as she is introduced with a ever-growing list of the Madame’s personal problems.","release_date":"1950-10-21","vote_average":7.3,"runtime":88,"cert":"N\/A","id":46045,"title":"Portrait of Madame Yuki","adult":false,"genre_ids":[18]},{"cast":["Kinuyo Tanaka","Sô Yamamura"],"overview":"The stage director Shimamura, who is bringing western theatre to Japan, falls in love with the outspoken actress Sumako Matsui, and leaves his family to be with her, while trying to keep his Art Theatre solvent.","release_date":"1947-08-16","vote_average":8.0,"runtime":96,"cert":"N\/A","id":46046,"title":"The Love of the Actress Sumako","adult":false,"genre_ids":[18]},{"cast":["Brian Keith","Beverly Garland","Douglas Kennedy","Paul Langton","Dick Foran"],"overview":"In the Windy City, the mob infiltrates a powerful union.","release_date":"1957-08-30","vote_average":5.0,"runtime":75,"cert":"N\/A","id":46047,"title":"Chicago Confidential","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"\"A balls to the wall mountain bike film introducing the world to the mind-blowing, new school freeriding craze, Starring Wade Simmons, Dave Swetland, Chris Lawrence, Richie Schley, Brett Tippie, Brian Lopes, John Tomac, Myles Rockwell, Insane Wayne, Greg Herbold and a host of other sickos.\" Released in the spring of 1998 this film had a big impact on the sport and culture of mountain biking and set Radical FIlms up to make 7 more films over the next 12 years! And well this website pretty much shows what we've been up to. Hope you are enjoying it. Semms like I've been spending way to much time on it! Ride Hard, Ride Free!","release_date":"1998-01-01","vote_average":0.0,"runtime":37,"cert":"N\/A","id":46048,"title":"Kranked 1: Live to Ride","adult":false,"genre_ids":[]},{"cast":[],"overview":"A non-stop bombast of sick and twisted mountain biking capable of raising the dead. THis film pushes the limits with an epic barrage of herculean stunts. Shot on 16mm. Arizona, BC, California, Colorado, Utah, France and Italy. Dustin Adams, Cody Begon, Elladee Brown, Dean Collingridge, Dangerous Dan, Greg Herbold, John Jesme, Chris Lawrence, Brian Lopes, Craig Olsson, Richie Schley, Andrew Shandro, Wade Simmons, Kim Steed, Dave Swetland, Fabrice Taillafer, Brett Tippie and John Tomac.","release_date":"1999-01-01","vote_average":0.0,"runtime":34,"cert":"N\/A","id":46049,"title":"Kranked 2: Trails from the Crypt","adult":false,"genre_ids":[]},{"cast":[],"overview":"Welcome to the world of Kranked 3- Ride Against the Machine. A mind-melting fusion of hyper-insane riding from all over the globe exquisitely blended with earth shattering animations and cloaked around a storyline evoking a dose of grit and fantasy. Here you have it - an eye-popping diversity never before seen in the mountain bike world.","release_date":"2000-01-01","vote_average":0.0,"runtime":47,"cert":"N\/A","id":46050,"title":"Kranked 3: Ride Against the Machine","adult":false,"genre_ids":[]},{"cast":[],"overview":"Brett Tippie anchors this effort as he searches for the epic riding. Search for the Holey Trail incorporates our trademark spectacular 16mm footage, crisp edits, tweaked special FX and fantastical story line as the best mountain bikers in the world let it all hang out for the cameras and your viewing pleasure.","release_date":"2001-01-01","vote_average":0.0,"runtime":49,"cert":"N\/A","id":46051,"title":"Kranked 4: Search for the Holey Trail","adult":false,"genre_ids":[]},{"cast":[],"overview":"Fly in some of the coolest helicopters around! It's time to fly high!","release_date":"2007-05-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":46054,"title":"All About Helicopters","adult":false,"genre_ids":[]},{"cast":[],"overview":"Inspired by old hipster slang for the insane asylum (the cackle factory), the film trips with stunning footage cut to a post-industrial explosion of funk, rock, reggae, hip-hop and punk. As the world spirals into madness, seemingly at war with itself, the best mountain bikers are judged against it.","release_date":"2008-01-01","vote_average":0.0,"runtime":52,"cert":"N\/A","id":46055,"title":"Kranked 7: The Cackle Factor","adult":false,"genre_ids":[]},{"cast":["Anne Baxter","Sterling Hayden","John Hoyt","Jesse White","Wally Cassell"],"overview":"A con woman tries to swindle her partner-in-crime husband with the help of one of her former marks. But is she to be trusted?","release_date":"1956-04-16","vote_average":4.1,"runtime":83,"cert":"N\/A","id":46056,"title":"The Come On","adult":false,"genre_ids":[80]},{"cast":["Robert Redford","George Segal","Ron Leibman","Paul Sand","Moses Gunn"],"overview":"Dortmunder and his pals plan to steal a huge diamond from a museum. But this turns out to be only the first time they have to steal it...","release_date":"1972-01-26","vote_average":6.6,"runtime":101,"cert":"N\/A","id":46059,"title":"The Hot Rock","adult":false,"genre_ids":[80,28,35]},{"cast":["David Attenborough","Douglas A. Lawson"],"overview":"220 million years ago dinosaurs were beginning their domination of Earth. But another group of reptiles was about to make an extraordinary leap: pterosaurs were taking control of the skies. The story of how and why these mysterious creatures took to the air is more fantastical than any fiction. In Flying Monsters 3D, Sir David Attenborough the world’s leading naturalist, sets out to uncover the truth about the enigmatic pterosaurs, whose wingspans of up to 40 feet were equal to that of a modern day jet plane.","release_date":"2011-05-06","vote_average":6.7,"runtime":40,"cert":"U","id":46060,"title":"Flying Monsters 3D","adult":false,"genre_ids":[99]},{"cast":["John Shea","Eli Wallach","Sasson Gabai","Michal Bat-Adam","Rami Danon"],"overview":"This is the true story of an Israeli civilian who was recruited into Israel's Secret Intelligence Agency to become a spy in Damascus, where he spent years infiltrating the Syrian political establishment. Israel's national hero, Eli Cohen, successfully entered the upper echelons of the Syrian government as a double-agent. The secrets he obtained became crucial in Israel's victory in the 1967 Six Day War.","release_date":"1987-11-28","vote_average":5.1,"runtime":96,"cert":"N\/A","id":46061,"title":"The Impossible Spy","adult":false,"genre_ids":[18,53]},{"cast":["Noureen DeWulf","Jim Dickson","Volkan Eryaman","Denise George"],"overview":"Three years in the making, this feature documentary follows the progression of the Muslim Punk scene: from its imaginary inception in a novel written by a white-convert named Michael Muhammad Knight to a full-blown, real-life scene of Muslim punk bands and their fans.","release_date":"2010-01-24","vote_average":5.3,"runtime":null,"cert":"N\/A","id":46062,"title":"The Taqwacores","adult":false,"genre_ids":[28,35,18]},{"cast":["Sharon Stone","Rob Morrow","Randy Quaid","Peter Gallagher","Jack Thompson"],"overview":"Upon taking a new job, young lawyer Rick Hayes is assigned to the clemency case of Cindy Liggett, a woman convicted of first degree murder and sentenced to death. As Hayes investigates the background for her case, the two begin to form a deep friendship, while all the while the date for her execution draws nearer.","release_date":"1996-05-02","vote_average":5.8,"runtime":103,"cert":"N\/A","id":46063,"title":"Last Dance","adult":false,"genre_ids":[18,53]},{"cast":["Hutch Dano","G. Hannelius","Vicki Lewis","Kelsey Asbille","David Lambert"],"overview":"Alex Pearson has a lot to learn about teamwork. As the star of the Lemon Oaks hockey team, Alex almost always has his way on and off the ice. That ism until he pulls a stunt so outrageous not even his own coach can give him a pass. His punishment? Suspension from the team, a never-ending list of chores and a job watching his little sister Emily after school.","release_date":"2010-08-13","vote_average":6.1,"runtime":89,"cert":"U","id":46064,"title":"Den Brother","adult":false,"genre_ids":[10770,10751]},{"cast":["Lou Diamond Phillips","Lochlyn Munro","Glenn Plummer","Andrew Divoff"],"overview":"A wannabe actor becomes a bouncer and is seduced by the fast-paced world of Los Angeles nightlife.","release_date":"2001-02-01","vote_average":5.0,"runtime":90,"cert":"N\/A","id":46065,"title":"Knight Club","adult":false,"genre_ids":[18]},{"cast":["Bud Abbott","Lou Costello","Frances Rafferty","Bob Haymes","Jean Porter"],"overview":"When two bumbling barbers act as agents for a talented but unknown singer, they stage a phony murder in order to get him a plum role.","release_date":"1945-10-05","vote_average":7.0,"runtime":83,"cert":"N\/A","id":46068,"title":"Bud Abbott and Lou Costello in Hollywood","adult":false,"genre_ids":[35]},{"cast":["Shôtarô Hanayagi","Kôkichi Takada","Gonjurô Kawarazaki","Kakuko Mori","Tokusaburo Arashi"],"overview":"In late 19th century Tokyo, Kikunosuke Onoue, the adopted son of a legendary actor, himself an actor specializing in female roles, discovers that he is only praised for his acting due to his status as his father's heir. Devastated by this, he turns to Otoku, a servant of his family, for comfort, and they fall in love. Kikunosuke becomes determined to leave home and develop as an actor on his own merits, and Otoku faithfully follows him.","release_date":"1939-10-13","vote_average":8.1,"runtime":144,"cert":"N\/A","id":46069,"title":"The Story of the Last Chrysanthemum","adult":false,"genre_ids":[10749,18]},{"cast":["Peter Ustinov","Alan Barry","Adam Blackwood","Tom Courtenay","Sally Walsh"],"overview":"1839. The young Nell Trent is leading a happy life with her grandfather in his curiosity shop. Wharf owner Daniel Quilp has given large amounts of money to Nell's grandfather as an investment, expecting a large profit. But when Quilp finds out the old man has lost all the money with playing cards, he is determined to get the man in a madhouse as revenge. Nell and her grandfather are forced to leave their house and to start traveling across the country. But Quilp isn't sitting still, his spies are everywhere. Meanwhile a stranger is also looking for Nell's grandfather.","release_date":"1995-03-19","vote_average":6.3,"runtime":120,"cert":"N\/A","id":46074,"title":"The Old Curiosity Shop","adult":false,"genre_ids":[18,35,10751]},{"cast":["Haydn Gwynne","Stella Gonet","Robert Bathurst","John Woodvine","Nerys Hughes"],"overview":"A woman is held for ransom by a bitter past acquaintance who threatens to disclose a secret that could destroy her.","release_date":"2002-04-13","vote_average":4.8,"runtime":120,"cert":"","id":46075,"title":"The Secret","adult":false,"genre_ids":[18,10770]},{"cast":["Robert Ball","Frank Ray Perilli","Gloria Victor","Dolores Reed","Trustin Howard"],"overview":"Beautiful alien Amazonian women plan to conquer the world using an army of vegetable monsters. Dim-witted privates Philbrick and Penn bumble into a cave in search of atomic activity but collide instead with fierce carrot-topped tree mutants and their leaders, the 7-foot space sirens Prof. Tanga and Dr. Puna. This lavishly low-budget sci-fi romp has the bodacious aliens planning to overrun Earth with their vege-men army, but first they want the G.I.s to explain the meaning of love.","release_date":"1962-05-03","vote_average":2.7,"runtime":70,"cert":"N\/A","id":46076,"title":"Invasion of the Star Creatures","adult":false,"genre_ids":[878,35]},{"cast":["Billy Idol","Steve Stevens"],"overview":"In Super Overdrive Live was filmed at the Congress Theater, Chicago for the US TV series Soundstage and originally broadcast in U.S. in July 2009. The show sees Billy Idol, with trademark sneer and peroxide hair very much to the fore, reunited with guitarist Steve Stevens, who played on (& sometimes co-wrote) all his 1980s hits. The tracklist runs from early Generation X favorites, through his classic solo singles and up to tracks from his most recent album, \"The Devil’s Playground\". Idol is a fantastic live performer who oozes onstage charisma and the audience rocks along to every minute of this mesmerizing concert. Lineup: Billy Idol (vocals); Steve Stevens (guitars); Brian Tichy (drums); Stephen McGrath (bass); Derek Sherinian (keyboards).  Billy Idol delivers a dozen of his most popular tunes during the course of this Chicago concert. The setlist includes favorites such as \"Dancing With Myself,\" \"White Wedding,\" and \"Rebel Yell.\"","release_date":"2009-11-17","vote_average":4.8,"runtime":70,"cert":"","id":46077,"title":"Billy Idol: In Super Overdrive","adult":false,"genre_ids":[10402]},{"cast":["Saeko Kizuki","Naomi Hagio","Megumi Kawashima","Osamu Tsuruoka","Daiki Katô"],"overview":"A group of photographers and their models go to a forest retreat. They engage in S&M play and lots of softcore sex. Eventually they get picked off one-by-one by a filth-covered 'demon' with an unnaturally large penis.","release_date":"1986-05-31","vote_average":5.2,"runtime":72,"cert":"N\/A","id":46078,"title":"Entrails of a Virgin","adult":false,"genre_ids":[27]},{"cast":["Keiko Asano","Saeko Kizuki","Ayu Kiyokawa","Hitomi Kazama"],"overview":"Oversexed female interrogator with a penchant for sadomasochism and torture plots a scheme with her deviant troupe to extort the considerable fortune of a city embezzler.","release_date":"1987-06-20","vote_average":6.0,"runtime":70,"cert":"N\/A","id":46079,"title":"Rusted Body: Guts of a Virgin III","adult":false,"genre_ids":[878,27]},{"cast":["Gia Labarbera"],"overview":"A year after the collapse of a low-budget British rom-com, documentary maker Andy Wiseman sets out to find out what went wrong. He speaks to the producer, Nicholas Johnson, an alcoholic whose office is a lap-dancing club, the writer, Flynn Beatty, living in a suburban semi, and the deluded 'visionary' director, Harlan Noble, dwelling in deserved obscurity. But as the cast and crew tell their tale, will Andy ever get to the bottom of the farrago that was 'Just for the Record'?","release_date":"2010-05-05","vote_average":4.0,"runtime":90,"cert":"","id":46086,"title":"Just for the Record","adult":false,"genre_ids":[]},{"cast":["Johan Hegg","Olavi Mikkonen","Johan Söderberg","Ted Lundström","Fredrik Andersson"],"overview":"The special edition's of Amon Amarth's 2008 release, Twilight Of The Thundergod, feature a bonus CD\/DVD of the band's performance at the Summer Breeze festival 2007, with the following tracklist: 1. Intro 2. Valhall Awaits Me 3. Runes to My Memory 4. Cry of the Black Birds 5. Asator 6. Pursuit of Vikings 7. Fate of Norns 8. Without Fear 9. With Oden on Our Side 10. Where Silent Gods Stand Guard 11. An Ancient Sign of Coming Storm 12. Victorious March 13. Death In Fire","release_date":"2008-09-17","vote_average":0.0,"runtime":72,"cert":"N\/A","id":46089,"title":"Amon Amarth: Live at Summer Breeze","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"It’s happening. A Life Hacking Documentary is in production. This site will take you through the process of making the documentary, as well as offer some sneak previews and cool podcasts to keep you updated.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":46092,"title":"You 2.0","adult":false,"genre_ids":[]},{"cast":[],"overview":"Austria's epic one week event. Europe's finest VW's and Audi's. And we were there. Once again, we traveled overseas to capture some of the best elements from this year's event in a completely different style than last year. Show footage, cruising footage, individual car featurette's - it's all here, and then some.","release_date":"2009-09-29","vote_average":0.0,"runtime":37,"cert":"N\/A","id":46093,"title":"Wörthersee Tour 2009","adult":false,"genre_ids":[28,53,10749]},{"cast":["Kevin Bacon","Charles Gitonga Maina","Yolanda Vazquez","Mabutho 'Kid' Sithole","Sean McCann"],"overview":"Jimmy Dolan is a college basketball coach who wants a big promotion. To get it, he needs to make a dramatic find. He ends up deep in Africa, hoping to recruit Saleh, a huge basketball prodigy Jimmy glimpsed in a home movie. But Saleh is the chief's son and has responsibilities at home, since the tribe's land is threatened by a mining company with its own hotshot basketball team.","release_date":"1994-01-07","vote_average":5.7,"runtime":107,"cert":"PG","id":46094,"title":"The Air Up There","adult":false,"genre_ids":[35,10751]},{"cast":["Tom Conway","Martha O'Driscoll","June Clayworth","Robert Armstrong","Addison Richards"],"overview":"In a break from his heroic \"Falcon\" role, Tom Conway stars as Steve Barnes, a criminal attorney known for his unorthodox courtroom tactics. After accidentally killing a crooked nightclub owner, Barnes is stuck on the horns of a dilemma when his sweetheart, cabaret singer Georgia Gale (Martha O'Driscoll), is arrested for the crime The problem: How can Barnes clear Georgia of the murder without implicating himself?","release_date":"1946-11-20","vote_average":4.8,"runtime":60,"cert":"N\/A","id":46095,"title":"Criminal Court","adult":false,"genre_ids":[80,18]},{"cast":["David Farrar","Kathleen Byron","Jack Hawkins","Leslie Banks","Michael Gough"],"overview":"At the height of World War II, the Germans begin dropping a new type of booby-trapped bomb on England. Sammy Rice, a highly-skilled but haunted bomb-disposal officer, must overcome his personal demons to defeat this new threat.","release_date":"1949-02-21","vote_average":6.2,"runtime":106,"cert":"PG","id":46096,"title":"The Small Back Room","adult":false,"genre_ids":[10752,18,53]},{"cast":["Charles Arnt","Veda Ann Borg","Tom Keene","Fay Helm","John Rogers"],"overview":"A female hitchiker is taken in by a family after a horrible car accident. While she recovers, she begins to unravel a murder mystery involving the woman of the house.","release_date":"1945-08-21","vote_average":4.3,"runtime":65,"cert":"N\/A","id":46097,"title":"Dangerous Intruder","adult":false,"genre_ids":[9648]},{"cast":["Luigi Lo Cascio","Sandra Ceccarelli","Silvio Orlando","Barbara Valente","Toni Bertorelli"],"overview":"Antonio is a fallen angel, a rootless chauffeur in Rome, who relates only to the lonely heroes in the pulp fiction novels he grew up with. Only through a change encounter with Maria, a woman struggling to hold onto her daughter and her business, does he discover a hope that's been in his detached existence.","release_date":"2001-09-10","vote_average":6.8,"runtime":123,"cert":"N\/A","id":46098,"title":"Light of My Eyes","adult":false,"genre_ids":[18,10749]},{"cast":["Stephanie Bachelor","Tom Keene","Lynne Roberts","Olive Blakeney","Russell Hicks"],"overview":"A widow confesses she murdered her husband and kills two more people before her stepdaughter and an attorney prove her wrong.","release_date":"1944-08-13","vote_average":7.0,"runtime":58,"cert":"N\/A","id":46099,"title":"The Port of 40 Thieves","adult":false,"genre_ids":[80,18]},{"cast":["Hiroko Fujino","Kazuko Kano","Aya Mine","Michito Suzuki","Mikio Terashima"],"overview":"In a housing complex, a college prep student is spying on his neighbor, a former peace activist, who now leads an ordinary life as a housewife, having a secret affair with an ex-lover.","release_date":"1965-06-01","vote_average":7.3,"runtime":75,"cert":"N\/A","id":46100,"title":"Secrets Behind the Wall","adult":false,"genre_ids":[]},{"cast":["Maki Sakai","Arata Iura","Akie Namiki","Go Jibiki","Shima Ohnishi"],"overview":"The film is told in three acts, beginning with a historical background of Japan's student movement of the 1960s and early 1970s, mostly using archive footage and a narrator. The second act follows the formation of the group to their mountain training camps in the southern Japanese Alps. It emphasizes the dogmatic (and eventually hypocritical) bullying of the group by Mori and Nagata, with 12 members being killed for infractions as small as improperly cleaning a gun, wearing make-up, and kissing. The third act shows the splitting up of the group after two members run off. It follows one group of five members to Karuizawa and a hostage-taking and police standoff known as the Asama-Sansō incident.","release_date":"2007-08-26","vote_average":5.9,"runtime":190,"cert":"N\/A","id":46101,"title":"United Red Army","adult":false,"genre_ids":[18,53]},{"cast":["Rob Thomas"],"overview":"Platinum hitmakers Matchbox Twenty hit the stage and tell the tales for the groundbreaking VH1 series, \"Storytellers.\" Starting with their 1996 debut, \"Yourself or Someone Like You,\" Matchbox Twenty has built a devoted following that continues to grow with each new record and tour. Filmed at New York City's Chelsea Piers, Matchbox Twenty perform their many hits including a stripped-down version of the timeless \"3 A.M.\" with Rob Thomas at the piano. Songs: Bent, Mad Season, Black and White People, Push, If You're Gone, Crutch, Lonely Weekend, You Won't Be Mine, Rest Stop, 3 AM.","release_date":"2006-07-18","vote_average":4.3,"runtime":62,"cert":"N\/A","id":46102,"title":"VH1 Storytellers - Matchbox Twenty","adult":false,"genre_ids":[10402]},{"cast":["Steven Seagal","Darren Shahlavi","D. Neil Mark","Dan Bădărău","Claudiu Bleonţ"],"overview":"A hard core Interpol Agent is assigned to an Eastern European task force to target gun trafficking and dope running throughout the Balkans. While investigating a Russian gun dealer, his team is caught in a bloody street war between a Gypsy gang and the Russians, leaving one task force member dead. Fueled with vengeance, he leads us on an action packed thrill ride while avenging his friend's death.","release_date":"2010-10-19","vote_average":4.5,"runtime":98,"cert":"N\/A","id":46103,"title":"Born to Raise Hell","adult":false,"genre_ids":[28,53]},{"cast":["Byron Pang","Thomas Price","Linda So","Winnie Leung"],"overview":"Openly gay banker Daniel debates whether to return to Australia or stay in Hong Kong when he meets Kafka, a straight swimming instructor. The young men fall in love, believing that their love can bridge anything, despite their difference in sexuality and Kafka's increasing drug use. Daniel does not regret his love for Kafka, who tries to love him back against his nature. But a flashback memory from Kafka's past makes it difficult for their relationship to work.","release_date":"2010-02-15","vote_average":6.7,"runtime":97,"cert":"N\/A","id":46104,"title":"Amphetamine","adult":false,"genre_ids":[18]},{"cast":["Kevin Booth","John Farneti","Bill Hicks","Lynn Hicks"],"overview":"American: The Bill Hicks Story is a biographical documentary film on the life of comedian Bill Hicks. The film was produced by Matt Harlock and Paul Thomas, and features archival footage and interviews with family and friends, including Kevin Booth. The filmmakers used a cut-and-paste animation technique to add movement to a large collection of still pictures used to document events in Hicks' life. The film made its North American premiere at the 2010 South by Southwest Film Festival. The film was nominated for a 2010 Grierson British Documentary Award for the \"Most Entertaining Documentary\" category. It was also nominated for Best Graphics and Animation category in the 2011 Cinema Eye Awards. Awards won include The Dallas Film Festivals Texas Filmmaker Award, at Little Rock The Oxford American's Best Southern Film Award, and Best Documentary at the Downtown LA Film Festival. On Rotten Tomatoes, 81% of the first 47 reviews counted were rated positive.","release_date":"2010-04-10","vote_average":7.7,"runtime":102,"cert":"","id":46105,"title":"American: The Bill Hicks Story","adult":false,"genre_ids":[35,99]},{"cast":["Shinobu Terajima","Keigo Kasuya","Sabu Kawahara","Maki Ishikawa","Arata Iura"],"overview":"During the Second Sino-Japanese War, in 1940, Lieutenant Kurokawa returns home as a honored and decorated soldier but deprived of his arms and legs lost in battle. All hopes, from the villagers and women to close family members, turn to Shigeko, the Lieutenant's wife. She must honor the Emperor and the country in setting an example for all by fulfilling her duty and taking care of the 'god soldier'. Kurokawa prior to leaving to fight in the war regularly beat and berated his wife for her barrenness and inability to bring him a son. When he returns home as an amputee with no hearing and no speech, his wife dutifully attends to him, even though he shows little appreciation for her dedicated care. His main concerns are getting fed and getting sex. Even in his own degraded condition, he manages to berate his wife. Eventually, though, his own memories infiltrate and he is haunted by his horrible, sadistic deeds, performed while in the duty of the Japanese military.","release_date":"2010-08-14","vote_average":7.4,"runtime":87,"cert":"N\/A","id":46106,"title":"Caterpillar","adult":false,"genre_ids":[18,10752]},{"cast":["Richard Dawkins"],"overview":"Richard Dawkins in a 1980's television special based on his book The Blind Watchmaker.","release_date":"1987-01-19","vote_average":5.3,"runtime":null,"cert":"","id":46107,"title":"The Blind Watchmaker","adult":false,"genre_ids":[99]},{"cast":["Effie Balconi","Astrid Pils","Yves Baillat","Rex Morison","Jerry Butler"],"overview":".....","release_date":"1989-01-01","vote_average":10.0,"runtime":82,"cert":"N\/A","id":46108,"title":"Dead Cocks Don't Fuck","adult":true,"genre_ids":[]},{"cast":["Effie Balconi"],"overview":"...","release_date":"1991-01-01","vote_average":10.0,"runtime":85,"cert":"N\/A","id":46109,"title":"Orgasmus Atelier","adult":true,"genre_ids":[]},{"cast":["Effie Balconi","Jeannie Pepper"],"overview":"-","release_date":"1990-01-01","vote_average":10.0,"runtime":85,"cert":"N\/A","id":46110,"title":"Nasse Exzesse","adult":true,"genre_ids":[]},{"cast":["Jackie Chan","Jimmy Wang Yu","Lee Man-Tai","Ma Cheung","Phillip Ko"],"overview":"Mi Wey is a local hero named after \"Killer Meteors\", his secret weapon which makes him invincible. However, when \"Immortal\" Wa Wu Bin, another powerful local character seeks his assistance, Killer Meteor will face the greatest and the deadliest challenge of his life.","release_date":"1976-08-21","vote_average":5.3,"runtime":104,"cert":"N\/A","id":46111,"title":"The Killer Meteors","adult":false,"genre_ids":[53,28]},{"cast":["Denis Leary","Elizabeth Hurley","NiCole Robinson"],"overview":"To inherit a million dollars, an egotistical man must find the women he's betrayed and convince them to forgive him.","release_date":"2002-02-21","vote_average":4.6,"runtime":83,"cert":"N\/A","id":46112,"title":"Dawg","adult":false,"genre_ids":[35,10749]},{"cast":["Angelique Hennessy","Kristina Conzen","Danielle Noble","Dakota Ferreiro","Mark Kunzman"],"overview":"A high school girl wrongly branded as the school slut embraces her 'bad reputation' and takes revenge on the kids who have made her life a living hell.","release_date":"2007-08-07","vote_average":4.3,"runtime":90,"cert":"N\/A","id":46113,"title":"Bad Reputation","adult":false,"genre_ids":[18,27,53]},{"cast":["Jackie Chan","Paul Chun Pui","Fung Hak-On","Tony Leung Siu-Hung","Yen Shi-Kwan"],"overview":"When a young man's village is destroyed by a band of thugs, he seeks help from a great kung-fu master, but his real lessons come from a drunk old man, he basically learns kung fu by accident and seeks his revenge.","release_date":"1977-01-01","vote_average":5.3,"runtime":90,"cert":"N\/A","id":46114,"title":"The 36 Crazy Fists","adult":false,"genre_ids":[28,35]},{"cast":["Tracey Adams","Sandrine van Herpe","Carole Tredille","Claudine St. Jacques","Yves Baillat"],"overview":"","release_date":"1991-01-01","vote_average":5.3,"runtime":null,"cert":"N\/A","id":46115,"title":"Les Putes de l'autoroute","adult":true,"genre_ids":[]},{"cast":["Britt McKillip","Brittney Irvin","Dorla Bell","Maryke Hendrikse","Cathy Weseluck"],"overview":"When an alien matter-converter machine transforms four baby girls into superheroes, the quartet must learn to work together as a team to fend off the extraterrestrials who are looking for their powerful device. The aliens regain possession of the converter and use it to remove the girls' superpowers, but the friends soon realize they already have plenty of amazing abilities in this entry in the Bratz series of popular animated films.","release_date":"2007-01-01","vote_average":5.4,"runtime":74,"cert":"N\/A","id":46116,"title":"Bratz: Super Babyz","adult":false,"genre_ids":[16,10751]},{"cast":["Chloe Snyder","Mark Hengst","Andreas Beckett","Bruce Robert Cole","Garrett Brawith"],"overview":"Tormented by the serial killer who took her Mother’s life, Journalist Laura Nelson investigates the only clue he ever leaves behind at his crime scenes; his diary pages. References in the blood soaked pages to Richard Ramirez, Jeffrey Dahmer and Ed Gein lead Laura to learn more than she ever wanted to know about the sick minds of these monsters.","release_date":"2008-10-21","vote_average":3.0,"runtime":85,"cert":"N\/A","id":46117,"title":"Diary of a Serial Killer","adult":false,"genre_ids":[27]},{"cast":["Carole Tredille","Laura Valérie","Philippe Soine","Don Fernando","Rick Richard"],"overview":"Tenessy, a beautiful French lady, exposes herself in the most daring positions to athletic, big dicked boys. This film is quite different, through its style, of all what could be seen in the past. A very pleasant surprise and a great success.","release_date":"1991-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":46118,"title":"Allo fantasmes ici docteur!","adult":true,"genre_ids":[]},{"cast":["Monica Keena","Ellen Barkin","Michael Ironside","Vincent Kartheiser","James DeBello"],"overview":"This is a contemporary fable loosely based on Fyodor Dostoyevsky's \"Crime and Punishment\". Roseanne is outwardly a perfect and popular teen. However, her image is hiding the abuse at her stepfather's hands, and she decides to take revenge. The events that follow are a mix of dark humor and an exploration of modern morality as Roseanne faces not only a fellow suburbanite who knows, but her own conscience as well.","release_date":"2000-08-25","vote_average":6.0,"runtime":100,"cert":"N\/A","id":46119,"title":"Crime + Punishment in Suburbia","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Along twenty years, the deranged serial-killer Gary Ridgway has killed at least forty-eight prostitutes and dumped their bodies in Green River.","release_date":"2006-02-03","vote_average":2.8,"runtime":null,"cert":"N\/A","id":46120,"title":"Green River Killer","adult":false,"genre_ids":[]},{"cast":["Lucy Hale","Courtney Thorne-Smith","Amanda Schull","Phoebe Strole","Kristen Hager"],"overview":"Katie, a college freshman, has been groomed from birth to continue her mother’s legacy with the Deltas. When Katie decides to pledge another house instead, an all-out sorority war commences.","release_date":"2009-01-02","vote_average":6.0,"runtime":95,"cert":"N\/A","id":46127,"title":"Sorority Wars","adult":false,"genre_ids":[35,18,10751,10770]},{"cast":["Marco Bocci","Simona Borioni","Raoul Bova","David Coco","Maria Grazia Cucinotta"],"overview":"","release_date":"2009-05-21","vote_average":3.8,"runtime":null,"cert":"N\/A","id":46128,"title":"La bella società","adult":false,"genre_ids":[18]},{"cast":["Raymond Lam","Charlene Choi","Joey Yung","Alex Man Chi-Leung","Ti Lung"],"overview":"During her long journey to a foreign land for her dream marriage, Princess Yan (Charlene Choi) finds herself falling in love with General Cheng (Raymond Lam) who is leading the military escort. Regardless of their forbidden love, they exchange love tokens. However a sudden attack by a bandit gang changes their destiny. General Cheng was taken hostage by the female leader of the bandits, Zhu (Joey Yung) and he gradually falls in love with her. Drama continues to unfold as Cheng is faced with tough decisions.","release_date":"2010-08-18","vote_average":4.3,"runtime":104,"cert":"N\/A","id":46129,"title":"The Jade and the Pearl","adult":false,"genre_ids":[35,10749]},{"cast":["Sho Aikawa","Shirô Sano","Yu Tokui","Midoriko Kimura","Kogan Ashiya"],"overview":"Shangri-La (Kin’yu hametsu Nippon: Togenkyo no hito-bito) follows the lives of a group of homeless people in Japan who run into a man who nearly commits suicide and decide to help him out of his financial troubles. Using their various ingenious resources they embark on a complex scheme to blackmail a crooked businessman, whose bankruptcy claim has put people out of work. It’s a fun romp as these seemingly homeless people manage to outsmart the very people who cast them from society.","release_date":"2002-08-03","vote_average":7.0,"runtime":104,"cert":"N\/A","id":46130,"title":"Shangri-La","adult":false,"genre_ids":[35,18]},{"cast":["Daniel Gilbert","Adam Shaw","Michael Lee","Nick Pritchard","Alex Craven-Griffiths"],"overview":"When the New York Phone Police department is shut down, Wheels and his team (Detective Domestic Jackson and Freddie Hicerstein) must find somewhere new to dish out their own form of cellular telephone motor car related justice.","release_date":"2010-09-12","vote_average":5.3,"runtime":40,"cert":"Not Rated","id":46131,"title":"Phone Police","adult":false,"genre_ids":[35,80]},{"cast":["Ritvik Nadkarni","Prateeksha Lonkar"],"overview":"‘Aevdhe Se Abhaal’ (literally meaning \"a tiny little sky\") tells the story of 10-year-old Bunty as he comes to terms with the separation of his parents.","release_date":"","vote_average":0.0,"runtime":104,"cert":"N\/A","id":46132,"title":"A Home In The Sky","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Defying the idea that ballet is an art form steeped in the history of the wealthy white elite, this documentary captures the dreams of two black children from the Favela in Brazil, who, despite constant prejudice and doubt, are both determined to beat the odds and follow their dreams to use dancing as an escape rarely found in their tough day to day lives.","release_date":"2009-01-01","vote_average":5.0,"runtime":78,"cert":"","id":46133,"title":"Only When I Dance","adult":false,"genre_ids":[99]},{"cast":["Jonte Halldén","Christian Moscoso","Jenny Lindroth","Johan Svangren","Fredrik Dolk"],"overview":"Kalle, en kille i 18-års åldern har hamnat lite snett i livet. Han umgås mest med främlingsfientliga personer. Carlos är en kille i 16-års åldern, han har bott i Sverige större delen av sitt liv med sin mor och hennes äldre bror. Hans pappa är kvar i hemlandet Bolivia. Carlos och hans bror är med i ett mindre gäng bestående mest av invandrare. Filmen handlar om konflikten mellan Kalle och Carlos, samt deras respektive gäng, en konflikt med tragiska konsekvenser.","release_date":"1997-02-28","vote_average":3.3,"runtime":106,"cert":"N\/A","id":46134,"title":"Nattbuss 807","adult":false,"genre_ids":[]},{"cast":["Céline Tran","Jenna Presley","Mason Moore","Tori Black","Ben English"],"overview":"Katsuni is tormented by the cruelest man she knows, the man she married. Unwilling to submit, Katsuni looks to hurt him through heated trysts with a parade of young studs.","release_date":"2009-11-30","vote_average":0.0,"runtime":71,"cert":"N\/A","id":46135,"title":"Is He There?","adult":true,"genre_ids":[18]},{"cast":["David Byrne","Jayne County","Jay Dee Daugherty","Chris Frantz","Debbie Harry"],"overview":"The cream of New York new wave\/punk filmed live at CBGB's when the scene was just beginning. Includes performances by Patti Smith, Blondie, Television, the Ramones, Talking Heads, the Heartbreakers, the Shirts, Wayne County, the Marbles, the Dolls, Miamis, Harry Toledo, and the Tuff Darts (w\/Robert Gordon).","release_date":"1976-01-13","vote_average":6.2,"runtime":53,"cert":"N\/A","id":46136,"title":"The Blank Generation","adult":false,"genre_ids":[99,10402]},{"cast":["Carole Bouquet","Richard Hell","Ulli Lommel","Suzanna Love","Howard Grant"],"overview":"Nada, a beautiful French journalist on assignment in New York, records the life and work of an up and coming punk rock star, Billy. Soon she enters into a volatile relationship with him and must decide whether to continue with it, or return to her lover, a fellow journalist trying to track down the elusive Andy Warhol.","release_date":"1980-09-01","vote_average":6.0,"runtime":90,"cert":"N\/A","id":46137,"title":"Blank Generation","adult":false,"genre_ids":[10749]},{"cast":["Sally Hawkins","Bob Hoskins","Miranda Richardson","Geraldine James","Simon Nehan"],"overview":"A dramatization of the 1968 strike at the Ford Dagenham car plant, where female workers walked out in protest against sexual discrimination.","release_date":"2010-09-11","vote_average":6.7,"runtime":113,"cert":"15","id":46138,"title":"Made in Dagenham","adult":false,"genre_ids":[35,18,36]},{"cast":["Scott Brady","Anthony Eisley","Abraham Sofaer","Austin Green","Poupée Gamin"],"overview":"Scientists must prove their time travel experiments can produce results, so their funding won't be cut off. They push their equipment, and travel 5000 years into the future, where they encounter aliens who are looking for a planet to colonize.","release_date":"1967-01-01","vote_average":3.3,"runtime":82,"cert":"N\/A","id":46139,"title":"Journey to the Center of Time","adult":false,"genre_ids":[878]},{"cast":["Derren Brown"],"overview":"The second of Derren Brown's live stage shows that toured the UK following its success in the West End.","release_date":"2006-12-29","vote_average":9.5,"runtime":70,"cert":"","id":46140,"title":"Derren Brown: Something Wicked This Way Comes","adult":false,"genre_ids":[10770,9648]},{"cast":["Maria Furtwängler","Jean-Yves Berteloot","Tonio Arango","Gabriela Maria Schmeide","Jürgen Hentsch"],"overview":"In 1944 many Germans in Eastern Prussia believed like Lena von Mahlenberg, daughter of a local aristocrat, that Hitler would surrender and spare them from being invaded by the vengeful Russian Red Army. He didn't and they had to flee.","release_date":"2007-03-01","vote_average":6.7,"runtime":180,"cert":"N\/A","id":46141,"title":"March of Millions","adult":false,"genre_ids":[10752,18]},{"cast":["Dustin Worles"],"overview":"The Mischief Crew is invited to compete in the Joy Ride Rally, a high-end rally, similar to the famous Gumball 3000. 70 exotics travel from sunny Santa Monica, CA to party city New Orleans, LA. The Mischief Crew competes with their rally-battered Porsche 996 and Lamborghini Murcielago. With exotics reaching speeds of up to 200mph on public highways, police are put on full alert across the country and some participants pay the price for ignoring the posted speed limits. By the rally's end, only one car will make it to the finish line. Who will it be? In Florida they covered Palm Beach Supercar Weekend, and the Cavallino Classic Concorso d'Eleganza. In Michigan they document the world's largest one-day car event, the Woodward Dream Cruise, and Dado competes at Speedrift Detroit in his infamous turbo M3. Out West, the Crew captures the aftermarket industries hottest rides leaving the Sema show in Las Vegas and captures more than a dozen Ferrari FXXs racing on a track in San Francisco.","release_date":"2009-01-08","vote_average":5.3,"runtime":270,"cert":"N\/A","id":46142,"title":"Mischief 7: Joyride","adult":false,"genre_ids":[28,12,35,99]},{"cast":["Sydney Chaplin","Audrey Dalton","John Bentley","Peter Hammond","John Welsh"],"overview":"A confession to a priest from a thief leads to the priest's life being threatened by his gang.","release_date":"1955-06-01","vote_average":6.0,"runtime":90,"cert":"","id":46143,"title":"The Deadliest Sin","adult":false,"genre_ids":[80]},{"cast":["Gerald Mohr","Liz Renay","Stephanie Farnay","Harry Lauter","Ed Erwin"],"overview":"A drifter riding the rails gets mistaken for the new sheriff of a small town. He takes the police job and is immediately pressured to crack down on local organized crime.","release_date":"1959-06-01","vote_average":3.5,"runtime":84,"cert":"N\/A","id":46144,"title":"A Date with Death","adult":false,"genre_ids":[80]},{"cast":["Gerald Mohr","Peggie Castle","Dan O'Herlihy","Robert Bice","Tom Kennedy"],"overview":"A group of American witness the deadly invasion of the United States by the Soviet Union.","release_date":"1952-12-10","vote_average":2.6,"runtime":73,"cert":"N\/A","id":46145,"title":"Invasion, U.S.A.","adult":false,"genre_ids":[18,878]},{"cast":["Otto Jespersen","Hans Morten Hansen","Tomas Alf Larsen","Johanna Mørck","Knut Nærum"],"overview":"A group of students investigates a series of mysterious bear killings, but learns that there are much more dangerous things going on. They start to follow a mysterious hunter, learning that he is actually a troll hunter.","release_date":"2010-10-29","vote_average":6.7,"runtime":103,"cert":"15","id":46146,"title":"Troll Hunter","adult":false,"genre_ids":[14,27]},{"cast":["Agnes Kittelsen","Maibritt Saerens","Henrik Rafaelsen","Joachim Rafaelsen","Oskar Hernæs Brandsø"],"overview":"Family is the most important thing in the world to Kaja. She is an eternal optimist in spite of living with a man who would rather go hunting with the boys, and who refuses to have sex with her because she \"isn't particularly attractive\" anymore. Whatever. That's life. But when \"the perfect couple\" moves in next door, Kaja struggles to keep her emotions in check. Not only do these successful, beautiful, exciting people sing in a choir; they have also adopted a child – from Ethiopia! These new neighbors open a new world to Kaja, with consequences for everyone involved. And when Christmas comes around, it becomes evident that nothing will ever be like before – even if Kaja tries her very best.","release_date":"2010-11-05","vote_average":6.1,"runtime":80,"cert":"N\/A","id":46147,"title":"Happy, Happy","adult":false,"genre_ids":[18,35,10749]},{"cast":["Robert Rockwell","Hannelore Axman","Betty Lou Gerson","Lester Luther","William Lally"],"overview":"A couple try to leave the Communist party after a murder by the group they were once loyal to.","release_date":"1949-08-01","vote_average":4.1,"runtime":81,"cert":"N\/A","id":46148,"title":"The Red Menace","adult":false,"genre_ids":[]},{"cast":["Osamu Takizawa","Shinichi Yanagisawa","Hiroyuki Nagato","Kô Nishimura","Hayao Takamura"],"overview":"A rumbunctious and ribald tale of a troupe of travelling actors who alternate highlights of kabuki theatre with strip shows.","release_date":"1958-09-30","vote_average":6.2,"runtime":90,"cert":"N\/A","id":46149,"title":"Stolen Desire","adult":false,"genre_ids":[35,18]},{"cast":[" Frank Nagai","Masahiko Shimazu","Hisano Yamaoka"],"overview":"This short comedy concerns the extramarital affair of a drugstore owner. It is based on a popular song by the star of the film, Frank Nagai.","release_date":"1958-10-01","vote_average":6.0,"runtime":52,"cert":"N\/A","id":46150,"title":"Nishi Ginza Station","adult":false,"genre_ids":[]},{"cast":[],"overview":"There's music in the air - and lots of fun, too - for Strawberry Shortcake and all her friends! Strawberry and her pals form their own band, Strawberry Jam, and enter the Strawberryland Talent Show. But when they start playing, no one listens to each other, and they don't make the cut. When the band gets a second chance to audition, the girls discover that with a little teamwork, they can make beautiful music together. And when Peppermint Fizz wants to join the group, her trumpet only hits sour notes. But Strawberry shows Peppermint that if you keep on practicing, those sour notes can turn berry sweet!","release_date":"2008-08-12","vote_average":0.0,"runtime":45,"cert":"N\/A","id":46151,"title":"Strawberry Shortcake: Rockaberry Roll","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"Strawberry and her friends love to dance - and the Peculiar Purple Pie Man of Porcupine Peak is taking advantage of that! He has Sour Grapes open a phony Dance Studio, posing as a famous teacher so she can keep the kids busy while he plunders the berry crops. But things don't go as planned. Sour Grapes begins to enjoy teaching Strawberry and friends and can't bring herself to betray them, much to Pie Man's chagrin.","release_date":"2007-10-02","vote_average":0.0,"runtime":45,"cert":"N\/A","id":46152,"title":"Strawberry Shortcake: Let's Dance","adult":false,"genre_ids":[16,10751]},{"cast":["Ian Anderson"],"overview":"A veritable feast awaits fans of Ian Anderson's Jethro Tull on this elaborate DVD package, which boasts extensive concert footage and a load of extras. The focal point is nearly two hours of performances, filmed in late 2001 (primarily in London, with additional material from several other locations) and featuring material from the band's entire lengthy career, including such staples as \"Aqualung\" and \"Bouree.\" The current Tull incarnation (featuring, as always, Anderson on vocals, flute, and sundry other instruments) takes center stage; there are also a couple of numbers with a string quartet, and even a small-club reunion of the lineup that made the group's very first album back in 1968. Interviews with band members, testimonials from rabid fans, photos, and even an option for viewing a Tull performance from three different audience points of view are among the generous helping of extra features.","release_date":"2002-05-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":46153,"title":"Jethro Tull: Living with the past","adult":false,"genre_ids":[10402]},{"cast":["Jack Johnson"],"overview":"Jack Johnson, a Jimmy Buffet-type whose lyrics were as appropriate as could be. He seemed to be more of an environmentalist than the other activist acts heard throughout the day, who were mostly anti-war. “How many train wrecks do we need to see\/Its bad and getting worse\/Where did all the good people go?” Other lyrics, and these are rough takes on the fly, included “Traffic in the sky and its not getting better\/It’s enough to make me cry\/How could we have known\/Its not so hard to tell.” He pointed out a sticker on his guitar that read climatecounts.org where you can check out how big companies rate environmentally.","release_date":"","vote_average":4.3,"runtime":null,"cert":"N\/A","id":46156,"title":"Jack Johnson - Live Earth","adult":false,"genre_ids":[10402]},{"cast":["Warner Baxter","Madge Evans","James Dunn","Sylvia Froos","John Boles"],"overview":"President Franklin Roosevelt appoints a theatrical producer as the new Secretary of Amusement in order to cheer up an American public still suffering through the Depression. The new secretary soon runs afoul of political lobbyists out to destroy his department.","release_date":"1934-05-04","vote_average":3.9,"runtime":69,"cert":"N\/A","id":46159,"title":"Stand Up and Cheer!","adult":false,"genre_ids":[35,10402,10751]},{"cast":[],"overview":"Christmas themed episode of the colgate comedy hour.","release_date":"1952-02-22","vote_average":5.3,"runtime":59,"cert":"N\/A","id":46162,"title":"Abbott and Costello Christmas Show","adult":false,"genre_ids":[35,10751]},{"cast":[],"overview":"Yogi Bear, Boo Boo, Huckleberry Hound and more Hanna-Barbera characters get lost and decide to spend Christmas by vising Casper, the friendly ghost. But soon they encounter a not-so-friendly ghost.","release_date":"1979-12-18","vote_average":6.0,"runtime":24,"cert":"N\/A","id":46163,"title":"Casper's First Christmas","adult":false,"genre_ids":[14,16,10751,35]},{"cast":["Koji Yakusho","Manami Konishi","Tsuyoshi Ihara","Hiroyuki Hirayama","Ikuji Nakamura"],"overview":"A detective investigates a series of murders. A possible serial killer might be on a rampage, since they all are in the same vicinity and by the same method, but as the evidence points toward the detective as the prime suspect, a ghost in red follows him, and he begins to question his identity. His realization of what seems to have really happened results in something much more sinister and larger in scope, and it leaves his psyche scarred.","release_date":"2006-09-03","vote_average":5.8,"runtime":104,"cert":"N\/A","id":46164,"title":"Retribution","adult":false,"genre_ids":[53,80,18,27]},{"cast":["Peter Cullen","Marty Ingels","Barbara Minkus","Russi Taylor","Barry Gordon"],"overview":"Pac-Man and friends try to help Santa fix his sleigh and save Christmas!","release_date":"1982-12-16","vote_average":6.7,"runtime":23,"cert":"N\/A","id":46165,"title":"Christmas Comes to Pac-land","adult":false,"genre_ids":[16,10751,10770]},{"cast":["Christie Collins","Seth Gandrud","Matthew Ellingsen ","Damon Foster"],"overview":"A disturbed woman, haunted by the death of her “one true love”, kidnaps and brutalizes those she believes to be his living successor. Held captive in a subterranean prison, Robert begins a fight for his survival from a sadistic captor willing to kill anyone who disturbs her suicidal plans. To save himself, Robert must survive booby- trapped mazes, implements of torture, and an evil presence which feeds his captor’s insanity and hides from the world the dark secret of “Max”.","release_date":"2010-11-09","vote_average":6.0,"runtime":85,"cert":"N\/A","id":46166,"title":"Dead Enders","adult":false,"genre_ids":[27,53]},{"cast":["Tamera Mowry","Tia Mowry","Patrick Fabian","Leslie Seiler","Karen Holness"],"overview":"Reunited witch twins Camryn and Alex adjust to their new life as supernatural beings while at the same time trying to maintain a normal existence in this sequel to the magical Disney Channel original movie Twitches. But they soon find themselves going head to head with the forces of darkness that threaten to destroy their world. Luckily, their birth mother, the powerful Miranda, is on hand to help out.","release_date":"2007-10-12","vote_average":6.1,"runtime":83,"cert":"N\/A","id":46169,"title":"Twitches Too","adult":false,"genre_ids":[18,10751,14,10770]},{"cast":["Tim Wrobel","Zoe Hunter","Jennifer Lafleur","Lynn Michaels","Roxy Vandiver"],"overview":"Will Spanner, the reluctant heir to a dark legacy, is again thrown into battle against the forces of evil when a series of gruesome murders begins to take place. The victims are all brutally murdered in a ritualistic fashion - the heart is taken from each corpses. The victims also have something else in common with Will, something that the minions of darkness will stop at nothing to possess.","release_date":"2008-01-08","vote_average":1.3,"runtime":89,"cert":"N\/A","id":46172,"title":"Witchcraft 13: Blood of the Chosen","adult":false,"genre_ids":[27,53]},{"cast":["Tina Turner"],"overview":"Compilation of Tina Turner's two final concerts at Wembley Stadium, recorded during her 'Twenty Four Seven' tour, and featuring classic hits, cover versions and new songs.","release_date":"2000-04-08","vote_average":9.2,"runtime":120,"cert":"","id":46173,"title":"Tina Turner: One Last Time Live in Concert","adult":false,"genre_ids":[10402]},{"cast":["Andrea Corr","Caroline Corr","Sharon Corr","Jim Corr"],"overview":"The Corrs play a very special live concert at London's legendary Wembley Arena. The 116-minute set includes songs from their third album, \"In Blue,\" a brand new version of their instrumental \"Paddy McCarthy,\" and a special performance of John Lennon and Yoko Ono's \"Happy X-Mas (War is Over)\".","release_date":"2000-12-21","vote_average":8.7,"runtime":116,"cert":"PG","id":46174,"title":"The Corrs - Live In London","adult":false,"genre_ids":[10402]},{"cast":["Delphine Seyrig","John Karlen","Danielle Ouimet","Andrea Rau","Paul Esser"],"overview":"A newlywed couple are passing through a vacation resort. Their paths cross with a mysterious, strikingly beautiful countess and her aide.","release_date":"1971-05-28","vote_average":5.8,"runtime":100,"cert":"N\/A","id":46175,"title":"Daughters of Darkness","adult":false,"genre_ids":[27,53]},{"cast":["Sade"],"overview":"Sade fans may experience a range of emotions while watching the first-rate Lovers Live, but one thing they won't feel is shortchanged--not with nearly two hours of concert footage, 22 songs (including almost all of her Lovers Rock album), and DVD bonus features galore. That sultry, soulful Sade sound is in full effect throughout the concert (filmed at two Southern California locations in 2001), brought to life by a capable band, some superbly evocative visuals and sound effects, and, of course, the singer herself. The show is dramatic, but never overly theatrical; best of all, Sade, while perhaps not the world's greatest performer, is an adult--you'll find no pop-princess posing here. Of the nine songs from Lovers Rock, \"Slave Song\" and \"Immigrant\" are especially moving, revealing that Sade added some new flavors to her sound during her protracted layoff from performing. This show is pure Sade--and that's a good thing.","release_date":"2002-03-05","vote_average":7.0,"runtime":117,"cert":"N\/A","id":46176,"title":"Sade: Lovers Live","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"ON July 1st 2007 a concert is being held at Wembley Stadium in London and broadcast live to over 140 countries to commemerate the life of Princess Diana on what would have been her 46th birthday 10 years after her untimely death...","release_date":"2007-07-01","vote_average":8.0,"runtime":307,"cert":"","id":46177,"title":"Concert for Diana","adult":false,"genre_ids":[10402]},{"cast":["Anders Matthesen","Thomas Hartmann"],"overview":"The rules have changed In \"Bytte Bytte Købmand\". Anders and Thomas can freely use each other as to say whatever they want, and how they want. Neither of them can change the script they give each other!","release_date":"2010-09-27","vote_average":7.0,"runtime":300,"cert":"N\/A","id":46178,"title":"Bytte Bytte Købmand","adult":false,"genre_ids":[35]},{"cast":["Tera Patrick","Julia Ann","Briana Banks","Bobby Vitale","Devin Wolf"],"overview":"Immerse yourself in an island sanctuary, where all your senses are stimulated by unending, relentless passion. Relax and let the island goddesses, Tera Patrick, Briana Banks and Julia Ann, nurture your spirit, among other things. You'll realize it's not the tropical sun that's making you sweat...it's Island Fever! And there is no cure.","release_date":"2001-06-14","vote_average":10.0,"runtime":78,"cert":"N\/A","id":46179,"title":"Island Fever","adult":true,"genre_ids":[]},{"cast":["Tera Patrick","Devon","Stormy Daniels","Erik Everhard","Barrett Blade"],"overview":"Volum Two of a collection of shorts featuring the three top models\/porn stars, Tera Patrick, Devon, and Stormy in various stages of undress and sex on location on the black sand beaches of Hawaii.","release_date":"2003-06-23","vote_average":6.5,"runtime":104,"cert":"N\/A","id":46180,"title":"Island Fever 2","adult":true,"genre_ids":[]},{"cast":["Devon","Jesse Jane","Tera Patrick","Evan Stone","Barrett Blade"],"overview":"Relax. Take a deep breath and let Island Fever 3 transport you to a sensual world of pure, raw passion, unlike any you've ever known. Experience paradise, where you can live and breathe your every fantasy with the most exotic women the world has ever seen.","release_date":"2004-09-22","vote_average":8.8,"runtime":87,"cert":"N\/A","id":46181,"title":"Island Fever 3","adult":true,"genre_ids":[]},{"cast":["Jana Cova","Jesse Jane","Kinzie Kenner","Marie Luv","Sophia Santi"],"overview":"From Joone, the award-winning director of Pirates, comes Island Fever 4, the most beautiful and erotic DVD you will ever experience. Shot entirely in HD on location in the Bahamas and Bora Bora and delivered on a special triple-disc set, Island Fever 4 stars Jesse Jane®, Teagan Presley, Jana Cova, Sophia Santi, Kinzie Kenner and Marie Luv. With 16 full blown sex scenes including 10 throbbing boy \/ girls, 5 juicy girl \/ girls and an insane all-girl orgy, plus a dozen solo se-quences, this remarkable production is over 3 hours long and features an additional 2 hours of bonus material and special features.","release_date":"2006-09-28","vote_average":8.5,"runtime":239,"cert":"N\/A","id":46182,"title":"Island Fever 4","adult":true,"genre_ids":[]},{"cast":["Rob Thomas"],"overview":"The Red Rocks amphitheater in Colorado provides the awe-inspiring backdrop for Rob Thomas in one of the most memorable stops on his Something to Be tour, featuring the multi-platinum recording artist performing hits from both Matchbox Twenty and his solo career.","release_date":"2009-06-30","vote_average":6.5,"runtime":95,"cert":"N\/A","id":46185,"title":"Rob Thomas: Live At Red Rocks","adult":false,"genre_ids":[10402]},{"cast":["Ronnie Kerr","Jack Sway","Jason Van Eman"],"overview":"After Billy's parents are killed he moves home to care for his little brother Johnny, who is mentally challenged. Together the two struggle through the loss of their parents. Meanwhile, Billy's best friend from childhood, Dean, has moved back to town having been injured from the war in Iraq. Over time, Billy's childhood feelings toward Dean resurface, feelings that he fears may end their friendship if discovered. Both men discover hidden secrets that will change their lives forever. These three people must come together to rebuild friendships and family in a time where everything in their world seems unsure. Written by Jeff London","release_date":"2005-11-22","vote_average":6.0,"runtime":null,"cert":"N\/A","id":46186,"title":"Regarding Billy","adult":false,"genre_ids":[18]},{"cast":["Vladimir Mashkov","Yekaterina Rednikova","Mikhail Filipchuk","Yuri Belyayev","Amaliya Mordvinova"],"overview":"In 1946, a soldier fathers a child then dies before its birth. Jump to 1952: on a train, the child and his mother meet a handsome soldier who makes a play for her. She accepts. Posing as a married family, the soldier finds them a rooming house where he becomes everyone's favorite through his good looks and generosity. Meanwhile he gives the boy, Sanya, lessons in life: to fight back, to win at all costs. The child's mother, Katya, is head-over-heels in love with Tolyan, the soldier, but the relationship becomes rocky when Tolyan's true plans for the rooming house become clear. It starts them on a treadmill of flight that risks Katya's life, Tolyan's liberty, and Sanya's trust.","release_date":"1997-08-31","vote_average":7.2,"runtime":96,"cert":"","id":46187,"title":"The Thief","adult":false,"genre_ids":[18]},{"cast":[],"overview":"This animated fairy tale for kids tells the classic story of Peter Pan, the boy who never grew up. Determined never to become an adult, Peter stays forever young in a magical word called Neverland, where he leads a band of mischevious kids called the Lost Boys. Unfortunately, Neverland's chief other inhabitant is a pirate named Captain Hook, who would like nothing more than to put a permanent end to Peter's fun.","release_date":"1988-01-01","vote_average":6.8,"runtime":52,"cert":"N\/A","id":46188,"title":"Peter Pan","adult":false,"genre_ids":[28,12,16,10751,14,878]},{"cast":["John Wayne","Dan Dailey","Maureen O'Hara","Ward Bond","Ken Curtis"],"overview":"The story of Frank W. \"Spig\" Wead - a Navy-flyer turned screenwriter.","release_date":"1957-02-22","vote_average":6.4,"runtime":110,"cert":"N\/A","id":46189,"title":"The Wings of Eagles","adult":false,"genre_ids":[10752,28,18]},{"cast":["James Cagney","Barbara Stanwyck","Walter Pidgeon","Betty Lou Keim","Don Dubbins"],"overview":"A man tries to find a son he gave up for adoption years ago.","release_date":"1956-08-17","vote_average":6.5,"runtime":91,"cert":"N\/A","id":46190,"title":"These Wilder Years","adult":false,"genre_ids":[18]},{"cast":["Jade Jolie","Mei Kasahara","Reagan Maddux","Stoya","Violet Marcell"],"overview":"From one sleazy motel to another, cutting edge director Vonn Fink drags you to the city's sexual underworld, leading you through a darkened maze of fucking and sucking that will have you begging for more.","release_date":"2007-08-28","vote_average":0.0,"runtime":80,"cert":"N\/A","id":46191,"title":"Sister Midnite","adult":true,"genre_ids":[]},{"cast":["Stewart Granger","Wendell Corey","Cyd Charisse","Howard Petrie","Houseley Stevenson"],"overview":"A trapper is accused of a crime and is tracked doggedly through the mountains by a lawman.","release_date":"1952-02-22","vote_average":7.0,"runtime":97,"cert":"N\/A","id":46192,"title":"The Wild North","adult":false,"genre_ids":[37]},{"cast":["Robert Taylor","Ava Gardner","Howard Keel","Anthony Quinn","Kurt Kasznar"],"overview":"Ranchers in New Mexico have to face Indians and bandits.","release_date":"1953-07-17","vote_average":5.5,"runtime":90,"cert":"N\/A","id":46193,"title":"Ride, Vaquero!","adult":false,"genre_ids":[37]},{"cast":["Yuji Oda","Erika Toda","Koichi Sato","Nene Otsuka","Atsushi Ito"],"overview":"A man arrives in the city upon news of a potential terrorist strike in Italy. He is Japanese foreign diplomat, Kosaku Kuroda, and he’s here under orders of his supervisor at the Foreign Ministry, Hiroshi Kataoka (Kiichi Nakai), to aid in the safeguarding of Japanese citizens. Kuroda’s main contacts at the Japanese embassy consist of Ambassador Kikuhara, Counselor Nishino, and fellow diplomatic envoys Haba and Tanimoto. All are busy preparing for the visit of Japanese Foreign Minister Kawagoe due to arrive for the high-profile G8 foreign minister’s meeting. Meanwhile, somewhere on the festively-lit streets of the city, a young Japanese girl has suddenly gone missing. Is it an abduction simply for ransom? Or could it be a prelude to terror?","release_date":"2009-07-18","vote_average":6.0,"runtime":125,"cert":"N\/A","id":46194,"title":"Amalfi: Rewards of the Goddess","adult":false,"genre_ids":[18,80,9648]},{"cast":["Jesse Eisenberg","Anne Hathaway","Leslie Mann","Jane Lynch","Will.i.am"],"overview":"Captured by smugglers when he was just a hatchling, a macaw named Blu never learned to fly and lives a happily domesticated life in Minnesota with his human friend, Linda. Blu is thought to be the last of his kind, but when word comes that Jewel, a lone female, lives in Rio de Janeiro, Blu and Linda go to meet her. Animal smugglers kidnap Blu and Jewel, but the pair soon escape and begin a perilous adventure back to freedom -- and Linda.","release_date":"2011-04-03","vote_average":6.6,"runtime":96,"cert":"U","id":46195,"title":"Rio","adult":false,"genre_ids":[16,12,35,10751]},{"cast":["Richard Conte","Julie Adams","Richard Egan","Henry Hull","Fred Clark"],"overview":"A producer takes over a small film studio and - sensing that it'll be a good movie- begins investigating an old murder of a silent film star shot in his office years ago. He finds that his life is threatened as he digs deeper into the mystery.","release_date":"1951-06-01","vote_average":5.6,"runtime":76,"cert":"N\/A","id":46196,"title":"Hollywood Story","adult":false,"genre_ids":[80]},{"cast":["Jamie Bartlett","John Kani","Thabo Malema","AJ Van der Merwe","Brendan Grealy"],"overview":"According to the legend of the Shangaan, white lions are the messengers of the gods, but it has been years since one has been seen in their remote African valley. When a white lion is miraculously born into that valley, a young Shangaan named Gisani, finds himself destined to protect this rare and magnificent creature at all costs. This young lion, whom will be known as Letsatsi, is cast from his pride and forced to embark upon a perilous journey of survival.","release_date":"2010-02-19","vote_average":7.1,"runtime":93,"cert":"N\/A","id":46197,"title":"White Lion","adult":false,"genre_ids":[99,18,10751]},{"cast":["Alyssa Milano","Christopher Gorham","Michael Landes","Tom Lenk","Carol Kane"],"overview":"When Ethan arrives at the airport just in time to declare his undying love for his girlfriend, love appears to have conquered all. The scene, however, is really the ending of Ethan's novel, which his agent calls \"unrealistic.\" Ethan soon meets a waitress, Jesse, and falls in love with her despite her growing devotion to Troy, a charming businessman. But the line between reality and fiction becomes increasingly blurred.","release_date":"2010-04-22","vote_average":6.0,"runtime":84,"cert":"N\/A","id":46198,"title":"My Girlfriend's Boyfriend","adult":false,"genre_ids":[35]},{"cast":["Johnny Castle","Vincent Di Paolo","Tom Green","Ted Rivera"],"overview":"Ever since he was a kid, Johnny Castle had a dream: to become a movie star. Driven by his obsession, Johnny moved to Los Angeles, and the corner of Hollywood and Vine Boulevards became his natural stage on which to promote himself. Johnny is absolutely convinced that some day a producer or a director will sign him for their next movie. Even though Johnny has this optimistic way of looking at life, in the three years since his move to Los Angeles he has only been able to get a small part in a science fiction B-movie. Very soon the movie will debut in the theaters, and Johnny wants to show the result of his work to his father, who lives in Chicago. He obtains a preview DVD copy of the movie from the director so that he'll be able to present it to his dad as a wonderful birthday surprise.","release_date":"2006-11-18","vote_average":4.5,"runtime":65,"cert":"N\/A","id":46199,"title":"Johnny Castle Rising Star","adult":false,"genre_ids":[99]},{"cast":["Cari Shayne","Brigitta Dau","Paul Anthony Stewart","Brigid Brannagh","Michael Gallagher"],"overview":"At the lush Evenswood estate in Concord, Massachusetts, Edith Adelon, a beautiful orphan, lives as the paid companion to the daughter of the wealthy Hamilton family, although they regard her as one of their own. Years ago, Henry Hamilton saved Edith from an Italian orphanage at the request of his long-deceased brother. Now, Edith is his daughter Amy's prized friend and confidante. As the Hamiltons await a trio of visitors for the annual Greens Cup horse race, Beatrice Hamilton asks for Edith's help in finding a suitable husband for a cousin, Ida Glenshaw, with one of two visiting eligible bachelors. But when it becomes clear that both the young men have affection for Edith and not Ida, jealousy soon develops, leading to malicious conniving and brutal backstabbing.","release_date":"1997-04-06","vote_average":5.0,"runtime":95,"cert":"N\/A","id":46200,"title":"The Inheritance","adult":false,"genre_ids":[18,10749]},{"cast":["Samantha Morton","Ciarán Hinds","Gemma Jones","Deborah Findlay","Abigail Cruttenden"],"overview":"Charlotte Bronte's classic novel is filmed yet again. The story of the Yorkshire orphan who becomes a governess to a young French girl and finds love with the brooding lord of the manor is given a standard romantic flare, but sparks do not seem to happen between the two leads in this version.","release_date":"1997-03-09","vote_average":7.3,"runtime":108,"cert":"","id":46203,"title":"Jane Eyre","adult":false,"genre_ids":[18,10749]},{"cast":["Liane Haid","Eugen Klöpfer","Walter Brügmann","Hermann Vallentin","Leonhard Hastel"],"overview":"After the revelation that Georg has seduced her, Maria is driven away by her father. Georg, fearing the wrath of Maria's father, has swiftly abandoned the girl and left for the mining town of Sankt Anton, where he expects to hide easily amongst the large population of colliers. Maria must care for herself, and ends up in Sankt Anton, where she attempts to rebuild her life. There, she gets to know Thomas, and soon the young people are engaged. When Georg and Maria meet again, drama ensues.","release_date":"1923-02-15","vote_average":9.0,"runtime":65,"cert":"N\/A","id":46204,"title":"Schlagende Wetter","adult":false,"genre_ids":[18,28]},{"cast":["Romy Schneider","Karlheinz Böhm","Magda Schneider","Peter Weck","Vilma Degischer"],"overview":"The beautiful account of the powerful drama of love and courage of Austrian Archduke Franz Joseph and Princess Elizabeth (Sissi) of Bavaria. This is a condensed version of the original German language 3-part \"Sissi\" series.","release_date":"1962-03-27","vote_average":6.5,"runtime":147,"cert":"N\/A","id":46205,"title":"Sissi - Forever My Love","adult":false,"genre_ids":[10749,18]},{"cast":["Philip Akin","Marcia Bennett","Ted Atherton","Carleigh Beverly","Krista Bridges"],"overview":"Called \"the longest running con in FBI history,\" Christian Karl Gerhartsreiter, the man that people knew as \"Clark Rockefeller\" had brilliantly impersonated numerous people, ranging from a talk show host to a Pentagon Advisor before ultimately claiming to be an heir to the famous Rockefeller family. Confident from the success of his prior scams, Clark quickly became well known and highly respected among Boston's elite and used his purported high society status to charm his way into the life of Sandra Boss, a millionaire with a Harvard MBA and a partner at the prestigious management consulting firm, McKinsey &amp; Company.","release_date":"2010-03-13","vote_average":5.6,"runtime":87,"cert":"N\/A","id":46206,"title":"Who Is Clark Rockefeller?","adult":false,"genre_ids":[80,18,27]},{"cast":["Isabelle Huppert","Christopher Lambert","Nicolas Duvauchelle","Isaach De Bankolé","William Nadylam"],"overview":"Amidst turmoil and racial conflict in a Francophone African state, a white French woman fights for her coffee crop, her family and ultimately for her life.","release_date":"2010-03-24","vote_average":7.0,"runtime":102,"cert":"","id":46207,"title":"White Material","adult":false,"genre_ids":[18]},{"cast":["Milutin 'Mima' Karadžić"],"overview":"","release_date":"1992-09-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":46208,"title":"First Night in Marriage","adult":false,"genre_ids":[35]},{"cast":["Ivan Kujundžić","Dragan Bjelogrlić","Žarko Radić","Marko Nikolić","​Ljubiša Samardžić"],"overview":"The movie is based on the true story about a group of children, barely teenagers, who joined Yugoslav Partizans after losing their families in WW2. At first, Partizans want to get rid of them, but later they are joining combat ranks. Among them, Bosko Buha would become a legend because of his skill in destroying enemy bunkers.","release_date":"1978-01-01","vote_average":5.2,"runtime":116,"cert":"N\/A","id":46209,"title":"Bosko Buha","adult":false,"genre_ids":[18,10752]},{"cast":["Václav Lohniský","Lucyna Winnicka","Josef Abrhám","Vladimír Weiser","Miroslav Macháček"],"overview":"A story of a man threatened by a fatal illness evaluating his life (the number 322 in the film title stands for the diagnosis of one kind of cancer). He understands his illness as a form of punishment for his cruel deeds in the 1950s. In the face of reality and his efforts to cleanse himself he hits a barrier of indifference, lack of interest, and individual and collective selfishness. He has to find his own reconciliation with his illness and his past and present life.","release_date":"1970-11-27","vote_average":7.0,"runtime":92,"cert":"N\/A","id":46210,"title":"322","adult":false,"genre_ids":[18]},{"cast":["Adela Gáborová","Michal Ravinger Jr.","Michal Ravinger Sr.","Marcel Ravinger","Gertrúda Ravingerová"],"overview":"This is a reconstruction of the daily life of an ordinary family. With kindness and gentle humour, the film reveals the relationship between the older and the younger generation. The original concept of a short film study with authentic characters of the Ravager family grew into a feature-length picture on the border between a documentary and fiction. It was made as an improvisation without a previously approved screenplay in the course of only twenty days.","release_date":"1969-11-07","vote_average":5.0,"runtime":92,"cert":"N\/A","id":46211,"title":"Our Daily Life","adult":false,"genre_ids":[18]},{"cast":["Radovan Lukavský","Gustáv Valach","Emília Vášáryová","Viliam Polónyi","Pavol Chrobák"],"overview":"This is a ballad about love, hate, and a search for a way out of loneliness. It is a dramatic story about the strange potter, Martin Leaps, nicknamed Dragon, who is suspected by the villagers as the cause of natural disasters. He lost his wife, his home, and his freedom due to false accusations. After years he returns to his native village. Putting his own life to risk, he saves a herd of sheep from a forest fire in the hills. But not even this heroic deed helps him to win back the friendship of the locals.","release_date":"1968-05-10","vote_average":6.3,"runtime":84,"cert":"N\/A","id":46212,"title":"Dragon's Return","adult":false,"genre_ids":[18]},{"cast":["Maroš Kramár","György Cserhalmi","Zlata Adamovská","Wilhelm Perhác","Tomas Zilincik"],"overview":"A story of a young student of medicine, who arrives in a small mountain village after being accused for carrying out illegal abortion. The film reflects the moral decline of the society, where stealing in secret and making compromises against one's beliefs make up mundane reality. The filmmakers went to perhaps the furthest possible limits in terms of allowed social criticism in the 1980s. The negative picture is enhanced by its rural setting, since the Slovak village had been traditionally associated with strict morals and conservative values.","release_date":"1985-01-01","vote_average":0.0,"runtime":72,"cert":"N\/A","id":46213,"title":"Another Love","adult":false,"genre_ids":[]},{"cast":["Michal Belák","Stano Danciak","Vladimír Durdík","Arnold J. Frano","Jana Gýrová"],"overview":"Two female clerks using up their savings to enjoy a few days of carefree life, two plumbers looking for an erotic adventure, a building contractor determined to drink away all wages of his workers and a former major who became an alcoholic due to political persecution — these people meet in a ski resort bar somewhere in the High Tatras. During one night they gradually reveal their unfulfilled dreams, illusions and disappointments of ”average\" people of those times.","release_date":"1965-01-01","vote_average":7.0,"runtime":86,"cert":"N\/A","id":46214,"title":"Before Tonight is Over","adult":false,"genre_ids":[18]},{"cast":["Lotar Radványi","Vladimír Kostovič","Zofia Martisová","Ivan Krivosudský","Emil Tomascik"],"overview":"The second, and unfortunately. the last feature film made by a unique talent among Slovak filmmakers, Elo Havetta, is one of the most originial pictures of Slovak cinematography. The film was conceived as a paraphrase of Vincent Šikula's prose, the tragic episodes of which screenwriter Lubor Dohnal and Havetta composed into a dramatic story. The main characters are veterans coming home from the First World War. And while they feel a need to find A home and settle down, they are also driven by a passion for a vagrant's free life.","release_date":"1972-01-01","vote_average":9.0,"runtime":77,"cert":"N\/A","id":46215,"title":"Wild Lilies","adult":false,"genre_ids":[18]},{"cast":["Céline Tran","Capri Cavanni","Andy San Dimas","Mulani Rivera","Charles Dera"],"overview":"Some women like it rough and this woman is no exception. Follow Katsuni into a world of dirty little sexy secrets, as Mick Blue exposes just how filthy she can be. There are no limits with this tarnished tramp, she'll take whatever cums at her, and she loves every second of it!","release_date":"2010-09-14","vote_average":8.8,"runtime":89,"cert":"N\/A","id":46216,"title":"Katsuni: Dirty Me","adult":true,"genre_ids":[]},{"cast":["Edward Furlong","Billy Zane","Kristanna Loken","David O'Hara","Noah Danby"],"overview":"American journalists in Sudan are confronted with the dilemma of whether to return home to report on the atrocities they have seen, or to stay behind and help some of the victims they have encountered.","release_date":"2009-11-06","vote_average":6.1,"runtime":98,"cert":"N\/A","id":46217,"title":"Attack on Darfur","adult":false,"genre_ids":[18,28,53]},{"cast":["Eric Ericson","Eva Röse","Jonas Karlsson","Lina Englund","Peter Engman"],"overview":"DD is a smug fellow, almost 30 years of age, who can manage all by himself. At least that's what he thinks. However, a strange woman - Lova - enters his life, hunted by evil men who want to hurt her. Against his will, DD is forced into a series of horrific events.","release_date":"2006-01-20","vote_average":6.6,"runtime":110,"cert":"N\/A","id":46222,"title":"Storm","adult":false,"genre_ids":[53,18,9648]},{"cast":["Bernard Cribbins","Bill Maynard","Joss Ackland","Bernard Lee","John Leyton"],"overview":"When D. C. Dangerous Davies, not held in high regard by his superiors, is assigned to find a notorious criminal kingpin, he uncovers the details of 15 year old cold case.","release_date":"1981-01-04","vote_average":4.5,"runtime":120,"cert":"","id":46223,"title":"Dangerous Davies","adult":false,"genre_ids":[80,35]},{"cast":["Christian Fuhlendorff","Brian Mørk"],"overview":"","release_date":"2007-01-01","vote_average":9.0,"runtime":null,"cert":"N\/A","id":46224,"title":"Biblen - Fuhlendorff & Mørk","adult":false,"genre_ids":[]},{"cast":["Maria ","Erica Fontes","Lilla","Catarina","Angelo Ferro"],"overview":"Maria é uma mulher comum que passa despercebida na rua, que trabalha todos os dias e que não se revela na multidão. Mas, tal como muitas mulheres comuns, Maria tem uma vida secreta, onde o sexo e o prazer são essenciais. Este é o seu diário sexual… e ela vai abrí-lo para si!","release_date":"2010-06-10","vote_average":9.5,"runtime":83,"cert":"N\/A","id":46225,"title":"O Diário Sexual de Maria","adult":true,"genre_ids":[]},{"cast":["Rose Byrne","Rikiya","Nicholas Hope","Elise McCredie","Tim Richards"],"overview":"A rich young Japanese man travels to Australia with the intention of buying a Citroën DS car (the goddess of the film's title - nicknamed the Déesse, after its initials in French, déesse being French for \"goddess\") that he has found for sale on the net. Once there things do not quite go to plan and he ends up on a road journey with a blind girl.","release_date":"2000-09-08","vote_average":7.0,"runtime":119,"cert":"N\/A","id":46226,"title":"The Goddess of 1967","adult":false,"genre_ids":[10749,18,35]},{"cast":["Amy Jo Johnson","Justin Whalin","Shelley Long","Chris William Martin","Tasha Simms"],"overview":"Susie Q was going to a dance one night when she and her boyfriend got into a car crash and fell off a bridge. Years later, a teenager named Zach Sands moves into Susie's old house. Zach's father died in a car accident so his family is his mother and his sister, Penny Sands. One night, Zach sees Susie, and she discovers that he can see her. Then Susie explains to Zach, there is a Heaven. But after death people are sent back to Earth to help their families. And sometimes when they can't help by themselves, they get special help. And that is why Zach can see her. So that he could help her family. In fact, Zach is the only one who can see Susie. And on the way, Zach falls in love with Susie. Is their love divine?","release_date":"1996-09-30","vote_average":6.2,"runtime":83,"cert":"N\/A","id":46227,"title":"Susie Q","adult":false,"genre_ids":[35,18,10751,9648,10770]},{"cast":["Nadia Litz","Ellen Page","Adrien Dixon","Nikki Barnett"],"overview":"Love That Boy is the story of Phoebe, a socially inept overachiever, unrecognized in a world run by C students. Phoebe’s life is totally dominated by her “To Do Before Graduation” list. When Phoebe’s best friend Robyn dumps Phoebe two weeks before college graduation, Robyn points out that Phoebe’s list is missing one essential thing - a boyfriend. Not wanting to be alone at graduation, the most important day of her life, Phoebe begins an ill-fated quest to find a boyfriend. After the demise of her first relationship - her “boyfriend” didn’t even know that they were going out - Phoebe inadvertently falls in love. The only problem is, he’s fourteen.","release_date":"2003-09-01","vote_average":6.5,"runtime":85,"cert":"N\/A","id":46228,"title":"Love that Boy","adult":false,"genre_ids":[]},{"cast":["Christian Fuhlendorff"],"overview":"","release_date":"2008-09-16","vote_average":6.9,"runtime":null,"cert":"N\/A","id":46229,"title":"Christian Fuhlendorff -  My First One Man Show","adult":false,"genre_ids":[35]},{"cast":["George Chakiris","Wings Hauser","Pamela Ludwig","Diana Frank","Darcy DeMoss"],"overview":"A vampire pretender who is murdering women runs into a real vampire who is out to stop him because he is casting too much of a spotlight on the vampire community.","release_date":"1990-10-01","vote_average":4.3,"runtime":93,"cert":"N\/A","id":46230,"title":"Pale Blood","adult":false,"genre_ids":[28,27,53]},{"cast":["Julia Bond","Erik Everhard","Sascha","Trent Tesoro","Kyle Moore"],"overview":"Julia Bond wants to give you a rare peek into her real life as an \"it girl\" by spending the day and night with her! Bungee jumping, fucking, race car driving lessons, fucking, hanging with friends, fucking and more! This girl lives in a world of excitement and wants you to watch her every move! You may think you know Julia... but now you will really know her inside out... over and over again!","release_date":"2007-05-08","vote_average":7.5,"runtime":105,"cert":"N\/A","id":46233,"title":"Diary of Julia Bond","adult":true,"genre_ids":[]},{"cast":["Jan Gintberg"],"overview":"","release_date":"2003-02-25","vote_average":6.5,"runtime":null,"cert":"N\/A","id":46234,"title":"Jan Gintberg: Op På Fars Jihad","adult":false,"genre_ids":[35]},{"cast":["Billy Bletcher","Bernice Hansen"],"overview":"Mrs. Mouse is reading \"A Visit from St. Nicholas\" to her brood when a cat tries to break in. The cat overhears them arguing about the existence of Santa, so he dresses up accordingly.","release_date":"1935-11-16","vote_average":6.0,"runtime":10,"cert":"N\/A","id":46239,"title":"Alias St. Nick","adult":false,"genre_ids":[16,35]},{"cast":["Jack Mercer","Mae Questel"],"overview":"At an orphanage, the children are sad because they received defective toys as gifts. Professor Grampy sees the children while passing by in his sled and has an idea on how to give them a merry Christmas.","release_date":"1936-12-04","vote_average":6.7,"runtime":9,"cert":"N\/A","id":46240,"title":"Christmas Comes But Once a Year","adult":false,"genre_ids":[16,10751]},{"cast":["Simon Jul Jørgensen","Jan Elhøj Nielsen"],"overview":"","release_date":"2007-11-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":46241,"title":"Simon Jul: Slik Mig Hvid!","adult":false,"genre_ids":[35]},{"cast":["Mel Blanc"],"overview":"Two baby squirrels ask grandpa to explain what \"men\" are when he comes in singing \"peace on earth, goodwill to men\". Grandpa tells the story of man's last war. This classic animation short was an Academy Award Best Short Subject, Cartoons nominee.","release_date":"1939-12-09","vote_average":7.7,"runtime":9,"cert":"N\/A","id":46242,"title":"Peace on Earth","adult":false,"genre_ids":[10752,16]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":46243,"title":"Tak For i Aften","adult":false,"genre_ids":[]},{"cast":["Daws Butler"],"overview":"A group of young mice is in the ruins of a church, practicing singing for an upcoming service. After singing an adulterated version of \"Hark! The Herald Angels Sing,\" the mice wonder about the last line, \"Good will to men.\" One of them asks the chorus master, an old mouse, \"What are men?\" The old mouse explains that they all killed each other off by building bigger and more destructive weapons, first guns, then missiles, then bombs.","release_date":"1955-12-23","vote_average":6.0,"runtime":9,"cert":"N\/A","id":46244,"title":"Good Will to Men","adult":false,"genre_ids":[16,18,10749]},{"cast":["Chris Wedge"],"overview":"Scrat comes across a time machine and is transported to various times all in pursuit of his beloved acorn.","release_date":"2006-10-23","vote_average":7.2,"runtime":7,"cert":"U","id":46247,"title":"No Time for Nuts","adult":false,"genre_ids":[12,16,10751,10770]},{"cast":["Tadeusz Borowski","Piotr Fronczewski","Piotr Garlicki","Tadeusz Plucinski","Janusz Zakrzeński"],"overview":"Three Polish mathematicians are the first to crack the sophisticated Enigma code used by the Germans just before the Second World War. They build replicas of the Enigma machines and manage to get two of the machines to the British and French code-breakers before the German invasion of Poland in 1939; they ask that recognition be given to their work at the end of the war. After the invasion, the Polish cipher bureau escapes and continues their decoding in Algeria and unoccupied France.","release_date":"1979-09-01","vote_average":5.0,"runtime":158,"cert":"N\/A","id":46250,"title":"Sekret Enigmy","adult":false,"genre_ids":[36,10752]},{"cast":["George Clooney","Doug Savant","Dedee Pfeiffer","Philip McKeon","Rick Najera"],"overview":"Remar and Attila are a couple of surfers who also deal drugs to make a living. They are trying to set up a final deal with local drug lord, Calavera, when their friend True Blue is busted by the cops. Blue talks too much in the police station and Calavera is out for revenge because of the betrayal.","release_date":"1990-01-01","vote_average":3.2,"runtime":104,"cert":"N\/A","id":46251,"title":"Red Surf","adult":false,"genre_ids":[28,18,53]},{"cast":["Corbin Bernsen","Frank Gallacher","Lloyd Warner","Audrey Lynn Tennent"],"overview":"In the midst of a midlife crisis of faith, a man finds hope where he least expects it – his hometown. James Moore (Golden Globe nominee Corbin Bernsen) is a former pastor who returns home to discover a family new to the area has been killed in a mysterious fire, and his childhood friend is implicated in the murder. Convinced of his friend’s innocence, James sets out on a mission to find the truth… and in the process, rediscovers his own lost faith. An uplifting drama about faith, family, and the powerful ties that bind a community together.","release_date":"2010-10-07","vote_average":8.0,"runtime":94,"cert":"N\/A","id":46252,"title":"Rust","adult":false,"genre_ids":[18]},{"cast":["Nigel Bonfield","Michael Bradley","Robert Deacon"],"overview":"Zoetrope is a haunting and surreal film set in an apocalyptic, decaying world. Based on Franz Kafka’s “In the Penal Colony”, a man is imprisoned for an unnamed crime and tortured by a nameless sadistic bureaucrat. As the chilling nightmare unfolds, the prisoner peels away the layers of his own metaphysical existence, inching ever closer to his inescapable fate.","release_date":"1999-01-01","vote_average":5.8,"runtime":18,"cert":"N\/A","id":46253,"title":"Zoetrope","adult":false,"genre_ids":[878]},{"cast":["Annette Schwarz","Jade Starr","Natasha Anne","Regan Reese","Riley Mason"],"overview":"JackTheZipper does Razordolls! Highway strip shows! Backstage sluts! Zombie sex!","release_date":"2007-05-22","vote_average":0.0,"runtime":75,"cert":"N\/A","id":46254,"title":"Razördolls","adult":true,"genre_ids":[]},{"cast":["Ghita Nørby","Dirch Passer","Ove Sprogøe","Maria Garland","Karin Nellemose"],"overview":"Danish comedy film","release_date":"1960-09-04","vote_average":7.3,"runtime":122,"cert":"N\/A","id":46255,"title":"Baronessen fra benzintanken","adult":false,"genre_ids":[35]},{"cast":["Georgina Cordova","Ernest Borgnine","Michael Madsen","Scott Eastwood"],"overview":"Upon learning that Judah has been trapped in the clutches of the townspeople and faces the possibility of being the sacrifice at the annual Festival, the stable mates leave their cozy barn and embark on an adventure to find and free their friend.","release_date":"2011-06-03","vote_average":4.5,"runtime":87,"cert":"N\/A","id":46256,"title":"The Lion of Judah","adult":false,"genre_ids":[12,16,35,10751]},{"cast":["Cassidey","Charlotte Stokely","Dana DeArmond","Monique Alexander","Pixie Pearl"],"overview":"Debbie tries to get into the pants of Punky, the lead singer of the band Dallas.","release_date":"2007-09-18","vote_average":7.0,"runtime":117,"cert":"N\/A","id":46257,"title":"Debbie Loves Dallas","adult":true,"genre_ids":[]},{"cast":["Curt Goetz","Valerie von Martens","Albert Florath","Lia Eibenschütz","Eckart Dux"],"overview":"A great Comedy which handles its delicate subject between money and moral with humor. It apeals to humanity, wit and goodness. Its great quality is the enchanting use of speech by one of the leading Comedians of postwar Germany. Often copied, never reached!","release_date":"1951-11-08","vote_average":7.0,"runtime":106,"cert":"N\/A","id":46258,"title":"The House in Montevideo","adult":false,"genre_ids":[35]},{"cast":["Rachel Miner","Beth Grant","Dan Lauria","Mimi Kennedy"],"overview":"A blue collar man, inspired by his homeless friend, sets out to better his life by pursuing a more meaningful job going against his father's wishes. On his journey he discovers how important it is to believe in himself and with having hope and ambition magical things happen.","release_date":"2011-10-18","vote_average":10.0,"runtime":null,"cert":"N\/A","id":46259,"title":"Life of Lemon","adult":false,"genre_ids":[18,35,10751]},{"cast":["Stan Laurel","Oliver Hardy","James Finlayson","Richard Cramer","Ben Turpin"],"overview":"Stan and Ollie work in a horn factory. Ollie starts having violent fits every time he hears a horn. His doctor prescribes a restful sea voyage. Mayhem ensues.","release_date":"1940-05-03","vote_average":7.2,"runtime":57,"cert":"N\/A","id":46260,"title":"Saps at Sea","adult":false,"genre_ids":[35]},{"cast":["Katie Holmes","Guy Pearce","Bailee Madison","Alan Dale","Jack Thompson"],"overview":"A young girl sent to live with her father and his new girlfriend discovers creatures in her new home who want to claim her as one of their own.","release_date":"2010-11-06","vote_average":5.5,"runtime":99,"cert":"15","id":46261,"title":"Don't Be Afraid of the Dark","adult":false,"genre_ids":[14,27,53]},{"cast":["Richard Berry","Elsa Zylberstein","Pascal Greggory","Bernard Le Coq","Vincent Martinez"],"overview":"Léa is a strong person, but when she comes out of prison, she decides to get a fresh start. She would like to forget her cold and aloof father Vittorio Pastore, her young and irresponsible brother Samy for who she went in jail and the Zach's gang, the thug she used to love. But nothing elapses as she expected.","release_date":"2001-06-20","vote_average":6.0,"runtime":115,"cert":"N\/A","id":46262,"title":"Angel","adult":false,"genre_ids":[80]},{"cast":["Jesse Jane","Kayden Kross","Raven Alexis","Bridgette B","Riley Steele"],"overview":"Fire has never been so hot since these sexy firefighters took over the station. Dangerous explosions, life or death situations, and powerful desire makes everyone live for the moment.","release_date":"2010-09-21","vote_average":7.6,"runtime":140,"cert":"N\/A","id":46265,"title":"Body Heat","adult":true,"genre_ids":[]},{"cast":["Raven Alexis","Alexis Texas","Kerry Louise","Sadie West","Kristina Rose"],"overview":"Raven Alexis arrives in the land of opportunity to escape from an abusive lover. Her innocence and girl-next-door looks are only a disguise as she quickly loses her inhibitions. Alexis gives Charles a quick cock-teasing before letting him thrust deep inside her. Raven holds out until the third scene, when she bares her clean snatch for Mick to please. Charles gives Sadie a finger-fucking for the books before returning the favor with her deep-throating abilities. Packed with generous helpings of pussy licking, blow jobs and facials; Kristina Rose's final anal scene provides pleasure that lingers for hours. It's evident that Raven will have no problems moving on from an abusive lover to provide Digital Playground viewers the pleasure they yearn for.","release_date":"2010-01-05","vote_average":4.0,"runtime":97,"cert":"N\/A","id":46266,"title":"No Love Lost","adult":true,"genre_ids":[]},{"cast":["Jeffrey Wright","Zoe Saldana","Mario Van Peebles","Michael B. Jordan"],"overview":"BLACKOUT takes you inside the personal journey of what went down and what it was really like in Brooklyn, NY on August 14. It examines the nature of man to take advantage of his own fellow man outside of normal conditions, in times of weakness and vulnerability","release_date":"2007-10-01","vote_average":4.0,"runtime":95,"cert":"N\/A","id":46267,"title":"Blackout","adult":false,"genre_ids":[18,27,53]},{"cast":["Zoe Saldana","Billy Dee Williams","Gabrielle Union","Lesley Ann Warren","Hill Harper"],"overview":"Constellation chronicles the lives and loves of an African-American family in the deep South as they are forced to come to terms with a tumultuous past marked by an unrequited interracial affair. The film explores the way in which the family patriarch must confront his demons amidst the changing racial fabric of society and his own family.","release_date":"2007-02-01","vote_average":5.0,"runtime":96,"cert":"N\/A","id":46268,"title":"Constellation","adult":false,"genre_ids":[18,10749]},{"cast":["Kirsten Dunst","James Caan","Vincent Kartheiser","Luis Guzmán","Robert Miano"],"overview":"Kirsten Dunst plays a young woman (Lidda), who is searching for her father (James Caan). She finds herself at odds with her boyfriend who wants nothing but a carefree lifestyle.","release_date":"2000-08-04","vote_average":6.2,"runtime":105,"cert":"N\/A","id":46269,"title":"Luckytown","adult":false,"genre_ids":[18,80,9648,53]},{"cast":["Michael Caine","Sean Young","Ian Holm","Bob Hoskins","Todd Boyce"],"overview":"An ex-British spy (Michael Caine) helps a U.S. diplomat's wife (Sean Young) and blows the lid off a deadly government cover-up.","release_date":"1992-10-09","vote_average":5.5,"runtime":105,"cert":"","id":46270,"title":"Blue Ice","adult":false,"genre_ids":[28,53]},{"cast":["Raven Alexis","Faye Reagan","Aletta Ocean","Tori Black","Suzanne Kelly"],"overview":"They're sexy, soft and look so sweet. But underneath that, these babes are really cock hungry whores who are here to give in to all your Desires.","release_date":"2010-02-11","vote_average":7.0,"runtime":105,"cert":"N\/A","id":46273,"title":"Desires","adult":true,"genre_ids":[]},{"cast":[],"overview":"A ghost appears on the island and tries to scare the Castaways off. The castaways turn the tables by dressing in sheets and roaming around the island to scare the visitors off the island.","release_date":"","vote_average":0.0,"runtime":25,"cert":"N\/A","id":46274,"title":"Ghost a go go","adult":false,"genre_ids":[]},{"cast":[],"overview":"Surfing from around the world without all the hype and gimmicks. Shot on location in Europe, the United States, Africa and Central America, Global showcases the best surfiing on the planet.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":46275,"title":"Global: A Surf Movie","adult":false,"genre_ids":[]},{"cast":[],"overview":"A mad scientist lands on the island and takes the castaways to his castle . . . on a nearby island . . . to perform strange experiments on them.","release_date":"","vote_average":0.0,"runtime":25,"cert":"N\/A","id":46276,"title":"The Friendly Physician","adult":false,"genre_ids":[]},{"cast":["Dorian Missick","Zoe Saldana","Hill Harper","Frankie Faison","William Sadler"],"overview":"Reginald \"Cool\" Coolidge is a struggling actor, fed up with taking stereotypical African American roles and waiting for his big break in a legitimate production. Until this time comes, he works at his mother's boyfriend's gas station to repay him for covering his college tuition. One day at the station, his ex-fiancé - and one true love - reappears at the pumps after 3 years of silence. Cool discovers that it is 36 hours until her wedding to a local lawyer. As Cool embarks on last-ditch attempts to win her back, he takes on the biggest \"role\" of his life while also learning the secret to mastering his craft.","release_date":"2006-01-02","vote_average":3.8,"runtime":97,"cert":"N\/A","id":46277,"title":"Premium","adult":false,"genre_ids":[35,10749]},{"cast":["Irene Papas","Kostas Kazakos","Kostas Karras","Tatiana Papamoschou","Christos Tsagas"],"overview":"The Greek army is about to set sail to a great battle, but the winds refuse to blow. Their leader, King Agamemnon, seeks to provide better food, but accidentally slays a sacred deer. His punishment from the gods, the sacrifice of his daughter Iphigenia.","release_date":"1977-09-10","vote_average":6.8,"runtime":127,"cert":"N\/A","id":46278,"title":"Iphigenia","adult":false,"genre_ids":[28,18]},{"cast":["Christian Tramitz","Christian Ulmen","Mónica Cruz","Christiane Paul","Heino Ferch"],"overview":"Jerry Cotton is the best agent of the FBI and suspected of murder. So he has to find the real killers from gangster boss Serrano.","release_date":"2010-03-11","vote_average":6.2,"runtime":90,"cert":"N\/A","id":46281,"title":"Jerry Cotton","adult":false,"genre_ids":[35,80]},{"cast":[],"overview":"Halloween special hosted by the Magic Mirror. Contains memorable scenes from \"Snow White and the Seven Dwarfs,\" \"Fantasia,\" \"Lady and the Tramp,\" \"Peter Pan,\" \"One Hundred and One Dalmatians,\" \"The Sword in the Stone\", and Disney shorts featuring, Donald, Mickey, Goofy and friends.","release_date":"1983-10-01","vote_average":7.3,"runtime":89,"cert":"N\/A","id":46282,"title":"A Disney Halloween","adult":false,"genre_ids":[]},{"cast":["Elizabeth Banks","Maria Bello","Erika Christensen","Eric McCormack","Chris O'Donnell"],"overview":"Based on Anton Chekov's \"The Three Sisters\" about siblings living in a college town who struggle with the death of their father and try to reconcile relationships in their own lives.","release_date":"2005-04-23","vote_average":5.4,"runtime":113,"cert":"N\/A","id":46283,"title":"The Sisters","adult":false,"genre_ids":[27,18]},{"cast":["Hal Douglas"],"overview":"Contains memorable scenes from \"Snow White and the Seven Dwarfs,\" \"Fantasia,\" \"Lady and the Tramp,\" \"Peter Pan,\" \"One Hundred and One Dalmatians,\" and \"The Sword in the Stone.\"","release_date":"1982-10-30","vote_average":5.6,"runtime":47,"cert":"N\/A","id":46284,"title":"Disney's Halloween Treat","adult":false,"genre_ids":[10751,16]},{"cast":["Jodie Foster","David Breashears","David Carter","Ed Viesturs"],"overview":"Get ready for a (literally) breathtaking trek up Mt. Everest, from Base Camp at 17,600 feet; through the chilling, corpse-strewn Death Zone; to the very pinnacle of the the Earth, five and a half miles above sea level. For those brave souls who survive the harrowing climb to the top of the world, it is a transformative experience. But can the excruciating ascent—through frigid cold, blasting wind, blinding sun, and severe lack of oxygen—cause permanent, damaging changes to the human brain and body? In the wake of the 1996 disaster that took eight climbers in a single day, scientists follow a team of hikers to measure, for the first time ever, the toll high-altitude climbing takes on the heart, lungs, blood, and brain. Why do seemingly rational people make poor, sometimes fatal decisions as they approach the peak? And the danger doesn’t end there—as NOVA discovers during the descent, when one climber's respiratory illness takes a terrifying turn on the isolated mountainside.","release_date":"1998-02-24","vote_average":6.8,"runtime":60,"cert":"N\/A","id":46285,"title":"Everest  The Death Zone","adult":false,"genre_ids":[]},{"cast":["Craig Bierko","Amy Brenneman","Antonio Fargas","Will Ferrell","Tony Guma"],"overview":"An 80s one-hit wonder band named The Suburbans reform for a special performance at one of the ex-member's wedding. At the wedding, a young record company talent scout happens to be in the audience and decides to give the now 40-ish performers a comeback push. The film attempts to take a satirical look at the music business of the 90s and compare it to the simpler 80s scene.","release_date":"1999-10-29","vote_average":3.9,"runtime":81,"cert":"N\/A","id":46286,"title":"The Suburbans","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Enjoy favorite musical selections from Disney's smash hit \"The Lion King\", plus brand-new songs from \"The Jungle Book 2\", \"Beauty And The Beast\", \"Pinnochia\" and more - plus, the option to sing along in three different languages. \"The Lion King: Circle of Life\" promises a rip-roaring good time with the cheeriest tunes around!","release_date":"2003-04-01","vote_average":9.8,"runtime":40,"cert":"N\/A","id":46289,"title":"Disney Sing-Along-Songs: The Lion King - Circle of Life","adult":false,"genre_ids":[10402]},{"cast":["Rick Moranis","Dave Thomas"],"overview":"Join hosts Rutt and Tuke for musical numbers from Brother Bear, Treasure Planet, 101 Dalmations II, and Stitch! The Movie.","release_date":"2003-10-28","vote_average":8.0,"runtime":44,"cert":"N\/A","id":46290,"title":"Sing Along Songs: Brother Bear - On My Way","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2010-05-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":46291,"title":"Hur kunde hon leva som om det inte fanns","adult":false,"genre_ids":[]},{"cast":[],"overview":"Sing, dance, and play along with your favorite Disney characters in this tune-filled Sing Along Songs DVD. It's fun and easy as you read the on-screen lyrics and join the festivities. Invite your friends -- after all, it's even more fun when you share! Children as young as two will have a ball when Mickey, Minnie, Donald, Daisy -- and other favorite Disney friends -- throw a party inside Disneyland's Haunted Mansion! There's plenty to do: pumpkin carving, bobbing for apples, cooking with Goofy -- even trick-or-treating in Toontown! But most of all, there'll be lots of singing and dancing to silly spooky songs of the season. So c'mon everybody, time to party!","release_date":"2006-09-05","vote_average":10.0,"runtime":null,"cert":"N\/A","id":46292,"title":"Disney Sing-Along-Songs: Happy Haunting","adult":false,"genre_ids":[10402]},{"cast":["Sten Ljunggren","Johan Kylén","Lars Väringer","Mia Skäringer","Anna-Lotta Larsson"],"overview":"Pirko lives in Gothenburg but gets kicked out of his pregnant girlfriend. He seeks his roots in northern Sweden. Pirko discovers karaoke.","release_date":"2009-10-30","vote_average":0.0,"runtime":85,"cert":"N\/A","id":46293,"title":"Almost Elvis","adult":false,"genre_ids":[35]},{"cast":["Tuva Novotny","Dejan Čukić","Robert Hansen","Solbjørg Højfeldt","Mille Dinesen"],"overview":"Circumstances force the unstructured yet charming Danish Bohemian novelist, Simon, to share his flat in Copenhagen with the very organized and beautiful Swedish lawyer, Malou. Simon dreams of children and a family. Malou is solely focused on her career. Despite being in opposition they warm up to each other. But even though opposites do attract - can they also manage to live together? Against all odds their meeting sets of a chain of events, which will ultimately change their lives forever.","release_date":"2009-10-30","vote_average":6.0,"runtime":90,"cert":"N\/A","id":46296,"title":"No Time for Love","adult":false,"genre_ids":[35,10749]},{"cast":["Gary Kohn","Lindsey Morris","Nate Witty","Paul Dion Monte","Will Harris"],"overview":"Two down and out strangers are brought together by mysterious letters into a safe house as the world around them is infected by an experimental virus that transforms the living into the living dead. She is a former prostitute hiding from the world. He is a former assassin turned priest who has renounced violence. Together they must unravel the mystery of the letters if they hope to survive.","release_date":"2007-11-06","vote_average":2.2,"runtime":102,"cert":"N\/A","id":46297,"title":"Awaken the Dead","adult":false,"genre_ids":[28,35,27,9648,878,53]},{"cast":[],"overview":"Just in time for Easter, sing, dance and play along with your favorite Disney songs. Learning the lyrics is easy, because words appear right on the screen and you can check out cool new dance moves and sing karaoke-style too! From the Little Patch Of Heaven to the sweeping vistas and wide open skies, Disney's Home On The Range Sing Along Songs is a rollicking Western ho-down featuring songs from the smash-hit Home On The Range and other family favorites. Round up the 'lil buckaroos and get ready to turn up the volume on fun for the entire family!","release_date":"2004-03-23","vote_average":8.0,"runtime":37,"cert":"N\/A","id":46298,"title":"Disney Sing-Along-Songs: Home On The Range - Little Patch Of Heaven","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"The year 1977 is unforgettable for many Chinese people - it was the year when the national college entrance examination was resumed after being abolished for 11 years during the \"cultural revolution\" (1966-76). More than five million Chinese people aged from 15 to 36 sat the exam that year. It changed the lives of many who went on to achieve greatness in various fields.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":46299,"title":"Examination 1977","adult":false,"genre_ids":[]},{"cast":["Esther Williams","Jimmy Durante","Lauritz Melchior","Johnny Johnston","Dame May Whitty"],"overview":"An ex-GI falls for a bathing beauty (Esther Williams). Lauritz Melchior, Xavier Cugat, Jimmy Durante and Mackinac Island locations add to the good times and romance.","release_date":"1947-10-17","vote_average":8.0,"runtime":105,"cert":"N\/A","id":46300,"title":"This Time for Keeps","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Kris Kristofferson","Charlie McDermott","Gary Farmer","William Sanderson","Geneviève Bujold"],"overview":"Quebec Bill Bohomme is a hardy schemer and dreamer, who, desperate to raise money to preserve his endangered herd through the rapidly approaching winter, resorts to whiskey-smuggling, a traditional family occupation. Quebec Bill takes his son, Wild Bill, on the journey. Also Henry Coville, an inscrutable whiskey smuggler, and Rat Kinneson, Quebec Bill's perpetually disconsolate ex-con hired man. Together, they cross the border into vast reaches of Canadian wilderness for an unforgettable four days \"full of terror, full of wonder.\"","release_date":"2007-05-11","vote_average":4.1,"runtime":118,"cert":"N\/A","id":46301,"title":"Disappearances","adult":false,"genre_ids":[28,12,18]},{"cast":["Leighton Meester","Nicholas D'Agosto","Melora Hardin","Lola Glaudini","Larry Joe Campbell"],"overview":"Horror gets Super Sized when Horny The Clown, the demonic mascot of \"Hella-Burger,\" starts slashing Orange County teenagers with his meat cleaver from Hell.","release_date":"2007-05-29","vote_average":4.7,"runtime":83,"cert":"N\/A","id":46302,"title":"Drive Thru","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"It's based on the events of 6 April 1966, where, in the Melbourne suburb of Westall, 200 students, staff and local residents watched as a strange object hovered overhead for several minutes, landed briefly, then lifted off and vanished. Witnesses described it as low flying, silver-grey and shiny, shaped like a ‘cup turned upside down on a saucer’ and accompanied by five light aircraft. A mass of excited students surged out of school and ran after the object. Many reported seeing a circle of flattened grass on the ground where it had landed. One said she touched it as it took off. Others observed men in uniforms cordoning off the ‘landing site’ and removing soil samples by the truckload. Some say they saw uniformed men torch the area a few hours later. The incident was reported on the news on television that night and in the local newspapers.","release_date":"2010-06-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":46305,"title":"Westall 66: A Suburban UFO Mystery","adult":false,"genre_ids":[99]},{"cast":["David A.R. White"],"overview":"Dan Burgess is a Christian. Dan Burgess thinks he's not impacting anyone for the LORD. Dan Burgess thinks he's missing out on \"all the fun\". Dan Burgess wants out of the Christian life. Then... one day... Dan Burgess is forced to take a [Second Glance]","release_date":"1992-01-01","vote_average":2.6,"runtime":50,"cert":"N\/A","id":46306,"title":"Second Glance","adult":false,"genre_ids":[18]},{"cast":["Jade Henham","Sam Bottoms","Robert Glen Keith","Edward Lee Johnson","Essence Atkins"],"overview":"An edgy indie-psychological drama about an alluring but mixed-up L.A. Girl who flip-flops between facing life's uncertainty under her own direction or \"the good life\" provided by a wealthy, disturbing middle-aged benefactor.","release_date":"2002-02-28","vote_average":0.0,"runtime":98,"cert":"N\/A","id":46307,"title":"Looking Through Lillian","adult":false,"genre_ids":[18,10749,53]},{"cast":[],"overview":"In March 2001, the ruling Taliban destroyed Afghanistan's foremost tourist attraction, the 1600 year-old Buddhas of Bamiyan. This film follows the story of one of the refugees who now lives among the ruins….an eight-year-old boy named Mir.","release_date":"2004-03-06","vote_average":5.0,"runtime":96,"cert":"N\/A","id":46308,"title":"The Boy who plays On The Buddhas Of Bamiyan","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Afternoons with Max &amp; Ruby focuses on an outdoor theme.","release_date":"2006-08-01","vote_average":0.0,"runtime":98,"cert":"N\/A","id":46309,"title":"Max & Ruby - Afternoons With Max & Ruby","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"They took her identity. They took her freedom. Now, in a man-made labyrinth of concrete and steel, where terrified young women are stripped of their pasts and humanity, she has been reduced to the level of prey. Prey for the ancient evil that lurks inside the walls of this penitentiary; an invisible hunter that stalks the halls of the damned, feeding on the tortured souls within. Against this unnamable horror, the inmate known as Sigma must face a fate beyond her worst nightmares; something far more terrifying than anything the brutal guards and corrupt wardens could imagine. Because unknown to them, Sigma has come to this place on a mission of her own. There's something far worse than death inside this prison, and it's waiting for FEMALE PRISONER SIGMA.","release_date":"2006-06-25","vote_average":2.5,"runtime":81,"cert":"N\/A","id":46312,"title":"Female Prisoner Sigma","adult":false,"genre_ids":[]},{"cast":["Hisako Shirata","Minami","Anri Ban","Kyusaku Shimada","Hideo Nakaizumi"],"overview":"Another home-video release shot on HD, this one is partly based on the Tomie manga \"Revenge\" by Junji Ito. This time around, Tomie is played by Anri Ban. The story revolves around a young female doctor (played by Hisako Shirata) and an unidentified naked woman who runs down the road one night. In the her search for the wounded girl (who has a mole under her left eye), the doctor ends up in an abandoned house filled with bodies, madmen, and an unconscious girl. Surely Tomie is not too far away...","release_date":"2005-04-16","vote_average":4.5,"runtime":72,"cert":"N\/A","id":46313,"title":"Tomie: Revenge","adult":false,"genre_ids":[27]},{"cast":["Jesper Klein","Kaya Brüel","Søs Egelind","Ditte Gråbøl","Ole Fick"],"overview":"Hugo, the one-of-a-kind jungle animal, is snatched away from his home for a second time in another attempt for him to become an animal actor. Meanwhile, he's reunited with Rita the kind, streetwise fox. Finding that life in front of and behind the camera isn't so bad, he grows more unaccustomed to wild life once he escapes and slowly weakens his relationship with Rita.","release_date":"1996-12-20","vote_average":4.8,"runtime":72,"cert":"N\/A","id":46314,"title":"Hugo the Movie Star","adult":false,"genre_ids":[16,10751]},{"cast":["Jaroslava Schallerová","Helena Anýzová","Petr Kopriva","Jirí Prýmek","Jan Klusák"],"overview":"Valerie, a Czechoslovakian teenager living with her grandmother, is blossoming into womanhood, but that transformation proves secondary to the effects she experiences when she puts on a pair of magic earrings. Now seeing the world around her in a different light, Valerie must endure her sexual awakening while attempting to discern reality from fantasy as she encounters lecherous priest Gracian, a vampire-like stranger and otherworldly carnival folk.","release_date":"1970-10-10","vote_average":6.9,"runtime":73,"cert":"N\/A","id":46315,"title":"Valerie and Her Week of Wonders","adult":false,"genre_ids":[14,12,18]},{"cast":["Ellen Hillingsø","Nicolaj Kopernikus","Allan Olsen","Søren Malling","Elena Arndt-Jensen"],"overview":"Karla's Game is a comedy family film that deals with problems of a very modern family. The story is seen through the eyes of the 10-year-old Karla, who struggles to keep her family together at Christmas. This is however not easy when your parents are divorced and you have a new step dad, irritating brother as well as a father who doesn't always keep his promises.","release_date":"2007-11-09","vote_average":5.5,"runtime":90,"cert":"N\/A","id":46316,"title":"Karla's World","adult":false,"genre_ids":[35,10751,18]},{"cast":["Scott Glenn","Arija Bareikis","Robert Sean Leonard","Melinda Dillon","Logan Lerman"],"overview":"A young boy, his family, and the migrant workers they hire to work their cotton farm struggle against difficult odds to raise and sell the crop. Meanwhile, the boy dreams of living in better conditions. However, with this particularly tough farming season, the boy learns that his challenges guide him in discovering who he really is.","release_date":"2003-04-27","vote_average":7.5,"runtime":120,"cert":"N\/A","id":46317,"title":"A Painted House","adult":false,"genre_ids":[18,10751]},{"cast":["Gösta Ekman","Kjell Bergqvist","Rolf Lassgård","Niklas Hjulström","Jonas Falk"],"overview":"A serial-killer attacks and murders young girls in the parks of Stockholm. The police have trouble finding any evidence to find the killer. But when a newsstand is robbed in one of the parks while the murderer strikes again, police inspector Martin Beck believes that the robber may be an important witness. Plot by Mattias Thuresson.","release_date":"1993-11-26","vote_average":6.5,"runtime":91,"cert":"N\/A","id":46320,"title":"The Man on the Balcony","adult":false,"genre_ids":[80]},{"cast":[],"overview":"NATIONAL GEOGRAPHIC begleitet ein Team von deutschen und US-amerikanischen Tauchern bei der Erforschung der legendären „Blue Holes\" der Bahama-Inseln, kreisrunde, nach oben offene Unterwasserhöhlen, die bis zu 200 Meter tief sind. Da es am Grunde dieser Schächte keinen nennenswerten Wasseraustausch gibt, tummeln sich hier nur besonders widerstandsfähige Einzeller - doch es finden sich auch Fossilien aus längst vergangenen Erdepochen. Vielfach lagen die jetzt überfluteten Höhlensysteme noch vor wenigen tausend Jahren oberhalb des Meeresspiegels, und so haben sich hier auch die Überreste zahlreicher Tiere und sogar von Menschen erhalten. Unterwasserfilmer Wes Skiles beobachtet das Taucherteam bei seinen aufregenden Expeditionen in die Tiefe und liefert spektakuläre Bilder aus einer bislang nahezu unzugänglichen Welt.","release_date":"2010-09-24","vote_average":5.5,"runtime":47,"cert":"N\/A","id":46321,"title":"Blue Holes: Diving The Labyrinth","adult":false,"genre_ids":[99]},{"cast":["Kenny G"],"overview":"Kenny G first live album, recorded live at Humphrey's Concerts By The Bay in San Diego, California. This DVD is the companion to the multi-Platinum album Kenny G Live.","release_date":"2001-02-20","vote_average":4.3,"runtime":74,"cert":"N\/A","id":46322,"title":"Kenny G - Live","adult":false,"genre_ids":[10402]},{"cast":["Noel Schajris","Leonel Garcia"],"overview":"The Last Concerts, recorded in the Auditorio Nacional in Mexico City. Included a documentary with behind the scenes from their Hasta Ahora Tour.","release_date":"2008-12-09","vote_average":5.3,"runtime":120,"cert":"N\/A","id":46323,"title":"Sin Bandera: Hasta Ahora","adult":false,"genre_ids":[18,28,53,10402]},{"cast":["Jean Gabin","Michel Simon","Michèle Morgan","Pierre Brasseur","Édouard Delmont"],"overview":"Down a foggy, desolate road to the port city of Le Havre travels Jean, an army deserter looking for another chance to make good on life. Fate, however, has a different plan for him, as acts of both revenge and kindness render him front-page news.","release_date":"1938-05-17","vote_average":7.5,"runtime":93,"cert":"N\/A","id":46326,"title":"Port of Shadows","adult":false,"genre_ids":[80,18,10749]},{"cast":[],"overview":"Featuring The Mormon Tabernacle Choir and the Orchestra at Temple square. A few moments in the week of the birth of Jesus Christ.","release_date":"2003-12-10","vote_average":0.0,"runtime":25,"cert":"N\/A","id":46327,"title":"Joy to the World","adult":false,"genre_ids":[]},{"cast":[],"overview":"The band \"Gothic Vampires From Hell\" knew the music business was tough, but they didn't know that it was THAT TOUGH! When they meet sexy record executives at Gotham Records they thought they might be sharks, but what they really turned out to be were BLOOD SUCKING VAMPIRES!","release_date":"2007-05-15","vote_average":2.0,"runtime":90,"cert":"N\/A","id":46328,"title":"Gothic Vampires from Hell","adult":false,"genre_ids":[27]},{"cast":["Anna Nicole Smith","Joanie Laurer","Gladys Jimenez","Lenise Sorén","Kevin McGuire"],"overview":"Three aliens morph into super-hot babes and arrive to protect the earth from the intergalactic forces of evil. Guided by Syntax, their holographic mentor, these Illegal Aliens are willing to use every trick in the book and every sexy outfit in their wardrobe to accomplish their mission! \"Illegal Aliens\" pokes fun at today's Hollywood and pays tribute to the so-called \"Bad Movies\" we all love to hate.","release_date":"2007-05-01","vote_average":3.9,"runtime":96,"cert":"N\/A","id":46329,"title":"Illegal Aliens","adult":false,"genre_ids":[35,878]},{"cast":["Herbert Lom","Heather Sears","Edward de Souza","Thorley Walters","Michael Gough"],"overview":"The corrupt Lord Ambrose D'Arcy steals the life's work of the poor musical Professor Petry. In an attempt to stop the printing of music with D'Arcy's name on it, Petry breaks into the printing office and accidentally starts a fire, leaving him severely disfigured. Years later, Petry returns to terrorize a London opera house that is about to perform one of his stolen operas.","release_date":"1962-06-25","vote_average":6.6,"runtime":84,"cert":"","id":46330,"title":"The Phantom of the Opera","adult":false,"genre_ids":[18,27,9648]},{"cast":["Mary Carey","Sean Andrews","Darell Sandeen","Juliette Clarke","Sally Jean"],"overview":"While visiting his Bible-thumping yet lecherous father in the desert, randy college student James tries everything he can to hook up with the local curvaceous cuties, but his sex quest stalls when a bloodthirsty killer targets every buxom beauty in sight.","release_date":"2005-02-12","vote_average":5.0,"runtime":81,"cert":"N\/A","id":46333,"title":"Pervert!","adult":false,"genre_ids":[35,27]},{"cast":["Philippe Torreton","Samuel Le Bihan","Bernard Le Coq","Catherine Rich","François Berléand"],"overview":"The last days of World War I, Eastern front. Captain Conan, a lone wolf, a true warrior, leads a band of ruthless French fighters who love hand-to-hand combat; they are not fit for peacetime, they only feel really alive in the chaos of the battlefield.","release_date":"1996-10-16","vote_average":6.5,"runtime":129,"cert":"N\/A","id":46334,"title":"Captain Conan","adult":false,"genre_ids":[18,10752]},{"cast":["Jeanne Balibar","Guillaume Depardieu","Bulle Ogier","Michel Piccoli","Anne Cantineau"],"overview":"In Majorca, in 1823, a French general, Armand de Montriveau, overhears a cloistered nun singing in a chapel; he insists on speaking to her. She is Antoinette, for five years he has searched for her. Flash back to their meeting in Paris, he recently returned from Africa, she married and part of the highest society. She flirts with him, and soon he's captivated. His behavior is possessive, insistent. Then, it is her turn to become obsessed. Letters, balls, scandal, a kidnapping, and an ultimatum bring her to the cloister and him to melancholy.","release_date":"2007-03-28","vote_average":4.9,"runtime":137,"cert":"","id":46335,"title":"The Duchess of Langeais","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Susan Buice","Arin Crumley","Brad Calcaterra","Lindsey Andersen","Julia Ann Ames"],"overview":"Apathy, technology, paranoia, disease and medication. Meet Arin. Arin is a shy videographer who finds it too much to handle to go out and meet girls, so he sets up an account on meester.net. The flood of responses never comes, save for one email from Susan, a struggling artist who finds her job as a waitress stifling her creativity. Susan is also on the shy side and is seeking an alternative to the classic dating situation. When Arin and Susan finally meet, that alternative dating situation comes to life as the two refuse to communicate verbally with each other, wanting to avoid bs small talk.","release_date":"2005-01-21","vote_average":5.9,"runtime":71,"cert":"N\/A","id":46336,"title":"Four Eyed Monsters","adult":false,"genre_ids":[35,18,14,10749]},{"cast":["Nicole Sheridan","Christine Nguyen","Voodoo","Brad Bartram","Evan Stone"],"overview":"When the ladies who inhabit the all-lesbian planet of Aquaterra need some top-grade male breeding stock, what else would they do besides don their bikinis and blast off for planet Earth? With men on their minds, two of Aquaterra's finest run into plenty of adventures as they search for Earth studs in director Nicholas Medina's erotic spoof starring Alexandre Boisvert, Evan Stone and Brad Bartram.","release_date":"2006-10-10","vote_average":3.0,"runtime":100,"cert":"N\/A","id":46337,"title":"Bikini Girls from the Lost Planet","adult":false,"genre_ids":[18,35,10749]},{"cast":["Jon Bon Jovi","Anna Galiena","Lambert Wilson","Thandie Newton","Barry Humphries"],"overview":"Successful playwright Felix Webb has a new play, 'The Hit Man', in rehearsal. Directed by his old friend Humphrey, it is already being hailed as a masterpiece; but Felix can't enjoy his success. He has fallen passionately in love with Hilary, a beautiful, fiesty young actress, and is preparing to desert his perfect family, his wife Elena and three lively children. His intolerable situation is further complicated when Humphrey casts Hilary as one of the leads in 'The Hit Man'. Enter Robin Grange, a charismatic young Hollywood actor making his London theatre debut. Robin is attractive, charming and dangerous, and soon inveigles his way into everyone's life. He ingratiates himself with the cast and, quickly grasping Felix's dilemma, sets about weaving his web of mischief. He suggests that if he were to seduce Elena, she would be distracted from Felix's affair, regain her self respect, and perhaps even willingly part from the unfaithful husband to whom she clings...","release_date":"1996-12-12","vote_average":5.0,"runtime":100,"cert":"N\/A","id":46338,"title":"The Leading Man","adult":false,"genre_ids":[53,18,10749]},{"cast":["Gin Miller"],"overview":"The original and still one of the very best! This is the video that launched Step Reebok training over 10 years ago. This top selling video is the best for learning Step and is included with the purchase of a Step Reebok Platform.","release_date":"1992-10-01","vote_average":0.0,"runtime":48,"cert":"N\/A","id":46339,"title":"Step Reebok: The Video","adult":false,"genre_ids":[]},{"cast":["Edgar D. Mitchell","Dame Isabel Piczek","Fred Alan Wolf"],"overview":"We live in a world where science and religion have often been on opposing sides. But is all that changing? For the first time, science and religion have come together to uncover an age-old mystery: Who was Jesus Christ? What did he actually look like? And can the story of his death and resurrection now be proven as true? Is it possible that a single fiber from an ancient artifact might hold the answers? And has science found a way to unlock the hidden information contained in the artifact that could provide a link to the past-one that might explain the universe in a whole new light and give hope to people around the world.","release_date":"2007-04-03","vote_average":0.0,"runtime":59,"cert":"N\/A","id":46340,"title":"Fabric of Time","adult":false,"genre_ids":[10751,99]},{"cast":["Javier Cifrián","Asier Etxeandia","Ash Varrez","Lalita Ahmed","Nur Al Levi"],"overview":"Cain is a self-conscious butcher who lives in the Madrid neighborhood of Lavapiés and who envies his brother Abel, his only family, for having achieved everything he does not have. When Cain discovers that Abel has left a neighbor neighbor pregnant, daughter of immigrants from Bangladesh and Muslim religion, decides to pass for the father of the child and take responsibility for what will be his new family.","release_date":"2006-08-14","vote_average":5.2,"runtime":93,"cert":"N\/A","id":46341,"title":"El próximo Oriente","adult":false,"genre_ids":[]},{"cast":["Malcolm McDowell","Marton Csokas","Ronald Pickup","Vernon Dobtcheff","John Benfield"],"overview":"For years, Andrei Evilenko eluded the obsessive Detective Lesiev and the psychiatric profiler Aron Richter. Spurred on by his rabid fury at the gradual crumbling of his precious Soviet Union, Evilenko is a man who will live, die and kill as a communist.","release_date":"2004-04-16","vote_average":5.7,"runtime":111,"cert":"N\/A","id":46342,"title":"Evilenko","adult":false,"genre_ids":[18,27,53,80]},{"cast":[],"overview":"Two Octopi fight for their lives with a stubborn restaurant cook in a comical escape through the streets of a small Greek village.","release_date":"2007-01-01","vote_average":6.6,"runtime":3,"cert":"N\/A","id":46343,"title":"Oktapodi","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"2009-02-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":46352,"title":"Piger På Prøveløsladelse - For Klam Til TV","adult":false,"genre_ids":[]},{"cast":["Steve Pierre","Nick Erb","Audrey Seymour","Dan Brunell","Leon Cordier"],"overview":"Eric Smallhouse is a Native American who believes it's his destiny to lead his people back to the old ways. Undaunted by his complete lack of knowledge about those ways, he drags his son on a quest to reclaim the past. Failing miserably, Eric begins to think that the modern world with its modern conveniences is the real enemy, and his antics soon leave him on the run from the authorities.","release_date":"2007-01-01","vote_average":4.0,"runtime":91,"cert":"N\/A","id":46355,"title":"Rain in the Mountains","adult":false,"genre_ids":[35,18]},{"cast":["Michael Welch","David Keith","Clare Carey","Sarah Habel","Justin Baldoni"],"overview":"UNREQUITED is a psychological thriller and tells the story of Ben Jacobs, a troubled young man who, on his 18th birthday, has to leave the group home for \"troubled teens\" where he has been living for the past several months and move back in with his alcoholic mother. Upon his return, Ben soon discovers that his girlfriend, Jessica Morgan, has moved on with her life and is now dating an older college guy. Desperate for love and unable to cope with losing Jessica, Ben's troubled past catches up with him as he kidnaps her in an attempt to regain her affection. Spiraling out of control and on a very dangerous path, Ben must ultimately decide whether to let her go, or hold on to the one person he loves, even if it means destroying them both in the process.","release_date":"2010-06-08","vote_average":4.5,"runtime":null,"cert":"N\/A","id":46356,"title":"Unrequited","adult":false,"genre_ids":[]},{"cast":["Robert Hardy","Shane Briant","Gillian Hills","Yvonne Mitchell","Paul Jones"],"overview":"A physician discovers that two children are being kept virtually imprisoned in their house by their father. He investigates, and discovers a web of sex, incest and satanic possession.","release_date":"1972-11-05","vote_average":5.6,"runtime":89,"cert":"18","id":46359,"title":"Demons of the Mind","adult":false,"genre_ids":[27,53]},{"cast":["Erik Estrada","Roberta Vasquez","Cynthia Brimhall","William Bumiller","Devin DeVasquez"],"overview":"A South American gunrunner uses an island in Hawaii as his base of operations. A squad of beautiful government agents is sent to put him out of business.","release_date":"1990-11-09","vote_average":5.2,"runtime":96,"cert":"N\/A","id":46360,"title":"Guns","adult":false,"genre_ids":[28,80]},{"cast":["Koichi Sato","Satoshi Tsumabuki","Eri Fukatsu","Haruka Ayase","Toshiyuki Nishida"],"overview":"A hustler who gets in trouble with a gang boss in the port town of Sukago agrees to make good with the don by putting him in contact with a mysterious hitman -- an assassin the hustler has no idea how to contact. Instead, he hires an actor to play the role, though the thespian has no idea what he's getting into.","release_date":"2008-06-07","vote_average":7.0,"runtime":136,"cert":"N\/A","id":46361,"title":"The Magic Hour","adult":false,"genre_ids":[35,53]},{"cast":["Orson Welles","Susan Hampshire","Michel Bouquet","Mathieu Carrière","Jean-Pierre Cassel"],"overview":"Malpertuis is the name of an old, rambling mansion which is in reality a labyrinth where characters from Greek mythology are imprisoned by the bedridden Cassavius (Welles). He manages to keep them (as well as his nephew and niece) prisoners even after his death, through a binding testament. As Jan, the nephew, (Carrière) unravels the mystery, he discovers that he cannot escape the house because Malpertuis is far more significant than he was led to believe.","release_date":"1971-01-01","vote_average":6.2,"runtime":125,"cert":"N\/A","id":46362,"title":"Malpertuis","adult":false,"genre_ids":[18,27,14]},{"cast":["Romy Schneider","Adrian Hoven","Magda Schneider","Karl Ludwig Diehl","Peter Weck"],"overview":"Vickie, short for Victoria, is crowned Queen of England and as such needs to learn the responsibilities of her new post.","release_date":"1954-12-15","vote_average":7.1,"runtime":103,"cert":"N\/A","id":46363,"title":"The Story of Vickie","adult":false,"genre_ids":[18,36,35,10749]},{"cast":["Robin Clarke","Jennifer Ashley","Stephanie Beacham","Steven Grives","Barrie Houghton"],"overview":"A crew of interplanetary archaeologists is threatened when an alien creature impregnates one of their members, causing her to turn homicidal and murder them one by one.","release_date":"1981-01-23","vote_average":3.6,"runtime":93,"cert":"18","id":46364,"title":"Inseminoid","adult":false,"genre_ids":[53,27,878]},{"cast":["Erin Brown","Tina Krause","William Hellfire","Christophe Bier","Fanny Terjeki"],"overview":"When young Caroline learns of her mother's death in Paris, she travels to the City of Lights for the funeral. Sad and alone, Caroline wanders the exotic city in search of answers, finality, and peace of mind. But only misfortune is in stock, as Caroline is attacked and robbed by a French thug. Coming to her rescue is Isabelle, a mysterious and voluptuous woman who offers her food and shelter. Little does Caroline realize that this Parisian beauty is a modern-day vampire looking for vulnerable victims.","release_date":"2002-05-28","vote_average":3.0,"runtime":79,"cert":"N\/A","id":46365,"title":"An Erotic Vampire in Paris","adult":false,"genre_ids":[27,10749]},{"cast":["Missy","Charlie","Antonia","Stephanie Swift","Felecia"],"overview":"Sadl'up with Missy, pardner, 'cause it's time to ride! An all-girl Wild West film of truly epic proportions. Featuring only the finest females to be had in these here parts!","release_date":"1998-10-12","vote_average":0.0,"runtime":85,"cert":"N\/A","id":46366,"title":"The Good the Bad and the Wicked","adult":true,"genre_ids":[37]},{"cast":["Randolph Scott","Dorothy Malone","Forrest Tucker","Frank Faylen","George Macready"],"overview":"A mysterious stranger crosses paths with an outlaw bank robber and a greedy rancher.","release_date":"1950-01-11","vote_average":5.4,"runtime":81,"cert":"N\/A","id":46367,"title":"The Nevadan","adult":false,"genre_ids":[37]},{"cast":["William Forsythe","Stacey Hinnen","Serah D'Laine","Marcus T. Paulk","Carmen Perez"],"overview":"In the midst of a tropical storm, the crew of an offshore oil rig must survive the rampage of a creature after invading its undersea habitat.","release_date":"2010-10-05","vote_average":3.7,"runtime":90,"cert":"15","id":46368,"title":"The Rig","adult":false,"genre_ids":[28,27,878,53]},{"cast":["Milind Soman","Danny Denzongpa","Sushant Singh","Dipannita Sharma","Gulshan Grover"],"overview":"White collar crimes that drain the nation of precious foreign exchange is connected to the funding of international terrorism. The much-told Hollywood theme is retold in the Indian context with much needed technical wizadry.","release_date":"2002-03-22","vote_average":4.0,"runtime":null,"cert":"N\/A","id":46369,"title":"16 December","adult":false,"genre_ids":[28,53,80]},{"cast":["Hiten Tejwani","Manisha Koirala","Nauheed Cyrusi","Rajpal Yadav","Siddharth Koirala"],"overview":"Anwar is the story of a young man, an artist, who leaves his home and everything he knows in order to escape a world he no longer recognizes.  All he ever wanted was a love story, Instead, his mentor abandons him and his best friend and his one true love betray him. Devastated, emotionally exhausted, he takes refuge in an old building, only to wake up the next morning to find his world turned upside down. Mistaken for a terrorist, Anwar finds himself in the midst of an unusual set of circumstances that resonate deeply with the modern Indian Condition and indeed with the Human Condition in this present-day global village.","release_date":"2007-01-12","vote_average":5.2,"runtime":144,"cert":"N\/A","id":46370,"title":"Anwar","adult":false,"genre_ids":[18,10749]},{"cast":["Ritesh Deshmukh","Sunil Shetty","Jackie Shroff","Celina Jaitly","Koena Mitra"],"overview":"Kishan is a young man from Goa whose brain is full of every conceivable trick to make a quick buck. He cons people by slipping into different outfits and by assuming many guises. Julie, is a sexy club dancer with quite a local reputation, but behind her raunchy exterior is a compassionate, kind-hearted woman who goes out of her way to help the needy...","release_date":"2006-11-10","vote_average":5.0,"runtime":134,"cert":"N\/A","id":46371,"title":"Apna Sapna Money Money","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Petty thief and con-man brings up his son, Prasad, in his footsteps. On the run from their victims and the police, they end up in Umargaon where his traumatized sister, Gayetri Singh, used to live with her now deceased and honest Customs Officer husband, Pratap. Raman takes advantage of the situation...","release_date":"1990-01-26","vote_average":6.7,"runtime":120,"cert":"N\/A","id":46372,"title":"Baap Numbri Beta Dus Numbri","adult":false,"genre_ids":[35]},{"cast":["Amitabh Bachchan","Govinda","Raveena Tandon","Ramya Krishnan","Anupam Kher"],"overview":"Fellow Police Inspectors Arjun and Pyare work in the same Police Station in Mumbai, India. Although they work together, they have an unhealthy rivalry between them - leading to considerable acrimony and inefficiency. Then things get worse when a series of crimes and robberies take place - with witnesses coming forward and identifying them as the culprits...","release_date":"1998-10-06","vote_average":5.5,"runtime":142,"cert":"N\/A","id":46373,"title":"Bade Miyan Chote Miyan","adult":false,"genre_ids":[28,35,10402]},{"cast":["Madelyn Marie","Paul Chaplin","Nick Manning","Krissy Lynn","Isis Love"],"overview":"The overrun, bleak dystopia of Gothard City has one stalwart protector: The Bat. In his iconic cape and cowl, Billionaire Bruce defends the city from the scourge of crime. His greatest weapon: his monster cock. He shows off his fantastic prowess by engaging in a thrilling threesome with Blake &amp; Kristina Rose, who are more than willing to do some quick cum swapping. The Jo-kerr steals Poisen Ivy's latest sex potion to unleash on the unsuspecting population, but not before Ivy (as played by Tory Lane) unleashes her huge tits and takes a scene-stealing rimjob. The Clown Prince of Crime burns a path of destruction; fighting and fucking his way through the underworld. No one is safe from his carnal fury... And much, much more! The screen can't contain all the hot sex in BATFXXX! A Batman hardcore parody of the Christopher Nolan feature films.","release_date":"2010-09-28","vote_average":9.3,"runtime":228,"cert":"N\/A","id":46374,"title":"BatfXXX: Dark Night Parody","adult":true,"genre_ids":[28]},{"cast":["Bobby Deol","Twinkle Khanna","Raj Babbar","Mukesh Khanna","Danny Denzongpa"],"overview":"Badal (Bobby Deol) is a naive but intelligent young man who comes from a small village to the big city. He is introduced to city life by Damru (Harish Patel) who now calls himself Danny. When Badal attends college, he meets with pretty and percocious, Tina Oberoi (Twinkle Khanna), and after a few misunderstanding and misadventures...","release_date":"1995-09-29","vote_average":4.9,"runtime":null,"cert":"N\/A","id":46375,"title":"Barsaat","adult":false,"genre_ids":[18,10749]},{"cast":["Jasmine Black"],"overview":".","release_date":"2010-02-18","vote_average":9.0,"runtime":null,"cert":"","id":46376,"title":"Bar Anal","adult":true,"genre_ids":[]},{"cast":["Jasmine Black","Dominno","Sensual Jane","Rye","Roxy Taggart"],"overview":"French auteur Christoph Clark returns to one of his true passions with the sumptuous, inviting Big Natural Tits 23. Among six amply endowed scenes are three girls-only boob bashes and three hetero hooter hootenannies. And Christoph includes some foot play and other fun fetishes for fans whose interests extend beyond the brassiere.","release_date":"2010-09-10","vote_average":9.3,"runtime":null,"cert":"N\/A","id":46377,"title":"Big Natural Tits 23","adult":true,"genre_ids":[]},{"cast":["Sunil Pal","Raju Srivastava","Ahsaan Qureshi","Johnny Lever","Shakeel Siddiqui"],"overview":"51 stand-up comedians first time together on silver screen.","release_date":"2010-01-15","vote_average":4.0,"runtime":114,"cert":"N\/A","id":46378,"title":"Bhavnao Ko Samjho","adult":false,"genre_ids":[35]},{"cast":["Pankaj Kapur","Shreya Sharma","Deepak Dobriyal"],"overview":"Young Biniya lives a poor lifestyle in a small village in the mountainous and snowy region of Himachal Pradesh in India along with her widowed mom and wrestler brother. She entertains various tourists, and while doing so with some tourists from Japan, trades in her bear-tooth amulet with a blue umbrella...","release_date":"2005-12-11","vote_average":6.3,"runtime":90,"cert":"N\/A","id":46379,"title":"The Blue Umbrella","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"Bombay Calling is a feature documentary film directed by Ben Addelman and Samir Mallal. Produced by the National Film Board of Canada, Bombay Calling chronicles the lives of young call center workers in Bombay (Mumbai) India.","release_date":"2006-08-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":46380,"title":"Bombay Calling","adult":false,"genre_ids":[]},{"cast":["Anupam Kher","Pratima Kazmi","Manoj Joshi","Jayant Gadekar","Prem Chopra"],"overview":"Laxmikant Kabadiya and his twin-sister, Prerna, started as mere beggars near Dadar Railway Station, and with the assistance of Vidyut Baba, they moved to collecting garbage, and recyclables, established their own recycling business, slowly acquired wealth and became multi-millionaires. Laxmikant went on to get married and sired two sons, Sameer and Ranjeet, who, in turn, went on to get married to Anju and Shruti. While Ranjeet has two daughters, Sanjana and Namrata, Sameer has one son, Pawan. Vidyut Baba, a Bi-sexual, is now their family Guru, and they have a trusted family servant named Ramu. The Kabadia family is now ready to launch it's first Public Offering, which will generate Crores of Rupees. The entire family is all set to enjoy this new-found wealth when they find out that while being intimate with a sexy, struggling actress, Kim, widower Laxmikant has passed away. The entire family know that this will ruin their future plans and decide to keep his death a secret. They ..","release_date":"2007-08-17","vote_average":4.3,"runtime":93,"cert":"N\/A","id":46381,"title":"Buddha Mar Gaya","adult":false,"genre_ids":[35]},{"cast":["Dharmendra","Hema Malini"],"overview":"Two brothers -- Ranvir and Rajvir along with their parents move to Mumbai. They endure numerous hardships, but their will to survive prevails and they succeed. Soon, their parents pass away, leaving young Rajvir in the care of Ranvir. Now wealthy beyond any means, Ranvir runs the business and Rajvir lives recklessly...","release_date":"1978-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":46382,"title":"Dillagi","adult":false,"genre_ids":[18,10749]},{"cast":["Arbaaz Khan","Mandira Bedi","Sudhanshu Pandey","Jimmy Sheirgill","Masumeh Makhija"],"overview":"An anthology of ten short films dealing with diverse subjects such as infidelity, companionship, lust and a spectrum of human emotions.","release_date":"2007-12-07","vote_average":3.9,"runtime":110,"cert":"N\/A","id":46383,"title":"Dus Kahaniyaan","adult":false,"genre_ids":[18]},{"cast":["Shabana Azmi","Boman Irani","Ameesha Patel","Karan Khanna","Kay Kay Menon"],"overview":"Six newly-married, diverse, honeymooning couples face marital bliss and discord, finding out more about themselves, their significant others and life in this happy-go-lucky, quirky drama.","release_date":"2007-02-23","vote_average":5.1,"runtime":118,"cert":"N\/A","id":46386,"title":"Honeymoon Travels Pvt. Ltd.","adult":false,"genre_ids":[35,18,10749]},{"cast":["Madhuri Dixit","Salman Khan","Mohnish Behl","Renuka Shahane","Anupam Kher"],"overview":"Prem and Nisha meet and fall in love at the wedding of their elder siblings, but their plans to be together are put in jeopardy when Nisha's sister dies, leaving behind a baby.","release_date":"1994-08-05","vote_average":6.5,"runtime":206,"cert":"N\/A","id":46387,"title":"Hum Aapke Hain Koun..!","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Rob, Buddy, Laura, and Sally spend the night in a cabin that is haunted.","release_date":"","vote_average":0.5,"runtime":25,"cert":"N\/A","id":46388,"title":"A Ghost of A Chantz","adult":false,"genre_ids":[]},{"cast":["Nishino Shou"],"overview":"At the beginning of 21 century, the capital city, Tokyo, is full of spies in 60 years since World War II. The government without official intelligence agency deals with spy acts by foreigners and registers associated with private security organizations. However, the government which no longer fight against foreign spies plans to bring in ultimate fight skills passed on by beautiful and sexy female ninjas...","release_date":"2009-03-13","vote_average":0.0,"runtime":80,"cert":"N\/A","id":46389,"title":"Ninja Girl: Assassin of Darkness","adult":false,"genre_ids":[28]},{"cast":["Mary Walsh","Meghan Greeley","Cheryl Wells","Joel Thomas Hynes","Kristin Booth"],"overview":"Life on the Rock never seemed easy, but for Mitsy it is especially rough. The teenager has been abandoned by her mother, a particularly unfit parent prone to both the bottle and the sex trade. She is left to be brought up by her mercurial grandmother Bride, who is well-meaning but oppressively suffocating. Mitsy's dreams for the future hinge on her desire to be a hairdresser, but her current emotional well-being revolves around a wee dog named Sparky, an unwanted canine misfit to whom she becomes hopelessly attached. After Bride agrees to let Mitsy take the dog in as a pet, the teen tries desperately to create a happy, safe place for Sparky to thrive.","release_date":"2009-01-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":46390,"title":"Crackie","adult":false,"genre_ids":[18]},{"cast":["Kimberly Reed","Carol McKerrow","Marc McKerrow","Claire Jones"],"overview":"Filmmaker Kimberly Reed returns home for her high school reunion, ready to reintroduce herself to the small town as a transgender woman and hoping for reconciliation with her long estranged adopted brother Marc. Things are complicated by the shocking revelation that Marc may be the grandson of Orson Welles and Rita Hayworth, forcing Kim and her family to explore questions of sexual orientation, identity, severe trauma and love.","release_date":"2008-08-29","vote_average":5.7,"runtime":86,"cert":"N\/A","id":46391,"title":"Prodigal Sons","adult":false,"genre_ids":[99]},{"cast":["Jasmine Black","Jessica Moore","Sensual Jane","Mandy Dee","Candy Alexa"],"overview":"Tit lovers rejoice! French director Christoph Clark treats us to the joy of soft, squishy, full, bouncy, real boobs… as it should be in Big Natural Tits 22. Big-breasted Euro dolls showcase more than just tits as they gape and stuff their mouths, pussies and assholes with their tongues, fingers, big rubber dongs and the rock-hard cocks of the luckiest guys on the planet.","release_date":"2009-12-11","vote_average":10.0,"runtime":132,"cert":"N\/A","id":46392,"title":"Big Natural Tits 22","adult":true,"genre_ids":[]},{"cast":[],"overview":"It's Halloween, and the Jeffersons and the Willises are all gearing up for a costume contest, they're each going as old movie stars. Meanwhile, Harry brings his telescope over onto the Jefferson's balcony to view a specific star, this leads to Louise taking a peek but what she sees is totally unexpected, she sees someone dressed as a rabbit murder someone.","release_date":"","vote_average":0.0,"runtime":25,"cert":"N\/A","id":46395,"title":"Now You See It, Now You Don't: Part 2","adult":false,"genre_ids":[]},{"cast":["René Marik"],"overview":"","release_date":"2008-09-26","vote_average":5.7,"runtime":null,"cert":"N\/A","id":46396,"title":"Rene Marik - Autschn!","adult":false,"genre_ids":[35]},{"cast":["Burt Kaiser","Kathleen Crowley","John Carradine","Lawrence Tierney","Duane Grey"],"overview":"A drunk cop investigates the murder of a sexy blonde. The policeman -who can't remember the night before - starts getting worried when all fingers began pointing at him.","release_date":"1956-06-16","vote_average":5.6,"runtime":71,"cert":"N\/A","id":46401,"title":"Female Jungle","adult":false,"genre_ids":[80,18,9648]},{"cast":[],"overview":"Sidh [Arshad Warsi], John [Aashish Chowdhry], and Amit [Yash Tonk] are inseparable friends. Their life is full of fun, frolic and adventure. But sometime the destiny cannot fathom such smooth sail. Hence it introduces twists and turns to the happy goings, to usher in some trauma and some drama.","release_date":"2009-02-27","vote_average":0.0,"runtime":125,"cert":"N\/A","id":46402,"title":"Kisse Pyaar Karoon","adult":false,"genre_ids":[35]},{"cast":["Akshay Kumar","Saif Ali Khan","Shilpa Shetty","Raageshwari","Shakti Kapoor"],"overview":"A Bombay police officer seeks revenge when his brother is killed by a powerful underworld figure. Things get complicated when a matinee movie idol begins to tag along the policeman so he can research a movie role.","release_date":"1994-09-23","vote_average":6.3,"runtime":175,"cert":"N\/A","id":46403,"title":"Main Khiladi Tu Anari","adult":false,"genre_ids":[28,53]},{"cast":["Abhay Deol","Gul Panag","Raima Sen","Sarika","Kulbhushan Kharbanda"],"overview":"Satyaveer is an engineer suspended for allegedly accepting a bribe. However, Satyaveer, proud author of a tawdry and thoroughly unsuccessful crime novel, is approached by a woman named Manorama to investigate her husband, whom she suspects of having an affair.","release_date":"2007-09-21","vote_average":6.3,"runtime":137,"cert":"N\/A","id":46404,"title":"Manorama Six Feet Under","adult":false,"genre_ids":[53,80,9648,18]},{"cast":["Randeep Hooda","Raima Sen","Arbaaz Khan"],"overview":"Mere Khwabon Mein Jo Aaye is the story of Maya. Maya lives in New Delhi is married to Vikram and has a daughter Priya. Maya's life is mundane and centers around her family. One evening she overhears a conversation between her husband and another woman and realizes that he's having an affair. Her simple, family centric life around her breaks down and she realizes how Vikram had slowly degenerated her confidence and self-esteem in the past few years of their marriage. He stopped her from singing and abandoning all her dreams. During a conversation with her neighbor Mrs. Mathur, who is looking for an ideal tenant, she conjures up her fantasy man, Jai. Through Jai, who keeps reoccurring in her dreams in different avatars, she regains her confidence. He inspires her to pursue her ultimate dream of singing.","release_date":"2009-02-06","vote_average":6.0,"runtime":121,"cert":"N\/A","id":46405,"title":"Mere Khwabon Mein Jo Aaye","adult":false,"genre_ids":[18,27,10749]},{"cast":["Sanjay Dutt","Hrithik Roshan","Preity Zinta","Jackie Shroff","Sonali Kulkarni"],"overview":"A police officer adopts the son and sole survivor of a family he has massacred while pursuing a terrorist. After some time the foster son finds out what the stepfather did.","release_date":"2000-10-27","vote_average":5.8,"runtime":151,"cert":"N\/A","id":46406,"title":"Mission Kashmir","adult":false,"genre_ids":[28,18]},{"cast":["Konkona Sen Sharma","Ranvir Shorey","Koel Purie","Saurabh Shukla","Vinay Pathak"],"overview":"Bored with his sex life, a man tries to convince his wife to swap partners.","release_date":"2006-02-10","vote_average":7.0,"runtime":91,"cert":"N\/A","id":46407,"title":"Mixed Doubles","adult":false,"genre_ids":[18,10749]},{"cast":["Govinda","Manoj Bajpayee","Aftab Shivdasani","Upen Patel","Celina Jaitly"],"overview":"Manikchand Khiralal is a struggling model who gets kicked out by his mentor, Dolly, when she finds another boyfriend; Lalabhai Bharodia has no business acumen, and has lost millions; Shruti is a much abused and underpaid designer; Gaurav Negi gets fired from his job with Glamour Ad Agency; Ashima Kapoor...","release_date":"2008-07-25","vote_average":3.0,"runtime":142,"cert":"N\/A","id":46408,"title":"Money Hai Toh Honey Hai","adult":false,"genre_ids":[18,35]},{"cast":["Ruslaan Mumtaz","Hazel Crowney","Manoj Pahwa","Gaurav Gera","Kanwaljit Singh"],"overview":"Delhi-based Rohan Sood lives a wealthy lifestyle along with his businessman dad, Shekhar, and mom, Renu. He attends St. Lawrence High School and is friendly with Vasu, Sudhir and Javed, and together the friends land in hot water virtually everyday. Then everything changes when he first sets eyes on heart-achingly beautiful new student..","release_date":"2007-06-08","vote_average":4.6,"runtime":117,"cert":"N\/A","id":46409,"title":"MP3: Mera Pehla Pehla Pyaar","adult":false,"genre_ids":[10749,18]},{"cast":["Frank Lovejoy","Forrest Tucker","Peggie Castle","Timothy Carey","John Cliff"],"overview":"An ex-con is inspired to go undercover and \"finger\" the mob after finding out his sister is hooked on illegal drugs.","release_date":"1955-06-15","vote_average":5.3,"runtime":82,"cert":"N\/A","id":46410,"title":"Finger Man","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Hoshiarpur based Gopi's dying father asks him to locate Kishen and hand-over a piece of land to him, and subsequently passes away. Gopi heads out to Goa and this is where he will be taken for a ride not only by Kishen, but also by Kishen's look-alike hoodlum brother, Hari; and get involved, along with a group of assorted characters, in the location of diamonds that were stolen by three women.","release_date":"2008-05-02","vote_average":3.0,"runtime":130,"cert":"N\/A","id":46411,"title":"Mr. White Mr. Black","adult":false,"genre_ids":[18]},{"cast":["Vinay Varma","Ali Reza"],"overview":"The life of a police informer infiltrating criminal gangs and terrorist outfits, constantly changing identities and risking his life.","release_date":"2008-08-22","vote_average":7.0,"runtime":null,"cert":"N\/A","id":46412,"title":"Mukhbiir","adult":false,"genre_ids":[28]},{"cast":["Rahul Bose","Perizaad Zorabian","Vijay Raaz","Saurabh Shukla"],"overview":"Debu Chatterjee is in his 30s, and is chided by everyone he knows as a \"virgin\". Tired of being stereotyped in this manner, he confides in Baba Hindustani, and Pyarelal about his predicament, and they offer to help him out, with hilarious results. Then one day, while watching a movie in a theater, Debu is shocked to see himself in an adult sex film...","release_date":"2003-09-26","vote_average":5.0,"runtime":125,"cert":"N\/A","id":46413,"title":"Mumbai Matinee","adult":false,"genre_ids":[18,35,10749]},{"cast":["Amrita Rao","Nikhil Dwivedi","Mithun Chakraborty","Priyanka Chopra","Anupam Kher"],"overview":"Riya lives a middle-classed lifestyle in Mumbai and works as an Assistant Director for a movie producer, Bharucha. After the passing of her mother, she is consoled by a young man, Anthony Gonsalves, in the church graveyard. He introduces himself as the son of Jeffrey, who passed away during 1986, and works as a waiter in Jimmy's Pub...","release_date":"2008-01-11","vote_average":3.4,"runtime":136,"cert":"N\/A","id":46414,"title":"My Name Is Anthony Gonsalves","adult":false,"genre_ids":[18,35]},{"cast":["Uday Chopra","Tanishaa Mukerji","Abhishek Bachchan","Richa Pallod","Gaurav Gera"],"overview":"The film, as its name implies, centres on Gurneal \"Neal\" Ahluwalia and Nikkita \"Nikki\" Bakshi (Uday Chopra and Tanisha), two Canadians of Indian descent, born and raised in British Columbia. Before getting married Neal wants to spend one month on vacation in total freedom by meeting women, going to clubs...","release_date":"2005-12-09","vote_average":3.0,"runtime":122,"cert":"N\/A","id":46415,"title":"Neal 'n' Nikki","adult":false,"genre_ids":[35,10749]},{"cast":["Sujata Sehgal"],"overview":"A never ending journey of a devdasi...","release_date":"2008-05-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":46416,"title":"Pranali: The Tradition","adult":false,"genre_ids":[18]},{"cast":["Bobby Deol","Celina Jaitly","Kangana Ranaut","Upen Patel","Asrani"],"overview":"A tale of two different musicians, dramatically different but united in their passion for music, set against the backdrop of the international music industry.","release_date":"2007-04-06","vote_average":5.0,"runtime":129,"cert":"N\/A","id":46417,"title":"Shakalaka Boom Boom","adult":false,"genre_ids":[18,10749]},{"cast":["R. Madhavan","Dia Mirza","Saif Ali Khan","Anupam Kher","Tanaaz Currim Irani"],"overview":"Cupid's arrow and a lot more strike at Madhav Shastri's when he first has a glimpse of beautiful Reena Malhotra. Thereafter he meets her again and finds out that she the bethrothed of one Rajiv, and so he impersonates Rajiv and enters Reena's life. And they both fall in love...","release_date":"2001-10-19","vote_average":6.6,"runtime":168,"cert":"N\/A","id":46418,"title":"Rehnaa Hai Terre Dil Mein","adult":false,"genre_ids":[18,10749]},{"cast":["Rajpal Yadav","Aashish Chaudhary","Neha Dhupia","Amrita Arora","Anupam Kher"],"overview":"Two bank employees face problems after marrying very attractive women.","release_date":"2008-02-01","vote_average":6.0,"runtime":145,"cert":"N\/A","id":46419,"title":"Rama Rama Kya Hai Dramaaa","adult":false,"genre_ids":[]},{"cast":["Xavier Samuel","Robin McLeavy","Victoria Thaine","Jessica McNamee","Richard Wilson"],"overview":"Lola Stone asked Brent Mitchell to the prom, but Brent said no, and now he's screwed. What happens when Lola doesn't get what she wants? She enlists Daddy's help to throw a prom of her own, where she is queen and Brent is king -- whether he likes it or not. THE LOVED ONES is what happens when puppy love goes horribly, violently wrong. Brent should have said yes...","release_date":"2009-09-13","vote_average":6.7,"runtime":84,"cert":"18","id":46420,"title":"The Loved Ones","adult":false,"genre_ids":[27]},{"cast":["Angela Lansbury","Raymond Burr","Dick Foran","John Dehner","Lamont Johnson"],"overview":"A lawyer tries to exact justice on a woman he defended in court -- a woman whom he found out was guilty after getting her off.","release_date":"1956-03-01","vote_average":6.6,"runtime":78,"cert":"N\/A","id":46421,"title":"Please Murder Me","adult":false,"genre_ids":[80,18]},{"cast":["Nandita Das","Nagesh Kukunoor","Rohan Dey"],"overview":"The movie chronicles the arrival of a (Hindu) student to a strict all-boys Christian boarding school in India and his assimilation into the school. The change is quite dramatic to the protagonist and there are a lot of events that would look extremely abusive to the viewer.","release_date":"1999-09-07","vote_average":7.6,"runtime":102,"cert":"N\/A","id":46422,"title":"Rockford","adult":false,"genre_ids":[18,35]},{"cast":["Salman Khan","Sneha Ullal","Mithun Chakraborty","Kader Khan","Navni Parihar"],"overview":"Mr. Sekhri is the Indian Ambassador in Russia, and his Chief Assistant is Mr. Negi. Sekhri is widowed with a son named Aditya, while Negi is married and has brought his wife, Anjali, and two daughters, Lucky and Dhara, with him to Russia. One day while going to school, Lucky's bicycle has a flat tire...","release_date":"2005-04-08","vote_average":4.9,"runtime":180,"cert":"N\/A","id":46423,"title":"Lucky: No Time for Love","adult":false,"genre_ids":[18,10749]},{"cast":["Shiney Ahuja","Soha Ali Khan","Rajat Kapoor","Sonya Jehan"],"overview":"Circa 1960s Lucknow-based author Zafar Ali Naqvi, who has issues with his father and his four wives, including the 4th one who lusts after him, re-locates to Bombay, starts writing for movies, and falls in love with starlet Nikhat Sheikh. Both decide to get married but cancel the plans at the last minute after she finds out that her mother and her live-in boyfriend...","release_date":"2007-12-07","vote_average":7.0,"runtime":null,"cert":"N\/A","id":46424,"title":"Khoya Khoya Chand","adult":false,"genre_ids":[18,10749]},{"cast":["Victoria Thaine","Susie Porter","Wendy Hughes","Philip Quast","Khan Chittenden"],"overview":"A young girl's view on belonging and loss.","release_date":"2006-06-08","vote_average":5.0,"runtime":100,"cert":"N\/A","id":46427,"title":"The Caterpillar Wish","adult":false,"genre_ids":[]},{"cast":["Ajay Devgn","Gracy Singh","Mohan Joshi","Yashpal Sharma","Akhilendra Mishra"],"overview":"An SP Amit Kumar who is given charge of Tezpur police station in Bihar. The area is full of corruption, inefficiency, bribery, nepotism, favoritism and crime with help from the local police. Gradually Amit realizes that the local politician Sadhu Yadav is the one who benefits the most out of it. Amit arrests Sunder Yadav...","release_date":"2003-08-29","vote_average":5.5,"runtime":157,"cert":"N\/A","id":46428,"title":"Gangaajal","adult":false,"genre_ids":[18,80]},{"cast":["Wesley Snipes","Riley Smith","Tanit Phoenix","Simona Brhlikova","Steven Elder"],"overview":"When a nun broke her covenant with God to save the life of  her unborn son, Aman, he was cursed for life. As an adult, Aman has killed those who have crossed him. But his curse brings his victims back to life and they pursue him for revenge, so Aman enlists a young gunman to fight by his side against his undead victims.","release_date":"2012-10-27","vote_average":4.1,"runtime":90,"cert":"15","id":46429,"title":"Gallowwalkers","adult":false,"genre_ids":[28,27]},{"cast":["Govinda","Sanjay Dutt","Twinkle Khanna","Monica Bedi","Anupam Kher"],"overview":"Rai Bahadur lives a wealthy lifestyle in Panjim, Goa, along with three brothers, Raman, Kamal, and Ashok along with their respective wives and children. He also has a sister, Shanno, and a daughter, Rinki, who is of marriageable age. Since his business is not doing too well, he asks his US-based friend, Ranjit, for assistance. In response, Ranjit sends his son, Vikramjit, to assist Rai. Vikramjit arrives at the Rai household along with his Secretary and close friend, Veeru, and soon both get involved in assisting the Rai business get back on it's feet. What Rai does not know is that Vikramjit &amp; Veeru are not who they claim to be, but are actually Jai and Veeru, wanted by the Bombay Police and are on India's Most Wanted Criminals. Watch what happens when their photos are telecast on National TV, and the impact this has on the entire Rai clan.","release_date":"2001-04-13","vote_average":4.8,"runtime":140,"cert":"N\/A","id":46430,"title":"Jodi No.1","adult":false,"genre_ids":[18,35,10749]},{"cast":["Shelby Knox"],"overview":"A 15-year-old girl's transformation from conservative Southern Baptist to liberal Christian and ardent feminist parallels her fight for sex education and gay rights in Lubbock, Texas.","release_date":"2005-06-21","vote_average":6.0,"runtime":76,"cert":"N\/A","id":46431,"title":"The Education Of Shelby Knox","adult":false,"genre_ids":[99]},{"cast":["Kangana Ranaut","Shiney Ahuja","Shaad Randhawa"],"overview":"Based upon the life of actress Parveen Babi, this film describes the life of a schizophrenic actress Sana Azim, and the love of her life - Aditya Garewal.","release_date":"2006-09-26","vote_average":5.4,"runtime":null,"cert":"N\/A","id":46432,"title":"Woh Lamhe","adult":false,"genre_ids":[18,10749]},{"cast":["Henry Gerson","David Gerson"],"overview":"The short film 8BITS shows the struggle between retro 8-bit games and high tech CG games.","release_date":"2010-09-16","vote_average":3.5,"runtime":7,"cert":"N\/A","id":46433,"title":"8Bits","adult":false,"genre_ids":[16]},{"cast":["Alan Ladd","Carolyn Jones","Diane Brewster","John Lupton","Charles McGraw"],"overview":"A artist living in a quiet Connecticut town is the main suspect in the disappearance of his shrew wife. Things turn ugly when the townsfolk attempt to take the law into their own hands.","release_date":"1959-06-10","vote_average":6.0,"runtime":98,"cert":"N\/A","id":46434,"title":"The Man in the Net","adult":false,"genre_ids":[18,53,9648]},{"cast":["Allan Corduner","Jim Broadbent","Timothy Spall","Dexter Fletcher","Shirley Henderson"],"overview":"After their production \"Princess Ida\" meets with less-than-stunning reviews, the relationship between Gilbert and Sullivan is strained to breaking. Their friends and associates attempt to get the two to work together again, which opens the way to \"The Mikado,\" one of the duo's greatest successes.","release_date":"1999-09-03","vote_average":6.7,"runtime":160,"cert":"","id":46435,"title":"Topsy-Turvy","adult":false,"genre_ids":[35,18,10402]},{"cast":["Terence Hill","Marvelous Marvin Hagler","Jay Amor","Ted Bartsch","Giselle Blondet"],"overview":"","release_date":"1997-08-25","vote_average":5.8,"runtime":90,"cert":"N\/A","id":46436,"title":"Virtual Weapon","adult":false,"genre_ids":[80,35]},{"cast":["Bud Spencer","José Sancho","Ursula Murayama","José Antonio Barón","Carlos Fuentes"],"overview":"","release_date":"2000-06-16","vote_average":5.0,"runtime":null,"cert":"N\/A","id":46437,"title":"Hijos del viento","adult":false,"genre_ids":[12,18,10749]},{"cast":["Dieter Deventer","Walter Strasser","Quirin Rohleder","Florian Kummer","Gerry Schlegel"],"overview":"","release_date":"2009-06-25","vote_average":3.8,"runtime":null,"cert":"N\/A","id":46442,"title":"Keep Surfing","adult":false,"genre_ids":[99]},{"cast":["Terence Hill","George Eastman","Horst Frank","José Torres","Pinuccio Ardia"],"overview":"A mysterious gunfighter named Django is employed by a local crooked political boss as a hangman to execute innocent locals framed by the boss, who wants their land. What the boss doesn't know is that Django isn't hanging the men at all, just making it look like he is, and using the men he saves from the gallows to build up his own \"gang\" in order to take revenge on the boss, who, with Django's former best friend, caused the death of his wife years before.","release_date":"1968-01-27","vote_average":6.6,"runtime":92,"cert":"N\/A","id":46443,"title":"Django, Prepare a Coffin","adult":false,"genre_ids":[37,28]},{"cast":["Terence Hill","Mario Pardo","Carlo Alberto Cortina","Máximo Valverde","Ángel Lombarte"],"overview":"This western is set in Valencia, Spain at the end of the 19th century, and stars Terence Hill as a close-mouthed gunslinger. The bad guy is the local landlord and aristocrat (Fernando Rey), who horribly abuses the laborers in his community. Written by Ørnås","release_date":"1970-12-04","vote_average":5.5,"runtime":93,"cert":"N\/A","id":46446,"title":"The Wind's Fierce","adult":false,"genre_ids":[18,37]},{"cast":["Jan Henrik Stahlberg","Marcus Mittermeier","Christoph Kottenkamp","Marta McGonagle","Allison Findlater-Galinsky"],"overview":"","release_date":"2009-09-24","vote_average":3.0,"runtime":null,"cert":"N\/A","id":46447,"title":"Short Cut to Hollywood","adult":false,"genre_ids":[35]},{"cast":["Bud Spencer","Herbert Lom","Dino Emanuelli","Geoffrey Bayldon","Ronald Lacey"],"overview":"Charleston is a 1977 Italian comedy film written and directed by Marcello Fondato. It reprises the style of the film The Sting.","release_date":"1977-03-05","vote_average":5.6,"runtime":93,"cert":"N\/A","id":46448,"title":"Charleston","adult":false,"genre_ids":[35]},{"cast":["Bill Elliott","Don Haggerty","Eleanore Tanin","Douglas Dick","James Flavin"],"overview":"Two detectives investigate the strangulation murder of a Los Angeles man whom everyone seemed to like.","release_date":"1957-04-14","vote_average":5.3,"runtime":62,"cert":"N\/A","id":46449,"title":"Footsteps in the Night","adult":false,"genre_ids":[9648,80]},{"cast":["Chad Mathews","Makinna Ridgway","Alma Saraci","Collin Brock","Amol Shah"],"overview":"Donald Lawson, the devil child from \"666: The Child\", is now an adult and is determined to fulfill his destiny as the Antichrist.","release_date":"2007-10-16","vote_average":3.8,"runtime":89,"cert":"N\/A","id":46452,"title":"666: The Beast","adult":false,"genre_ids":[27,53]},{"cast":["Dieter Hallervorden","Catherine Alric","Tilo Prückner","Anton Diffring","Siegfried Wischnewski"],"overview":"Herbie Melbourne is a poor schlemiel who is inadvertently caught between the Devil and the deep blue sea in this German farce about a cab driver assigned to bring a \"comrade\" back to the East German side of the Berlin wall, a passenger who is dead to the world, permanently, when he arrives. Herbie the cabbie is recruited by the KGB and East German Intelligence to help them discover who murdered the man in his back seat. After arriving on the West German side of the divide, Herbie is then recruited by the CIA and West German Intelligence to become a counterspy, for double what the other side is paying him. As Herbie seems to have no viable way out of this mess, he goes to a therapist for help. Reaching into her bag of tricks, she gives Herbie a small bottle he can sniff when in need of self-confidence, an act guaranteed to put him on top of any situation. Now Herbie is a cabbie, a KGB agent, a CIA agent, and a bottle sniffer -- and he is falling in love with his gorgeous therapist.","release_date":"1983-02-18","vote_average":6.1,"runtime":91,"cert":"N\/A","id":46453,"title":"Non Stop Trouble with Spies","adult":false,"genre_ids":[35]},{"cast":["Dieter Hallervorden","Iris Berben","Jacques Marin","Manfred Lehmann","Lisa Helwig"],"overview":"","release_date":"1981-02-26","vote_average":5.8,"runtime":85,"cert":"N\/A","id":46454,"title":"Ach du lieber Harry","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Halloween sparks yet another war of practical jokes between the gang at Cheers and the folks at Gary's Olde Towne Tap. Sam (Ted Danson) has come up with a particularly nasty prank, guaranteed to scare anyone -- especially Gary (Robert Desiderio) -- out of a year's life. Unfortunately, the scheme backfires when it appears that Sam has brought about Gary's untimely demise.","release_date":"","vote_average":4.0,"runtime":24,"cert":"N\/A","id":46455,"title":"Bar Wars V The Final Judgement","adult":false,"genre_ids":[]},{"cast":[],"overview":"Carla finds out that the new house she bought was built on top of a 17th century prison graveyard. Cliff comes over to help her spend her first night in the house.","release_date":"","vote_average":0.0,"runtime":25,"cert":"N\/A","id":46456,"title":"House Of Horrors With Formal Dining And Used Brick","adult":false,"genre_ids":[]},{"cast":["Graham Chapman"],"overview":"In the early 1980s, Graham Chapman embarked upon a second career as a public speaker. Throughout the decade he toured hundreds of North American colleges delivering \"comedy lectures\" which consisted of tales from his life, adventures with an ad hoc group of adrenaline junkies called the Dangerous Sports Club, equally dangerous friends like the Who's Keith Moon and, of course, his fellow Pythons. In the spring of 1988 he launched his final college tour before his death in 1989, the best of which is presented here, videotaped under Graham's supervision and taken from his personal archives.","release_date":"2005-04-26","vote_average":0.0,"runtime":76,"cert":"N\/A","id":46461,"title":"Looks Like a Brown Trouser Job","adult":false,"genre_ids":[35]},{"cast":["Richard Norton","Miranda Wolfe","Gregory Fawcett","JD Roberto","Hannes Jaenicke"],"overview":"Over one hundred years ago, a cataclysmic chain of events plummeted the earth into the dark ages which destroyed most of civilization, and the remaining few survivors attempt to change the course of events that led to the destruction.","release_date":"2000-01-01","vote_average":3.0,"runtime":90,"cert":"N\/A","id":46462,"title":"Nautilus","adult":false,"genre_ids":[28,878]},{"cast":["Jane Turner","Gina Riley","Glenn Robbins","Peter Rowsthorn","Magda Szubanski"],"overview":"Da Kath and Kim Code is a 2005 Australian comedy telemovie made by the creators of Kath and Kim.  After three series of Kath and Kim (2002, 2003 and 2004), Gina Riley and Jane Turner initially planned to take 2005 off from television. But in July, they announced that they would be writing and filming a 90-minute telemovie. The telemovie screened in Australia and New Zealand in November and December 2005 respectively. The movie aired on 27 November 2005, and was the ABCs top rated program for 2005, achieving an average audience of 2.1 million and a peak audience of 2.4 million.","release_date":"2005-11-27","vote_average":6.3,"runtime":90,"cert":"N\/A","id":46463,"title":"Da Kath and Kim Code","adult":false,"genre_ids":[35]},{"cast":["Erin Brown","Darian Caine","Barbara Joyce","Ruby LaRocca","Suzi Lorraine"],"overview":"Young, beautiful and naive Primula Cooper is sent to a secluded female-only private school while her father travels overseas. Diablo School For Girls is an ominous and isolated building that hides its many dark and kinky secrets from the outside world. Upon her arrival, Primula is greeted by Miss Beezle – the domineering headmistress of Diablo who has a sinister taste for the bodies and souls of blossoming young women – as well as Phoenix, a student hellion and over-sexed goth girl who becomes Primula’s all-too-willing roommate. As Primula tries to settle into her strange new environment, she begins having dreams of a devilish figure that can satisfy her deepest and hottest desires!","release_date":"2002-01-01","vote_average":4.3,"runtime":65,"cert":"N\/A","id":46464,"title":"Satan's School for Lust","adult":false,"genre_ids":[27]},{"cast":["Michael Learned","John Houseman","Ramon Bieri","James Cromwell","Valerie Curtin"],"overview":"A divorced woman (Michael Learned) moves to San Francisco from Omaha with her young son. She's trying to re-build her life after her divorce, she leaves her son with his grandmother. She joins the choir of a local church. She has some issues with the choirmaster (John Houseman) who tries to get the choir into shape before the Christmas concert. The choir overcome some personal stebacks as they all deal with personal issues. Zoe (Michael Learned) thinks of quitting the choir all together when push comes to shove.","release_date":"1980-12-09","vote_average":6.3,"runtime":95,"cert":"N\/A","id":46465,"title":"A Christmas Without Snow","adult":false,"genre_ids":[18,10749,10751]},{"cast":["Juliette Binoche","Benoît Magimel","Stefano Dionisi","Robin Renucci","Karin Viard"],"overview":"True tale of the tumultuous love affair between two French literary icons of the 19th Century, novelist George Sand and poet Alfred de Musset. But their affair falls apart during an excursion to Venice, Italy where Musset is distracted by drugs and Sand by a handsome doctor.","release_date":"1999-09-12","vote_average":6.6,"runtime":135,"cert":"N\/A","id":46466,"title":"The Children of the Century","adult":false,"genre_ids":[18,10749]},{"cast":["Warren Speed","Victoria Hopkins","Victoria Broom","Marysia Kay","Peter Bonner"],"overview":"When a group of nightclub performers – including Pervo the clown, Zeus, a flatulent dwarf, and Skye, a feisty rock chick – arrive on a remote farm for a cable TV interview, they soon discover the dark secret of the sinister family who live there – they have been kidnapping and torturing gorgeous young women as part of a perverted cult. However, the family’s experiments have now gone wrong, and the stocking-clad women have now become ravenous ZOMBIES! Now trapped, our ragtag group of visitors must unite in a desperate bid to stay alive… Sexy, gory and gut-munchingly hilarious – ZOMBIE WOMEN OF SATAN is THE most outrageous zombie comedy movie of the year!","release_date":"2009-01-01","vote_average":2.9,"runtime":85,"cert":"R","id":46467,"title":"Zombie Women of Satan","adult":false,"genre_ids":[27]},{"cast":[],"overview":"","release_date":"2004-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":46468,"title":"Paperino e l'arte del divertimento","adult":false,"genre_ids":[]},{"cast":["Rouxnet Brown","Neil Sandilands","Shaun Smyth","Kristen Thomson","Tessa Jubber"],"overview":"An exquisite period piece that skillfully explores the intersections of sex, race and politics takes place in 18th century South Africa, telling the passionate (true) story of two men caught in an unjust system rife with racism, homophobia and cruelty.","release_date":"2003-09-07","vote_average":7.2,"runtime":100,"cert":"N\/A","id":46469,"title":"Proteus","adult":false,"genre_ids":[18,36,10749]},{"cast":["Adrenalynn","Ashley Fires","Cassie Young","Eva Angelina","Jasmine Byrne"],"overview":"Cal Vista’s award–winning all-girl series returns with the most beautiful boobilicious perfect-bottomed lovelies in porn. Eva Angelina straps on and gives the ladies the ride they so badly want and deserve. If you love real female orgasms and stunning women this is for you!","release_date":"2008-03-04","vote_average":0.0,"runtime":155,"cert":"N\/A","id":46470,"title":"Babes Illustrated 17","adult":true,"genre_ids":[]},{"cast":["Jana Jordan","Madelyn Marie","Alexa Benson","Sammie Rhodes","Kina Kai"],"overview":"Open your eyes and keep one hand free as you watch these hot honeys get their girl-on-girl cherries popped in Her First Lesbian Sex 19! Tasty twats get tongued and turned out by luscious lesbians going down on frisky first-timers! Bi-curious cunts get brutalized as these all-girl amateurs feel the orgasmic rush of having their sweet tits and wet pussies worked by a fellow femme. After this, these girls may never go back to men again!","release_date":"2010-08-09","vote_average":0.0,"runtime":118,"cert":"N\/A","id":46471,"title":"Her First Lesbian Sex 19","adult":true,"genre_ids":[]},{"cast":["Vladimir Gostyukhin","Natalia Vintilova","Tatyana Novik (II)","Oleg Kots","Andrey Perepechko"],"overview":"Что делать, если все не ладится? Если жена ушла к более удачливому коллеге, потеряна любимая работа, друзья отвернулись, вам негде жить и скоро у вас отберут даже ваш старенький автомобиль? Пить горькую? Опуститься на дно жизни? Попробовать начать все заново? Не унывайте - самое сильное лекарство от «лузерства» давно уже изобретено в Голливуде: «Не получается просто жить? Спасайте мир!» Теперь к этому рецепту прибегает отстраненный от полетов русский летчик, спасающий обреченный на гибель чартерный «Ту».Классический триллер с элементами фильма-катастрофы, «Чартер» рассказывает историю одного полета без шансов на посадку. Историю человека, поставившего на себе крест, но все еще несущего крест своей профессии, своего долга и своей никем не отмененной – человеческой порядочности.","release_date":"2007-06-06","vote_average":0.0,"runtime":83,"cert":"N\/A","id":46472,"title":"Charter","adult":false,"genre_ids":[12,18]},{"cast":["Judith Godrèche","Daniel Prévost","Alexandre Astier","Patrick Chesnais","Lorànt Deutsch"],"overview":"A family’s secret, it’s a time bomb !  Despite their fundamentally opposite characters, Albert and Gédéon, former participants of the May 1968 protest movement, share the same house since the disappearance of the woman of Albert.  When Claire, the Albert’s daughter, come back to home, secrets of their past « Flower Power » reappear …","release_date":"2008-11-19","vote_average":6.0,"runtime":100,"cert":"N\/A","id":46473,"title":"Home Sweet Home","adult":false,"genre_ids":[35,27]},{"cast":["Jeroen Krabbé","Barbara Hershey","Judith Godrèche","Samuel West","Jeanette Hain"],"overview":"1949 the early years of the Cold War. Albert Schweitzer has become one of the most admired men in the world. The \"jungle doctor\" Albert Schweitzer tells the story of a philosopher and physician who promoted peace during the Cold War, built a hospital in what is now Gabon and proved stronger than the CIA.","release_date":"2009-12-24","vote_average":6.0,"runtime":114,"cert":"N\/A","id":46474,"title":"Albert Schweitzer","adult":false,"genre_ids":[18,35,10749]},{"cast":["Riley Steele","Diamond Kitty","Angelina Armani","Mina Leigh","Nicole Ray"],"overview":"Digital Playground's Bad Girls 2 is the new, kinky gonzo with Riley Steele and Angelina Armani, who are naughty and begging to be punished.","release_date":"2009-11-23","vote_average":8.0,"runtime":155,"cert":"N\/A","id":46475,"title":"Bad Girls 2","adult":true,"genre_ids":[]},{"cast":["Gabi Jakobs","Jacqueline Dessin","Lucia Matthews","Maria Ceaucinsky","Moluga Kandulu"],"overview":"Susanna is living in a castle together with her housemaids and a kinky nurse named Blade. Unbelivable what piggishness is going on there - the nurse is drinking urine and pissing the bathroom floor to let the others slip and roll around in her pee. In the meantime Blade is rubbing her clit watching them. An incredible watersports orgy, perverse dildo games and kind of really mean things are happening in the loo. Felicia - Susanna's nice - is there for a visit bringing with her the beautiful rubber slave girl Babsi. It's a brutal welcome when Blade forces her to give a deep licking of her black'n pink cunt. The horny nice is showing all that she is a barrel of champagne on legs when she is filling all their mouths with warm pee.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":46484,"title":"Die bizarre Krankenschwester","adult":false,"genre_ids":[]},{"cast":["Kevin Rahm","Dave Foley","William Ragsdale","Sean Maguire","Anthony Michael Hall"],"overview":"Opening in a Hollywood parking lot on New Years Eve as a crowd gathers around an ambulance as a guy is being loaded in on a gurney, the story is told in flashback by one of the characters to a female detective who comes on the scene of what may have been an attempted suicide and he unravels the story of a year in the lives of 6 guys who hang out in a blues bar in Hollywood, watch sports, trash talk, and bitch about their lives, as they go through problems ranging from construction nightmares to divorce, gambling addiction, alcoholism, child custody fights, and all the headaches and heartaches men go through in the course of their lives. As the story unfolds, the audience is left wondering which one of these guys ended up in the ambulance, and why. The blues soundtrack is true to the nature of the music itself, and to the movie, as it's about heartache and longing, loving and losing, striving and failing.","release_date":"2007-04-25","vote_average":0.0,"runtime":95,"cert":"N\/A","id":46485,"title":"LA Blues","adult":false,"genre_ids":[]},{"cast":["Gerald Mohr","Rita Moreno","Lalo Rios","Robert Arthur","Robert Osterloh"],"overview":"A young Mexican\/American learns about life both inside and out of the ring when he takes up boxing.","release_date":"1952-09-26","vote_average":4.1,"runtime":79,"cert":"N\/A","id":46486,"title":"The Ring","adult":false,"genre_ids":[35,18]},{"cast":["A.J. Bailey","Dana DeArmond","Madelyn Marie","Mason Moore","Nikita von James"],"overview":"AJ steals her husband's mistress and pleases her like her husband never could. Mason gets back at her boss by fucking her boyfriend at the company office party in his big, designer, closet all over his fancy coats! Mr.Marcus turns the tables on the GPS girl and fucks her from every direction including South. And Madelyn turns the tables on AJ, as they sway boyfriends and revenge fuck all night long!","release_date":"2009-08-26","vote_average":3.8,"runtime":170,"cert":"N\/A","id":46487,"title":"A.J. Bailey is Tight","adult":true,"genre_ids":[]},{"cast":["Komako Hara","Yoshisuke Koizumi","Eiji Nakano","Daijirô Natsukawa","Tôichirô Negishi"],"overview":"\"Oyuki, the Virgin\" is based on Kawaguchi Matsutaro’s adaptation of Maupassant’s “Boule de Suif” “Lump of Fat,” also the inspiration for Ford’s Stagecoach. To this story Mizoguchi added some of his own elements.","release_date":"1935-10-05","vote_average":6.3,"runtime":78,"cert":"N\/A","id":46488,"title":"Oyuki the Virgin","adult":false,"genre_ids":[18]},{"cast":["Simen Bakken","Sigve Bøe","Nikoline Ursin Erichsen","Johan Tinus Lindgren","Jan Gunnar Røise"],"overview":"Princess Bluerose is a small gnome living deep in the Norwegian mountains. A small community of gnomes is responsible for making the transition between daylight and night. This is called the magic hour, and is created by the magic silver which only these gnomes possess. When the silver is stolen, the world is transformed into eternal night. Princess Bluerose sets out on a remarkable journey to retrieve the silver and save the world from eternal darkness. Magic Silver is based on the popular Norwegian television series Jul i Blåfjell (1999) and Jul på Månetoppen (2002). They are considered classic Christmas calender series, and already firmly entrenched in an entire generation's old Christmas memories.","release_date":"2009-11-13","vote_average":4.8,"runtime":83,"cert":"N\/A","id":46489,"title":"Magic Silver","adult":false,"genre_ids":[14]},{"cast":["Cathy Downs","Paul Langton","Mischa Auer","Roman Bohnen","Jane Weeks"],"overview":"A convict is forced to participate in a prison break even though he only has a year left on his sentence.","release_date":"1947-12-17","vote_average":6.0,"runtime":76,"cert":"N\/A","id":46490,"title":"For You I Die","adult":false,"genre_ids":[80]},{"cast":["Marian Pabón","Marisa Gómez","Tino García","Mario Pabón","Wanda Sais"],"overview":"Emilio is a normal teenager who somehow finds himself being sent to the principal's office every other week. He has a crush on Jacklynne, the most popular girl in school, so he decides to run for Student Council President in order to impress her. To his horror, Emilio discovers after announcing his candidacy that Jacklynne will be running for office against him.","release_date":"2006-03-18","vote_average":7.1,"runtime":93,"cert":"N\/A","id":46491,"title":"Casi Casi","adult":false,"genre_ids":[35]},{"cast":["Setsuko Hara","Sô Yamamura","Ken Uehara","Yôko Sugi","Teruko Nagaoka"],"overview":"An ingratiating bride develops warm ties to her father-in-law while her cold husband blithely slights her for another woman.","release_date":"1954-01-15","vote_average":7.5,"runtime":96,"cert":"N\/A","id":46492,"title":"Sound of the Mountain","adult":false,"genre_ids":[18]},{"cast":["Kinuyo Tanaka","Isuzu Yamada","Mariko Okada","Haruko Sugimura","Sumiko Kurishima"],"overview":"Otsuta is running the geisha house Tsuta in Tokyo. Her business is heavily in debt. Her daughter Katsuyo doesn't see any future in her mothers trade in the late days of Geisha. But Otsuta will not give up. This film portraits the day time life of geisha when not entertaining customers.","release_date":"1956-11-20","vote_average":7.5,"runtime":117,"cert":"N\/A","id":46493,"title":"Flowing","adult":false,"genre_ids":[18]},{"cast":["Frank Sutton","Larry Green","James Franciscus","William Hinnant","Otto Hulett"],"overview":"Four friends are involved in a robbery that resulted in the killing of a police officer.","release_date":"1957-01-01","vote_average":6.0,"runtime":74,"cert":"N\/A","id":46494,"title":"Four Boys and a Gun","adult":false,"genre_ids":[18,80]},{"cast":["Marlon Brando","Richard Boone","Rita Moreno","Pamela Franklin","Jess Hahn"],"overview":"Two kidnappers snatch a girl off the streets and imprison her in a remote beach house.","release_date":"1968-12-26","vote_average":6.6,"runtime":93,"cert":"N\/A","id":46495,"title":"The Night of the Following Day","adult":false,"genre_ids":[80,18]},{"cast":["Peter van de Velde","Dirk Van Vooren","Dirk Bosschaert","Anke Helsen","Dirk Lavrysen"],"overview":"De vier piraten willen Halloween vieren. Berend zal pompoensoep maken! Maar Steven heeft al de pompoenen kapot gesneden. En een Halloweenfeest zonder pompoensoep is geen Halloweenfeest! De piraten besluiten om nieuwe pompoenen te halen op het pompoeneiland. Maar Steven houdt de piraten tegen. Hij toont hen de legende van de pompoenkoning in het grote piratenboek. De legende vertelt dat al wie pompoenen steelt, veranderd wordt in een pompoen door de pompoenkoning, half mens – half pompoen. Stien lacht de legende weg en wil pompoensoep en sleurt de piraten mee naar het pompoeneiland.","release_date":"2008-10-05","vote_average":2.3,"runtime":30,"cert":"N\/A","id":46496,"title":"Piet Piraat en de Pompoenkoning","adult":false,"genre_ids":[10751]},{"cast":["Janis Paige","Binnie Barnes","Massimo Serato","Eduardo Ciannelli","Antonio Centa"],"overview":"A man drives his car off a cliff in an apparent suicide. One insurance investigator is not so sure it was an accident or suicide and gets 48 hours to prove his case.","release_date":"1950-05-08","vote_average":0.0,"runtime":78,"cert":"N\/A","id":46499,"title":"Fugitive Lady","adult":false,"genre_ids":[80,18]}]