[{"cast":["Brooke Nevin","Steve Byers","Patrick Duffy","Kathleen Laskey","Dale Whibley"],"overview":"A doctor returns home for Christmas to find that her father has decided to retire from his own practice. After reuniting with her high school sweetheart, she wonders if she should stay and take over her father's practice.","release_date":"2017-07-15","vote_average":5.2,"runtime":90,"cert":"\"G\"","id":465501,"title":"The Christmas Cure","adult":false,"genre_ids":[18,10749,10770]},{"cast":["Irasema Dilián","Marga López","Rosaura Revueltas"],"overview":"Orphan Manuela's passionate crush on her teacher Lucila scandalizes their all-girl Catholic school.","release_date":"1951-05-31","vote_average":0.0,"runtime":83,"cert":"N\/A","id":465506,"title":"Girls in Uniform","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Napoleon's laundress and her sergeant husband save Napoleon's life. Through their heroism, they become Duke and Duchess of Danzig.","release_date":"1909-01-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":465508,"title":"Madame Sans-Gêne","adult":false,"genre_ids":[]},{"cast":["Cranston Johnson","Cornelius Muller","Vonii Bristow"],"overview":"A community tries to regain its collective faith after the sudden death of a well-loved local figure: high school football star Billy 'Smiley' Cain Jr.","release_date":"2013-01-04","vote_average":0.0,"runtime":89,"cert":"\"\"","id":465510,"title":"Find A Way","adult":false,"genre_ids":[18]},{"cast":["Wim Wenders","Robby Müller","Ry Cooder","Harry Dean Stanton"],"overview":"Documentary about the making of Wim Wenders' 1984 film, with interviews conducted in 1989.","release_date":"1990-04-25","vote_average":0.0,"runtime":43,"cert":"N\/A","id":465521,"title":"Motion and Emotion: The Road to Paris, Texas","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Beautiful documentary by Osvaldur Knudsen about the eruption on Heimaey in the Vestmann Islands in 1973 (South of Iceland). The eruption destroyed some 30% of the town's houses and lasted for more than 5 months.  Nice narration like in the old days and some nice sound(track) by Magnus Bl. Johannsson.","release_date":"1974-07-10","vote_average":6.0,"runtime":28,"cert":"N\/A","id":465523,"title":"Fire on Heimaey","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Very rare documentary movie about Sakha - Nord of Russia.  The documentary film tells about the rituals, beliefs, life of the people of Sakha.","release_date":"1993-07-10","vote_average":0.0,"runtime":174,"cert":"N\/A","id":465525,"title":"The Middle World","adult":false,"genre_ids":[]},{"cast":["Heather Matarazzo","Kirsten Vangsness","Felicia Day","Christina Moore","Joel McHale"],"overview":"Darby finds herself in trouble with the law, and is sentenced to house arrest. Now she must serve thirty days in the home she used to share with her ex-boyfriend, that he now shares with his new fiancee.","release_date":"2018-05-11","vote_average":0.0,"runtime":100,"cert":"\"\"","id":465530,"title":"Stuck","adult":false,"genre_ids":[35]},{"cast":["Sonia","Harish Kumar","Kamal Haasan","Lakshmi","Nedumudi Venu"],"overview":"Daisy is a teenage love story set in a boarding school in Ooty. The movie follows the plot of Pradeep, a trouble maker who plays a prank on Daisy, a new comer to the school. Eventually they fall in love and Daisy tries to help Pradeep to come out of his over aggressive behaviour.","release_date":"1988-02-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":465532,"title":"Daisy","adult":false,"genre_ids":[]},{"cast":["Jean Brousseau","Monique Chailler","Teddy Burns Goulet","Micheline Guérin","Monique Joly"],"overview":"An efficiency expert is called in to downsize a trucking company and the employees fight to establish a union to save their jobs.","release_date":"1958-01-01","vote_average":6.0,"runtime":73,"cert":"N\/A","id":465534,"title":"Washed Hands","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A man lives under a motorway bridge over a polluted river where it meets the sea on the outskirts of picturesque Cape Town. Trying to rebuild his life after 10 years in prison, Zane's back story reveals an upbringing in a poor white community, drug addiction, a car chase and shoot out with the police followed by a 10 year prison sentence for armed robbery. This documentary develops its narrative through a video blog-like technique (filmed over 2 years)","release_date":"2017-07-14","vote_average":0.0,"runtime":90,"cert":"N\/A","id":465542,"title":"Man At The End Of Black River","adult":false,"genre_ids":[18]},{"cast":[],"overview":"John Giles wants to tell his life story, in his own words.  Sticking with the habit of a lifetime,  he’s going to say it as he sees it.\r This is the tale of a young Dublin boy raised in the inner city markets area,  a gifted teenager who signed for the Busby Babes two years before the Munich Air disaster, who grew into one of the most revered names in English soccer with an all conquering Leeds United team.  It is the story of a father figure of Irish soccer who went on to manage for club and country and who with Eamonn Dunphy became one of the most memorable double acts in the history of Irish television.  This documentary looks at key moments and memories in John’s life. In Ireland, locations will include his childhood home in Ormond Square in Dublin’s market areas, the famed Dalymount Park and the Wexford beaches where John and his family spent their holidays.  In the UK, John visits the iconic Old Trafford,  as well as making a trip to a crucial Leeds United game at Elland Road.","release_date":"2017-07-03","vote_average":0.0,"runtime":52,"cert":"N\/A","id":465544,"title":"GILES","adult":false,"genre_ids":[]},{"cast":[],"overview":"This release focuses on Jonah Lomu, the towering international rugby star. The programme details events in his life, features his most stunning moves on the field, and includes interviews with fellow rugby players and the man himself.","release_date":"","vote_average":0.0,"runtime":63,"cert":"N\/A","id":465546,"title":"Jonah: A Living Rugby Legend","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":465548,"title":"Table Rase","adult":false,"genre_ids":[]},{"cast":["Sonia Warshawski"],"overview":"In the last store in a defunct shopping mall, 91-year-old Sonia Warshawski – great-grandmother, businesswoman, and Holocaust survivor – runs the tailor shop she’s owned for more than 30 years. But when she’s served an eviction notice, the specter of retirement prompts Sonia to resist her harrowing past as a refugee and witness to genocide.","release_date":"2017-11-17","vote_average":9.3,"runtime":93,"cert":"\"\"","id":465550,"title":"Big Sonia","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Forty years after the Khmer rouge regime: Kim Hak, a young and talented Cambodian photographer looks for a new imaginary of his country. His career starts from some family pictures his mother hid underground before the war and retrieved just after the defeat of the Khmer rouge. Hak's images will take us to a new Cambodia, far from stereotypes.","release_date":"2016-09-21","vote_average":0.0,"runtime":127,"cert":"N\/A","id":465552,"title":"Hidden Photos","adult":false,"genre_ids":[99]},{"cast":["Korn Kong","Huang Li Ge"],"overview":"The offbeat love story of An Zi Yan and Mai Ding who start military training as college acquaintances and gradually feel sparks.","release_date":"2014-09-25","vote_average":7.0,"runtime":98,"cert":"N\/A","id":465566,"title":"Like Love","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"When Strawberry Shortcake moves into her new house, all her friends in Strawberryland throw her a surprise housewarming party, and they even invite several new friends that she had recentlly met on a trip around the world; Mint Tulip from the Netherlands, Cafe Ole from Mexico, Crepe Suzette from France, Almond Tea from China, and the British twins, Lem and Ada. They all bring their pets and favorite recipes, too. The party is going great until the sinister Peculiar Purple Pieman from Porcupine Peak sneaks in and steals all the food, along with Lem & Ada, who are hiding in the box they brought containing the recipes. To get them and her new recipe box back, Strawberry Shortcake and all her friends must work together to outwit the Pieman and Sour Grapes.","release_date":"1983-01-01","vote_average":8.0,"runtime":25,"cert":"N\/A","id":465568,"title":"Strawberry Shortcake: Housewarming Surprise","adult":false,"genre_ids":[]},{"cast":[],"overview":"Strawberry rids Strawberryland of a strange, horrible smelling purple cloud with the help of her new friends, the Berry Princess and her helpers, the Berrykins.","release_date":"1985-01-01","vote_average":7.5,"runtime":25,"cert":"N\/A","id":465573,"title":"Strawberry Shortcake Meets the Berrykins","adult":false,"genre_ids":[]},{"cast":["Winfried Junge"],"overview":"Eighteen people who were born from 1953 to 1955 were observed by camera from 1961 to 2007 by Junge and his wife, Barbara. The filmmaker dealt with the personal situations (such as deaths of relatives) of the characters and filmed them in dramatic situations. The films reflect not only the individual life stories of the characters but also provide profound insight into the history of the GDR and the reunification process with West Germany. After the end of the GDR and therefore the DEFA, Junge continued the \"Golzow-Project\" with the ARD and its regional affiliate RBB.","release_date":"2008-02-16","vote_average":0.0,"runtime":290,"cert":"N\/A","id":465575,"title":"... dann leben sie noch heute - Die Kinder von Golzow","adult":false,"genre_ids":[99]},{"cast":["Denjirô Ôkôchi","Setsuko Hara","Seizaburô Kawazu","Hisako Yamane","Ichirô Tsukida"],"overview":"","release_date":"1944-05-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":465577,"title":"The Cruel Sea","adult":false,"genre_ids":[28,10752]},{"cast":["Kevin Rowland","Billy Adams","Vincent Crane","Helen O'Hara"],"overview":"A promotional film for Dexys Midnight Runners' 1985 single in which Kevin Rowland attempts to explain the indefinable qualities of woman to bandmate Billy Adams. This dialogue is intercut with scenes of Rowland singing and dancing through a desolate Wall Street and footage of the extended group performing in-studio.  Directed by Jack Hazan (David Hockney: A Bigger Splash, Rude Boy).","release_date":"","vote_average":0.0,"runtime":12,"cert":"N\/A","id":465579,"title":"This Is What She's Like","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-06-06","vote_average":0.0,"runtime":30,"cert":"\"\"","id":465590,"title":"What Places of Heaven, What Planets Directed, How Long the Effects? or, The General Accidents of the World","adult":false,"genre_ids":[]},{"cast":[],"overview":"Disturbances extends Jonas' investigation of mirrored surfaces and spaces, as she explores reflections of movement and images in water. The tape begins with Jonas, like Narcissus, leaning over a reflecting pool. Throughout this lyrical exercise, the viewer sees only reflected images and inversions, disturbances of the water's surface. Figures walking at the edge of the pool are seen as abstracted shimmers, upside down and backwards; shadowy figures move underwater and swim through the pool as in a choreographed dance. This simply rendered, evocative work is a phenomenological study of reflection, as Jonas draws a parallel between the spatial and mirroring effects of water and video.","release_date":"1974-01-01","vote_average":0.0,"runtime":11,"cert":"\"\"","id":465592,"title":"Disturbances","adult":false,"genre_ids":[]},{"cast":["Ozzy Osbourne","Tony Iommi","Geezer Butler","Tommy Clufetos","Adam Wakeman"],"overview":"Chronicles the final tour from Black Sabbath. On February 4th, 2017, Black Sabbath takes the stage in Birmingham, the city where it all began, to play the 81st and final gig of the tour and bring down the curtain on a career that spanned almost half a century.","release_date":"2017-09-20","vote_average":7.9,"runtime":97,"cert":"\"\"","id":465594,"title":"Black Sabbath: The End of The End","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":465596,"title":"Das große  Hansi Hinterseer  Open Air","adult":true,"genre_ids":[]},{"cast":[],"overview":"A 1986 film about open sea sprimp fishing in Florida, showing the techniques, rituals, and superstitions of the African American, Anglo, and Mediterranean fishermen. Included is documentation of the building of a wooden spring boat, and of the various kinds of nets that were developed for the open sea.","release_date":"1986-07-10","vote_average":0.0,"runtime":29,"cert":"\"\"","id":465598,"title":"Fishing All My Days","adult":false,"genre_ids":[]},{"cast":["Supakorn Srisawat"],"overview":"In a village where black magic is widespread people are haunted by a ghost that they cannot get rid of. One day a black magician came to the village and helped to get rid of the ghost. After that the villagers respected him and called him Ajarn (teacher) Kong the great magician. A rich man hired Kong to kill the murderer of his daughter by using black magic. Not only did he do that other strange things began taking place. The police began to wonder about all of this and hired their own black magician, Ajarn Pan, to assist them in their investigation...","release_date":"","vote_average":5.0,"runtime":84,"cert":"N\/A","id":465600,"title":"Wake Up Ghost","adult":false,"genre_ids":[27]},{"cast":["Imelda Staunton","Philip Quast","Gary Raymond","Di Botcher","Zizi Strallen"],"overview":"Stephen Sondheim’s legendary musical is staged for the first time at the National Theatre and broadcast live to cinemas.  New York, 1971. There’s a party on the stage of the Weismann Theatre. Tomorrow the iconic building will be demolished. Thirty years after their final performance, the Follies girls gather to have a few drinks, sing a few songs and lie about themselves.  Tracie Bennett, Janie Dee and Imelda Staunton play the magnificent Follies in this dazzling new production. Featuring a cast of 37 and an orchestra of 21, it’s directed by Dominic Cooke (The Comedy of Errors).","release_date":"2017-11-16","vote_average":8.3,"runtime":152,"cert":"N\/A","id":465611,"title":"National Theatre Live: Follies","adult":false,"genre_ids":[18,10402]},{"cast":["Ben Whishaw","Michelle Fairley","David Morrissey","David Calder"],"overview":"Caesar returns in triumph to Rome and the people pour out of their homes to celebrate. Alarmed by the autocrat’s popularity, the educated élite conspire to bring him down. After his assassination, civil war erupts on the streets of the capital.  Nicholas Hytner’s production will thrust the audience into the street party that greets Caesar’s return, the congress that witnesses his murder, the rally that assembles for his funeral and the chaos that explodes in its wake.","release_date":"2018-03-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":465616,"title":"National Theatre Live: Julius Caesar","adult":false,"genre_ids":[]},{"cast":["Brie Gabrielle","Johnny Sky","William Liriano","Jimmy Jean-Louis","Ed Amatrudo"],"overview":"A spoiled Hollywood actress struggles back to civilization after the crash of her private jet botches a kidnap attempt, leaving her stranded in the jungle with her irritating assistant and her inept hijacker pilot.","release_date":"2017-08-11","vote_average":0.0,"runtime":111,"cert":"\"\"","id":465618,"title":"Catastrópico","adult":false,"genre_ids":[28,12,35]},{"cast":["Katsuhiko Kobayashi","Shôzô Nanbu","Kôjirô Hongô","Keiji Noguchi","Ryuichi Ishii"],"overview":"The former Japanese Naval Academy was at Etajima, one of the many islands of the beautiful Inland Sea. Among the new cadets were Ishikawa and Murase. Murase's mother had remarried after his father's death and the impressionable boy hated his overbearing father who held the whip-hand over his gentle mother. Out of defiance of his step-father he became wayward. But he was bright and his teacher persuaded him to enter the Academy as he knew that if he left home, his mother need not feel apologetic towards her husband on his account.\r Discipline was strict, their studies were hard and, in between, all the new cadets received an ample share of beatings, at the hands of the senior cadets, for the slightest mistakes. Murase thought all picked on him the most, especially Cadet First Class Kogure, who manhandled him at the slightest excuse.","release_date":"1959-09-06","vote_average":0.0,"runtime":105,"cert":"N\/A","id":465623,"title":"Etajima, the Naval Academy","adult":false,"genre_ids":[18,10752,9648]},{"cast":["Lupita Castro","Sergio Goyri","Tito Junco","José Chávez","Eleazar García"],"overview":"After her family all are killed in a home invasion, young woman moves to the city, gets involved with a high-level drug-smuggling tycoon. And also a taxi driver.","release_date":"1982-07-09","vote_average":0.0,"runtime":90,"cert":"N\/A","id":465625,"title":"La contrabandista","adult":false,"genre_ids":[]},{"cast":["Maria Sisterolli"],"overview":"","release_date":"2017-07-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":465636,"title":"Algo do que Fica","adult":false,"genre_ids":[]},{"cast":["Mohan Gokhale","Sanjana Kapoor","Navni Parihar","Sarat Pujari"],"overview":"Raja Saheb goes on a hunting expedition in cannibal country - the result, sex and a meal with an unusual main course.","release_date":"1994-01-01","vote_average":4.0,"runtime":90,"cert":"N\/A","id":465638,"title":"Aranyaka","adult":false,"genre_ids":[]},{"cast":["Aparna Sen","Konkona Sen Sharma","Pijush Ganguly"],"overview":"Amodini is a rich landowner's daughter. Unable to face social stigma, her father arranges her marriage to a much older person, who fails to turn up on the wedding day. To save the situation, she is forced to marry a 15-year-old boy.","release_date":"1994-01-01","vote_average":0.0,"runtime":101,"cert":"N\/A","id":465640,"title":"Amodini","adult":false,"genre_ids":[]},{"cast":["John Abraham","Diana Penty","Boman Irani","Zachary Coffin","Mark Bennington"],"overview":"A look at India's second confidential nuclear test series at Pokhran lead by Dr. APJ Abdul Kalam, during the time of PM Atal Bihari Vajpayee's tenure.","release_date":"2018-05-25","vote_average":7.3,"runtime":129,"cert":"\"\"","id":465642,"title":"Parmanu: The Story of Pokhran","adult":false,"genre_ids":[18,28,36]},{"cast":[],"overview":"","release_date":"2017-07-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":465644,"title":"Simbiose","adult":false,"genre_ids":[99]},{"cast":[],"overview":"As a brooding teenager, BOYS ON FILM is celebrating it’s (not so) sweet sixteen with an astonishing selection of the latest international gay short films.  Featuring golden boys, teenage lust, self-conscious dolls, chance encounters and a vengeful creature, alongside a holiday romance and a young man’s attempt to conceal his sexuality from his mum, BOYS ON FILM 16 is our most possessive collection yet.","release_date":"2017-05-21","vote_average":10.0,"runtime":123,"cert":"N\/A","id":465646,"title":"Boys on Film 16: Possession","adult":false,"genre_ids":[]},{"cast":["John Abraham"],"overview":"Plot is unknown.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":465660,"title":"Force 3","adult":false,"genre_ids":[53,28]},{"cast":[],"overview":"","release_date":"2016-07-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":465662,"title":"Caleidoscópio","adult":false,"genre_ids":[18]},{"cast":["David Ross"],"overview":"Internationally acclaimed as the most complete tornado program in existence, and recommended by The New York Times and 100 other newspapers, Tornado Video Classics is a three-part ultimate tornado experience. Filmed by witnesses on the ground and in the air, Volume 1 of the educational disaster series features a spectacular collection of 71 tornadoes.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":465664,"title":"Tornado Video Classics, Vol. 1","adult":false,"genre_ids":[99]},{"cast":["David Ross"],"overview":"Tornado lovers and storm chasers may well be interested in the frightening footage shot by both amateurs and professionals. Features a multiple-vortex tornado and examines how damaging one can be after it traverses a patch of land. Terrifying funnels threaten homes and businesses as footage is shot from extremely close range. Aerial shots provide another view of how the tornadoes move through the skies. Excited storm chasers share some of their most harrowing experiences seeing trees snap and house roofs fly upwards into the sky.","release_date":"","vote_average":0.0,"runtime":120,"cert":"N\/A","id":465666,"title":"Tornado Video Classics, Vol. 2","adult":false,"genre_ids":[99]},{"cast":["Gabriella Fabbriani"],"overview":"As a young archivist labours on the reassembly of a long-lost film print, her emotional life spirals into a tumultuous state that is mirrored in the degradation of the frames she so painstakingly works upon.","release_date":"2017-07-10","vote_average":10.0,"runtime":17,"cert":"N\/A","id":465668,"title":"Valentina","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2017-07-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":465670,"title":"Mehr Licht!","adult":false,"genre_ids":[]},{"cast":["Ben Lam"],"overview":"","release_date":"1999-06-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":465678,"title":"摩登童子功","adult":false,"genre_ids":[]},{"cast":[],"overview":"Newsreel Footage of Mohandas Ghandi's 1933 turn at Yankee Stadium.","release_date":"","vote_average":6.0,"runtime":11,"cert":"N\/A","id":465680,"title":"Ghandi at the Bat","adult":false,"genre_ids":[35]},{"cast":["Tora Sudiro","Indra Birowo","Vincent Rompies","Cut Mini Theo","Titi Kamal"],"overview":"The story begins with 3 friends, Ciang Pek, Ujang and Sugeng. Ciang Pek still lives with his grandfather and he inherits kungfu \/ Wushu college. Sugeng has a fat wife named Susi, Ujang, his father a successful restaurant entrepreneur and has a dream of marrying Katrina Katrodipuro, famous and beautiful movie star. The three of them made friends as extras and greatly idolized Katrina  Sugeng and Ujang are wushu college students belonging to Kang Ciang Pek. One day Ciang Cek Pek died. On the eve of his funeral, came a mafia kingpin named Munar Sapawi who wanted to charge Enkong debt of 200 million and threatened to confiscate the wushu college if he could not pay off the debt","release_date":"2008-07-03","vote_average":8.0,"runtime":97,"cert":"N\/A","id":465682,"title":"Tri Mas Getir","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":465684,"title":"Fragmentos de Uma Vida","adult":false,"genre_ids":[27]},{"cast":[],"overview":"This chilling documentary brings to light an overlooked but crucial episode in Holocaust history - the Euthanasia Program. Instituted in 1939 by the Nazi's to eliminate the mentally handicapped, this systematic killing program was the pivotal first step toward mass extermination.","release_date":"1996-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":465686,"title":"Healing by Killing","adult":false,"genre_ids":[]},{"cast":[],"overview":"Seven transgender and gender nonconforming individuals share their unique experiences with Silas Howard.","release_date":"2017-06-23","vote_average":8.0,"runtime":53,"cert":"\"\"","id":465688,"title":"More Than T","adult":false,"genre_ids":[18,99]},{"cast":[],"overview":"Untitled is the first of over 100 films created by Ana Mendieta. By scratching and painting directly onto the film’s emulsion, she formed a filmic painting of fields of dancing colors, comprised of vibrant strokes of blue and splashes of red. Though Mendieta experimented with various technical processes, this is the only moving-image work in which she manipulated the film’s surface.","release_date":"1971-05-21","vote_average":0.0,"runtime":2,"cert":"\"\"","id":465690,"title":"Untitled","adult":false,"genre_ids":[]},{"cast":["Guy Mariano","Grant Taylor","Eric Koston","Daniel Lutheran","Chad Tim Tim"],"overview":"Pain, regret, embarrassment? What horrible shame do Jamie Thomas, Slash, Svitak, Garrett Hill, McCrank, Gravette, J Casanova and Rattray all have in common? Is it that time of the year again already?","release_date":"2011-03-15","vote_average":0.0,"runtime":71,"cert":"\"\"","id":465701,"title":"Thrasher - King of the Road 2011","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Knowing Nothing Cold follows a group of teenagers living in the American midwest of the 1970s as they attempt the impossibility of a graceful enterance into adulthood.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":465703,"title":"Knowing Nothing Cold","adult":false,"genre_ids":[]},{"cast":["Eldar Kalimulin","Nikita Elenev","Sofya Ozerova","Vladislav Polyakov"],"overview":"The protagonist Red realises that his best friend Alex is betrayed by his girl Lilly. Trying to expose Lilly, Red learns the truth, and now he not only has to get rid of the girl, but also save Alex, sacrificing the most valuable thing: their friendship.","release_date":"2017-06-08","vote_average":0.0,"runtime":15,"cert":"N\/A","id":465705,"title":"Red","adult":false,"genre_ids":[]},{"cast":["Alexei Bardukov","Denis Zenukhin","Egor Latyshev","Ilya Noskov","Nikita Loginov"],"overview":"Night. Filth. A building site. The young civil engineer Sergei has a call from his wife who is in tears: someone wants to kill her...","release_date":"2017-06-09","vote_average":0.0,"runtime":16,"cert":"N\/A","id":465707,"title":"Subscriber Is Unavailable","adult":false,"genre_ids":[]},{"cast":["Yevgeni Tsyganov","Pavel Tabakov","Elena Nikolaeva"],"overview":"The wife has bought a new TV and asks Evgeni to connect it to the cable net- work and fix it on the wall, so she can watch “Let’s Talk”. Evgeni finds online the phone number of a specialist for TV installation who comes with a delay of two hours. Evgeni first notices blood on his clothes and on his tools, and then recog- nizes in him the hero of a documentary film about serial murderers.","release_date":"2017-06-07","vote_average":7.0,"runtime":7,"cert":"N\/A","id":465709,"title":"Akado","adult":false,"genre_ids":[]},{"cast":["Artur Smolyaninov"],"overview":"Anti-utopia. The last survivor in search of food.","release_date":"2017-06-09","vote_average":0.0,"runtime":7,"cert":"N\/A","id":465711,"title":"To Be","adult":false,"genre_ids":[]},{"cast":["Polina Vitorgan","Anfisa Chernykh","Georgy Kudrenko"],"overview":"Lena gets mixed up in an adventure of her girlfriend and agrees to participate in an exhibition. Unexpectedly she becomes a living statue: before hundreds of long- ing eyes, deprived of the possibility to move or speak – everything that remains is to meet herself and her inner enemies.","release_date":"2017-06-09","vote_average":0.0,"runtime":17,"cert":"N\/A","id":465713,"title":"The Exhibition","adult":false,"genre_ids":[]},{"cast":["Vitaly Khodin","Yaroslava Bazaeva","Mariya Bolonkina-Vasilyeva","Igor Yasulovich","Gleb Orlov"],"overview":"A seemingly ideal family – mum, dad, daughter, son and grandfather – lives on the 14th floor of an apartment building. One morning a cow appears in their kitchen. The cow does not seek contact, does not eat, or defecate, but simply stands between the fridge and kitchen table. Gradually, the family gets used to the cow and even starts endearingly call it Buryonka. Everything goes well, until the somewhat senile grandfather mistakes Buryonka for an enemy.","release_date":"2017-02-13","vote_average":0.0,"runtime":16,"cert":"N\/A","id":465727,"title":"Milk","adult":false,"genre_ids":[35]},{"cast":["Aleksey Kirsanov","Daniil Steklov"],"overview":"A traffic light. A red signal. A masked guy jumps into the car of a young man. He points a pistol at the driver and shouts: “Go!”. The guy has a bag full of money. When the driver looks around at him, the robber points the pistol at him, and the car gets involved in an accident. After a stop on the roadside a small child starts to cry on the back seat.","release_date":"2017-11-05","vote_average":0.0,"runtime":15,"cert":"N\/A","id":465729,"title":"Passenger","adult":false,"genre_ids":[35]},{"cast":["Lev Kotkin","Mariya Korytova","Arina Postnikova","Sergey Epishev"],"overview":"Three days before his wedding a strange woman mysteriously follows Evgeni everywhere and sticks to him. All attempts to separate the young people are unsuccessful. But is it therefore really worth cancelling the long-awaited wed- ding? The groom and the bride try hard to pretend that nothing special has hap- pened to them. However, ignoring outright that girl sticking to Evgeni becomes more and more difficult with every day.","release_date":"2017-06-10","vote_average":0.0,"runtime":18,"cert":"N\/A","id":465731,"title":"Two Halves","adult":false,"genre_ids":[35]},{"cast":["Andrey Chulkov","Andrey Didik","Mariya Myasnikova","Tatyana Tarasova"],"overview":"The mongrel Lyolik becomes a witness to the arguments between his young owners, and attempts to reconcile them. Lyolik is a very unusual dog: he talks (ruminates, to be more precise) offscreen, in the tones of a street hoodlum to boot, which is no surprise since he spent his early childhood on the streets. Lyolik is not indifferent to his owners, and tries with all his power to help them with their problems. But alas, all that people hear is a dog’s barking…","release_date":"2016-10-21","vote_average":0.0,"runtime":10,"cert":"N\/A","id":465733,"title":"Thank God, I Am A Dog","adult":false,"genre_ids":[35]},{"cast":["Alexander Vzmetnev","Ekaterina Dolgova","Ruto Roni","Ekaterina Fisun","Alexandr Golovko"],"overview":"The medical student Anton Kroshkin decides to assist himself with first aid.","release_date":"2017-06-08","vote_average":0.0,"runtime":14,"cert":"N\/A","id":465735,"title":"Convulsions, Asphyxiation, Death","adult":false,"genre_ids":[]},{"cast":["Alexey Meshchansky","Yuliya Khamitova","Daniil Atunlese","Natalya Tetenova"],"overview":"A film about love and loneliness; about family ties and responsibility, hope and its illusoriness.","release_date":"2017-06-09","vote_average":0.0,"runtime":15,"cert":"N\/A","id":465746,"title":"Steps","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":465766,"title":"科幻","adult":true,"genre_ids":[]},{"cast":[],"overview":"The family of Sergio Leone remember the figure and the art of the father and","release_date":"2002-07-11","vote_average":0.0,"runtime":55,"cert":"N\/A","id":465774,"title":"I sogni nel mirino","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A comical look into the world of Shadow Company, a secret government agency dedicated to defending the public from monsters.","release_date":"","vote_average":0.0,"runtime":98,"cert":"N\/A","id":465794,"title":"Monster Cops: The Midnight Special","adult":true,"genre_ids":[]},{"cast":[],"overview":"Peace on Earth\/Little Drummer Boy","release_date":"","vote_average":6.0,"runtime":6,"cert":"N\/A","id":465799,"title":"Peace on Earth\/Little Drummer Boy","adult":false,"genre_ids":[]},{"cast":["Jason Acuña","Lance Bangs","Andrew Scott Dixon","Ryan Dunn","Dimitry Elyashkevich"],"overview":"A documentary giving film fans a behind-the-scenes look at the making of this film,","release_date":"","vote_average":7.0,"runtime":30,"cert":"N\/A","id":465801,"title":"The Making of 'Jackass Number Two'","adult":false,"genre_ids":[]},{"cast":[],"overview":"The grandson of the 3rd Hokage, Konohamaru, finally has a crush on a girl, but he has a big problem-she is soon to be moving away from the Hidden Leaf Village. Konohamaru, trying to make her stay, seeks out the legendary crimson four-leaf clover, which is rumored to grant one wish.","release_date":"2003-05-24","vote_average":6.3,"runtime":17,"cert":"N\/A","id":465803,"title":"Naruto: Find the Crimson Four-leaf Clover!","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Company F, 1st Ohio Volunteers, initiating a new man. Nineteen times he bounces in the blanket, and each toss is funnier than the last one.\"","release_date":"1898-04-06","vote_average":4.0,"runtime":1,"cert":"\"\"","id":465805,"title":"Tossing a Nigger in a Blanket","adult":false,"genre_ids":[99]},{"cast":["Brandon Salim","Sheryl Sheinafia","Babe Cabiita","Jeff Smith","Ernest Prakasa"],"overview":"Bobi (Jeff Smith) is an obedient student who often reports naughty students. Dio (Brandon Salim) is a  shy geek. Nanoy (Babe Cabita) repeatedly stayed in class. And Ellie (Sheryl Sheinafia) a too arty girl seem to be weird. They are four friends who share the same fate in a high school. They are excluded. Inspired by the success of SOL—Sandro (Ernest Prakasa), Oscar (Young Lex), Lola (Han Yoo Ra)—a trio of successful Youtubers who used to be nobody and are often the victims of bullying, the quartet is determined to change their fate by becoming famous through Youtube. But the struggle is not easy, and their friendship is broken.","release_date":"2017-08-16","vote_average":5.0,"runtime":99,"cert":"N\/A","id":465807,"title":"The Underdogs","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":465809,"title":"Andrea Bocelli: Sacred Arias","adult":false,"genre_ids":[10402]},{"cast":["Felix Lefebvre","Jéremy Gillet","Yoann Zimmer","Nadia Tereszkiewicz","Sandrine Salyères"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":465820,"title":"Une Nuit à Travers Champs","adult":false,"genre_ids":[]},{"cast":["Yuki Furukawa","Aya Kiguchi","Maria Koiwai","Ikuma Saisho","Rie Tsuneyoshi"],"overview":"A young couple, Tomio and Madoka, decide to get married. Madoka convinces Tomio to visit a fortune teller to have their future foretold. Tomio is immediately attracted to the seductive psychic and returns to her late one night. When he comes to his senses and rejects her out of guilt. He tries to leave, and in frustration she puts a curse on him. Now, Tomio roams the streets trying to, literally, keep his head on straight!","release_date":"2011-09-02","vote_average":0.0,"runtime":60,"cert":"N\/A","id":465840,"title":"Tomio","adult":false,"genre_ids":[27]},{"cast":[],"overview":"McKay, Ferrell and Reilly form a Green Team to save our polluted environment.","release_date":"","vote_average":5.0,"runtime":3,"cert":"N\/A","id":465845,"title":"Green Team","adult":false,"genre_ids":[]},{"cast":[],"overview":"An instructional video about the issue of race and diversity in the workplace.","release_date":"","vote_average":0.0,"runtime":17,"cert":"N\/A","id":465847,"title":"For Goodness Sake II","adult":false,"genre_ids":[]},{"cast":["Emile Hirsch","Rolf Lassgård","Agnes Kittelsen","Kristoffer Jones"],"overview":"The story of an adrenaline junkie who travels the globe in search of the most tumultuous rivers to swim with no kayak, and no protection. But there's something deeper driving him to risk his life.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":465864,"title":"The Swimmer","adult":false,"genre_ids":[18]},{"cast":["Erwin Geschonneck","Vít Olmer","Jana Břežková","Roman Kaminski","Wilhelm Koch-Hooge"],"overview":"1982: East German actor Erwin Gregorek travels to Hamburg to shoot screen tests for a film about the sinking of the ocean-liner Cap Arcona in 1945 - a catastrophe he himself survived as a concentration camp prisoner.","release_date":"1982-09-12","vote_average":0.0,"runtime":92,"cert":"N\/A","id":465866,"title":"Der Mann von der Cap Arcona","adult":false,"genre_ids":[18]},{"cast":["María Callas","Joyce DiDonato"],"overview":"Told through performances, TV interviews, home movies, family photographs, private letters and unpublished memoirs, the film reveals the essence of an extraordinary woman who rose from humble beginnings in New York City to become a glamorous international superstar and one of the greatest artists of all time.","release_date":"2017-12-13","vote_average":7.8,"runtime":113,"cert":"\"PG\"","id":465871,"title":"Maria by Callas","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Film by Peter Lilienthal.","release_date":"1973-09-16","vote_average":0.0,"runtime":85,"cert":"N\/A","id":465876,"title":"La Victoria","adult":false,"genre_ids":[]},{"cast":[],"overview":"Film by Fredi M. Murer.","release_date":"1979-01-01","vote_average":0.0,"runtime":99,"cert":"N\/A","id":465878,"title":"Grauzone","adult":false,"genre_ids":[]},{"cast":["Alli Rae","Keisha Grey","Cadence Lux","Marley Brinx","Megan Rain"],"overview":"Alli Rae, Keisha Grey, Marley Brinx, Cadence Lux, Sara Luvv, Megan Rain, Nikki Knightly and Rachael Madori share not only their deepest darkest secrets, but also their husband's hard cock! For over 2 hrs. 10 mins., watch these married ladies embark on a hardcore threesome adventure that you'll never forget!","release_date":"2016-01-27","vote_average":0.0,"runtime":133,"cert":"\"NC-17\"","id":465880,"title":"Sharing My Husband","adult":true,"genre_ids":[]},{"cast":["Freddie Prinze Jr.","Vanessa Marshall"],"overview":"The Ghost is pursued by TIE fighters. The trio of Hera, Kanan and Chopper must work together to defeat them.","release_date":"2014-08-11","vote_average":7.3,"runtime":3,"cert":"\"\"","id":465882,"title":"Star Wars Rebels: The Machine in the Ghost","adult":false,"genre_ids":[]},{"cast":["Matei Alexandru","Ilarion Ciobanu","Monica Ghiuță","Ferenc Bencze","Eliodor Kiss"],"overview":"The story of a love triangle, in which a romanian and a hungarian love the same woman. Happening during WWII, the two hate each other. The movie was banned shortly after the release.","release_date":"1970-03-09","vote_average":6.0,"runtime":90,"cert":"N\/A","id":465884,"title":"Two Men for One Death","adult":false,"genre_ids":[18]},{"cast":["Grigore Vasiliu-Birlic","Nineta Gusti","Ion Lucian"],"overview":"","release_date":"1959-06-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":465892,"title":"Doi vecini","adult":false,"genre_ids":[35]},{"cast":["Nicolae Albani","George Alexandru","Constantin Bărbulescu","Mariana Buruiană","Constantin Bîrliba"],"overview":"","release_date":"1990-04-16","vote_average":6.5,"runtime":110,"cert":"N\/A","id":465894,"title":"Drumeț în calea lupilor","adult":false,"genre_ids":[36,18]},{"cast":["Veronica Avluv","Cherie DeVille","Dava Foxx","Rio Lee","Alana Luv"],"overview":"Elegant Angel presents A Milf's Tale 4 over 2 hours of interracial milf action! Elegant Angel is back with a celebration of beautiful older women and interracial sex in the 4th edition of MILF Tale's! Watch all the MILF fucking action as these aged babes get penetrated by long dark shaft! Feating an all star milf cast! Starring Veronica Avluv, Cherie DeVille, Rio Lee, Alana Luv and Dava Foxx! Enjoy","release_date":"2016-09-20","vote_average":0.0,"runtime":112,"cert":"\"NC-17\"","id":465896,"title":"A MILF's Tale 4","adult":true,"genre_ids":[]},{"cast":["John Lennon","Paul McCartney","George Harrison","Ringo Starr","Yuya Uchida"],"overview":"The Beatles' second videotaped concert at the Budokan Hall, Tokyo, shot on July 1, 1966. The group, wearing powder blue pinstriped suits, turns in a powerful performance; their final professionally recorded concert until their 1969 \"rooftop\" session. The Beatles' performance is preceded by that of the local Tokyo opening acts, Yuya Uchida, Isao Bito, The Blue Jeans and Jackie Yoshikawa and His Blue Comets.  Songs include Rock and Roll Music, She's a Woman, If I Needed Someone, Day Tripper, Baby's in Black, I Feel Fine, Yesterday, I Wanna Be Your Man, Nowhere Man, Paperback Writer and I'm Down.","release_date":"1966-07-01","vote_average":0.0,"runtime":55,"cert":"\"NR\"","id":465898,"title":"The Beatles in Japan 1966","adult":false,"genre_ids":[10402]},{"cast":["Draga Olteanu Matei","Adriana Şchiopu","Laura Jianu","Dem Rădulescu","Leopoldina Bălănuță"],"overview":"TV theatre drama.","release_date":"2005-07-11","vote_average":8.0,"runtime":100,"cert":"N\/A","id":465900,"title":"Gaițele","adult":false,"genre_ids":[35]},{"cast":["Radu Beligan","Eugenia Bădulescu","Marcel Anghelescu"],"overview":"","release_date":"1952-02-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":465905,"title":"Lantul slabiciunilor","adult":false,"genre_ids":[35]},{"cast":["Pieter-Dirk Uys"],"overview":"Pieter-Dirk Uys is a South African female impersonator\/caricaturist whose finely-wrought satirical touring show elucidates apartheid while lampooning it. Uys walks a thin line between censorship and arrest as he occasionally steps out of characters that include P.W. Botha, Desmond Tutu and Margaret Thatcher to deliver pointed attacks on apartheid and the South African government. Uys's popularity with both white and black audiences insulates him somewhat from government interference, but he describes his balancing act as being \"like doing the tango in front of a firing squad.\" Across the Rubicon brilliantly portrays the humor and grace with which Uys makes his contribution to the fight against apartheid.","release_date":"1987-07-11","vote_average":0.0,"runtime":54,"cert":"N\/A","id":465913,"title":"Across the Rubicon","adult":false,"genre_ids":[99]},{"cast":["Yoko Ono","John Lennon"],"overview":"An in-depth look at one of the world's most controversial artists. This personal narrative features numerous songs by both Yoko and her late husband, John Lennon. These include \"Imagine,\" \"Give Peace a Chance,\" and \"Walking on Thin Ice.\"","release_date":"1984-10-09","vote_average":0.0,"runtime":56,"cert":"\"NR\"","id":465915,"title":"Yoko Ono: Then and Now","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"An empowering chronicle of ACT UP's campaign for adequate health care for HIV-positive women at Frontera prison.","release_date":"1992-07-11","vote_average":0.0,"runtime":27,"cert":"\"\"","id":465917,"title":"Acting Up for Prisoners","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An Africanesque lesbian finds what she wants only after she stops looking for it.","release_date":"1992-07-11","vote_average":0.0,"runtime":13,"cert":"\"\"","id":465919,"title":"The Ad","adult":false,"genre_ids":[]},{"cast":[],"overview":"A provocative skinhead fantasy set in a locker room.","release_date":"1994-07-11","vote_average":0.0,"runtime":9,"cert":"N\/A","id":465921,"title":"Adrian's Monday","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dan Minahan's peculiar take on art critic Gregory Battock( a woman reads Battock's essay; he's in Puerto Rico with his boyfriend).","release_date":"1987-07-11","vote_average":0.0,"runtime":14,"cert":"\"\"","id":465923,"title":"Aesthetics and\/or Transportation","adult":false,"genre_ids":[]},{"cast":[],"overview":"Chapter 49: Super Strong Style 16 (Day 3)  Show date: 29th May 2017  SSS16 Semi-Final and Final Matches  Roy Johnson's Wasteman Challenge  Women's #1 Contender Match: Kay Lee Ray vs Katey Harvey  plus other non-tournament matches","release_date":"2017-05-29","vote_average":0.0,"runtime":172,"cert":"N\/A","id":465943,"title":"PROGRESS Chapter 49: Super Strong Style 16 (Day 3)","adult":false,"genre_ids":[]},{"cast":["Sarina Valentina","Chastity Michaels","Juliette Stray","Naudy Nadia","Natalie Foxx"],"overview":"Joey Silvera's \"American She-Male X 3\" will make fans swell with patriotic pride. The legendary pioneer of gender-bending porn gives his viewers five scenes of pure TS eroticism as his ultra-feminine she-creatures from the good, ol' USA use their mind-blowing exoticism and stiff dicks to satisfy adventurous men and women alike.","release_date":"2013-01-22","vote_average":0.0,"runtime":195,"cert":"\"NC-17\"","id":465945,"title":"American She-Male X 3","adult":true,"genre_ids":[]},{"cast":["Niv Sultan","Omer Dror","Amit Farkash","Noa Kirel","Amit Yagur"],"overview":"15-year-old Shir longs to be one of the popular kids. When her brother Tomer is unexpectedly accepted into a television music program, she too can enjoy the glamour surrounding him. At first, her brother's fame is too good to be true, but as the time passes, Shir realizes things may not be as great as they seem. Will a song win everything she dreams about now when it's almost famous?","release_date":"2017-12-14","vote_average":4.0,"runtime":100,"cert":"N\/A","id":465950,"title":"Almost Famous","adult":false,"genre_ids":[18,10751]},{"cast":["Rachel Raxxx","Anya Ivy","Katt Garcia","Victoria Cakes"],"overview":"It this 19th installment of Bang Bros' series Brown Bunnies, Katt Garcia goes crazy - Katt Garcia's the total package!","release_date":"2016-08-02","vote_average":4.0,"runtime":null,"cert":"\"NR\"","id":465952,"title":"Brown Bunnies 19","adult":true,"genre_ids":[]},{"cast":["Simon Frenay","Raveena Tandon","Gaurav Nanda","Arpita Pal","Sanjay Suri"],"overview":"\"Shab\" is a story that revolves around multiple characters' search for happiness and love in a complex, unforgiving, and cold city.","release_date":"2017-07-14","vote_average":7.5,"runtime":109,"cert":"N\/A","id":465954,"title":"Night","adult":false,"genre_ids":[18,10749]},{"cast":["Michael J. Nelson","Bill Corbett","Kevin Murphy"],"overview":"Rifftrax Live: Carnival of Souls! Mike, Bill, and Kevin riffed this spooky midnight-movie cult classic live in Nashville, and now it's available for you to download or stream in Anywhere-Ville!  When young Mary survives a horrible car crash, she tries to start her life over with a new church organist job in a small Utah town, as one does. But along the way she’s haunted by a gaunt pale figure in a nice suit who leads her to an abandoned old pavilion on the shores of the Great Salt Lake. Soon Mary doesn’t know if she’s awake or dreaming, alive or dead, which makes her really dull at parties. Fans of Rifftrax Live: Night of the Living Dead will love this one. Weird, creepy and very silly, our live riff of Carnival of Souls is not to be missed!","release_date":"","vote_average":9.0,"runtime":120,"cert":"N\/A","id":465968,"title":"Rifftrax Live: Carnival of Souls","adult":false,"genre_ids":[]},{"cast":["Peta Jensen","Audrina Hill","Sativa Rose","Taylor Wayne","Jessica Nyx"],"overview":"Peta Jensen: Peta's first creampie, she loved it! Audrina Hill: Audrina's sweet tits! Sativa Rose: The milky creampie! Taylor Wane: Cum bubbles w\/ Taylor Wane! Jessica Nyx: Fuck that pussy better than her BF!","release_date":"2015-04-21","vote_average":0.0,"runtime":226,"cert":"\"NC-17\"","id":465970,"title":"Big Tit Creampie 32","adult":true,"genre_ids":[]},{"cast":[],"overview":"An Indian folk dancer is caught in his daily struggle of survival in an automobile factory. The burden to earn a living for his family and preserve his family tradition of ritual Ganesha dancing is humongous. His two roles - the sole bread winner of the family and the magnificent elephant god Ganesha, are so diverse that his journey from factory to village looks like time travel and his existence schizophrenic! Ganesha, the dancer lives in the fear of the day when he will have to choose between livelihood and art\/tradition.","release_date":"2011-08-10","vote_average":7.0,"runtime":13,"cert":"N\/A","id":465972,"title":"Dance of Ganesha","adult":false,"genre_ids":[]},{"cast":["Maya Divine","Adrianna Nicole","Devon Lee","Kara Nox","Kayla Synz"],"overview":"Sexy Experienced & Mature Anabolic brings you a collection of 6 hot, wanton women (not naive, inexperienced teenagers) hungry for cock! 'Older is better' in this lust-inspired series of Anabolic Cougars (they're called that for a reason) getting wet & horny for some intense fucking! These lovely ladies are no strangers to hard cocks, and they are happy to share their passions and desires with us! Team Anabolic captures these Cougars at their best. Pussy-dripping, ass-stretching, mind-blowing sex is what these lustful lasses want and what our spew-shooting studs give them!","release_date":"2007-09-01","vote_average":0.0,"runtime":177,"cert":"\"NR\"","id":465974,"title":"Cougars","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":465976,"title":"JIU ZHAI GOU","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":465978,"title":"The Last Shangri-La","adult":false,"genre_ids":[]},{"cast":[],"overview":"Imagine a world coloured by ice and fire, carved by hurricane force winds, weighted by glaciers, carpeted by wildlife perfectly adapted to freezing conditions and winters of perpetual darkness: a world essentially inhospitable to man, still largely unexplored. It is the White Continent... Antarctica.  Featuring the Antarctica Peninsula, South Georgia and the Falkland Islands, Antarctica Dreaming documents all major Antarctic and sub-Antarctic animals. Their lifecycles captured over an entire season of varying climate conditions, from wild white blizzards to fire red sunsets reflected in a glassy sea.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":465980,"title":"Antarctica Dreaming","adult":false,"genre_ids":[99]},{"cast":["Choi Soo-in"],"overview":"Ep.1 \"Change of the Season\" - 11 year-old Yeon-joo (Choi Soo-in) was given homework to take pictures with her parents on trip during spring break but she's concerned as she doesn't want her classmates to find out that her parents are divorced.  Ep. 2 \"Lola\" - Lola (Kim Yeong-seo) majors in ballet but when she gets married she adjusts to a new life in the country. One day, she's invited to stand for a show called \"Hamlet\" and decides to go to Seoul.  Ep.3 \"Atone\" - Yeon-hee (Lee Ji-min-I) has been the breadwinner of the family as she taks care of her mother who has Alzheimer's and rebellious sibling. Life is cruel to her but it's even more so when they are told to evict from the rented apartment.","release_date":"2017-06-28","vote_average":0.0,"runtime":92,"cert":"N\/A","id":465988,"title":"Some Day","adult":false,"genre_ids":[]},{"cast":["Curran Connor","Erica Newhouse"],"overview":"A business meeting is on his agenda, but a man suddenly has to deal with his very upset wife and child.","release_date":"2017-07-14","vote_average":0.0,"runtime":5,"cert":"N\/A","id":465990,"title":"Crybaby","adult":false,"genre_ids":[]},{"cast":["Hou Yong","Jiang Hong-bo","Feng Yuanzheng","Li Qin","Shu Han-yu"],"overview":"In 2011, a movie biography of Guo Mingyi was Produced. The movie was directed by Chen Guoxing and Wang Jing, with the lead part played by Hou Yong and supporting parts by Jiang Hongbo, Li Qin and Feng.","release_date":"2011-07-15","vote_average":5.0,"runtime":null,"cert":"N\/A","id":465992,"title":"Guo Ming Yi","adult":false,"genre_ids":[18]},{"cast":["Aki Toyosaki","Ayahi Takagaki","Hiroshi Yanaka","Shinji Ogawa","Masafumi Kimura"],"overview":"Dr. Junod's work takes him from Ethiopia to Spain and across the European battlefields of World War II. He works to improve the treatment of prisoners of war and arranges prisoner exchanges. He establishes a method for prisoners and their families to write to each other. He secures routes for the delivery of relief supplies. As a humanitarian, Dr. Junod offers moral support to the weak. Seeing that, Mii and Yuko reflect on their own lives and problems.","release_date":"2010-09-10","vote_average":0.0,"runtime":64,"cert":"N\/A","id":465994,"title":"Junod","adult":false,"genre_ids":[36,16,18]},{"cast":["Jamie Birkett","Lucy Clements"],"overview":"Two female soldiers in a divided United Kingdom settle a score.","release_date":"2017-06-16","vote_average":0.0,"runtime":6,"cert":"N\/A","id":465996,"title":"Flow","adult":false,"genre_ids":[35,27,28]},{"cert":"N\/A","title":"GREAT_MIGRATIONS-Disc1","cast":[],"id":465998,"overview":"","runtime":null,"genre_ids":[],"release_date":"","vote_average":0.0,"adult":false}]