[{"cast":["Gunnel Lindblom","Erik Hell","Gio Petré","Mathias Henrikson","Heinz Hopf"],"overview":"Maria, a young woman is processing her life trauma. She travels head-first to a small village and finds shelter at an inn, inhabited by a dysfunctional family. Marias arrival stirs a lot of emotion.","release_date":"1967-10-04","vote_average":0.0,"runtime":95,"cert":"N\/A","id":466015,"title":"The Vicious Circle","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":466017,"title":"BBC 鸟瞰地球-DISC2","adult":false,"genre_ids":[]},{"cast":["Angie Palmer","Ronan Pak","Dada Lo","Ines Laimins","Jae Leung"],"overview":"Sharon is a fast-­rising PR executive from Singapore, searching for love in Hong Kong, who may have found her dream guy, but as she chases after him online and in person, Sharon quickly finds out the dangers of stalking a secret crush.","release_date":"2016-11-25","vote_average":8.0,"runtime":70,"cert":"\"\"","id":466019,"title":"Love Stalk","adult":false,"genre_ids":[10749,53]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":466021,"title":"BBC  大卫·爱登堡-荒野探索六十载-DISC2","adult":false,"genre_ids":[]},{"cast":["Sunny Suwanmethanon","Marie Broenner","Phongsathon Chongwilat","Mashannoad Suvalmas","Markus Waldow"],"overview":"A professional tennis player had his world upside down when his fiancee left him for a rock star.","release_date":"2017-02-02","vote_average":5.9,"runtime":129,"cert":"N\/A","id":466023,"title":"Mr. Hurt","adult":false,"genre_ids":[18,35]},{"cast":["José Asunción","José Asunción","Isabel Carmona","Antonio Soriano","Daniel Reyes"],"overview":"Eduardo wakes up bound hand and foot, locked in a room ... What could have happened?","release_date":"2015-11-06","vote_average":0.0,"runtime":12,"cert":"N\/A","id":466025,"title":"Sé que estaré: Recibiendo una lección","adult":false,"genre_ids":[]},{"cast":[],"overview":"Akira lnugami is infected with a terrible poison. The only known antidote has an unfortunate side effect-it turns him into a werewolf. He opts for survival but then has to cope with his new desires and with the attention of the military, which is in terested in using his affliction for its own purposes.","release_date":"1993-06-21","vote_average":5.5,"runtime":156,"cert":"N\/A","id":466036,"title":"Wolf Guy","adult":false,"genre_ids":[16,28,878]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":466038,"title":"Inside cocaine submarines","adult":false,"genre_ids":[]},{"cast":["Sarah Vaillant","Jonathan Bruzat","Mickaël Winum","Paola Marques Dos Santos","Eliam Mohammad"],"overview":"","release_date":"2016-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":466040,"title":"D'un Commun à Corps","adult":false,"genre_ids":[]},{"cast":["Janella Salvador","Elmo Magalona","Sofia Andres","Ronnie Alonte","Jane Oineza"],"overview":"A group of friends goes to an island for a short film project when they are attacked by a mysterious killer after playing a game of bloody crayons.","release_date":"2017-07-12","vote_average":6.8,"runtime":109,"cert":"N\/A","id":466042,"title":"Bloody Crayons","adult":false,"genre_ids":[80,27,9648,53]},{"cast":["Mahesh Bhatt","Piyush Pandey"],"overview":"The face of India was changed forever during the '80s, thanks to the iconic personalities and world-shaking events profiled in this documentary.","release_date":"","vote_average":9.0,"runtime":41,"cert":"N\/A","id":466044,"title":"The 80s India","adult":false,"genre_ids":[99,36]},{"cast":["Gruff Rhys"],"overview":"In late 2016, musician, producer and writer Gruff Rhys joined a group of British and Russian artists as they embarked on a journey from Moscow to the far east of Siberia. Capturing the journey on tape, the Welshman’s short film, The History of Nails—commissioned by the British Council—stops by key moments of twentieth-century Russian life, from the October Revolution through to communism and the Futurist movement, all to the sounds of a drone score.","release_date":"2017-05-24","vote_average":0.0,"runtime":12,"cert":"\"\"","id":466046,"title":"The History of Nails","adult":false,"genre_ids":[]},{"cast":[],"overview":"A short comedy about riding the elevator.","release_date":"2010-01-26","vote_average":8.5,"runtime":4,"cert":"\"\"","id":466048,"title":"The Elevator","adult":false,"genre_ids":[35]},{"cast":["Gunnar Hellström","Stig Järrel","Ann-Marie Gyllenspetz","Åke Grönberg","Marianne Löfgren"],"overview":"After a fist fight, Simon thinks he has killed a man and seek refuge in a religious sect. Saved he discovers that he can heal the sick and disabled. The knowledge of Simon's gifts spread quickly and the sect's leaders exploit the situation.","release_date":"1954-11-15","vote_average":6.0,"runtime":85,"cert":"N\/A","id":466059,"title":"Simon the Sinner","adult":false,"genre_ids":[18]},{"cast":["Feyyaz Duman","Maaike Neuville","Halima Ilter","Suat Usta","Aziz Çapkurt"],"overview":"Zagros (26) is a shepherd who lives in a Kurdish village with his pregnant wife Havin and their daughter. His father tells him that people gossip about Havin: there are rumours of her having an affair. Zagros brushes his father’s concerns away as he trusts his wife and refuses to give credit to the rumours. Later, while Zagros tends to his sheep, he learns that his family have accused Havin of adultery and locked her up. Zagros returns to his village but finds his wife and daughter gone. Havin has fled to the west with their daughter and unborn child. Zagros, believing his wife’s innocence and opposing his father, travels to Istanbul and meets a smuggler who can take him to the west…","release_date":"2017-11-15","vote_average":8.4,"runtime":102,"cert":"N\/A","id":466061,"title":"Zagros","adult":false,"genre_ids":[18]},{"cast":["Buck Henry","Tryg Myhren","John Morten","Tom Corcoran"],"overview":"What do Daniel Webster, Dr. Seuss, C. Everett Koop, Robert Frost and 100+ Winter Olympians have in common? They all spent time at Dartmouth College, Hanover, NH where winters are long and snowy.  Passion for Snow traces over 100 years of ski history in the United States with a focus on the many contributions of Dartmouth College and its alumni to the formation, growth and ongoing innovations in all aspects of snowsports. Passion for Snow combines firsthand accounts from early ski pioneers, veterans of the 10th Mountain Division, Olympians, members of the U.S. Ski Hall of Fame and top ski industry and resort executives, who explain how the most remotely located college in the Ivy League helped spawn a $25 billion industry, and continues to shape it today.","release_date":"2013-02-09","vote_average":0.0,"runtime":62,"cert":"\"NR\"","id":466063,"title":"Passion for Snow","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Documentary Filmmaker Aron Ranen explores the Korean Take-over of the Black Beauty Supply Industry, and what some African Americans are doing to get it back.","release_date":"","vote_average":0.0,"runtime":34,"cert":"N\/A","id":466065,"title":"Black Hair","adult":false,"genre_ids":[]},{"cast":["Dan Condurache","Olga Delia Mateescu","Tamara Buciuceanu-Botez"],"overview":"","release_date":"1976-07-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":466067,"title":"Domnisoara Nastasia","adult":false,"genre_ids":[18]},{"cast":["Dragoş Pâslaru","Sofia Vicoveanca","Daniela Vlădescu"],"overview":"","release_date":"1983-02-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":466069,"title":"Ochi de urs","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Dead & Company performing at Lakewood Amphitheatre, Atlanta, GA.  SET 1: Scarlet Begonias, Shakedown Street, Dire Wolf, Tennessee Jed, They Love Each Other, Black-Throated Wind  Mississippi Half-Step Uptown Toodeloo.  |  SET 2: Here Comes Sunshine, Playing in the Band, Uncle John's Band, Playing in the Band, Terrapin Station, Drums, Space, Milestones, Days Between, Sugar Magnolia.  |  ENCORE: Knockin' on Heaven's Door","release_date":"2017-06-13","vote_average":0.0,"runtime":null,"cert":"\"\"","id":466080,"title":"Dead & Company: Lakewood Amphitheatre, Atlanta, GA - 2017.06.13","adult":false,"genre_ids":[10402]},{"cast":["Narayanankutty","Saju Navodaya","Kalabhavan Rahman"],"overview":"Ente Kallu Pencil is a Malayalam movie starring Narayanan Kutty and AS Rajendra in prominent roles. The cast also includes Ajith Raja and Kalabhavan Rahman. It is a drama directed by Jespal Shanmughan.","release_date":"2017-06-16","vote_average":0.0,"runtime":151,"cert":"N\/A","id":466082,"title":"Ente Kallu Pencil","adult":false,"genre_ids":[18]},{"cast":["Bernd Zangerl","Barbara Zangerl"],"overview":"What happens when a crazy filmmaker meets a crazy boulder and they decide to make a film together? It could be called pre-programmed chaos or the beginning of a common vision. After nearly two years of work, the film is finished, pure soul has come out! Camera and direction show boulders in a unique style. The philsophy and climbing art of Bernd Zangerl set the crown on the film. The locations were Ticino, Magic Wood and the mountains of the Silvretta. Each area has its own character, its own style and ambience. 'Every centimeter has its meaning. As with Humbold's natural vision, thought and feeling merge, and here the symbiosis of man and rock, man's stone, humanized petrified. \"  The film shows Bernd Zangerl, Barbara Zangerl and Thomas \"Steini\" Steinbrugger during bouldering at Magic Wood, Silvretta and Ticino. The best and most beautiful first visits by Bernd Zangerl are documented as well as spectacular highballs and low water soloing.","release_date":"2006-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":466084,"title":"Memento - A Boulder Life Line","adult":false,"genre_ids":[28,12,99]},{"cast":["Jake Waid","Allan Hayton","Allison Warden","Quannah Potts"],"overview":"Sometimes the best day of your life is the worst day of your life.","release_date":"2016-12-29","vote_average":7.0,"runtime":15,"cert":"\"\"","id":466086,"title":"Feels Good","adult":false,"genre_ids":[80,35,18]},{"cast":[],"overview":"A year has passed since the death of my mother and two of my sisters.","release_date":"2017-05-19","vote_average":0.0,"runtime":10,"cert":"N\/A","id":466088,"title":"The Traveler's Longing to Pray","adult":false,"genre_ids":[27]},{"cast":[],"overview":"","release_date":"1959-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":466090,"title":"Der Barbier von Sevilla","adult":false,"genre_ids":[10402]},{"cast":["Nina Fonoroff","Robin Guarino","Marcel Meyers","Dianne Torr","Cathy Clarke"],"overview":"This film is depicts early lesbian sexuality, using reenacted scenes from the experience of a 12-year old girl as the platform for a meditation on forbidden desire, transgression, and Lacanian psychoanalytic concepts of identity formation. Raw adolescent memories counterpoint staged scenes, exploring mechanisms of power and submission.","release_date":"1991-07-12","vote_average":0.0,"runtime":23,"cert":"\"\"","id":466101,"title":"Age 12: Love with a Little L","adult":false,"genre_ids":[]},{"cast":["John Gill","John 'the verm' Sherman","Kurt Smith","Charles Freyberger","Sarah Marvez"],"overview":"Friction Addiction rock climbing video brings you an amazing summer of daring run outs and highball first ascents from the sharp end of South Dakots's Black Hills. Filmed entirely in crystal clear digital, and set to an original soundtrack by Underground Chuck, this film raises the bar of the rock climbing video genre to dangerous new heights.","release_date":"","vote_average":0.0,"runtime":55,"cert":"N\/A","id":466103,"title":"Friction Addiction - Black Hills Gold","adult":false,"genre_ids":[28,12,99]},{"cast":["Kirk Cameron","Karen Abercrombie","Bailey Anderson","Ashley Bratcher","Cameron Arnett"],"overview":"EXTRAORDINARY tells the amazing story of ultra-marathon runner and college professor David Horton, his wife, Nancy, and their attempt to finish their marriage race well. Although proud of his incredible athletic accomplishments and the impact he has on his students, David's family continuously pays a high price for his years of competitive running. Following his open-heart surgery and irreparable damage to his knees, Nancy is ready for Dave to hang up his racing shoes for good and focus his boundless energy on their family. Instead, feeling called by God to \"inspire people one last time,\" Dave sets off for a 2,900-mile race across America","release_date":"2017-09-07","vote_average":7.5,"runtime":86,"cert":"\"\"","id":466105,"title":"Extraordinary","adult":false,"genre_ids":[]},{"cast":[],"overview":"The video tape, Agora, focuses on the market place (as a microcosm of the larger society) seen through the eyes of a young, gay man suffering from both the neurosis described above, and the oppressive circumstances of small town life in the American Midwest. The tape opens with an idyllic representation of the Midwest and shifts into an expressive exploration of experiences within the narrow confines of a Midwestern moral code. The melodrama follows five main characters who find themselves together in a small motel; Crab, an agoraphobe, is employed as a clerk in the motel and lives at home with his family; Swallow, a recently escaped con and his lover, Jack; Katch, a woman dishonorably discharged from the military and her lover, Joy.\r The market place is a central focus for all the main charaters; as a place of potential employment, a site of crisis in representation, the public arena where the status quo is policed and, ultimately, a closed barrier whereby the \"norm\" is protected.","release_date":"1992-07-12","vote_average":0.0,"runtime":73,"cert":"\"\"","id":466107,"title":"Agora","adult":false,"genre_ids":[]},{"cast":["Bernard Lynch"],"overview":"Shot in the US for Irish television, AIDS: A Priest's Testament is the story of Father Bernard Lynch, an Irish-borh priest and psychotherapist who set up an AIDS ministry in New York. Father Lynch is a daring, eloquent, and passionate missionary who discusses with startling honesty the pressures that have brought him close to the edge of his physical and spiritual limits as he conducts his ministry.","release_date":"1987-07-12","vote_average":0.0,"runtime":52,"cert":"N\/A","id":466109,"title":"Aids: A Priest's Testament","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An AIDS education film for youth featuring three people with AIDS who share what it's like to live with the disease and how to protect against it.","release_date":"1986-07-12","vote_average":0.0,"runtime":26,"cert":"\"\"","id":466111,"title":"The AIDS Movie","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A recording of a play about the intangible impacts AIDS has on a community. This is a moving, beautifully photographed combination of theater and documentary that captures the incredible excitement of live theater and intensifies the power of the play's message.","release_date":"1986-07-12","vote_average":0.0,"runtime":58,"cert":"\"\"","id":466113,"title":"The AIDS Show","adult":false,"genre_ids":[36,99]},{"cast":["Neil Gresham","Gaby Masini","Charlie Woodburn"],"overview":"IMPROVE YOUR CLIMBING WITH NEIL GRESHAM  Are you tired of burning out on steep routes and unsure whether it’s due to lack of strength or poor technique? Do you still feel nervous about pushing above bolts or trusting your feet on slabs?  If you’re fed-up with making the same old mistakes then why not settle the score using this two-part instructional video series, hosted by Britain’s leading climbing coach Neil Gresham. Whether you climb F5 or F7c, these films are packed with tips to help you improve every aspect of your climbing performance.  Part 1 shows you how to develop your technique and how to train more productively and Part 2 shows you how to put it all together and get the most from yourself on the cliffs. There are right and wrong examples to help you identify your weaknesses and case studies from some of Britain’s best climbers. Those dream routes may be closer than you think and watching these films might be all you need to turn them into a reality.","release_date":"2005-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":466115,"title":"Masterclass Part 1: Technique & Training","adult":false,"genre_ids":[28,12,99]},{"cast":[],"overview":"A documentary on the eight-month-old AIDS\/ARC vigil at San Francisco's UN Plaza where people with AIDS and ARC have chained themselves to the Federal Building to publicize the need for increased federal response to the crisis.","release_date":"1986-07-12","vote_average":0.0,"runtime":30,"cert":"\"\"","id":466117,"title":"AIDS\/ARC Vigil","adult":false,"genre_ids":[99]},{"cast":["Larry the Cable Guy"],"overview":"","release_date":"2016-02-11","vote_average":6.0,"runtime":43,"cert":"N\/A","id":466119,"title":"Shorts from Radiator Springs","adult":false,"genre_ids":[16]},{"cast":["Franziska Neiding","Silke Bodenbender","Antje Widdra"],"overview":"After an intense fight with her mother, six year old Clara decides to run off to be with her father. But she falls asleep on the way on the bus and somehow ends up with the Wagner family. Then once Julia Wagner discovers some bruisers on Clara's body, she feels compelled to act.","release_date":"2008-08-23","vote_average":9.0,"runtime":19,"cert":"N\/A","id":466121,"title":"To Be A Good One","adult":false,"genre_ids":[]},{"cast":["Kellan Lutz"],"overview":"Oats Studios short exploring the ideas of multinational corporations, secret government programs and failed scientific experiments.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":466123,"title":"Lima","adult":false,"genre_ids":[53]},{"cast":["Andreas Bichler","Brigitte Böttrich","Milena Dreißig","Alexandra Finder","Frank Jacobsen"],"overview":"","release_date":"2013-09-23","vote_average":6.0,"runtime":null,"cert":"N\/A","id":466125,"title":"Antons Fest","adult":false,"genre_ids":[]},{"cast":[],"overview":"MOLE MAN follows RON, a 66-year-old autistic man who has spent the last five decades building a 50-room structure in his parents' backyard. Using no nails or mortar, Ron instead creates perfectly balanced structures from scavenged materials he finds in the woods outside his Western Pennsylvania home. When Ron's father passes away, leaving him living alone with his 90-year-old mother, Ron's siblings are left to figure out what's best for Ron - who has never been officially diagnosed with autism - when his mother can no longer care for him. In an effort to find the money to keep Ron in his home, his friends team up in search of a mythical mansion Ron insists lays abandoned in the forest. But will they be able to find it? And, more importantly, does it even exist? This is the story of an extraordinary life, a family, and the beauty of thinking differently.","release_date":"2017-11-10","vote_average":6.0,"runtime":null,"cert":"\"\"","id":466133,"title":"Mole Man","adult":false,"genre_ids":[99]},{"cast":[],"overview":"It shows the essential skills and techniques for hill walking, and follows two walkers, Fredelina and Ben, on days out in the British mountains. See how they prepare for their walks, the challenges they face and the decisions they make.  Filmed in the Lake District and the Scottish Highlands, the skills and techniques shown are relevant to all Britain’s mountain areas. The film and accompanying technical chapters provide over two hours of expert information and advice, which is applicable to all hill walkers, whatever their level of experience.","release_date":"2008-11-01","vote_average":0.0,"runtime":140,"cert":"N\/A","id":466135,"title":"Hill Walking Essentials","adult":false,"genre_ids":[28,12,99]},{"cast":["Roddy John MacLeod","Iain MacRae","Donna Morrison","Donna Morrison","Dolina MacLennan"],"overview":"An adaptation of the true life story from childhood of the author, Findlay J McDonald, who was born and brought up on the Isle of Harris. Set in the 1930s until he left the island after the Second World War to further his education on the mainland. The highland wit shines through despite the hardships of life on a small croft, a few acres for crops, a cow and a shed to house the loom to weave the traditional Harris Tweed.","release_date":"2002-02-14","vote_average":0.0,"runtime":180,"cert":"N\/A","id":466137,"title":"Crowdie and Cream","adult":false,"genre_ids":[36,35,18]},{"cast":[],"overview":"Offers a course in Rock Climbing on a 100-minute DVD, produced by UIAA International Rock Climbing Instructors. This film covers climbing techniques, roped climbing, belaying, protection, lead climbing, abseiling, top rope climbing, bouldering, guidebooks, ratings and equipment. It is suitable for beginners, as well as experienced climbers.","release_date":"2005-11-21","vote_average":0.0,"runtime":100,"cert":"N\/A","id":466139,"title":"Climb When Ready - A Course in Rock Climbing","adult":false,"genre_ids":[28,12,99]},{"cast":["Sérgio Chapelin"],"overview":"","release_date":"1976-07-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":466141,"title":"O Poder do Machado de Xangô","adult":false,"genre_ids":[99]},{"cast":["Maxwell Caulfield","Edward Albert","Viveca Lindfors","Kamala Lopez","Stella Stevens"],"overview":"","release_date":"1992-11-04","vote_average":0.0,"runtime":null,"cert":"\"\"","id":466143,"title":"Exiled in America","adult":false,"genre_ids":[18]},{"cast":["Kanako Fukaura","Shigeru Muroi","Risa Honda","Renji Ishibashi","Kiminobu Okumura"],"overview":"In a small town, high school students in their final year try to balance their studies while also playing together in a rock band.","release_date":"1988-07-16","vote_average":0.0,"runtime":98,"cert":"N\/A","id":466145,"title":"So What","adult":false,"genre_ids":[18,10402]},{"cast":["Bellamkonda Srinivas","Rakul Preet Singh","Pragya Jaiswal","Jagapati Babu","R. Sarathkumar"],"overview":"Gagan is very much in love with Sweety aka Janaki, a sweet-natured girl, ever willing to lend a helping hand to those in need. But she ends up rejecting Gagan and later finds herself in a situation from which there seems no escape. Why did Sweety reject Gagan and what does he do when he finds her in a dangerous predicame.","release_date":"2017-08-11","vote_average":6.2,"runtime":149,"cert":"N\/A","id":466147,"title":"Jaya Janaki Nayaka","adult":false,"genre_ids":[10749,28,53]},{"cast":["Haji Suzuki"],"overview":"A group of punks steal weapons from a military base.","release_date":"1986-01-01","vote_average":0.0,"runtime":60,"cert":"N\/A","id":466149,"title":"Metal Days","adult":false,"genre_ids":[53]},{"cast":["Adel Imam","Samir Sabri","Samir Ghanem","Magda","Hayat Kandel"],"overview":"3 young men aims older women for financial gains by working as gigolos,during a summer vacation,one of them targets a strict unmarried woman by making her fall in love with him to win her trust,meanwhile,his two friends struggles with their plans too before end of summer.","release_date":"1977-02-17","vote_average":8.0,"runtime":111,"cert":"N\/A","id":466151,"title":"The Tender Gender","adult":false,"genre_ids":[]},{"cast":["Serinda Swan","Jimmi Simpson","Johnny Messner","Stephen Oyoung","Dennis Keiffer"],"overview":"The ripple effect of a brother and sister's past catches up to them at the funeral of their father.","release_date":"2012-07-12","vote_average":6.0,"runtime":3,"cert":"\"\"","id":466153,"title":"Wake","adult":false,"genre_ids":[80,18]},{"cast":["Davi Souza","Jorge Valmini"],"overview":"Armada is a Brazilian short movie about the dictatorship times that laid its iron fist over the country. When a journalist is taken to the basement where the torture claim its victims, the truth is no more than a detail.","release_date":"2012-07-12","vote_average":8.0,"runtime":15,"cert":"N\/A","id":466158,"title":"Armada","adult":false,"genre_ids":[36,18,80]},{"cast":[],"overview":"A relationship between the skin- a structured border, and the content- a system of abstract red strings or lines with no defined shape, that aspires to break out.","release_date":"2009-05-03","vote_average":0.0,"runtime":4,"cert":"N\/A","id":466163,"title":"In aporia","adult":false,"genre_ids":[16]},{"cast":["Paisley Wanamaker"],"overview":"A young girl runs for her life in a haunted forest and finds that, sometimes, your fears are real.","release_date":"2017-06-06","vote_average":0.0,"runtime":9,"cert":"\"\"","id":466165,"title":"Dead Run","adult":false,"genre_ids":[53,28,27]},{"cast":["Lindsey Carter"],"overview":"The end is nigh. But until then, there's work to do.","release_date":"2016-11-15","vote_average":8.0,"runtime":5,"cert":"\"\"","id":466167,"title":"And the Earth Will Be Lost to the Flames","adult":false,"genre_ids":[35]},{"cast":["William Ash","Jessica Barden","Roxanne Pallett","Louis Emerick","Sally Carman"],"overview":"Manchester, the present. Michael divides his time between the job center and the pub. A chance meeting with Lee, an introduction to her Uncle Ian and a heavy night on the lash lead to a job working the door at a Northern Quarter massage parlor. After witnessing the violent death of one of the punters, Michael experiences blood-drenched flashbacks and feels himself being sucked into a twilight world that he doesn't understand but that is irresistibly attractive. When he eventually finds out what goes on in the room below Cloud 9, Michaels' life will never be the same again.","release_date":"2017-08-25","vote_average":5.8,"runtime":90,"cert":"N\/A","id":466169,"title":"Habit","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A key overview of twentieth-century American fascism and antifascism produced in 1991 by the John Brown Anti-Klan Committee.","release_date":"1991-01-01","vote_average":0.0,"runtime":27,"cert":"\"\"","id":466171,"title":"Behind the Burning Cross: Racism USA","adult":false,"genre_ids":[99]},{"cast":["Robin Causse","Thomas Chabrol","Logan de Carvalho","Vincent Dedienne","Mélodie Orru"],"overview":"The 1,600 surviving pandas are fighting, in their very own special way, for the perpetuation of their species.","release_date":"2017-07-12","vote_average":5.5,"runtime":2,"cert":"N\/A","id":466173,"title":"Pandas in the Mist: Brochure","adult":false,"genre_ids":[10751,35,16]},{"cast":["Natasha Jaramillo","Giovanny Rodríguez","Camilo Escobar","Carmenza Cossio","Juan Pablo Trujillo"],"overview":"Paula, a young art student, witnesses the assassination of her father, a university professor. Frustrated  by the local police she starts to investigate the murder herself. Driven by anger, frustration and sorrow, she commits fearless acts that put her and her family  at risk.","release_date":"2018-03-15","vote_average":6.9,"runtime":100,"cert":"N\/A","id":466175,"title":"Killing Jesus","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":466189,"title":"The White Planet","adult":false,"genre_ids":[]},{"cast":["Gastón Pauls","César Troncoso","Álvaro Armand Ugón","Valentina Barrios","Cecilia Caballero"],"overview":"","release_date":"2017-03-09","vote_average":4.0,"runtime":null,"cert":"N\/A","id":466191,"title":"El Sereno","adult":false,"genre_ids":[27,53,9648]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":466193,"title":"Heal in Kyushu","adult":false,"genre_ids":[]},{"cast":["Josephine Vander Gucht","Anthony West","Yves Fernandez","George Lindsay"],"overview":"An explorative documentary that charts the creation of Oh Wonder's sophomore album \"Ultralife\", directed by close friend of the band Mike Lee Thomas.","release_date":"2017-07-20","vote_average":8.0,"runtime":57,"cert":"N\/A","id":466198,"title":"Oh Wonder: Ultralife","adult":false,"genre_ids":[10402,99]},{"cast":["Naserian Mzee"],"overview":"In a rural Maasai village in Tanzania, a primary school girl is suddenly confronted by an arranged marriage.","release_date":"2017-02-12","vote_average":0.0,"runtime":12,"cert":"N\/A","id":466203,"title":"Black Head Cow","adult":false,"genre_ids":[18]},{"cast":["Kata Dobó","Anger Zsolt","János Kulka","Réka Tenki","Adél Kováts"],"overview":"A murder mystery set in Budapest 1936, just as Hungary was preparing to allign itself with Hitler. A young beautiful girl is found dead and noone wants to investigate - except Gordon a crime reporter who has a gut feeling that things are not what they seem.","release_date":"2017-11-02","vote_average":6.5,"runtime":95,"cert":"N\/A","id":466205,"title":"Budapest Noir","adult":false,"genre_ids":[80]},{"cast":["Daisuke Katô","Ichirô Arishima","Norihei Miki","Kenji Sahara","Kokinji Katsura"],"overview":"Japanese soldiers stranded in Manokwari, New Guinea, improvise a theater play to keep their spirits up and endure the extremely difficult conditions.","release_date":"1961-09-29","vote_average":0.0,"runtime":102,"cert":"N\/A","id":466207,"title":"Snow in the South Seas","adult":false,"genre_ids":[35,18,10752]},{"cast":["Axel Ringvall"],"overview":"Axel Ringvall on a hike, but his dreams seem more exciting.","release_date":"1913-07-12","vote_average":0.0,"runtime":12,"cert":"N\/A","id":466209,"title":"Axel Som Turit","adult":false,"genre_ids":[]},{"cast":[],"overview":"In a story about finding oneself, this four-minute erasure animation takes us through a young woman’s life who in the beginning is facing depression, but then upon returning to her childhood home and is uplifted by the memories of her grandmother. This independent animation is inspired by remembering loved lost ones. This is an animation which freezes time to capture the most fond moments of the young girl.","release_date":"2017-03-31","vote_average":0.0,"runtime":4,"cert":"\"\"","id":466211,"title":"A Little Memory","adult":false,"genre_ids":[18,16]},{"cast":["Carl Barcklind"],"overview":"Calle has to go on the run.","release_date":"1917-01-22","vote_average":5.0,"runtime":10,"cert":"N\/A","id":466213,"title":"Calles nya kläder","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":466215,"title":"Tippek a jobb szexhez","adult":false,"genre_ids":[]},{"cast":[],"overview":"Three years ago, James Sunderland's wife became seriously ill and passed away. James tried to pull himself together and resume his life after the loss but struggled to get back on his feet. the emotional pain and emptiness left James in a constant state of mourning. Then one day, a cryptic letter arrives signed by Mary, the same name as his late wife. In the letter, Mary writes \"Silent Hill, our sanctuary of memories... I will be waiting for you there.","release_date":"2012-09-02","vote_average":0.0,"runtime":94,"cert":"\"R\"","id":466226,"title":"Silent Hill 2: The Movie","adult":true,"genre_ids":[53,18,27]},{"cast":[],"overview":"Surpresa (Surprise) is a short documentary animation made using a recorded conversation (that is, not acted, not rehearsed, not scripted…) between a mother, Joana, and her three-year-old daughter, Alice, who is recovering from kidney cancer. They both talk – openly and frankly – about the illness, their present circumstances, struggles and successes.","release_date":"2017-07-12","vote_average":0.0,"runtime":9,"cert":"N\/A","id":466228,"title":"Surprise","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":466230,"title":"Das Golddorf","adult":false,"genre_ids":[99]},{"cast":["Joe Bonamassa","Anton Fig","Reese Wynans","Tina Guo","Eric Bazilian"],"overview":"Live at Carnegie Hall: An Acoustic Evening is the fifteenth live album and video by American blues-rock musician Joe Bonamassa. Produced by Kevin Shirley, it was released on June 23, 2017 by J&R Adventures. The album documents Bonamassa's two performances at the Stern Auditorium, Carnegie Hall in New York City, New York on January 21 and 22, 2016. It is the guitarist and vocalist's second all-acoustic live collection, following 2013's An Acoustic Evening at the Vienna Opera House.  For his performances at the Carnegie Hall, Bonamassa performed with a number of musicians in addition to his regular backing band, including Chinese-American cellist and erhuist Tina Guo, American mandolin and banjo player Eric Bazilian, and Egyptian percussionist Hossam Ramzy. The album reached number 64 on the US Billboard 200 and number 30 on the UK Albums Chart, while the video topped the Billboard Music Video Sales chart and reached number 2 on the UK Music Video Chart.","release_date":"2017-07-16","vote_average":8.0,"runtime":null,"cert":"N\/A","id":466232,"title":"Joe Bonamassa: Live at Carnegie Hall - An Acoustic Evening","adult":false,"genre_ids":[10402]},{"cast":["D'Vorah Bailey","Michael Siefring"],"overview":"Deborah relies on chance to avoid making any choices in her life, but then faces a decision that can’t be left up to fate.","release_date":"2017-03-17","vote_average":0.0,"runtime":9,"cert":"\"\"","id":466234,"title":"Choices","adult":false,"genre_ids":[35,18]},{"cast":["Robert Rodriguez"],"overview":"A short feature on the DVD for Once Upon a Time in Mexico (2003), released in January of 2004.","release_date":"2004-01-20","vote_average":0.0,"runtime":9,"cert":"\"NR\"","id":466236,"title":"Ten Minute Flick School: Fast, Cheap, and in Control","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2017-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":466238,"title":"Impromptu","adult":false,"genre_ids":[99,16]},{"cast":[],"overview":"","release_date":"2016-10-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":466249,"title":"Snuggle","adult":false,"genre_ids":[99]},{"cast":["Lee Cambell","George Nettleton","Adan Osborne","Georgina Anderson","Lilly Feeney"],"overview":"Jimmy Blue Eyes and his associates are feeling the heat. There's a new gang in town and their criminal activities are under threat, but all is not as it seems.","release_date":"2017-07-15","vote_average":0.0,"runtime":5,"cert":"N\/A","id":466251,"title":"Run Rabbit Run","adult":false,"genre_ids":[18,80]},{"cast":["Khagendra Lamichhane","Surakshya Panta","Janak Bartaula","Kamal Devkota","Rabi Giri"],"overview":"Dhanapati wants to earn more money to get his daughter to a good school.","release_date":"2017-07-07","vote_average":7.0,"runtime":120,"cert":"N\/A","id":466256,"title":"Dhanapati","adult":false,"genre_ids":[18,10749]},{"cast":["Alexandre Pottin"],"overview":"Evolution and change are usually observed within a positive sphere, nevertheless and according to the history of humanity, we are stubborn beings reluctant to change and the unknown.  I wrote this short with that thought in my mind. Mardi Darkness shows a small glance in the life of a recent graduate that resists to change, the possibility of happiness and above all the acceptance of his new life. Far away from his family, from what he once called home and his youth.  The short film was made in an experimental fashion. It was initially framed as a sequence shot but it was just evoking melancholy and the chaos went too unperceived. For this reason, I decided to use a split screen technique to tell the story in a more chaotic and voyeuristic manner. It is as though it was seen through monitors that loop the life of a man who refuses to change, remaining so until it merges with the darkness of the screen and the unexplored.","release_date":"2016-09-12","vote_average":0.0,"runtime":4,"cert":"N\/A","id":466258,"title":"Tuesday Darkness","adult":false,"genre_ids":[]},{"cast":["Georgette Dee","Mirosław Baka","Mechthild Großmann","Tadeusz Łomnicki","Terry Truck"],"overview":"Orlanda is a person between male and female. Their profession is diseuse, a performer who entertains with songs and speeches in the German tradition of the 20's and 30's. To escape from loneliness, as well as to play with taboos, Orlanda decides to marry their friend Elizabeth. On a concert tour in Warsaw, which also serves as a honeymoon, both the newlyweds fall in love with a young Polish man.","release_date":"1991-02-22","vote_average":0.0,"runtime":76,"cert":"N\/A","id":466260,"title":"All of Me","adult":false,"genre_ids":[10749,18]},{"cast":["Hannah Zitzmann"],"overview":"The film is about a transsexual prostitute, who is rejected by the society.  While her self-perception and the impression she makes on others drift apart, she tries to improve her looks in order to be perceived as attractive.  We follow her through the night until her father picks her up.","release_date":"","vote_average":0.0,"runtime":3,"cert":"N\/A","id":466262,"title":"Fermentation","adult":false,"genre_ids":[18]},{"cast":["Gys de Villiers","Devon Werden","Will Stout"],"overview":"In vacation with his girlfriend and his son, a father has to face an uncontrolled jealousy for the young boy.","release_date":"2016-07-24","vote_average":0.0,"runtime":10,"cert":"\"\"","id":466273,"title":"Cronos","adult":false,"genre_ids":[10751,53,18,14]},{"cast":["Gene Barry","Barry Sullivan","Edmond O'Brien","Severn Darden","Paul Stewart"],"overview":"An extended, feature-length episode of the show The Name of the Game, a pioneering sci-fi\/drama series that had a narrative that rotated between three primary characters.  Glenn Howard, while driving to a Pollution Summit meeting, falls unconscious and finds himself somehow in the future year 2017 where remaining society lives underground due to contaminated air. Can he somehow return to 1971?","release_date":"1971-01-15","vote_average":3.5,"runtime":76,"cert":"\"\"","id":466275,"title":"LA 2017","adult":false,"genre_ids":[18,9648,878,10770]},{"cast":["Monica Cho","William Jeon"],"overview":"Love comes rolling back into Joo-Won's life. But is it really love?","release_date":"2016-12-01","vote_average":0.0,"runtime":6,"cert":"\"\"","id":466277,"title":"The Death of Language","adult":false,"genre_ids":[18,10749]},{"cast":["James Harper-Jones","Don Patrick","Abdul Hassan","Jack Darling","Tré Grant-Barton"],"overview":"A young boy believes his father is a genuine superhero, and when confronted with a difficult situation - decides to follow in his footsteps.","release_date":"","vote_average":0.0,"runtime":7,"cert":"N\/A","id":466279,"title":"Storytime","adult":false,"genre_ids":[18,28]},{"cast":["Lucy Fry","Eiza González","Josh Hartnett","Blake Berris","Christian Camargo"],"overview":"When her best friend goes missing at a rodeo, Heidi goes on a search across the desert, digging up secrets and encountering the violence of life on the road.","release_date":"2019-03-01","vote_average":5.0,"runtime":103,"cert":"N\/A","id":466281,"title":"She's Missing","adult":false,"genre_ids":[18]},{"cast":["Inezita Barroso","Colé Santana","Adoniran Barbosa","Raquel Martins","Carlos Araújo"],"overview":"","release_date":"1955-07-06","vote_average":0.0,"runtime":104,"cert":"N\/A","id":466283,"title":"Mulher de Verdade","adult":false,"genre_ids":[35]},{"cast":["Kazuyo Matsui","Tatsuya Oka","Hatsuo Yamaya"],"overview":"A female teacher falls in love with her student","release_date":"1986-12-05","vote_average":0.0,"runtime":91,"cert":"N\/A","id":466285,"title":"Impactual Performance","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1969-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":466296,"title":"Due stelle","adult":false,"genre_ids":[]},{"cast":["Abdulkadir Tuncer","Julia Jelinek","Michael Kranz","Ada Condeescu","Anghel Damian"],"overview":"The siblings Bebe and Mikhail leave their country of Moldova to apply for asylum in Germany. Their flight turns into a modern odyssey.","release_date":"2016-03-01","vote_average":0.0,"runtime":112,"cert":"N\/A","id":466298,"title":"Siblings","adult":false,"genre_ids":[18]},{"cast":["Miranda Raison","Emmett Scanlan","Sophie Robertson","Jovana Stojiljković"],"overview":"Sara, a former hacker and now an Internet security specialist, has come to Belgrade to attend a conference on cyber crime. Whilst she is there her daughter and a college friend are kidnapped by a Serbian human trafficking ring. Will Sara be able to save them before it's too late?","release_date":"2017-06-01","vote_average":4.8,"runtime":95,"cert":"\"\"","id":466300,"title":"My Daughter Is Missing","adult":false,"genre_ids":[53]},{"cast":["Meera","Nirab Hossain","Kavita Radheshyam"],"overview":"The lives of an Indian couple are devastated when their adopted daughter becomes possessed by a demonic force. The father shoots the daughter to death, However an investigative journalist doesn't believe in their story and becomes determine to know the real truth by going much deeper in the couple's scary past.","release_date":"2017-05-26","vote_average":3.7,"runtime":85,"cert":"N\/A","id":466302,"title":"Islamic Exorcist","adult":false,"genre_ids":[27]},{"cast":["Carmen Guerrero","René Cardona","Miguel Ángel Ferriz","Luis G. Barreiro","Carlos L. Cabello"],"overview":"A 1932 film.","release_date":"1932-12-10","vote_average":0.0,"runtime":50,"cert":"N\/A","id":466304,"title":"Hand to Hand","adult":false,"genre_ids":[18,28,10749]},{"cast":["Sam Cooke","Zelda Sands","Al Schmitt","Eugene Jamison","Bill Gardner"],"overview":"Sam Cooke died at the age of 33 on December 11, 1964, at the Hacienda Motel, at 9137 South Figueroa Street, in Los Angeles, California. Answering separate reports of a shooting and of a kidnapping at the motel, police found Cooke's body, clad only in a sports jacket and shoes but no shirt, pants or underwear. He had sustained a gunshot wound to the chest, which was later determined to have pierced his heart. The motel's manager, Bertha Franklin, said she had shot Cooke in self-defense after he broke into her office residence and attacked her. Her account was immediately questioned and disputed by acquaintances.","release_date":"2017-05-05","vote_average":6.0,"runtime":95,"cert":"N\/A","id":466306,"title":"Lady You Shot Me - Life and Death of Sam Cooke","adult":false,"genre_ids":[10402,99]},{"cast":["Emily Rose","Emily Tennant","Samuel Patrick Chu","Antonio Cupo","Chris Kalhoon"],"overview":"When a runaway teenager is kidnapped by sex traffickers, her mother, a newly appointed judge, has to find and rescue her before they ship her overseas and sell her into sex slavery.","release_date":"2017-05-23","vote_average":3.4,"runtime":90,"cert":"N\/A","id":466308,"title":"Daughter for Sale","adult":false,"genre_ids":[53,10770]},{"cast":[],"overview":"","release_date":"2005-07-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":466322,"title":"The Last Blood","adult":false,"genre_ids":[]},{"cast":["Aaron Smargon","Corey Onerheim","Charlotte Pines"],"overview":"An escapist hacker and his high-tech counterpart journey through surveillance state America, crossing frontiers that test their friendship and ignite a fight for independence.","release_date":"2016-10-25","vote_average":0.0,"runtime":95,"cert":"\"\"","id":466324,"title":"Interstates","adult":false,"genre_ids":[37,878]},{"cast":[],"overview":"Animated mugshots of criminals.","release_date":"1994-10-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":466326,"title":"The Criminals","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Immerse yourself in a stunning journey of adventure, fantasy and wild humor that will entertain people of all ages. Bright, crisp computer animation awaits you in this spectacular display of imagination and technology. Computer Animation Festival Volume 2.0 expands on the theme that Volume 1.0 started by showcasing the world's best computer animation shorts.","release_date":"1994-05-24","vote_average":0.0,"runtime":58,"cert":"\"\"","id":466331,"title":"Computer Animation Festival Volume 2.0","adult":false,"genre_ids":[16]},{"cast":["Park Hyun-young"],"overview":"“Isn’t the moment of liberation coming soon?” (From Anne Frank’s monologue)  She spends most of her time sleeping in her room. One day, upon waking up from a dream about her dead aunt, she finds out about an audition being held for the play Anne Frank. She believes that this is the implication of her aunt message “Talitha Koum (Wake up, girl)” and makes it her mission to play the role of Anne Frank.","release_date":"2014-01-01","vote_average":0.0,"runtime":19,"cert":"N\/A","id":466333,"title":"Talitha Koum","adult":false,"genre_ids":[18]},{"cast":["Uddika Premarathna","Jackson Anthony"],"overview":"Maharaja Gemunu is based on the odyssey of King Gemunu (ruler of Sri Lanka 161–137 BC) who is renowned for defeating and overthrowing King Elara, the usurping Tamil prince from the Chola Kingdom, who had invaded the Kingdom of Rajarata in 205 BC.","release_date":"2015-01-23","vote_average":9.0,"runtime":150,"cert":"N\/A","id":466347,"title":"King Gemunu","adult":false,"genre_ids":[36]},{"cast":["Gagan Malik","Anchal Singh","Ranjan Ramanayake","Anshu Malik"],"overview":"Sri Siddhartha Gautama is a Sinhala movie released on 24 January, 2013. The movie is directed by Saman Weeraman and featured Anchal Singh and Gagan Malik as lead characters.","release_date":"2013-01-24","vote_average":8.0,"runtime":115,"cert":"N\/A","id":466349,"title":"Sri Siddhartha Gautama","adult":false,"genre_ids":[36]},{"cast":["Lisa Moell","Mex Schlüpfer","Denny Sonnenschein","Salim Fazzani","Sophie Kluge"],"overview":"The summer holidays have just begun in Brandenburg, but ten-year-old Lea isn’t going to camp this year with her friends as she normally would. One afternoon she spots five boys lifting a large blue oil barrel over the fence of a paint factory and driving away with their loot on a bicycle trailer. Lea's curiosity is piqued. The next chance she gets, she follows the boys and discovers they built a raft on a small lake. The raft is the boys' property and under no circumstances girls are allowed in their gang. But Lea wants to be part of it very badly and takes them up on a dare. Soon summer is full of adventure.","release_date":"2017-01-24","vote_average":7.1,"runtime":67,"cert":"N\/A","id":466351,"title":"Queen of Niendorf","adult":false,"genre_ids":[18,10751]},{"cast":["Ami Takatori","Rie Nakano","Kayoko Sugi","Misa Noguchi","Mami Sakura"],"overview":"Meiji period: Two peasants try to help a woman who is abused by police.","release_date":"1978-01-14","vote_average":0.0,"runtime":61,"cert":"N\/A","id":466353,"title":"Female Violent Torture","adult":false,"genre_ids":[]},{"cast":["Yuji Mitsuya","Yoshino Takamori","Asami Mukaidono","Masashi Hironaka","Kei Tomiyama"],"overview":"Jack has moved to Hokkaido to get treatment for an illness, but he's lonely and unhappy. One night a man on a horse rides through his window to help him. For a reason he doesn't understand, Jack instantly knows the man's name and feels they've met somewhere before. The man, Cu Chulainn, tells Jack to open the moonlight shadow window, which leads him to Nymphidia, the world of Midsummer Night's Dream, whose inhabitants are waiting for a new Fairy King.","release_date":"1988-12-21","vote_average":0.0,"runtime":60,"cert":"N\/A","id":466355,"title":"Fairy King","adult":false,"genre_ids":[14,16,10749]},{"cast":["Paul Giamatti"],"overview":"Ducks are true originals. There are more than 120 different species of ducks in all, a fantastical group of complex characters. Ducks have a talent for survival, and life stories filled with personality and charm. Each bird is more fun than the last, and will leave you wanting more.","release_date":"2012-12-18","vote_average":0.0,"runtime":60,"cert":"\"NR\"","id":466357,"title":"An Original DUCKumentary","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":466359,"title":"Wild Birds of Japan","adult":false,"genre_ids":[]},{"cast":[],"overview":"Shot at the National Museum of Fine Arts in Buenos Aires, In the Museum results from photographs taken with a nude painting during the director's previous feature, La Princesa de Francia. Six months after the filming, Matías Piñeiro returns to New York and realizes that he had taken with him the photographic camera that had supported the film and where are the photographs taken by the character Jimena (here, Gabi Saidón) in one of the scenes in the museum.","release_date":"2015-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":466367,"title":"In the Museum","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Romance is like a chainsaw: a very dangerous beast indeed.","release_date":"2007-01-01","vote_average":0.0,"runtime":25,"cert":"N\/A","id":466372,"title":"Chainsaw","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A bank robber flies in to a tropical town where the only conversation is:\r ”It's not the heat, it's the humidity”.\r First the weather wrecks his plans; then it destroys him.","release_date":"1999-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":466374,"title":"The Heat, The Humidity","adult":false,"genre_ids":[]},{"cast":[],"overview":"Wacken Open Air - the international heavy metal ritual this festival really has become - will see Dimmu Borgir and orchestra perform in an unholy live symbiosis August 2012 that will wreck the necks of thousands! Are you ready to partake in this rare and special celebration of which the beauty meets the beast?!”","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":466376,"title":"Dimmu Borgir: Live at Wacken Open Air 2012","adult":false,"genre_ids":[]},{"cast":["Mercedes Echerer","Christian Sengewald","Alexander Strobele","Tatjana Alexander","Patricia Aulitzky"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":466396,"title":"Karussell","adult":false,"genre_ids":[18]},{"cast":["Ursula Buschhorn","René Ifrah","Leslie Malton","Daniel Aichinger","Jasmin Lord"],"overview":"","release_date":"2016-03-28","vote_average":4.0,"runtime":null,"cert":"N\/A","id":466398,"title":"Katie Fforde: Das Schweigen der Männer","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"","release_date":"2015-02-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":466400,"title":"Karamanın Koyunu","adult":false,"genre_ids":[]},{"cast":[],"overview":"Re-launched by Biscoito Fino, 75 minutes long  DVD  including animation clips for songs  'Aquarela', 'A Casa' , 'O Pato'  and many more.","release_date":"","vote_average":0.0,"runtime":75,"cert":"N\/A","id":466402,"title":"Toquinho no mundo da criança","adult":false,"genre_ids":[]},{"cast":[],"overview":"An intimate quest by a son to understand the identity of his father; a look back at the Berlin of the 30s and a special group of friends who loved life and, in the darkest hours of German history, ultimately chose good over evil.","release_date":"2017-05-11","vote_average":8.0,"runtime":90,"cert":"N\/A","id":466404,"title":"Die guten Feinde","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The 23 sensational shorts that make up the collection on \"Computer Animation Celebration\" are examples of the most advanced computer animation ever dreamed up by man or machine. Drop into a den of unusually picky pirates, visit a DNA lab where the experiments take on a life of their own and stop by the rustic Red Ridge Hotel for a series of comically unforgettable \"open mike\" nights. Plus much more ... !","release_date":"1998-09-08","vote_average":0.0,"runtime":51,"cert":"\"\"","id":466406,"title":"Computer Animation Celebration","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Powered by breathtaking, pioneering achievements in computer-generated imagery, \"Computer Animation Classics\" is a sensory-overloading, roller coaster ride into the wildly experimental early years of digital animation. Featuring over two dozen works of soaring visual wizardry, this collector's edition video includes Mick Jagger's classic landmark music video \"Hard Woman\". You'll also discover a stunning array of seldom-seen, computer animated gems, including the sexy robot commercial spot \"Brilliance\", lavishly produced foreign TV commercials, and the lyrically hypnotic \"Eurhythmy.\" It's a journey into whimsy, wonder and fantasy as you witness the dawn of a dazzling new art form.","release_date":"1997-04-12","vote_average":0.0,"runtime":55,"cert":"\"\"","id":466414,"title":"Computer Animation Classics","adult":false,"genre_ids":[16]},{"cast":["Tetsuya Takeda","Shizue Abe","Mami Kumagai","Kei Yamamoto","Takao Yamada"],"overview":"1980 Japanese film.","release_date":"1980-08-02","vote_average":0.0,"runtime":93,"cert":"N\/A","id":466416,"title":"The Long Way 'Round","adult":false,"genre_ids":[18]},{"cast":["Hector De La Rosa","Chris R. Notarile","Andrea-Nichole Olivas"],"overview":"Inspired by Robert Rodriguez's \"Mariachi\" trilogy, comes a short film that follows the events of \"Once Upon a Time in Mexico\". The Legendary Mariachi is propositioned by a mysterious woman to kill a man that he has never met, on the promise that he will find something he didn't think was still possible, a second chance at life.","release_date":"2013-04-12","vote_average":0.0,"runtime":8,"cert":"\"\"","id":466418,"title":"The Legend of El","adult":false,"genre_ids":[18,37]},{"cast":["Leonardo DiCaprio","Robert De Niro"],"overview":"The true crime story about multiple murders of members of the Osage Indian tribe in Oklahoma that occurred after they found oil on their lands.","release_date":"2021-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":466420,"title":"Killers of the Flower Moon","adult":false,"genre_ids":[36,53,80,18]},{"cast":[],"overview":"","release_date":"2016-06-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":466422,"title":"Spring Breeze Young","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2017-06-30","vote_average":7.0,"runtime":null,"cert":"N\/A","id":466424,"title":"True Emotion Behind the Wall","adult":false,"genre_ids":[18]},{"cast":["Darren Wang","Zhang Tianai","Sheng Guansen","Simon Yam","Xing Yu"],"overview":"After being defeated by humans centuries ago, the Winged Tribe has lost their ability to fly. Seeking vengeance, a royal descendant of the tribe has begun searching for the magical Naga Pearls, which he plans to use to destroy the humans. When the legendary pearls fall into - and out of - the hands of Heiyu, a wily human street punk, he must join a team of unlikely heroes as they race to prevent the destruction of their people in this magical fantasy adventure.","release_date":"2017-08-11","vote_average":7.0,"runtime":108,"cert":"N\/A","id":466438,"title":"Legend of the Naga Pearls","adult":false,"genre_ids":[10749,12,14,35]},{"cast":["Jonathan Shohet"],"overview":"Structured around an insomniac's journey through the deserted Jerusalem night, this film is an abstract exploration of the love-hate relationship between man, community and urban technology.","release_date":"2006-08-26","vote_average":0.0,"runtime":8,"cert":"N\/A","id":466440,"title":"Circles","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":466442,"title":"Fireman Sam: Off-duty Sam","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":466444,"title":"Fireman Sam: Santa overboard","adult":false,"genre_ids":[]},{"cast":["Andi Vasluianu","Dorian Boguţă","Șerban Pavlu","Rodica Lazăr"],"overview":"Three men go into a pub. The first man has too many questions. The second man has the perfect plan. The third man has no chance.","release_date":"2014-06-07","vote_average":5.0,"runtime":18,"cert":"\"\"","id":466446,"title":"Kowalski","adult":false,"genre_ids":[80]},{"cast":["Dorian Boguţă","Andi Vasluianu","Șerban Pavlu"],"overview":"One night, just before the holidays, in an empty park, two small-time thugs hold up a strange looking man. Where's the Christmas spirit?","release_date":"2013-04-13","vote_average":6.0,"runtime":13,"cert":"N\/A","id":466448,"title":"Bad Penny","adult":false,"genre_ids":[35,80]},{"cast":["Koren Nakash"],"overview":"A story about a boy on his way to his friend's birthday party, afraid that everyone will laugh at the present he bought.","release_date":"2007-07-14","vote_average":0.0,"runtime":5,"cert":"N\/A","id":466453,"title":"Matan","adult":false,"genre_ids":[16]},{"cast":["Beverly Hills","Courtney Cummz","Marica Hase","Nikita Bellucci","Princess Donna"],"overview":"Performer\/director Mike Adriano is a sexual dynamo driven to excel in the production of extreme, high-quality anal pornography. Anal Appetite is proof of the man's hunger (for success and for ass), with six intense scenes of nasty blow jobs and butthole-wrecking filth, all shot in Mikes patented POV+ style that puts the viewer deep inside the action. Featuring an international cast of gorgeous butt sluts, this two-disc set is five-and-a-half hours of perverted ass plunder and gaping bungholes for the serious anal consumer.","release_date":"2013-04-29","vote_average":0.0,"runtime":257,"cert":"\"NC-17\"","id":466467,"title":"Anal Appetite","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2017-07-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":466469,"title":"Marília Mendonça - Realidade - Ao Vivo em Manaus","adult":false,"genre_ids":[]},{"cast":["Ashley Scott","Mitch Ryan","Woody Jeffreys","Dylan Kingwell","Jett Klyne"],"overview":"Single mom Karen Clark hires Alex, a manny (a male nanny or au pair) to help with her two young sons, never suspecting Alex has other plans and wants her family as his own, even if he has to murder to achieve his goal.","release_date":"2017-02-05","vote_average":4.6,"runtime":85,"cert":"N\/A","id":466471,"title":"Manny Dearest","adult":false,"genre_ids":[53]},{"cast":["Robert Homer Mollohan","Joe Dalo","Henry Hereford","Merilee Brasch","Caleb Lane"],"overview":"Edward Alfonso Lexington, the talent-less son of a deceased famous artist will stop at nothing to be famous himself. He lures unsuspecting artists to his home to paint and then signs his name to their art, but not before ordering their murder, with the help of his faithful butler. He then meets a girl that inspires him as an artist, but his evil deeds come to an end when he crosses paths with an artist\/voodoo queen who casts a spell on him that turns him into a monster. On his deathbed, he makes his confession and his unfinished masterpiece is revealed.","release_date":"","vote_average":4.0,"runtime":96,"cert":"N\/A","id":466473,"title":"The Painting","adult":false,"genre_ids":[]},{"cast":["Reza Rahadian","Ario Bayu"],"overview":"A documentary about the illustrious history of spice trade in Banda East Indonesia.","release_date":"2017-08-03","vote_average":0.0,"runtime":94,"cert":"N\/A","id":466484,"title":"Banda, The Dark Forgotten Trail","adult":false,"genre_ids":[99]},{"cast":["Robert Rodriguez","Brad Engleking","Jay Mahavier","Alex Toader","Chris Olivia"],"overview":"A short featurette available on the DVD for Once Upon a Time in Mexico (2003), released in January 2004.","release_date":"2004-01-20","vote_average":0.0,"runtime":11,"cert":"\"\"","id":466486,"title":"Inside Troublemaker Studios","adult":false,"genre_ids":[99]},{"cast":["Luciano DelSignore","James Rigato"],"overview":"Take a culinary journey through the Abruzzo region of Italy, known as the “greenest region of Europe,” with two of Detroit’s finest chefs. When Luciano DelSignore of Southfield’s Bacco Ristorante returns home for his cousin’s wedding and to cook for his family, he recalls what made him fall in love with the farm-to-table simplicity of Abruzzo culture. Along for the ride is James Rigato, DelSignore’s mentee and chef at renowned eateries The Root and Mabel Gray.","release_date":"2017-07-29","vote_average":0.0,"runtime":35,"cert":"\"\"","id":466488,"title":"Dinner in Abruzzo: A Journey Home With My Culinary Godfather","adult":false,"genre_ids":[99]},{"cast":["Bryce Gheisar","Macon Blair","Delaney Wingrove","Lee Eddy","Colby Arps"],"overview":"After escaping from summer camp, Thomas and his invisible fox Felix have the adventure of a lifetime.","release_date":"2017-04-09","vote_average":6.0,"runtime":72,"cert":"\"\"","id":466490,"title":"Into the Who Knows!","adult":false,"genre_ids":[10751,14,12,18]},{"cast":["Hemal Ranasinghe","Udari Warnakulasooriya","Bimal Jayakody","Aruni Rajapaksha"],"overview":"Talented and ambitious village girl comes to town to be a singer to earn money to save her fathers's life. The film has influenced by romantic musical Bollywood film Aashiqui 2.","release_date":"2016-06-10","vote_average":7.0,"runtime":126,"cert":"N\/A","id":466492,"title":"A Melody Of Love","adult":false,"genre_ids":[10402,10749]},{"cert":"\"\"","title":"How to Make Cool Home Movies","cast":["Robert Rodriguez"],"id":466494,"overview":"No plot details available.","runtime":4,"genre_ids":[],"release_date":"2004-02-24","vote_average":0.0,"adult":false}]