[{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":467000,"title":"Dark Resurrection Volume 2","adult":false,"genre_ids":[]},{"cast":["Anne-Sophie Mutter","Noa Wildschut","Lambert Orkis","Nancy Zhou","Mahan Esfahani"],"overview":"","release_date":"2015-08-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":467002,"title":"Anne-Sophie Mutter - Live From Yellow Lounge (The Club Album)","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A-Sen is born in an aristocratic family. His family has a long tradition of practicing medicine. Before the high school entrance exam, A-Sen is transferred from a music class to a normal class, which his father believes would lead A-Sen to a better future. Unexpectedly, A-Sen joins a rock band for a music.","release_date":"2011-10-28","vote_average":0.0,"runtime":85,"cert":"N\/A","id":467004,"title":"Pick the Youth","adult":false,"genre_ids":[18]},{"cast":[],"overview":"“EMERALD” IS AN EXPERIMENTAL VIDEO THAT FOLLOWING A PROCESS THAT WE HAVE DEVELOPED USING PAINTS, OIL AND SOAP.  You will appreciate the small balls rolling under your eyes.  All were filmed in 4K with a lens 100mm Macro from CANON  Welcome in colorful universe : wearecolorful.net@gmail.com  wearecolorful.net  Music by Velvet Coffee : Facebook : facebook.com\/velvetcoffeemusic\/?fref=ts  Souncloud : soundcloud.com\/velvetcoffee\/tracks  Directors: Oilhack  oilhack.org\/  Thomas blanchard  thomas-blanchard.com","release_date":"2017-06-18","vote_average":0.0,"runtime":2,"cert":"N\/A","id":467006,"title":"Emerald","adult":false,"genre_ids":[]},{"cast":["Marcelo Brou","Luiz Fernando Guimarães","Kikito Junqueira","Jardel Rocha"],"overview":"Two brothers, one straight one gay reopen old childhood issues.","release_date":"2003-04-30","vote_average":0.0,"runtime":8,"cert":"\"\"","id":467008,"title":"O Poço","adult":false,"genre_ids":[18]},{"cast":["Celine Evangelista","Evan Sanders","Hikmal Nasution","Mega Carefansa","Alfie Alfandy"],"overview":"This is a true story that happened mid-2012: Mahisa (Evan Sanders) wants to help a movie star named Asha (Celine Evangelista) who feel annoyed by the spirits. Due to too many strange incidents he sees, Mahisa is convinced that Asha is possessed by a supernatural being. After consulting with the famous ustad, he tries to do ruqyah (exorcism) to clean Asha. It turns out that what possesses Asha is not easy to be released, even attacking Mahisa. What possesses Asha is meant to be \"charmer\" to be liked by many people. Mahisa is also attracted to Asha.","release_date":"2017-10-05","vote_average":3.8,"runtime":89,"cert":"N\/A","id":467010,"title":"Ruqyah - The Exorcism","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Directed in 1921","release_date":"1921-04-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":467021,"title":"Kantsubaki Winter Camellia","adult":false,"genre_ids":[]},{"cast":[],"overview":"Nakajima Iwajiro, dubbed the “Japanese Charlie Chaplin,” stars in this comedy about a man’s obsession with money.","release_date":"1921-01-01","vote_average":0.0,"runtime":29,"cert":"N\/A","id":467023,"title":"The Upstart","adult":false,"genre_ids":[]},{"cast":["Ryûnosuke Tsukigata","Misao Seki","Hiroshi Kaneko","Sôemon Wada","Kanji Ishii"],"overview":"In English: Man Slashing Horse Piercing Sword (1929)","release_date":"1929-09-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":467025,"title":"Man-Slashing Horse-Piercing Sword","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"Like a Dream That Vanishes\" continues Sternberg’s work in film both thematically and formally: the ephemerality of life echoed in the temporal nature of film, as the stuff of life echoed on the energy, life-force in rhythmic light pulses (Your life is like a candle burning). Imageless emulsion is inter-cut with brief shots of natural elements and mise-en-scene of the stages of human life: a little boy runs and falls; teens hang out together at night smoking; sun shines through tree branches; men pace, waiting; flashes of lightning; an elderly man speaks philosophically about miracles.","release_date":"2000-10-20","vote_average":0.0,"runtime":39,"cert":"N\/A","id":467027,"title":"Like a Dream that Vanishes","adult":false,"genre_ids":[99]},{"cast":["Joseph Lee Anderson","Hannah Elder","David Henry Gerson","Jim Cummings","Casey Brown"],"overview":"In these three short films, we examine key issues in the American cultural conversation—incarceration, race, life, death, digital culture, gender—through a distorted lens. They may be fictional, but these dizzying one-take videos do have the ring of truth.","release_date":"2017-01-01","vote_average":10.0,"runtime":21,"cert":"\"\"","id":467029,"title":"Still Life","adult":false,"genre_ids":[35,18]},{"cast":["Attilio Fontana","Micaela Ramazzotti","Fabio Testi","Barbara Chiappini"],"overview":"A young woman falls for a cardiologist and gives him a job in his father's hospital.","release_date":"2001-01-01","vote_average":0.0,"runtime":93,"cert":"N\/A","id":467031,"title":"Vento di primavera","adult":false,"genre_ids":[]},{"cast":[],"overview":"A boy and a girl who are deeply in love with each other struggle to stay together when they discover they have been afflicted by polio. A caretaker helps the couple stay strong and together.","release_date":"","vote_average":0.0,"runtime":134,"cert":"N\/A","id":467033,"title":"Gombegala Love","adult":false,"genre_ids":[]},{"cast":[],"overview":"Peter Short, the charismatic CEO of a major Australian company, learns that he has only months to live after he is diagnosed with terminal oesophageal cancer. Not wanting to face a painful death, Peter decides to source the lethal drug Nembutal, giving him the option to end his own life peacefully. With the help of a rogue doctor who supplies the drug to suffering patients, Peter sets out to have voluntary euthanasia legalised in Australia.","release_date":"2017-08-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":467038,"title":"Fade to Black","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2010-07-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":467040,"title":"Grunwald: Walka 600-lecia","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":467045,"title":"Mezo lithos","adult":false,"genre_ids":[]},{"cast":[],"overview":"A condensed version of Rosefeldt’s filmic interpretation of Joseph Haydn’s “The Creation”, “In the Land of Drought” (2015\/2017) confronts the relationship between man and his impact on the world. Set to atmospheric sounds and a pulsating hum, the 43-minute piece looks back from an imagined future upon the post-Anthropocene: the aftermath of significant human influence on Earth. An army of scientists appear to investigate the archaeological remnants of civilization after humanity has made itself extinct. Shot entirely using a drone, Rosefeldt’s images hover meditatively over the desolate landscape and ruins. Connoting surveillance, the drone’s bird’s eye view removes human perspective with us onlookers kept at a distance throughout. Increasingly, more figures dressed in white lab suits emerge to inspect the ruins of civilization – which are in fact abandoned film sets close to the Moroccan Atlas Mountains.","release_date":"2017-06-24","vote_average":0.0,"runtime":43,"cert":"N\/A","id":467047,"title":"In the Land of Drought","adult":false,"genre_ids":[]},{"cast":["Devin Harjes","Nicole Sudhaus","Kathy Deitch","Dora Sacer","Omer Barnea"],"overview":"Awkward, socially dysfunctional Nathan writes strange poems, buries jam in the park and converses with the voices. Voices that fight for his attention and demand his subordination. On his daily, semi-hypnotic journeys through his alienating, colorless city, he searches for companionship and happiness. He thinks he finds it when he meets the girl he loves - but to whom he never speaks. This surreal, magical and philosophically charged tale examines the life of an outcast as he struggles to blend into a world where everyone searches for their own uniqueness.","release_date":"2012-03-31","vote_average":0.0,"runtime":89,"cert":"\"\"","id":467064,"title":"The Forest is Red","adult":false,"genre_ids":[]},{"cast":[],"overview":"A select group of key creative forces involved in the making of Twin Peaks reveals their take on the fascinating creation and journey of the wildly popular show.","release_date":"2007-10-30","vote_average":7.0,"runtime":105,"cert":"\"\"","id":467066,"title":"Secrets from Another Place: Creating Twin Peaks","adult":false,"genre_ids":[]},{"cast":["Heather Aydin","JWL","Johannes Schaff","Shon","Shunda"],"overview":"Das Wassup follows the band 'Yo Majesty' through its trials and tribulations as they are making it in the music industry and not. The Band consists of three vocalists from Tampa, Florida, the producer team and record label is from the UK. The three lead women of the band had difficult upbringings and they fought hard to establish themselves as open out lesbians. Their compassion, fiery passion and authentic voices charm audiences.","release_date":"2017-03-04","vote_average":0.0,"runtime":96,"cert":"N\/A","id":467068,"title":"Das Wassup","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Two con artists go after the wrong score and pay the price for getting caught.","release_date":"2015-09-30","vote_average":6.0,"runtime":90,"cert":"N\/A","id":467070,"title":"Con Men","adult":false,"genre_ids":[]},{"cast":["Erkki Kurenniemi"],"overview":"A documentary film about Erkki Kurenniemi (b. 1941), whose career represents a surprisingly natural blend of music, film, computers, robotics, science and art.","release_date":"2002-11-20","vote_average":7.0,"runtime":52,"cert":"N\/A","id":467072,"title":"The Future Is Not What It Used to Be","adult":false,"genre_ids":[99]},{"cast":["Roni Size"],"overview":"The now classic performance reopened the world-famous British venue, and saw Roni & Reprazent accompanied by the composer William Goodchild and The Emerald Ensemble (now known as the Bristol Ensemble), whom the band had worked with for Reprazent’s third album, ‘New Forms2’. The show reinterpreted the band’s hugely respected and influential back catalogue, making them one of the first drum & bass artists to work with a live orchestra and choir, and bringing together the worlds of electronic and classical music years ahead of events like the BBC Classical Ibiza Proms.","release_date":"","vote_average":0.0,"runtime":47,"cert":"N\/A","id":467074,"title":"Roni Size Reprazent: Live At Colston Hall","adult":false,"genre_ids":[]},{"cast":[],"overview":"The story of a university student who leads a protest against an Asian security conference in Canberra which has been organised by his father the Australian Defence Minister. His life and his demonstration become disrupted.","release_date":"1971-04-05","vote_average":0.0,"runtime":112,"cert":"N\/A","id":467085,"title":"Demonstrator","adult":false,"genre_ids":[]},{"cast":[],"overview":"A journey through the Top End of Australia.","release_date":"1987-01-01","vote_average":0.0,"runtime":96,"cert":"N\/A","id":467087,"title":"Australia: The Top End","adult":false,"genre_ids":[]},{"cast":[],"overview":"One sunny day in late May 2015, Ireland went to the polls to vote on same sex marriage – the first country in the world to do so by public vote.  The world was watching our small nation as the future of equality for Ireland’s lesbian, gay, bisexual and transgender people was up for debate and ultimately a national decision.  The Story of Yes, a new documentary for RTÉ2 airing exactly a year later, brings us back to this momentous day, and marks another important anniversary in 2016. The story is told through the eyes of those who it mattered to most – the LGBT community and their families. Through powerful and emotional interviews, the programme will transport the viewers back to the lead up to the vote, capturing the highs and lows of the campaign as people took to the streets, their computer screens and the airways to tell their stories and fight for marriage equality.","release_date":"2016-05-23","vote_average":0.0,"runtime":51,"cert":"N\/A","id":467092,"title":"The Story Of Yes","adult":false,"genre_ids":[99]},{"cast":["Pilar Pereira","David Gundín","Amada Traba"],"overview":"","release_date":"2016-09-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":467094,"title":"Las Vacas de Wisconsin","adult":false,"genre_ids":[]},{"cast":["Christopher Lee","Deirdre Flynn","Rory Flynn","Jeffrey Meyers","Kathryn Medlock"],"overview":"The story of Tasmanian-born actor Errol Flynn whose short & flamboyant life, full of scandals, adventures, loves and excess was largely played out in front of the camera - either making movies or filling the newsreels and gossip magazines. Tragically he was dead from the effects of drugs and alcohol by the time he was only 50 & the myths live on. But there is another side of Flynn that is less well known - his ambitions to be a serious writer and newspaper correspondent, his documentary films and his interest in the Spanish Civil War and Castro's Cuba","release_date":"2007-10-17","vote_average":9.0,"runtime":59,"cert":"N\/A","id":467096,"title":"Tasmanian Devil: The Fast and Furious Life of Errol Flynn","adult":false,"genre_ids":[99,36,10770,80]},{"cast":["Kitty Zhang Yuqi","Sean Zhang","Vivian Ahn","Wang Shaoyong","Joe Easy"],"overview":"","release_date":"2017-05-19","vote_average":0.0,"runtime":94,"cert":"N\/A","id":467101,"title":"Come Across Love","adult":false,"genre_ids":[10749,35]},{"cast":["Donald Calthrop","Gordon Harker","Ambrose Thorne","Alexander Field","Melville Cooper"],"overview":"A comedy short Directed by  Castleton Knight,","release_date":"1930-02-01","vote_average":0.0,"runtime":22,"cert":"N\/A","id":467109,"title":"All Riot on the Western Front","adult":false,"genre_ids":[10752,35]},{"cast":["Clifford Mollison","Dodo Watts","Lamont Dickson","Donald Calthrop","C.M. Hallard"],"overview":"An ambitious young man secures a job in the colonial service, the only stipulation being that he needs to be married which he isn't. He has just twenty four hours to find a woman to persuade to marry him.","release_date":"1930-09-19","vote_average":0.0,"runtime":100,"cert":"N\/A","id":467111,"title":"Almost a Honeymoon","adult":false,"genre_ids":[35]},{"cast":["Alessandra de Rossi","Empoy Marquez","Junpei Yamamoto","Carolle Urbano"],"overview":"Lea is a tour guide in Japan who suffered from temporary blindness and if not cured in a few weeks could be permanent. Tonyo who lives right across from Lea is persistent and determined to be her friend. They then become closer and Lea has seen the true character of Tonyo.","release_date":"2017-07-19","vote_average":7.6,"runtime":84,"cert":"N\/A","id":467113,"title":"I See You","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"A little pig from rural P Town goes off to live in the metropolis. But he finds that a small town pig isn't always welcome among the elephants who live in City Ele.","release_date":"2015-10-12","vote_average":0.0,"runtime":9,"cert":"N\/A","id":467115,"title":"Go to City Ele","adult":false,"genre_ids":[18,16]},{"cast":["Arvind Swamy","Amala Paul","Nainika","Master Raghavan","Siddique"],"overview":"Two children raised by single parents want to enjoy the happiness of a complete family. To achieve this, they try to unite their parents, but end up in trouble.","release_date":"2018-05-17","vote_average":4.5,"runtime":150,"cert":"N\/A","id":467117,"title":"Bhaskar Oru Rascal","adult":false,"genre_ids":[35,28,10749]},{"cast":["Ettore Bassi","Carolina Felline","Barbara Bouchet","Alessia Fabiani","Alessia Fabiani"],"overview":"A photographer is accused of murdering his mistress.","release_date":"2011-03-24","vote_average":10.0,"runtime":null,"cert":"N\/A","id":467119,"title":"The Uneven Rome","adult":false,"genre_ids":[]},{"cast":[],"overview":"Crystal (Kim Seo-ji), an aspiring entertainer, will appear in Jeon-Rae's exposure film because of the enforcement of his agency. The correction, which had not been informed of the exposures, will escape from the shooting spot on the way to bed scenes, and the resigned representative of the agent will pay damages and penalty.","release_date":"","vote_average":0.0,"runtime":108,"cert":"N\/A","id":467133,"title":"Beastie Girls","adult":true,"genre_ids":[]},{"cast":["Pat Hanna","Norman French","Coral Browne"],"overview":"Chic Williams (Pat Hanna) and his friend James Brown (Norman French) elude a private detective who's been following them, and head off to the bush (only later is it revealed that the detective wants to tell James he's inherited a fortune).","release_date":"1933-12-01","vote_average":0.0,"runtime":77,"cert":"N\/A","id":467135,"title":"Waltzing Matilda","adult":false,"genre_ids":[]},{"cast":["Lola Flores","Florinda Chico","Joaquín Cordero","Julissa"],"overview":"","release_date":"1970-03-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":467137,"title":"Una señora estupenda","adult":false,"genre_ids":[]},{"cast":["Fung Hak-On","Tai Bo","Wu Ma","Melvin Wong","Lee Hoi-Sang"],"overview":"The Gold Hunters is a Hong Kong Martial Arts movie action-directed and produced by Jackie Chan","release_date":"1981-05-15","vote_average":0.0,"runtime":85,"cert":"N\/A","id":467139,"title":"The Gold Hunters","adult":false,"genre_ids":[35,28,12]},{"cast":[],"overview":"Several scenes showing evening as it turns to night in an anachronistic take on the wild west. 5-channel Installation piece, also presented as a single video.","release_date":"2009-06-19","vote_average":0.0,"runtime":40,"cert":"N\/A","id":467141,"title":"American Night","adult":false,"genre_ids":[]},{"cast":["Daniel Barenboim","Peter Mattei","Falk Struckmann","Klaus Florian Vogt","Anja Kampe"],"overview":"","release_date":"2014-12-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":467143,"title":"Beethoven · Fidelio","adult":false,"genre_ids":[10402]},{"cast":["Pedro Chingo Bling Herrera"],"overview":"On point and larger than life, rapper and standup comedic Chingo Bling gathers his funniest friends for a rambunctious take on Tex Mex culture.","release_date":"2017-06-01","vote_average":4.3,"runtime":62,"cert":"\"\"","id":467145,"title":"Chingo Bling: They Can't Deport Us All","adult":false,"genre_ids":[35]},{"cast":["Christo","Jeanne-Claude"],"overview":"The Hissen Brothers document Christo and Jean-Claude's project \"Wrapped Trees\" in Switzerland.","release_date":"1999-01-01","vote_average":0.0,"runtime":27,"cert":"N\/A","id":467147,"title":"Wrapped Trees","adult":false,"genre_ids":[99]},{"cast":["Nicole Bond","Marguerite van Eeden","Shaleen Surtie-Richards","Royston Stoffels","Ashley Hawla"],"overview":"At the age of 8, Vaselinetjie is taken away by the Welfare and send to the orphanage. It's a strange, hard, dangerous world of rebel children, fierce house mothers,friends, first loves and where she finally finds true self-acceptance.","release_date":"2017-09-22","vote_average":6.0,"runtime":101,"cert":"N\/A","id":467155,"title":"Vaselinetjie","adult":false,"genre_ids":[18]},{"cast":["Ben Graeff","Robert Graeff","Tucker Graeff","Eric Wright","Sean Gallagher"],"overview":"The NUB TV crew getting completely reckless and wrecking everything. Stunting has never been this glorious! HOB, Tucker F. Upper, Ben, Seany G, Titanium Cranium, Boner, The Horse and the rest of the NUB crew and special guests make this one wild movie.","release_date":"2011-11-24","vote_average":0.0,"runtime":40,"cert":"\"NR\"","id":467157,"title":"Nub TV - Halfway To Glory","adult":false,"genre_ids":[99]},{"cast":["Wilson Lam","Charine Chan","Kara Hui","Chui Seung-Ha","Lam Yi-Chen"],"overview":"A woman with a butterfly mask starts to win huge at gambling and ends up having to defend herself from those looking for revenge.","release_date":"1993-01-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":467159,"title":"Tattoo Girl","adult":false,"genre_ids":[80,18]},{"cast":["Solomon Abady","Elisabeth Allenton","Angelo Angrisani","Danny Pennacchi","John Felidi"],"overview":"A young man named Bill Solino who discovers not only that his deceased father was a mobster but also that his uncle, who raised him, may have had a hand in his fathers murder twenty years earlier.","release_date":"2011-03-05","vote_average":5.0,"runtime":104,"cert":"\"\"","id":467161,"title":"A Safe House","adult":false,"genre_ids":[]},{"cast":["Dimitri Bajlanis","Lionel Newton","Eric Uys","Maurice Paige","Brady Brophy"],"overview":"Loaded with a love story and set in the club scene in Cape Town, it’s a feel good rags to riches film about Raps, a gifted young dancer from the Cape Flats who thinks all he needs is fame and money. However, it all gets complicated when he falls in love with the gorgeous young wife of the gangster-cum-producer who’s making his career happen.","release_date":"2017-09-29","vote_average":0.0,"runtime":120,"cert":"N\/A","id":467163,"title":"Pop, Lock 'n Roll","adult":false,"genre_ids":[10402]},{"cast":["Marcello Mastroianni","Eleonora Rossi Drago","Amedeo Nazzari","Francesca Liddi","Corrado Nardi"],"overview":"A 1952 film.","release_date":"1952-06-28","vote_average":0.0,"runtime":72,"cert":"N\/A","id":467168,"title":"Barefoot Savage","adult":false,"genre_ids":[18]},{"cast":["Skyla Novea","Toni Ribas","Robby Echo","Rob Carpenter","Ramon Nomar"],"overview":"Elegant Angel Presents Bombshell Skyla Novea over 2 hours of the beautiful big tit bombshell Skyla!! Featuring her 1st ANAL, Blow Bang and squirting scenes!!! The absolutely stunning new cummer Skyla Novea stars in her very own breakout showcase. Watch this beautiful big tit redhead lose her anal virginity on camera for your viewing pleasure!! Watch as she devours cock after cock and take 5 loads in her mouth! Watch her squirt for the 1st time in an intense 3 way! Full of interviews, tease, creative scenarios and incredible locations! Do not miss! Enjoy!","release_date":"2017-03-20","vote_average":10.0,"runtime":132,"cert":"\"NC-17\"","id":467179,"title":"Bombshell Skyla Novea","adult":true,"genre_ids":[]},{"cast":["Jace Norman","JoJo Siwa","Cynthia Mendez","Daniella Perkins","Taylor Dianne Robinson"],"overview":"When nice-guy Jeremy Martin puts on mysterious virtual reality glasses at the mall, he suddenly loses his “inside voice” and starts spouting every thought he has out loud. Making matters worse, Jeremy is running for student council president against his classmate Milly, who is full of great ideas to improve the school. Desperate to get back to normal, Jeremy and his sister Victoria must figure out how to convince his brain that he can speak up for himself.","release_date":"2018-02-19","vote_average":7.4,"runtime":46,"cert":"\"\"","id":467181,"title":"Blurt!","adult":false,"genre_ids":[10751,35]},{"cast":[],"overview":"","release_date":"2014-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":467183,"title":"Terraqueos: Vestígios de uma Era Digital","adult":false,"genre_ids":[]},{"cast":[],"overview":"A glimpse into the everyday life of Juanita, a Mayan traditional doctor, midwife, nurse and activist. Leader of \"The Awakening of the Women who Heal,\"; an organization of midwives in the Orient of Yucatan, Mexico. Juanita has dedicated her life to helping others with her gift for healing. The film follows Juanita as she redefines the meaning of modern and traditional medicine practices.","release_date":"","vote_average":0.0,"runtime":24,"cert":"N\/A","id":467185,"title":"Juanita","adult":false,"genre_ids":[99]},{"cast":["Daniel"],"overview":"","release_date":"2010-01-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":467187,"title":"Daniel Raízes","adult":false,"genre_ids":[10402]},{"cast":["Taye Diggs","Annie Ilonzeh","Malik Yoba","Robinne Lee","Stephen Bishop"],"overview":"Michael and Madison Roland had planned to spend the rest of their lives together, until one day Michael's controlling ways turned their perfect marriage. With the help of her best friend, Madison decides to get away. After adopting a new identity, she meets Alex Stone and learns to love again. All is well, until Michael discovers Madison's whereabouts, and recreate the nightmare she once lived all over again.","release_date":"2017-09-29","vote_average":5.8,"runtime":99,"cert":"\"\"","id":467192,"title":"'Til Death Do Us Part","adult":false,"genre_ids":[53]},{"cast":[],"overview":"A shearer, his wife and six children leave their farmhouse at daybreak for the week's big event - a Saturday visit to the nearest town, Lake Cargelligo. There's a trip to the barber, icecream for the kids, the weekly football match and a beer at the pub. Come nightfall, it's either a movie or the local dance. This beautifully shot film by Academy Award winner Dean Semler captures all the atmosphere of a weekly ritual repeated in country towns right across Australia.","release_date":"1979-01-01","vote_average":0.0,"runtime":22,"cert":"N\/A","id":467203,"title":"Saturday","adult":false,"genre_ids":[]},{"cast":["Serge Lazareff","Wyn Roberts","Janet Kingsbury","Hu Pryce"],"overview":"A drama set in the isolated, mining town of Newman in northwest Australia, where men outnumber women fifty to one and the human flashpoint is set low. A new miner, David, is attracted to the young wife of his older boss, Foxy, whose jealousy is renowned amongst the locals.","release_date":"1972-01-01","vote_average":0.0,"runtime":55,"cert":"N\/A","id":467205,"title":"Flashpoint","adult":false,"genre_ids":[]},{"cast":[],"overview":"This fascinating documentary explores the collaboration between Marion Mahony, the first registered woman architect in the world and the longest serving designer in Frank Lloyd Wright’s practice, and husband Walter Burley Griffin. Their struggle with unyielding bureaucracy, the philosophies that underscored their life and work, and their passionate commitment to an architecture that expressed a balance between society and the environment and an affinity between the human spirit and the natural world. The film weaves together their personal and professional lives, drawing on archival and contemporary footage of their work, an extensive collection of photographs, the couple’s own correspondance and writing, and interviews with prominent architects, social historians and the people who knew them.","release_date":"2000-08-07","vote_average":0.0,"runtime":55,"cert":"N\/A","id":467207,"title":"City of Dreams","adult":false,"genre_ids":[]},{"cast":["Ken Mitsuishi","Kumi Takiuchi","Kengo Kora","Tokio Emoto","Atsushi Shinohara"],"overview":"Based on the novel \"Kanojo no Jinsei wa Machigai ja Nai\" (literal translation: Her life is not at fault) by Director Hiroki, it is a powerful story of survivors, who are all trying to find their own silver linings in life.","release_date":"2017-07-15","vote_average":6.7,"runtime":120,"cert":"N\/A","id":467209,"title":"Side Job","adult":false,"genre_ids":[18]},{"cast":["Jake Gyllenhaal","Benedict Cumberbatch","Michelle Williams"],"overview":"A struggling actor travels to Sri Lanka to visit a rich old friend, only to be drawn into a dangerous and exotic criminal underworld involving a high stakes conspiracy and a plot to fake his friend's death.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":467211,"title":"Rio","adult":false,"genre_ids":[53,9648]},{"cast":["Bradley Grant Smith","Julian Hester","Burt Young","Maura Kidwell"],"overview":"A comedy-drama, King Rat examines the possibility that years after graduation - whether it's ten years or thirty - we may be stuck with the same issues we had before crossing that stage at commencement.","release_date":"2017-07-18","vote_average":0.0,"runtime":95,"cert":"\"\"","id":467213,"title":"King Rat","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":467215,"title":"7 Minuten im Himmel","adult":false,"genre_ids":[]},{"cast":["Kelly Hunter"],"overview":"Aloof. Disdainful. Vicious. Or friendly, fluffy balls of fur who just want to be loved. Opinions on cats tend to differ though one thing is sure – they occupy a very special place in the hearts of many.  Making use of the latest bespoke technology, military-grade GPS trackers, x-rays, cat-cams and specialised photography, it explores how a cat learns to function as a wild animal in a domestic world; the extraordinary ways in which cats are able to use their senses to interpret their environment; and the remarkable feline skill of inter-species communication and co-operation.  Discover how a cat’s remarkable body, brain and senses – evolved to make their wild ancestors the perfect predator – are coping in the modern world, and how this naturally solitary animal has developed a unique interspecies understanding that’s enabled it to infiltrate our social groups and become modern humans’ greatest animal friend. Just don’t tell the dogs.","release_date":"2016-02-23","vote_average":0.0,"runtime":150,"cert":"N\/A","id":467226,"title":"Cats Uncovered","adult":false,"genre_ids":[99]},{"cast":["Allen Kellogg","Meredith Kochan","Spencer Jay Kim","Ashley Bossard"],"overview":"Cynthia O'Neil enters a haunted asylum known as the Madison Seminary in search of her father who went missing in the asylum while shooting a reality television show.","release_date":"2017-01-16","vote_average":3.0,"runtime":92,"cert":"N\/A","id":467228,"title":"The Devil's Toy Box","adult":false,"genre_ids":[27]},{"cast":[],"overview":"James Bond is Back! Agent 007 trails a wealthy mastermind bent on getting revenge on the rest of the world for pains his country suffered decades ago. Bond also must face an old friend from his past: An officer who once served with him in the Royal Navy.","release_date":"","vote_average":0.0,"runtime":95,"cert":"N\/A","id":467230,"title":"Reflection of the Soul","adult":false,"genre_ids":[]},{"cast":["Donatas Banionis","Vladimir Letenkov","Yuriy Sherstnyov","Nina Zasuhina","Nina Zasuhina"],"overview":"","release_date":"1978-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":467235,"title":"Территория","adult":false,"genre_ids":[18]},{"cast":[],"overview":"An in-depth portrait of MANOLO BLAHNIK, self-confessed 'cobbler' and the man regarded by most influential fashion figures as 'the best shoe-maker of the 20th and 21st centuries. A film for anyone who has ever looked longingly at a pair of... 'Manolos'","release_date":"2017-09-15","vote_average":7.2,"runtime":89,"cert":"\"\"","id":467237,"title":"Manolo: The Boy Who Made Shoes for Lizards","adult":false,"genre_ids":[18,99]},{"cast":["Logan Huffman","Brandon Sklenar","Natalia Warner","Asahi Uchida","Naoto Takenaka"],"overview":"Three American tourists follow a mysterious map deep into the jungles of Japan searching for an ancient temple. When spirits entrap them, their adventure quickly becomes a horrific nightmare.","release_date":"2017-09-01","vote_average":3.9,"runtime":78,"cert":"\"\"","id":467239,"title":"Temple","adult":false,"genre_ids":[36,27]},{"cast":["Sven Schelker","Jasna Fritzi Bauer","José Barros","Bettina Stucky","Anna Schinz"],"overview":"David's and Jessy's love is put to the test when Jessy unintentionally gets pregnant. The thought of becoming a father causes David to panic. Later, when they are attacked in the train and David is unable to protect his girlfriend, David's fear of not being man enough is confirmed. In desperation, he starts to inject steroids. David develops aggressive traits and becomes a threat to his girlfriend and the unborn child.","release_date":"2017-08-07","vote_average":7.0,"runtime":85,"cert":"N\/A","id":467250,"title":"Goliath","adult":false,"genre_ids":[18]},{"cast":["Leela Chitnis","Ashok Kumar","Hansa Wadkar","Rama Shukul","Mumtaz Ali"],"overview":"The story centres on three college friends: the liberal Vijay, the conservative Loknath and Jagdish.","release_date":"1940-01-15","vote_average":0.0,"runtime":119,"cert":"N\/A","id":467252,"title":"Azad","adult":false,"genre_ids":[18]},{"cast":["Patricia Rivadeneira","Francisco Reyes","Luis Alarcón","Consuelo Castillo","Roberto Poblete"],"overview":"The film revolves around the concept of soap opera. Its structure is based on the assumption that Chilean reality does not exist, but rather is an ensemble of soap operas.","release_date":"2017-08-20","vote_average":5.5,"runtime":80,"cert":"N\/A","id":467254,"title":"The Wandering Soap Opera","adult":false,"genre_ids":[14,35,18]},{"cast":[],"overview":"In a quiet village in southern China, Fang Xiuying is sixty-seven years old. Having suffered from Alzheimer's for several years, with advanced symptoms and ineffective treatment, she was sent back home. Now, bedridden, she is surrounded by her relatives and neighbors, as they witness and accompany her through her last days.","release_date":"2018-06-13","vote_average":5.0,"runtime":86,"cert":"\"\"","id":467256,"title":"Mrs. Fang","adult":false,"genre_ids":[99]},{"cast":["Louis Koscielniak","Benoît Poelvoorde","Bouli Lanners","Olivier Gourmet"],"overview":"","release_date":"1997-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":467261,"title":"Le signaleur","adult":false,"genre_ids":[35]},{"cast":["Mohammad Bakri","Saleh Bakri","Maria Zreik"],"overview":"After years abroad in Italy, Shadi returns to his native Nazareth. But this is no spectacular homecoming. He's back somewhat begrudgingly to honour his \"wajib\" (or duty) to hand out invitations to his sister's wedding with his father.  The simmering tension between the two — who are often stuck in a car, more often than not in traffic — builds, exposing the sometimes-comic chasms that exist between men who live in different worlds but share an unshakable bond.","release_date":"2017-08-20","vote_average":6.9,"runtime":100,"cert":"N\/A","id":467263,"title":"Wajib","adult":false,"genre_ids":[18]},{"cast":["Mun Hye-in"],"overview":"Jinju endures her tiring sales pitch work, hoping to visit France someday. She gets a call that her sister has hurts a girl’s arm. Though she wants to dismiss it, she feels responsible and meets the girl.","release_date":"2017-04-30","vote_average":0.0,"runtime":29,"cert":"N\/A","id":467274,"title":"Us at high noon","adult":false,"genre_ids":[]},{"cast":["Petra Scharbach","Maurice Poli","Rita Della Torre"],"overview":"An eighteen year old beautiful and restless girl runs away from home to find freedom which she much dreamed of. She come across, instead, is the unsavory characters that start on the road to prostitution.","release_date":"1990-12-24","vote_average":0.0,"runtime":85,"cert":"N\/A","id":467276,"title":"La mia preda","adult":false,"genre_ids":[18]},{"cast":[],"overview":"So-yeon, who has been studying in Paris for several years, returns to Seoul for summer vacation. She is drawn to Min-hwan, a divorced man whom she met in Paris, but Min-hwan is non-committal and ambiguous about his feelings toward her. Soyeon meets a new guy, Hyun-jae, who is deeply into her, she Soyeon still waits for Min- hwan`s call. She laboriously travels from Seoul to Busan, lugging around her luggage, just so that she can see Min-hwan. After the vacation is over, So-yeon returns to Paris.  Even with a full package of beauty and intelligence, So-yeon has no place of her own. In Korea that is familiar but unfamiliar land to her, she spends the summer in bearing her feeling, which is not too hot, yet not negligible. Before the Summer Passes Away is the film about loneliness and longings: it is too shy to roar, too powerful to hide. With minimal narrative, the film shows a close observation on So-yeon`s sense of lose at the edge and her unending desire.","release_date":"2007-01-25","vote_average":0.0,"runtime":78,"cert":"N\/A","id":467278,"title":"Before the Summer Passes Away","adult":false,"genre_ids":[]},{"cast":[],"overview":"A whole new world meets you.  Lee Dong-woo gets a call that someone is donating a retina to him. Lee Dong-woo meets this donor who can't move at all and can only see right ahead of him, then they plan a trip together.  These men are the breadwinners of their families with beautiful daughters. They go to Jeju Island and learn a little bit about each other. The two start filling up each others' holes and find each other feeling comforted.","release_date":"2016-11-10","vote_average":0.0,"runtime":76,"cert":"N\/A","id":467280,"title":"See-Saw","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The Decade That Was Too Good to Be True","release_date":"","vote_average":6.0,"runtime":59,"cert":"N\/A","id":467303,"title":"Why I Hate the Sixties","adult":false,"genre_ids":[]},{"cast":[],"overview":"The lives of two girls are thrown into chaos after a mob hit man murders their father who operates a prominent thoroughbred racing stable.","release_date":"2015-10-29","vote_average":0.0,"runtime":93,"cert":"N\/A","id":467311,"title":"Stakes","adult":false,"genre_ids":[]},{"cast":[],"overview":"Four English orphans migrate to Tasmania to live on a farm in the wild Tasmanian bush with their aunt, Jandie (Barbara Manning).","release_date":"1962-12-19","vote_average":0.0,"runtime":61,"cert":"N\/A","id":467313,"title":"They Found a Cave","adult":false,"genre_ids":[10751]},{"cast":["Marie Lorraine"],"overview":"Barry Manton marries Lola Quayle, a dancer from a humble background. Lola faces an uphill battle for acceptance from Barry’s wealthy parents.","release_date":"1925-12-31","vote_average":0.0,"runtime":66,"cert":"N\/A","id":467315,"title":"Those Who Love","adult":false,"genre_ids":[]},{"cast":["Actually Huizenga","Socrates Mitsios","John Blyth Barrymore","Cameron Moir"],"overview":"Having been sold by her family to be the bride of a controlling billionaire, Actually searches for a way out.","release_date":"2016-10-14","vote_average":0.0,"runtime":66,"cert":"\"\"","id":467320,"title":"Heavenly Sin","adult":false,"genre_ids":[18,27,53]},{"cast":[],"overview":"A team of scientific detectives from around the world attempt to crack one of science’s most enduring mysteries – what killed Australia’s megafauna?","release_date":"2009-10-15","vote_average":0.0,"runtime":87,"cert":"N\/A","id":467322,"title":"Death of the Megabeasts","adult":false,"genre_ids":[]},{"cast":["Marilyne Fontaine","Valéria Cavalli","Aman François","Charif Ghattas","Florence Hebbelynck"],"overview":"","release_date":"2014-07-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":467324,"title":"Sous nos empreintes","adult":false,"genre_ids":[]},{"cast":[],"overview":"Animation created from early paper films.","release_date":"2017-03-28","vote_average":0.0,"runtime":32,"cert":"\"\"","id":467326,"title":"Street Scenes","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A lonely woman's relationship is pushed to the limits by her use of downloadable drugs.","release_date":"2014-09-12","vote_average":0.0,"runtime":3,"cert":"\"\"","id":467328,"title":"Dosing","adult":false,"genre_ids":[]},{"cast":["Matt Mullins","Don Wilson","Cynthia Rothrock","Chiranan Manochaem","Joe Lewis"],"overview":"When an American cop witnesses his mentor's murder in a trade deal gone wrong, he finds himself on the wrong side of the law in Thailand. But despite the bounty on his head and pressure to leave the country, he teams up with an ex-military mercenary out to settle a score of his own to bring the killers to justice. Their quest for vengeance brings them face-to-face with a band of notorious","release_date":"2017-07-25","vote_average":8.2,"runtime":null,"cert":"\"R\"","id":467330,"title":"Death Fighter","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Justice for Sale follows the young, courageous Congolese human rights lawyer Claudine who refuses to accept that justice is indeed 'For Sale' in her country. When Claudine investigates the case of a soldier convicted of rape, she discovers that his trial was unfair and that he was convicted on the basis of little evidence. In her journey to obtain justice, she uncovers a system where the basic principles of law are ignored. And when the system fails, everyone becomes a victim. The documentary not only provides a glimpse into the failings of the Congolese judicial system but also raises questions about the role of the international community and non-governmental organizations in reforming it.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":467332,"title":"Justice for Sale","adult":false,"genre_ids":[]},{"cast":["Hari Rhodes","Beah Richards","Lynn Hamilton","George Spell","Robert DoQui"],"overview":"A Southern minister is assigned to a poor church in California where the congregation is drifting away and the church itself is scheduled for demolition.","release_date":"1973-12-24","vote_average":7.0,"runtime":120,"cert":"\"NR\"","id":467340,"title":"A Dream for Christmas","adult":false,"genre_ids":[18]},{"cast":["Craig Sheffer","Cynthia Watros","Romeo Miller","Emmanuelle Vaugier","Master P"],"overview":"A fatal explosion and sudden earthquake rock Los Angeles, and reporter John Benson seizes his chance to cover the breaking news of increasing seismic activity.","release_date":"2017-09-21","vote_average":4.0,"runtime":93,"cert":"N\/A","id":467342,"title":"Destruction: Los Angeles","adult":false,"genre_ids":[28,12]},{"cast":["Eric Holzschuh"],"overview":"A band of battle-tested Vikings escort home their injured king when they meet an out of this world warrior for they could never have been prepared to fight.","release_date":"2016-06-22","vote_average":6.0,"runtime":18,"cert":"\"\"","id":467344,"title":"The Fallen","adult":false,"genre_ids":[12,28]},{"cast":[],"overview":"A desktop video in five parts that modestly propose ways of existing with or against history and politics.","release_date":"2007-01-01","vote_average":0.0,"runtime":14,"cert":"\"\"","id":467349,"title":"Hobbit Love Is the Greatest Love","adult":false,"genre_ids":[]},{"cast":[],"overview":"Based on a set of drawings that depict George W. Bush's administration as wounded soldiers in the war against terrorism, RE:THE_OPERATION explores the sexual and philosophical dynamics of war through the lives of the members as they physically engage each other and the \"enemy.\" Letters, notes, and digital snapshots \"produced\" by the members on their tour of duty become the basis of video portraits that articulate the neuroses and obsessions compelling them toward an infinite war. Part M*A*S*H*, part Three's Company, part philosophical meditation (with a dash of character assassination thrown in) RE:THE_OPERATION exists as a single channel video and a set of desktop replacement icons for MAC and PC.","release_date":"2002-01-01","vote_average":0.0,"runtime":28,"cert":"\"\"","id":467351,"title":"RE:THE_OPERATION","adult":false,"genre_ids":[]},{"cast":["Dino Morea","Rinke Khanna","Sanjay Suri","Akashdeep Saigal","Mohan Kapoor"],"overview":"Siddhant recounts three months in his struggle to attain fame via the National Institute of Performing Arts and his close friendship with fellow-students: Baksh Bhargav, Radha, Ruby, KS, Ronnie, Hari, and new-comer Khushi. His attraction towards supermodel Roxy spurs him on to make a name for himself, while also maintaining an attachment to Khushi, who also has a secret admirer in this group. And the group's attempts to deal with the fact that one of them is HIV positive.  - Written by rAjOo","release_date":"1999-06-25","vote_average":0.0,"runtime":173,"cert":"N\/A","id":467365,"title":"Pyaar Mein Kabhi Kabhi...","adult":false,"genre_ids":[18]},{"cast":["Paskal Jakobsen","Peter Slager","Bas Kennis","Norman Bonink"],"overview":"","release_date":"2001-12-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":467367,"title":"BLØF - Weggaan en Weer Terugkomen","adult":false,"genre_ids":[]},{"cast":["Gunter Sonneson","Heidi Weigelt","Gerry Wolff","Annekathrin Bürger"],"overview":"","release_date":"1971-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":467369,"title":"In Sachen Adam und Eva","adult":false,"genre_ids":[10749]},{"cast":["Anahí","Dulce María","José Joel","José Elías Moreno","Lourdes Munguía"],"overview":"","release_date":"1999-03-18","vote_average":4.0,"runtime":null,"cert":"N\/A","id":467371,"title":"Inesperado Amor","adult":false,"genre_ids":[18]},{"cast":["Prithviraj Sukumaran","Narain","Bhavana","Rahul Madhav","Mishti Chakravarty"],"overview":"Adam Joan Pothan from the village Mundakkayam. One day, he unexpectedly meets a girl named Emy and they go to Scotland together. The new people he meets on his journey changes his life.","release_date":"2017-09-01","vote_average":5.2,"runtime":163,"cert":"N\/A","id":467373,"title":"Adam Joan","adult":false,"genre_ids":[28,10749,53]},{"cast":["John Savage","Joe Lara","Erika Rochane","Diana Barton","Trevor Goddard"],"overview":"","release_date":"2001-02-05","vote_average":0.0,"runtime":null,"cert":"\"\"","id":467375,"title":"Dead Man's Run","adult":false,"genre_ids":[53,18]},{"cast":["Nato Murvanidze","Dimitri Tatishvili","Ramaz Ioseliani","Avtandil Makharadze","Darejan Kharshiladze"],"overview":"A 50-year-old housewife, Manana, struggles with her dilemma - she has to choose between her family life and her passion, writing, which she had repressed for years - she decides to follow her passion and plunges herself into writing, sacrificing to it mentally and physically.","release_date":"2017-08-21","vote_average":7.0,"runtime":107,"cert":"N\/A","id":467389,"title":"Scary Mother","adult":false,"genre_ids":[18]},{"cast":["Javier Drolas","Carla Quevedo","Alfredo Castro","Alejandro Awada","Daniel Hendler"],"overview":"A melancholic, aspiring writer and bookseller is shaken by the appearances and disappearances of his newfound muse who steals books from his bookstore. When he discovers that she also steals from other bookstores, he is consumed with jealousy and starts living in a kind of love delirium, on the border between fiction and reality. The closer he gets to her, the more indescribable she becomes and he begins to wonder why she steals, what are her values and who is the older man she lives with. In the end, what is real and what isn’t? And will he find a place in her life as he moves away from his own?","release_date":"2017-08-21","vote_average":7.1,"runtime":103,"cert":"N\/A","id":467391,"title":"Severina","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Tesa Arranz, a key figure in the 1980s Madrid scene and the lead singer of the Zombies, has painted over 500 portraits of outer-space creatures. Confronting the singer’s paintings with the memories of her youth, her poems and diaries, ALIENS depicts an emotional landscape in Spanish history where happiness, nightmarish experimentations and alienation walked hand in hand","release_date":"2017-08-21","vote_average":6.0,"runtime":23,"cert":"N\/A","id":467396,"title":"Aliens","adult":false,"genre_ids":[]},{"cast":["Vincente Santos","Yuberbi de la Rosa","José Miguel Fernández","Kalyane Linares","Enerolisa Núñez"],"overview":"A rapturous crime fable set in the Dominican Republic, Nelson Carlo De Los Santos Arias’ COCOTE follows Alberto, a kind-hearted gardener returning home to attend his father’s funeral. When he discovers that a powerful local figure is responsible for his father’s death, Alberto realizes that he’s been summoned by his family to avenge the murder. It’s an unthinkable act — especially for him, an Evangelical Christian. But as pressure mounts, he sees few ways out. Questions of faith, tradition and honor course through this electrifying film, which, seemingly at the speed of thought itself, jumps between film formats, colors, and aspect ratios, radically envisioning a community torn asunder by senseless violence.","release_date":"2017-08-21","vote_average":2.0,"runtime":106,"cert":"N\/A","id":467398,"title":"Cocote","adult":false,"genre_ids":[18]},{"cast":["Mina Shimizu","Masaki Miura","Fujiko","Satoshi Ichijo","Aki Kajiwara"],"overview":"A woman as the main character, love and friendship, and one of the","release_date":"2004-12-11","vote_average":0.0,"runtime":71,"cert":"N\/A","id":467400,"title":"OLDK","adult":false,"genre_ids":[35]},{"cast":["Vincent Macaigne","Vanessa Paradis","Bouli Lanners","Olivier Bisback","Tom Canivet"],"overview":"Jacques Blanchot loses everything: his wife, his home, his job. He gradually alienates himself from the world around him. Until the day when the owner of a pet shop takes him in.","release_date":"2017-08-21","vote_average":4.6,"runtime":90,"cert":"N\/A","id":467414,"title":"Dog","adult":false,"genre_ids":[18,35]},{"cast":["Tenkyû Fukuda","Yumi Higashino","Nobuo Kyô","Tsuyoshi Miura","Hideo Tsubota"],"overview":"The second collection of \"Rabu cinema\" which the expectant six directors took in full digital video. Spoofed comedy by Director Koshi Mihara of \"Heroine! Naniwa Bombers\" \"Burning Ping Pong\". Heroine is \"I can not live\" Nanako Okochi. Osaka comes to a boys school in Minami Kawachi, a young female teacher from Tokyo comes Eri Morinaga. Elegi who took a hot feeling in my heart and took office in the mid-powerful coach of the rugby club. But the key members are obsessed with Eri rather than rugby! What? Eri nevertheless skillfully utilizes her eccentricity and planting passion for rugby for its members ....","release_date":"2000-11-04","vote_average":4.0,"runtime":85,"cert":"N\/A","id":467416,"title":"Amen, Somen and Rugger Men!","adult":false,"genre_ids":[35]},{"cast":["Valentín Trujillo","Patricia María","Pedro Infante Jr."],"overview":"Man is murdered in a cockfighting dispute at the exact moment that his son is being born. The son grows up to avenge him.","release_date":"1977-07-20","vote_average":0.0,"runtime":90,"cert":"N\/A","id":467418,"title":"El hijo del palenque","adult":false,"genre_ids":[28,80,18]},{"cast":["Kye Fitzgerald","Terry Fitzgerald","Joel Fitzgerald","Derek Hynd","Mick Cattle"],"overview":"The story of a free surfing dream that started with the evolution of the single fin surfboard. Starring Terry Fitzgerald and his extended surfing family enjoying classic waves over three and a half decades.  The development and designs of HB surfboards built in the 70's stand the test of time when three originals are pulled out of the bag and taken to modern day Jeffreys Bay. Thirty years later those same boards draw lines and find speed like the day they were first launched. Cape St Francis is bigger than ever filmed providing a finale for an epic adventure through time.","release_date":"2008-01-01","vote_average":0.0,"runtime":56,"cert":"\"G\"","id":467420,"title":"Hot Buttered Soul: The Movie","adult":false,"genre_ids":[28]},{"cast":["Reine Brynolfsson","Jacob Nordström","Maria Heiskanen","Peter Dalle","Saga Samuelsson"],"overview":"A hard-working farmer, despairing by the harsh reality of his daily struggle, is determined to have his son taking over the farm and continue his legacy. The mother tries her best to keep the family together. Yet, with increasing horror, the son witnesses his father's psychotic behavior escalate.","release_date":"2017-10-13","vote_average":7.0,"runtime":107,"cert":"N\/A","id":467425,"title":"Ravens","adult":false,"genre_ids":[18]},{"cast":["Dick Sutphen"],"overview":"Stop smoking with this animated film and Dick Sutphen's hypnotic suggestions. The soothing music will help you to relax.","release_date":"1987-01-01","vote_average":0.0,"runtime":30,"cert":"\"\"","id":467427,"title":"Stop Smoking Forever - Video Hypnosis","adult":false,"genre_ids":[16,99]},{"cast":[],"overview":"Mediums is a medium-length film, shot all in medium shots.","release_date":"","vote_average":0.0,"runtime":38,"cert":"N\/A","id":467429,"title":"Mediums","adult":false,"genre_ids":[]},{"cast":[],"overview":"Hana and Alice Making Of","release_date":"","vote_average":0.0,"runtime":64,"cert":"N\/A","id":467437,"title":"Filming Hana and Alice","adult":false,"genre_ids":[]},{"cast":["Buddy Hackett","Will Ryan","Hal Rayle","Pat Musick","Dawnn Lewis"],"overview":"A mouse caught by a hungry weasel must think of ways to delay the prospect of becoming lunch. Includes all four stories from the book: 'Bees & the Mud', 'Two Large Stones', 'The Crickets' and 'The Thorn Bush'.","release_date":"1993-06-01","vote_average":0.0,"runtime":26,"cert":"\"\"","id":467439,"title":"Mouse Soup","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"Artist David Choe has led a life of high risk, from hedonistic excesses to being imprisoned at a maximum security facility in a foreign country, and yet has been dramatically rewarded for his exploits. Life didn't change much when he traded a $60k fee in favor of stock in a start-up called The Facebook, but now he is estimated to be worth over $250 million, highlighting a colorful career filled with giant street art installations, porn star affairs and investigative reporting for companies like Vice and CNN. Director and childhood friend Harry Kim guides us through the fantastically surreal life of Choe featuring interviews and appearances by Kevin Smith, Eli Roth, Sasha Grey, Sean Parker, and Shepard Fairey.","release_date":"2015-07-23","vote_average":0.0,"runtime":45,"cert":"\"NR\"","id":467441,"title":"David Choe: High Risk","adult":false,"genre_ids":[]},{"cast":["H.D. Quinn","Lenore Zann","George Bailey","Daryl Ekroth","Mirm Kriegel"],"overview":"The WordWorld Lots of Letters DVD Box Set features 16 episodes from the popular WordWorld.  Join the WordFriends from WordWorld for some learning adventures. Letters are everywhere and these fun episodes are designed to prompt learning while being entertaining.  This set includes 16 stories on two discs:  The Lost Letter L  Runaway O  Superhero Sheep  Happy Birthday, Dog  Flying Ant  The Dancing Duck Bonanza  The Birds  W Drought  Catch that C!  V is for Vacation  The Mystery of the Disappearing Pie  Ride 'em CowBear  M is for Map  Play Ball!  Duck's First Sleepover Party  Chef Sheep","release_date":"2009-09-29","vote_average":0.0,"runtime":180,"cert":"\"G\"","id":467443,"title":"WordWorld: Lots Of Letters","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"The Salt Mines explores the lives of Sara, Gigi and Giovanna, three Latino transvestites who for years have lived on the streets of Manhattan supporting their drug addictions through prostitution. They made their temporary home inside broken garbage trucks that the Sanitation Department keeps next to the salt deposits used in the winter to melt the snow. The three friends share the place known as \"The Salt Mines\".","release_date":"1990-10-01","vote_average":0.0,"runtime":47,"cert":"\"\"","id":467445,"title":"The Salt Mines","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":467447,"title":"TheFugitive","adult":false,"genre_ids":[]},{"cast":["Zvezdana Mlakar","Radko Polič","Zvone Agrež","Zvone Hribar","Dare Ulaga"],"overview":"In 18th century Slovenia ruled by the Habsburg dynasty, a troop of soldiers are ordered to prevent the Shrovetide carnival by force and two youngsters are killed in the fight that ensue.","release_date":"1978-07-14","vote_average":0.0,"runtime":90,"cert":"N\/A","id":467449,"title":"The Call to Spring","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":467460,"title":"Nazareth - Live from Classic T Stage","adult":false,"genre_ids":[]},{"cast":["Thomas Ian Nicholas","Lulu Jovovich","Clint James","David Kallaway","Sophie Howell"],"overview":"A tropical storm floods Soggy Meadows trailer park and forces a hungry shark upriver.","release_date":"2017-08-02","vote_average":5.5,"runtime":90,"cert":"\"\"","id":467462,"title":"Trailer Park Shark","adult":false,"genre_ids":[878,53]},{"cast":["Larry Lee Gam-Kwan","Lo Lieh","Bruce Leung Siu-Lung","Billy Chong","Chiang Tao"],"overview":"Young man travels to Indonesia to visit relatives and learns the art of karate.","release_date":"1977-01-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":467464,"title":"Black Belt Karate","adult":false,"genre_ids":[28]},{"cast":["Lars Eidinger","Claudia Urbschat-Mingues"],"overview":"A stage play by Jörg Buttgereit.","release_date":"2011-01-21","vote_average":0.0,"runtime":65,"cert":"N\/A","id":467466,"title":"Video Nasty","adult":false,"genre_ids":[]},{"cast":["Philip Gilbert","Adrienne Scott","Colin Croft","Jackie Collins","Michael Duffield"],"overview":"In the early days of rock and roll, a disc jockey and his friend, a writer, want to put a rock show on TV.","release_date":"1957-05-23","vote_average":4.0,"runtime":59,"cert":"N\/A","id":467468,"title":"Rock You Sinners","adult":false,"genre_ids":[10402]},{"cast":["Joan Sutherland","Luciano Pavarotti","Humphrey Burton"],"overview":"Dubbed ‘La Stupenda’ thirty years ago by an Italian critic, Dame Joan Sutherland and her husband Richard Bonynge talk at length about her distinguished singing career and their life together in opera. The film combines documentary, archival material and performance to present a unique retrospective of those years. Affectionate contributions from some of their close friends and colleagues, including Luciano Pavarotti, Marilyn Horne, Dame Kiri Te Kanawa and fellow Australian Sir Sidney Nolan, add to a celebration of Dame Joan’s singular talent.","release_date":"1991-06-11","vote_average":0.0,"runtime":88,"cert":"N\/A","id":467479,"title":"La Stupenda","adult":false,"genre_ids":[]},{"cast":[],"overview":"Bored during the summer holidays and escaping the heat, a group of kids (and their joey!) from Cook, on the Nullarbor Plain, discover a limestone cave with a huge underground lake. Meanwhile in town, a detective is called in from Port Augusta to investigate a stolen car and some sinister kangaroo shooters. When the kids discover their tucker and canoe have disappeared, they decide to do some investigating of their own. An Australian black and white short film written and directed by Tim Burstall (Alvin Purple).","release_date":"1963-12-31","vote_average":0.0,"runtime":38,"cert":"N\/A","id":467481,"title":"Nullarbor Hideout","adult":false,"genre_ids":[]},{"cast":["Cordelia Edvardson","Angelo Di Ponziano","Gunnel Lindblom","Anita Molander"],"overview":"A portrait of the legendary Swedish journalist and writer Cordelia Edvardson (1929-2012). She was only fourteen when she alone was brought to the concentration camp of Theresienstadt and later to the camp of Auschwitz.","release_date":"2005-08-25","vote_average":0.0,"runtime":76,"cert":"N\/A","id":467486,"title":"The Girl from Auschwitz","adult":false,"genre_ids":[99]},{"cast":["Felix Rosendahl","Jonas Berndt","Patrick Schweika","Sascha Dietzel","Sascha Dietzel"],"overview":"Finally it is coming to you. Peoplegrapher formerly known as thinkBIG production\r present their latest achievement.  The full-length movie \"Action Heroes\" features a variety of german top-riders in\r mountainbiking","release_date":"2011-04-21","vote_average":0.0,"runtime":36,"cert":"N\/A","id":467488,"title":"Action Heroes","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"The Last Crop","cast":["Kerry Walker","Noah Taylor","Sarah Hooper","Les Foxcroft","William McInnes"],"id":467493,"overview":"Ann (Kerry Walker) cleans for a living. She confronts problems like a vacuum cleaner sucks up dirt from the carpet. She shares everything she has with her two moody children (Noah Taylor, Sarah Hooper) and her equally erratic neighbours.  She also shares everything her rich and constantly out-of-town employers have. While Ann vacuums her clients’ penthouses, her friends enjoy the million dollar views, luxury appointments, home gyms, cocktails by the pool - the things they have always wanted, but could never in their wildest dreams afford.","runtime":55,"genre_ids":[],"release_date":"1990-01-01","vote_average":0.0,"adult":false}]