[{"cast":["Andreas Goldbrunner"],"overview":"The presence of the moon affects all under its glow. The film explores the lunar cycle and the energies invoked by its radiance.","release_date":"2017-07-15","vote_average":0.0,"runtime":11,"cert":"N\/A","id":468001,"title":"And The Moon Stands Still","adult":false,"genre_ids":[16,18,14]},{"cast":["Monette Lee","Val Lehman","John E. Regan"],"overview":"As a daughter grinds away as caretaker for her father she discovers some memories are best left hidden under the veil of dementia.","release_date":"2017-06-11","vote_average":0.0,"runtime":13,"cert":"N\/A","id":468003,"title":"The Veiled","adult":false,"genre_ids":[80,53,18,27]},{"cast":[],"overview":"All of Qiangba's Tibetan ancestors have been serfs. Shortly after his birth, his parents are tortured to death by serf owner Wangjie. In his teens, he becomes a household serf of Wangjie, and passes an inhuman existence. Qiangba from then on refuses to speak, showing his resistance through silence. After the PLA enters Tibet, Qiangba and female serf Landuo leave to find the PLA. Landuo is rescued by the PLA, changing her fate, but Qiangba is caught and taken back. The serf owner's son, with support from foreign imperialists, foments armed rebellion. After the rebellion is smashed, Qiangba is rescued by the PLA, and the serfs are liberated at last. Qiangba is reunited with Landuo, and begins to speak again after many years of silence.","release_date":"1963-07-26","vote_average":6.0,"runtime":93,"cert":"N\/A","id":468005,"title":"Serfs","adult":false,"genre_ids":[18]},{"cast":["Ryan McPartlin","Jeff Bennett"],"overview":"Arthur Fol is expecting a special package with parts for a new machine, and he needs Clutch's team to go and pick it up. However, each team member wants to get the package back first so they can test Arthur's surprise machine. They each take different paths through the city to get the package, occasionally stealing it from each other.","release_date":"2011-01-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":468007,"title":"A Clutch Powers 4D Adventure","adult":false,"genre_ids":[]},{"cast":["Adriana Brill","Alexis Brill","Angie Koks","Athina Love","Betty Gordon"],"overview":"For lewd lesbian licking performed by glamorous European sluts, go to the master: old-school French director Christoph Clark. In his latest production, the bluntly titled Suck My Cunt #2, Christoph has lovingly assembled five sizzling scenes of classy cunt-sucking action starring nine of the most beautiful young ladies in the business. These stunning bitches may look like supermodels, but they're dirty in the head eager to lick pussy, eat ass and relentlessly drill one another using big, invasive dildos. The all-natural babes in this festival of girl-on-girl lust crave the orgasmic release only another gorgeous woman can provide.","release_date":"2013-11-20","vote_average":0.0,"runtime":163,"cert":"\"NC-17\"","id":468009,"title":"Suck My Cunt 2","adult":true,"genre_ids":[]},{"cast":["Bree Anthony","Tony Richards","Nancy Dare","Alan Marlow","Marlene Willoughby"],"overview":"A group of high school friends are invited to spend a weekend together at a mysterious house on a secluded island.","release_date":"1976-07-26","vote_average":0.0,"runtime":67,"cert":"\"NC-17\"","id":468011,"title":"Reunion","adult":true,"genre_ids":[35]},{"cast":["Angel Smalls","Eden Sinclair","Marica Hase","Nicole Clitman","Ramon Nomar"],"overview":"Petite, young sluts experience director Toni Ribas' ferocious style of fucking - no holds or holes barred - in Anal Dolls #2. In each scene, the Latin Lothario (or another stud from his posse) wreaks backdoor devastation, opening a cute little lady's butt wide with a big boner and dildos.","release_date":"2017-02-22","vote_average":0.0,"runtime":160,"cert":"\"NC-17\"","id":468013,"title":"Anal Dolls 2","adult":true,"genre_ids":[]},{"cast":[],"overview":"This is an extraordinary ode to quite extraordinary women catalysing political change throughout the fallout of the Marikana Massacre.","release_date":"2017-08-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":468024,"title":"Strike A Rock","adult":false,"genre_ids":[99]},{"cast":["Henry B. Walthall","Henry B. Walthall","Blanche Sweet","Harry Carey","Charles Gorman"],"overview":"In this story the young wife concerned is called upon to solve a rather momentous question. After separating from her husband, whom she has discovered to be a brute and a criminal, she is about to give herself to another man, believing her husband dead, when he appears before her fleeing from justice. Shall she deliver him to the law or surrender to his claims? She yields in one instance, but not in the other. Then justice intervenes.","release_date":"1913-03-08","vote_average":0.0,"runtime":17,"cert":"\"\"","id":468026,"title":"Broken Ways","adult":false,"genre_ids":[37]},{"cast":[],"overview":"","release_date":"2012-09-20","vote_average":0.0,"runtime":null,"cert":"\"\"","id":468028,"title":"Bacon and eggs","adult":false,"genre_ids":[]},{"cast":[],"overview":"On the day of his marriage, the son of a Marseille king declares to his family that he wishes to engage in the police.","release_date":"1969-11-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":468030,"title":"La Honte De La Famille","adult":false,"genre_ids":[]},{"cast":["Innocent Gumede","Kay Magubane","Hector Manthanda","Dumisani Shongwe","Vincent Velekazi"],"overview":"When Kay Kay, a powerful, ruthless businessman sets out on a mission of revenge against two men accused of killing his brother, he strong-arms the local sheriff into forming a posse of thugs to aid in his vendetta.","release_date":"1986-01-01","vote_average":0.0,"runtime":68,"cert":"N\/A","id":468032,"title":"Umbango","adult":false,"genre_ids":[28,80,53,37]},{"cast":["Cleo Madison","Blanche White","Charles Cummings","John McDermott","Wedgwood Nowell"],"overview":"Isabel Clifford sits to be painted. Her artist is Marion Leslie, a man distracted by matters of the flesh. Not Isabel’s flesh but Lorelei’s, the same Lorelei who wows the corrupt police chief, Sarpina, with her virtuoso vocal performances. She is Mexico’s most celebrated opera diva, Marion’s fiancé, and Sarpina’s passion, yet she boils with petty suspicion over Marion’s friendship with Isabel. A complete copy exists at the Filmarchiv Austria.","release_date":"1916-10-09","vote_average":0.0,"runtime":50,"cert":"\"\"","id":468034,"title":"The Chalice of Sorrow","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":468036,"title":"기죽지 마라","adult":false,"genre_ids":[]},{"cast":["Amy Matysio","Nicole Stamp","Peter Spence","Andrea Drepaul","Jordan Kanner"],"overview":"After a bad breakup, a seasoned wedding photographer decides to start shooting divorces.","release_date":"","vote_average":10.0,"runtime":10,"cert":"N\/A","id":468050,"title":"Divorce Photographer","adult":false,"genre_ids":[]},{"cast":["Sabyasachi Chakraborty","Abir Chatterjee","Gargi Roy Chowdhury","Vikram Chatterjee","Saayoni Ghosh"],"overview":"Asimava Bose, an Arthur C Clark award winning sci fi writer, disappears under mysterious circumstances. All his allies have ulterior motives of harming him. Asimavo has his own share of secrets that reveal his dark past. The only clue to this mystery is a copy of Meghnad Badh Kavya which he gets as an unamed gift on his birthday The question remains- Whodunnit? Howdunnit? and most importantly Whydunnit?","release_date":"2017-07-21","vote_average":5.5,"runtime":122,"cert":"N\/A","id":468052,"title":"Meghnadbodh Rohoshyo","adult":false,"genre_ids":[9648,53]},{"cast":[],"overview":"A short comedy about whether you should offer to pay for parking or not.","release_date":"2017-07-16","vote_average":0.0,"runtime":7,"cert":"N\/A","id":468057,"title":"Conversations","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The ritual transmission of a military parade from Moscow’s Red Square: On every anniversary of the October Revolution, this was loyally broadcast by all the television stations in the so-called people’s democracies. In Robakowski’s work, this material is used to reconstruct and deconstruct public spectacle. The substitution of the original  television commentary with a song sung in German by Laibach (a group from what was then Yugoslavia and is now Slovenia) removes the spectacle from its pompous temporal context and reveals the absolutism of its alluring power. The totalitarian display is in itself art – politically active art, the art of all-out pathos – even if we call it only “quote art unquote”.","release_date":"1985-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":468059,"title":"Art is Power","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":468061,"title":"Cheap Beans","adult":false,"genre_ids":[]},{"cast":["Peter Zilles","Julia Kohlmann"],"overview":"","release_date":"1986-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":468072,"title":"Fotofinish","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-11-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":468074,"title":"Poli","adult":false,"genre_ids":[]},{"cast":["Phylicia Rashād","Philip Michael Thomas","Teri Austin"],"overview":"An assistant district attorney's (Phylicia Rashad) co-worker lover (Philip Michael Thomas) plans to prove her wrong about a case.","release_date":"1989-10-23","vote_average":0.0,"runtime":100,"cert":"\"NR\"","id":468079,"title":"False Witness","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"Writer Phil Jacobs of the Jewish Times, an orthodox Jew himself, must go against his own community's wishes as he uncovers and reports on a web of sexual abuse involving a well-liked orthodox rabbi, and his son, in the Baltimore Orthodox community.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":468081,"title":"Standing Silent","adult":false,"genre_ids":[]},{"cast":["Nick Kroll"],"overview":"The sexually charged literary blockbuster, Fifty Shades of Grey gets adapted for the screen with Selena Gomez and Nick Kroll.","release_date":"2012-05-22","vote_average":4.0,"runtime":4,"cert":"\"\"","id":468083,"title":"Fifty Shades of Blue","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Commissioned for LIFT’s (Liaison of Independent Filmmakers of Toronto) 30th anniversary, this brief black and white sojourn finds a father and son wandering, midway upon the journey of their lives, as the saying goes. Vincent Grenier adds slow motion heat to the looking with his first emulsion work in decades. Stale dated film stock courtesy of Gary Popovich. Mike Cartmell takes a nod as the father. Intertitles courtesy of Adam Phillips, hand written by Kika Thorne. To know what one fears is to know what one wants.","release_date":"2011-01-01","vote_average":0.0,"runtime":8,"cert":"N\/A","id":468097,"title":"Forest Walk","adult":false,"genre_ids":[]},{"cast":[],"overview":"“In order to take the next step (not forward or backwards, but only: to go on) it is often necessary to lean on a picture made by someone else, sometimes a word will do, a gesture, the look on a stranger’s face. Colin Campbell made the next step possible for me so I took up a video camera (his pictures were my company, and my camera accompanied his pictures). Between his images of the past and mine, Colin Campbell emerged as a Cold Warrior, as an artist who would fight the Cold War with stereo. Yes, a stereo artist! Fascination contains only the pictures I would find in my camera when I reviewed the material in the morning, after all the serious work had been done (while I and all the others who spoke his language, lay sleeping).” MH","release_date":"2006-01-01","vote_average":0.0,"runtime":70,"cert":"N\/A","id":468099,"title":"Fascination","adult":false,"genre_ids":[]},{"cast":[],"overview":"Made on a sunny afternoon. A last stand of burning light. Shot in 1985, released in 1990 with a soundtrack by Kaiser Nietzsche (John Kamevaar, Thomas Handy), new soundtrack and title in 2016.","release_date":"1990-01-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":468101,"title":"Sugar Maple Stand","adult":false,"genre_ids":[]},{"cast":[],"overview":"The G1 (Grade One) Climax is a professional wrestling tournament held each August by the New Japan Pro-Wrestling promotion. Though it has sometimes been held as a single-elimination tournament, it is usually (and currently) held as a round-robin, with winners from two blocks wrestling in the final to decide that year's winner. In its current format, the tournament lasts four weeks. The winner of each block is determined by a points system; two points for a victory, one point for a draw, and zero points for a loss.","release_date":"2017-07-25","vote_average":0.0,"runtime":180,"cert":"N\/A","id":468103,"title":"G1 Climax 27 - Day 6","adult":false,"genre_ids":[]},{"cast":["Paul Mason","Khalid Abdalla","Lara Sawalha","Sirine Saba","Lara Sawalha"],"overview":"Why It's Kicking Off Everywhere is about different kinds of popular protest. Written and performed by Paul Mason, former economics editor of Channel 4 News and BBC's Newsnight, the play is a personal account of how we got from the optimism of the Arab Spring and the Occupy Movement to the election of Donald Trump. Why It's Kicking Off Everywhere is directed by David Lan and performed by Paul Mason, Khalid Abdalla, Sirine Saba and Lara Sawalha. It is directed for TV by Tim van Someren and produced by the Young Vic in partnership with Totally Theatre Productions.","release_date":"2017-07-22","vote_average":0.0,"runtime":59,"cert":"N\/A","id":468105,"title":"Why It's Kicking Off Everywhere","adult":false,"genre_ids":[10770]},{"cast":["Olly Alexander"],"overview":"Documentary in which Years and Years frontman Olly Alexander explores the mental health issues faced by members of the LGBT+ community.","release_date":"2017-07-18","vote_average":9.0,"runtime":60,"cert":"N\/A","id":468107,"title":"Olly Alexander: Growing Up Gay","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Eschaton is the name of the spaceship that is taking human consciousness to the far reaches of a dying universe.  Knowledge and memory are expressed as information from the future.  The purpose of this voyage is to deconstruct the fear of infinity.  Eschaton's mission is to survive within death.","release_date":"2016-07-27","vote_average":9.0,"runtime":33,"cert":"\"\"","id":468109,"title":"Eschaton","adult":false,"genre_ids":[16,9648,878]},{"cast":["Alice March","Capri Anderson","Dillion Harper","Lily Carter","Natalia Starr"],"overview":"The fantasies of a lifetime can be yours in 5 stunning scenes that set the standard for high definition erotica. Let Capri Anderson, Dillion Harper, Natalia Starr, Lily Carter, and Alice March take your dirty mind to places that you've only dreamed of. Whether it is a ballet studio, tennis court, boxing ring, the office, or on an outdoor excursion, your fantasies are about to come true!","release_date":"2014-05-01","vote_average":0.0,"runtime":106,"cert":"\"NC-17\"","id":468120,"title":"Fantasies Come True 2","adult":true,"genre_ids":[]},{"cast":["Sophie Dee","Skin Diamond","Nyomi Banxxx","Angelina Castro","Deviant Kade"],"overview":"From the twisted libido of director Glenn King and his MeanBitch Productions comes FemDom Ass Worship 11, another perverted entry in the series that pits dominant, heartless females against groveling male weaklings in sick psycho-sexual scenarios. Part of the Buttman Magazine Choice line of butt-oriented fetish videos, this release contains four nasty vignettes in which sadistic dommes utterly destroy the sexual psyches of their wimpy victims through a combination of ass smothering, humiliation, physical brutality and emotional blackmail. Before each scene, the fearsome mistress talks to the camera, taunting the viewer with her big butt and evil intentions.","release_date":"2011-10-05","vote_average":0.0,"runtime":198,"cert":"\"NC-17\"","id":468122,"title":"FemDom Ass Worship 11","adult":true,"genre_ids":[]},{"cast":["Aurora Snow","Mackenzee Pierce","Nikki Delano","Sydnee Capri","Jeremy Conway"],"overview":"Director Glenn King's MeanBitch Productions caters to guys who are psychologically helpless against a heartless, dominant, big-assed broad. In \"FemDom Ass Worship 12,\" uncaring and perverse Mistresses take pleasure from male weaklings, but give back only humiliation! It's another butt fetish specialty from Evil Angel's obsessive Buttman Magazine Choice video line. Glenn's cold femmes fatale destroy their hapless victims via their smothering asses and degrading emotional brutality. Each vignette begins with its fearsome star talking to the camera, taunting you with her big butt and evil intentions.","release_date":"2011-12-20","vote_average":0.0,"runtime":180,"cert":"\"NC-17\"","id":468124,"title":"FemDom Ass Worship 12","adult":true,"genre_ids":[]},{"cast":["Labros Konstadaras","Maro Kodou","Lefteris Vournas","Orfeas Zahos","Mitsi Konstadara"],"overview":"Lampros, a successful journalist and his wife, Christina, who also writes in a magazine, have been constantly confused. In each of these battles, nostalgia refers to Stephanos, a youth of love. One night Lambros meets Stephanos, who after many years does not respond to his old image. But he avoids telling his wife, not to be disappointed. She thinks she is beating her, hiding her where she was all night and starting the divorce process. When I add to all this and the flirting of a young lawyer, Christina's mother will take over the problem ...","release_date":"1971-07-27","vote_average":6.0,"runtime":87,"cert":"N\/A","id":468129,"title":"Tis zileias ta kamomata","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A boy who is a dreamer constructing airplane models meets an older woman, full of painful memories. After the initial period of intense infatuation and marital excitement, they gradually start to experience claustrophobia living together. The protagonist, jealous of his wife, finds it difficult to separate the truth from illusion in his mind full of racing thoughts.","release_date":"2014-01-01","vote_average":5.0,"runtime":17,"cert":"N\/A","id":468131,"title":"Man Meets Woman","adult":false,"genre_ids":[18,16]},{"cast":[],"overview":"A series of short winter scenes.","release_date":"1913-01-01","vote_average":0.0,"runtime":3,"cert":"N\/A","id":468133,"title":"The Great Blizzard in the Baltics in December","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A married couple's difficulty potty training their reluctant 4-year-old puts a strain on their marriage - and their social lives.","release_date":"2016-01-01","vote_average":6.5,"runtime":16,"cert":"\"\"","id":468147,"title":"House Broken","adult":false,"genre_ids":[10751]},{"cast":["Heinrich George","Hilde Jansen","Wolfgang Lukschy","Alfred Maack","Gunnar Möller"],"overview":"A stuffy old civil servant is forced to retire during World War II, but when his son, a Navy submariner, is lost at sea and his city is heavily bombed by English bombers, his old patriotism is re-awakened and he determines to be of use to his country once again","release_date":"1944-01-01","vote_average":6.0,"runtime":93,"cert":"N\/A","id":468149,"title":"Die Degenhardts","adult":false,"genre_ids":[18]},{"cast":["Stratos Tzortzoglou","Karyofyllia Karabeti","Akis Sakellariou","Leda Matsaggou","Stathis Livathinos"],"overview":"The story of a thirties bank employee whose wife becomes a luxury prostitute. The same would happen with the next woman who knows. Xouan a promoter says he belongs to a particular class of people and asks him to work together.","release_date":"1997-01-01","vote_average":6.3,"runtime":120,"cert":"N\/A","id":468151,"title":"The Bachelor","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"A disturbing cinematic opera from Melbourne film-maker, Michael Lee, presenting an intense emotional collage of film clips, original footage and complex object animation, structured loosely in the form of a Catholic Mass, to communicate the film-maker's traumatic Catholic experience. The film is intended in part as 'anti-imagery' in response to the iconography of Catholicism.","release_date":"1976-01-01","vote_average":0.0,"runtime":65,"cert":"N\/A","id":468153,"title":"The Mystical Rose","adult":false,"genre_ids":[]},{"cast":[],"overview":"Kazakh scientist and traveler, Chokan Valikhanov studied at St. Petersburg University and was well known in Russia. When sent to war against the Kazakhs, Valikhanov was forced to make a choice between Tzar and native land.","release_date":"1957-01-01","vote_average":5.0,"runtime":96,"cert":"N\/A","id":468155,"title":"His time will come","adult":false,"genre_ids":[36]},{"cast":[],"overview":"In the ’70s and ’80s, photographer William Yang captured Sydney’s emerging artistic, literary, theatrical and queer circles; as well as his friendships with artists, writers and fashion designers such as Brett Whiteley, Patrick White, Linda Jackson and Jenny Kee. With myriad images and his trademark candid narration, Yang leads us though this beguilingly decadent and creative era.","release_date":"2013-01-01","vote_average":8.0,"runtime":58,"cert":"N\/A","id":468157,"title":"William Yang: My Generation","adult":false,"genre_ids":[99]},{"cast":["Meriam Bellina","Rano Karno"],"overview":"A young Indonesian leaves her baby in a cab, so the driver takes the infant home, then tries to find the mother.","release_date":"1990-03-01","vote_average":0.0,"runtime":89,"cert":"N\/A","id":468159,"title":"Taxi","adult":false,"genre_ids":[18]},{"cast":[],"overview":"You get 2 chilling stories of 'back from the dead' in this double-chiller! When Darkness Falls: 4 friends in a mountain cabin near the cemetery. Something outside wants in. Will anyone survive the dark night? The Best of Care: Bill takes care of his cruel and mean brother. One night things change when Bill decides to change things and kill his brother, but dear brother just can't accept that.","release_date":"2006-01-01","vote_average":5.0,"runtime":92,"cert":"\"\"","id":468173,"title":"When Darkness Falls","adult":false,"genre_ids":[53,27]},{"cast":["Eddie Griffin"],"overview":"This 1-hour live stand-up concert will make its video debut! This hilarious and un-cut performance shows Eddie at his best performing full-tilt for 102-minutes in front of an energetic crowd in Tacoma, Washington. This high voltage performance is totally UNCENSORED and UNSTOPPABLE!","release_date":"2003-12-01","vote_average":0.0,"runtime":102,"cert":"\"\"","id":468175,"title":"Eddie Griffin's Last Stand","adult":false,"genre_ids":[35]},{"cast":["Sayuri Oyamada","Yuichi Kishino","Makoto Ogi","Machu Mansyu","Yoji Tanaka"],"overview":"A young Japanese woman named Eri is intelligent and promising, but remains mired in depression and alienation. She wanders life like a ghost, articulating her suffering perspectives in repetitive thoughts and journals. Everything changes when she decides to write a romance fantasy for the way she wished things would go, including an alter ego named Rie meeting a man named Fuyuki in love at first sight. Her debut novel \"Soft Cream Love\" is a huge hit, and Eri is catapulted to wealth and circles of admirers. Shy, she blows her chance to meet a cute guy and instead makes a pass at her clumsy unattractive agent named Hoshino, who walks away with his cynical attitudes born of romantic disappointment. When she pursues him into the street, she by chance meets a nice guy just as she hoped, but he never shows up at their first date because, unknown to her, he's hit by a car.","release_date":"2000-01-01","vote_average":7.0,"runtime":96,"cert":"N\/A","id":468177,"title":"Body Drop Asphalt","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"Through a first-person narrator, archival footage and photographs, and a contemporary camera, Pavel Lounguine uses the Moscow skyscraper where he grew up as a touchstone for looking back to Stalin and then examining today's Russia. This is Stalin's pyramid, his immortality. We visit people who have lived there for 50 years, see their flats (some modernized, others decaying), and listen to their histories: the son of a KGB man, a retired rocket scientist, a sculptor's son. an actor, seamstresses at a uniform shop, an ex-pat, and two artists. We see a kindergarten and remember marching; we watch parades and discuss surveillance. The commentary is wry: Putin emerges as Stalin's heir.","release_date":"2005-01-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":468179,"title":"Moscow Skyscraper","adult":false,"genre_ids":[10770,99,36]},{"cast":[],"overview":"People's Liberation Army troops overcome difficulties to find a route to build a bridge to Shizi Mountain.","release_date":"1958-01-01","vote_average":5.0,"runtime":80,"cert":"N\/A","id":468181,"title":"Across The River To Explore","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Abou Milad, an old itinerant barber, lost his barbershop during the Lebanese civil war. Today, he hardly earns a living by offering his services in the popular cafés of Beirut. One day, he is summoned by a recluse resident of a large old mansion.","release_date":"2005-01-01","vote_average":6.5,"runtime":26,"cert":"N\/A","id":468183,"title":"After Shave","adult":false,"genre_ids":[18,35]},{"cast":["Craig Chester","Andersen Gabrych","Nora Burns","Ned Stresen-Reuter","David Royer"],"overview":"Craig is an older, average-looking man who isn't handling aging well. Gary is a hot, blond young stud at the center of attention. They literally bump heads one night, and become best friends. But Craig wants to be boyfriends, while Gary has other issues. They work things out (somewhat) during a night in the emergency room.","release_date":"2002-01-01","vote_average":5.0,"runtime":22,"cert":"\"\"","id":468191,"title":"Bumping Heads","adult":false,"genre_ids":[10749,18]},{"cast":["Lisa Menzel","Sasha Rossof"],"overview":"A Reader becomes trapped in an evolving autobiography of an executed killer.","release_date":"2014-06-21","vote_average":0.0,"runtime":111,"cert":"\"\"","id":468193,"title":"Thinking Speed","adult":false,"genre_ids":[]},{"cast":[],"overview":"The film re-enacts the true story of three children, Jane Duff, aged seven, her brothers Isaac (9) and Frank (4), who in 1864 went missing from their bark-roofed log hut west of Natimuk in the Wimmera region, 25 kilometres west of Horsham in Victoria.","release_date":"1973-06-13","vote_average":0.0,"runtime":64,"cert":"N\/A","id":468195,"title":"Lost in the Bush","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Pig Farmer is a short animated cartoon by Nick Cross. A simple tale of a wayward soul, awash in an ocean of tragedy and regret.","release_date":"2010-07-27","vote_average":8.0,"runtime":5,"cert":"\"\"","id":468197,"title":"The Pig Farmer","adult":false,"genre_ids":[16,35]},{"cast":["Vincenzo Salemme","Carlo Buccirosso","Christiane Filangieri","Serena Rossi","Max Tortora"],"overview":"","release_date":"2017-11-23","vote_average":5.2,"runtime":92,"cert":"N\/A","id":468199,"title":"Caccia al tesoro","adult":false,"genre_ids":[35]},{"cast":["Cozi Zuehlsdorff","Kaitlyn Bausch","Willie Nelson","Michael Shawn Hickenbottom","Jerri Tubbs"],"overview":"Pure Country: Pure Heart is the moving, music-driven tale of teenage sisters Ada and Piper. Upon discovering a letter about their late father, a Marine who died in Iraq, they leave rural Tennessee and hit the road secretly in search of the truth about the man they never knew. As they uncover his past as a budding country music star, the sisters find their own voice, beginning their journey as singers\/songwriters.","release_date":"2017-08-01","vote_average":6.1,"runtime":null,"cert":"\"\"","id":468201,"title":"Pure Country: Pure Heart","adult":false,"genre_ids":[18,10402]},{"cast":["Amanda Araújo"],"overview":"In a small Brazilian town, a teenage girl works everyday in a eucalyptus forest where she chases ants away with pesticides. Yet, her inner struggle turns out to be the real fight.","release_date":"2017-08-01","vote_average":5.0,"runtime":13,"cert":"N\/A","id":468215,"title":"Girls Formicide","adult":false,"genre_ids":[18]},{"cast":["Charley Palmer Rothwell","Charley Palmer Rothwell","Lorraine Stanley"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":468217,"title":"The Gunvors","adult":true,"genre_ids":[]},{"cast":["Aneurin Barnard","Tom Wilkinson","Freya Mavor","Christopher Eccleston","Marion Bailey"],"overview":"William has failed to kill himself so many times that he outsources his suicide to aging assassin Leslie. But with the contract signed and death assured within a week (or his money back), William suddenly discovers reasons to live... However Leslie is under pressure from his boss to make sure the contract is completed.","release_date":"2018-09-12","vote_average":6.3,"runtime":90,"cert":"\"\"","id":468219,"title":"Dead in a Week (Or Your Money Back)","adult":false,"genre_ids":[35,28,18]},{"cast":["Massimo Boldi","Christian De Sica","Nadia Rinaldi","Stefania Sandrelli","Ezio Greggio"],"overview":"","release_date":"2017-12-14","vote_average":2.7,"runtime":null,"cert":"N\/A","id":468221,"title":"Super vacanze di Natale","adult":false,"genre_ids":[35]},{"cast":["Padmapriya Janakiraman","Mamta Mohandas","Punnaseri Kanchana","Mythili","Srinda Arhaan"],"overview":"Crossroad is a first -of-its-kind portmanteau movie celebrating womanhood and tells the story of ten women, facing ten different life situations and explores how they tackle it. The movie encompasses ten feature films of fifteen minutes each, with each featuring prominent female artists from Malayalam film industry as the protagonist and is directed by a prominent Malayalam filmmaker. The movie showcases the vibrant facet of each woman and tells the story from her perspective.","release_date":"2017-10-13","vote_average":7.3,"runtime":168,"cert":"N\/A","id":468223,"title":"Crossroad","adult":false,"genre_ids":[18]},{"cast":["Melissa McCarthy","Chris O'Dowd","Kevin Kline","Timothy Olyphant","Daveed Diggs"],"overview":"A man grieves over the death of his baby daughter while trying to hold on to his strained relationship with his suicidal wife.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":468225,"title":"The Starling","adult":false,"genre_ids":[18]},{"cast":[],"overview":"\"Flat image (of snowbound suburban housing tract) blossoms into 3D only when viewer places Eye Opener before the right eye. (Keeping both eyes open, of course. As with all stereo experiences, center seats are best. Space will deepen as one views further from the screen.) The found-sound is X-ratable (not for children or Nancy Reagan) but is important to the film's perfect balance (GLOBE is symmetrical) of divine and profane.. - K.J.","release_date":"1971-01-01","vote_average":0.0,"runtime":22,"cert":"N\/A","id":468236,"title":"Globe","adult":false,"genre_ids":[]},{"cast":["Kauê Telloli","Cláudia Assunção","Thiago Pinheiro","Ney Piacentini","Thiago Franco Balieiro"],"overview":"Sunday. Classic game on the brazilian championship. Rossi’s family organize themselves in front of TV. Eunice, his mother, looks trough the window while Borges, his dad, and Cauã, his older brother, watch the football match. Rossi tryes to find his place in the house.","release_date":"2011-08-27","vote_average":8.0,"runtime":12,"cert":"N\/A","id":468238,"title":"Family Affair","adult":false,"genre_ids":[18]},{"cast":[],"overview":"An intimate report from Israel's periphery. A group of young dancers, whose members are immigrants, is trying to compete in the break-dancing World Championship in Germany. The competition is the highlight of their dreams as dancers, but as we watch them prepare, we encounter a world of crisis and alienation. Mixer, 27, is supporting his family and trying to help his younger brothers, who still live with their alcoholic mom. Potter, 21, is in the army now; he still dreams of dancing, but has no one to help him care for his mother, who is ill. And yet, despite the hardships, these bold dancers confront reality head-on, because desperation is a luxury that they can hardly afford.","release_date":"2016-05-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":468240,"title":"Babylon Dreamers","adult":false,"genre_ids":[99,18]},{"cast":[],"overview":"Summer solstice, the shortest night in a year, is celebrated by a jolly bunch of family, who hasn't seen each other for a long time.","release_date":"2011-08-10","vote_average":0.0,"runtime":4,"cert":"\"\"","id":468242,"title":"Solstice","adult":false,"genre_ids":[16,10402]},{"cast":[],"overview":"“Leinen der Lausitz” is a collection of tales located in the hills of the Lausitz. The movie is made by the last active director of real silouhette animation movies from the DEFA. His new movie stands in the tradition of Lotte Reiniger.","release_date":"2013-09-27","vote_average":0.0,"runtime":34,"cert":"N\/A","id":468244,"title":"Linen from the Lausitz","adult":false,"genre_ids":[16,14]},{"cast":["Kembra Pfahler"],"overview":"A vain, self centered mother competes with her daughter in the world of carnivorous men and sleazy movies.","release_date":"1997-01-01","vote_average":0.0,"runtime":40,"cert":"\"\"","id":468249,"title":"Purgatory Junction","adult":false,"genre_ids":[]},{"cast":["Shin Ha-kyun"],"overview":"\"If I have chest hair ... Miss Kim, fame and fortune will be mine!\" Woon-do is the owner of such an absurd idea. he is going to challenge the harsh destiny of the bare chest, decorating the room with pictures of male models with abundant chest hair and growing his dreams!","release_date":"2004-10-18","vote_average":0.0,"runtime":15,"cert":"N\/A","id":468260,"title":"Hair","adult":false,"genre_ids":[14,35]},{"cast":["Jung Yu-mi"],"overview":"Like someone. Flushed face. Can’t hear anything. Helpless. Sad. Learned how to operate a polaroid camera.","release_date":"2004-05-01","vote_average":1.0,"runtime":6,"cert":"N\/A","id":468262,"title":"How to Operate a Polaroid Camera","adult":false,"genre_ids":[18]},{"cast":["Nik Xhelilaj","Güler Ökten","Tomris İncer","Haleigh Ciel","Levent Özdilek"],"overview":"Zer is the story of a song, whispered to Jan's ear on his grandmother's deathbed. A survivor of Dersim Massacre, Zarife hid her identity, her past in her memory of this song. Raised in NYC, Jan begins a journey through Kurdistan, searching for his grandma's past and his own self.","release_date":"2017-04-21","vote_average":6.0,"runtime":113,"cert":"N\/A","id":468264,"title":"Zer","adult":false,"genre_ids":[18]},{"cast":["Pope Francis"],"overview":"","release_date":"","vote_average":6.0,"runtime":null,"cert":"N\/A","id":468266,"title":"The Rise of Hope","adult":false,"genre_ids":[99]},{"cast":["R. Kan Albay","Korkmaz Arslan","Roda Canioglu","Teoman Kumbaracibasi","Cela Yildiz"],"overview":"After his release from the military hospital where he was receiving treatment for a past trauma, Hakan tries to resume a normal life and form a proper relationship with his daughter. Excelling for its mature performances and its stylisation of image and sound, the film foregrounds Hakan’s wounded soul and underlines his vehement efforts to break free from his own private prison.","release_date":"2017-04-14","vote_average":0.0,"runtime":93,"cert":"N\/A","id":468268,"title":"Blue Silence","adult":false,"genre_ids":[18]},{"cast":["Kemal Uçar","Arif Erkin Güzelbeyoğlu","Nilay Erdönmez","Ruhi Sari","Ataberk Ural"],"overview":"Studying engineering and dreaming to go abroad with the Erasmus project to leave behind his small town, Ali is going through a period of self-exploration, asking questions about life. His quiet life is stirred up upon his crush to Gülce, a singer at a folk music cafe. Gülce is a nursing student and to get by, she works as a caregiver to a lonely, elder man in one of the older neighbourhoods of the town. As Ali gets to know Gülce, he becomes involved in the old man’s story too. Ali goes on his search on the threshold of this encounter, asking a question to which he wouldn’t find an answer to: is any happiness possible?","release_date":"2017-04-10","vote_average":0.0,"runtime":119,"cert":"N\/A","id":468270,"title":"All The Bliss Is Possible","adult":false,"genre_ids":[18]},{"cast":["Adel Karam","Kamel El Basha","Rita Hayek","Christine Choueiri","Diamand Bou Abboud"],"overview":"After an emotional exchange between a Lebanese Christian and a Palestinian refugee escalates, the men end up in a court case that gets national attention.","release_date":"2017-09-14","vote_average":7.6,"runtime":112,"cert":"\"\"","id":468284,"title":"The Insult","adult":false,"genre_ids":[18,80]},{"cast":["Chie Honma","Daisuke Ikeda","Karin Ikeda","Fumiko Koizumi","Makoto Nozaki"],"overview":"Documentary without audio produced by deaf people. Music is depicted visually with the complete absence of musical instruments or voices. Directed by Makihara Eri and choreographer Dakei.  With a diverse lineup including ordinary deaf people with zero acting experience and a choreographer who performs in Japan and abroad, this film pulls out all the tops to give visual expression to music through the physical body. An aging man uses multiple sign language poems to convey the four seasons, and a girl expresses the wind amidst the rustling trees.","release_date":"2016-05-14","vote_average":0.0,"runtime":58,"cert":"N\/A","id":468286,"title":"Listen","adult":false,"genre_ids":[99]},{"cast":["Rino Sashihara","Haruka Kodama","Meru Tashima","Sakura Miyawaki"],"overview":"Revealing behind-the-scenes documentary about the popular idol group HKT48. Group member-cum-manager Sashihara Rino makes her debut as a film director. Released simultaneously with RAISE YOUR ARMS AND TWIST Documentary of NMB48.  HKT48 was formed in 2011 in Hakata, Fukuoka. At the time, the members were on average just 13.8 years old and necessarily faced many trials, but they eventually grew into a major presence with tour performances at four major arenas under their belt.","release_date":"2016-01-29","vote_average":0.0,"runtime":119,"cert":"N\/A","id":468288,"title":"Documentary of HKT48","adult":false,"genre_ids":[99]},{"cast":["François Périer","Gaby Sylvia","Jacques Jansen","Julien Carette","Jean Parédès"],"overview":"","release_date":"1944-02-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":468290,"title":"Bonsoir mesdames, bonsoir messieurs","adult":false,"genre_ids":[]},{"cast":["Claudio Santamaria","Marco D'Amore","Sara Serraiocco","Simone Martucci","Narcisse Mame"],"overview":"A group of wild, physically disabled gangsters has a plan to rob a bank, but things go terribly wrong when each of them reveals they all had their own personal agenda.","release_date":"2017-10-19","vote_average":5.8,"runtime":85,"cert":"N\/A","id":468292,"title":"Affreux et méchants","adult":false,"genre_ids":[35]},{"cast":[],"overview":"An Arte documentary about indonesia.","release_date":"","vote_average":0.0,"runtime":52,"cert":"N\/A","id":468294,"title":"Religion, Macht und Archipele: Indonesien (1\/2)","adult":false,"genre_ids":[]},{"cast":["Jean Desailly","Micheline Presle","Laurent Terzieff","Jean-Louis Trintignant","Corinne Marchand"],"overview":"Paul and Bernard seek in the reproductions of Jerome Bosch's \"Jardin des délices\" a definition of lust. Bernard remembers his childhood, where he confused lust with luxury.  Jacques Demy based this 1962 short, made for the omnibus feature \"The Seven Deadly Sins\",on his memories of growing up in Nantes.","release_date":"1962-03-07","vote_average":0.0,"runtime":15,"cert":"N\/A","id":468305,"title":"Lust","adult":false,"genre_ids":[10749]},{"cast":["Emma Kidd","Caroline Amiguet","Cristyn Chandler","Lisa Winans","Lori Morkunas Jones"],"overview":"In 2022, wealthy guests of a special hotel get turned into fantasy characters.","release_date":"2017-02-12","vote_average":0.0,"runtime":72,"cert":"\"NR\"","id":468307,"title":"Daydream Hotel","adult":false,"genre_ids":[]},{"cast":[],"overview":"The G1 (Grade One) Climax is a professional wrestling tournament held each August by the New Japan Pro-Wrestling promotion. Though it has sometimes been held as a single-elimination tournament, it is usually (and currently) held as a round-robin, with winners from two blocks wrestling in the final to decide that year's winner. In its current format, the tournament lasts four weeks. The winner of each block is determined by a points system; two points for a victory, one point for a draw, and zero points for a loss.","release_date":"2017-07-26","vote_average":0.0,"runtime":180,"cert":"\"NR\"","id":468309,"title":"G1 Climax 27 - Day 7","adult":false,"genre_ids":[]},{"cast":["Chan Wing-Chi","Charlie Cho","Fu Kit","Ting Gou Meng","Rena Murakami"],"overview":"A sleazy PR Man (Cho) shows dumb mainland businessman (Ong) a fun time in HK. Cho finds him three lovely hostesses (Rena, Wing Chi and Git) and they go on an island tour, where they are stranded. But they have…","release_date":"1992-10-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":468311,"title":"Unforgetful Holiday","adult":false,"genre_ids":[]},{"cast":["Jacqueline Francell","Roger Tréville","Arletty","Jean Devalde","Youcca Troubetzkov"],"overview":"","release_date":"1932-10-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":468313,"title":"Enlevez-moi","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2017-07-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":468315,"title":"Juste Pour Rire 2017 - Gala Hommage À Michel Coté","adult":false,"genre_ids":[]},{"cast":["Réal Béland","Vincent Léonard","Sébastien Dubé","Daniel Grenier","Olivier Martineau"],"overview":"","release_date":"2017-07-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":468317,"title":"Juste Pour Rire 2017 - Gala Juste Absurde","adult":false,"genre_ids":[35]},{"cast":[],"overview":"To popularize the idea of automobile travel, Ford Motor Company produced Ford Educational Weekly, a film magazine distributed free to theaters. One 1916 series featured \"Visits to American Cities.\" In this episode, Los Angeles is featured at the very beginning of the boom created by oil, movies and aircraft. On the occasion of its centennial in 1953, Ford donated its film to the National Archives and Records Service; this copy derives from a fine grain master printed from the Archive's preservation negative. Music by Frederick Hodges.","release_date":"1916-01-01","vote_average":0.0,"runtime":10,"cert":"\"\"","id":468328,"title":"A Visit to Los Angeles","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A sequel to Claude Autant-Lara's 1965 A Woman in White.","release_date":"1966-03-25","vote_average":0.0,"runtime":106,"cert":"N\/A","id":468330,"title":"Une femme en blanc se révolte","adult":false,"genre_ids":[]},{"cast":["Cassie Steele","Jason London","Miles Doleac","Tahj Vaughans","Dean J. West"],"overview":"Sharks attack a fish rodeo on the Mississippi River, and it is up to a group of locals to stop them.","release_date":"2017-07-31","vote_average":3.0,"runtime":90,"cert":"\"\"","id":468332,"title":"Mississippi River Sharks","adult":false,"genre_ids":[35,27,53]},{"cast":[],"overview":"A young aspirant follows without much enthusiasm sailing lessons and gradually realizes the beauty of the sailor's trade.","release_date":"1964-04-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":468334,"title":"Cargo pour la réunion","adult":false,"genre_ids":[]},{"cast":["Carl-Gustaf Lindstedt","Sigge Fürst","Ulla-Carin Rydén","Sif Ruud","Lill-Babs"],"overview":"The burglar Karl Kilian Ledig tries to get his somewhat reluctant son Carl Gustaf interested in his \"profession\". He bring him along one evening to the sculpture Ulla-Carin von Knaake's house to break in and steal from her safe. Complications arise when Ulla-Carin and some of her friends unexpectedly come home and she imagines that Carl Gustaf is a model she has hired from a model agency.","release_date":"1959-07-16","vote_average":0.0,"runtime":87,"cert":"N\/A","id":468336,"title":"Fly mej en greve","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The Slivovitz were Jews and Communists. While they waited for the tomorrow, they sang in Paris, their eyes fixed on the East for peace, justice and friendship between men.","release_date":"1985-02-01","vote_average":6.0,"runtime":90,"cert":"N\/A","id":468338,"title":"Les lendemains qui chantent","adult":false,"genre_ids":[]},{"cast":["Georg Løkkeberg","Trulte Heide Steen","Harald Heide Steen","Tor Stokke","Kjetil Bang-Hansen"],"overview":"","release_date":"1961-12-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":468352,"title":"Et øye på hver finger","adult":false,"genre_ids":[35]},{"cast":["Stefano Masciarelli","Sergio Vastano","Mario De Candia","Manuela Arcuri","Wendy Windham"],"overview":"","release_date":"1996-08-16","vote_average":4.3,"runtime":null,"cert":"N\/A","id":468354,"title":"Gratta e vinci","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Hors Titre I (Off-Title I) is a hermetic movie deliberately mysterious. Figure interpreted by Stuart Sherman shines in the first part of the film by his anonymity. The man drowned in the crowd, activity, all this urban life that is foreign to him. It expresses nothing, does nothing, to the point of appearing to blur the image. In the second part, it works. Always very mysteriously. The viewer built himself a sense of all these actions cut by the film. Whatever it is, its activity is internalized: slide analysis, reading, writing. The outlines of this figure then draw, and blend back into the urban landscape, this time in the open. The character became somebody through a symbolic initiation: nighter? read de Sade? photographic activity? maybe three at a time, perhaps in a dream. The key is in becoming.","release_date":"1981-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":468356,"title":"Hors Titre I","adult":false,"genre_ids":[]},{"cast":[],"overview":"That which changes and that which remains.","release_date":"1979-01-01","vote_average":0.0,"runtime":43,"cert":"N\/A","id":468358,"title":"La pierre, l'eau","adult":false,"genre_ids":[]},{"cast":["Elina Löwensohn"],"overview":"","release_date":"2013-08-05","vote_average":0.0,"runtime":11,"cert":"N\/A","id":468363,"title":"Féminisme, rafale et politique","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2015-02-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":468374,"title":"Maya De Bij - De Bril Van Barry","adult":false,"genre_ids":[]},{"cast":["Meredith Baxter","Peter Coyote","John Heard","Brittney Irvin","Babs Chula"],"overview":"Muriel Davidson, a successful mystery author in a vulnerable stage of her life, falls for a charismatic ex-con. As they begin to bond over their traumatic pasts, Muriel's life slowly begins to resemble one of her darker novels.","release_date":"2000-05-24","vote_average":0.0,"runtime":90,"cert":"\"NR\"","id":468376,"title":"The Wednesday Woman","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A film from 1978","release_date":"1978-07-28","vote_average":0.0,"runtime":null,"cert":"\"\"","id":468378,"title":"Lottomainos","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2016-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":468380,"title":"Maya De Bij - De Nachtvlucht","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":8.0,"runtime":null,"cert":"N\/A","id":468382,"title":"Objectif femmes","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":468384,"title":"Maya De Bij - Een Taart Voor De Koningin","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2006-07-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":468398,"title":"Lucky Luke 10 - På sporet Af Dalton Brødrene","adult":false,"genre_ids":[16]},{"cast":["Aiden Starr","Ariella Ferrera","Bella Reese","Courtney Taylor","Jeremy Conway"],"overview":"MeanBitch Productions has cooked up another showcase of female-superior face sitting, humiliation and emotional torment for Evil Angels Buttman Choice line of ass-flavored fetish videos. FemDom Ass Worship 16 is a three-hour celebration of evil women who get off on using their big butts to crush a mans face... and his spirit. Their heartless ways are aimed at the total subjugation of the male of the species! Each of four nasty vignettes opens with a POV-style segment in which a dominant bitch speaks to the camera and bullies the viewer into worshiping her meaty derriere, describing her ruthless plans in detail.","release_date":"2012-08-16","vote_average":0.0,"runtime":180,"cert":"\"NC-17\"","id":468400,"title":"FemDom Ass Worship 16","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2006-07-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":468402,"title":"Lucky Luke 11 - Mississipi","adult":false,"genre_ids":[16]},{"cast":[],"overview":"","release_date":"2006-07-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":468404,"title":"Lucky Luke 13 - Doc Doxey","adult":false,"genre_ids":[16]},{"cast":["Paul McCartney","Linda McCartney","Robbie McIntosh","Hamish Stuart","Paul Wickens"],"overview":"Paul McCartney returns to the Ed Sullivan Theater in New York City for the first of two nights' live concert recordings for an MTV Special. Live performances of 24 songs, many from his then-forthcoming album \"Off the Ground.\" Recorded December 10, 1992.","release_date":"1992-12-10","vote_average":0.0,"runtime":90,"cert":"\"NR\"","id":468409,"title":"Paul McCartney: The Complete Up Close Rehearsal","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":468411,"title":"Українська революція. Частина друга","adult":false,"genre_ids":[]},{"cast":[],"overview":"The story follows a struggling cafe worker who is desperately trying to survive one of the worst shifts of her life.","release_date":"","vote_average":0.0,"runtime":10,"cert":"N\/A","id":468419,"title":"Coffee Chains","adult":false,"genre_ids":[]},{"cast":["Fred Henry III","Jack Gattanella","Korey Hughes","Lindsay Tierstein","Kristin Allmer"],"overview":"Professor Okembje's latest invention signals the dawn of a new era. But will it be the humanity's salvation ... or its damnation? A team of intrepid detectives find themselves caught in a harrowing game of cat and mouse as they attempt to solve its riddle. Woe betides any who dare not gaze upon the majesty that is FILLER!","release_date":"2008-05-02","vote_average":10.0,"runtime":12,"cert":"\"\"","id":468421,"title":"Filler!","adult":false,"genre_ids":[878,35,27]},{"cast":["Bárbara Paz","Rafael Primot"],"overview":"","release_date":"2003-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":468423,"title":"Produto Descartável","adult":false,"genre_ids":[10749,35]},{"cast":["Johanna König","Peter Chatel","Karl Blömer","Evelyn Hall","Hannelore Lübeck"],"overview":"An old lady named Jane, believes she is Tarzan's widow. She wears a leopard skin bathing suit under her black coat when she visits the zoo to talk to the animals, and keeps African mementos in her home. She also has pictures of famous screen incarnations of Tarzan, including Johnny Weissmuller, Lex Barker, etc. up on the walls of her flat, and longs to 'return' to Africa and visit 'Tarzan's tomb'.","release_date":"1977-10-01","vote_average":0.0,"runtime":90,"cert":"\"\"","id":468425,"title":"Jane is Jane Forever","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Plot unknown.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":468427,"title":"Untitled Techno-Thriller Project","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Four high schoolers across the world reveal their primal selves when faced with moral dilemmas.","release_date":"2017-06-10","vote_average":8.0,"runtime":10,"cert":"\"\"","id":468432,"title":"Fever","adult":false,"genre_ids":[]},{"cast":["René Lefèvre","Micheline Cheirel","Ray Ventura","Mona Goya","Jimmy Gaillard"],"overview":"","release_date":"1939-02-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":468443,"title":"Feux de joie","adult":false,"genre_ids":[]},{"cast":[],"overview":"A documentary about the Khatyn massacre.","release_date":"1968-01-01","vote_average":8.0,"runtime":45,"cert":"N\/A","id":468445,"title":"Khatyn, 5km","adult":false,"genre_ids":[99]},{"cast":["Darryl Kinsella","Amy DeBhrún"],"overview":"Humanity makes a deal with a new client.  Based on the comic \"Good Business\" by Simon Roy","release_date":"2017-07-10","vote_average":10.0,"runtime":5,"cert":"\"\"","id":468447,"title":"Good Business","adult":false,"genre_ids":[878,27]},{"cast":[],"overview":"One morning I awoke to find everything obscured by a thick roiling mist. It seemed to have a life of its own; sometimes moving slowly sometimes quickly. I could smell the sea and I realised that that was where it had come from. I stood on the balcony with the clouds drifting about me. I thought of home and, for a while, it was as if I was floating between two worlds...","release_date":"2010-07-28","vote_average":0.0,"runtime":10,"cert":"\"\"","id":468449,"title":"Solaris","adult":false,"genre_ids":[]},{"cast":[],"overview":"A documentary about the survivors of attacks on Hiroshima and Nagasaki.","release_date":"1956-07-06","vote_average":0.0,"runtime":48,"cert":"N\/A","id":468451,"title":"It Is Good to Live","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A documentary about the process of making swords.","release_date":"1957-01-01","vote_average":0.0,"runtime":29,"cert":"N\/A","id":468468,"title":"The Art of Swordsmith","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Rare mondo film focusing on the seamier side of Paris. Crazy fashions, transgender hookers, coke snorting New Wavers, female body builders, nude beaches, leather bars, a wealthy playboy’s private torture dungeon and some X-rated dildo insertion to liven things up.","release_date":"1984-06-20","vote_average":0.0,"runtime":87,"cert":"N\/A","id":468470,"title":"Forbidden France","adult":false,"genre_ids":[99]},{"cast":["Alina Henessy","Sharon Lee","Roxy Taggart","Logan","Candy Alexa"],"overview":"The young harlots are back! These naughty little sluts get their tight pussies fucked and pert asses stretched to please their perverted teachers. White creamy spunk is squirted onto pretty young faces, lesbian school girls shove dildos into wet slits, every hole is pounded by throbbing cocks. Head girl, Michelle Moist shows her school master that she has been doing her homework in anal lubing. Roxy Taggart learns a new use for her tight young asshole and new girl Henessy is caught trying to sneak out to a party, the punishment dished out by her perverted teachers leaves her gasping for more. This is a foreign exchange trip they will never forget.","release_date":"2010-08-20","vote_average":0.0,"runtime":163,"cert":"\"NC-17\"","id":468472,"title":"Young Harlots: Foreign Exchange","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1994-11-23","vote_average":0.0,"runtime":42,"cert":"\"\"","id":468474,"title":"Mighty Morphin Power Rangers Karate Club Level 1","adult":false,"genre_ids":[]},{"cast":["Jane Culley","Ty Arnold","Samantha Browne-Walters","Gary Swanson","Barbara Pitcher"],"overview":"A majestically dark story about an aristocratic family struggling to survive in a post-apocalyptic world. Amongst the bleak landscape of desolation, two young children, Otto and his sister Vera, hunt daily for food. Meanwhile at home in an abandoned ship, their delusional Mother pitifully clings onto the faded glory of their former aristocratic lives, indolently aided by her shiftless Maid. Full of opulent memories and dark ghosts, their life is a sad shadow of the past as each character copes with the grind of daily survival in their separate ways. When the sublimely malevolent Mister Griswald, the only man to survive the apocalypse, unexpectedly drops in for dinner, he sets in motion the final act - revealing the shocking secret of their survival.","release_date":"2001-06-12","vote_average":0.0,"runtime":30,"cert":"\"\"","id":468476,"title":"Pâté","adult":false,"genre_ids":[18]},{"cast":["Loretta Young","Carroll Nye","Matthew Betz","Lucien Littlefield","Ralph Lewis"],"overview":"A pretty young cashier at a movie theater has a few problems--a local thug is interested in her and won't leave her alone, and she discovers that her uncle is stealing the box-office receipts.","release_date":"1929-06-22","vote_average":0.0,"runtime":80,"cert":"\"\"","id":468478,"title":"The Girl in the Glass Cage","adult":false,"genre_ids":[]},{"cast":["Chris Haywood","George Spartels","Terry Camilleri"],"overview":"Larry (Glenn Mason), Warren (Chris Haywood) and Tony (George Spartels) are three friends living the industrialised western suburbs of Sydney, bored by their lives and the kind of work available to them via their car-wrecking yard boss Boyle (Martin Harris). So instead of working, they  strip stolen cars, and then despite girlfriend Wendy's (Margaret Nelson's) objections, Larry decides to join the other two in moving up a notch by helping steal TV sets, cassettes and radios in a warehouse robbery organised by Jacko (Terry Camilleri) and his boss Ferret (Saviour Sammut).","release_date":"1977-06-27","vote_average":0.0,"runtime":50,"cert":"N\/A","id":468489,"title":"Out of It","adult":false,"genre_ids":[]},{"cast":["Bob Golic","Dan Fike","Tim Manoa","Hanford Dixon","Reggie Langhorne"],"overview":"Cleveland Browns player Mike Golic meets D.T. (D'ruhaul Temahawk), an alien Fetchball player who has been kidnapped so he will miss his teams championship game. Together, the Browns race against the clock to make sure D.T. returns home in time.","release_date":"1988-01-01","vote_average":0.0,"runtime":22,"cert":"\"\"","id":468491,"title":"D.T. in Dawg Territory","adult":false,"genre_ids":[10751,878]},{"cast":[],"overview":"In 1954, recently crowned Queen Elizabeth II and HRH the Duke of Edinburgh embarked on a two month tour of Australia. It involved some 10,000 miles of travel by air and 4,000 miles by land and sea. The couple visited every state in the nation, and turned up at all sorts of events, from tennis at Kooyong to steel mills in Newcastle to woodchopping at Wagga to the Flying Doctor Service Service at Broken Hill. The film production arm of the federal government - the Film Division of the News and Information Bureau of the Department of the Interior - decided to cover the tour in 35mm colour film, sending the footage to England for processing and editing. Six weeks after the tour ended, the film was finished and became the first feature-length Australian film shot and financed by Australians in colour to be given a theatrical release.","release_date":"1954-05-18","vote_average":0.0,"runtime":68,"cert":"N\/A","id":468493,"title":"The Queen in Australia","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tells Chef Armand (Alif Satar) so familiar with his great food recipes. Traditional dishes are often served as a choice of diners at the capital's top restaurants. Every one of his hands managed to win the hearts of fans so much that they wanted more menu options from Chef Armand. Everything was perfect on Armand. A great chef, working, young, endowed with a beautiful wife and a family with good people background.","release_date":"2017-07-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":468495,"title":"Memori Pajeri Nenas","adult":false,"genre_ids":[]},{"cast":[],"overview":"Shed Tears for the River is a sponsored documentary, and is notable as the first film made by the South Australian Film Corporation, set up and financed by the South Australian state government. It celebrates the indigenous identification with river and land, and then looks at the degradation and destruction of the natural environment of the Murray river system in South Australia by human activities … riverboats, houseboats, leisure craft, shacks, development and the filling in of swamps, agriculture and industry and their polluting ways, whether via chemicals, detergents, excrement, fertilizers, barrages, locks, and salts produced by irrigation.","release_date":"1975-12-19","vote_average":0.0,"runtime":50,"cert":"N\/A","id":468497,"title":"Shed Tears for the River","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Dollar","cast":["Padmini","Mukesh","Saranya Ponvannan","Maathu","Zainuddin"],"id":468499,"overview":"The movie depicts the life of Malayali families settled in the US. It discusses the clash of the cultures.","runtime":131,"genre_ids":[],"release_date":"1993-12-31","vote_average":0.0,"adult":false}]