[{"cast":["David Carradine","Luke Askew","María Socas","Anthony De Longis","Harry Townes"],"overview":"The mighty warrior, Kain, crosses the barren wastelands of the planet Ura, where two arch enemies, Zeg and the evil degenerate Balcaz, fight incessantly for control of the village's only well. Kain sees his opportunity and announces that his sword is for hire... but his eyes stay clearly on the beautiful captive sorceress Naja, and his newly awakened purpose.","release_date":"1984-09-07","vote_average":4.0,"runtime":81,"cert":"N\/A","id":46500,"title":"The Warrior and the Sorceress","adult":false,"genre_ids":[28,14]},{"cast":["Thom Yorke","Colin Greenwood","Jonny Greenwood","Ed O'Brien","Philip Selway"],"overview":"On 23rd August 2009 a group of Radiohead fans descended on the Výstavištĕ Holešovice Exhibition Hall in Prague on a mission – to capture the band playing using as many different angles as possible. Bringing together the exceptional talents of many contributors, here is the result. This film was officially edited and released for free by the band.","release_date":"2009-08-23","vote_average":5.3,"runtime":123,"cert":"N\/A","id":46501,"title":"Radiohead: Live in Praha","adult":false,"genre_ids":[10402]},{"cast":["Sverrir Þór Sverrisson","Guðjón Davíð Karlsson","Vilhelm Anton Jónsson","Vigdís Gunnarsdóttir","Ilmur Kristjánsdóttir"],"overview":"When Sveppi's best friend Villi is kidnapped by the bad guys. Sveppi takes it upon himself with his buddy Goi to rescue him and an incredible adventure unfolds.","release_date":"2009-09-25","vote_average":5.0,"runtime":78,"cert":"N\/A","id":46502,"title":"The Big Rescue","adult":false,"genre_ids":[12,10751]},{"cast":["Ryan Gosling","Kirsten Dunst","Frank Langella","Lily Rabe","Philip Baker Hall"],"overview":"Newly-discovered facts, court records and speculation are used to elaborate the true love story and murder mystery of the most notorious unsolved murder case in New York history.","release_date":"2010-12-03","vote_average":6.0,"runtime":101,"cert":"N\/A","id":46503,"title":"All Good Things","adult":false,"genre_ids":[18,9648,53,80,10749]},{"cast":["Jason Palmer","Desiree Garcia","Sandha Khin","Frank Garvin","Anna Chazelle"],"overview":"After connecting with the shy Madeline, a jazz trumpeter embarks on a quest for a more gregarious paramour, but through a series of twists and turns punctuated by an original score, the two lovers seem destined to be together.","release_date":"2010-03-28","vote_average":5.5,"runtime":82,"cert":"N\/A","id":46504,"title":"Guy and Madeline on a Park Bench","adult":false,"genre_ids":[18,10402,10749]},{"cast":[],"overview":"Who killed the brother of Sal? The neighbors think it's Sal himself, who's just been released from prison and returned home to reunite with his sibling. But Sal was at the pizzeria picking up an order at the time of the murder. Two cops are on Sal's case, determined to send him back to jail, so he takes it upon himself to discover the true killer -- which leads him to explore a sadomasochistic world","release_date":"2005-07-11","vote_average":2.5,"runtime":107,"cert":"N\/A","id":46507,"title":"Torture Me No More","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Cops the way the censors never let you see it before!","release_date":"","vote_average":8.0,"runtime":58,"cert":"N\/A","id":46508,"title":"Cops: Too Hot For TV","adult":false,"genre_ids":[99,80]},{"cast":["Jackson Rathbone","Shannon Woodward","Amanda Plummer","Rachel Melvin","Evan Sneider"],"overview":"A young man with Down's Syndrome romantically pursues a small town single mom who is still mixed up with her volatile ex-boyfriend.","release_date":"2010-09-12","vote_average":6.9,"runtime":93,"cert":"N\/A","id":46509,"title":"Girlfriend","adult":false,"genre_ids":[10749,18]},{"cast":["Buster Keaton","Bartine Burkett","Charles Dorety","Joe Roberts","Al St. John"],"overview":"Buster is thrown off a train near an amusement park. There he gets a job in a shooting gallery run by the Blinking Buzzards mob. Ordered to kill a businessman, he winds up protecting the man and his daughter by outfitting their home with trick devices.","release_date":"1921-04-18","vote_average":7.3,"runtime":21,"cert":"N\/A","id":46510,"title":"The High Sign","adult":false,"genre_ids":[80,35]},{"cast":["Billie Piper","J. J. Feild","Julian Rhind-Tutt","John Standing","Lyndsey Marshal"],"overview":"Sally Lockhart crosses paths with the nefarious industrialist Axel Bellman, the richest and most powerful man in Europe. She's determined to prove him guilty of corruption and fraud, whilst Bellman will stop at nothing to destroy her case.","release_date":"2007-09-15","vote_average":5.5,"runtime":94,"cert":"","id":46513,"title":"The Shadow in the North","adult":false,"genre_ids":[80,18,9648]},{"cast":["Mike Krüger","Ursela Monn","Simone Brahmann","Corinna Genest","Lotti Krekel"],"overview":"","release_date":"1986-08-14","vote_average":4.2,"runtime":null,"cert":"N\/A","id":46514,"title":"Geld oder Leber!","adult":false,"genre_ids":[35]},{"cast":["Heinrich Gretler","Elsbeth Sigmund","Thomas Klameth","Margrit Rainer","Isa Günther"],"overview":"Heidi lives with Alp-Öhi n the Swiss Alps in the summer, where she helps Peter tend the goats. In winter, she stays in the village and attends school. One day, a letter arrives from Heidi's German friend, Klara Sesemann, announcing her visit. Klara indeed appears the next summer along with her grandmother and the prim governess Miss Rottenmeyer. Klara is quickly convinced to stay with Heidi, but Peter becomes resentful that Heidi now spends so little time with him...","release_date":"1955-03-08","vote_average":6.7,"runtime":null,"cert":"N\/A","id":46515,"title":"Heidi und Peter","adult":false,"genre_ids":[18,10751]},{"cast":["Alfred Rasser","Editha Nordberg","Otto Wiesely","Bernard Junod","Franz Matter"],"overview":"A Swiss film.","release_date":"1959-01-01","vote_average":8.7,"runtime":115,"cert":"N\/A","id":46516,"title":"HD Soldier Läppli","adult":false,"genre_ids":[35]},{"cast":["Alfred Rasser","Emil Bölsterli","Armin Berner","Degen","Anneliese Egger"],"overview":"Theophil Läppli is a swiss patriot, who after a trip to Greece tries to recover the democratic roots of Switzerland. With much enthusiasm and idealism he's discovering, that corruption and greed are wide spread in his beloved country. This is the second movie about Theophil Läppli after HD-Soldat Läppli (1959).","release_date":"1961-01-01","vote_average":9.8,"runtime":105,"cert":"N\/A","id":46517,"title":"Democrat Läppli","adult":false,"genre_ids":[35]},{"cast":["Alfred Rasser","Simone Petitpierre","Robi Lehmann","Lee Ruckstuhl","Ernst Stiefel"],"overview":"","release_date":"1954-01-01","vote_average":9.8,"runtime":19,"cert":"N\/A","id":46518,"title":"Läppli am Zoll","adult":false,"genre_ids":[35]},{"cast":["Jean-Pierre Talbot","Georges Wilson","Georges Loriot","Charles Vanel","Marcel Bozzuffi"],"overview":"Tintin and Captain Haddock try to discover what is so desirable about their old and apparently worthless ship.","release_date":"1961-12-06","vote_average":6.3,"runtime":104,"cert":"N\/A","id":46521,"title":"Tintin and the Mystery of the Golden Fleece","adult":false,"genre_ids":[12,18]},{"cast":["Steve Barkett","Lynne Margulies","Sid Haig","Christopher Barkett","Alfie Martin"],"overview":"After a lengthy space mission, two astronauts (Steve Barkett and Larry Latham) return to an Earth transformed by nuclear war. As renegade gangs and mutants rule Los Angeles, the astronauts join two pretty women and a couple of kids in a growing resistance movement. This sci-fi adventure follows the men as they battle bell-bottomed biker leader Cutter and his brutal gang.","release_date":"1982-01-01","vote_average":4.7,"runtime":95,"cert":"N\/A","id":46522,"title":"The Aftermath","adult":false,"genre_ids":[28,12,878,27]},{"cast":["Tim Haars","Huub Smit","Wesley van Gaalen","Flip van der Kuil","Steffen Haars"],"overview":"Five friends from 'Maaskantje' are getting fired because of the economic crisis. They decide that they won't pay for anything anymore.","release_date":"2010-12-09","vote_average":6.3,"runtime":84,"cert":"N\/A","id":46523,"title":"New Kids Turbo","adult":false,"genre_ids":[28,35]},{"cast":[],"overview":"As the 2007-08 presidential campaign cycle offered up the usual slate of Washington insiders, Ron Paul, an obscure Congressman from Texas brought an alternative voice that challenged the political establishment. Advocating a philosophy of sound money, a non-interventionist foreign policy, strict Constitutionalism, and individual liberty, Dr. Paul inspired a unique grassroots movement unmatched in American history - the repercussions of which continue to reverberate today and into the future of the American psyche. For Liberty: How the Ron Paul Revolution Watered the Withered Tree of Liberty follows this historic campaign from the perspective of grassroots activists, and showcases the unique, often bizarre, yet groundbreaking projects they undertook as they brushed aside traditional campaign methodology.","release_date":"2009-09-23","vote_average":9.0,"runtime":95,"cert":"N\/A","id":46524,"title":"For Liberty: How the Ron Paul Revolution Watered the Withered Tree of Liberty","adult":false,"genre_ids":[99]},{"cast":["Robert Ryan","Anita Ekberg","Rod Steiger","Phyllis Kirk","Keith Andes"],"overview":"A South American plane loaded with an assortment of characters crash lands in a remote jungle area in the middle of a storm. The passengers then discover they are in an area inhabited by vicious cannibals and must escape before they are found.","release_date":"1956-09-07","vote_average":6.5,"runtime":100,"cert":"N\/A","id":46525,"title":"Back from Eternity","adult":false,"genre_ids":[12,18]},{"cast":["John Newton","Ed Asner","Alice Evans","Peter Jason","Ben Weber"],"overview":"Sergeant Cody Cullen is deeply touched by an homemade Christmas card he receives while serving in Afghanistan. Upon his discharge, he treks to the picturesque California town of Nevada City. Cody is soon welcomed into the Spelman home and unexpectedly falls in love with the woman who sent the card, Faith.","release_date":"2006-12-02","vote_average":6.6,"runtime":84,"cert":"N\/A","id":46526,"title":"The Christmas Card","adult":false,"genre_ids":[18,10749,10770]},{"cast":["Alex Pettyfer","Dianna Agron","Teresa Palmer","Timothy Olyphant","Callan McAuliffe"],"overview":"A teenage fugitive with an incredible secret races to stay one step ahead of the mysterious forces seeking destroy him in this sci-fi action thriller. With three dead and one on the run, the race to find the elusive Number Four begins. Outwardly normal teen John Smith never gets too comfortable in the same identity, and along with his guardian, Henri, he is constantly moving from town to town. With each passing day, John gains a stronger grasp on his extraordinary new powers, and his bond to the beings that share his fantastic fate grows stronger.","release_date":"2011-02-18","vote_average":6.0,"runtime":109,"cert":"12A","id":46529,"title":"I Am Number Four","adult":false,"genre_ids":[28,53,878,12]},{"cast":["Gwen Stefani","Charlotte Bell","Jonathon 'Legacy' Perez"],"overview":"Harajuku Lovers Live captures Gwen Stefani's high-energy crowd-pleasing first solo headlining tour, which brought her music to life in an elaborately staged live show. Filmed in Gwen's hometown of Anaheim, CA and featuring her huge hits from her debut album (Love. Angel. Music. Baby.) and a peek into her then second album, The Sweet Escape.","release_date":"2006-12-05","vote_average":6.9,"runtime":84,"cert":"N\/A","id":46530,"title":"Gwen Stefani: Harajuku Lovers Live","adult":false,"genre_ids":[10402]},{"cast":["Fred MacMurray","Claire Trevor","Raymond Burr","José Torvay","Morris Ankrum"],"overview":"Two undercover agents infiltrate a drug-smuggling ring in Mexico, thee find them selves falling in love with each other. Neither is aware of the other's identity As they decide to make a run for the border.","release_date":"1950-03-01","vote_average":5.5,"runtime":88,"cert":"N\/A","id":46531,"title":"Borderline","adult":false,"genre_ids":[80,18,53]},{"cast":["Kecia Kane","Leila Harris","David Fine","Nancy Franklin","Nancy Keller"],"overview":"Mother and Daughter are having a grand time living a ménage lifestyle with stepfather. Everything seems to be going just fine. Until, that is, when Father (Mother’s first husband) returns from Japan and decides Mother’s upbringing of his daughter has been amoral influence, and decides to obtain legal custody of his daughter. Not having seen her father since a child, his daughter objects. (Why break up a good thing at home?) She decides to ’lay’ a trap for her father. Posing as a girl out for a fun time, she and her girlfriend (for whom she has the hots) pick up her father, and the ‘fun’ begins. At the last moment they both leave father ‘high and dry.’ Not until later, when they meet again, does father realize that his unhappy incident with the ‘fun girls’ was in fact with his daughter whom he is attempting to gain custody of. Knowing this, he decides his efforts are futile for they are truly “Like Mother, Like Daughter.”","release_date":"1971-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":46532,"title":"Like Mother... Like Daughter","adult":true,"genre_ids":[]},{"cast":["Maria Bellucci","Tiffany Rousso","Angel Snow","Peaches","Donna"],"overview":"With a degree in pussy-eating, these J.C. co-eds are tops in their class. Young, fresh pussy that gets an A+. Now get to class!","release_date":"2007-12-18","vote_average":10.0,"runtime":119,"cert":"N\/A","id":46533,"title":"Junior College Lesbians 2","adult":true,"genre_ids":[]},{"cast":["Shera Bechard","John Tokatlidis","Frank J. Zupancic","Christian Bako","Laura McLean"],"overview":"A mute Russian girl infiltrates Toronto's underground sex trade to avenge the death of her sister.","release_date":"2009-01-01","vote_average":5.1,"runtime":85,"cert":"N\/A","id":46534,"title":"Sweet Karma","adult":false,"genre_ids":[28,53]},{"cast":["Silvio Orlando","Michele Raso","Fabrizia Sacchi","Paolo Cirio","Mimmo Calopresti"],"overview":"This is the story of Rosario and Matteo, two man from Southern Italy. Rosario is helped by Luigi to settle in the north. Luigi wants to give Rosario a chance to redeem himself and offer him, at the same time, an opportunity to confront his beliefs with the ones of his son Matteo. Rosario lives in a \"commune\" and Matteo in a beautiful, comfortable house. They're both introverted and shy and find a common ground: they meet, go out together, become friends and show each other a completely different way of living their lives as teenagers.","release_date":"2000-03-24","vote_average":5.0,"runtime":84,"cert":"N\/A","id":46535,"title":"I Prefer the Sound of the Sea","adult":false,"genre_ids":[]},{"cast":["Paris Hilton","Rick Salomon","Abe Vigoda"],"overview":"The exclusive Paris Hilton sex video, where she and Rick Salomon's private footage of one hot and steamy night together is exposed.","release_date":"2004-06-09","vote_average":4.9,"runtime":63,"cert":"N\/A","id":46536,"title":"1 Night in Paris","adult":true,"genre_ids":[10749]},{"cast":["Jim Beaver","Jennifer Blaire"],"overview":"In the 1930s the family of old Sinas Cavinder, gathered for the reading of his will, find themselves being murdered by a mysterious phantom while two rival reporters compete for the story.","release_date":"2009-10-10","vote_average":6.3,"runtime":93,"cert":"N\/A","id":46537,"title":"Dark and Stormy Night","adult":false,"genre_ids":[27,35,53,9648]},{"cast":["Tom Conway","Jean Brooks","Rita Corday","Amelita Ward","Isabel Jewell"],"overview":"The Falcon is called to a young woman's school to investigate a murder. When he arrives, another victim is discovered.","release_date":"1943-11-10","vote_average":6.0,"runtime":67,"cert":"N\/A","id":46542,"title":"The Falcon and the Co-Eds","adult":false,"genre_ids":[80,9648,18]},{"cast":[],"overview":"This DVD follows DJ Shadow and Cut Chemist on a limited tour of their \"Product Placement\" mix sessions. These sessions are only two DJs, four turntables, and all 7\" 45 rpm records. The dual virtuosos of the turntables wow crowds from Tokyo, London, and San Francisco.","release_date":"2004-01-01","vote_average":0.0,"runtime":72,"cert":"N\/A","id":46543,"title":"DJ Shadow & Cut Chemist: Product Placement on Tour","adult":false,"genre_ids":[10402]},{"cast":["Riley Steele","Jenny Hendrix","Yasmine Gold","Kerry Louise","Larissa Dee"],"overview":"Riley Steele follows the motto \"the customer cums first\" down to the T ... Whether you're in the mood for a buttery nipple, some sex on the beach or a simple blowjob, at Simon's Bar, these things are always on the house.","release_date":"2010-07-27","vote_average":7.0,"runtime":98,"cert":"N\/A","id":46544,"title":"Bar Pussy","adult":true,"genre_ids":[]},{"cast":["Kryštof Hádek","Karolina Gruszka","Martin Huba","Jan Kraus","Tomasz Tyndyk"],"overview":"A 19 year old nonconformist poet living in 1947 Czechoslovakia is blind to the Communist behemoth looking over him, and instead lives a bohemian life with sexually liberated girls.","release_date":"2009-11-26","vote_average":6.8,"runtime":110,"cert":"N\/A","id":46545,"title":"3 Seasons in Hell","adult":false,"genre_ids":[18,36,10749]},{"cast":["Riley Steele","Kagney Linn Karter","Nicole Ray","Isis Taylor","Marie McCray"],"overview":"Digital Playground's very own Riley Steele plays the head mistress in this kinky, fetish film. A visual and sexual feast with a super fine cast, legs, stockings and lots of light bondage. She treats viewers to tantalizing scenes filled with heat, passion and the occasional whip and paddle.","release_date":"2010-05-25","vote_average":6.0,"runtime":94,"cert":"N\/A","id":46546,"title":"Strict Machine","adult":true,"genre_ids":[]},{"cast":["Joel Thomas Hynes","Mylene Savoie","Robert Joy","Hugh Dillon","Jody Richardson"],"overview":"Thirty-year-old Keith Kavanagh (Joel Thomas Hynes) ekes his way through life in a small town. A hard-drinking hooligan, he keeps his ragged collection of poetry a closely guarded secret... as secret as his regret for the shattered relationship with his father. When Keith meets the darkly exotic Natasha (Mylène Savoie), his life is changed forever.","release_date":"2008-10-24","vote_average":3.0,"runtime":117,"cert":"N\/A","id":46547,"title":"Down to the Dirt","adult":false,"genre_ids":[18]},{"cast":["Jake Suffian","Elliot V. Kotek","Dick Mullaney"],"overview":"HEADER portrays the grueling psychological journey taken by ATF Agent Stewart Cummings. On the surface, Stewart struggles to solve a string of bizarre murders, but in secret, his life falls into a world of corruption that's impossible to escape. Deceit, rape, and murder spiral out of control triggering a hellish conclusion that defies description.","release_date":"2006-08-12","vote_average":5.8,"runtime":89,"cert":"N\/A","id":46548,"title":"Header","adult":false,"genre_ids":[27]},{"cast":["Riley Steele","Britney Amber","Nika Noire","Shawna Lenee","Dakoda Brookes"],"overview":"Enter a world of sexual servitude, where beautiful girls adorned in leather collars crawl around wanting to please their masters.","release_date":"2009-03-03","vote_average":6.0,"runtime":124,"cert":"N\/A","id":46551,"title":"Riley Steele: Perfect Pet","adult":true,"genre_ids":[]},{"cast":[],"overview":"Icelandic politicians and businesses try to lure aluminum production to the island country.","release_date":"2009-04-08","vote_average":3.8,"runtime":90,"cert":"","id":46552,"title":"Dreamland","adult":false,"genre_ids":[99]},{"cast":["Tom Conway","Martha Vickers","Nestor Paiva","Emory Parnell","Mary Currier"],"overview":"The Falcon (Tom Conway) travels to Mexico where he gets involved with murder and a mysterious painting.","release_date":"1944-08-04","vote_average":5.5,"runtime":70,"cert":"N\/A","id":46553,"title":"The Falcon in Mexico","adult":false,"genre_ids":[9648]},{"cast":["Bryan Marshall","Alexandra Stewart","Sebastian Graham Jones","Anthony Allen","Ida Goemans"],"overview":"A gang of six wealthy, well-dressed and well-spoken hoodlums break into a married couple's house and rape the wife while forcing the husband to watch. Thus begins a dogged investigation by a determined detective who quickly finds that their cult-like solidarity can be a serious obstacle to breaking them.","release_date":"1973-03-15","vote_average":6.4,"runtime":98,"cert":"N\/A","id":46554,"title":"Because of the Cats","adult":false,"genre_ids":[18,80,9648]},{"cast":["Kayden Kross","Mick Blue","Bridgette B","Kristina Rose","Nika Noire"],"overview":"All Bill wanted was to work hard and come home to his beautiful wife, Julie. But when Julie starts to neglect him, he finds himself distracted by the sexy new girl in the office, who happens to be his boss' daughter Hannah. When his boss demands that he keep an eye on Hannah, her gorgeous smile and tight little body prove too hard to resist. Little does Bill know, his boss thinks the same things about Julie.","release_date":"2010-06-22","vote_average":8.0,"runtime":83,"cert":"N\/A","id":46555,"title":"My Boss' Daughter","adult":true,"genre_ids":[]},{"cast":["Josephine Jacqueline Jones","José Antonio Ceinos","Emiliano Redondo","Helga Liné","Florence Guérin"],"overview":"Spanish actor Jose Antonio Ceinos stars as a down-and-out sculptor, whose inspiration returns with the strange appearance of a beautiful, mysterious black muse.","release_date":"1983-01-05","vote_average":4.4,"runtime":95,"cert":"N\/A","id":46556,"title":"Black Venus","adult":false,"genre_ids":[18,10749]},{"cast":["Alexis Texas","Cali Lakai","Jenna Lovely","Manuel Ferrara","Mick Blue"],"overview":"Selena Rose as a sexy secretary that's eager to please her boss in every way. And the boss' girl is getting banged by one of his employees. Hot office action like this would make anybody want to work the weekend.","release_date":"2010-10-05","vote_average":8.5,"runtime":114,"cert":"N\/A","id":46557,"title":"Cheater","adult":true,"genre_ids":[]},{"cast":[],"overview":"Nicolas Entel's searing documentary tells the story of Pablo Escobar -- Colombian drug kingpin, murderer and family man -- through the eyes of his son Sebastian as well as the sons of two of Escobar's most prominent victims. Sebastian shares stories of living in luxury and on the lam, but more significantly, he attempts to end the cycle of bloody retribution and make peace with two of the men his father so deeply wronged.","release_date":"2009-12-10","vote_average":6.9,"runtime":94,"cert":"N\/A","id":46558,"title":"Sins of My Father","adult":false,"genre_ids":[99]},{"cast":["Noboru Andô","Akira Kobayashi","Ryôji Hayama","Bunta Sugawara","Tetsurō Tamba"],"overview":"With a Kansai syndicate setting their sights on Tokyo, a former yakuza boss gets dragged back into a world of violence.","release_date":"1974-04-13","vote_average":7.2,"runtime":96,"cert":"N\/A","id":46559,"title":"Violent Streets","adult":false,"genre_ids":[80,18,28]},{"cast":["Walter Roderer","Ursula Heyer","Detlef Bierstedt","Martina Gedeck"],"overview":"","release_date":"1990-11-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":46560,"title":"Der doppelte Nötzli","adult":false,"genre_ids":[35]},{"cast":["James D'Arcy","Roger Morlidge","Vincent D'Onofrio","Gabrielle Anwar","Richard E. Grant"],"overview":"Early in his crime-solving career, Sherlock Holmes attempts to prevent Moriarty from cornering the heroin market.","release_date":"2002-10-25","vote_average":5.3,"runtime":100,"cert":"N\/A","id":46561,"title":"Sherlock: Case of Evil","adult":false,"genre_ids":[28,12,80,18,9648,53,10770]},{"cast":["Dwight Yoakam","Lizzy Caplan","Jon Foster","Cote de Pablo","Jason Priestley"],"overview":"When Juliette (Lizzy Caplan) sets out to bring her slain lover -- outlaw Ransom Pride -- home to Texas to be buried, she knows the journey won't be easy, but she has little idea of the dangers that lie ahead in this dark Western drama. The film's cast includes Scott Speedman as the murdered bad boy, Dwight Yoakam as a homicidal reverend, Kris Kristofferson as a rival outlaw, and Jason Priestley and W. Earl Brown as a pair of bounty hunters.","release_date":"2010-06-17","vote_average":3.2,"runtime":83,"cert":"15","id":46562,"title":"The Last Rites of Ransom Pride","adult":false,"genre_ids":[28,18,37]},{"cast":["Gary Cooper","Ingrid Bergman","Flora Robson","Jerry Austin","John Warburton"],"overview":"An opportunistic Texas gambler and the exiled Creole daughter of an aristocratic family join forces to achieve justice from the society that has ostracized them.","release_date":"1945-11-21","vote_average":5.4,"runtime":135,"cert":"N\/A","id":46563,"title":"Saratoga Trunk","adult":false,"genre_ids":[18,10749]},{"cast":["Dreya Weber","Paris Pickard","Christine Mourad","Anthony Michael Jones","Jason Williams"],"overview":"Marine officer Alexandra is tough enough to kick any guy's ass in a bar fight, but there's one opponent she can't beat: military policy. When she returns to her conservative hometown from Iraq with a mysterious personal life, she finds herself charged with preparing a tempestuous teenage girl to boot camp.","release_date":"2010-11-05","vote_average":6.2,"runtime":98,"cert":"N\/A","id":46564,"title":"A Marine Story","adult":false,"genre_ids":[18]},{"cast":["Bud Spencer","Marcel Bozzuffi","Françoise Fabian","Andrea Balestri","Saro Urzì"],"overview":"Mino and Lello, two sons of a worker wrongly accused of murder, try to find out evidence of his innocence and begin to investigate mafia business in Torino.","release_date":"1972-05-22","vote_average":5.7,"runtime":105,"cert":"N\/A","id":46565,"title":"Black Turin","adult":false,"genre_ids":[18,80]},{"cast":["Addison Meynell","Alex Gilbert","Brigham Meynell"],"overview":"The Shoot (Gun Shooting In The Country) is a short documentary by Alex Gilbert. This short documentary stars Addison Meynell. Segments from this short film were put onto the Almost Big movie which was released in July 2010.","release_date":"","vote_average":0.0,"runtime":6,"cert":"N\/A","id":46566,"title":"The Shoot","adult":false,"genre_ids":[]},{"cast":["Bud Spencer","Jack Palance","Renato Cestiè","Francisco Rabal","Dany Saval"],"overview":"An outspoken boy and a gunfighter-pimp save a drifter's life from hanging. The boy's uncle dies, leaving a house and some dry, useless land to the boy. The dying uncle has obtained the drifter's promise to help the boy get what is his. Meanwhile the gunfighter has decided that the drifter should marry his daughter after being with her previously. The two get into a series of brawls and shoot-outs until they arrive in the town and find the boy's inheritance -which turns out not to be as useless as it first appears.","release_date":"1972-03-31","vote_average":6.3,"runtime":109,"cert":"N\/A","id":46567,"title":"It Can Be Done, Amigo","adult":false,"genre_ids":[35,37]},{"cast":["Terence Hill","Rita Pavone","Lucio Dalla","Nina Larker","Teddy Reno"],"overview":"Little Rita has a dream: she dreams of a better world and she believes that all the evil in the world originates from gold. So she has decided to blow up all the gold she can put her hands on. In her mission she is assisted by the Indian Chief Bisonte Seduto and by her friend Francis. Little Rita kills Ringo and Django, but she is taken prisoner by the Mexican bandit Sancho who wants to steal her gold. Black Star rescues her and seems determined to help her, but does he?","release_date":"1967-08-11","vote_average":5.7,"runtime":90,"cert":"N\/A","id":46568,"title":"Crazy Westerners","adult":false,"genre_ids":[37]},{"cast":["Bud Spencer","Marco Messeri","Angelo Infanti"],"overview":"","release_date":"2005-04-17","vote_average":4.5,"runtime":100,"cert":"N\/A","id":46569,"title":"Father Hope","adult":false,"genre_ids":[28,35]},{"cast":["Bud Spencer","Brett Halsey","Tatsuya Nakadai","William Berger","Franco Borelli"],"overview":"A man, released after a jail term for a crime he did not commit, raises a gang to go after the man who framed him.","release_date":"1968-03-28","vote_average":6.5,"runtime":105,"cert":"N\/A","id":46570,"title":"Today We Kill, Tomorrow We Die!","adult":false,"genre_ids":[37,53]},{"cast":["Bud Spencer","Raimund Harmstorf","Denis Karvil","Jacques Sernas","Mario Pilar"],"overview":"One of a series of six \"Big Man\" episodes.  Jack Clementi, reading the newspaper, learns that there is an imitation of the precious Etruscan goldsmith’s masterpiece ‘The laughing girl’. The article says that the piece belongs to the Houston Museum to which the deceased Texan billionaire and collector Jim Carlson donated it. But Jack knows that the precious statuette belongs to the feudal lords of Roccaferro who have kept it for two hundred years in the castles museum, with an insurance guaranty from Lloyd’s for 800,000 sterling pounds. Clementi starts the investigation and discovers that the prince of Roccaferro is full of debts . .","release_date":"1988-12-02","vote_average":5.5,"runtime":91,"cert":"N\/A","id":46571,"title":"Big Man - The False Etruscan","adult":false,"genre_ids":[]},{"cast":["Bud Spencer","Mylène Demongeot","Pino Ammendola","Denis Karvil","Raymond Pellegrin"],"overview":"","release_date":"1988-11-25","vote_average":0.0,"runtime":91,"cert":"N\/A","id":46572,"title":"Big Man - An Unusual Insurance","adult":false,"genre_ids":[]},{"cast":[],"overview":"After her lover commits suicide, Julianne runs away from her life in the city and moves in the small ghost town of Jerome, Arizona. She purchases an abandoned brothel from the turn of the century, and sets to work turning it into a hotel; but in the process of restoring the past, she comes to know the ghosts of the brothel.","release_date":"2008-10-06","vote_average":10.0,"runtime":96,"cert":"N\/A","id":46573,"title":"The Brothel","adult":false,"genre_ids":[53,10749]},{"cast":["Mike Albo","Gregg Guinta","Eric Guibert"],"overview":"This short film is based on the book by Mike Albo and Virginia Heffernan. Albo plays both the role of the Underminer, a passive aggressive backhanded antagonist whose sole purpose is to cast self-doubt onto the Undermined.","release_date":"2005-06-17","vote_average":5.0,"runtime":6,"cert":"N\/A","id":46574,"title":"The Underminer","adult":false,"genre_ids":[35]},{"cast":["James Hereth","Kevin Lewis","Wheaton James","Terry Diab"],"overview":"On the high energy Star Car racing circuit, rookie Trance Caldron and Team Earth are independent, undisciplined, and out to prove themselves. After they stumble onto an attempt by archrival Team Tagmatian to overthrow the peacekeeping Alliance leadership, the prestigious Star Car Championship becomes a mach speed backdrop for a deadly showdown where the fate of the universe hangs in the balance. Trance must push his car, his team, and himself to the limit.","release_date":"2007-07-17","vote_average":6.0,"runtime":99,"cert":"N\/A","id":46575,"title":"Race","adult":false,"genre_ids":[16,28,53,878]},{"cast":["Michael Ensign","Florence Henderson","Donna Mills","Pam Grier","Lance Henriksen"],"overview":"When three women are asked to refurbish a house for their church, they find that they must break down their own self-perception in order to build something together. Birdie (Pam Grier) can't get along with her husband, Rose (Florence Henderson) doesn't want to do anything without her husband, and Elizabeth (Donna Mills) has everything she wants, but nothing to call her own. Filled with heart, humor and hammers, Ladies of the House follows three women who find out that their construction project will mend each of their personal lives in ways they never expected.","release_date":"2008-10-18","vote_average":4.5,"runtime":null,"cert":"N\/A","id":46576,"title":"Ladies of the House","adult":false,"genre_ids":[18]},{"cast":["Lise Danvers","Fabrice Luchini","Charlotte Alexandra","Paloma Picasso","Pascale Christophe"],"overview":"Four erotic tales from in various historical eras. The first, 'The Tide', is set in the present day, and concerns a student and his young female cousin stranded on the beach by the tide, secluded from prying eyes. 'Therese Philosophe' is set in the nineteenth century, and concerns a girl being locked in her bedroom, where she contemplates the erotic potential of the objects contained within it. 'Erzsebet Bathory' is a portrait of the sixteenth-century countess who allegedly bathed in the blood of virgins, while 'Lucrezia Borgia' concerns an incestuous fifteenth-century orgy involving Lucrezia, her brother, and her father the Pope.","release_date":"1973-11-01","vote_average":5.4,"runtime":103,"cert":"18","id":46581,"title":"Immoral Tales","adult":false,"genre_ids":[18,10749]},{"cast":["Hélène Vincent","Charlotte de Turckheim","Claire Nadeau","Daniel Prévost","Anne Roumanoff"],"overview":"Ten year old Noemie, fed up with being shunted from one separated parent's home to another, puts her foot down and demands to stay in one place all the time. The new arrangement, however, turns out to be a nightmare.","release_date":"1993-01-06","vote_average":0.0,"runtime":80,"cert":"N\/A","id":46582,"title":"Part-time Parents","adult":false,"genre_ids":[35]},{"cast":["José Aldo","Manny Gamburyan","Jamie Varner","Miguel Torres","Charlie Valencia"],"overview":"One of the sport’s pound-for-pound elite returns this fall to defend his title against one of the division’s most dangerous fighters. Featherweight champion Jose Aldo, universally recognized as the number one ranked lighter weight fighter in MMA, makes the second defense of his crown against judo ace Manny Gamburyan when World Extreme Cagefighting invades the 1STBANK Center in Broomfield, Colo. on Thursday, Sept. 30. In addition to the featherweight title fight, Denver native Donald “Cowboy” Cerrone will meet former lightweight champion Jamie Varner in a long-awaited grudge match. Plus, former bantamweight champion Miguel Angel Torres returns to the cage to take on the red-hot Charlie Valencia.","release_date":"2010-09-30","vote_average":6.3,"runtime":116,"cert":"N\/A","id":46583,"title":"WEC 51: Aldo vs. Gamburyan","adult":false,"genre_ids":[]},{"cast":["Jay Baruchel","Emily Hampshire","Geneviève Bujold","Colm Feore","Jessica Paré"],"overview":"Leon Bronstein is not your average Montreal West high school student. For one thing, none of his peers can claim to be the reincarnation of early 20th century Soviet iconoclast and Red Army hero, Leon Trotsky. When his father sends Leon to public school as punishment for starting a hunger strike at Papa's clothing factory, Leon quickly lends new meaning to the term 'student union', determined as he is to live out his pre-ordained destiny to the fullest and change the world.","release_date":"2010-05-05","vote_average":6.4,"runtime":120,"cert":"N\/A","id":46584,"title":"The Trotsky","adult":false,"genre_ids":[35]},{"cast":["Brittany O'Neil","Donita Dunes","Elizabeth Starr","Kim Chambers","Andrew Youngman"],"overview":"Scorching hot hardcore with the best fuckers in the industry! Check out Brittany O'Neil in one of her final performances, plus Donita Dunes and Elizabeth Starr when they were first discovered, and the never to be missed Kim Chambers. Non stop fucking and sucking from beginning to end with the biggest tits around!","release_date":"2000-11-29","vote_average":10.0,"runtime":108,"cert":"N\/A","id":46587,"title":"Bursting Tits And Hot Clits","adult":true,"genre_ids":[]},{"cast":["Evgeni Leonov","Valentina Talyzina","Evgeniy Evstigneev","Irina Skobtseva","Aleksei Gribov"],"overview":"Photo studio \"Contemporary\" in a provincial town lives with its everyday problems. The director is concerned over the failure to fulfill the planned targets, receptionist Alevtina wants to get married, and photographer Vladimir Oreshnikov dreams of becoming a professional photographer.","release_date":"1968-12-29","vote_average":6.5,"runtime":88,"cert":"N\/A","id":46588,"title":"Zigzag of Success","adult":false,"genre_ids":[35]},{"cast":["Lou Castel","Paola Pitagora","Marino Masé","Liliana Gerace","Stefania Troglio"],"overview":"Ale, a deeply disturbed young man subject to seizures, benignly decides to murder members of his dysfunctional family for altruistic reasons.","release_date":"1965-10-31","vote_average":8.2,"runtime":105,"cert":"N\/A","id":46591,"title":"Fists in the Pocket","adult":false,"genre_ids":[18,27]},{"cast":["Vladimir Ivashov","Zhanna Prokhorenko","Evgeniy Urbanskiy","Nikolay Kryuchkov","Antonina Maksimova"],"overview":"During World War II, earnest young Russian soldier Alyosha Skvortsov is rewarded with a short leave of absence for performing a heroic deed on the battlefield. Feeling homesick, he decides to visit his mother. Due to his kindhearted nature, however, Alyosha is repeatedly sidetracked by his efforts to help those he encounters, including a lovely girl named Shura. In his tour of a country devastated by war, he struggles to keep hope alive.","release_date":"1959-12-01","vote_average":8.2,"runtime":89,"cert":"N\/A","id":46592,"title":"Ballad of a Soldier","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Aldo Fini","Stacia Napierkowska"],"overview":"The film presents documents, photos, and pictures of the places where Mihai Eminescu, Veronica Micle, and Ion Creangă lived and the things they experienced.","release_date":"1915-01-31","vote_average":0.0,"runtime":50,"cert":"N\/A","id":46593,"title":"Eminescu-Veronica-Creangă","adult":false,"genre_ids":[99]},{"cast":["Stepan Shkurat","Семен Свашенко","Yuliya Solntseva","Yelena Maksimova","Николай Надемский"],"overview":"In the peaceful countryside, Vassily opposes the rich kulaks over the coming of collective farming.","release_date":"1930-04-08","vote_average":7.2,"runtime":75,"cert":"N\/A","id":46594,"title":"Earth","adult":false,"genre_ids":[18]},{"cast":["Werner Herzog","Walter Steiner"],"overview":"A study of the psychology of a champion ski-jumper, whose full-time occupation is carpentry.","release_date":"1974-01-01","vote_average":7.3,"runtime":45,"cert":"N\/A","id":46595,"title":"The Great Ecstasy of Woodcarver Steiner","adult":false,"genre_ids":[99]},{"cast":["Ewan McGregor","Colin McGregor","Cliff Spink","Winston Churchill","Adolf Hitler"],"overview":"Seventy years on, brothers Colin and Ewan McGregor take viewers through the key moments of the Battle of Britain, when 'the few' of the RAF faced the might of the Nazi Luftwaffe. As they fly historic planes, meet the veterans, explore the tactics and technology, Colin and Ewan discover the importance of the Battle and the surviving legacy of the 1940's campaign for the modern RAF.","release_date":"2010-09-19","vote_average":6.1,"runtime":90,"cert":"","id":46608,"title":"The Battle of Britain","adult":false,"genre_ids":[99,36,10752]},{"cast":["James Holland"],"overview":"James Holland presents a fresh analysis into the Battle of Britain, exploring the lesser-told German point of view, and highlighting the role of those who supported the Few during the summer of 1940. Focusing on the tactics, technologies and intelligence available to both sides, Holland examines the ways in which both Germany and Britain used their resources: from aircraft to air defence, and from intelligence to organisation. And, by gaining rare firsthand testimony from German veterans, and access to the untapped diaries and documents we reveal that this was a battle of two sides and many layers. Part of the Battle of Britain season to mark the 70th anniversary.","release_date":"2010-09-22","vote_average":0.0,"runtime":59,"cert":"","id":46609,"title":"Battle of Britain: The Real Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"During World War Two, a remarkable band of female pilots fought against all odds for the right to aid the war effort. Without these Spitfire Women the war may never have been won. These trailblazers were part of the Air Transport Auxillary, a thousand-strong organisation that delivered aircraft to the frontline RAF during Britain's darkest hours. Every day, responsibility fell on their shoulders to get the planes to the fighters which often pushed them into dangerous and even deadly situations. Using interviews with the last few surviving veterans, archive footage and dramatic reconstruction, this documentary brings to life the forgotten story of the ATA. The resilience of these women in the face of open discrimination is one of the most inspiring and overlooked milestones in women's rights. Their story is one of courage, sexism and patriotism, but above all a story about women who want to break the confines of the world they live in and reach for the skies.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":46610,"title":"Spitfire Women","adult":false,"genre_ids":[]},{"cast":[],"overview":"Military historian Howard Tuck travels along the south coast uncovering forgotten traces of one of the most terrifying planned invasions of Britain. Howard knocks on doors and takes metal detectors into the countryside to unearth untold stories of bravery, tragedy and guilt lain buried for 70 years.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":46611,"title":"BBC Battle of Britain The South Coast Trail","adult":false,"genre_ids":[]},{"cast":["Burgess Meredith","Robert Mitchum","Freddie Steele","Wally Cassell","Jimmy Lloyd"],"overview":"War correspondent Ernie Pyle joins Company C, 18th Infantry as this American army unit fights its way across North Africa in World War II. He comes to know the soldiers and finds much human interest material for his readers back in the States.","release_date":"1945-07-13","vote_average":5.9,"runtime":108,"cert":"PG","id":46614,"title":"Ernie Pyle's Story of G.I. Joe","adult":false,"genre_ids":[18,10752]},{"cast":["James Garner","Etchika Choureau","Jack Warden","Edd Byrnes","Venetia Stevenson"],"overview":"Highly fictionalized account of the formation of the US Army's First Ranger Battalion in World War II and their first commanding officer Major (later, Lieutenant-Colonel) Orlando Darby. The idea was to create a US unit along the lines of the British commandos. In this account, which focuses on several fictional characters, the story is initially on their training in Scotland and the lives and loves their encounter while there. Their first combat mission was in the invasion of North Africa in 1942, followed by the invasion of Sicily and then Italy itself, including the amphibious landing at Anzio..","release_date":"1958-02-12","vote_average":6.0,"runtime":121,"cert":"N\/A","id":46615,"title":"Darby's Rangers","adult":false,"genre_ids":[10752,18,28]},{"cast":["Irene Dunne","Douglas Fairbanks Jr.","Alice Brady","Guy Kibbee","Jean Dixon"],"overview":"Falling in love with the voice of Broadway chanteuse Margaret Garret, cocksure young tycoon Daniel Brewster decides to rescue the star from her hectic lifestyle of frenzied fans and mooching relatives. When Margaret has her ardent suitor arrested, the judge appoints her as Daniel's probation officer, forcing the duo to spend time together. As Daniel teaches Margaret to let her hair down and enjoy life, she begins to fall for her fun-loving admirer.","release_date":"1938-05-06","vote_average":6.0,"runtime":91,"cert":"N\/A","id":46616,"title":"Joy of Living","adult":false,"genre_ids":[35,10749]},{"cast":["Ginger Rogers","Douglas Fairbanks Jr.","Peggy Conklin","Lucille Ball","Lee Bowman"],"overview":"Teddy, an overworked New York office girl, seeks 2 weeks of rest and relaxation at a camp in the Catskills. She is definitely not a happy camper because of the crowded and noisy conditions. She tries her best to fit in and, after an initial dislike, falls for college educated Chick, a waiter at the camp. Teddy becomes suspicious of his motives, however, and he becomes alarmed when she spends an innocent night in the cabin of a rival suitor. All ends happily, however, as their love proves true enough and trust triumphs over suspicions.","release_date":"1938-07-01","vote_average":4.3,"runtime":70,"cert":"N\/A","id":46617,"title":"Having Wonderful Time","adult":false,"genre_ids":[35,10749]},{"cast":["Aishwarya Rai Bachchan","Shabana Azmi","Sunil Shetty","Abhishek Bachchan","Bikram Saluja"],"overview":"Bollywood film about the famous courtesan of the title. Aishwarya Rai stars in the lead role. The film is directed by J.P. Dutta and also stars Shabana Azmi, Sunil Shetty, Abhishek Bachchan, Divya Dutta, Himani Shivpuri and Kulbhushan Kharbanda.","release_date":"2006-11-02","vote_average":8.2,"runtime":188,"cert":"N\/A","id":46618,"title":"Umrao Jaan","adult":false,"genre_ids":[18,10749]},{"cast":["Dharmendra","Zeenat Aman","Vijay Arora","Imtiaz Khan","Aamir Khan"],"overview":"Three brothers are separated after their parents are murdered by a gangster. Years later, they find their paths intertwined around a family song.","release_date":"1973-02-18","vote_average":7.5,"runtime":164,"cert":"N\/A","id":46619,"title":"Yaadon Ki Baaraat","adult":false,"genre_ids":[10402,28,18]},{"cast":["Benika Deepak","Ajay Gehi","Purbi Joshi","Gaurav Chopra","Sumeet Raghvan"],"overview":"Fully Faltu MTV version Genre : Comedy, Spoof Cast : Sumeet Raghavan, Benika Deepak, Ajay Gehi, Purbi Joshi, Gaurav Chopra Movie : Ghoom 2006 Remake in Dhoom Casting in Ghoom 2006 Hindi Movie : Sumeet Raghavan…… (Inspector Vijay Dikshit Benika Deepak…… Tweety Dikshit Ajay Gehi…… Neal, Bike mechanic","release_date":"2006-06-02","vote_average":7.0,"runtime":null,"cert":"N\/A","id":46620,"title":"Ghoom","adult":false,"genre_ids":[]},{"cast":["Glenn Ford","Maria Schell","Anne Baxter","Arthur O'Connell","Russ Tamblyn"],"overview":"The epic story of a family that's involved in the Oklahoma Land Rush in 1889.","release_date":"1960-12-01","vote_average":6.3,"runtime":147,"cert":"N\/A","id":46623,"title":"Cimarron","adult":false,"genre_ids":[18,37]},{"cast":["David Lynch","Catherine E. Coulson","Harry Dean Stanton","Jack Nance","Frederic Golchan"],"overview":"The Short Films of David Lynch (2002) is a DVD collection of the early student and commissioned film work of American filmmaker David Lynch. As such, the collection does not include Lynch's later short work, which are listed in the filmography. The films are listed in chronological order, with brief descriptions of each film. The DVD contains introductions by Lynch to each film, which can be viewed individually or in sequence. # 1 Six Figures Getting Sick (Six Times) # 2 The Alphabet # 3 The Grandmother # 4 The Amputee # 5 The Cowboy and the Frenchman # 6 Premonitions Following an Evil Deed","release_date":"2002-06-01","vote_average":7.6,"runtime":97,"cert":"N\/A","id":46624,"title":"The Short Films of David Lynch","adult":false,"genre_ids":[16,99,18]},{"cast":["Bill Pullman","Andie MacDowell","Gabriel Byrne","Traci Lind","Rosalind Chao"],"overview":"Mike Max is a Hollywood producer who became powerful and rich thanks to brutal and bloody action films. His ignored wife Paige is close to leaving him. Suddenly Mike is kidnapped by two bandits, but escapes and hides out with his Mexican gardener's family for a while. At the same time, surveillance expert Ray Bering is looking for what happens in the city, but it is not clear what he wants. The police investigation for Max's disappearance is led by detective Doc Block, who falls in love with actress Cat who is playing in ongoing Max's production.","release_date":"1997-05-11","vote_average":5.3,"runtime":122,"cert":"N\/A","id":46625,"title":"The End of Violence","adult":false,"genre_ids":[18,53]},{"cast":["Myron Healey","Don C. Harvey","Sam Edwards","Frank Gerstle","Robert Armstrong"],"overview":"A life-long criminal continues his practice of breaking out of Oregon State Prison - much to the frustration of the police.","release_date":"1955-06-17","vote_average":4.8,"runtime":74,"cert":"N\/A","id":46626,"title":"Gang Busters","adult":false,"genre_ids":[80]},{"cast":[],"overview":"A high definition exploration of the relationship between the ride and the rider. Twelve diverse, talented pro riders reveal why, how and what motivates them to pilot their ultimate adrenaline tools, their mountain bikes. Featuring: Jamie Goldman, Lance McDermott, Sam Pilgram, Steve Romaniuk, James Doerfling, Rene Wildhaber, Garett Buehler, Mike Kinrade, Bobby Mcmullen, Sam Hill, Brendan Fairclough &amp; the Coastal Crew ! Since the release of Kranked - Live to Ride, Radical Films has been at the forefront of the freeride mountain bike world. Our mission is to produce amazing mountain bike videos. We accomplish this by featuring the world's top mountain bike riders, developing fresh and provocative storylines and wrapping it all into the highest production standards. Like the riders we film, we are on a perpetual quest to inspire and get our passionate viewers to rule the trail.","release_date":"2009-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":46627,"title":"KRANKED 8: Revolve","adult":false,"genre_ids":[]},{"cast":["Jiří Procházka","Dana Vávrová","Tomáš Holý","Jiří Sovák","Vlastimil Brodský"],"overview":"A trespassing gang of boys encounter a ghost in the ruins of a castle. When they rescue the ghost who is caught in a trapset, they become allies in a fight to prevent ruins from being turned into mushroom farm by the city authorities.","release_date":"1977-11-01","vote_average":6.4,"runtime":85,"cert":"N\/A","id":46632,"title":"Long Live Ghosts!","adult":false,"genre_ids":[10751,35,10402,14]},{"cast":["Michael Parkinson","Sarah Greene","Craig Charles","Mike Smith","Gillian Bevan"],"overview":"For Halloween 1992, the BBC decides to broadcast an investigation into the supernatural, hosted by TV chat-show legend Michael Parkinson. Parky (ably assisted by Mike Smith, Sarah Greene &amp; Craig Charles) and a camera crew attempt to discover the truth behind the most haunted house in Britain. This ground-breaking live television experiment does not go as planned, however...","release_date":"1992-10-31","vote_average":7.1,"runtime":91,"cert":"12","id":46633,"title":"Ghostwatch","adult":false,"genre_ids":[10770,27]},{"cast":["Florian Stetter","Andreas Tobias","Karl Markovics","Volker Bruch","Sebastian Bezzel"],"overview":"Drama about the tragic Nanga Parbat expedition by the two Messner brothers in 1970, on which Reinhold Messners younger brother Günther died.","release_date":"2010-01-14","vote_average":7.0,"runtime":103,"cert":"N\/A","id":46636,"title":"Nanga Parbat","adult":false,"genre_ids":[12,18]},{"cast":["Frantisek Bubik","Alexandr Březina","Kamil Marek","Irma Bárdyová","Jozef Hodorovsky"],"overview":"The Organ is a drama set in the times of the wartime Slovak State. A young Polish deserter and gifted organist finds shelter from the fascists in a Slovak Franciscan monastery. He gets into a conflict with the local organist and choir leader, a man limited in his world views and spiritual values. The collision of talent and beauty with pettiness and closed-mindedness leads to envy and ill will, which draw young Felix away from his temporary hiding place and back to the dangers of war.","release_date":"1965-01-22","vote_average":5.5,"runtime":90,"cert":"N\/A","id":46637,"title":"The Organ","adult":false,"genre_ids":[18]},{"cast":["František Dibarbora","Mária Kráľovičová-Procházková","Marián Kleis Ml.","Lubica Nitrová","Arnost Garlatty"],"overview":"Three soccer fans are determined to do literally anything to get to the soccer match between Czechoslovakia and the famous representation team of Brazil. Reaching their goal to see the dream match live cannot he precluded neither by a sudden work task nor family obligations. However, there is one more obstacle in their way: for some time, their enthusiastic behavior during soccer matches has been monitored by the police. This time, it will not be easy for them to get to the stadium.","release_date":"1961-03-03","vote_average":7.0,"runtime":78,"cert":"N\/A","id":46638,"title":"Soccer Fans","adult":false,"genre_ids":[35]},{"cast":["Otakar Prajzner","Jiří Sedlmayer","Martin Štěpánek"],"overview":"A dramatic story from the setting of a youth de tention center. Youngster Jakub, out of delusory solidarity, gets convicted of theft and goes to prison in place ofthe \"sheriff\" of his gang. He naively hopes that the sheriff will appreciate his gesture and leaves the stolen goods in a safe hideaway to later divide them fairly among the gang members. This conviction gives Jakub the strength to endure the unbearable conditions in the center. But reality is often much harsher than naive ideals and hollow relations in the gang.","release_date":"1965-09-21","vote_average":4.0,"runtime":94,"cert":"N\/A","id":46639,"title":"The Sheriff Behind Bars","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The three documentaries included on this DVD invite the viewers to recall many of the historical events that had made a major impact on our future twenty years ago. The films provide a vivid picture ofthe political, social, and economic processes happening during some ofthe key periods in the development of Czechoslovakia on its way to long yearned for freedom and democracy. It was a journey marked by a brand new plurality of opinions and a wide range of newly established political parties.","release_date":"","vote_average":0.0,"runtime":139,"cert":"N\/A","id":46640,"title":"November 1989","adult":false,"genre_ids":[53]},{"cast":["Aasif Mandvi","Jess Weixler","Naseeruddin Shah","Aarti Mann","Dean Winters"],"overview":"Young Manhattan chef Samir rediscovers his heritage and passion for life through the enchanting art of cooking Indian food.","release_date":"2009-10-14","vote_average":6.3,"runtime":99,"cert":"18","id":46641,"title":"Today's Special","adult":false,"genre_ids":[35,10749]},{"cast":["Ze'ev Revach","Moran Atias","Amos Lavi","Smadar Kilchinsky","Nataly Attiya"],"overview":"Two Israeli criminal families with Moroccan roots suffer the tragedies of their respective lives.","release_date":"2010-05-03","vote_average":0.0,"runtime":119,"cert":"N\/A","id":46642,"title":"Honor","adult":false,"genre_ids":[80,18]},{"cast":["Claudia Ohana","Robert Kotecki","Priscilla Barnes","Michelle Clunie","Guilherme Leme"],"overview":"Four women filmmakers examine sexuality in this anthology. Segment 1 is entitled \"Let's Talk About Sex\" and is the story of an aspiring actress whose day job is as a phone-sex operator. Tiring of listening to callers' fantasies, she finds a caller who is willing to listen to hers. Segment 2 is called \"Taboo Palor\" and tells the story of two lesbians, who, for variety, pick up a man for sex. He ends up getting more than he bargained for. Segment 3 is \"Wonton Soup.\" Here an Australian-Chinese man tries to rekindle his affair with a Chinese woman by returning to their roots: both in the kitchen and in the bedroom.","release_date":"1995-01-20","vote_average":4.8,"runtime":93,"cert":"N\/A","id":46643,"title":"Erotique","adult":false,"genre_ids":[18]},{"cast":["John Cena","Phillip Jack Brooks","Randy Orton","William Jason Reso","Óscar Gutiérrez Rubio"],"overview":"Money in the Bank (2011) was a PPV presented by Skittles, which took place on July 17, 2011 at the Allstate Arena in Rosemont, Illinois. It was the second annual Money in the Bank PPV.  The main event featured john Cena defending the WWE Championship against CM Punk with the stipulation that if Punk won, Cena would be fired. This was due to CM Punk's contract being up the next night, and he was threatening to win the title and leave the company with it.  On the undercard, Christian faced Randy Orton for the World Heavyweight Championship with the stipulation that the title could change hands in the event of a disqualification. Also featured were the Raw and SmackDown Money in the Bank ladder matches.","release_date":"2011-07-17","vote_average":7.5,"runtime":180,"cert":"N\/A","id":46644,"title":"WWE Money In The Bank 2011","adult":false,"genre_ids":[28]},{"cast":["Maria Luísa Mendonça","Milhem Cortaz","Ailton Graça","Ângela Leal","Giulio Lopes"],"overview":"Querô is an orphan teenager, living alone near the docks in Santos, Brazil. Her mother, a prostitute, died when he was a baby, and he was raised in the bordello where she worked. He also doesn't know who his father is. Believing he rules his own destiny, he refuses to compromise with anyone else, the corrupt policemen always chasing him, the oppressive discipline in the juvenile institution Febem, or the drug dealers who try to lure him. But this independence has a price.","release_date":"2007-09-13","vote_average":5.8,"runtime":88,"cert":"N\/A","id":46645,"title":"Querô: A Damned Report","adult":false,"genre_ids":[18]},{"cast":["Caio Blat","Rodrigo Bolzan","Cainan Baladez","Rennata Airoldi","Bárbara Paz"],"overview":"Cristiano, Francisco and Gabriel are three good old friends celebrating their entrance in the University. But in a horror night, the fun gets mixed up with violence.","release_date":"2002-10-21","vote_average":6.4,"runtime":92,"cert":"N\/A","id":46646,"title":"Cat's Cradle","adult":false,"genre_ids":[53]},{"cast":["Fernando Teixeira","Caio Blat","Matheus Nachtergaele","Dira Paes","Hermila Guedes"],"overview":"A man falls in love with a teenage girl, who is exploited by her own grandfather, who sometimes takes her to a gas station to show her naked to whomever pays him some money.","release_date":"2006-12-12","vote_average":5.3,"runtime":80,"cert":"N\/A","id":46647,"title":"Bog of Beasts","adult":false,"genre_ids":[18]},{"cast":["Andréa Beltrão","Júlio Adrião","Camila Amado","Jonathan Azevedo","Aline Borges"],"overview":"A teacher takes a student to his house in the slum, but on arrival discovered that drug traffickers killed his parents and now are at your demand.","release_date":"2009-02-06","vote_average":7.2,"runtime":90,"cert":"N\/A","id":46648,"title":"Verônica","adult":false,"genre_ids":[28,80]},{"cast":["Alessandra Negrini","Miguel Falabella","Bruno Garcia","Taumaturgo Ferreira","Heitor Martinez"],"overview":"The great battles are the backdrop for the unfolding of the Egyptian Queen's personal life. The strategy of Cleopatra is to seduce the Roman General Julius Caesar and Mark Antony to protect their civilization.","release_date":"2007-09-02","vote_average":5.4,"runtime":116,"cert":"N\/A","id":46649,"title":"Cleopatra","adult":false,"genre_ids":[10749,18]},{"cast":["Paulo José","Cléo Pires","Danton Mello","Chico Diaz","Guilherme Leme"],"overview":"Benjamim Zambraia is a lonely man, a famous model with a tragic past. Some time in the past, he showed some officers the exact location where the woman he loved was hiding with her guerilla lover. As a result, the two were killed. One day, he casually meets a woman who looks very much like his former love, and this fact changes his life. Could she be the daughter of his great love? Or her reincarnation?","release_date":"2004-04-09","vote_average":5.3,"runtime":null,"cert":"N\/A","id":46650,"title":"Benjamim","adult":false,"genre_ids":[10749,18]},{"cast":["Letícia Sabatella","Wagner Moura","Andréa Beltrão","Vladimir Brichta","José Wilker"],"overview":"During a remake of the play Tristan and Isolde, actors Peter and Ana fall in love. While the characters live an idealized love, the interpreters are living a true story, which they try to spice it up with the intensity of the fiction.","release_date":"2008-11-14","vote_average":7.3,"runtime":104,"cert":"N\/A","id":46651,"title":"Romance","adult":false,"genre_ids":[10749]},{"cast":["Heather Starlet","Faye Reagan","Aletta Ocean","Lexi Belle","Kristina Rose"],"overview":"Janie and her horny friends receive a visit from a few experienced men who are more than willing to show them a thing or two about getting off. Red haired beauty Faye Reagan quickly sheds her innocence and takes the reigns in passing out pleasures. Pulse-pounding Aletta Ocean takes on a stunning role in one of her first American productions.","release_date":"2010-01-19","vote_average":6.5,"runtime":79,"cert":"N\/A","id":46652,"title":"Private Lessons","adult":true,"genre_ids":[]},{"cast":["Bud Spencer","Juanjo Puigcorbé","Lydia Bosch","Mabel Lozano","José Manuel Lorenzo"],"overview":"Elena Hart is a distance runner in her twenties who is immersed in a terrible nightmare, suffering serious imbalances in her diet. Driven by her desire to lose weight and to please her demanding coach, Elena begins to suffer from anorexia.","release_date":"1997-12-19","vote_average":0.0,"runtime":90,"cert":"N\/A","id":46653,"title":"To the Limit","adult":false,"genre_ids":[27,53]},{"cast":["Dieter Hallervorden","Walo Lüönd","Peter Fricke","Gert Haucke","Günther Ungeheuer"],"overview":"","release_date":"1988-01-01","vote_average":5.5,"runtime":null,"cert":"N\/A","id":46654,"title":"Der Experte","adult":false,"genre_ids":[35]},{"cast":["Louis de Funès","Andréa Parisy","Franco Fabrizi","Michel Galabru","Robert Dhéry"],"overview":"Louis-Philippe Fourchaume, another typical lead-role for French comedy superstar Louis de Funès, is the dictatorial CEO of a French company which designs and produces sail yachts, and fires in yet another tantrum his designer André Castagnier, not realizing that man is his only chance to land a vital contract with the Italian magnate Marcello Cacciaperotti. So he has to find him at his extremely rural birthplace in 'la France profonde', which proves a torturous odyssey for the spoiled rich man; when he does get there his torment is far from over: the country bumpkin refuses to resume his slavish position now the shoe is on the other foot, so Fourchaume is dragged along in the boorish family life, and at times unable to control his temper, which may cost him more credit then he painstakingly builds up...","release_date":"1968-03-22","vote_average":6.6,"runtime":96,"cert":"N\/A","id":46655,"title":"The Little Bather","adult":false,"genre_ids":[35]},{"cast":["Tyler Faith","Kasey Grant","Jaylene Rio","Bailey Brookes","Angel Vain"],"overview":"Watch Jaylene Rio and her flopping jugs as she gets her pussy clobbered by Jordan Ash, then check out Kasey Grant as she rubs her titties all over Anthony Rosano's throbbing rod. Also, don't forget about Bailey Brooks, Tyler Faith, and Angel Vain, because they're ready to suffocate some cocks with their amaaaaaazing racks! Dayamn, these busty MILFs have definitely got it goin' on!","release_date":"2010-09-23","vote_average":10.0,"runtime":120,"cert":"N\/A","id":46656,"title":"Amazing MILF Rack","adult":true,"genre_ids":[]},{"cast":["Jan Tříska"],"overview":"Five different exploits of Sinbad the sailor where he gets mixed up with the pretty daughters of exotic potentates, with powerful monsters that threaten his existence, and with all sorts of teeming jungle life.","release_date":"1974-10-31","vote_average":5.8,"runtime":88,"cert":"N\/A","id":46657,"title":"A Thousand and One Nights","adult":false,"genre_ids":[16,12]},{"cast":["Treat Williams","Janet Ågren","Antonio Fargas","John Steiner","Stelio Candelli"],"overview":"David must fight for his life against the gangsters who killed his brother for a CD filled with proof of their illegal activities. When David gets possession of the CD they go down to Mexico where David lives as a shark hunter. Who will get David first, the gangsters or the shark?","release_date":"1989-01-01","vote_average":2.0,"runtime":85,"cert":"N\/A","id":46658,"title":"La notte degli squali","adult":false,"genre_ids":[27,28,18]},{"cast":["Vlastimil Brodský","Radoslav Brzobohatý","Vladimír Menšík","Waldemar Matuška","Drahomíra Hofmanová"],"overview":"The title \"All My Good Countrymen\" is not without irony as this epic tale of Czech village life from shortly after the end of the Second World War concentrates on the activities of a group of friends who are not beyond reproach in siding with a politically corrupt regime for material advancement. Are these the \"good countrymen\" of the title or does it refer to the rest of the village who scorn these petty authority figure with silent contempt?","release_date":"1969-05-16","vote_average":8.1,"runtime":115,"cert":"N\/A","id":46659,"title":"All My Good Countrymen","adult":false,"genre_ids":[36,18]},{"cast":["Brendan Cowell","Peter Helliar","Peter Dinklage","Travis McMahon","Yvonne Strahovski"],"overview":"Written by comedian Peter Helliar, I LOVE YOU TOO stars Brendan Cowell as Jim, a 30-something emotionally stunted man whose inability to declare his love to his girlfriend, Alice, threatens to cost him the best thing he ever had but leads him to befriend a talented dwarf who helps him find the words to get her back.","release_date":"2010-05-06","vote_average":6.0,"runtime":107,"cert":"N\/A","id":46660,"title":"I Love You Too","adult":false,"genre_ids":[35,18,10749]},{"cast":["Kenneth Branagh","Cynthia Nixon","David Paymer","Tim Blake Nelson","Devon Gearhart"],"overview":"Franklin Roosevelt, left a paraplegic from polio at 39 years of age, seeks out a miracle cure in the backwoods of Georgia.","release_date":"2005-04-30","vote_average":6.7,"runtime":121,"cert":"N\/A","id":46661,"title":"Warm Springs","adult":false,"genre_ids":[18]},{"cast":["Hugo Haas","Beverly Michaels","Robert Dane","Anthony Jochim","John Close"],"overview":"A young woman's suicide attempt is stopped by an old man passing by. The two fall in love -- but the relationship between the young girl and old man is threatened when a blackmailer from her past shows up.","release_date":"1951-12-01","vote_average":7.0,"runtime":76,"cert":"N\/A","id":46662,"title":"The Girl on the Bridge","adult":false,"genre_ids":[18]},{"cast":["Aleksey Makarov","Olga Lomonosova","Aleksey Kortnev","Angelina Mirimskaya","Maxim Konovalov"],"overview":"After an accident, an unconscious and charming millionaire from Moscow lands in a provincial boarding house where he is surrounded with loving care by four sexy nurses.","release_date":"2007-11-29","vote_average":2.7,"runtime":95,"cert":"N\/A","id":46663,"title":"Night Nurses","adult":false,"genre_ids":[35,10749]},{"cast":["Cleo Moore","Hugo Haas","Ken Carlton","Kathleen Hughes","Anthony Jochim"],"overview":"In 1841, in the small Morovian village of Skalni Hradec, a judge makes his much younger wife witness the public humiliation of an unfaithful wife who is bound with ropes to a wooden half-cross. He then tells her he'll kill her if he ever catches her being unfaithful. Things get tense when she falls for another man.","release_date":"1953-09-23","vote_average":5.5,"runtime":77,"cert":"N\/A","id":46664,"title":"Thy Neighbor's Wife","adult":false,"genre_ids":[18,80]},{"cast":["Scout Taylor-Compton","Britt Robertson","Alexia Fast","Janel Parrish","Emily Tennant"],"overview":"On the night of a sleepover, a group of teenage girls venture out in a competitive game of challenging dares. As the antics escalate, and the dares become more extreme, the girls unravel the truth behind a former student's rumored suicide.","release_date":"2010-05-10","vote_average":5.8,"runtime":92,"cert":"N\/A","id":46665,"title":"Triple Dog","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"Feist live from Trabendo in Paris in 2005. In this 60 minute session she plays songs from her second album \"Let it die\"","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":46666,"title":"Feist: Trabendo Seassions","adult":false,"genre_ids":[]},{"cast":["Bob Crane","Kurt Russell","Barbara Rush","Joe Flynn","Dick Van Patten"],"overview":"A dad tries to impress the daughter -- a soon-to-be college student he thinks is hanging around with a bad crowd.","release_date":"1973-12-14","vote_average":4.9,"runtime":96,"cert":"U","id":46667,"title":"Superdad","adult":false,"genre_ids":[35]},{"cast":["Levi Siver","Kai Lenny"],"overview":"Building on the award winning success of The Windsurfing Movie (2007), Poor Boyz Productions gives a glimpse into the future of windsurfing through the eyes of Red Bull athlete Levi Siver. X-Dance Film Festival 'Best Director' winner Johnny DeCesare and water-cinematographer Jace Panebianco, spent three years in production and filmed in seven countries in search of windsurfing's new frontier. The Windsurfing Movie II expands on the story lines of The Windsurfing Movie with legendary Red Bull riders Jason Polakow, Robby Naish and featuring 16-year-old phenom Kai Lenny. Through interactions with windsurfing's rich cast of characters, Levi Siver learns that sometimes you have to go further afield to find the best wind and waves--and to eventually find the best in yourself.","release_date":"2010-07-09","vote_average":5.7,"runtime":61,"cert":"N\/A","id":46668,"title":"The Windsurfing Movie II","adult":false,"genre_ids":[]},{"cast":["Chapman To","Wong Cho-lam","Fiona Sit","Hui Siu-Hung","Kama Law"],"overview":"The story revolves around a Spring, a hitman from mainland China who is on a mission in Hong Kong with his partner Setting Sun. However, Spring falls ill and comes under the care of a screenwriter by the name of Soya and they find themselves developing into a tight and everlasting friendship.","release_date":"2010-03-31","vote_average":5.0,"runtime":100,"cert":"N\/A","id":46669,"title":"La comédie humaine","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Feist brings her eclectic sound to television as she performs tracks from her Juno Award-winning album Let It Die in Live at the Rehearsal Hall. The Nova Scotia-born singer\/songwriter will also chat with host Lance Chilton about her life and art.","release_date":"","vote_average":0.0,"runtime":50,"cert":"N\/A","id":46670,"title":"Feist: Live At Rehersal Hall","adult":false,"genre_ids":[]},{"cast":["Arnel Pineda","Neal Schon","Ross Valory","Jonathan Cain","Deen Castronovo"],"overview":"The DVD was filmed on March 8th, 2008, during Journey's performance at the Planet Hollywood Theatre for the Performing Arts in Las Vegas, Nevada. The band played for about 90 minutes that night, but for whatever reason, they edited the DVD down to about an hour, discarding about seven of the songs that were performed. It's pretty hard to complain though, since the preformance was amazing.","release_date":"2008-07-03","vote_average":7.0,"runtime":70,"cert":"N\/A","id":46671,"title":"Journey: Revelation (Live in Concert)","adult":false,"genre_ids":[99,10402]},{"cast":[],"overview":"This third story of six focuses on a particular kind of international politics, one that played a unique and powerful role in the destiny of South Africa: the battle against apartheid in sports. This wasn't the first time that sports played a part in world politics, but it is the only time that sports has so deeply affected the fate of a nation. Although economic sanctions are hard to win, cultural boycotts, especially sports, become the movement's first victories. The conflict shifts in time and space, over years, in many sports, and many nations. In the end, South Africa is changed forever and so too are other countries, as the sports world, from the Olympics to the rugby fields, declare they won't play with Apartheid.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":46674,"title":"Have You Heard from Johannesburg?: Don't Play with Apartheid","adult":false,"genre_ids":[]},{"cast":["Marc Lavoine","Pierre-François Martin-Laval","Léa Drucker","Pascale Arbillot","Yvon Back"],"overview":"A weekend in the green with your best friends. Those who really love you. Those in whom you have absolute confidence. Those who understand you and always tell you the truth. And above all, those who rot you without knowing that they pressed the callback key of their phone.","release_date":"2010-06-09","vote_average":5.6,"runtime":91,"cert":"N\/A","id":46675,"title":"Les meilleurs amis du monde","adult":false,"genre_ids":[35]},{"cast":[],"overview":"In the final story of this six part series, we switch perspectives, taking viewers into the heart of the conflict as our South African characters tell the story of the most important non-violent effort in the anti-apartheid campaign -- the mass movement inside South Africa. The country is in a permanent crisis as it tries to convince the world of the merit of its piecemeal reforms and to win allies internally. The regime struggles to suppress open revolt, at times using savage secret tactics The protest climaxes in a fierce campaign of defiance. Meanwhile, Nelson Mandela becomes a household name as the campaign to free him ignites a worldwide crusade. Caught between international campaigns that succeed in both politically and economically isolating the Apartheid state, and an unstoppable internal mass movement, the regime is finally forced to the negotiating table. After twenty-seven years in prison, Nelson Mandela is released, triggering a global celebration.","release_date":"2010-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":46676,"title":"Have You Heard from Johannesburg?: Nelson Mandela, Free at Last","adult":false,"genre_ids":[]},{"cast":[],"overview":"In part two of this six part series Oliver Tambo is sent abroad to run the ANC after it is banned in South Africa in 1960. This episode traces Tambo's efforts to bring the injustice of apartheid to the world's attention. He insists that the apartheid regime can be brought to the negotiating table if the governments would sanction and isolate South Africa, which economically and culturally depends on its links to the western world. Major allies are found, most notably the nations of Africa, and the governments of Sweden, Norway and the Soviet Union. The ANC's efforts are boosted in South Africa by the Soweto uprising and the murder of Steve Biko. South Africa becomes more than a country; it is a cause, a worldwide emblem for injustice. A major victory is won: a United Nations mandatory arms embargo, the first in history. But no one will sanction South Africa economically and by the time the story ends a bloodbath seems inevitable","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":46677,"title":"Have You Heard from Johannesburg?: The Long Walk of Exile","adult":false,"genre_ids":[]},{"cast":[],"overview":"The theme of the fifth story of six is money: how a grassroots movement cuts the South African government off from the taproot of its success, its sustaining financial connections to the West. Citizens all over the world, from a General Motors director to average employees of Polaroid, from account-holders in Barclays Bank to consumers who boycott Shell gas, all refuse to let business with South Africa go on as usual. Faced with attacks at home and growing chaos in South Africa, international companies pull out in a massive exodus that undermines the apartheid system. It is the first international grassroots campaign to use economic pressure to bring down a government.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":46678,"title":"Have You Heard from Johannesburg?: The Other Side of the Rubicon","adult":false,"genre_ids":[]},{"cast":[],"overview":"This first story in a six part series covers almost twenty years of history. It is a story of escalating violence and repression, one nation on a collision course with the rest of the world. When the United Nations adopts the Universal Declaration of Human Rights in 1948, South Africa marches in the opposite direction and begins to implement a series of laws segregating its people by race in every aspect of life, prompting the non-white majority led by the ANC to protest. The non-violent movement picks up supporters all over the world, starting first with a network of Gandhites in Britain, Sweden, and the United States. But Apartheid hardens in the face of this resistance. By the fateful year of 1964, Nelson Mandela is jailed for life, and the entire leadership is forced underground, imprisoned or killed. The movement is effectively shut down in South Africa as hundreds escape into exile.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":46679,"title":"Have You Heard from Johannesburg?: The Road to Resistance","adult":false,"genre_ids":[]},{"cast":["Paul Kelly","Douglas Fowley","Anne Gwynne","Maris Wrixon","Ted Stanhope"],"overview":"Eying a large inheritance, a reporter marries a rich woman with failing health. When she begins feeling healthy after the wedding, the reporter takes drastic measures to make sure his wife dies.","release_date":"1946-04-27","vote_average":3.9,"runtime":68,"cert":"N\/A","id":46680,"title":"The Glass Alibi","adult":false,"genre_ids":[80]},{"cast":["Sterling Hayden","Sebastian Cabot","Carol Kelly","Eugene Mazzola","Nedrick Young"],"overview":"Armed with a harpoon, a Swedish whaler is out for revenge after the death of his father. A greedy oil man trying to buy up the Swede's land might be the guilty party.","release_date":"1958-09-01","vote_average":7.1,"runtime":80,"cert":"N\/A","id":46681,"title":"Terror in a Texas Town","adult":false,"genre_ids":[28,37,18]},{"cast":["Tom Conway","Rita Corday","Edward Brophy","Sharyn Moffett","Fay Helm"],"overview":"While on vacation, the Falcon is arrested for kidnapping after striking up a friendship with a girl who's nurse has been recently murdered.","release_date":"1945-07-20","vote_average":6.6,"runtime":66,"cert":"N\/A","id":46682,"title":"The Falcon in San Francisco","adult":false,"genre_ids":[80,9648]},{"cast":["HaYTo KoRaZ","Murat Akkoyunlu","Yasemin Öztürk"],"overview":"","release_date":"","vote_average":5.5,"runtime":null,"cert":"N\/A","id":46685,"title":"Havva Durumu","adult":false,"genre_ids":[]},{"cast":["Paul Campbell","Mark Danvers","Carl Bradshaw","Audrey Reid","Winston 'Bello' Bell"],"overview":"Loose cannon cop Capone returns to his home town of Kingston to join a group of officers fighting organised crime in the area. On his first day he uncovers gun smuggling operation that may be connected with lead criminal Oney. However his old crew, led by Ratty, also are involved leading Capone to a choice between his job and his old crew.","release_date":"1999-09-14","vote_average":6.0,"runtime":98,"cert":"N\/A","id":46686,"title":"Third World Cop","adult":false,"genre_ids":[28,18,53]},{"cast":["Billie Piper","Matt Smith","Julie Walters","J. J. Feild","Hayley Atwell"],"overview":"Sally Lockhart has struck a man dead with just three words, sent to her in a message from her father just before he drowned in the South China Seas. But unfortunately, Sally has no idea what the words The Seven Blessings mean. Before long, she is drawn into a mystery filled with opium, secrets from her own past and, at the heart of it all, the Ruby of Agrapur.","release_date":"2008-06-20","vote_average":5.4,"runtime":95,"cert":"","id":46687,"title":"The Ruby in the Smoke","adult":false,"genre_ids":[18,9648,80]},{"cast":["Errol Flynn","Basil Rathbone","David Niven","Donald Crisp","Melville Cooper"],"overview":"In 1915 France, Major Brand commands the 39th Squadron of the Royal Flying Corps. The young airmen go up in bullet-riddled \"crates\" and the casualty rate is appalling, but Brand can't make the \"brass hats\" at headquarters see reason. Insubordinate air ace Captain Courtney is another thorn in Brand's side...but finds the smile wiped from his face when he rises to command the squadron himself. Everyone keeps a stiff upper lip.","release_date":"1938-12-24","vote_average":6.7,"runtime":103,"cert":"N\/A","id":46688,"title":"The Dawn Patrol","adult":false,"genre_ids":[28,18,10752]},{"cast":["Vik Muniz"],"overview":"An uplifting feature documentary highlighting the transformative power of art and the beauty of the human spirit. Top-selling contemporary artist Vik Muniz takes us on an emotional journey from Jardim Gramacho, the world's largest landfill on the outskirts of Rio de Janeiro, to the heights of international art stardom. Vik collaborates with the brilliant catadores, pickers of recyclable materials, true Shakespearean characters who live and work in the garbage quoting Machiavelli and showing us how to recycle ourselves.","release_date":"2010-01-24","vote_average":7.7,"runtime":90,"cert":"N\/A","id":46689,"title":"Waste Land","adult":false,"genre_ids":[99]},{"cast":["Jean-Pierre Talbot","Jean Bouise","Félix Fernández","Jenny Orléans","Ángel Álvarez"],"overview":"Professor Calculus's friend develops a blue-skinned orange that can grow on any kind of land and survive harsh weather (in the manner of Lue Gim Gong) and therefore solve world hunger. The Professor and his friends, however, run afoul of gangsters who also covet the fruit. The adventure takes them from their home in Marlinspike Hall (Moulinsart), a fictional mansion that is presumably in Belgium, to Spain, where Calculus and another scientist are kidnapped.","release_date":"1964-12-18","vote_average":5.1,"runtime":105,"cert":"N\/A","id":46690,"title":"Tintin and the Blue Oranges","adult":false,"genre_ids":[12,35,10751]},{"cast":["Peter Boyle","Susan Sarandon","Dennis Patrick","Audrey Caire","Patrick McDermott"],"overview":"Bill, a wealthy businessman, confronts his junkie daughter's drug-dealing boyfriend; in the ensuing argument, Bill kills him. Panic-stricken, he wanders the streets and eventually stops at a bar. There he runs into a drunken factory worker named Joe, who hates hippies, blacks, and anyone who is \"different\", and would like to kill one himself. The two start talking, and Bill reveals his secret to Joe. Complications ensue.","release_date":"1970-07-15","vote_average":6.4,"runtime":107,"cert":"N\/A","id":46691,"title":"Joe","adult":false,"genre_ids":[18,53]},{"cast":["Joaquin Alsamendi Sorio","Mario Rulloni","Adolfo Stambulsky","Berta Doureff","Maria Cristina Bocca"],"overview":"Journey to Mars (Viaje a Marte) is an animated stop motion short film. This independent production, which was made in Argentina, is the result of two years hard work. Since then, it has won 50 awards in different festivals around the world, competing in many cases against real action productions. The short tells the story of Antonio, a boy from the 60s, who is a great fan of science fiction tv serials and space trips. In view of the child's passion, his grandfather decides to take him to Mars in his tow truck.","release_date":"2005-01-01","vote_average":5.8,"runtime":16,"cert":"N\/A","id":46692,"title":"Journey to Mars","adult":false,"genre_ids":[16,12]},{"cast":[],"overview":"Controversial comedian Brendon Burns performs his critically acclaimed stand-up show SOBER NOT CLEAN.","release_date":"","vote_average":0.0,"runtime":65,"cert":"N\/A","id":46693,"title":"Sober Not Clean","adult":false,"genre_ids":[]},{"cast":["Winter Ave Zoli","Csaba Lucas","Lea Mornar","Vera Filatova","Veronika Bellová"],"overview":"A controversial film about the end of the old pagan world in central Europe, THE PAGAN QUEEN is based on the Czech legend of Libuse, the Slavic queen of 8th century Bohemia. Gifted with supernatural powers, a visionary and a seer, this extraordinary woman was able to see the future and in a turbulent time of cultural change founded the modern city of Prague. Libuse ruled as a woman over the tribes of the region with her two beautiful sisters Kazi and Teta and an army of women under the command of her best friend, the Amazon Vlasta. When the peaceful community of farmers is under attack by raiders and split into different parties of power hungry landowners, Libuse is forced into marriage by her own people.","release_date":"2009-09-08","vote_average":3.3,"runtime":95,"cert":"15","id":46694,"title":"The Pagan Queen","adult":false,"genre_ids":[14,36,10749]},{"cast":["Anat Topol","Gary Sloan","Mary Shelley","Deborah Scott","Alexander Kirkwood"],"overview":"A new mother and her child move into her mother-in-law's dark old mansion. She soon begns to suspect that neither the house nor her mother-in-law are quite what they seem to be.","release_date":"1989-05-02","vote_average":3.8,"runtime":95,"cert":"N\/A","id":46695,"title":"Witchcraft","adult":false,"genre_ids":[27]},{"cast":["Lajos Balázsovits","Pamela Villoresi","Franco Branciaroli","Teresa Ann Savoy","Laura Betti"],"overview":"The son of Emperor Franz Josef of Austria, Crown Prince Rudolf, is believed to have shot his female lover and himself in a tragic suicide pact in 1882 in Mayerling. Due to Imperial cover-ups, the full story may never be known. This story has been filmed several times, in French in 1935 and in English in 1968. Hungarian director Miklos Jancso recreates those events for his own purposes, continuing his favored theme of the rejection of paternal authority. In the film, which has very little dialog, Rudolf is a good-natured pan-sexual golden boy, who cavorts on his rural estate with a host of beautiful, aristocratic lovers and friends of both sexes. He refuses to leave his country idyll even though he has been ordered to by the Emperor, his father. Despite the fact that for a large part of the film, attractive young people go about unclothed and engaging in erotic encounters, the mood is one of melancholy rather than prurience.","release_date":"1976-05-06","vote_average":5.6,"runtime":104,"cert":"N\/A","id":46696,"title":"Private Vices, Public Virtues","adult":false,"genre_ids":[18,10752]},{"cast":["GG Allin"],"overview":"An overview of the life of the most shocking, vile, and notorious of punk rock legends.","release_date":"1994-01-01","vote_average":7.0,"runtime":50,"cert":"N\/A","id":46697,"title":"Hated: GG Allin & The Murder Junkies","adult":false,"genre_ids":[99,10402]},{"cast":["Dirch Passer","Ove Sprogøe","Kjeld Petersen","Jessie Rindom","Lily Broberg"],"overview":"Danish comedy film directed by Bent Christensen","release_date":"1962-08-06","vote_average":6.7,"runtime":82,"cert":"N\/A","id":46700,"title":"Sømænd og svigermødre","adult":false,"genre_ids":[35,10751]},{"cast":["Gyula Kabos"],"overview":"","release_date":"1938-09-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":46701,"title":"A papucshős","adult":false,"genre_ids":[]},{"cast":["Larenz Tate","Halle Berry","Vivica A. Fox","Lela Rochon","Pamela Reed"],"overview":"In the mid-80s, three women (each with an attorney) arrive at the office of New York entertainment manager, Morris Levy. One is an L.A. singer, formerly of the Platters; one is a petty thief from Philly; one teaches school in a small Georgia town. Each claims to be the widow of long-dead doo-wop singer-songwriter Frankie Lyman, and each wants years of royalties due to his estate, money Levy has never shared. During an ensuing civil trial, flashbacks tell the story of each one's life with Lyman, a boyish, high-pitched, dynamic performer, lost to heroin. Slowly, the three wives establish their own bond.","release_date":"1998-08-28","vote_average":6.8,"runtime":116,"cert":"N\/A","id":46702,"title":"Why Do Fools Fall In Love","adult":false,"genre_ids":[18,10749]},{"cast":["Dirch Passer","Ove Sprogøe","Paul Hagen","Judy Gringer","Karl Stegger"],"overview":"The Danish minister of defense decides to join the army incognito to observe. This causes CHAOS. It also causes him to meet the major's daughter. He ends up becoming the major's orderly which gets him closer to the daughter.","release_date":"1964-02-14","vote_average":7.5,"runtime":93,"cert":"N\/A","id":46703,"title":"Majorens oppasser","adult":false,"genre_ids":[35]},{"cast":["Shakira"],"overview":"MTV Unplugged is a 2000 Grammy Award-winning live MTV Unplugged acoustic performance by Colombian born musician Shakira released in 2000 as an album and in 2002 as a DVD. Recorded in August, 1999 in New York City, New York, it is rated as one of her best-ever live performances and paved the way for her successful English cross-over recording Laundry Service (2001). It was a critically acclaimed by American critics. in 2005 album was re-issued to promote the sales of Oral Fixation Vol. 2. To date, the album has sold over 6 million copies.","release_date":"2000-02-29","vote_average":7.6,"runtime":51,"cert":"N\/A","id":46704,"title":"Shakira: MTV Unplugged","adult":false,"genre_ids":[10402]},{"cast":["Ryan Gosling","Michelle Williams","Mike Vogel","John Doman","Faith Wladyka"],"overview":"Dean and Cindy live a quiet life in a modest neighborhood. They appear to have the world at their feet at the outset of the relationship. However, his lack of ambition and her retreat into self-absorption cause potentially irreversible cracks in their marriage.","release_date":"2010-12-16","vote_average":6.9,"runtime":112,"cert":"15","id":46705,"title":"Blue Valentine","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Jim, a white straightedge punk with a violent past, and Fred, a young black hip-hop revolutionary struggling to raise a son, spend their lunch breaks at St. Mark’s Comix together. Overwhelmed by the violence that surrounds them, the two form a friendship despite the fact that they come from different worlds. Jim's friends, a crew of noble but misguided kids, learn that a friend was killed by a drunk driver. In their rage and frustration, they form a gang called One Less Drunk, intent on stopping drunk drivers before they get to their cars.","release_date":"2006-01-13","vote_average":5.0,"runtime":90,"cert":"N\/A","id":46706,"title":"Threat","adult":false,"genre_ids":[18]},{"cast":["Ahmed Marei","Ahmad Hegazi","Zouzou Hamdy El-Hakim","Nadia Lotfi","Ahmed Khalil"],"overview":"In 1881, when precious artifacts began showing up at market, members of the Horbat tribe were revealed to be raiding the site of a cache of mummies.","release_date":"1969-01-01","vote_average":7.5,"runtime":102,"cert":"N\/A","id":46707,"title":"The Night of Counting the Years","adult":false,"genre_ids":[18]},{"cast":["Sergey Bondarchuk","Irina Skobtseva","Andrei Popov","Vladimir Soshalsky","Yevgeni Vesnik"],"overview":"Soviet film of the Shakespeare play.","release_date":"1956-03-13","vote_average":6.6,"runtime":107,"cert":"N\/A","id":46708,"title":"Othello","adult":false,"genre_ids":[18]},{"cast":["Dessie Flynn","James MacDonald","Clarence Nash"],"overview":"Chip 'n Dale live next door to a zoo and spot the elephant's stash of peanuts. They go after them, but both the elephant and his keeper, Donald, are too clever. Then the boys realized the visitors throw peanuts, so they put on a song-and-dance act. Then they paint themselves white and pose as albino chipmunks.","release_date":"1953-11-11","vote_average":6.7,"runtime":7,"cert":"N\/A","id":46709,"title":"Working for Peanuts","adult":false,"genre_ids":[16,10751]},{"cast":["Cecilia Suárez","Enrique Arreola","Ana Ofelia Murguía","Tiaré Scanda","Luisa Huertas"],"overview":"Marina wins a paradise vacation for two, but when she realizes that she has no one to bring along, she decides to invite a stranger named Victor. The pair soon discovers that true love depends more on compatibility rather than idyllic scenery.","release_date":"2007-04-02","vote_average":5.9,"runtime":98,"cert":"N\/A","id":46712,"title":"Blue Eyelids","adult":false,"genre_ids":[18,10749]},{"cast":["Steve Austin","Eric Roberts","Gil Bellows","Gary Daniels","Marie Avgeropoulos"],"overview":"A U.S. Border Patrol agent Jim Rhodes, a tough divorcée mourning the loss of his murdered partner while struggling to raise his rebellious daughter in the mountains of Montana. But when a crew of trigger-happy fugitives takes Rhodes and his daughter hostage, a rugged wilderness will explode in all-terrain vengeance. Is there any wounded animal more dangerous than a lawman left for dead? Daniels portrays one of the villains.","release_date":"2010-11-06","vote_average":5.2,"runtime":98,"cert":"N\/A","id":46713,"title":"Hunt to Kill","adult":false,"genre_ids":[28,12,53]},{"cast":["Dirch Passer","Klaus Pagh","Tove Maës","Poul Bundgaard","Jørgen Kiil"],"overview":"Charmørsvindleren Victor \"Viffer\" Hansen (Dirch Passer), laver sammen med vennen Richard Abelsteen (Klaus Pagh) et Millionkup i Sverige, forklædt som svensk diplomat, repræsentant for kongehuset, franarrer de en italiensk forretningsmand Vittorio Fercci (Poul Bundgaard) 10 millioner svenske kroner, ved at arrangere et giftermål mellem kongen og Vittorio's datter Marcellina (Susanne Heinrich).","release_date":"1973-12-14","vote_average":7.2,"runtime":93,"cert":"N\/A","id":46714,"title":"Me and the Mafia","adult":false,"genre_ids":[35,10751]},{"cast":["Tom Araya","Dave Lombardo","Jeff Hanneman","Kerry King"],"overview":"Live Intrusion captures Slayer at their heaviest on their Divine Intervention tour in 1995. Live Intrusion features the band doing what they do best thrashing out heavy metal at an absurdly fast pace while their adamant and passionate fans bang their heads. The glory of a live Slayer performance is all here; audience mayhem, head-banging, drums pounding and guitars wailing at extreme volumes.","release_date":"1995-10-31","vote_average":0.0,"runtime":70,"cert":"N\/A","id":46715,"title":"Slayer: Live Intrusion","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Based on David Maraniss' book, They Marched into Sunlight, the film tells the story of two seemingly unconnected events in October 1967 that changed the course of the Vietnam War.","release_date":"2005-01-01","vote_average":0.0,"runtime":78,"cert":"N\/A","id":46716,"title":"How Vietnam Was Lost","adult":false,"genre_ids":[99,10752]},{"cast":["Richard Gere","Sharon Stone","Lolita Davidovich","Martin Landau","Jennifer Morrison"],"overview":"During a car accident, Vincent Eastman watches his whole life flash before his eyes, and he doesn't like what he sees. While maintaining the semblance of a marriage with his wife, Sally, Vincent has been carrying on with a mistress, Olivia. She's everything Sally isn't -- warm, passionate, carefree. So why can't he choose between the two, especially when his indecision is taking its toll on his daughter?","release_date":"1994-01-21","vote_average":5.3,"runtime":98,"cert":"N\/A","id":46717,"title":"Intersection","adult":false,"genre_ids":[18,10749]},{"cast":["Neal McDonough","Malcolm McDowell","Steve Blum","Grey DeLisle","John DiMaggio"],"overview":"At an airport, the Emerald Archer must protect a young princess from assassins.","release_date":"2010-09-28","vote_average":7.2,"runtime":11,"cert":"N\/A","id":46718,"title":"DC Showcase: Green Arrow","adult":false,"genre_ids":[16,12,28]},{"cast":[],"overview":"Night of the Living Dead: REANIMATED features the work of various artists, animators, and filmmakers from around the globe. The mixed media featured include puppetry, CGI, hand-drawn animation, illustration, acrylics, claymation, and even 'animated' tattoos, just to name a few. This mass-collaboration approach is less about remaking Romero's film and more about viewing the classic through an experimental lens. Instead of trying to alter Image Ten's work, NOTLD:R seeks to showcase the responses that artists from around the world have had to this landmark film.","release_date":"2009-09-01","vote_average":5.3,"runtime":103,"cert":"N\/A","id":46719,"title":"Night of the Living Dead: Reanimated","adult":false,"genre_ids":[16,28,18,14,27,53]},{"cast":["Ary Fontoura","Lúcio Mauro Filho","Taís Araújo","Marcello Antony","Giulia Gam"],"overview":"Clumsy old lady Dina Rocha lives with her son Marcelo. After a series of incidents at home, she moves to her house in Santa Teresa. She meets her friend Nonô and she pays a visit to her old friend. Her sons do not know where she is and they go to the hospitals and morgues. Coincidently there is the body of an old lady smashed by a truck and they believe that she is their mother. Meanwhile two smalltime thieves break in Nonô's house and keep the two old ladies locked in the bathroom. During the funeral of Dina Rocha, the dysfunctional families have a quarrel disputing their heritage.","release_date":"2008-10-10","vote_average":5.0,"runtime":76,"cert":"N\/A","id":46720,"title":"A Guerra dos Rocha","adult":false,"genre_ids":[35]},{"cast":["Dirch Passer","Paul Hagen","Preben Kaas","Willy Rathnov","Karl Stegger"],"overview":"Wild West Danish comedy.","release_date":"1970-08-31","vote_average":6.2,"runtime":99,"cert":"N\/A","id":46721,"title":"Tough Guys of the Prairie","adult":false,"genre_ids":[35,37]},{"cast":["Dirch Passer","Willy Rathnov","Paul Hagen","Preben Kaas","Judy Gringer"],"overview":"Comedic western, where the 4 guys this time have to help find a gold transport. They get help from the cunning girl Shannahoo.","release_date":"1971-08-29","vote_average":7.0,"runtime":101,"cert":"N\/A","id":46722,"title":"Gold for the Tough Guys of the Prairie","adult":false,"genre_ids":[35,37]},{"cast":["Dirch Passer","Willy Rathnov","Karl Stegger","Sisse Reingaard","Birgit Sadolin"],"overview":"The Egborg Girl (Danish: Pigen fra Egborg) is a 1969 Danish comedy film directed by Carl Ottosen and starring Dirch Passer.","release_date":"1969-09-12","vote_average":7.0,"runtime":97,"cert":"N\/A","id":46723,"title":"The Egborg Girl","adult":false,"genre_ids":[35,10749]},{"cast":["Jack Hawkins","Nigel Patrick","Roger Livesey","Richard Attenborough","Bryan Forbes"],"overview":"Involuntarily-retired Colonel Hyde recruits seven other dissatisfied ex-servicemen for a special project. Each of the men has a skeleton in the cupboard, is short of money, and is a service-trained expert in his field. The job is a bank robbery, and military discipline and planning are imposed by Hyde and second-in-command Race on the team, although civilian irritations do start getting in the way.","release_date":"1960-04-05","vote_average":7.5,"runtime":116,"cert":"","id":46724,"title":"The League of Gentlemen","adult":false,"genre_ids":[35,80,53]},{"cast":["James Woods","Mercedes Ruehl","Lolita Davidovich","Sada Thompson","Henry Thomas"],"overview":"The McMartin family's lives are turned upside down when they are accused of serious child molestation. The family run a school for infants. An unqualified child cruelty \"expert\" videotapes the children describing outrageous stories of abuse. One of the most expensive and long running trails in US legal history, exposes the lack of evidence and unprofessional attitudes of the finger pointers which kept one of the accused in jail for over 5 years without bail.","release_date":"1995-01-01","vote_average":7.0,"runtime":135,"cert":"N\/A","id":46725,"title":"Indictment: The McMartin Trial","adult":false,"genre_ids":[10770,18]},{"cast":["Harry Treadaway","Emma Booth","Ali Craig","Arthur Darvill","Christopher Fulford"],"overview":"Nikko is a twenty-something man with good friends, a passion for birdwatching, and self-destructive tendencies. When he falls back into a relationship with Stevie—his seductive, aggressive environmental activist ex-girlfriend he first encountered on a suicide website—his stable existence takes a turn towards chaos once again.","release_date":"2009-11-08","vote_average":5.7,"runtime":100,"cert":"15","id":46726,"title":"Pelican Blood","adult":false,"genre_ids":[10749,18]},{"cast":["Jesse Bradford","Jordan Brower","Jonathan Taylor Thomas","Daryl Hannah","Tiffani Thiessen"],"overview":"A naive drifter runs away from his army father in hopes of making it on the car racing circuit. In Las Vegas, he meets a young scam artist, who develops a crush on him. He is then introduced to a whole gang led by a young hustler. The racer-to-be then gets a lesson in the wild side, getting involved in one situation after another. Patsy Kensit makes a cameo as another hustler and Daryl Hannah appears as the scam artist's surrogate mom.","release_date":"1999-02-11","vote_average":5.7,"runtime":104,"cert":"N\/A","id":46727,"title":"Speedway Junky","adult":false,"genre_ids":[10749,18,80]},{"cast":["Lorànt Deutsch","Roschdy Zem","Atmen Kelif","Julien Courbey","Hélène de Fougerolles"],"overview":"Sami, Tacchini, Yaya and Kader are four small-time crooks from the suburbs of Paris. After a failed robbery, their boss, Carlito, sends them to Canada to spy on his fiancée. There, they are mistaken for a band of professional killers and are hired to assassinate the heiress Léonore de Segonzac...","release_date":"2002-03-27","vote_average":4.1,"runtime":94,"cert":"N\/A","id":46728,"title":"The Race","adult":false,"genre_ids":[28,35,18,10751]},{"cast":["Jay Baruchel","Sarah Lind","Jim Byrnes","Neil Denis","Chilton Crane"],"overview":"Art, a drug-addicted dealer and hustler, arrives at his girlfriend Cody's apartment to find that she has overdosed on heroin. He tries to fix things by traveling back in time in an attempt to prevent her death.","release_date":"2005-10-01","vote_average":7.3,"runtime":87,"cert":"N\/A","id":46729,"title":"Fetching Cody","adult":false,"genre_ids":[35,18,14,10749,878]},{"cast":["Paul Sorvino","Steven Tyler","Nick Chinlund","Debi Mazar","Richard Edson"],"overview":"Unapologetically brash in dialogue and texture GOODNIGHT JOSEPH PARKER is the classic love story brought to a no-pleasantries bar room. Girl loves man who loves woman, woman isn't worth his time. Into that mix throw in a hopeless drunk with a good heart and weak stomach, a bartender who's more desperate than his customers and Steven Tyler as a shameless bad boy looking for a good time and fast woman. Powerful, gritty, hard hitting and raw.","release_date":"2004-10-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":46730,"title":"Goodnight, Joseph Parker","adult":false,"genre_ids":[18]},{"cast":["Stan Laurel","Oliver Hardy","Frank Brownlee","Bob Kortman","Charlie Hall"],"overview":"Novice policemen Stan and Ollie bungle a burglary investigation.","release_date":"1933-08-03","vote_average":7.4,"runtime":20,"cert":"N\/A","id":46731,"title":"The Midnight Patrol","adult":false,"genre_ids":[35]},{"cast":["Piper Laurie","Sissy Spacek","Walter Matthau","Edward Furlong","Nell Carter"],"overview":"Based on the novel by Truman Capote, this often-witty coming-of-age drama looks at a young man growing up with an unusual family in the Deep South in the 1940s.","release_date":"1995-09-10","vote_average":6.4,"runtime":107,"cert":"N\/A","id":46732,"title":"The Grass Harp","adult":false,"genre_ids":[35,18,10751]},{"cast":["Gülsüm Alkan","Şahin Irmak","Murat Eken","Emre Canpolat","Metin Keçeci"],"overview":"","release_date":"2010-03-26","vote_average":4.5,"runtime":134,"cert":"N\/A","id":46733,"title":"Çok Filim Hareketler Bunlar","adult":false,"genre_ids":[35]},{"cast":["Amy Beth Hayes","Patrick Bergin","Dustin Milligan","Maia Morgenstern","Vincent Regan"],"overview":"Eva meets Tudor on the day of her 16th birthday. It is Tudor who is to make her feel whole as a woman. He becomes for her a source of both love and suffering through his constant mysterious departures and reappearances.","release_date":"2010-08-01","vote_average":5.0,"runtime":111,"cert":"N\/A","id":46734,"title":"Eva","adult":false,"genre_ids":[18,10749]},{"cast":["Lucy Jenner","Costas Mandylor","John J. York","John de Lancie","George Takei"],"overview":"Fifteen deaf patients took part in an experimental clinical trail aimed at hearing restoration. Within days, fourteen of the fifteen participants in the trial become violently psychotic, ultimately taking their lives to stop violent side effects brought on by the treatment. This is the story of the sole survivor of the experiment, Patient #14 - Liza Raines, who participation in the experiment gave her super-normal hearing abilities - particularly, the ability to hear the frequency emitted by the brain when it thinks. When her life is suddenly thrown into jeopardy, Liza is forced to use her ability against those set on covering up the fact that she even existed","release_date":"2004-01-01","vote_average":6.5,"runtime":97,"cert":"N\/A","id":46735,"title":"The Eavesdropper","adult":false,"genre_ids":[18,53,878]},{"cast":["Liu Chia-Liang","Hsiao Ho","Kara Hui","Lo Lieh"],"overview":"A disgraced former Kung Fu expert makes a living as a merchant with the help of a hot headed friend. When the men are harassed by gangsters, the merchant decided to teach his friend monkey boxing so they can defend their business.","release_date":"1979-10-05","vote_average":6.9,"runtime":116,"cert":"N\/A","id":46736,"title":"Mad Monkey Kung Fu","adult":false,"genre_ids":[28]},{"cast":["Adam Scott","Joel Bissonnette","Robin Tunney","Gale Harold","Richard Medina"],"overview":"Two brothers spend the day driving around Los Angeles county looking for the meaning of their lives, or cheap street drugs, depending on who you happen to believe.","release_date":"2009-10-28","vote_average":5.8,"runtime":120,"cert":"N\/A","id":46737,"title":"Passenger Side","adult":false,"genre_ids":[35,18]},{"cast":["Lubna Azabal","Mélissa Désormeaux-Poulin","Maxim Gaudette","Rémy Girard","Allen Altman"],"overview":"A mother's last wishes send twins Jeanne and Simon on a journey to Middle East in search of their tangled roots. Adapted from Wajdi Mouawad's acclaimed play, Incendies tells the powerful and moving tale of two young adults' voyage to the core of deep-rooted hatred, never-ending wars and enduring love.","release_date":"2010-09-04","vote_average":8.1,"runtime":130,"cert":"15","id":46738,"title":"Incendies","adult":false,"genre_ids":[18,10752,9648]},{"cast":["Samantha Farrow","Virginia Leigh","Frank J. Zupancic","David Wontner","Samantha Brown"],"overview":"In the snowy landscapes of a Canadian winter, sacred Balinese statues have been desecrated. Professor Rufus Elkin tries to stop the Balinese Gods from retaliating against those responsible for the crime, but he realizes that he is powerless to stop the rampage of death.","release_date":"2010-09-06","vote_average":4.0,"runtime":78,"cert":"N\/A","id":46739,"title":"Killer God","adult":false,"genre_ids":[18,9648,53]},{"cast":["John Cleese","Graham Chapman","Eric Idle","Terry Jones","Michael Palin"],"overview":"It is essentially the same concept as an English Monty Python's episode, but in German. The paintings by Albrecht Dürer, fall victim to silly animations. Little Red Riding Hood shows up too. A number of familiar sketches, including the Lumberjack song, all in German.","release_date":"1971-01-01","vote_average":7.5,"runtime":90,"cert":"N\/A","id":46740,"title":"Monty Python's Fliegender Zirkus","adult":false,"genre_ids":[35]},{"cast":["Izolda Izvitskaya","Oleg Strizhenov","Nikolay Kryuchkov","Vadim Zakharchenko","Nikolay Dupak"],"overview":"An unexpected romance occurs for a female Red Army sniper and a White Army officer.","release_date":"1956-10-15","vote_average":6.7,"runtime":88,"cert":"N\/A","id":46741,"title":"The Forty-First","adult":false,"genre_ids":[18]},{"cast":["Donald Sutherland","Balthazar Getty","Carla Gugino","Armin Mueller-Stahl"],"overview":"","release_date":"1993-01-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":46742,"title":"Red Hot","adult":false,"genre_ids":[]},{"cast":["Anthony Michael Hall","Glynn Turman","Jenny Wright","Jeff Kober","Raymond J. Barry"],"overview":"Farm boy Daryl Cage's parents ship him off to the big city to live with his brother, hoping he will have a better life there. After a baggage mixup at the airport, Daryl finds himself in possession of a drug cache, which a ruthless drug dealer wants back. The dealer murders Daryl's brother and the small town boy ends up all alone in the big city, being pursued by both the drug dealer and the police, who suspect him of the murder.","release_date":"1986-07-25","vote_average":6.2,"runtime":93,"cert":"N\/A","id":46743,"title":"Out of Bounds","adult":false,"genre_ids":[18,28,80,53]},{"cast":["Pavel Knorr","Aleksandra Goncharova","Andrej Gromov","Vasili Goncharov","A. Veskov"],"overview":"Made in 1912, this film has become known as one of the greatest pieces of pre-Soviet cinema. The silent film tells the story of the Patriotic war of 1812 when Napoleon attempted to invade Russia. This joint French and Russian film sparked major excitement in Moscow at its premier screening and continues to entertain audiences throughout the world today. The 32-minute silent film was the point of origin for some of the more advanced camera techniques used today. Sirotin of the Voice of Russia said that, “The film is interesting to spectators even today and is frequently shown both in Russia and abroad.”","release_date":"1912-01-01","vote_average":4.0,"runtime":32,"cert":"N\/A","id":46744,"title":"1812","adult":false,"genre_ids":[18,36]},{"cast":["Paul Denniston","Judy Tenuta","Jason Teresi","Jordan Roberts"],"overview":"Butch Camp is a 1996 comedy film. Filmed and set in Chicago, Illinois, it tells the story of a mild-mannered gay man who, tired of being pushed around by straights, enrolls in \"Butch Camp,\" a program designed to turn wimpy gay men into assertive, confident gay men.","release_date":"1996-11-14","vote_average":4.2,"runtime":101,"cert":"N\/A","id":46745,"title":"Butch Camp","adult":false,"genre_ids":[35,10749]},{"cast":["Alekos Sissovitis","Yorgos Karamihos","Maria Zorba"],"overview":"Anna faces everyday problems in her Greek life. Her previous \"man\" left her debts, the new guy approved not to be the right one, in addition to these she loses her job and indeed needs somebody to rescue her!","release_date":"2001-11-13","vote_average":7.5,"runtime":100,"cert":"N\/A","id":46746,"title":"Save Me","adult":false,"genre_ids":[10749,18]},{"cast":["Benjamin Merran","Jones Carlos Fialho de Araújo","Govinda Machado de Figueiredo","Ronald Rosa","Patativa Flower"],"overview":"Fictionalized from a true story, this docu-drama takes us on a journey through Brazil's Mato Grosso do Sul and into the lives of Brazilian gauchos. Beautifully shot landscapes form the backdrop for a simple story of friendship and tolerance between Govinda and John, as Govinda explores his attraction to his fellow cowboy.","release_date":"2006-01-01","vote_average":3.0,"runtime":27,"cert":"N\/A","id":46747,"title":"Cowboy Forever","adult":false,"genre_ids":[18,10749]},{"cast":["Sasha Hails","Marina de Van","Samantha","Paul Raoux"],"overview":"Sasha, a young British woman, is living with her baby daughter at Ile d'Yeu, a peaceful beach community. A stranger appears. Her name is Tatiana, she's passing through, and pitches her tent in Sasha's yard. The two women build an odd rapport, and tension builds as events unfold.","release_date":"1997-12-03","vote_average":7.1,"runtime":52,"cert":"N\/A","id":46748,"title":"See the Sea","adult":false,"genre_ids":[18,53]},{"cast":["Matsunosuke Onoe","Suminojo Ichikawa","Kijaku Ôtani","Chosei Kataoka","Shôen Kataoka"],"overview":"Jiraiya is some sort of super-ninja with superpowers. He can fly, he can avoid detection by turning himself into a toad, and he has some sort of ability to vanish.","release_date":"1921-02-01","vote_average":5.3,"runtime":21,"cert":"N\/A","id":46749,"title":"Jiraiya the Hero","adult":false,"genre_ids":[28,14]},{"cast":["Adolf Hitler"],"overview":"As with so many early films by Sokurov, this film has two dates: the first is the date of its creation (the film was then banned), the second is the date of the final edition and legal public screening. The film consists of German and Soviet archive footage of the World War II — to be exact, from the end of the war. An attempt to make a large–scale documentary on this subject had been undertaken in the Soviet cinema of the 1960s: the film — “Ordinary Fascism” — by the outstanding Soviet film–maker Mikhail Romm had become a classic retrospective investigation of fascism. But Sokurov uses the expressive power of the documentary image in an absolutely different way. He does not amass materials for a large–scale picture of Nazi crimes.","release_date":"1989-01-01","vote_average":5.2,"runtime":11,"cert":"N\/A","id":46750,"title":"Sonata for Hitler","adult":false,"genre_ids":[99]},{"cast":["Jovan Antonijević","Teodora Arsenović","Vitomir Bogić","Mileva Bošnjaković","Milorad Petrović"],"overview":"The first feature film made in Serbia, \"Black George\" is a biography of Karađorđe, the famed leader of the rebellion against the Turkish empire in 1804, tracing his whole life from childhood until his death in 1817.","release_date":"1911-10-23","vote_average":4.7,"runtime":80,"cert":"N\/A","id":46751,"title":"Black George","adult":false,"genre_ids":[18,36]},{"cast":["Nicholas Cutro","Travis Walters"],"overview":"Two very different Scottish lads meet each day after school at a nearby peat bog. Only today Stu is late.","release_date":"2006-05-27","vote_average":5.5,"runtime":13,"cert":"N\/A","id":46752,"title":"Davy and Stu","adult":false,"genre_ids":[10749]},{"cast":["Ewen Bremner","Stephen Fry","Katrin Cartlidge","Matt Lucas","Vic Reeves"],"overview":"A comic drama about the weird and wonderful world of Salvador Dali and the Surrealists. This film charts Dali's meteoric rise from obscurity to the world's most publicised artist.","release_date":"2002-03-02","vote_average":7.5,"runtime":60,"cert":"","id":46753,"title":"Surrealissimo: The Trial of Salvador Dali","adult":false,"genre_ids":[36,10770,18,35]},{"cast":["Marie Theisen","Hildegun Riise","Bjørn Sundquist","Sylvia Salvesen","Martin Dahl Granfalk"],"overview":"The Other Side of Sunday, also known in Norwegian as \"Søndagsengler\", is a movie that criticizes the small, and often tight, church community. We follow the Preacher's Daughter, Maria, on her journey to liberate herself from the stiff church community and her father.","release_date":"1996-02-09","vote_average":5.5,"runtime":103,"cert":"N\/A","id":46754,"title":"The Other Side of Sunday","adult":false,"genre_ids":[18,35]},{"cast":["Jamil Mena","Stephen Sheffer","Chris Anthony","John Bryant Davila"],"overview":"The Latino doorman of a New York apartment building begins to unravel when he is seduced and then dumped by a privileged college kid who lives in the building.","release_date":"2006-01-01","vote_average":6.8,"runtime":17,"cert":"N\/A","id":46755,"title":"Doorman","adult":false,"genre_ids":[18]},{"cast":["Taavi Eelmaa","Tiina Tauraite","Sten Ljunggren","Denis Lavant","Hendrik Toompere Jr."],"overview":"A mid-level manager who develops an aversion to being \"good\" finds himself confronting the mysteries of middle-age and morality as he loses grasp of what was once his quiet life.","release_date":"2009-10-10","vote_average":7.3,"runtime":110,"cert":"N\/A","id":46756,"title":"The Temptation of St. Tony","adult":false,"genre_ids":[18,14,9648]},{"cast":["Rock Hudson","Kirk Douglas","Dorothy Malone","Joseph Cotten","Carol Lynley"],"overview":"Brendan O'Malley arrives at the Mexican home of old flame Belle Breckenridge to find her married to a drunkard getting ready for a cattle drive to Texas. Hot on O'Malley's heels is lawman Dana Stribling who has a personal reason for getting him back into his jurisdiction. Both men join Breckenridge and his wife on the drive. As they near Texas tensions mount, not least because Stribling is starting to court Belle and O'Malley is increasingly drawn by her daughter Missy.","release_date":"1961-06-06","vote_average":7.0,"runtime":112,"cert":"N\/A","id":46757,"title":"The Last Sunset","adult":false,"genre_ids":[28,37]},{"cast":["Robert Gemp","Frederick Warde","Albert Gardner","James Keane","George Moss"],"overview":"Shakespeare's tragedy of the hump-backed Duke of Gloucester, who rises to the throne of England by chicanery, treachery, and brilliance, only to find that his own methods have prepared the groundwork for his downfall.","release_date":"1912-10-15","vote_average":6.0,"runtime":55,"cert":"N\/A","id":46758,"title":"Richard III","adult":false,"genre_ids":[18]},{"cast":["Iain Glen","John Murtagh","Tom Watson","Anne Kristen","Alexander Morton"],"overview":"A biopic about convicted murderer Larry Winters.","release_date":"1990-01-01","vote_average":5.3,"runtime":85,"cert":"15","id":46759,"title":"Silent Scream","adult":false,"genre_ids":[27,80,53]},{"cast":["Paul Cowderoy","Daria Delancey","Rukenya Demeritte","Sania Johnson","Jonathan Murray"],"overview":"The story of a young painter from the Bahamas, Jonny Roberts, who travels to an exotic island to find inspiration but finds unexpected love and adventure in a complex and tortured Romeo.","release_date":"2007-01-01","vote_average":6.0,"runtime":34,"cert":"N\/A","id":46760,"title":"Float","adult":false,"genre_ids":[35]},{"cast":["François Marthouret","Marina de Van","Adrien de Van","Lucía Sánchez","Stéphane Rideau"],"overview":"The adventures of an upper-class suburban family abruptly confronted with the younger brother's discovery of his homosexuality, the elder sister's suicide attempt and sado-masochist tendencies, and the intrusion of a very free-spirited maid and her husband... And it all started with the arrival in the family of an innocent looking rat...","release_date":"1998-05-27","vote_average":6.6,"runtime":80,"cert":"N\/A","id":46761,"title":"Sitcom","adult":false,"genre_ids":[35,18,53]},{"cast":["Anna Travers","Fred Bush","Coe Bart","Vicki Carbe","Linda Marie"],"overview":"After a breakfast of LSD and hitchhikers, The Takers--two berserk bikers--decide to go upscale when they spot suburban housewife Laura and bachelorette Barbi, follow them to Laura's home, and invite themselves in: \"We're gonna have us a party with some educated social-type broads!\" And party they do until Laura's hubbie (director Carl Monson) unexpectedly shows up to settle things with some shotgun vengeance and... well, one of the goofiest, most startling endings of any motion picture!","release_date":"1971-01-01","vote_average":4.3,"runtime":81,"cert":"N\/A","id":46762,"title":"The Takers","adult":false,"genre_ids":[28,53]},{"cast":["Cyrina Fiallo","Rachel Skarsten","Ashley Leggat","Brett Dier","Stacey Farber"],"overview":"Tells the story of an unpopular high school student as she pursues her dream of attaining a coveted spot on the cheerleading team.","release_date":"2010-08-24","vote_average":4.0,"runtime":90,"cert":"N\/A","id":46763,"title":"Made... The Movie","adult":false,"genre_ids":[]},{"cast":[],"overview":"Join Maisy the lovable mouse and all her friends for adventure and good times. Maisy makes play time fun when she shares the magic of music and celebrates a birthday. Play Time Maisy includes: - Play With Maisy - Maisy Makes Music - Maisy’s Friends - Maisy’s Birthday","release_date":"2004-02-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":46766,"title":"Playtime With Maisy","adult":false,"genre_ids":[]},{"cast":["Günter Meisner","David Sust","Marisa Paredes","Gisèle Echevarría","Imma Colomer"],"overview":"A Nazi doctor who had a fetish for young boys feels guilt after torturing and murdering his latest victim, and throws himself off a roof. Some years later, the doctor, confined to an iron lung, accepts as his nurse a boy who secretly witnessed that killing.","release_date":"1987-03-03","vote_average":7.0,"runtime":110,"cert":"N\/A","id":46767,"title":"In a Glass Cage","adult":false,"genre_ids":[18,27]},{"cast":["Tomás Milián","Georges Wilson","Adrienne La Russa","Mavie","Antonio Casagrande"],"overview":"In 1599 Italy, Beatrice Cenci is the teenage daughter of the crazed landowner and nobleman Francesco Cenci whom he keeps his daughter locked up in the dungeon of his castle and sexually abuses her as well. Beatrice then plots with her stepmother, her besotted servant Olimpio, as well as a local bandit, named Catalano, to plan Francesco’s murder.","release_date":"1969-11-13","vote_average":6.7,"runtime":99,"cert":"N\/A","id":46768,"title":"The Conspiracy of Torture","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The movie follows the clock round as music hall clown Beby takes off his make up, goes home for a meal, looks at photos and goes to bed to rise, spend a day in the village and perform with his new partner.","release_date":"1946-01-01","vote_average":5.0,"runtime":18,"cert":"N\/A","id":46769,"title":"24 Hours in the Life of a Clown","adult":false,"genre_ids":[35,18]},{"cast":["Miguel Ángel Solá","Philippe Léotard","Lito Cruz","Roberto Goyeneche","Ulises Dumont"],"overview":"After the end of the military dictatorship in Argentina in 1983, Floreal is released from prison. Instead of returning to his wife, he wanders through the night of Buenos Aires. He meets some people from his past–most of which are only imaginary–and remembers the events of his imprisonment.","release_date":"1988-03-05","vote_average":6.7,"runtime":127,"cert":"N\/A","id":46770,"title":"The South","adult":false,"genre_ids":[18]},{"cast":["Jasmin Tabatabai","Sharon Brauner","André Hennicke","Andreas Mannkopff"],"overview":"After the death of her father, Maria travels to Berlin to visit her elder sister Helena, a dancer, who she hasn't seen for years. However, when she arrives in Berlin she finds out that Helena has quit dancing and now works as a croupier in an illegal gambling club. As the two sisters' relationship gradually becomes closer, Maria must draw Helena away from the underworld and help her overcome her dangerous addiction to gambling.","release_date":"1997-10-06","vote_average":0.0,"runtime":86,"cert":"N\/A","id":46771,"title":"Nights, Gambled Away","adult":false,"genre_ids":[18]},{"cast":["Mari Törőcsik","György Cserhalmi","József Madaras","Mária Bajcsay","Lajos Balázsovits"],"overview":"It has been fifteen years since the death of her father, Agamemnon, and Elektra still burns with hatred for Aegisztosz, who conspired with Elektra's mother to kill him.","release_date":"1974-12-12","vote_average":6.3,"runtime":74,"cert":"N\/A","id":46772,"title":"Electra, My Love","adult":false,"genre_ids":[18,14]},{"cast":["Nathan Lopez","Soliman Cruz ","Neil Ryan Sese","Ping Medina","JR Valentin"],"overview":"A 12-year-old gay who comes from a criminal family falls in love with a handsome policeman.","release_date":"2005-07-13","vote_average":7.8,"runtime":100,"cert":"N\/A","id":46773,"title":"The Blossoming of Maximo Oliveros","adult":false,"genre_ids":[35,18]},{"cast":["Boris Babochkin","Leonid Kmit","Varvara Myasnikova","Boris Blinov","Illarion Pevtsov"],"overview":"This film is based on the book about Vasili Ivanovich Chapaev (1887 - 1919) who was in real life the Commander of the 25th Division of the Red Army. Chapaev is an uneducated peasant and a decorated hero in the World War I and later in the Russian Civil War, that followed the Russian revolution. This man of action is fighting on the side of the poor people. His troops consist of peasants, just like him. Unable to write, he can brilliantly demonstrate various battle tactics by moving potatoes on the table. He is street smart. He never lost a battle against the experienced Generals of the Tzar's Army.","release_date":"1934-11-07","vote_average":6.1,"runtime":93,"cert":"N\/A","id":46774,"title":"Chapayev","adult":false,"genre_ids":[35,18,36,10752]},{"cast":["Agnès Varda"],"overview":"Commissioned by French television, this is a short documentary on the neo-classical statues found throughout Paris, predominantly on the walls of buildings, holding up windows, roofs etc.","release_date":"1984-01-01","vote_average":5.6,"runtime":12,"cert":"N\/A","id":46777,"title":"The So-Called Caryatids","adult":false,"genre_ids":[99,10770]},{"cast":["Kim Eui-sung","Bang Eun-hee","Seo Tae-hwa","Lee Jeong-ok","Jang Ki-baek"],"overview":"A mix of social classes and characters mingle at the Eoksutang, a popular public sauna, every afternoon. Wan-ki, a wannabe movie director, a monk with VD, nude photographer searching for the perfect body, a Russian model and a peeping Tom are among the clients.","release_date":"1997-10-18","vote_average":0.0,"runtime":84,"cert":"N\/A","id":46778,"title":"3pm Paradise","adult":false,"genre_ids":[35]},{"cast":["Yvonne Marquis"],"overview":"Puce Moment is a short 6 minute film by Kenneth Anger, author of the Hollywood Babylon books, filmed in 1949. Puce Moment resulted from the unfinished short film Puce Women. The film opens with a camera watching 1920s style flapper gowns being taken off a dress rack. The dresses are removed and danced off the rack to music. (The original soundtrack was Verdi opera music; in the 1960s, Anger re-released the film with a new psychedelic folk-rock soundtrack performed by Jonathan Halper.) A long-lashed woman, Yvonne Marquis, dresses in the purple puce gown and walks to her vanity to apply perfume. She lies on a chaise lounge which then begins to move around the room and eventually out to a patio. Borzois appear and she prepares to take them for a walk.","release_date":"1949-01-01","vote_average":5.8,"runtime":6,"cert":"N\/A","id":46781,"title":"Puce Moment","adult":false,"genre_ids":[]},{"cast":["Roya Nownahall","Mehrdad Sedighiyan","Haniye Tayassol"],"overview":"The life of a single mother living in Tehran gets unsettled by the visit of her enstranged sister.","release_date":"2006-01-01","vote_average":10.0,"runtime":80,"cert":"N\/A","id":46782,"title":"Friday Evening","adult":false,"genre_ids":[]},{"cast":["Anna Levine"],"overview":"The director of Sue continues his exploration of the theme of lonely women lost in the big city with Fiona, which goes one step further and exposes the wasted lives of whores and junkies in New York.  The story of Fiona and her mother told in eight chapters.  Fiona is abandoned at six months of age, raised in foster and adoptive homes, abused, and, still a teen, hustles on the streets of New York.  We watch her use heroine, fall in love with other women, be pursued by men, engage in murderous violence, hide out in a crack house, and decide to leave the city.  We see her mother, also a streetwalker and drug user, occasionally talk about her lost daughter.  Fiona has a necklace she was clutching when a foundling. Will mother and daughter meet? Is there a silver lining?","release_date":"1998-01-01","vote_average":6.1,"runtime":82,"cert":"N\/A","id":46783,"title":"Fiona","adult":false,"genre_ids":[18]},{"cast":["Andre Soubeyran","Claude Revenant","Nadine Valence"],"overview":"Shot in the Films du Panthéon Studio in Paris 1950. Shooting was never completed. Anger retrieved the footage from Cinémathèque Française in 1970 and released a sixteen minute version in 1971. A seven minute version was released in 1979.  Pierrot waxes romantic, entranced by the moon. Harlequin appears and bullies him, then uses a magic lantern to project an image of Columbine. Pierrot tries to court the illusory Columbine unsuccessfully, then enters a mystical moon-realm from which he returns dead.A Japanese fairy tale meets commedia dell'Arte. All in white, the naïf Pierrot lies in a wood. Doo-wop music plays as he rises, stares about, and reaches for the moon. Although music abounds and the children of the wood are there at play, Pierrot is melancholy and alone. Harlequin appears, brimming with confidence and energy. He conjures the lovely Colombina. Pierrot is dazzled. But can the course of true love run smooth?","release_date":"1971-01-02","vote_average":6.5,"runtime":7,"cert":"","id":46784,"title":"Rabbit's Moon","adult":false,"genre_ids":[18]},{"cast":["Aida Mohammadkhani","Mohsen Kafili","Fereshteh Sadre Orafaiy","Anna Borkowska","Mohammad Shahani"],"overview":"Several people try to take advantage of a little girl's innocence to hustle money her mom gave to her to buy a goldfish with.","release_date":"1995-02-02","vote_average":7.7,"runtime":85,"cert":"N\/A","id":46785,"title":"The White Balloon","adult":false,"genre_ids":[10751,18]},{"cast":["James Belushi","Whoopi Goldberg","Anne Ramsey","Karen Black","Beah Richards"],"overview":"A retarded man get help from a sociopathic woman when tries to reunite with his dying father, who years earlier disowned him.","release_date":"1989-08-17","vote_average":5.7,"runtime":102,"cert":"N\/A","id":46786,"title":"Homer and Eddie","adult":false,"genre_ids":[18,35]},{"cast":["Ernie Allo","Bruce Byron","Frank Carifi","Steve Crandell","Johnny Dodds"],"overview":"An army of gay\/nazi bikers make their engines roar and ride the way to pain\/pleasure as sexual and sadistic symbols are intercut into the dazing chaos and rhythmic experiences of this underground film by cult director Anger.","release_date":"1963-10-31","vote_average":7.1,"runtime":28,"cert":"N\/A","id":46787,"title":"Scorpio Rising","adult":false,"genre_ids":[14]},{"cast":["Rachel Korine","Brian Kotzur","Travis Nicholson","Harmony Korine","Seth Petterson"],"overview":"Follows the lives of a small group of sociopathic elderly people in Nashville, Tennessee.","release_date":"2009-09-12","vote_average":5.1,"runtime":78,"cert":"N\/A","id":46788,"title":"Trash Humpers","adult":false,"genre_ids":[27,18,35]},{"cast":["Jakob Cedergren","Peter Plaugborg","Gustav Fischer Kjærulff","Morten Rose","Henrik Strube"],"overview":"As children, Nick and his little brother take care of their baby brother while their mother drinks herself senseless. But the baby dies, and both brothers blame themselves. Many years later, Nick is out of prison after serving time for an assault. He drinks, lives in a shelter and tries to help an old friend. When their mother dies, Nick meets his brother at the funeral. The brother, who remains nameless, is a single father to a young boy, but also supports a drug habit that is spiraling out of control. When an opportunity presents itself, he becomes a drug dealer to secure his son's future. Eventually, the two brothers meet again.","release_date":"2010-03-25","vote_average":7.2,"runtime":105,"cert":"N\/A","id":46789,"title":"Submarino","adult":false,"genre_ids":[18]},{"cast":["Pyotr Buslov"],"overview":"The students go on wild adventure when a modern Genie appears suddenly from a can of soda. He has a mission to fulfill, as a result the three students are transported instantly to the Indian state of Goa, where one of he students named Guch (Sergey Chirkov) gets a date with the lovely classmate of his Lena (Anastasia Tsvetaeva).","release_date":"2005-01-27","vote_average":3.7,"runtime":85,"cert":"N\/A","id":46790,"title":"Call Me Genie","adult":false,"genre_ids":[35,878]},{"cast":["Tony Leung Ka-Fai","Lü Liping","Ning Wong","Rolf Chow"],"overview":"This film gets under the skin of a very marginalized group: recent immigrants to Hong Kong from Mainland China. Belying the expectation that they will belong in a territory now returned to China's sovereignty, they find themselves lonely, frustrated, poor and employable only in the most menial jobs from elevator service staff to prostitution.","release_date":"1999-01-01","vote_average":6.5,"runtime":114,"cert":"N\/A","id":46791,"title":"Love Will Tear Us Apart","adult":false,"genre_ids":[18,35]},{"cast":["Natalia Dragoumi","Leda Matsaggou","Natalia Stylianou"],"overview":"Contemporary Greece,love affairs,curiosity for illegal romance and many scenes depicting the socioeconomic factors of life are combined to bring the climate for an entertaining movie full of hilarious moments.The girl that loves a married man, the girl that loves a homosexual and the girl that loves a doctor,the latter being very novice in sexual life.The friendship of the three girls is unique and their concerns about love and adventure are instrumental.","release_date":"1999-11-13","vote_average":4.8,"runtime":90,"cert":"N\/A","id":46792,"title":"The Mating Game","adult":false,"genre_ids":[]},{"cast":["Juraj Kukura","Marta Vančurová","Gustáv Valach","Jiří Bartoška","Peter Kršak"],"overview":"A story set in 1947 when Ukrainian right-wing anti-Communist guerillas, looking like and feeling like Nazi's, are trying to fight their way through Czechoslovakia to Austria. They come out of the forest to occupy a family's countryside farm house, kidnapping a doctor to help heal one of their wounded, but this could just as easily be about the post-war occupying forces in Eastern Europe, or the occupying Soviet forces in the 60's, as there is an initial belief that there is nothing anyone can do.","release_date":"1978-09-13","vote_average":6.0,"runtime":100,"cert":"N\/A","id":46793,"title":"Shadows of a Hot Summer","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"This documentary features seven ordinary people who have committed murder. It focuses on the images, memories, nightmares and the marginal situation in which these people live. The protagonists consist of six prisoners, one jailer and one ex-prisoner.","release_date":"2000-11-16","vote_average":0.0,"runtime":79,"cert":"N\/A","id":46794,"title":"The House of Cain","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Johnny, the megalomaniac leader of a group of squeegee kids, finds a video camera and pushes his followers into \"acting\" out increasingly dangerous \"scenes\".","release_date":"1999-01-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":46795,"title":"Johnny","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"A boy's carved boat travels through the Canadian wilderness until it reaches the ocean.","release_date":"1966-01-01","vote_average":6.5,"runtime":28,"cert":"N\/A","id":46796,"title":"Paddle to the Sea","adult":false,"genre_ids":[]},{"cast":["Willem Dafoe","Miranda Richardson","Rosemary Harris","Tim Dutton","Geoffrey Bayldon"],"overview":"The story of the marriage of the poet TS Eliot to socialite Vivienne Haigh-Wood, which had to cope with her gynaeological and emotional problems and his growing fame.","release_date":"1994-04-15","vote_average":5.9,"runtime":115,"cert":"","id":46797,"title":"Tom & Viv","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"The stories of four Hispanic immigrants living in New York City.","release_date":"1999-10-22","vote_average":7.6,"runtime":88,"cert":"N\/A","id":46798,"title":"The City","adult":false,"genre_ids":[18]},{"cast":["Leszek Teleszynski","Malgorzata Braunek","Jan Nowicki","Jerzy Golinski","Anna Milewska"],"overview":"Set during the Nazi occupation of Poland, in which Michal witnesses the murder of his mother, wife and child. He is hurled into a life that literally is not his own; a surreal world littered with trapdoors, doppelgängers and wormholes. It also tells the true untold story of a Nazi vaccine laboratory where Jews and members of the resistance were “employed” as feeders for parasites infected with typhus.","release_date":"1971-12-17","vote_average":7.4,"runtime":108,"cert":"N\/A","id":46799,"title":"The Third Part of the Night","adult":false,"genre_ids":[18,27,10752]},{"cast":["Ahmed Mazhar","Hamdy Gheith","Mohamed Abdel Gawadwr","Tewfik El Dekn","Omar El-Hariri"],"overview":"Saladin, the first sultan of Egypt and Syria, leads the Muslim military campaign against the invading Christians from Europe during the Third Crusade.","release_date":"1963-01-01","vote_average":7.0,"runtime":145,"cert":"N\/A","id":46800,"title":"Saladin the Victorious","adult":false,"genre_ids":[28,12,18]},{"cast":["Ljuba Tadić","Aleksandar Berček","Olga Spiridonović","Sonja Divac","Bogdan Diklić"],"overview":"A well known theater and movie actor, dissatisfied with condition at home and at the theater, suddenly stops the dress rehearsal of a play in which he has one of the main roles, and goes to Danube to visit his friend, a boatman transporting bricks on his small barge from a brick plant in a settlement of poor people to Belgrade. This unexpected action confuses the actor’s environment. Everybody sets out to the Danube in order to find out the real reasons for the actor’s odd behavior and to hear when he will return to normal life. The actor refuses to talk, stating that only known what he does not want! The young director, who earlier started work on filming a portrait of the actor, doesn’t know what to do. The opening night is postponed.","release_date":"1977-12-28","vote_average":6.0,"runtime":106,"cert":"N\/A","id":46801,"title":"The Fragrance of Wild Flowers","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Follow long time best friends \"the motocross rider\", his \"tuner\" and their wise cracking female friend as they prepare for a big off road race weekend. Little do they know one of the other teams has a dark secret, a secret that makes them pretty much unbeatable! This undefeated team is part ghost story part legend, and part myth, so what's their secret? The riders are all dead but must race to live! that's right! they are ZOMBIES! Watch as the teams clash and blood drips...all the way to a action packed ending!","release_date":"2007-01-01","vote_average":2.0,"runtime":78,"cert":"N\/A","id":46802,"title":"Motocross Zombies from Hell","adult":false,"genre_ids":[27]},{"cast":["Jesse Spencer","Tempany Deckert","Sara Gleeson","Rod Mullinar"],"overview":"Attempting to do a favor, teenager Jeremy Campbell, (Jesse Spencer) is given a strange statue from his work and keeps it in his basement. Given a box of strange charms as well, he becomes fascinated with a strange talisman found inside. Using it as leverage to meet Fiona, (Sara Gleeson) and Miranda, (Tempany Deckert) from school and get invited to a Halloween Party, he becomes convinced that the statue has come alive and produced a hibernating bat. Tracking down the collection, priest Eccleston, (Rob Mullinar) arrives in town to see that the statues are safe, which really contain a race of gargoyles from the Middle Ages that were to destroy the world before being turned to stone. It manages to get loose from his basement, it launches a reign of terror through the community that doesn't seem to end. Realizing the true intentions of the gargoyles, they race to stop them before they complete their mission.","release_date":"2001-01-16","vote_average":3.5,"runtime":92,"cert":"N\/A","id":46803,"title":"Curse of the Talisman","adult":false,"genre_ids":[27,10770]},{"cast":["Pavel Liška","Anna Geislerová","Tatiana Vilhelmová","Jiří Langmajer","Jiří Macháček"],"overview":"Frantisek, the main character is returning to his family. Until now he's been, \"successfully\" avoiding all relationships. He is an ingenuous and a pure person and thus, is regarded as an idiot. He becomes involved in various love and family conflicts. It is because he hasn't experienced much of the \"real\" life that he is able to perceive human relationships in their genuineness.","release_date":"1999-02-25","vote_average":6.7,"runtime":100,"cert":"N\/A","id":46804,"title":"The Idiot Returns","adult":false,"genre_ids":[]},{"cast":["Mikael Wulff"],"overview":"","release_date":"2010-09-01","vote_average":0.0,"runtime":126,"cert":"N\/A","id":46805,"title":"Mikael Wulff - Explains Everything","adult":false,"genre_ids":[]},{"cast":["Julie Andrews","Jeffrey Tambor","Sofia Vassilieva","Gavin Creel","Christine Baranski"],"overview":"This is a comedy about a six-year-old girl who lives at thr Plaza Hotel in New York City and causes havoc.","release_date":"2003-01-01","vote_average":5.9,"runtime":89,"cert":"N\/A","id":46806,"title":"Eloise at the Plaza","adult":false,"genre_ids":[35,10751,9648]},{"cast":["Charles Aznavour","André Dussollier","Vincent Lindon","Ugo Tognazzi","Charly Chemouny"],"overview":" ","release_date":"1986-08-27","vote_average":9.0,"runtime":97,"cert":"N\/A","id":46807,"title":"Yiddish Connection","adult":false,"genre_ids":[80,18,35]},{"cast":["Ivo Uukkivi","Milena Gulbe","Monika Mäger","Enn Klooren","Väino Laes"],"overview":"In August, 1991, Estonia reclaims its independence from the USSR and brings to its national bank nearly $1 billion in gold bullion hidden in Paris for 50 years. Russian mobsters have a bold plan to hijack the gold after shutting down the capital's power at midnight. For this they need Toivo, an electrical technician. His wife is pregnant and she urges him to take the job (\"$5000 buys lots of baby food\"). After Toivo leaves for the plant, his wife goes into labor. Birth and blackout happen simultaneously; the baby needs an incubator, but there's no power. Jealousies within the Mob undercut the plan's smooth operation, and soon the Mob has Toivo to deal with as well.","release_date":"1993-06-06","vote_average":6.3,"runtime":99,"cert":"N\/A","id":46808,"title":"Darkness in Tallinn","adult":false,"genre_ids":[35,53]},{"cast":["Arno Liiver","Riina Hein","Aare Laanemets","Margus Lepa","Ain Lutsepp"],"overview":"Semi-autobiographical story by Oskar Luts about friendship, love and life in a small Estonian country boarding school in the late 1800s. Followed by Suvi (1976) and Sügis (1990).","release_date":"1969-12-20","vote_average":7.0,"runtime":84,"cert":"N\/A","id":46809,"title":"Spring","adult":false,"genre_ids":[18,35]},{"cast":["Tomás Fonzi","Norma Aleandro","Esther Goris","Romina Ricci","Andrea Galante"],"overview":"The story of Francisco, a young psychics teacher who starts consuming drugs, his mother, a well known congresswoman and Nina, the woman who will try to save him from a horrible future.","release_date":"2010-03-18","vote_average":8.0,"runtime":128,"cert":"N\/A","id":46810,"title":"Paco","adult":false,"genre_ids":[18]},{"cast":["Feodor Chaliapin Sr.","George Robey","Oscar Asche","René Donnio","Frank Stanmore"],"overview":"In sixteenth century Spain, an elderly gentleman named Don Quixote has gone mad from reading too many books on chivalry...","release_date":"1933-01-01","vote_average":5.0,"runtime":73,"cert":"N\/A","id":46813,"title":"Don Quixote","adult":false,"genre_ids":[10749,12,35,18,10402]},{"cast":["Natalie Minnevik","Bibi Andersson","Marjaana Maijala","Henrik Rafaelsen","Tind Soneby"],"overview":"In rural Sweden of the early 1950s, little Elina goes to school again after recovering from tuberculosis, the same illness that has killed her father a few years earlier. Elina's family belongs to Finnish-speaking Finns frowned upon by a staunch schoolmistress who starts hounding Elina for questioning her authority. Elina's mother, sister, and a liberal young male teacher all try to mediate the ensuing battle of wills between Elina and Miss Holm. Elina finds consolation in wandering out on the dangerous marshlands to have imaginary conversations with her dead father. Written by Markku Kuoppamäki","release_date":"2003-01-31","vote_average":5.7,"runtime":77,"cert":"N\/A","id":46814,"title":"Elina: As If I Wasn't There","adult":false,"genre_ids":[18,10751]},{"cast":["Tania Kapsali","Dimitris Piatas","Konstantinos Tzoumas","Alkis Panagiotidis","Dimitra Matsouka"],"overview":"","release_date":"1999-01-01","vote_average":9.0,"runtime":90,"cert":"N\/A","id":46815,"title":"Νετρίνο","adult":false,"genre_ids":[80,18,28]},{"cast":["Terrance Flynn","Eric M. Cole","Paula Roth"],"overview":"Gay man brings his lover to meet his homophobic parents.","release_date":"1998-01-01","vote_average":6.5,"runtime":30,"cert":"N\/A","id":46816,"title":"Fairy Tale","adult":false,"genre_ids":[]},{"cast":["Clément Van Den Bergh","Lokman Nalcakan","François Roy","Yves Verhoeven","Emmanuelle Bercot"],"overview":"A schoolboy Nicholas always worries about something. When he goes on a school skiing trip, all his visions and nightmares take him over.","release_date":"1998-09-23","vote_average":7.0,"runtime":96,"cert":"N\/A","id":46817,"title":"Class Trip","adult":false,"genre_ids":[9648,18]},{"cast":["Lakis Komninos","Vangelis Mourikis","Katerina Moutsatsou","Giannis Kasdaglis","Evri Sophroniadou"],"overview":"","release_date":"2000-04-14","vote_average":5.0,"runtime":90,"cert":"N\/A","id":46818,"title":"The Flower of the Lake","adult":false,"genre_ids":[18]},{"cast":["Christoph Marti","Tobias Bonn","Andreja Schneider"],"overview":"Two men are on the verge of making love, but an old neighbor does everything she can to ruin their adventure.","release_date":"1999-06-19","vote_average":4.3,"runtime":4,"cert":"N\/A","id":46819,"title":"Piglets","adult":false,"genre_ids":[35]},{"cast":["Magaly Solier","Carlos J. de la Torre","Yiliana Chong","Juan Ubaldo Huaman","Melvin Quijada"],"overview":"Madeinusa is a girl aged 14 with a sweet Indian face who lives in an isolated village in the Cordillera Blanca Mountain range of Peru. This strange place is characterized by its religious fervor. From Good Friday at three o'clock in the afternoon (the time of day when Christ died on the cross) to Easter Sunday, the whole village can do whatever it feels like. During the two holy days sin does not exist: God is dead and can't see what is happening. Everything is accepted and allowed, without remorse. Year after year, Madeinusa and her sister Chale, and her father Don Cayo, the Mayor and local big shot, maintain this tradition without questioning it. However, everything changes with the arrival in the village of Salvador, a young geologist from Lima, who will unknowingly change the destiny of the girl.","release_date":"2006-01-26","vote_average":6.2,"runtime":100,"cert":"N\/A","id":46820,"title":"Madeinusa","adult":false,"genre_ids":[18]},{"cast":["Pedro Hestnes","Nuno Ferreira","Inês de Medeiros","Luís Miguel Cintra","Canto e Castro"],"overview":"Vicente, seventeen, lives with brother Nino, ten-years-old, and his ailing father in a derelict house on the outskirts of the capital. They don't seem to remember their mother, and are very much attached to their father, despite his temper, and his frequent absences from home. One day, the father leaves for good, and Vicente and Nino swear to cover it up. It's their secret. Clara, the primary school assistant, is fascinatingly beautiful, and secretive, and (may be) she knows it aswel. There are other secrets, though: the origin of the money that appears at Vicente's house; the relationship between Vicente's well-to-do uncle and his girlfriend; the relationship between the four people who once played the cards together, and now can't stand each other.","release_date":"1989-12-07","vote_average":7.0,"runtime":95,"cert":"N\/A","id":46821,"title":"Blood","adult":false,"genre_ids":[18,9648]},{"cast":[],"overview":"Close-ups of parts of the body, in a homoerotic statement.","release_date":"1996-01-01","vote_average":2.0,"runtime":2,"cert":"N\/A","id":46822,"title":"Front Room","adult":false,"genre_ids":[]},{"cast":["Ali Kazim","Farshad Kholghi","Jimmy Jørgensen","Steen Stig Lommer","Anders W. Berthelsen"],"overview":" ","release_date":"1999-12-18","vote_average":4.5,"runtime":103,"cert":"N\/A","id":46823,"title":"Pizza King","adult":false,"genre_ids":[80,18]},{"cast":["Antonis Kafetzopoulos","Eleni Kastani","Tex Pardue","Manos Gavras"],"overview":"","release_date":"2007-10-04","vote_average":4.7,"runtime":86,"cert":"N\/A","id":46824,"title":"First Time Godfather","adult":false,"genre_ids":[35]},{"cast":["Vahina Giocante","Moa Khouas","Karim Ben Haddou","Edmonde Franchi","Lotfi Chakri"],"overview":"Based on a controversial French novel, Lila Says tells the story of a quiet young poet named Chimo who develops a crush on the pretty, blond Lila, a girl who recently moved into his Arab ghetto with her aunt. When the leader of a rival gang also falls for Lila, the ensuing love triangle initiates a journey of sexual discovery -- and sets off a chain of devastating events.","release_date":"2005-01-26","vote_average":6.7,"runtime":89,"cert":"","id":46825,"title":"Lila Says","adult":false,"genre_ids":[80,18,10749]},{"cast":["Joe Satriani","Chad Smith","Sammy Hagar","Michael Anthony","Chickenfoot"],"overview":"Shot in HD with 16 cameras over 3 Sold-Out shows, \"Chickenfoot Get Your Buzz On\" offers the viewer a Once-In-A-Lifetime chance to see 4 Rock and Roll Legends share the stage and blow the fans away with their combined inordinate talents to one collective whole. The band, formed in 2008 consists of Sammy Hagar (Van Halen and Montrose), Michael Anthony (Van Halen), Chad Smith (The Red Hot Chilli Peppers) and Guitar Hero Joe Satriani. Shot the Summer of 2009, the shows are captured in crystal clear High Definition.","release_date":"2010-01-01","vote_average":4.0,"runtime":90,"cert":"N\/A","id":46826,"title":"Chickenfoot: Get Your Buzz On","adult":false,"genre_ids":[10402]},{"cast":["Alan Rickman","Greta Scacchi","Ian McKellen","David Warner","John Wood"],"overview":"Into an era seething with war and revolution, a man comes with an incredible power to heal a nation...or destroy it. Based on the true story of one of the most powerful and mysterious figures in Russian history.","release_date":"1996-03-23","vote_average":6.4,"runtime":135,"cert":"N\/A","id":46827,"title":"Rasputin","adult":false,"genre_ids":[36,18]},{"cast":["Roberto Benigni","Herbert Lom","Claudia Cardinale","Shabana Azmi","Debrah Farentino"],"overview":"The eighth and last of the Pink Panther series. The illegitimate son of Inspector Clouseau is on the case of the kidnapped Princess Yasmin.","release_date":"1993-01-01","vote_average":4.1,"runtime":93,"cert":"N\/A","id":46828,"title":"Son of the Pink Panther","adult":false,"genre_ids":[35]},{"cast":["Paul Giamatti","Dustin Hoffman","Rosamund Pike","Minnie Driver","Scott Speedman"],"overview":"The picaresque and touching story of the politically incorrect, fully lived life of the impulsive, irascible and fearlessly blunt Barney Panofsky.","release_date":"2010-10-26","vote_average":7.2,"runtime":134,"cert":"15","id":46829,"title":"Barney's Version","adult":false,"genre_ids":[35,18]},{"cast":["Michael J. Fox","Nancy McKeon","Caren Kaye","Adam Baldwin","Robert Klein"],"overview":"Two teenage summer camp counselors struggle with their younger campers, providing a variety of humorous situations and romantic encounters.","release_date":"1985-02-10","vote_average":6.5,"runtime":97,"cert":"N\/A","id":46830,"title":"Poison Ivy","adult":false,"genre_ids":[35,10749]},{"cast":["Jalil Lespert","Jean-Claude Vallod","Didier Emile-Woldemard","Chantal Barré","Véronique de Pandelaère"],"overview":"Set in Limoges, the movie tells the story of \"good son\" Franck (Jalil Lespert), who returns to his hometown to do a trainee managerial internship in the Human Resources department of the factory where his anxious, taciturn father has worked for 23 years.","release_date":"1999-11-20","vote_average":6.3,"runtime":100,"cert":"N\/A","id":46831,"title":"Human Resources","adult":false,"genre_ids":[18]},{"cast":["Vivien Leigh","Leslie Banks","Laurence Olivier","Francis L. Sullivan","David Horne"],"overview":"After Larry Darrent accidentally kills his lover's blackmailing husband, someone else is arrested for the crime. When he is found guilty, Larry and Wanda have just three weeks together before he must give himself up or let an innocent man go to the gallows.","release_date":"1940-04-29","vote_average":6.5,"runtime":72,"cert":"N\/A","id":46832,"title":"21 Days","adult":false,"genre_ids":[18]},{"cast":[],"overview":" ","release_date":"1988-01-01","vote_average":5.0,"runtime":100,"cert":"N\/A","id":46833,"title":"The Other Side of Fire","adult":false,"genre_ids":[]},{"cast":["Rick Hammerly","Jason Wittig","Jeffery Johnson"],"overview":"A receding hairline, the beginnings of crow's feet and a chance encounter with a young deaf man, force Lex to confront getting older in today's youth-conscious world.","release_date":"2007-01-01","vote_average":6.0,"runtime":12,"cert":"N\/A","id":46834,"title":"Signage","adult":false,"genre_ids":[]},{"cast":["Dolores Heredia","Demián Bichir","Alberto Estrella","Pedro Altamirano","Roberto Cobo"],"overview":"After St. Jude appears in Esperanza's oven, she sets out to find her daughter, who died under mysterious circumstances. The journey forces Esperanza to challenge her own beliefs and face her fears in order to be reunited with her beloved daughter.","release_date":"1999-01-23","vote_average":5.3,"runtime":105,"cert":"N\/A","id":46835,"title":"Santitos","adult":false,"genre_ids":[18,10749]},{"cast":["Pamela Adlon","Eric Gurry","Mary Tanner Bailey","John Glover","Patty Duke"],"overview":"Milly is annoyed whenever her mom tells her to behave more appropriate for a girl. She's just not interested in fancy dresses or prom dances. Some day her best friend's little brother offers her a potion which can make her deepest wish come true during a solar eclipse. She goes through with it and ends up with male genitals, additionally. So she has to decide if she wants to life as boy or girl. Her father, who always wanted a son, supports her in checking out life as a boy. Hence Milly changes school and starts out as Willy.","release_date":"1986-11-14","vote_average":5.7,"runtime":86,"cert":"N\/A","id":46836,"title":"Willy\/Milly","adult":false,"genre_ids":[35,14]},{"cast":["Thomas Dekker","Haley Bennett","Chris Zylka","Roxane Mesquida","Juno Temple"],"overview":"Smith, a typical young college student who likes partying and engaging in acts of random sex and debauchery, has been having some interesting dreams revolving around two gorgeous women -- and is shocked when he meets the dream girls in real life. Lorelei looks just like his fantasy brunette, while a mysterious red-haired girl being chased by assassins draws him into an international conspiracy. Or is it all just a drug-induced hallucination?","release_date":"2010-08-22","vote_average":5.7,"runtime":86,"cert":"N\/A","id":46837,"title":"Kaboom","adult":false,"genre_ids":[18,878,35,9648]},{"cast":["Alan Tudyk","Tyler Labine","Katrina Bowden","Jesse Moss","Philip Granger"],"overview":"Two hillbillies are suspected of being killers by a group of paranoid college kids camping near the duo's West Virginian cabin. As the body count climbs, so does the fear and confusion as the college kids try to seek revenge against the pair.","release_date":"2010-01-22","vote_average":7.3,"runtime":89,"cert":"15","id":46838,"title":"Tucker and Dale vs. Evil","adult":false,"genre_ids":[35,27]},{"cast":["Jim Kelly","George Memmoli","Geoffrey Binney","Irene Tsu","Sam Hiona"],"overview":"Martial-arts expert tries to rescue an ambassador's daughter who was kidnapped in Thailand.","release_date":"1976-04-09","vote_average":4.8,"runtime":87,"cert":"N\/A","id":46839,"title":"Hot Potato","adult":false,"genre_ids":[28,80]},{"cast":["Dirch Passer","Ole Monty","Asbjørn Andersen","Marguerite Viby","Preben Mahrt"],"overview":"Crime writer Rodian moves into a hotel which used to be the hideout for the thief Mathisen and his gang. However, when Rodian has gone to bed and fallen asleep, Mathisen reads the writer's manuscripts and copies the fictional crimes. This gets Rodian in trouble...","release_date":"1956-03-05","vote_average":6.0,"runtime":99,"cert":"N\/A","id":46840,"title":"Den store gav-tyv","adult":false,"genre_ids":[35]},{"cast":["Bjørn Watt-Boolsen","Bodil Steen","Hanne Borchsenius","Sigrid Horne-Rasmussen","Jarl Kulle"],"overview":"Bastian and Lene are a good couple, as a journalist and press photographer. They take turns to get ideas for how to get a scoop for the magazine \"Tit og Lyt\".  They agree to play husband and wife so that Bastian can get an apartment. Lene is deeply in love with Bastian why she gets their mutual friend Soren to send a man from the housing authority. He says that they most have one child to stay in the apartment.","release_date":"1963-02-15","vote_average":7.0,"runtime":97,"cert":"N\/A","id":46841,"title":"The Girl and the Press Photographer","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"An alley cat is foraging for food when he sees Tom's house and decides it's a rich haul. He dresses as a foundling baby and lands on the doorstep. Tom takes him in and Butch proceeds to raid the fridge between Tom's babying him. What he doesn't know is that Jerry's going to grab the ham Butch swiped every chance he gets.","release_date":"1954-08-14","vote_average":6.0,"runtime":7,"cert":"N\/A","id":46842,"title":"Baby Butch","adult":false,"genre_ids":[16,10751,35]},{"cast":[],"overview":"Discover the joy of classical music together with your baby! Pique your little one’s curiosity with Mozart’s most popular works – including “Twinkle, Twinkle Little Star” – delightfully re-orchestrated for little ears. Experience soothing music, baby-friendly real-life images and enchanting puppet shows that captivate your baby. Bring a symphony of sights and sounds into your home and share new discoveries every day with Baby Mozart.","release_date":"2002-03-12","vote_average":0.0,"runtime":26,"cert":"N\/A","id":46843,"title":"Baby Einstein: Baby Mozart","adult":false,"genre_ids":[10751,10402]},{"cast":[],"overview":"Tom heads for a big city penthouse to become acquainted with a rich pretty female cat that lives there. He brings her Jerry as a gift and does some humiliating things to Jerry. Jerry, in turn, attracts the attention of another cat who also becomes interested in the female cat. It eventually turns into a fight between Tom and the other cat for the lady's hand but Jerry is the one who gets her in the end.","release_date":"1951-01-16","vote_average":6.4,"runtime":7,"cert":"N\/A","id":46844,"title":"Casanova Cat","adult":false,"genre_ids":[16]},{"cast":["Richard Harris","John Huston","Henry Wilcoxon","Percy Herbert","Dennis Waterman"],"overview":"In the early 1800's, a group of fur trappers and Indian traders are returning with their goods to civilization and are making a desperate attempt to beat the oncoming winter. When guide Zachary Bass is injured in a bear attack, they decide he's a goner and leave him behind to die. When he recovers instead, he swears revenge on them and tracks them and their paranoiac expedition leader down.","release_date":"1971-11-24","vote_average":6.3,"runtime":104,"cert":"N\/A","id":46845,"title":"Man in the Wilderness","adult":false,"genre_ids":[12,18,37]},{"cast":["Roland Blanche","Marie-Catherine Conti","Marpessa Dawn","Laura Gemser","Juzo Itami"],"overview":"Three stories. A solitary sailor falls from his boat and washes ashore on a tropical island. While seeking rescue, he's found by a nearly naked woman who is playful and compliant. He decides to erase his signs of distress and remain on the island. What awaits? In the second, an adolescent searches for the words of a nursery rime he remembers bits of. His journey takes him into dreams, sexual awakening, and Oedipal fantasy. Third, a man of wealth in late-nineteenth century Paris hires a prostitute for the night. She's also cabaret performer and takes him to her room. He fears he's about to be robbed. What's her secret?","release_date":"1979-06-27","vote_average":6.0,"runtime":103,"cert":"N\/A","id":46848,"title":"Private Collections","adult":false,"genre_ids":[18,10749]},{"cast":["Carly Schroeder","Adrian Dunbar","George Harris","Katharine Ross","Christine Adams"],"overview":"Alyssa is a troubled 14-year old, suspended from school a year after her mother has drowned. Her grandmother Lucy, at wit's end, decides to take Alyssa to her father, James, whom Alyssa thought was dead for years. He studies dolphin communication at Smith's Point, on the Grand Bahama Island. James has not known of Alyssa's existence and is clueless about parenthood. The women arrive at the same time that James may lose his research operation to a tourist attraction. Father, daughter, dolphins, and town are on a collision course. Alyssa and James get encouragement from James's girlfriend and her father. It's the dolphins who can teach, and Alyssa who discovers how to listen.","release_date":"2007-08-24","vote_average":6.1,"runtime":100,"cert":"N\/A","id":46849,"title":"Eye of the Dolphin","adult":false,"genre_ids":[18,10751]},{"cast":["Karl Bartos","Dieter Moebius","Hans-Joachim Roedelius","Klaus Schulze","Thomas Arnold"],"overview":"Kraftwerk's vision of a keyboard-driven world of clicking metronomic rhythms and digitised sound bites may have been the stuff of avant fantasy in the 1970s (the decade that saw the band's first groundbreaking albums), but it is a reality in the new millennium. Their visionary style is explored in KRAFTWERK AND THE ELECTRONIC REVOLUTION, a study of the group, their career and their emergence as the most influential electronic band in the world.","release_date":"2008-09-02","vote_average":9.0,"runtime":180,"cert":"","id":46850,"title":"Kraftwerk and the Electronic Revolution","adult":false,"genre_ids":[99]},{"cast":["Rain Tolk","Taavi Eelmaa","Maarja Jakobson","Mirtel Pohla","Juhan Ulfsak"],"overview":"A young intellectual, Mati, engineers himself into a situation where he has to spend a weekend with his wife Helina and her lover Eduard. The trio goes to Eduard's summer house, surrounded by the majestic scenery of big forests and an empty beach. Mati, either out of jealousy or pride, has decided to win back his wife and will do anything his introverted and inert mind can come up with. What is love? Who can believe in such a thing? Is there anything at all to believe in? It can in its own minimalist way be a very funny experience and also a sad one to be dragged into this world. This film depicts with great accuracy how it is to feel love being an Estonian, someone who is used to low temperatures and repressed emotions.","release_date":"2006-01-16","vote_average":5.7,"runtime":40,"cert":"N\/A","id":46851,"title":"Empty","adult":false,"genre_ids":[18]},{"cast":["Francoise Brun-Cottan"],"overview":"This Tom and Jerry cartoon is set in 18th century France. Tom, who is a soldier in a castle, is assigned to guard the food laid out on a banquet table. Jerry and a smaller mouse companion, two wandering \"mouseketeers,\" make the situation miserable for Tom as they abscond with (and occasionally eat) all the food they can.","release_date":"1952-03-15","vote_average":6.4,"runtime":8,"cert":"N\/A","id":46852,"title":"The Two Mouseketeers","adult":false,"genre_ids":[16]},{"cast":["Lara Wendel","Éva Ionesco","Martin Loeb","Xylot"],"overview":"Laura and Fabrizio have been meeting every summer in the forest by her parent's summer home. Fabrizio is a solitary boy with only his dog for company; Laura a sweet but unconfident child. This summer new aspects enter into their story as both are growing up. Laura is falling in love with Fabrizio, while he displays a new sexual awareness of her masked by his malice. Things develop further when they meet Sylvia who, unlike the innocent Laura, is confident and assertive. Fabrizio develops a fascination with her, eventually bribing Laura to fetch her to the forest to join them in play.","release_date":"1977-05-17","vote_average":5.1,"runtime":94,"cert":"N\/A","id":46853,"title":"Playing with Love","adult":false,"genre_ids":[18]},{"cast":["Jana Brezinová","Ivan Drozdy","Pavel Nový","Gustav Opočenský","Ondřej Pavelka"],"overview":"Juvaj Jakubiskoʼs first feature film after a forced nine-year-long break is a story about an unconventional man, Jozef Matúš. He arrives to a small village in eastern Slovakia to settle down and start a family. He is ready to subordinate everything to his goal. It all starts with stealing building material and ends with him disregarding those close to him to a point where his ambitions are turning against him. Build a House, Plant a Tree is a viewer-friendly film with a plot resembling a western, including several attractive action sequences.","release_date":"1980-01-03","vote_average":6.3,"runtime":88,"cert":"N\/A","id":46854,"title":"Build a House, Plant a Tree","adult":false,"genre_ids":[18]},{"cast":["Lea Thompson","Anthony Lemke"],"overview":"After Debbie Smith was raped, she didn't take the law into her own hands. She wrote the law... Based on a true story. In 1989, Debbie Smith was living a quiet life as a housewife with her police officer husband, Rob and their two kids, but one day it's all shattered. While her husband slept upstairs, Debbie was dragged from her kitchen in broad daylight and brutally raped in the woods. After going through the dehumanizing rape-kit, she waited with fear and paranoia. Six years later, her rapist was caught through a chance DNA test. After learning how many rape-kits go untested and how long women wait to get justice, Debbie makes it her mission so no one women will suffer the long wait to get justice.","release_date":"2007-04-23","vote_average":5.3,"runtime":null,"cert":"N\/A","id":46855,"title":"A Life Interrupted","adult":false,"genre_ids":[18,36]},{"cast":["Sergo Vares","Liisi Koikson","Tõnu Kark","Mait Malmsten","Tambet Tuisk"],"overview":"The young country of Estonia is dancing to the jazzy tune of the 1920's when on December 1, 1924, the capital Tallinn is overrun by members of the Comintern in an attempt to stage a Communist coup. The film follows the fates of a young soldier called Tanel and his wife, a telephone operator named Anna, amidst the ensuing chaos which determines whether the country remains independent or becomes a minor province in the Communist Empire.","release_date":"2008-10-16","vote_average":6.1,"runtime":92,"cert":"N\/A","id":46856,"title":"December Heat","adult":false,"genre_ids":[10752,28,18,36]},{"cast":["Katariina Lauk","Evald Aavik","Ivo Uukkivi","Jan Uuspõld"],"overview":"Autumn 1944, Estonia. Tens of thousands of people leave their homeland in fear of approaching frontline. Some seashore villages remain completely empty. A young woman with huge grey eyes gets off the boat. Eetla leaves the last boat, thus giving up her last chance to escape. Defying the cold wind and rain of September, she returns to the lighthouse which is unexpected to her father Gottfrid, the lighthouse keeper, and herself. Eetla's return becomes her self-encounter and self-recognition.","release_date":"2003-09-19","vote_average":5.6,"runtime":129,"cert":"N\/A","id":46857,"title":"Somnambulance","adult":false,"genre_ids":[18]},{"cast":["Juraj Nvota","Iva Bittová","Josef Hlinomaz","Marie Motlová"],"overview":"An amiable picture about entering adulthood, great dreams, and the first - forbidden - love of a white postman, Jakub, and a pretty Gypsy girl, Jolanka. This is a poetic story, a mosaic of the playful world springing from the wild imagination of the village postman and its clash with the pragmatic mundane reality that finally beats the rosy dreams of the young protagonists. Director Dušan Hanák and screenwriter Dušan Dušek's most popular film has been cherished by critics as will as wide audiences at home and abroad.","release_date":"1977-04-07","vote_average":7.0,"runtime":80,"cert":"N\/A","id":46858,"title":"Rose Tinted Dreams","adult":false,"genre_ids":[10749,35,18]},{"cast":["Michael Falch","Christina Haagensen","Tammi Øst","Leif Sylvester","Rikke Hansen"],"overview":"Eleven-year old Rikke lives alone with her father, whose only interest in life seems to be the soccer matches which appear on his television. Not surprisingly, Rikke is somewhat bored. She enters a contest put on by a cereal company which has as its grand prize a horse. Since she lives in the city in a second floor apartment, it never occurred to her that she might win, but win she does. The horse (\"Mama-Mia\") duly appears, and she and the members of her slum neighborhood come together to cope with the situation in a delightful way.","release_date":"1989-09-22","vote_average":6.3,"runtime":85,"cert":"N\/A","id":46859,"title":"Tarzan Mama Mia","adult":false,"genre_ids":[10751]},{"cast":["Evald Aavik","Mait Merekülski","Ülle Toming","Andres Ait","Katri Altmäe"],"overview":"Quiet Tarkovskian drama about an old man who lives alone on a deserted island which the Soviet fighter planes use for nighttime target practicing. A young mute boy is sent from the mainland to keep him company. Both are haunted by memories, the boy about his mother and the old man about his younger days as a missionary in Africa.","release_date":"1998-10-14","vote_average":6.4,"runtime":109,"cert":"N\/A","id":46860,"title":"Georgica","adult":false,"genre_ids":[18]},{"cast":["Sylvie Turbová","Viera Simekova","Ivana Karbanová","Zuzana Kocúriková"],"overview":"A comedy about five students who are un-justly suspected of trying to lose their virginity before their graduation. The five girls first try to defend themselves, but when they find out that nobody believes them - neither the school principal nor even their own parents - they decide to accomplish what they have been falsely accused of. And although their clumsy attempts are mostly comic, at one point they almost cause a big tragedy.","release_date":"1967-01-01","vote_average":6.8,"runtime":89,"cert":"N\/A","id":46861,"title":"A Pact with the Devil","adult":false,"genre_ids":[35,18]},{"cast":["Paul Frees"],"overview":"Tom's in love again, and Jerry's devil conscience reminds him of times this has happened in the past (which, of course, we see, in the form of clips from earlier shorts), and how that's been nothing but trouble for Jerry.","release_date":"1952-04-12","vote_average":5.5,"runtime":8,"cert":"N\/A","id":46862,"title":"Smitten Kitten","adult":false,"genre_ids":[16]},{"cast":["Ewa Krzyżewska","Vlado Müller","Ivan Rajniak","Axel Dietrich","Radovan Lukavský"],"overview":"A dramatic story from the end of WW II and a remarkable contemplation of the value of true friendship, meaning and purpose oflife or the possibility to be humane even in inhuma ne conditions. In a frosty mountain setting a cruel struggle for life takes place. After a fight, two partisans return to their brigade carrying along a young German soldier as a captive. But suddenly, amidst the hopelessness of barren mountains. all protagonists find themselves in a liminal existential situation.","release_date":"1965-01-01","vote_average":6.5,"runtime":96,"cert":"N\/A","id":46863,"title":"The Bells Toll for the Barefooted","adult":false,"genre_ids":[18]},{"cast":["Vlado Müller","František Dibarbora","Eduard Bindas","Štefan Kvietik"],"overview":"A dramatic story about two friends - fisherman Richardus and municipal executioner Emil Targo takes place at the river Danube, in places that used to be targets of Ottoman raids. But their attraction to the same woman and Emil’s betrayal change their indissoluble friendship to an equally strong hatred. And as it usually goes - after twenty years by a trick of fate Richardus’ daughter Agajka becomes the wife ofthe sun of his sworn enemy.","release_date":"1966-01-01","vote_average":0.0,"runtime":105,"cert":"N\/A","id":46864,"title":"Majster kat","adult":false,"genre_ids":[18]},{"cast":["Harvey Keitel","Joey Lauren Adams","Ed Quinn","Gulshan Grover","Stefan Đorđević"],"overview":"Richard Avery, whose young son is kidnapped while they travel in India. Embarking on a desperate quest to rescue him, and with a beeper providing his only lead, Avery seeks help from unlikely sources, including a drug lord and a beautiful but dangerous woman named Julia.","release_date":"2002-10-10","vote_average":5.0,"runtime":94,"cert":"N\/A","id":46865,"title":"Beeper","adult":false,"genre_ids":[28,80,53]},{"cast":["Sophie Gendron","Alexandra Paul","William R. Moses","Sonya Salomaa"],"overview":"In Philadelphia, the psychologist Dr. Liz Manners is the host of the WLOR Talk Radio Show giving advices about relationships to her audience. When she suggests to her listener Sara Jane to leave her abusive and obsessive husband Kyle Lundstrom, Sara runs away home chased by Kyle and is hit by a car, immediately dying. The psychopath Kyle decides to use his money to destroy Dr. Manners' life, and assuming the fake identity of the investor James, he meets her husband Rob and poisons her marriage","release_date":"2005-10-17","vote_average":5.1,"runtime":94,"cert":"N\/A","id":46866,"title":"A Lover's Revenge","adult":false,"genre_ids":[9648,53]},{"cast":["Richard Ashcroft","Nick McCabe","Peter Salisbury","Simon Jones","Simon Tong"],"overview":"Along with their contemporaries Blur and Oasis, The Verve has been one of the most influential bands ever to come out of the United Kingdom. Their graceful incorporation of nearly all musical genres--everything from classical, jazz, and trance--established their sound as something truly masterful and innovative. This collection of 14 hits from 1992-1998 features the inspirational anthem, \"Bittersweet Symphony,\" whose opening strings are one of the most familiar orchestral pop arrangements of that era.","release_date":"2004-12-14","vote_average":4.3,"runtime":75,"cert":"N\/A","id":46867,"title":"The Verve: This Is Music - The Singles 92-98","adult":false,"genre_ids":[10402]},{"cast":["Helge Skoog","Nils Moritz","Johan Ulveson","Lena Nyman"],"overview":"","release_date":"1991-02-07","vote_average":5.5,"runtime":null,"cert":"N\/A","id":46868,"title":"T. Sventon och fallet Isabella","adult":false,"genre_ids":[10751,9648]},{"cast":["Marla Sokoloff","Jennifer Tilly","Monika Schnarre","Dave Thomas","Barry Watson"],"overview":"Small town waitress Eve Stuckley is stuck. She has spent years pining for testosterone saturate local hunk Jeff Sweeney and yearns to escape from the Hog-Chow Diner she runs. Just when Eve finally decides to pursue her man, drop dead gorgeous Linda Avery blows into town on the hottest day of the year. The heat wave is nothing in comparison with the heat that's on as Jeff and Eve's dimwitted brother Chuck decide to face off for Linda's affections. It's a priceless contest: Linda wants Eve. Eve's confidante Alma Kerns is a sex expert trained by mortician beau Red Bishop. She encourages Eve to use Linda's interest in her to win Jeff's affection but the situation becomes even more complicated when Linda advises Jeff she prefers Eve. Now determined to \"save\" Eve, the narcissistically injured Jeff elicits Chuck's aid but Chuck, thinking it's part of the game, refuses to believe him. Ultimately, Jeff and Linda square off over Eve's future...","release_date":"2004-09-30","vote_average":5.5,"runtime":102,"cert":"N\/A","id":46869,"title":"Love on the Side","adult":false,"genre_ids":[35,10749]},{"cast":["María Conchita Alonso","Matt McColm","Muse Watson","David Groh","Gregory Alan Williams"],"overview":"FBI agents attempt to protect a woman who is testifying against her gangster boy friend. However, an army of assassins are after her in an endless series of shootouts.","release_date":"1997-10-24","vote_average":0.0,"runtime":90,"cert":"N\/A","id":46870,"title":"Acts of Betrayal","adult":false,"genre_ids":[28,53]},{"cast":["Vivian Wu","Phoebe Kut","Hollie Lo","Lester Chan","Ping Sung Wong"],"overview":"Eve is a precocious nine year-old girl with a wild imagination growing up in a traditional Chinese immigrant family in Vancouver where Confucian doctrines, superstitious obsessions and divine visions abound. When Buddhism and Catholicism are thrown into the mix, life for Eve and her 11-year-old prim and authoritative sister, Karena, escalates into a fantasia of catastrophe, sainthood and cultural confusion. The journey of a young girl and her sister striving to grow up in world where childhood is lonely and the world is full of wonder.","release_date":"2005-09-09","vote_average":7.0,"runtime":92,"cert":"N\/A","id":46871,"title":"Eve and the Fire Horse","adult":false,"genre_ids":[18]},{"cast":["Gene Evans","Robert Hutton","Steve Brodie","James Edwards","Richard Loo"],"overview":"A ragtag group of American stragglers battles against superior Communist troops in an abandoned Buddhist temple during the Korean War.","release_date":"1951-02-02","vote_average":6.9,"runtime":85,"cert":"N\/A","id":46872,"title":"The Steel Helmet","adult":false,"genre_ids":[18,10752,28]},{"cast":["Alexandra Neldel","Alexander Beyer","Bert Tischendorf","Lili Gesler","Julian Weigend"],"overview":"Constance, 1410. Marie, daughter of the richest bourgeois of the city, is on the eve of marrying a prestigious lawyer, son of an earl. Although the compromise fills with pride the girl's father, anxious to ennoble, Marie is not just convinced about her fiancé, who she has only seen twice. Her suspicions are confirmed tragically on the eve of the wedding when, after signing the marriage contract, a stranger breaks into the house ensuring that Marie has slept with other men in exchange for gifts, like a vile harlot. From that moment, the life of the girl will give a terrible unexpected turnaround. Alone, with his reputation ruined, she will have no choice to survive than partnering with a prostitute and lying on the roads.","release_date":"2010-10-04","vote_average":6.0,"runtime":120,"cert":"N\/A","id":46873,"title":"The Whore","adult":false,"genre_ids":[18,36]},{"cast":["Joachim Hansen","Wilhelm Borchert","Wolfgang Preiss","Carl Lange","Horst Frank"],"overview":"In the winter of 1943, against the background of battle scenes, a young German Lieutenant who increasingly distrusts the inhuman Nazi ideology struggles with the concept of war.","release_date":"1959-04-07","vote_average":7.1,"runtime":97,"cert":"N\/A","id":46874,"title":"Battle Inferno","adult":false,"genre_ids":[10752,18]},{"cast":["Richard Basehart","Gene Evans","Michael O'Shea","Richard Hylton","Craig Hill"],"overview":"The story of a platoon during the Korean War. One by one, Corporal Denno's superiors are killed until it comes to the point where he must try to take command responsibility.","release_date":"1951-11-21","vote_average":6.2,"runtime":92,"cert":"N\/A","id":46875,"title":"Fixed Bayonets!","adult":false,"genre_ids":[28,18,10752]},{"cast":["Roy Scheider","Luca Zingaretti","Robert Farrior","Vincent Riotta","Sue Cremin"],"overview":"Based on a true story its the untold story of Italian World War II POW\"S in Jan 1946. Luca Zingaretti stars as one of over 50,000 Italian Prisoners of War detained at POW camps in the U.S. Roy Schneider stars as Colonel Gartner, the Commander of the camp. Things take a turn for the worse when Manin is brought back from his most recent escape by a patrol force, only to realize that the camp has been evacuated while he was gone. Gartner is forced to keep Manin at the camp until another patrol force can come pick him up. However, no one ever comes. The phone lines get cut, and the two men realize they are completely isolated from the outside world. It is up to each man now to escape the camp.An untold and rarely known fact of US held Italian POW\"S","release_date":"2002-01-11","vote_average":3.5,"runtime":96,"cert":"N\/A","id":46876,"title":"Texas '46","adult":false,"genre_ids":[18,36,10752]},{"cast":[],"overview":"Short animation from the Blender project. A town shows responsibility when the lighthouse fails.","release_date":"2003-04-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":46877,"title":"Lighthouse","adult":false,"genre_ids":[16]},{"cast":["Michael Caine","Katharine Ross","Richard Widmark","Richard Chamberlain","Olivia de Havilland"],"overview":"Scientist Dr. Bradford Crane and army general Thalius Slater join forces to fight an almost invisible enemy threatening America; killer bees that have deadly venom and attack without reason. Disaster movie-master Irwin Allen's film contains spectacular special effects, including a train crash caused by the eponymous swarm.","release_date":"1978-07-14","vote_average":5.0,"runtime":116,"cert":"N\/A","id":46878,"title":"The Swarm","adult":false,"genre_ids":[27,53]},{"cast":["Jordi Dauder","Juan José Ballesta","Natalia Millán","José Ángel Egido","David Arnaiz"],"overview":"After the sudden death of his wife, Tomás, a successful elderly writer who has been out of Spain during the last forty years, unexpectedly receives an old tarot card which seems to have for him a disturbing meaning, so he decides to return to the small village where he grew up.","release_date":"2006-09-27","vote_average":5.9,"runtime":81,"cert":"N\/A","id":46879,"title":"Spectre","adult":false,"genre_ids":[18,27,9648]},{"cast":["Irina Aduson","Tigran Agaveljan","Märt Avandi","Sergey Barkovsky","Aleksandr Bashirov"],"overview":"Director Andres Puustusmaa movie based on Andres Anvelt novel.","release_date":"2010-04-09","vote_average":5.3,"runtime":86,"cert":"N\/A","id":46880,"title":"Red Quicksilver","adult":false,"genre_ids":[18,28,35,36,53,80]},{"cast":["Erin Fisher","Cris Lankenau","Sarah Hellman","Joe Swanberg","Tucker Stone"],"overview":"Jamie is 21. She's from Atlanta. She's come to Brooklyn to visit her friend Samantha, but she can't find her. Jamie meets a stranger named Charlie on the subway and spends 24 hours hanging out with him.","release_date":"2007-03-12","vote_average":6.0,"runtime":78,"cert":"N\/A","id":46883,"title":"Quiet City","adult":false,"genre_ids":[18,10749]},{"cast":["Gary Cooper","Rita Hayworth","Van Heflin","Tab Hunter","Richard Conte"],"overview":"An army major, himself guilty of cowardice, is asked to recommended soldiers for the Congressional Medal of Honor during the Mexican Border Incursion of 1916.","release_date":"1959-06-01","vote_average":6.3,"runtime":123,"cert":"N\/A","id":46884,"title":"They Came to Cordura","adult":false,"genre_ids":[37]},{"cast":["Lee Grant","Michael Ironside","Linda Purl","William Shatner","Lenore Zann"],"overview":"A slasher finds the hospital where a TV newswoman is recovering from his attack.","release_date":"1982-05-21","vote_average":5.7,"runtime":105,"cert":"N\/A","id":46885,"title":"Visiting Hours","adult":false,"genre_ids":[27,53]},{"cast":["Gerda Viira","Oskar Vuks","Toomas Pool","Jaan-Joosep Puusaag","Einar Kotka"],"overview":"A different history of the Cold War: how Estonians under Soviet tyranny began to feel the breeze of freedom when a group of anonymous dreamers successfully used improbable methods to capture the Finnish television signal, a window into Western popular culture, brave but harmless warriors who helped change the fate of an entire nation.","release_date":"2009-04-10","vote_average":5.8,"runtime":78,"cert":"","id":46886,"title":"Disco and Atomic War","adult":false,"genre_ids":[99]},{"cast":["Robert Patrick","Lauren Holly","Barry Shabaka Henley","Terry Norton","Danny Keogh"],"overview":"Samuel Browne is a tracker in Alaska. When his sister meets a grisly death in San Francisco, he goes there to hunt her killer. As more murders occur, police investigator Buckley Clarke reluctantly joins forces with Sam. The brass are convinced this is a serial killer choosing victims at random, but Sam and Buckley discover a pattern involving health personnel who work in neonatal intensive care. Doctors aren't supposed to play god, but someone's decision years before has driven a killer over the brink. Can they find him?","release_date":"2002-12-13","vote_average":9.5,"runtime":91,"cert":"N\/A","id":46887,"title":"Pavement","adult":false,"genre_ids":[10770,53,9648]},{"cast":["Nicole Buffet","Chuck Collins","Steve Forbes","Cody Franchetti","Milton Friedman"],"overview":"Jamie Johnson takes the exploration of wealth that he began in Born Rich one step further. The One Percent, refers to the tiny percentage of Americans who control nearly half the wealth of the U.S. Johnson's thesis is that this wealth in the hands of so few people is a danger to our very way of life.","release_date":"2006-04-29","vote_average":6.1,"runtime":77,"cert":"N\/A","id":46888,"title":"The One Percent","adult":false,"genre_ids":[99]},{"cast":["Holly Hunter","Danny DeVito","Queen Latifah","Martin Donovan","Rachael Leigh Cook"],"overview":"Dramatic comedy about two unlikely people who find each other while looking for love. Judith Nelson (Holly Hunter) is suddenly single after discovering her husband of fifteen years, a successful doctor (Martin Donovan), has been having an affair with a younger woman. Judith stews, plans, plots and fantasizes, but she can't decide what to do with her life until she goes out to a night club to see singer Liz Bailey (Queen Latifah), who is full of advice on life and love. While out on the town, Judith is suddenly kissed by a total stranger, which opens her eyes to new possibilities ... which is when she notices Pat (Danny De Vito), the elevator operator in her building.","release_date":"1998-10-30","vote_average":5.9,"runtime":100,"cert":"N\/A","id":46889,"title":"Living Out Loud","adult":false,"genre_ids":[35,18,10749]},{"cast":["Priit Võigemast","Indrek Sammul","Hele Kõre","Alo Kõrve","Ott Aardam"],"overview":"Based on an acclaimed 1935 novel about the War of Liberation (1918-1920) that ensured Estonia's independence, the film tells about a group of young schoolboys heading to the front to fight the army of Soviet Russia.","release_date":"2002-11-01","vote_average":6.7,"runtime":95,"cert":"N\/A","id":46890,"title":"Names in Marble","adult":false,"genre_ids":[18,10749,10752,36]},{"cast":["Christian Camargo","Alexie Gilmore","Traci Dinwiddie","David P. Emrich","Kristin Foster"],"overview":"Find Love is the story of two strangers who aren't looking for love but find it anyway. It is a Twenty-Four hour romance ride that truthfully captures that first feeling of falling for someone.","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":46891,"title":"Find Love","adult":false,"genre_ids":[10749]},{"cast":["Benny Hill","Belinda Lee","David Kossoff","Garry Marsh"],"overview":"This movie debut for saucy British TV comic Benny Hill has Benny leaving his job as a sweeper after winning some money. He becomes a private detective and investigates a plot to assassinate British scientists.","release_date":"1956-03-20","vote_average":5.4,"runtime":85,"cert":"","id":46892,"title":"Who Done It?","adult":false,"genre_ids":[28,35]},{"cast":["Cappadonna","Inspectah Deck","Ol' Dirty Bastard","Method Man","RZA"],"overview":"An inside look at what it took to bring the Wu-Tang Clan together for their final performance at the Rock the Bells Hip-Hop festival.","release_date":"2006-04-27","vote_average":8.0,"runtime":103,"cert":"N\/A","id":46893,"title":"Rock the Bells","adult":false,"genre_ids":[99,10402]},{"cast":["Rain Simmul","Kristel Elling","Anne Reemann","Peeter Tammearu"],"overview":"A rich businessman moves to countryside to give his life a meaning.","release_date":"2006-10-06","vote_average":5.1,"runtime":90,"cert":"N\/A","id":46894,"title":"Mindless","adult":false,"genre_ids":[35]},{"cast":[],"overview":"This documentary aims to give viewers a look inside the life of the late rap superstar Biggie Smalls. The filmmakers intersperse concert footage with recollections by many of the people who were around the man on a regular basis. Among the people who appear during the course of the documentary are Snoop Dogg, Lil' Kim, and Jadakiss","release_date":"2009-01-20","vote_average":5.3,"runtime":null,"cert":"N\/A","id":46895,"title":"Biggie Smalls: Rap Phenomenon","adult":false,"genre_ids":[99,27]},{"cast":["Neil Amdur","Abraham Beame","Bob Bright","Tom Brokaw"],"overview":"Without one eccentric first-generation Jewish immigrant from Transylvania, the New York City Marathon simply wouldn't exist. Ehrlich's fun, loving, and inspirational tribute to the late Fred Lebow shows how one man's imagination, determination, and love for running created one of the world's most popular sporting events.","release_date":"2008-10-29","vote_average":8.0,"runtime":95,"cert":"N\/A","id":46896,"title":"Run for Your Life: The Fred Lebow Story","adult":false,"genre_ids":[99,36]},{"cast":[],"overview":"The Mark of Cain documents the fading art form and “language” of Russian criminal tattoos, formerly a forbidden topic in Russia. The now vanishing practice is seen as reflecting the transition of the broader Russian society. Filmed in some of Russia’s most notorious prisons, including the fabled White Swan, the interviews with prisoners, guards, and criminologists reveal the secret language of “The Zone” and “The Code of Thieves” (Vor v zakone).","release_date":"2000-01-01","vote_average":7.6,"runtime":73,"cert":"N\/A","id":46897,"title":"The Mark of Cain","adult":false,"genre_ids":[99,18]},{"cast":["James Earl Jones","Ossie Davis","Mister Walsh"],"overview":"James Earl Jones narrates this fascinating and moving documentary about the life of the assassinated black leader through various sources.","release_date":"1972-05-24","vote_average":6.3,"runtime":91,"cert":"N\/A","id":46898,"title":"Malcolm X","adult":false,"genre_ids":[99]},{"cast":["Matthew Macfadyen","Daniel Mays","Eva Birthistle","Gerard McSorley","Richard Dormer"],"overview":"An overzealous priest returns to his home town and ends up battling against his brother for the heart of the locals.","release_date":"2006-04-28","vote_average":4.7,"runtime":88,"cert":"N\/A","id":46899,"title":"Middletown","adult":false,"genre_ids":[18]},{"cast":["Maarja Jakobson","Anne Reemann","Evelin Võigemast","Karol Kuntsel","Meelis Rämmeld"],"overview":"Three women start a costume renting company after losing their jobs.","release_date":"2005-04-14","vote_average":5.5,"runtime":110,"cert":"N\/A","id":46900,"title":"Shop of Dreams","adult":false,"genre_ids":[35,18]},{"cast":["Eion Bailey","Ellen Pompeo","Clifton Collins Jr.","John Ales","Gabriel Olds"],"overview":"A group of friends plan an intervention to help their pal address his drinking problem. Things go awry when the shrink they hired fails to show up","release_date":"2005-01-01","vote_average":4.0,"runtime":87,"cert":"N\/A","id":46901,"title":"Life of the Party","adult":false,"genre_ids":[35,18,10749]},{"cast":["Chris Eigeman","Stephanie March","Ian Holm","Famke Janssen","Peter Vack"],"overview":"Jake Singer is at loose ends in NYC, and neck deep in psychoanalysis with the outrageous Dr. Morales when he meets the enigmatic and beautiful widow Allegra Marshall.","release_date":"2007-05-04","vote_average":5.8,"runtime":86,"cert":"N\/A","id":46902,"title":"The Treatment","adult":false,"genre_ids":[35,18,10749]},{"cast":["Katalin Armatrading","Jerry Camejo","Tyler Cornacchione","Dominick Daniel","Peter Engert"],"overview":"A man is trapped in a place between worlds, where his actions are meaningless.","release_date":"2006-11-17","vote_average":3.0,"runtime":null,"cert":"N\/A","id":46903,"title":"The Valley of Tears","adult":false,"genre_ids":[18,14,53]},{"cast":["Seo Young-hee","Park In-hwan","Choi Joo-bong","Do-hee Lee","Jung Kyung-ho"],"overview":"Moodori is a small village in the mountainous province of Gangwando South Korea. The village revolves around three elderly men named Bong-Gi, Hae-Gu and Bang-Yun. The fortunes of the village gets turned upside when a young man that was passing through town commits suicide there. The young man turns out to be the webmaster for a website centered group assisted suicides. The town of Moodori becomes a destination of sorts for other people looking to commit suicide. Now the three elderly men decides to take advantage of their village’s sudden popularity by opening an inn set up to accommodate the influx of travelers coming to Moodori to end their lives.","release_date":"2006-09-21","vote_average":3.0,"runtime":100,"cert":"N\/A","id":46904,"title":"Moodori","adult":false,"genre_ids":[35]},{"cast":["Helen King","Jerry Baldwin","Dominique Bouchet","Sarah Crosby-Baker","Mert Karaibrahimoglu"],"overview":"Black Coffee is a 2007 Canadian documentary film examining the complicated history of coffee and detailing its political, social, and economic influence from the past to the present day. The film details how coffee is the eighth most traded legal commodity in the world. It is also the fourth most valuable agricultural commodity. However, only one cent of a $2 cup of coffee goes to the grower.[1] This inequality has helped shape the history of continents and the Cold War.","release_date":"2007-02-05","vote_average":0.0,"runtime":172,"cert":"N\/A","id":46905,"title":"Black Coffee","adult":false,"genre_ids":[99]},{"cast":["Uldis Pūcītis","Jüri Järvet","Lembit Peterson","Mikk Mikiver","Karlis Sebris"],"overview":"Police get a call-out to a lonely hotel in the Alps. When an officer gets to the hotel everything seems to be alright. Suddenly an avalanche cuts them off from the rest of the world and strange things are starting to happen.","release_date":"1979-08-27","vote_average":5.7,"runtime":80,"cert":"N\/A","id":46908,"title":"Dead Mountaineer's Hotel","adult":false,"genre_ids":[80,878,9648,18]},{"cast":["Jason Isaacs","Ed Gaughan","Tuppence Middleton","Paprika Steen","Andrew Buckley"],"overview":"In writer-director Nick Whitfield's black indie comedy, a pair of \"exorcists\" (Ed Gaughan and Andrew Buckley) with the power to rid people of their secrets agree to help a woman (Paprika Steen) whose daughter (Tuppence Middleton) is mute -- and whose husband is missing. Jason Isaacs co-stars as the mysterious Colonel, who seems to be calling the shots from the sidelines of the duo's shadowy enterprise.","release_date":"2010-07-16","vote_average":6.1,"runtime":94,"cert":"","id":46909,"title":"Skeletons","adult":false,"genre_ids":[14,35,53,9648]},{"cast":["Victor McLaglen","Boris Karloff","Wallace Ford","Reginald Denny","J. M. Kerrigan"],"overview":"A World War I British Army patrol is crossing the Mesopotamian desert when their commanding officer, the only one who knows their destination is killed by the bullet of unseen bandits. The patrol's sergeant keeps them heading north on the assumption that they will hit their brigade. They stop for the night at an oasis and awake the next morning to find their horses stolen, their sentry dead, the oasis surrounded and survival difficult.","release_date":"1934-02-16","vote_average":6.0,"runtime":73,"cert":"N\/A","id":46910,"title":"The Lost Patrol","adult":false,"genre_ids":[28,10752]},{"cast":["Masato Sakai","Hidetaka Yoshioka","Hitori Gekidan","Gaku Hamada","Yuko Takeuchi"],"overview":"When easy-going Aoyagi meets an old friend for a fishing trip, he ends up drugged, framed for the Prime Minister's assassination, and on the run from corrupt cops. It's only the beginning of what quickly becomes the worst, weirdest day of his life. But he'll get by with a little help from his friends, who include a famous pop diva, a rockabilly deliveryman, a crippled old gangster, and the world's most cheerful serial killer.","release_date":"2010-01-30","vote_average":6.7,"runtime":139,"cert":"N\/A","id":46911,"title":"Golden Slumber","adult":false,"genre_ids":[28,35,18,9648,53]},{"cast":["Yang Kuei-Mei","Ananda Everingham","Loo Zihan","Katashi Chen","Xuer"],"overview":"A series of intertwining tales involve \"pleasure seekers and pleasure providers\" during the course of one night in Geylang, Singapore's red-light district. There are three distinct stories, united only by the presence of characters from all the stories in a streetside eatery:","release_date":"2007-10-18","vote_average":4.4,"runtime":88,"cert":"N\/A","id":46914,"title":"Pleasure Factory","adult":false,"genre_ids":[18,10749]},{"cast":["Laurence Olivier","John Hurt","Brian Cox","Dorothy Tutin","Anna Calder-Marshall"],"overview":"An aging King invites disaster when he abdicates to his corrupt, toadying daughters and rejects his one loving, but honest one.","release_date":"1983-04-03","vote_average":6.3,"runtime":158,"cert":"","id":46915,"title":"King Lear","adult":false,"genre_ids":[18]},{"cast":["Kōji Takahashi","Shintarô Ishihara","Eitarô Ozawa","Kei Satō","Rokkô Toura"],"overview":"Years of warfare end in a Japan unified under the Tokugawa shogunate, and samurai spy Sasuke Sarutobi, tired of conflict, longs for peace. When a high-ranking spy named Tatewaki Koriyama defects from the shogun to a rival clan, however, the world of swordsmen is thrown into turmoil. After Sasuke is unwittingly drawn into the conflict, he tracks Tatewaki, while a mysterious, white-hooded figure seems to hunt them both. By tale’s end, no one is who they seemed to be, and the truth is far more personal than anyone suspected. Director Masahiro Shinoda’s Samurai Spy, filled with clan intrigue, ninja spies, and multiple double crosses, marks a bold stylistic departure from swordplay film convention.","release_date":"1965-07-10","vote_average":6.9,"runtime":100,"cert":"N\/A","id":46916,"title":"Samurai Spy","adult":false,"genre_ids":[28,18]},{"cast":["Mikijiro Hira","Gô Katô","Shima Iwashita","Kunie Tanaka","Eijirō Tōno"],"overview":"Legendary swordplay filmmaker Hideo Gosha's Sword of the Beast chronicles the flight of the low-level swordsman Gennosuke, who kills one of his ministers as part of a reform plot. His former comrades then turn on him, and this betrayal so shakes his sense of honor that he decides to live in the wild, like an animal. There he joins up with a motley group who are illegally mining the shogun’s gold, and, with the aid of another swordsman, gets a chance not just at survival but to recover his name and honor.","release_date":"1965-09-18","vote_average":7.7,"runtime":85,"cert":"N\/A","id":46917,"title":"Sword of the Beast","adult":false,"genre_ids":[28,18]},{"cast":["Ganjiro Nakamura","Machiko Kyō","Hiroshi Kawaguchi","Ayako Wakao","Haruko Sugimura"],"overview":"A troupe of travelling players arrive at a small seaport in the south of Japan. Komajuro Arashi, the aging master of the troupe, goes to visit his old flame Oyoshi and their son Kiyoshi, even though Kiyoshi believes Komajuro is his uncle. The leading actress Sumiko is jealous and so, in order to humiliate the master, persuades the younger actress Kayo to seduce Kiyoshi.","release_date":"1959-11-17","vote_average":7.7,"runtime":115,"cert":"N\/A","id":46918,"title":"Floating Weeds","adult":false,"genre_ids":[18]},{"cast":["Ivana Karbanová","Jitka Cerhová","Marie Cesková","Jirina Myskova","Marcela Brezinova"],"overview":"Two teenage girls, both named Marie, decide that since the world is spoiled they will be spoiled as well; accordingly they embark on a series of destructive pranks in which they consume and destroy the world about them. This freewheeling, madcap feminist farce was immediately banned by the government.","release_date":"1966-12-30","vote_average":7.5,"runtime":76,"cert":"N\/A","id":46919,"title":"Daisies","adult":false,"genre_ids":[35]},{"cast":["Elio Germano","Isabella Ragonese","Raoul Bova","Stefania Montorsi","Luca Zingaretti"],"overview":"Claudio works on a site in the suburbs of Rome. He is madly in love with his wife who is pregnant with their third child. However, a dramatic event comes to upset this simple and happy life. In a rage for life, Claudio energetically fights against the injustice that fell upon him. Love and support from his friends and family as well as the laughter of his children will help him to triumph against the odds.","release_date":"2010-05-21","vote_average":6.7,"runtime":98,"cert":"N\/A","id":46920,"title":"Our Life","adult":false,"genre_ids":[18]},{"cast":["Livy Armstrong","Victoria Hayes","Daniel Hogwood-Kane"],"overview":"The story of a cat who, legend has it, longs to become human.","release_date":"2001-01-01","vote_average":6.7,"runtime":4,"cert":"","id":46921,"title":"The Cat with Hands","adult":false,"genre_ids":[16,27,14,9648]},{"cast":["Andrus Vaarik","Piret Kalda","Jaan Tätte","Emil Urbel","Andres Tarand"],"overview":"Surprised by rain and sudden darkness Laura and Roland, a young couple hitch-hiking on an empty road, decide to seek shelter at a nearby country house. Osvald, the owner, seems to know the deeper meaning of their unexpected visit. His strange behaviour leads to an equally strange offer: Osvald wants to buy Roland's wife. Laura and Roland start to play along, only to discover that their host is not kidding.","release_date":"1999-03-19","vote_average":5.2,"runtime":68,"cert":"N\/A","id":46922,"title":"The Highway Crossing","adult":false,"genre_ids":[35,18]},{"cast":["Ervin Abel","Kalju Karask","Voldemar Kuslap","Lia Laats","Ants Lauter"],"overview":"A group of sleepless nerds should be taken into sanitarium for hard-therapy. They are taken to a lonely island but no sanitarium is in sight. Suddenly turns out that the nurses have kidnapped the men and are about to give them the only useful medicine they need - fresh air and work. But the patients decide to disobey. There's only one solution - to escape. The film is absolute cult in Estonia.","release_date":"1968-01-01","vote_average":7.6,"runtime":80,"cert":"N\/A","id":46923,"title":"Men Don't Cry","adult":false,"genre_ids":[35]},{"cast":["Robin Williams","Maudie Johnson","Max Johnson","Robert Carlyle","Irvine Allen"],"overview":"One man must learn the meaning of courage across four lifetimes centuries apart.","release_date":"1994-05-06","vote_average":5.0,"runtime":122,"cert":"15","id":46924,"title":"Being Human","adult":false,"genre_ids":[18,35,14]},{"cast":["Kenny Rogers","Diane Lane","Erin Gray","Barry Corbin","Terry Kiser"],"overview":"Stopping briefly in a small Texas town, an itinerant race car driver finds that his stock car, on a trailer behind his motor home, has just been quickly and expertly stripped. He chases down the miscreants, who turn out to be six orphan children. He has no recourse to the law, for the corrupt local sheriff takes most of the proceeds of their thievery in exchange for not putting them in an orphanage. They are charming rogues who are in turn charmed by him. Disliking their arrangement with the sheriff, they stow away with him, and he finds himself becoming a reluctant stepfather. Thanks to their enthusiasm and incredible mechanical know-how, he begins to make a name for himself on the racing circuit. But the sheriff doesn't take kindly to losing his extra income...","release_date":"1982-07-16","vote_average":6.4,"runtime":108,"cert":"N\/A","id":46925,"title":"Six Pack","adult":false,"genre_ids":[18,35,10751]},{"cast":["Roberto Herlitzka","Pierpaolo Lovino","Olivia Magnani","Francesco Martino","Agnese Nano"],"overview":"","release_date":"2009-03-20","vote_average":4.3,"runtime":null,"cert":"N\/A","id":46928,"title":"Aria","adult":false,"genre_ids":[]},{"cast":["Edgar Bergen","Dinah Shore","Mortimer Snerd","Luana Patten","Walt Disney"],"overview":"Jiminy Cricket hosts two Disney animated shorts: “Bongo,” about a circus bear escaping to the wild, and “Mickey and the Beanstalk,” a take on the famous fairy tale.","release_date":"1947-09-27","vote_average":6.2,"runtime":73,"cert":"U","id":46929,"title":"Fun & Fancy Free","adult":false,"genre_ids":[16,10751,10402]},{"cast":["Kristjan Kasearu","Mart Laisk","Anu Aaremäe","Piret Avila","Hellar Bergmann"],"overview":"Magnus, a handsome teenager, wants to commit suicide and his father tries to change his mind.","release_date":"2007-05-18","vote_average":5.8,"runtime":86,"cert":"N\/A","id":46930,"title":"Magnus","adult":false,"genre_ids":[18]},{"cast":["Marko Matvere","Anastasiya Makeyeva","Renars Kaupers","Tõnu Kark","Elle Kull"],"overview":"Georg is a biography drama film about Estonian singer Georg Ots.","release_date":"2007-10-05","vote_average":5.1,"runtime":105,"cert":"N\/A","id":46931,"title":"Georg","adult":false,"genre_ids":[18,10402]},{"cast":["Barry Jones","André Morell","Olive Sloane","Sheila Manahan","Hugh Cross"],"overview":"An English scientist runs away from a research center with an atomic bomb. In a letter sent to the British Prime Minister he threatens to blow up the center of London if the Government don't announce the end of any research in this field within a week. Special agents from Scotland Yard try to stop him, with help from the scientist's assistant future son-in-law to find and stop the mad man.","release_date":"1950-10-30","vote_average":6.6,"runtime":94,"cert":"","id":46932,"title":"Seven Days to Noon","adult":false,"genre_ids":[18,53]},{"cast":["Richard Allan","Liliane Allan","Brigitte Lahaie","Valérie Martin's","Cathy Stewart"],"overview":"A young executive is obsessed with real blondes. He will only later discover that his brown-haired secretary, who has been secretly in love with him, is really a blonde.From a review originally published in \"La Saison Cinematographique\"","release_date":"1978-01-01","vote_average":10.0,"runtime":70,"cert":"N\/A","id":46933,"title":"Blondes humides","adult":true,"genre_ids":[]},{"cast":["Rhys Ifans","Chloë Sevigny","David Thewlis","Elsa Pataky","Olivia Grant"],"overview":"Biopic about 1970s Welsh marijuana trafficker Howard Marks, whose inventive smuggling schemes made him a huge success in the drug trade, as well as leading to dealings with both the IRA and British Intelligence. Based on Marks' biography with the same title.","release_date":"2010-10-07","vote_average":6.1,"runtime":121,"cert":"18","id":46934,"title":"Mr. Nice","adult":false,"genre_ids":[35,80,18]},{"cast":["Sonja Ziemann","Georg Thomas","Werner Peters","Ernst Schröder","Heinz Weiss"],"overview":"The film focuses on life in a World War II German penal battalion camp somewhere in Russia. The convicts include a heroic doctor unjustly convicted of avoiding military service, an officer who retreated against orders, and common criminals. It shows their life in the camp, clearing mines, living in trenches on the front line.","release_date":"1960-02-11","vote_average":6.0,"runtime":109,"cert":"N\/A","id":46935,"title":"Punishment Battalion","adult":false,"genre_ids":[36,10752]},{"cast":["Kelly Skyline","Nikki Rhodes","Amber Lynn","Jenny Hendrix","Ryan Keely"],"overview":"2 Discs of scintillating sex as Private School Girls vs. Reform School Girls in this - the latest installment of the Award Winning Girlvana series. Whether you're a fan of the bad girl or the soft and sweet teacher's pet, this collection of sex-starved co-eds will get your gonads going. With a complete arsenal of toys, titties, twats and tongues, this All-Girl Classic is not to be missed. Warning: If you suffer from a heart condition, please consult your physician as a ride on this all pink pleasure parade my leave you short of breath! (ADE)","release_date":"2008-08-12","vote_average":0.0,"runtime":119,"cert":"N\/A","id":46936,"title":"Girlvana 4","adult":true,"genre_ids":[]},{"cast":["Leslie Banks","Lilli Palmer","Cathleen Nesbitt","Gina Malo","David Horne"],"overview":"This early British horror film was called \"Chamber of Horrors\" when it was released in the United States. Upon his death, a wealthy industrialist leaves behind a huge treasure in his private tomb. The way to the treasure is through seven interlocking doors with seven distinct keys. The evil Dr. Manetta has six keys but Lilli Palmer, the rightful heir, holds the last.","release_date":"1940-10-12","vote_average":7.5,"runtime":80,"cert":"","id":46939,"title":"The Door with Seven Locks","adult":false,"genre_ids":[27,53,9648]},{"cast":["Robert D. Ballard","Martin Sheen"],"overview":"Dr. Robert Ballard of Woods Hole Oceanographic Institute and his research team become the first undersea explorers to locate, photograph, and explore the wreckage of the ill-fated HMS Titanic, which sank on its maiden voyage 2 1\/2 mile deep in the icy waters of the Atlantic in 1912, taking 1500 passengers and crew with it to a watery grave. Utilizing dazzling state-of-the art equipment and cutting edge expertise they record the decaying remains of the ocean liner once thought \"unsinkable.\"","release_date":"1986-08-07","vote_average":6.7,"runtime":51,"cert":"N\/A","id":46940,"title":"Secrets of the Titanic","adult":false,"genre_ids":[99]},{"cast":["Maggie Smith","Timothy Bottoms","Don Jaime de Mora y Aragón","Emiliano Redondo","Charles Baxter"],"overview":"Love, and pain, and the whole damn thing, on a tour of Spain, with Timothy Bottoms as Walter, the aimless young son of  a doctor. While bicycling through the Spanish countryside, Walter makes the acquaintance of proper, middle-aged, clumsy and secretive Lila (Maggie Smith). He falls in love with her, but she is resistant.","release_date":"1973-04-19","vote_average":6.0,"runtime":110,"cert":"N\/A","id":46941,"title":"Love and Pain and the Whole Damn Thing","adult":false,"genre_ids":[18,10749]},{"cast":["Sam Elliott","Jerry O'Connell"],"overview":"A young ranger in the Montana wilderness discovers the great forces of nature while learning the importance of honor, trust and integrity. Legendary veteran ranger Bill Bell educates the young man and guides him toward manhood. The year is 1919-a time when being a ranger meant more than operating expensive equipment. Forest fires were fought with guts and courage, not chemicals and airplanes. Bill Bell was the toughest ranger in an elite crew of very rugged men. A figure of heroic proportions, he was generally feared and respected by all. It was even rumored that he had at one time killed a sheep farmer, which only fueled his already enormous reputation. The young ranger does everything to remain in the good graces of Bill Bell, the senior ranger he idolizes. Their tentative rapport grows into a friendship through a hilarious and heroic rite of passage in which the younger ranger meets the test-and the woman of his dreams.","release_date":"1995-06-15","vote_average":6.7,"runtime":92,"cert":"N\/A","id":46942,"title":"The Ranger, the Cook and a Hole in the Sky","adult":false,"genre_ids":[28,18,37]},{"cast":["Christopher Lambert","Vincent Regan","Cal Macaninch","Nicolas de Pruyssenaere","Donald Sumpter"],"overview":"Some time after their botched operation to capture a known Palestinian terrorist, a team of Israeli agents starts to get killed off one by one. Their leader must get to the bottom of things before the killer(s) plan is complete.","release_date":"2001-09-07","vote_average":4.0,"runtime":100,"cert":"N\/A","id":46943,"title":"The Point Men","adult":false,"genre_ids":[28,18,53]},{"cast":[],"overview":"Nebraska Higgins leads a normal, easy life in Seattle and works as a mechanic at Joint Command’s Control Tower. Joint Command is Earth’s global police and military force established as a union between old Earth governments and Nalardian refugees and powered by their technology. Nebraska plunges into a world of struggle and intrigue after Joint Command kills his father, a hero known by his large robotic exo-suit, Arizona.","release_date":"2013-06-12","vote_average":2.0,"runtime":null,"cert":"N\/A","id":46944,"title":"Project London","adult":false,"genre_ids":[16,28,12,878]},{"cast":["Naomi Campbell","Eric Thal","Paul Eves","James Gallanders","Robert Hannah"],"overview":"Supermodel Naomi Campbell sizzles in this suspense-charged erotic thriller that delves into the dark world of obsession, seduction and crime. When a small time hood makes a hit, beautiful Tracy becomes his unwitting witness... and the object of his desire! His boss orders her dead, but he realizes the only chance to save her life is to abduct her and go into hiding. But will his world close in? Or will she slowly succumb to his burning desire? The suspense will hold you captive.","release_date":"1999-12-04","vote_average":4.0,"runtime":94,"cert":"N\/A","id":46945,"title":"Prisoner of Love","adult":false,"genre_ids":[53,10749]},{"cast":[],"overview":"The documentary tells the Corinthians passion through one of his most famous moments, when the team, who was 23 years without a title, won the Paulista Championship final of 1977 against Ponte Preta. The Timão is and always will be the sole, the better. Win or lose. Same spirit that permeated the loyal fans and has only grown in the 23 years that the Corinthians were without titles.","release_date":"2009-09-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":46946,"title":"23 Anos em 7 Segundos","adult":false,"genre_ids":[99]},{"cast":["Mano Menezes"],"overview":"Documentary about Sport Club Corinthians Paulista, focusing on the most difficult moment of the club, when he was demoted to the second division of Brazilian football in December 2007. The story is told from the testimony of fans - the fans is called Fiel - who suffered and were still supporting the team","release_date":"2009-04-10","vote_average":0.0,"runtime":92,"cert":"N\/A","id":46947,"title":"FIEL - O Filme","adult":false,"genre_ids":[99]},{"cast":["Richard Gere","Julie Christie","Kate Capshaw","Gene Hackman","E.G. Marshall"],"overview":"Pete St. John is a powerful and successful political consultant, with clients spread around the country. When his long-time friend and client Ohio senator Sam Hastings decides to quit politics, he is rapidly drafted to help with the campaign of the man destined to succeed him, unknown and mysterious businessman Jerome Cade...","release_date":"1986-01-31","vote_average":6.2,"runtime":111,"cert":"N\/A","id":46948,"title":"Power","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":46949,"title":"Aos olhos do inimigo","adult":false,"genre_ids":[]},{"cast":["Taryn Manning","Romano Orzari","Michael Lombardi","Genelle Williams","Christian Cambell"],"overview":"A kick-ass professional car thief, Sage, (Taryn Manning), steals a classic '66 Charger on a challenge. It turns out the car belongs to a serial killer (is there another kind?), who proceeds to slice and dice her friends because he wants his car back, and wants Sage dead. Sage also deals with treacherous fellow criminals, and a cop who wants her in jail, or wants to start a relationship (he hasn't decided yet).","release_date":"2006-06-24","vote_average":6.5,"runtime":95,"cert":"N\/A","id":46952,"title":"Banshee","adult":false,"genre_ids":[80]},{"cast":["Bill Skarsgård","Peter Dalle","Björn Kjellman","Josefin Ljungman","Amanda Ooms"],"overview":"It's 1975, and Martin is a teenager looking to break out of a stifling home environment ruled by his alcoholic father and long-suffering mother. When Martin's pal Micke suggests they get jobs together as waiters at a resort off the Swedish coast, Martin is all for it, but before long Micke finds better things to do and Martin is left on his own. The presence of pretty fellow server Jenny is a major consolation, but to his surprise, guileless Martin is soon chosen as the protégé of Gösta, the resort's short-tempered manager. Gösta clearly likes Martin and makes him his right hand man, which gives Martin a crash course in the seedy side of life when he discovers Gösta has a number of other business interests, not all of which are legal or ethical.","release_date":"2010-09-10","vote_average":6.5,"runtime":110,"cert":"N\/A","id":46953,"title":"Behind Blue Skies","adult":false,"genre_ids":[18]},{"cast":["Annabel Wolf","Mariann Schneider","Dirk Bach","Sandro Iannotta","Heinrich Schafmeister"],"overview":"","release_date":"2009-09-24","vote_average":3.8,"runtime":75,"cert":"N\/A","id":46954,"title":"Laura's Star and the Mysterious Dragon Nian","adult":false,"genre_ids":[10751,16]},{"cast":["Groucho Marx","Carmen Miranda","Steve Cochran","Andy Russell","Gloria Jean"],"overview":"Groucho Marx plays a talent agent that sells his girlfriend to a nightclub -- as two separate acts. The deception and constant costume changes are too much for his girl.","release_date":"1947-05-30","vote_average":5.4,"runtime":92,"cert":"N\/A","id":46955,"title":"Copacabana","adult":false,"genre_ids":[35,10402]},{"cast":["Sayaka Yoshino","Daijiro Kawaoka","Ayana Sakai","Tetsu Sawaki","Asumi Miwa"],"overview":"The story takes place in an unnamed Japanese city, and follows five students at Shinyo Academy as they try to piece together the puzzle of a new drug and recent disappearances among the student populace. While the teachers believe them to only be runaways, the female students whisper among themselves about the urban legend Boogiepop, who is said to be a Shinigami.","release_date":"2000-01-01","vote_average":5.7,"runtime":109,"cert":"N\/A","id":46956,"title":"Boogiepop and Others","adult":false,"genre_ids":[]},{"cast":["Lily Ho Li-Li","Betty Pei Ti","Elliot Ngok","Tung Lam","Wan Chung-Shan"],"overview":"18 year old Ainu (Lily Ho) is kidnapped and sold to a brothel. Her good looks and wild personality make her very popular with the lustful clients, but also draws the lesbian attentions of brothel madam Betty Tei Pei. Betty teaches Ainu the ways of lust and the ways of kung fu, and Ainu becomes more and more similar to her captor. But rage at her treatment is still burning inside her.","release_date":"1972-07-09","vote_average":6.5,"runtime":97,"cert":"N\/A","id":46957,"title":"Intimate Confessions of a Chinese Courtesan","adult":false,"genre_ids":[28,18]},{"cast":["Gary Daniels","Kiyoshi Nakajo","Eric Lutes","Victor Rivers","Seiko Matsuda"],"overview":"East meets West as the Japanese Yakuza battle drug lords and the LAPD in the streets of Los Angeles...","release_date":"2000-04-04","vote_average":4.5,"runtime":94,"cert":"N\/A","id":46958,"title":"Fatal Blade","adult":false,"genre_ids":[28,35,18,53]},{"cast":["Brigitte Fossey","François-Eric Gendron","Louis Ducreux","Alain Lalanne","Patrick Floersheim"],"overview":"Thomas, a very intelligent and resourceful child, is left alone with his beloved and fragile granddad on Christmas Eve, when a psychopath dressed as Santa Claus breaks into their mansion and starts chasing them. Thomas will do whatever he can to save himself and his granddad, leaving much of his childhood innocence behind.","release_date":"1989-03-18","vote_average":6.3,"runtime":87,"cert":"N\/A","id":46959,"title":"Dial Code Santa Claus","adult":false,"genre_ids":[53,27,28]},{"cast":["Pai Ying","Ying-ying Chao","Hsiang Chin Han","Hsieh Han"],"overview":"During the time of the Sung dynasty (roughly, around the 12th century), rebels in North China are fighting the Tartar invaders. A lady known as the Iron Mistress made a kind of Robin Hood career, from simply leading a bunch of thieves to become a local hero and a serious threat.","release_date":"1969-01-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":46960,"title":"Iron Mistress","adult":false,"genre_ids":[12,18,27,28,35]},{"cast":["Bill Evans"],"overview":"Jazz Icons: Bill Evans features five separate performances by one of the most revered pianists in music history. This collection covers an 11-year span, highlighting Evans’ ever-deepening artistry as he performs with four different all-star rhythm sections, including the stunning duo of bassist Niels-Henning Ørsted Pedersen and drummer Alan Dawson. This DVD includes for the first time on home video Evans’ renditions of the rarely performed “Sareen Jurer,” “Blue Serge” and “Twelve Tone Tune Two.” Among the many surprises in this collection is a live performance of “My Melancholy Baby” with saxophonist Lee Konitz.","release_date":"2008-09-30","vote_average":6.0,"runtime":98,"cert":"N\/A","id":46961,"title":"Jazz Icons: Bill Evans: Live in '64-'75","adult":false,"genre_ids":[10402]},{"cast":["Mike He","张坚庭","Xiaolu Li"],"overview":"He is an audio technician, an unromantic man looking for the most romantic sound on earth. In an unexpected encounter, he comes across two of the most romantic things—- a beautiful recreational vehicle and its beautiful owner. The girl loves to travel the world and the boy hopes to find the most soul-soothing sound in nature. Pursuing their dreams, they decide to travel together in the recreational vehicle.As they journey through picturesque sites and scenes, the girl helps him to regain his sensitivity and the boy teaches her how to value life.","release_date":"2009-11-03","vote_average":1.0,"runtime":null,"cert":"N\/A","id":46962,"title":"Love at Seventh Sight","adult":false,"genre_ids":[18,10749]},{"cast":["Mason Adams","Bob Holt","Frank Welker","Joe Eich"],"overview":"The Cat in the Hat is all set for a lovely picnic, but the evil Grinch changes his plans by inventing a contraption that captures noise and makes it sound ferocious. The Cat has to save the world from the clutches of the Grinch and the only way to do it is to reach Grinch's soft spot.","release_date":"1982-05-20","vote_average":7.1,"runtime":25,"cert":"N\/A","id":46963,"title":"The Grinch Grinches the Cat in the Hat","adult":false,"genre_ids":[16,10751,10402]},{"cast":["John Thaw","Zara Turner","Mark Pegg","Struan Rodger","Hartmut Becker"],"overview":"When British Intelligence Officer Tracy Barnes attacks visiting German politician Dieter Krause, solicitor's clerk Joshua Mantle is called to help unravel the events which led to the assault.","release_date":"1999-10-28","vote_average":5.0,"runtime":148,"cert":"","id":46966,"title":"The Waiting Time","adult":false,"genre_ids":[18,9648,53]},{"cast":["Bill Burr"],"overview":"It’s always been a dream of mine to do a show at the Fillmore. The name itself is synonymous with legendary performances. Countless iconic musicians and comedians have been on that stage. To be a part of that history was something I’ll never forget. As much as I was trying to keep my head together before the show, I couldn’t help but feel like a tourist or just some random dude who won a contest. LET IT GO represents the culmination of material I developed on the road from 2008-2009. As always thanks to everyone who came out to my shows, laughed at the funny stuff and stared during the bombing. I hope you enjoy it. – Bill Burr","release_date":"2010-09-18","vote_average":7.8,"runtime":65,"cert":"N\/A","id":46967,"title":"Bill Burr: Let It Go","adult":false,"genre_ids":[35]},{"cast":["Caroline Pegg","Colin Firth","Jodhi May","Pam Ferris","Grace Robinson"],"overview":"A governess put in charge of two young children begins to see the ghost of her dead predecessor.","release_date":"1999-12-26","vote_average":5.3,"runtime":100,"cert":"","id":46968,"title":"The Turn of the Screw","adult":false,"genre_ids":[18,53]},{"cast":["Scott Glenn","Barbara Carrera","Edward Fox","Laurence Olivier","Robert Webber"],"overview":"A group of mercenaries is hired to spring Rudolf Hess from Spandau Prison in Berlin.","release_date":"1985-10-18","vote_average":4.4,"runtime":125,"cert":"18","id":46971,"title":"Wild Geese II","adult":false,"genre_ids":[28,53]},{"cast":["Griffin Dunne","Dan Futterman","Patricia Kalember","Jenny Lewis","Ben Savage"],"overview":"A girl fed up with her quirky, dysfunctional family runs away from home, causing all of them to spend time with each other.","release_date":"1992-05-08","vote_average":5.9,"runtime":96,"cert":"N\/A","id":46972,"title":"Big Girls Don't Cry... They Get Even","adult":false,"genre_ids":[35,18,10751]},{"cast":["Orson Welles","Ray Laska","David Burke","Paul Valentine","Ross Evans"],"overview":"Hosted by Orson Welles, this documentary utilizes a grab bag of dramatized scenes, stock footage, TV news clips and interviews to ask: Did 16th century French astrologer and physician Nostradamus actually predict such events as the fall of King Louis XVI, the rise of Napoleon, the assassination of President John F. Kennedy? And are there prophecies that have yet to come true?","release_date":"1981-01-09","vote_average":7.1,"runtime":90,"cert":"N\/A","id":46973,"title":"The Man Who Saw Tomorrow","adult":false,"genre_ids":[99,18]},{"cast":[],"overview":"A look at the Boston Red Sox's 2003 season, from Spring Training to their meeting with the New York Yankees in the American League Championship Series, and the team's relationship with their fans.","release_date":"2004-05-09","vote_average":0.0,"runtime":110,"cert":"N\/A","id":46974,"title":"Still We Believe: The Boston Red Sox Movie","adult":false,"genre_ids":[99,18]},{"cast":["Colin Firth","Gennie James","Barret Oliver","Jadrien Steele","Michael Hordern"],"overview":"When a spoiled English girl living in 19th century India loses both parents in a cholera epidemic, she is sent back to England to live in a country mansion. The lord is a strange old man-- frail and deformed, immensely kind but so melancholy. She wishes to discover what has caused him so much sorrow and to bring joy back to the household. It all must have something to do with the screams and wails which echo through the house at night and no one wants to talk about.","release_date":"1987-11-30","vote_average":7.7,"runtime":100,"cert":"N\/A","id":46975,"title":"The Secret Garden","adult":false,"genre_ids":[10770,18,10751]},{"cast":["Emily Lloyd","Tom Bell","Jesse Birdsall","Clare Clifford","Sheila Kelley"],"overview":"In a staid English seaside town after the Second World War, young Lynda grows up with her widowed father and younger sister. Rebellious Lynda has been swearing constantly from an early age. At sixteen, she becomes more exhibitionist and seeks out sexual encounters challenging the prevailing lower-middle class attitudes to sex. She eventually becomes pregnant by an acquaintance of her father.","release_date":"1987-07-24","vote_average":6.8,"runtime":92,"cert":"15","id":46976,"title":"Wish You Were Here","adult":false,"genre_ids":[35,18,10749]},{"cast":["Helena Bergström","Reine Brynolfsson","Johannes Brost","Ing-Marie Carlsson","Jan Mybrand"],"overview":"Kaj, Lennart and Robert are 30-somethings who goes out to dance every weekend. At one dance they meet Inger, whom Kaj falls in love with. Kaj has some friends who are playing in a band. The drummer Tommy is known for being the local Casanova, seducing women when ever he gets the chance. It doesn't take him long to have an affair with Inger, behind Kaj's back.","release_date":"1990-10-07","vote_average":4.8,"runtime":111,"cert":"N\/A","id":46977,"title":"BlackJack","adult":false,"genre_ids":[18,10402]},{"cast":["Gérard Depardieu","Bulle Ogier","André Rouyer","Nathalie Keryan","Roland Bertin"],"overview":"After breaking into a house he believes is empty, thief Olivier is caught by the owner, Ariane, who turns out to be a dominatrix. Improbably falling for her, Olivier returns periodically, and an impulsive romance blossoms despite Ariane's profession. Soon Olivier becomes more familiar with her work, even joining in on occasion. However, when he discovers that Ariane has a son, he attempts to \"fix\" her, hoping to give her a better life.","release_date":"1976-02-11","vote_average":6.3,"runtime":112,"cert":"N\/A","id":46978,"title":"Maîtresse","adult":false,"genre_ids":[18,10749]},{"cast":["Eleonora Rossi Drago","Gabriele Ferzetti","Franco Fabrizi","Valentina Cortese","Yvonne Furneaux"],"overview":"Clelia, a self-made woman coming from humble means, travels back to Turin, her hometown, to scout locations for the successful Roman atelier she works for. At the hotel, she encounters some upper middle-class women and she finds herself drawn into their friendships.","release_date":"1955-11-18","vote_average":7.0,"runtime":104,"cert":"N\/A","id":46979,"title":"Le Amiche","adult":false,"genre_ids":[10749,18]},{"cast":["Inma de Santis","María del Puy","Jack Taylor","Luis Prendes","Alicia Altabella"],"overview":"Teresita, the only daughter to a wealthy couple, begins to be troubled by loud sounds and visions of a tall man in black walking towards her menacingly. Soon she becomes plagued by strange physical symptoms, visions of arms extending from the walls to grab at her...and sometimes she gets violent. A priest is called in to try and wrench the devil from her body.","release_date":"1975-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":46980,"title":"Devil's Exorcist","adult":false,"genre_ids":[18,27]},{"cast":["Pierre Dux","Sacha Vierny"],"overview":"Le chant du Styrène is a 1958 French documentary film directed by Alain Resnais. The film was an order by French industrial group Pechiney to highlight the merits of plastics.","release_date":"1959-09-30","vote_average":6.2,"runtime":19,"cert":"","id":46983,"title":"Le chant du styrène","adult":false,"genre_ids":[99]},{"cast":["Joseph Koch"],"overview":"A man and a woman on a motorcycle arrive with a ferry to Assens. They want to catch the next ferry in Nyborg, on the other side of the island, but this ferry will leave in three quarters of an hour and the ferry berth is 70 km away. The road has lot of curves, but they ride the bike in a high speed. An old-fashioned car has left the ferry in Assens at the same time as the motorcycle. They try to overtake the car on the road, but the driver won't let them pass. When they take a chance on his right side, the motorcycle smashes into a tree. The Ferryman takes the bodies of the man and the woman on his boat to the land of the dead.","release_date":"1948-01-01","vote_average":7.0,"runtime":11,"cert":"N\/A","id":46984,"title":"They Caught the Ferry","adult":false,"genre_ids":[]},{"cast":["Sergios Alexopoulos","Robert Coleman","David de Villiers","Ian Robertson","Duncan Skinner"],"overview":"Psychological drama of Greek-English production, in which an employee of the British Embassy, Liz, meets a hospitalized patient covered in burns. He tells her a strange story about five teenagers who met years ago on an island and whose youthful pranks caused someone's death. Their meeting at the scene of the tragedy, twenty-five years later, brings back the traumatic experiences of the past. To redeem themselves, they decide to sacrifice that which is most valuable to them - their lives. One of them, Nanta, cuts his throat with glass, while the painter, Tim, hangs himself from an interior staircase. Following the suicide of the third, Jonathan, the rest of the group, Stewart and Christian, decide to set fire to the house and burn with the bodies of their friends. Liz, deeply affected by the narration, realizes with horror that the injured man is Stewart, who after completing the story, and Liz's departure, takes his own life. However, he is not the only survivor. Christian, who was","release_date":"1999-11-15","vote_average":0.0,"runtime":74,"cert":"N\/A","id":46985,"title":"The Boys","adult":false,"genre_ids":[]},{"cast":["Paul Austin","Robert John Burke","Martin Donovan","Erica Gimpel","Michael Imperioli"],"overview":"The same situation is played out in different cities (New York, Berlin and Japan). A lover has to choose whether to commit to a partner who is returning home. In each case there are other people involved, an ex-partner and someone else in a \"permanent\" relationship, what do they choose to do?","release_date":"1995-09-14","vote_average":7.0,"runtime":85,"cert":"N\/A","id":46986,"title":"Flirt","adult":false,"genre_ids":[18,10749]},{"cast":["Henrique Viana","Júlia Britton","Eunice Muñoz","Ruy Furtado","Isabel de Castro"],"overview":"A film adaptation of the Charles Dickens novel \"Hard Times\" set in a Portuguese industrial town of the 1980s.","release_date":"1988-08-29","vote_average":5.0,"runtime":90,"cert":"N\/A","id":46987,"title":"Hard Times","adult":false,"genre_ids":[]},{"cast":[],"overview":" ","release_date":"1999-01-01","vote_average":0.0,"runtime":83,"cert":"N\/A","id":46988,"title":"The Junction","adult":false,"genre_ids":[]},{"cast":["Margaret Colin","Agnes Bruckner","David Strathairn","Frances Fisher","A. J. Buckley"],"overview":"Gifted 18-year-old Meg has been abandoned by her father and neglected by her hardworking mother. Left to care for her emotionally disturbed younger sister, her world begins to unravel. She finds an outlet in writing poetry and support from her English teacher, Mr. Auster. But what started out as a mentoring relationship begins to get a bit more complex.","release_date":"2002-01-11","vote_average":6.7,"runtime":92,"cert":"N\/A","id":46989,"title":"Blue Car","adult":false,"genre_ids":[18]},{"cast":["Marvin Miller"],"overview":"The story of a little boy who would only talk in sound effects. With story by Dr. Seuss (and Bill Scott of Rocky and Bullwinkle fame) this cartoon won the Oscar for best short subject (animated) for 1950.","release_date":"1950-11-02","vote_average":6.6,"runtime":8,"cert":"N\/A","id":46990,"title":"Gerald McBoing-Boing","adult":false,"genre_ids":[16,35,10751]},{"cast":["Nathalie Baye","Sergi López","Jacques Viala","Paul Pavel","Sylvie Van den Elsen"],"overview":"They recount their impressions to the Interviewer. They met through a magazine ad, She and He. They corresponded through the Internet. He responded to her ad seeking someone to fulfil her fantasy for \"a pornographic affair\". This is their first meeting in a Paris café. He's a little reticent. She wants to know whether or not he's hairy. (He is; he's Spanish.) They retire to a nearby hotel room. The door of the room closes. Unseen, the affair is consummated... They continue to see one another regularly each week. They find they get along well together. Soon she suggests that they try normal sex the next time...","release_date":"1999-09-04","vote_average":6.9,"runtime":80,"cert":"N\/A","id":46991,"title":"An Affair of Love","adult":false,"genre_ids":[10749,18]},{"cast":["Emily Watson","Rachel Griffiths","James Frain","David Morrissey","Charles Dance"],"overview":"The tragic story of world-renowned cellist Jacqueline du Pré, as told from the point of view of her sister, flautist Hilary du Pré-Finzi.","release_date":"1998-12-30","vote_average":7.1,"runtime":121,"cert":"N\/A","id":46992,"title":"Hilary and Jackie","adult":false,"genre_ids":[10402,18]},{"cast":["Lázaro Ramos","Marcélia Cartaxo","Flávio Bauraqui","Renata Sorrah","Fellipe Marques"],"overview":"A story inspired by the life of one of the most remarkable figures in Brazilian popular culture, João Francisco dos Santos (1900-1976). In turn, bandit, transvestite, street fighter, brothel cook, convict and father to seven adopted children, dos Santos – better known as Madame Satã – was also a notorious gay performer who pushed social boundaries in a volatile time.","release_date":"2002-10-03","vote_average":7.0,"runtime":139,"cert":"N\/A","id":46993,"title":"Madame Satã","adult":false,"genre_ids":[18,80,18,10402,10749]},{"cast":["Keve Hjelm","Ann-Marie Gyllenspetz","Inger Taube","Evabritt Strandberg","Ben Carruthers"],"overview":"A film director has problems coping with his wife and marriage. The daughter is their only connecting link. He is looking for love and sex elsewhere. A married woman becomes his new partner for a while.","release_date":"1965-01-01","vote_average":6.6,"runtime":96,"cert":"N\/A","id":46994,"title":"Love 65","adult":false,"genre_ids":[18]},{"cast":["Ann Todd","Norman Wooland","Ivan Desny","Leslie Banks","Elizabeth Sellars"],"overview":"The middle-class family of a young woman cannot understand why she delays in marrying a respectable young man. They know nothing about her long-standing affair with a Frenchman.","release_date":"1950-02-14","vote_average":6.9,"runtime":114,"cert":"","id":46995,"title":"Madeleine","adult":false,"genre_ids":[80,18]},{"cast":["Mahnaz Ansarian","Abbas Jafari","Amir Mohammad Pourhassan","Emad Taheri"],"overview":"Calamity by four-year old might be another title for this tense, humorous drama. In the story, a four year old boy (Mohammed Aladpoush) is left at home with his baby brother while his mother goes out shopping. She has told him to give the baby his bottle while she is away. However, the boy has a different idea about what he should do, and consumes most of the bottle himself. The hungry baby's cries arouse the neighbors to try and get into the apartment, but it is locked, and the four-year old can't (or, more likely, won't) let them in. Despite a number of near-disasters, the enterprising young boy manages things just well enough (with the occasional help of shouted advice from frantic neighbors) so that serious calamities are avoided.","release_date":"1987-01-01","vote_average":6.8,"runtime":85,"cert":"N\/A","id":46996,"title":"The Key","adult":false,"genre_ids":[18]},{"cast":["Sergei Stolyarov","Alla Larionova","Ninel Myshkova","B. Surovtsev","Mikhail Troyanovsky"],"overview":"Sadko is based on an opera by Nikolai Rimsky-Korsakov, which was based on a Russian epic tale of the same name.  In the old Russian city of Novgorod, the merchants are feasting in a gorgeous palace and Sadko is bragging that he can bring to their land a sweet-voiced bird of happiness. They laugh at him, but he is offered help by the Ocean King's daughter, who is mesmerized by Sadko's singing and is in love with him. The hero is destined to visit many lands in his search of the bird.  First shown in the USA in 1953 with English subtitles, the film was re-released in the United States in 1962 in an English-dubbed and modified, but remarkably unedited,  form by Roger Corman's Filmgroup under the title The Magic Voyage of Sinbad.","release_date":"1952-12-20","vote_average":4.6,"runtime":80,"cert":"N\/A","id":46997,"title":"The Magic Voyage of Sinbad","adult":false,"genre_ids":[28,12,10751,14]},{"cast":["Billy Zane","Dinos Avgoustidis","Orfeas Avgoustidis","Yorgos Chraniotis","Apostolis Totsikas"],"overview":"The story begins on the end of the First \"Kako\" movie.The survivors meet up with a group of other barricaded survivors and they not only need to take care of the zombies but other random Greek that have taken advantage of the chaos and shoot random moving targets (zombie or not). In the meantime we take small flashbacks into ancient Greece where the zombie apocalypse has happened as well and we learned about how they faced them.","release_date":"2009-10-01","vote_average":5.3,"runtime":88,"cert":"N\/A","id":46998,"title":"Evil - In the Time of Heroes","adult":false,"genre_ids":[27]},{"cast":["Melina Mercouri","Ellen Burstyn","Andréas Voutsinas"],"overview":"Melina Mercouri plays Maya, a jet-setting Greek actress who returns to her homeland to undertake the role of Medea. Searching for inspiration and clues as to how a mother could kill the children she loves, Maya discovers Brenda (Ellen Burstyn), a bible-spouting American woman serving time in an Athens prison for that very crime.","release_date":"1978-08-01","vote_average":5.2,"runtime":110,"cert":"N\/A","id":46999,"title":"A Dream of Passion","adult":false,"genre_ids":[18]}]