[{"cast":["Konstantinos Kappas","Afroditi Simiti","George Hraniotis","Fotis Spyros"],"overview":"Athens in August becomes the place where a group of young people live, fall in love and have fun - guided by, and communicating through, the Internet.","release_date":"2000-03-30","vote_average":5.3,"runtime":109,"cert":"N\/A","id":47000,"title":"E_mail","adult":false,"genre_ids":[10749,35]},{"cast":["William Reynolds","Carolyn Kearney","Jeffrey Stone","Andra Martin","Peggy Converse"],"overview":"A psychically gifted young woman discovers a centuries-old crate buried on her aunt's ranch. Opening it, her family discovers the living head of Gideon Drew, a 16th century devil worshiper who was beheaded by Sir Francis Drake.","release_date":"1958-06-27","vote_average":6.2,"runtime":69,"cert":"N\/A","id":47001,"title":"The Thing That Couldn't Die","adult":false,"genre_ids":[27]},{"cast":["Miho Nakayama","Miki Sakai","Etsushi Toyokawa","Takashi Kashiwabara","Ranran Suzuki"],"overview":"When exchanging letters two women discover new things about a deceased man they used to know.","release_date":"1995-03-25","vote_average":7.8,"runtime":117,"cert":"N\/A","id":47002,"title":"Love Letter","adult":false,"genre_ids":[18,10749]},{"cast":["Suzanna Leigh","Frank Finlay","Guy Doleman","Catherine Finn","John Harvey"],"overview":"Trouble strikes when an exhausted pop singer, sent on a vacation to a farm, realizes that the farm's owner grows deadly bees.","release_date":"1966-12-23","vote_average":4.1,"runtime":83,"cert":"N\/A","id":47003,"title":"The Deadly Bees","adult":false,"genre_ids":[27,53,9648]},{"cast":["Alexis Georgoulis","Maria Solomou","Yannis Bostantzoglou","Ilias Logothetis","Giorgos Vasileiou"],"overview":"Makis , a man with difficulties in the stock market, falls for Roula , who is the mistress of a big tycoon , which Makis has invested in. Makis becomes witness to an assassination gone wrong. The police are after him thinking he is the shooter but the real assassin is after Makis to recruit him to his terrorist beliefs. The only comfort Makis can find is Roula who follows him on his deadly adventure.","release_date":"2002-01-02","vote_average":6.5,"runtime":104,"cert":"N\/A","id":47004,"title":"The Bubble","adult":false,"genre_ids":[35]},{"cast":["Regina Orozco","Daniel Giménez Cacho","Marisa Paredes","Julieta Egurrola","Sherlyn"],"overview":"The life of a man who preys on unsuspecting women for a living is changed when he finds an accomplice in the woman who loves and controls him.","release_date":"1996-01-01","vote_average":6.7,"runtime":111,"cert":"N\/A","id":47007,"title":"Deep Crimson","adult":false,"genre_ids":[10749,18,80]},{"cast":["Marc Fratello","Steven Amato","Liat Goldman"],"overview":"A gay teenager is in love with a straight friend.","release_date":"1998-01-01","vote_average":5.5,"runtime":9,"cert":"N\/A","id":47008,"title":"Smear","adult":false,"genre_ids":[]},{"cast":["Wes Wong","Oliver Williams"],"overview":"James and Kevin are friends and live in Hong-Kong. When Kevin finds out that his Chinese father wants to send him away to England to study, he decides to spend a summer day with his friend James. Then something unexpected happens.","release_date":"1998-01-01","vote_average":5.5,"runtime":20,"cert":"N\/A","id":47009,"title":"Stanley Beloved","adult":false,"genre_ids":[]},{"cast":["Olga Karlatos","George Dialegmenos","Lambros Tsangas","Elli Xanthaki","Tzavalas Karousos"],"overview":"Katina, an impoverished Greek woman, tries to arrange the marrage of her shepherd son, Thanos, to Despina, the daughter of a wealthy landowner. But when Despina's father, Vlahopoulos refuses to give his blessings and wants Despina to marry a more wealthy gentleman, named Yankos. The wealthy and spoiled Yankos plots to break up the romantic union between Thanos and Despina any way posible while the young lovers plot to run away in a futile attempt to being a new life for themselves.","release_date":"1967-01-01","vote_average":7.0,"runtime":96,"cert":"N\/A","id":47010,"title":"Thanos and Despina","adult":false,"genre_ids":[18]},{"cast":["Tonino Guerra","Andrei Tarkovsky"],"overview":"The travels in Italy of director Andrei Tarkovsky in preparation for the making of his film Nostalghia.","release_date":"1983-01-01","vote_average":7.0,"runtime":62,"cert":"N\/A","id":47011,"title":"Voyage in Time","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The Black Tea is a 2007 short film directed by Serge Elissalsde.","release_date":"2007-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":47014,"title":"The Black Tea","adult":false,"genre_ids":[16]},{"cast":["Timur Tursunov","Firus Sasaliyev","N. Arifova"],"overview":"Farukh, 17 wants to go away. He takes a train with his little brother Azamat (7) to visit their father. Farukh intends to leave Azamat at his father's before leaving. This is the story of their journey.","release_date":"1991-01-02","vote_average":0.0,"runtime":90,"cert":"N\/A","id":47015,"title":"Brothers","adult":false,"genre_ids":[]},{"cast":["Joe Quintero","Carlos Rafart","Gary Cohen","Victor Garber"],"overview":"A 16-year-old gay boy lives with his Catholic grandfather in the Bronx.","release_date":"1997-01-01","vote_average":5.5,"runtime":13,"cert":"N\/A","id":47016,"title":"The Absolution of Anthony","adult":false,"genre_ids":[35,18]},{"cast":["Aris Tsapis","Maria Grazia Cucinotta","Dimitris Piatas","Manolis Mavromatakis","Dina Mihailidou"],"overview":"Summer 1969. Dictatorship. In a small country town, young Achileas breaks his leg by falling off the yard wall of the local cinema. He wanted to see Brigit Bardot naked... However, during his visit to the city to treat his broken leg, for the first time in his life he sees a television! The program informs about the launching of Apollo to the moon. The idea of the launching becomes Achileas' obsession and along with his friends they collect money, in order to purchase a TV set. However, soon, the dilemma becomes imperative. Will they buy a television or \"visit\" all together Uranya in order to be taught the secrets of love?","release_date":"2006-12-07","vote_average":6.3,"runtime":100,"cert":"","id":47017,"title":"Uranya","adult":false,"genre_ids":[35]},{"cast":["Emma Thompson","Jonathan Pryce","Steven Waddington","Samuel West","Rufus Sewell"],"overview":"Painter Dora Carrington develops an intimate but extremely complex bond with writer Lytton Strachey. Though Lytton is a homosexual, he is enchanted by the mysterious Dora and they begin a lifelong friendship that has strangely romantic undertones. Eventually, Lytton and Dora decide to live together, despite the fact that the latter has fallen in love with military man Ralph Partridge, whom she plans to marry.","release_date":"1995-05-25","vote_average":6.8,"runtime":121,"cert":"18","id":47018,"title":"Carrington","adult":false,"genre_ids":[36,18,10749]},{"cast":["David Bowie"],"overview":"In a career chock full of \"you've never seen him like this\" moments, you've never seen David Bowie as you will in A Reality Tour. The rock legend and his ace band blaze through stunners from Bowie's Reality album plus dozens of his greatest hits.","release_date":"2004-10-13","vote_average":7.4,"runtime":57,"cert":"N\/A","id":47019,"title":"David Bowie: A Reality Tour","adult":false,"genre_ids":[10402,99]},{"cast":["Warwick Davis","Jeremy Bulloch","Anthony Daniels","Ashley Davis","Carrie Fisher"],"overview":"A mockumentary starring Warwick Davis, the actor who played the Ewok, Wicket W. Warrick in Star Wars Episode VI: Return of the Jedi and the Ewok spin-off films. Davis and David Tomblin, Return of the Jedi's first assistant director, created it, with Tomblin directing. Lucasfilm planned to use the movie as a promotional film for Return of the Jedi, but post-production on the film was never completed.","release_date":"1982-01-01","vote_average":5.3,"runtime":24,"cert":"N\/A","id":47022,"title":"Return of the Ewok","adult":false,"genre_ids":[99,878]},{"cast":[],"overview":"Sequence were originally created for the THX WOW! laserdisc, but also appear on the \"THX Ultimate Demo Disc\" that was given out when you brought a THX package that cost at best £10.000 ~15-20 years ago.","release_date":"1990-09-09","vote_average":9.5,"runtime":null,"cert":"N\/A","id":47023,"title":"THX Wow!","adult":false,"genre_ids":[]},{"cast":["Roger Waters","David Gilmour","Richard Wright","Nick Mason"],"overview":"The never before released filming of the August 9, 1980 show of Pink Floyd's The Wall Tour.","release_date":"2012-02-27","vote_average":5.3,"runtime":null,"cert":"","id":47024,"title":"Pink Floyd - The Wall","adult":false,"genre_ids":[10402,99]},{"cast":["Bob Hesse","Robbie Edwards","Bitsie Tulloch","Jennifer Weil"],"overview":"Mockumentary telling the never before told life story of the fictional robot R2-D2 from the Star Wars film series. The movie was made as a fun project by the cast and crew of Star Wars Episode II: Attack of the Clones. Using interviews, fake archive photos, film clips, and behind the scenes footage the \"true\" story was told of Artoo's life.","release_date":"2001-11-25","vote_average":6.9,"runtime":20,"cert":"N\/A","id":47025,"title":"R2-D2: Beneath the Dome","adult":false,"genre_ids":[35]},{"cast":["Phyllis Calvert","Jack Hawkins","Terence Morgan","Godfrey Tearle","Mandy Miller"],"overview":"London, the early 1950s. Born deaf, Mandy is mute for most of her childhood. As she reaches school age her family itself is in danger of breaking up. Christine (Phylis Calvert), Mandy's mother, has heard of a residential school for the oral education of the deaf. A heart-rending adaptation of Hilda Lewi's novel The Day is Ours, from acclaimed director Alexander Mackendrick, Mandy is an Ealing Studios classic.","release_date":"1952-07-29","vote_average":7.6,"runtime":93,"cert":"","id":47026,"title":"Mandy","adult":false,"genre_ids":[18]},{"cast":["Melissa Gilbert","Jeremy Sheffield","Lorraine Pilkington","Ginny Holder","Dorian Healy"],"overview":"Melissa Gilbert stars as Marygold\/Meredith. A sad and lonely writer returning to her home town in England for the first time since she was about 6 or 7 years old,after being adopted and raised in America. While there she decides to look for her mother's grave,and finds out her memories are not exactly what she thought they were,her mother is alive. She then sets out to find her mother and some answers and finds both. She also falls in love, of course, but has a problem with long term commitments...","release_date":"1998-01-01","vote_average":5.0,"runtime":86,"cert":"N\/A","id":47029,"title":"Her Own Rules","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two losers try to lift themselves out of the mire by letting their fantasy world take over their lives.","release_date":"1999-01-01","vote_average":6.0,"runtime":93,"cert":"N\/A","id":47030,"title":"The Last Yellow","adult":false,"genre_ids":[]},{"cast":["Anna Germ","Andrei Panin","Yelena Koreneva","Vladimir Ilin","Valeriy Priyomykhov"],"overview":"Day of the Full Moon, a series of vignettes from Russia past and present, summons the spirit of Ophuls’ La Ronde, Altman’s Nashville and Short Cuts, and the time-shifting strategies of Resnais (Mon Oncle d’Amérique) to tell provocative, connected stories illustrating the waltz of years and whim of memory. In 1948, a young man, a boy, and a waiter are captivated during the full moon by a mysterious woman in a  lilac dress. The effects of this event ripple across the years, washing over more than 80 characters, including a disc jockey, a fairy princess, a gangster, Alexander Pushkin, and a nostalgic dog. But which of these are dreams, and which reality? Director Shakhnazarov continues his career-long focus on the intersection of past and present with this mysterious, exhilarating mosaic of humankind, which in the end both seduces and satisfies.","release_date":"1998-08-29","vote_average":5.0,"runtime":93,"cert":"N\/A","id":47033,"title":"Day of the Full Moon","adult":false,"genre_ids":[18]},{"cast":["Charlotte Rampling","Alan Bates","Katrin Cartlidge","Owen Teale","Tushka Bergen"],"overview":"Madame Ranevskaya (Rampling) is a spoiled aging aristocratic lady, who returns from a trip to Paris to face the loss of her magnificent Cherry Orchard estate after a default on the mortgage. In denial, she continues living in the past, deluding herself and her family, while the beautiful cherry trees are being axed down by the re-possessor Lopakhin (Teale), her former serf, who has his own agenda.","release_date":"1999-01-01","vote_average":5.0,"runtime":141,"cert":"N\/A","id":47034,"title":"The Cherry Orchard","adult":false,"genre_ids":[18,35]},{"cast":["Olaf Nollen","Werner De Smedt","Alain Van Goethem"],"overview":"It's sports day and a seventeen-year-old boy prepares to compete, as he has many times before.  Only this time it's different, his childhood is behind him, different feelings, emotions and desires engulf him as he watches his classmates.  His life is about to change.","release_date":"1995-01-01","vote_average":6.0,"runtime":8,"cert":"N\/A","id":47037,"title":"Particularly Now, in Spring","adult":false,"genre_ids":[]},{"cast":["Sammy Snyders","Jeannie Elias","Sonja Smits","Laura Press","Laura Hollingsworth"],"overview":"Twelve year-old Jamie Benjamin is a solitary misunderstood boy in his preteens. His classmates pick on him, his neighbors think he's weird and his parents ignore him. But now Jamie has a secret weapon: deep in the woods he has discovered a deep pit full of man-eating creatures he calls Trogs... and it isn't long before he gets an idea for getting revenge and feeding the Trogs in the process!","release_date":"1981-10-23","vote_average":5.9,"runtime":97,"cert":"N\/A","id":47038,"title":"The Pit","adult":false,"genre_ids":[27,9648,53]},{"cast":["Magdalena Montezuma","Mostefa Djadjam","Antonio Orlando","Karina Fallenstein"],"overview":"A mentally unstable woman and her son move to a sprawling mansion in Portugal to grow roses.","release_date":"1986-03-03","vote_average":8.0,"runtime":106,"cert":"N\/A","id":47039,"title":"The Rose King","adult":false,"genre_ids":[18,10402]},{"cast":["Greg Major","John Maunsell","Tony Kingi","Wayne Pivac","Marton Csokas"],"overview":"A Maori warrior comes upon the aftermath of a battle to find that the only survivor is a wounded enemy soldier. His wishes to avenge his fallen countrymen by finishing off this helpless enemy but the gods won't allow it (as conveyed to him through a spirit bird). Anguished that he must instead treat the soldier's wounds, he's further repelled by the soldier's incessant homosexual advances. Slowly and surprisingly, a change comes over the warrior to accept the soldier's advances, but the war all too soon intrudes upon them.","release_date":"1996-06-24","vote_average":6.3,"runtime":15,"cert":"N\/A","id":47040,"title":"The Twilight of the Gods","adult":false,"genre_ids":[18,10752]},{"cast":["Jonah Falcon"],"overview":"Men, most of them naked, talk about their penises. They range from 17 to 70+, all from the U.S. The interviews are edited around themes: discovery, early sexual experiences, masturbation, size, oral sex, libido, performance, disease and maladies, maturity. A lexicographer discusses language, especially slang; a few archival educational-film clips divide the topics. Images and stories mix with facts and philosophical reflection. The usually private becomes public.","release_date":"1999-01-01","vote_average":5.2,"runtime":56,"cert":"N\/A","id":47041,"title":"Private Dicks: Men Exposed","adult":false,"genre_ids":[99]},{"cast":["Apostolis Totsikas","Yiorgos Spanias","Dimitris Tzoumakis"],"overview":"Markos, an ambitious young journalist on a provincial television channel is trying to retrieve a gun stolen from his Candid Camera-type show. His search leads him in the dead of winter to his mother's neck of the woods, one of the abandoned villages on the southwestern slopes of Mount Pindos. In his attempt to get the gun back he comes up against Elias, a strange young man who is the son of the guardian of the village. Their clash will have unforeseen results both for the two young men and for the few inhabitants of the village.","release_date":"2006-01-01","vote_average":0.0,"runtime":97,"cert":"N\/A","id":47042,"title":"The Guardian's Son","adult":false,"genre_ids":[18]},{"cast":["Goya Toledo","Martin Feifel","Nina Proll","Simon Schwarz","Hary Prinz"],"overview":"The seedy underbelly of Vienna at night. Mercedes is a femme fatale from Mexico, newly arrived at the Vienna airport with her German boyfriend Rainer, where they have smuggled a kilo of cocaine through customs. Unfortunately for them, the city has just had a major drug crackdown, leaving them without buyers and money. Disgusted with Rainer, Mercedes ditches him and hooks up with Harry, a lonely and bored cab driver who agrees to help her find a buyer for the drugs so she can get some cash and go home. She offers Harry a deal he can't refuse. Is he just another pawn for Mercedes or will her promises help him achieve his hope and dreams? The story careens through the night streets of Vienna, following two amateurs navigating their way through the treacherous world of the drug trade. It's a mood piece with the backdrop of a stifling urban loneliness.","release_date":"2000-05-12","vote_average":5.8,"runtime":102,"cert":"N\/A","id":47043,"title":"The Stranger","adult":false,"genre_ids":[18,80]},{"cast":["Carl Crew"],"overview":"Based on the life of notorious serial killer Jeffrey Dahmer, who murdered more than a dozen people, and ate many of them, before he was caught in 1991.","release_date":"1993-01-01","vote_average":4.6,"runtime":99,"cert":"N\/A","id":47044,"title":"The Secret Life: Jeffrey Dahmer","adult":false,"genre_ids":[]},{"cast":["Tony Danza","Ami Dolenz","Catherine Hicks","Wallace Shawn","Dick O'Neill"],"overview":"A Los Angeles radio-station manager's girlfriend shows his teenage daughter how to be sexy.","release_date":"1989-04-14","vote_average":5.2,"runtime":97,"cert":"N\/A","id":47045,"title":"She's Out of Control","adult":false,"genre_ids":[35,10749]},{"cast":["Kanokporn Tongaram","Min Oo","Jenjira Pongpas","Sa-gnad Chaiyapan","Kanitpat Premkij"],"overview":"The story of a love affair that begins during a picnic on the Thai-Burmese border.","release_date":"2002-10-08","vote_average":6.6,"runtime":126,"cert":"N\/A","id":47046,"title":"Blissfully Yours","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Sugar-Frosted Frights: Filburt fights his fear of Halloween. Ed is Dead: A Thriller!: Rocko investigates the Bigheads when he suspects that Bev has murdered Ed.","release_date":"","vote_average":10.0,"runtime":25,"cert":"N\/A","id":47047,"title":"Sugar-Frosted Frights \/ Ed is Dead: A Thriller!","adult":false,"genre_ids":[]},{"cast":[],"overview":"Candy Bar Creep Show: The Pickles set up a haunted house for the neighborhood kids on Halloween. As treats, they pass out \"Reptar Bars,\" which contain \"chocolate, and nuts, and caramel, and green stuff.\" The Rugrats go to the haunted house in search for them, eventually scaring Angelica and Grandpa as well. Monsters In The Garage: A rat goes around knocking stuff off the shelves; Stu places the blame on Spike; the Rugrats blame it on the rat, then known merely as \"The Monster.\" After hearing Boris' story about the \"dibbick\" fighting off the monster with his \"klobbermeister,\" The Rugrats go into the garage in search of this \"monster.\"","release_date":"","vote_average":2.8,"runtime":22,"cert":"N\/A","id":47048,"title":"Candy Bar Creep Show \/ Monsters In The Garage","adult":false,"genre_ids":[]},{"cast":["Joachim Hansen","Marianne Koch","Peer Schmidt","Carl Lange","Hansjörg Felmy"],"overview":"Biographic Movie of the German fighter ace, who was killed in a plane crash after over 150 kills in North Africa.","release_date":"1957-08-13","vote_average":5.3,"runtime":99,"cert":"N\/A","id":47049,"title":"Der Stern von Afrika","adult":false,"genre_ids":[10752,18]},{"cast":["Ángel Fernández Franco","Nadia Windell","Víctor Petit","Frank Braña","Xabier Elorriaga"],"overview":"Perros Callejeros is based on the juvenile delinquency of the 1970s and 80s in Spain. The story is set in Barrio de la Mina in Barcelona one of the most conflict neighbourhoods in Spain. The characters chosen were real juvenile delinquents all with criminal records, which the director used to give the film a realistic touch. This film is very powerful and dramatic, it shows how these kids were brought up to survive on the streets.","release_date":"1977-12-23","vote_average":6.8,"runtime":103,"cert":"N\/A","id":47050,"title":"Street Warriors","adult":false,"genre_ids":[28,18,80]},{"cast":["Shawn Yue","Kitty Zhang Yuqi"],"overview":"Young writer Guo (Shawn Yue) wrote about a titular curse in his book, “The Deserted Village”. It began 500 years ago in the Ming Dynasty, when one of the villagers died of terminal illness. The widow Yanzi vowed to stay with her husband forever but when the man suddenly returned to life. The horrified neighbours believed that he was a monster. They burned him to death and torched his mansion. The devastated Yanzi upheld her vow and threw herself into the fire. Since then, the village was cursed and the mansion subsequent inhabitant dies mysteriously. Some say only couples who share true love can survive in that village. Those who are unfaithful will come to their demise. To the world, the book was pure fiction. Only Guo and his ex-girlfriend Zhi (Kitty Zhang) had lived through the horror to know its existence. When four college students decided to explore the village themselves, the trip led them to an ancient well in Yanzi’s mansion, where the curse was unleashed once again.","release_date":"2010-08-12","vote_average":0.0,"runtime":96,"cert":"N\/A","id":47051,"title":"Curse of the Deserted","adult":false,"genre_ids":[27]},{"cast":["Will Ryan"],"overview":"When a baby shows up on the doorstep of Whit’s End, the place becomes a flurry of splattered food, dirty diapers, and talking sock-puppets! Eugene wants to study the child’s behavior in the name of “science.” And Dylan and Connie can only laugh at his hilarious attempts at childcare. But the baby’s short history catches up to him, and the events that follow turn Eugene’s world upside-down. Eugene must decide which is more valuable—the advance of science or a life made in the image of God.","release_date":"1998-09-22","vote_average":5.0,"runtime":28,"cert":"N\/A","id":47052,"title":"Adventures in Odyssey: Baby Daze","adult":false,"genre_ids":[10751,16]},{"cast":["Mihály Víg"],"overview":"Revisits of locations on the Great Hungarian Plain - the puszta - that were used in Tarr's Sátántangó and Werckmeister harmóniák. Recitations of short lyric poems by Hungary's national poet Sándor Petofi.","release_date":"1995-01-01","vote_average":5.7,"runtime":35,"cert":"N\/A","id":47053,"title":"Journey on the Plain","adult":false,"genre_ids":[18]},{"cast":["Kevin Pollak","Vivian Bang","Jorge Garcia","Johnny Messner","Rick Hoffman"],"overview":"When therapist Dr. Leonard Stern discovers he has six weeks to live, he adopts a fresh method of treatment: brutal honesty.","release_date":"2004-01-01","vote_average":5.8,"runtime":14,"cert":"N\/A","id":47054,"title":"Our Time Is Up","adult":false,"genre_ids":[35]},{"cast":["Bjørn Lomborg","Hashem Akbari","Al Gore","James Hansen","Barack Obama"],"overview":"A documentary that takes an alternative approach to dealing with the global warming crisis.","release_date":"2010-11-08","vote_average":6.9,"runtime":87,"cert":"N\/A","id":47055,"title":"Cool It","adult":false,"genre_ids":[99]},{"cast":["John Russell","June Blair","Stuart Whitman","Margo Woode","George E. Mather"],"overview":"A criminal gang plots the robbery of a ship carrying $2 million worth of surplus narcotics left over from World War II. The plan goes awry when the gang leader's girlfriend falls for an ambulance attendant who is an unsuspecting pawn in the scheme.","release_date":"1957-10-01","vote_average":6.3,"runtime":72,"cert":"N\/A","id":47056,"title":"Hell Bound","adult":false,"genre_ids":[28,18,53]},{"cast":["Steven Wright","Rowan Atkinson","Laurie Metcalf","Carrotte","Christopher Durang"],"overview":"Dennis Jennings (Steven Wright) is an introverted daydreamer, sleepwalking through life. He is a professional waiter and has an equally-dull girlfriend, Emma. In an attempt to release his pent-up feelings of isolation, he begins seeing a psychiatrist (Rowan Atkinson), only to discover that the doctor is somewhat less than interested in what he has to say. After finding his doctor sharing his intimate secrets with a group of fellow psychiatrists at a bar, and then finding that his girlfriend is cheating on him with the doctor, Dennis decides he has had enough. He hunts the doctor down in the woods and shoots him, ending up in jail with an equally uncaring prison shrink.","release_date":"1988-01-01","vote_average":7.0,"runtime":29,"cert":"N\/A","id":47057,"title":"The Appointments of Dennis Jennings","adult":false,"genre_ids":[35]},{"cast":["Tanna Frederick","Noah Wyle","Christopher Rydell","Kathryn Grant","David Proval"],"overview":"An electronic ankle bracelet and being under house arrest aren't about to stop up-and-coming actress Maggie Chase (Tanna Frederick) from the two things she craves the most: real fame and true love. With more \"Google points\" than her Iowa hometown, but far less than Angelina Jolie, Maggie is desperate to claw her way off the B-list of action\/adventure pictures and into major movie stardom.","release_date":"2013-11-20","vote_average":8.0,"runtime":null,"cert":"N\/A","id":47058,"title":"Queen of the Lot","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Explores the world of a boxing gym in Austin, Texas, dwelling on the discipline of training as people from all walks of life aspire to reach their personal best.","release_date":"2010-10-22","vote_average":5.5,"runtime":91,"cert":"N\/A","id":47059,"title":"Boxing Gym","adult":false,"genre_ids":[99]},{"cast":["Lin Kun-huei","Lee Kang-Sheng","Hui-Chin Lin","Tien Miao","Yang Kuei-Mei"],"overview":"In the final days of the year 1999, most everyone in Taiwan has died. A strange plague has ravished the island. Supposedly spread by cockroaches, the disease sends its victims into a psychosis where they act like the insects. Eventually, they die. The Hole takes place in a crumbling apartment building. Its two protagonists live right above and below each other. The woman is on the lower floor, and the pipes above her apartment are leaking fiercely, threatening to destroy her food supply, not to mention her sanity. She calls a plumber to go check it out, and he accidentally pokes a hole through the floor of the man's apartment. The two have never met before, and they come into contact through the hole.","release_date":"1998-09-14","vote_average":7.2,"runtime":95,"cert":"N\/A","id":47060,"title":"The Hole","adult":false,"genre_ids":[18,14,10402,10749]},{"cast":[],"overview":"An infectious hybrid of rock, funk and hip-hop, 311 have sold millions of records since their formation in the early 1990s.","release_date":"2001-12-11","vote_average":0.0,"runtime":120,"cert":"N\/A","id":47061,"title":"311: Enlarged to Show Detail 2","adult":false,"genre_ids":[]},{"cast":["Jolanta Umecka","Ladislav Mrkvička","Otakar Janda","Rudolf Thrún","Stefan Bobota"],"overview":"A film adaptation of the novelette of the same title written by Dominik Tatarka depicts the life of a young generation of artists that was formed in Slovakia during the war. Anabella, a young and beautiful girl meets a group of artists. She awakens their erotic desires but also pure feelings of love; she becomes the object of their secret fantasies as well as their artistic inspiration. And it seems that the boundaries between reality and fantasy suddenly cease to exist.","release_date":"1967-01-20","vote_average":5.7,"runtime":93,"cert":"N\/A","id":47062,"title":"Miraculous Virgin","adult":false,"genre_ids":[9648,18,35]},{"cast":["Jozef Cierny","Alzbeta Strkulová","Stanislava Strobachová","Alzbeta Bartova","Ivan Rajniak"],"overview":"A classical ballad motif about an aging father and his three daughters is quite unusually here set against the backdrop of Czechoslovakia of the 1950s. After having been expropriated, the former landowner Majda seeks refuge with his three daughters whom he had sent to a convent a long time ago. But only the youngest one is able to forgive him and she is willing to take care of him despite the threat of expulsion from the order.","release_date":"1968-04-19","vote_average":8.0,"runtime":87,"cert":"N\/A","id":47063,"title":"Three Daughters","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Logic Skateboard Media showcases the best Pro and Am street skaters around.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":47064,"title":"Logic Skateboard Media 7,8,9","adult":false,"genre_ids":[]},{"cast":["Whitney Able","Kevin Sorbo","Ralf Moeller","Jennifer Siebel Newsom","Michael Paré"],"overview":"A princess is on a quest to unite the five greatest warriors to save her kingdom from a demon sorceress.","release_date":"2010-07-31","vote_average":3.3,"runtime":86,"cert":"N\/A","id":47065,"title":"Tales of an Ancient Empire","adult":false,"genre_ids":[12,14,27,28,53,878]},{"cast":[],"overview":"Pawnshop manager Lin Tung-Ching's life has become too unpredictable since the lifeline of his left hand was damaged in a motorcycle accident. His girlfriend Eiko is desperate to find a way to help Tung-Ching retrieve his lifeline. But Lin feels attracted to another girl.","release_date":"2000-01-01","vote_average":8.0,"runtime":75,"cert":"N\/A","id":47066,"title":"Mirror Image","adult":false,"genre_ids":[]},{"cast":["Suzy Kendall","Dennis Waterman","Maureen Lipman","Adrienne Posta","Liz Fraser"],"overview":"A girl from a rich family in Chelsea is bored and decides to go \"slumming\" in depressed Battersea.","release_date":"1968-01-25","vote_average":7.3,"runtime":119,"cert":"12","id":47069,"title":"Up the Junction","adult":false,"genre_ids":[18]},{"cast":["Brooke Shields","Timothy Dalton","Tony Peck","Diana Scarwid","Nestor Serrano"],"overview":"Mike is a struggling artist who draws the 'Brenda Starr' strip for the papers. When Brenda comes to life in the strip and sees how unappreciated she is by Mike, she leaves the strip. To get her back, and keep his job, Mike draws himself into the strip. In her world, Brenda Starr is the Ace Reporter for the New York Flash. She is talented, fearless, smart and a very snappy dresser. The only competition she has is from the rival paper's top reporter Libby Lipscomb. Brenda heads to the Amazon jungle to find a scientist with a secret formula which will create cheap and powerful gas from ordinary water. (This movie was filmed in 1986 but release was delayed for several years.)","release_date":"1989-05-15","vote_average":5.4,"runtime":93,"cert":"N\/A","id":47070,"title":"Brenda Starr","adult":false,"genre_ids":[12,14,35,10749]},{"cast":[],"overview":"Korean Movies","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":47071,"title":"Kore","adult":false,"genre_ids":[]},{"cast":["Jude Law","Sadie Frost","John Beckett","Ray Winstone","William Scully"],"overview":"A group of friends gather for a wake, and are shown a video shot by Jude (Jude Law) and starring them before he dies. Things go rapidly downhill.","release_date":"1998-11-13","vote_average":5.4,"runtime":93,"cert":"","id":47072,"title":"Final Cut","adult":false,"genre_ids":[18,53]},{"cast":["Ava Rose","Bree Olson","Roxy Panther","Steve Holmes","Zenza Raggi"],"overview":"Nazi's have learned the secret location of the Ark 25 years after Indiana Jones last snatched it from their clutches. So, he sends his only daughter Carolina to send on a quest to find it. She is joined by a Southern Belle named Dixie and along the way both women have to confront the greatest loves of their lives - some good, some bad.","release_date":"2008-05-19","vote_average":8.3,"runtime":101,"cert":"N\/A","id":47073,"title":"Carolina Jones and the Broken Covenant","adult":true,"genre_ids":[12,35]},{"cast":[],"overview":"On the momentous occasion of the Hubble Space Telescope's 15-year anniversary, the European Space Agency released this commemorative documentary looking back of the history of discovery that the telescope has facilitated. Retrace the story of its successes and difficulties, illustrated by state-of-the-art computer animation, as well as spellbinding footage photographs taken from Hubble, much of which has been previously unseen until now. The film presents some of the most fascinating facts about our universe that Hubble has uncovered, and explains things like wormholes, black monsters, and event horizons. All of this is accompanied by a score that captures the grand majesty of the film's subject matter. Written by Anonymous","release_date":"2005-04-24","vote_average":10.0,"runtime":83,"cert":"N\/A","id":47074,"title":"Hubble: 15 Years of Discovery","adult":false,"genre_ids":[99]},{"cast":["Rowan McNamara","Marissa Gibson","Mitjili Napanangka Gibson","Scott Thornton","Matthew Gibson"],"overview":"Samson and Delilah's world is small- an isolated community in the Central Australian desert. When tragedy strikes they turn their backs on home and embark on a journey of survival. Lost, unwanted and alone the discover that life isn't always fair, but love never judges.","release_date":"2009-05-07","vote_average":6.0,"runtime":101,"cert":"N\/A","id":47075,"title":"Samson and Delilah","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Kai-lan and her friends take a trip to China to meet Kai-lan’s favorite Great Aunt. While they are there, the little ones learn to face new experiences such as foods they have never tried, clothes they have never worn, and adventures they have never faced before. They learn about a different culture in both city and country settings and meet some new exciting animals, the pandas.","release_date":"2009-07-14","vote_average":6.0,"runtime":96,"cert":"N\/A","id":47076,"title":"Ni Hao, Kai-Lan: Kai-Lan's Great Trip to China","adult":false,"genre_ids":[16,10751]},{"cast":["Yoshio Tsuchiya","Hakudo Nagatomi","Yoshio Shinozuka"],"overview":"A documentary recording the testimony of fourteen former Japanese soldiers as they recount atrocities and war crimes committed during the Second World War, including the the infamous Unit 731 medical experimentation group. Having been trained by their country to be nothing but killers, the soldiers claim to have become morally numb and unable to see non-Japanese as even human. Perhaps feeling some remorse for what they have done, they now choose to tell their stories for the world to hear. Written by Jean-Marc Rocher","release_date":"2001-02-06","vote_average":4.0,"runtime":160,"cert":"N\/A","id":47077,"title":"Japanese Devils","adult":false,"genre_ids":[99,10752]},{"cast":["Angel Boris Reed","Tony Pacheco","Dale Paris"],"overview":"In the course of one crazy night, a down on his luck valet parking attendant loses a gangster's car and his heart to a dangerous blonde with a death wish.","release_date":"1999-11-10","vote_average":5.0,"runtime":93,"cert":"N\/A","id":47078,"title":"Suicide Blonde","adult":false,"genre_ids":[28,53]},{"cast":[],"overview":"A shoe shine puppy transforms himself into a superhero every time Sweet Polly Purebread (a pretty TV reporter) gets in trouble.","release_date":"2007-08-29","vote_average":6.4,"runtime":null,"cert":"N\/A","id":47081,"title":"The  Ultimate Underdog Collection","adult":false,"genre_ids":[28,10751]},{"cast":["Kevin Kline","Paul Dano","Katie Holmes","John C. Reilly","Dan Hedaya"],"overview":"THE EXTRA MAN is a sophisticated and moving comedy from filmmakers Shari Springer Berman and Robert Pulcini. THE EXTRA MAN follows Louis Ives (Paul Dano), a lonely dreamer who fancies himself the hero of an F. Scott Fitzgerald novel. When a deeply embarrassing incident forces him to leave his job at an exclusive Princeton prep school, Louis heads to New York City to make a fresh start. He quickly finds a 9 to 5 job at an environmental magazine, where he encounters an entrancing, green-obsessed co-worker Mary (Katie Holmes).","release_date":"2010-08-01","vote_average":6.0,"runtime":108,"cert":"N\/A","id":47088,"title":"The Extra Man","adult":false,"genre_ids":[35]},{"cast":["Cláudia Abreu","Wagner Moura","Ravi Ramos Lacerda","Carol Castro","Sidney Magal"],"overview":"Romão, illiterate and unemployed, feels destiny drawing him on an odyssey to Rio de Janeiro in pursuit of a job and a decent life. A family of seven journeys 2,000 miles across the hinterlands of Brazil on bicycles. Along the way, the story explores the inner dynamics of a family facing a great challenge with the courage to pursue dreams.","release_date":"2003-09-12","vote_average":6.8,"runtime":85,"cert":"N\/A","id":47089,"title":"The Middle of the World","adult":false,"genre_ids":[18]},{"cast":["Lance Henriksen","Stephen Lee","William J. Norris","Mark Margolis","Carolyn Purdy-Gordon"],"overview":"Set during the height of Spanish Inquisition. The beautiful and kind-hearted Maria is arrested as a witch when she inadvertently cries out in horror at the public whipping of a child. As Maria’s husband Antonio tries to save her, Torquemada, the Grand Inquisitor, determines to punish Maria with torture for the desire she inflames in him. Loosely based on Edgar Allen Poe's classic short story.","release_date":"1991-06-27","vote_average":6.0,"runtime":97,"cert":"N\/A","id":47090,"title":"The Pit and the Pendulum","adult":false,"genre_ids":[27,10749]},{"cast":["Urijah Faber","Chance Farrar","Rani Yahya","Mark Hominick","Josh Smith"],"overview":"WEC 28: WrekCage was the fourth mixed martial arts event held by the World Extreme Cagefighting under Zuffa management. The event was held on June 3, 2007. WEC 28 was the first WEC to be aired live on the Versus Network. The main event was a Featherweight title defense by WEC Featherweight champion, Urijah Faber.","release_date":"2007-06-03","vote_average":0.0,"runtime":45,"cert":"N\/A","id":47091,"title":"WEC 28: Faber vs. Farrar","adult":false,"genre_ids":[]},{"cast":["Zeta Makrypoulia","Yiannis Tsimitselis","Elissavet Konstantinidou"],"overview":"Ilektra receives a message from her boyfriend saying that he wants to break up with her.","release_date":"2008-02-14","vote_average":4.7,"runtime":97,"cert":"N\/A","id":47092,"title":"Just Broke Up","adult":false,"genre_ids":[35,10749,10751]},{"cast":["Paul Reynolds","Phillip Williamson","Judi Dench","Dave Baby","Timothy Burke"],"overview":"The Angelic Conversation is a lyrical, haunting film about a young man’s search for love, in a dreamlike landscape. Offscreen, Dame Judi Dench recites a sequence of Shakespeare sonnets, that counterpoint the action. Jarman called it, “My most austere work, but also the closest to my heart.”","release_date":"1985-01-01","vote_average":6.4,"runtime":77,"cert":"","id":47093,"title":"The Angelic Conversation","adult":false,"genre_ids":[18]},{"cast":["Vincent Child","Greg Hill","Peter Glawson","Butch Burr"],"overview":"A charismatic leader and a high-spirited student group are on holiday in Italy. The surreal adventures of these friends are a free-flowing, four-part \"multi-sensual symphony,\" bereft of traditional story line. One national critic described the boys' anarchic revelry as a \"dream-like descent from civilization into the chaos reminiscent of Lord of the Flies.\"","release_date":"1972-08-01","vote_average":7.0,"runtime":85,"cert":"N\/A","id":47094,"title":"The Genesis Children","adult":false,"genre_ids":[18]},{"cast":["Tommy Lee Jones","Asha Menina","Kathleen Turner","Shiloh Strong","Esther Rolle"],"overview":"When Ruth Matthews's husband is killed in a fall at an archaeological dig, her daughter Sally handles her father's death in a very odd manner. As Sally's condition worsens, Ruth takes her to see Jake, an expert in childhood autism. Jake attempts to bring Sally out of her mental disarray through traditional therapy methods, but Ruth takes a different route. She risks her own sanity by attempting to enter her daughter's mind and make sense of the seemingly bizarre things that Sally does, including building a wondrous house of cards","release_date":"1993-06-25","vote_average":6.8,"runtime":109,"cert":"N\/A","id":47095,"title":"House of Cards","adult":false,"genre_ids":[18]},{"cast":["Gian Maria Volonté","Marcello Mastroianni","Mariangela Melato","Ciccio Ingrassia","Franco Citti"],"overview":"Set during a retreat of Christian Democrat politicians who practice spiritual exercises together, it is an allegory of corrupted power. Disturbing, claustrophobic settings are the background to a series of mysterious crimes.","release_date":"1976-04-30","vote_average":7.9,"runtime":120,"cert":"N\/A","id":47096,"title":"One Way or Another","adult":false,"genre_ids":[18]},{"cast":["Martha Karagianni","Eleni Randou","Fanis Mouratidis","Iosif Polyzoidis"],"overview":"Through the different erotic stories of various characters, the film searches for the different types of bonds in a middle-class modern Greek family, its hopes, expectations, problems and everyday paranoia that its members encounter.","release_date":"2009-01-29","vote_average":5.1,"runtime":102,"cert":"N\/A","id":47097,"title":"I Die for You","adult":false,"genre_ids":[35]},{"cast":["Colin Dale","Dursley McLinden","Susannah York","Saeed Jaffrey","Patricia Hodge"],"overview":"Thirteen-year-old Nick and his slightly dense older brother Herbert run the Diamond Private Detective Agency above Camden Town Tube Station in north-central London. When a master criminal called The Falcon dies, they come into possession of his box of chocolate Maltesers, which contains the secret key to a fabulous cache of diamonds. Can they unravel the mystery and avoid the clutches of seedy lowlifes Brenda Von Falkenberg, Gott and Himmell, The Fat Man and the dogmatic Chief Inspector Snape, all of whom want to find the swag first.","release_date":"1988-09-01","vote_average":4.3,"runtime":83,"cert":"","id":47098,"title":"Just Ask for Diamond","adult":false,"genre_ids":[10751,35,80]},{"cast":[],"overview":"A young man gets into an accident and now owes people money. He lives in present day Almaty, Kazakhstan, where jobs are scarce. So he turns to dubious characters for help which leads him deeper and deeper into trouble.","release_date":"1998-01-01","vote_average":5.0,"runtime":80,"cert":"N\/A","id":47099,"title":"Killer","adult":false,"genre_ids":[]},{"cast":["Hassan Sadeghi","Parivash Nazarieh","Mohammad Kasebi","Hossein Abedini"],"overview":"Mehrollah is a 14-year-old boy who is forced to find a job to support his family after his father dies. He travels to the southern parts of Iran, looking for work. Upon his return to his hometown, he notices certain changes in his family.","release_date":"1996-01-01","vote_average":7.5,"runtime":96,"cert":"N\/A","id":47100,"title":"The Father","adult":false,"genre_ids":[18]},{"cast":["Michiyo Kogure","Tomoemon Otani","Sô Yamamura","Jun Tazaki","Yônosuke Toba"],"overview":"Okuni and Gohei is about a high-born woman, Okuni (Michiyo Kogure), who travels around the country with Gohei (Tomoemon Otani), a samurai retainer who is in service to her. They are in search of Tomonojo (Sô Yamamura), who has killed the man who was Okuni’s husband and Gohei’s master, and they cannot return to their lord’s home until they have fulfilled their duty of hunting down and killing Tomonojo.","release_date":"1952-04-10","vote_average":7.0,"runtime":91,"cert":"N\/A","id":47101,"title":"Okuni and Gohei","adult":false,"genre_ids":[18]},{"cast":["Xu Jinglei","Tong Dawei","Wang Xuebing"],"overview":"A young woman who has lost her first love begins a relationship with his best friend, and the two of them attempt to create a baggage-free future.","release_date":"2003-01-01","vote_average":7.7,"runtime":97,"cert":"N\/A","id":47102,"title":"I Love You","adult":false,"genre_ids":[]},{"cast":["Taner Birsel","Bennu Yıldırımlar","Zuhal Gencer","Engin Alkan","Sermet Yeşil"],"overview":"The film is set in present-day Istanbul. Selim is a shop owner in his early forties. He sells clothing for men in his shop situated in one of the back streets of Istanbul. Selim is a family man who has devoted his life to his home and his work. He lives with his wife Ayla, his six-year-old daughter Esma and his old father in a simple flat in and old, modest neighbourhood. He has warm relations with his family. He is an affectionate father. One of his neighbours, a young widow named Nihal tries to seduce Selim, but her flirtation leaves him cold.  Selim is known for his honesty and integrity among his family and friends. He is a careful spender. As a little child, he has learned that money is not easily earned. He has no tolerance for petty \"trickery\" met in daily life. One day, Selim finds a bag full of dollar bills (approximately 500,000$) in a cab. From that day on, Selim finds himself in a bewildered state with a bag full of money on his hands.","release_date":"1999-01-01","vote_average":6.4,"runtime":100,"cert":"N\/A","id":47103,"title":"A Run for Money","adult":false,"genre_ids":[28,53]},{"cast":["Mohamad Ali Keshavarz","Farhad Kheradmand","Zarifeh Shiva","Hossein Rezai","Tahereh Ladanian"],"overview":"The film focuses on one of the events in \"Life, and Nothing More...\" (1992), and explores the relationship between the film director, and the actors. The local actors play a couple who got married right after the earthquake. In reality, the actor is trying to persuade the actress that they should get married.","release_date":"1994-01-01","vote_average":7.4,"runtime":103,"cert":"N\/A","id":47104,"title":"Through the Olive Trees","adult":false,"genre_ids":[18]},{"cast":["La Caita"],"overview":"Latcho Drom is a 1993 French documentary film directed and written by Tony Gatlif. It follows the journey, music and culture of the Romani people from their genesis in India to many of the countries through which they passed.","release_date":"1993-06-06","vote_average":7.5,"runtime":103,"cert":"N\/A","id":47105,"title":"Latcho Drom","adult":false,"genre_ids":[10402,99]},{"cast":["Errikos Litsis","Eleni Kokkidou","Costas Xikominos","Yannis Voulgarakis","Angeliki Papoulia"],"overview":"Dimitris, a grumpy middle-aged man, is having a hard time with his business partner on a particular decision as to opening a new business; and he's also having a hell of a time with his family members. He has a really short temper, and the unpleasant behaviour of his nasty wife and his disrespectful children don't contribute much to his health.","release_date":"2002-11-14","vote_average":6.4,"runtime":80,"cert":"N\/A","id":47106,"title":"Matchbox","adult":false,"genre_ids":[18]},{"cast":["Tab Hunter","Divine","Lainie Kazan","Geoffrey Lewis","Henry Silva"],"overview":"A group of unscrupulous characters seek buried treasure in the old west.","release_date":"1985-03-01","vote_average":5.7,"runtime":84,"cert":"N\/A","id":47107,"title":"Lust in the Dust","adult":false,"genre_ids":[28,35,37]},{"cast":["Antonio Canales","Orestes Villasan Rodríguez","Antonio Dechent","Juan-Luis Corrientes","Fernando Guerrero Rebollo"],"overview":"Caco is a proud, handsome man, head of a family, and very powerful in the local community. Yet he has been torn to pieces by the death of his beloved daughter. He constantly visits her grave, weeps silently at her photo and has transferred all his wildly protective love and attention onto his mentally challenged nephew, Diego. It seems that Diego's father, Caco's brother, is in hiding after having killed a man from the Caravaca family, who are equally powerful in the community. They are looking for vengeance and have come to Caco for justice. When he refuses to betray his brother, the Caravacas grow impatient. When they realize they are getting nowhere, they threaten to kill Diego. Despite his fierce pride, Caco eventually realizes that the cycle of killing and revenge must be broken. But how can he achieve this and protect everyone he loves?","release_date":"2000-10-04","vote_average":7.4,"runtime":90,"cert":"N\/A","id":47108,"title":"I Come","adult":false,"genre_ids":[18,10402]},{"cast":["Nastassja Kinski","Christopher Lambert","Audrey DeWilder","Francine Bergé"],"overview":"Ridden by guilt for not being able to have a child, wife decides to conceive by cloning. The daughter she gives birth to is therefor almost identical to her. The child starts to grow rapidly and slowly replaces mom in the household.","release_date":"2004-05-26","vote_average":4.1,"runtime":94,"cert":"N\/A","id":47109,"title":"In Your Image","adult":false,"genre_ids":[18,878,53]},{"cast":["Odysseas Papaspiliopoulos","Dimitra Stogianni ","Pigmalion Dadakaridis","Dimitris Tzoumakis","Penelope Pitsouli"],"overview":" ","release_date":"2008-10-23","vote_average":6.0,"runtime":110,"cert":"N\/A","id":47110,"title":"Αυστηρώς Κατάλληλο","adult":false,"genre_ids":[35]},{"cast":["Mark Redfield"],"overview":"A dramatic retelling of the last weeks in the life of poet Edgar Allan Poe with theories about the cause of his mental breakdown and premature death in 1849 Baltimore","release_date":"2006-10-11","vote_average":6.0,"runtime":80,"cert":"N\/A","id":47111,"title":"The Death of Poe","adult":false,"genre_ids":[]},{"cast":["Stephen Rea","Brendan Gleeson","Alfred Molina","Rosana Pastor","Pruitt Taylor Vince"],"overview":"Dowd, an IRA prisoner in the H-blocks, is gloomily facing his sentence, until he joins a comrade in a risky escape. Dowd begins a new life in New York, but he might as well be in prison again - until he strikes up a friendship with co-worker Tulio and gets to know his close group of Guatemalan exiles.","release_date":"1997-01-01","vote_average":4.7,"runtime":96,"cert":"N\/A","id":47112,"title":"A Further Gesture","adult":false,"genre_ids":[18,53,10749]},{"cast":["Nelson Villagra","Silvano Rey","Luis Alberto García","José Antonio Rodríguez","Samuel Claxton"],"overview":"A pious plantation owner attempts to teach Christianity to 12 of his slaves by inviting them to participate in a reenactment of the Last Supper.","release_date":"1976-03-13","vote_average":8.1,"runtime":120,"cert":"N\/A","id":47113,"title":"The Last Supper","adult":false,"genre_ids":[18]},{"cast":["Viera Strnisková","Emília Vášáryová","Mikuláš Huba","Marek Ťapák","Jozef Majerčík"],"overview":"A film about the dramatic lives ofthe people of the village of Ráztoka during WW I. Women are left without husbands, families fall apart, finding themselves on the verge of poverty. Eva, the main heroine, is going through difficulties after her husband was drafted to the army. Her defilement and her tragic death cause a rebellion by which the village inhabitants finally stand up against their unbearable situation.","release_date":"1966-01-27","vote_average":7.0,"runtime":140,"cert":"N\/A","id":47114,"title":"The Living Scourge","adult":false,"genre_ids":[18]},{"cast":["Mason Gamble","Gary Sinise","Philip Baker Hall","Dylan Baker","Henry Simmons"],"overview":"A drama revolving around characters whose lives are transformed one summer at an exclusive East Coast country club.","release_date":"2002-01-01","vote_average":5.1,"runtime":112,"cert":"N\/A","id":47115,"title":"A Gentleman's Game","adult":false,"genre_ids":[18]},{"cast":["Jaroslav Tomsa","Jaroslav Pucher","Dagmar Kováčiková"],"overview":"Tou former boxers meet in the ring again after years for a re-run of an old match. The old loser currently works as a factory executive and he is unwilling to reconcile with his old defeat. He challenges the old winner, whose job in a garage puts him on the opposite end ofthe career ladder. The match is a battle fought between two men who stand for two different attitudes to life. The confrontation results in the revelation that the winner is not always the one whose arm is raised by the referee after the last round.","release_date":"1979-03-09","vote_average":0.0,"runtime":78,"cert":"N\/A","id":47116,"title":"The Winner","adult":false,"genre_ids":[18,10749]},{"cast":["Eva Krini","Nina Andoulinaki","Vangelis Kazan","Kostas Skifas","Alecos Boubis"],"overview":"Greece 1974 - during the brutal era of the military government, and innocent tourist manager (Ugo Tognazzi) is accused of being a member of the illegal resistance movement. Two secret agents (Michel Piccoli and Mario Adorf) are bringing the innocent victim to Athens. During their trip, their car breaks down, and they're stopping in a small village. From now on, everybody is fighting against each other, and a psychological cat-and mouse-play is starting...","release_date":"1975-01-01","vote_average":6.8,"runtime":110,"cert":"N\/A","id":47117,"title":"Weak Spot","adult":false,"genre_ids":[]},{"cast":["Anna Panagiotopoulou","Mirka Papakonstantinou","Tasos Halkias","Maria Kavoyianni","Joyce Evidi"],"overview":"This is the story of two Greek families, named Delafrangas and Bisbikides. The former family is very wealthy & lucky, the latter very poor and continually struck by fate. Poor but honest Martha is in love with Giakoumis, a young builder and bouzouki organist, but all her dreams fall apart when posh Tzela \"steals\" the love of her beloved one... A couple of flash backs, following their families roots back to WW2 and the Turkish domination, and a hidden secret will unfold the story's ending..","release_date":"2001-10-26","vote_average":7.1,"runtime":110,"cert":"N\/A","id":47118,"title":"Crying... Silicon Tears","adult":false,"genre_ids":[35]},{"cast":["Gérard Depardieu","Géraldine Pailhas","Dominique Rocheteau","Fabienne Babe","Elisabeth Depardieu"],"overview":"A self-centered man (Gérard Depardieu) with many diversions occasionally visits his 4-year-old son (Antoine Pialat) and the boy's mother (Géraldine Pailhas).","release_date":"1995-10-31","vote_average":7.0,"runtime":102,"cert":"N\/A","id":47119,"title":"Le Garçu","adult":false,"genre_ids":[18]},{"cast":["Petra Morzé","Andreas Patton","Hary Prinz","Susanne Wuest","Andreas Kiendl"],"overview":"A deadly car crash sets off three parallel stories of women at crisis points, faltering behind the doors of the same, plain Vienna apartment block.","release_date":"2004-12-03","vote_average":6.4,"runtime":105,"cert":"N\/A","id":47120,"title":"Antares","adult":false,"genre_ids":[18]},{"cast":["Simón Andreu","Emilio Gutiérrez Caba","Esperanza Roy","José Franco","Ramón Reparaz"],"overview":"Obsessed with fantasies of sex, Father Miguel seeks professional help through his church but they are not listening; thus leaving the Father in a dilemma; leaving the church or should he try, on his own, to surrender to these temptations?","release_date":"1978-05-01","vote_average":5.0,"runtime":109,"cert":"N\/A","id":47121,"title":"The Priest","adult":false,"genre_ids":[18]},{"cast":["Francis Francine","Sheila Bick","Joel Markman","Mario Montez","Arnold Rockwood"],"overview":"Filmmaker and artist Jack Smith described his own film as a “comedy set in a haunted movie studio.” Flaming Creatures begins humorously enough with several men and women, mostly of indeterminate gender, vamping it up in front of the camera and participating in a mock advertisement for an indelible, heart-shaped brand of lipstick. However, things take a dark, nightmarish turn when a transvestite chases, catches and begins molesting a woman. Soon, all of the titular “creatures” participate in a (mostly clothed) orgy that causes a massive earthquake. After the creatures are killed in the resulting chaos, a vampire dressed like an old Hollywood starlet rises from her coffin to resurrect the dead. All ends happily enough when the now undead creatures dance with each other, even though another orgy and earthquake loom over the end title card.","release_date":"1963-04-29","vote_average":5.4,"runtime":45,"cert":"N\/A","id":47122,"title":"Flaming Creatures","adult":false,"genre_ids":[18]},{"cast":["Ken Ogata","Yasufumi Hayashi","Teruyuki Kagawa","Nene Otsuka","Fusako Urabe"],"overview":"Mashike, a city on the Japanese island of Hokkaido. Nobuo Honma is a 63-year-old sake producer. He has lived with Yasuo since his wife died two years ago. Yasuo is his youngest son to whom he has entrusted his trade. Every day Nobuo goes for a walk which leads him to a fish-breeding center, located in the mountains. He fills his loneliness by attentively observing the development of thousands of little fish poured into the pool. The second anniversary of his wife's death approaches. Nobuo insists on the presence of Ryoichi, his elder son whom he hasn't seen for a long time. Nobuo and his two sons, along with their partners, gather for the commemoration. Unspoken feelings resurface and clash with each other.","release_date":"2001-01-01","vote_average":5.0,"runtime":103,"cert":"N\/A","id":47123,"title":"Man Walking on Snow","adult":false,"genre_ids":[18]},{"cast":["Stina Ekblad","Anita Björk","Marie Richardson","Margaretha Byström","Agneta Ekmanner"],"overview":"A theatre production of Yukio Mishima's play, filmed for Swedish television. It begins in France in 1772. Six Women, one of them Madame de Sade, discuss their views and feelings of the notorious sadist and sodomist Marquis de Sade.","release_date":"1992-01-01","vote_average":9.0,"runtime":104,"cert":"N\/A","id":47124,"title":"Madame de Sade","adult":false,"genre_ids":[18,10770]},{"cast":["Lenny Clarke","Bobcat Goldthwait","Denis Leary","Janeane Garofalo","Colin Quinn"],"overview":"Documentary covering what came to be known as \"The Boston Gold Rush\" of the late 1970s and early 1980s, when Boston stand-up comedians like Dennis Leary, Steven Wright and Colin Quinn burst upon the national scene, giving audiences a taste of the hard-edged social and political commentary that came out of that city.","release_date":"2003-01-01","vote_average":6.0,"runtime":87,"cert":"N\/A","id":47125,"title":"When Stand Up Stood Out","adult":false,"genre_ids":[35,99]},{"cast":["Perry Caravello","Don Barris","Tony Barbieri","Bobcat Goldthwait","Dane Cook"],"overview":"A man caught up in the glamor of being a Hollywood celebrity has no idea that the production he's in is a fake.","release_date":"2003-10-12","vote_average":8.1,"runtime":120,"cert":"N\/A","id":47126,"title":"Windy City Heat","adult":false,"genre_ids":[35,99]},{"cast":["Linda McDowell","Carmen Olivera","Sandra Henderson","Jane Tsentas","Cleo O'Hara"],"overview":"In this hardcore parody of \"Dragnet\", two vice detectives roam the city looking for prostitutes. Only instead of arresting them, the cops have sex with them. One day they hit the \"jackpot\" when they discover a brothel.","release_date":"1971-01-01","vote_average":1.0,"runtime":63,"cert":"N\/A","id":47127,"title":"City of Sin","adult":true,"genre_ids":[35]},{"cast":["Siobhan Hunter","Nina Preta","Annette Heinz","Gloria Leonard","Ashley Moore"],"overview":"The story, as the title suggests is about the loves of three young women, the youngest of whom has yet to learn the joy of lovemaking.","release_date":"1986-11-22","vote_average":0.0,"runtime":108,"cert":"N\/A","id":47128,"title":"Three Daughters","adult":true,"genre_ids":[]},{"cast":[],"overview":"For more than a century people have refreshed themselves with oceans of brown fluid. Much of this fluid was produced by one Atlanta-based company, and Coca-Cola: The History of an American Icon offers a panegyric to the Real Thing. The history of Coke is the history of its advertising, and this documentary draws on a rich archive of print, film, and television material to show how John Pemberton's soda recipe became such a potent symbol of American society. Coca-Cola: The History of an American Icon is, unsurprisingly, a one-sided history. There is no suggestion that the Coca-Colonization of the planet might have a downside, and lines like \"If the world's having a bad time, it's OK because there's still Coke\" are delivered without a hint of irony. Nevertheless, this documentary offers some fascinating insights into the history of Coca-Cola.","release_date":"2001-01-01","vote_average":2.0,"runtime":106,"cert":"N\/A","id":47129,"title":"Coca-Cola: The History of an American Icon","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An 80 minute erotic dream featuring masturbation, straight, gay and kinky sex. No dialogue, interesting sets and photography.","release_date":"1999-12-15","vote_average":0.0,"runtime":76,"cert":"N\/A","id":47130,"title":"House of Dreams","adult":true,"genre_ids":[27]},{"cast":["Jeanna Fine","Jon Dough","Ona Zee","Shayla LaVeaux","George Kaplan "],"overview":"Modern Messiah Malcolm Stevens back in his familiar padded cell, has lost lady love Gwen (Jeanna Fine). Malcolm still has a problem projecting himself into his own fantasies and is, at first almost subliminally, replaced by tattooed muscle boy John Decker. In the Noble Asylum's control room, Dr. Hellstrom (Ona Zee) is browsing through the reports of missing Lillian Mangrove (Tyffany Million), the now catatonic Stevens' psychiatrist who went missing right after first examining him. She has been found in a state of severe shock, nursed back to health at the institution and is currently running a psycho-tracking agency, kicking serious nut case butt in attempts to retrieve runaway crazies. Subscribing to the beneficial qualities of shock treatment, Hellstrom reactivates Stevens who drags an innocent young nurse tellingly also named Gwen (Shayla LaVeaux) into the dark recesses of his twisted mind, vowing to free her only if the doctors agree to discharge him from their madhouse.","release_date":"1996-07-30","vote_average":8.5,"runtime":null,"cert":"N\/A","id":47131,"title":"Shock","adult":true,"genre_ids":[878]},{"cast":["Giannis Bezos","Renia Louizidou","Hristos Valavanidis","Dimitris Tzoumakis","Giorgos Kotanidis"],"overview":"Odysseus is a model employee in Haramis Inc, a large company with an unscrupulous boss, Mr Haramis. When an oil spill puts the boss in a difficult situation, Odysseus gets the blame and he is sent to jail unfairly. In jail, he meets a junkyard dealer and an out-of-work mathematician with a fixation on the chaos theory. The three meet again once out of jail and decide to start a rubbish recycling company, which unfortunately, soon becomes successful enough to challenge the profits of Haramis Inc. Odysseus and his former boss cross swords again and end up in court - The moot point, who owns rubbish?","release_date":"2000-11-17","vote_average":7.0,"runtime":90,"cert":"N\/A","id":47136,"title":"The Very Poor, Inc.","adult":false,"genre_ids":[35]},{"cast":["Carme Elias","Lluís Homar","Roger Coma","Sergi López"],"overview":"If one person's destiny were altered (in this case, not dying), how might that event change the lives of numerous other people, or in this case, prevent seven others from dying.","release_date":"2000-01-18","vote_average":0.0,"runtime":89,"cert":"N\/A","id":47137,"title":"To Die (Or Not)","adult":false,"genre_ids":[]},{"cast":["Marzia Damon","Enza Sbordone","Attilio Dottesio","Ari Hanow","Stefano Oppedisano"],"overview":"The story of a group of monks, who are enjoying the forbidden pleasure of sexual adventures.","release_date":"1972-01-01","vote_average":4.3,"runtime":83,"cert":"N\/A","id":47138,"title":"The Last Decameron","adult":false,"genre_ids":[35]},{"cast":["Mike Maas","Nick Fenske","Mark Priolo","Andrew Fowler","Gloria Gómez"],"overview":"A Cherry Pontiac Lemans Convertible...Two Days...Two-Hundred &amp; Fifty Grand. When your lemon lot hits the skids you glom the gig no matter what the smell. For Bob and Sid, two slicked-back burnouts, bum luck runs in spades. With a goose-egg for cash flow and a fore-closure falling fast, they take the gig. The Upside: Fat Cash...The Flipside...Every Thug, Crook, Punk and Mercenary on the planet looking to get rich.","release_date":"1998-10-16","vote_average":5.6,"runtime":87,"cert":"N\/A","id":47139,"title":"Blood, Guts, Bullets and Octane","adult":false,"genre_ids":[28,35,53]},{"cast":["Luiz Carlos Vasconcelos","Fernanda Torres","Matheus Nachtergaele","Nelson Sargento","Tonico Pereira"],"overview":"On December 31st 1999, destiny brings a fugitive prisoner and a depressed middle class teacher together, as the new millennium approaches bringing hope to everyone.","release_date":"1998-01-01","vote_average":7.0,"runtime":75,"cert":"N\/A","id":47140,"title":"Midnight","adult":false,"genre_ids":[18]},{"cast":["Jørgen Ryg","Charlotte Vøhtz","Jytte Abildstrøm","Ulrich Krenchel","Paul Møller"],"overview":"An uptight, confused man lives with his wife and maid next to a big tree. He suspects people live up in the tree when he keeps finding various items and trash under the tree. The government appointed street cleaner doesn't do much, except occasionally take trashy people off the street and into the garbage. He suspects the maid of stealing food and sexual perversions, and the police precinct is literally a farm with insane cops imprisoning lamps and horses.","release_date":"1973-01-01","vote_average":0.0,"runtime":92,"cert":"N\/A","id":47141,"title":"The Hash Tree","adult":false,"genre_ids":[]},{"cast":["Diego Puente","Victoriano Moreira","Leonardo Favio","Tino Pascali","Cacho Espíndola"],"overview":"The story of a delinquent eleven-year-old orphan in fascist Argentina.","release_date":"1965-05-05","vote_average":6.8,"runtime":79,"cert":"N\/A","id":47142,"title":"Chronicle of a Boy Alone","adult":false,"genre_ids":[18]},{"cast":["Michel Subor","Grégoire Colin","Béatrice Dalle","Florence Loiret-Caille","Yekaterina Golubeva"],"overview":"An emotionally cold man leaves the safety of his Alpine home to seek a heart transplant and an estranged son.","release_date":"2005-05-04","vote_average":7.1,"runtime":130,"cert":"N\/A","id":47143,"title":"The Intruder","adult":false,"genre_ids":[18]},{"cast":["Aleksandar Berček","Vojislav Brajović","Bogdan Diklić","Nebojša Glogovac","Mirjana Joković"],"overview":"The film takes place in Belgrade in the mid nineties of the twentieth century, when the brutality and violence are becoming part of everyday reality. A series of separate stories each linked inheritance situations. The painful atmosphere of increasing brutality from which you can not see the output as the main motiv is repeated in the question of accountability: \"Who is guilty?\"","release_date":"1998-08-01","vote_average":7.7,"runtime":102,"cert":"N\/A","id":47144,"title":"Cabaret Balkan","adult":false,"genre_ids":[18]},{"cast":["Alessandro Preziosi","Monica Guerritore","Franco Nero","Aglaia Szyszkowitz","Katy Louise Saunders"],"overview":"Augustine is a two-part, Italian-made mini-series about the influential theologian and church father Augustine of Hippo. The piece tells the story of his life from a teenager to his death at the age of 69.Much of the content for the scenes of him as a young and middle-aged man come from his Confessions, which is probably the earliest extant autobiography.","release_date":"2010-01-31","vote_average":3.3,"runtime":200,"cert":"N\/A","id":47145,"title":"Augustine: The Decline of the Roman Empire","adult":false,"genre_ids":[18]},{"cast":["Aleksandr Goloborodko","Ingrid Andrina","Rolan Bykov","Elza Radzina","Eve Kivi"],"overview":"A medieval love story with lots of adventures. The times are troubled - there's a revolt of peasants going on. To secure its safety a monastery chases for a relics of a holy Brigitte. A nobleman promises to get it if he gets beautiful Agnes as a reward. But she fells in love with a handsome adventurer. The monastery has to act shrewd now and play double game. The movie is still the best achievement of the Estonian cinema. Based on a novel.","release_date":"1969-01-01","vote_average":7.1,"runtime":86,"cert":"N\/A","id":47150,"title":"The Last Relic","adult":false,"genre_ids":[12,36,10749]},{"cast":[],"overview":"A man and a woman lead a complicated love life, filled with erotic tension and despotic passion. Their son is an involuntary witness to all this, cooped up despondently in his room banging his head against the wall. To get away from the situation, he escapes into a virtual world. But when the man finds himself inopportunely stuck out on the balcony of the apartment, a burglar gets into the building. At the same time, in a neighbouring apartment, spies are getting ready to listen in on a group of scientists.","release_date":"2008-01-01","vote_average":5.2,"runtime":43,"cert":"N\/A","id":47151,"title":"Life Without Gabriella Ferri","adult":false,"genre_ids":[16,35,10749]},{"cast":["Gail Dines","Robert Jensen","Richard Wolff"],"overview":"Interviewing scholars, industry insiders and consumers, this probing documentary delves into the effects of pornography on one's sexual identity and relationships, as well as its influence on business and American popular culture overall.","release_date":"2008-01-01","vote_average":8.7,"runtime":55,"cert":"N\/A","id":47152,"title":"The Price of Pleasure: Pornography, Sexuality & Relationships","adult":false,"genre_ids":[99]},{"cast":["Effie Balconi","Jeanette Liebling","Michaela Traun","Rally von Kamp"],"overview":".","release_date":"1991-01-01","vote_average":3.0,"runtime":null,"cert":"N\/A","id":47153,"title":"Sex-Connection","adult":true,"genre_ids":[]},{"cast":["Claudette Colbert","James Stewart","Guy Kibbee","Nat Pendleton","Frances Drake"],"overview":"Detective Guy Johnson's client, Willie Heywood, is framed for murder. While Guy hides him so he can catch the real killer, both of them are nabbed by the police, tried, convicted and sentenced to jail: Guy for a year with Willie to be executed. On the way to jail, Guy comes across a clue and escapes from the police.","release_date":"1939-05-19","vote_average":6.7,"runtime":86,"cert":"N\/A","id":47156,"title":"It's a Wonderful World","adult":false,"genre_ids":[35,80,9648,10749]},{"cast":["Gérard Rinaldi","Gérard Filipelli","Jean Sarrus","Jean-Guy Fechner","Josephine Chaplin"],"overview":"This French slapstick comedy stars the musician\/comedian foursome Les Charlots, as valets to the Four Musketeers. One of the film's highlights is a mutual kicking session between Cardinal Richelieu, the King, and a monk. This comedy foursome was enormously popular in 1970s France, and they made a huge number of films during that period.","release_date":"1974-02-13","vote_average":5.2,"runtime":110,"cert":"N\/A","id":47157,"title":"The Four Charlots Musketeers","adult":false,"genre_ids":[35,12]},{"cast":["Anthony Hopkins","Jim Broadbent","Harriet Walter","Frances Viner","Simon Callow"],"overview":"Bill Hooper -- bitter after a messy divorce -- tries to help a friend gain custody of his child any way he can.","release_date":"1985-11-01","vote_average":6.0,"runtime":90,"cert":"","id":47158,"title":"The Good Father","adult":false,"genre_ids":[18]},{"cast":["Kathleen Barr","Andrew Francis","Brian Drummond","Cusse Mankuma","Kevan Ohtsji"],"overview":"Recruited by the mysterious Dr. Tezla, the greatest race car drivers in the world roar onto the track - and into a mind-bending array of alternate dimensions - on a winner-take-all quest for thrills, danger and speed!","release_date":"2003-07-01","vote_average":7.0,"runtime":110,"cert":"N\/A","id":47159,"title":"Hot Wheels: World Race","adult":false,"genre_ids":[16,28,10751,878]},{"cast":["Finlay Robertson","Tamsin Egerton","Joe Absolom","Norma Atallah","László Baranyi"],"overview":"A frustrated music business executive accidentally creates a band called F**K and has to find a group of talentless no-hopers to take on the music industry and become rock stars.","release_date":"2010-01-01","vote_average":6.0,"runtime":83,"cert":"N\/A","id":47160,"title":"The Story Of F***","adult":false,"genre_ids":[14,35,878,10751]},{"cast":["Rashid Akbari","Mahmoud Behraznia","Valiollah Beta","Mahbobeh Khalili","Jalil Nazari"],"overview":"Djomeh is a young Afghan man who has come to live in Iran because of family trouble. Working as a milk boy, he encounters discrimination from the Iranian villagers and disdain from Habib, a fellow Afghani to whose trust Djomeh was given. The only person who shows any friendliness to him is his employer, who Djomeh asks to intercede for him in asking a woman from the village for her hand in marriage.","release_date":"2000-01-01","vote_average":6.5,"runtime":94,"cert":"N\/A","id":47161,"title":"Djomeh","adult":false,"genre_ids":[18]},{"cast":["Fiorenza Cedolins","Fernando Portari","Sandra Pastrana","Emanuele Giannino","Stefano Antonucci"],"overview":"This 2008 version of Puccini's LA RONDINE (The Swallow) features acclaimed conductor Carlo Rizzi and polished theatre-direction from Graham Vick, recorded at the Teatro La Fenice, in Venice.","release_date":"2008-07-28","vote_average":0.0,"runtime":106,"cert":"N\/A","id":47162,"title":"La Rondine","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"","release_date":"2008-10-21","vote_average":4.0,"runtime":null,"cert":"N\/A","id":47163,"title":"Cirkeline - De Go'e Gamle","adult":false,"genre_ids":[16,10751]},{"cast":["Milt Kahl","Don Wilson","Walt Disney"],"overview":"This Oscar-winning short tells of a bull who preferred to sit under trees and smell flowers to clashing horns with his fellow animals. As luck would have it, an untimely bee reveals Ferdinand's ferocious side via pained howls and wild stomping. This lands him in the bull-fighting arena amidst characters based on Walt's animators with a matador reportedly modeled after Walt himself.","release_date":"1938-11-23","vote_average":6.5,"runtime":8,"cert":"N\/A","id":47166,"title":"Ferdinand the Bull","adult":false,"genre_ids":[16,35,10751]},{"cast":["Cleo Moore","Hugo Haas","Vince Edwards","Dolores Reed","Mara Lea"],"overview":"A garage owner marries a much younger woman. Trouble begins when he becomes friends with a man who has his eyes on his former-showgirl wife.","release_date":"1957-03-15","vote_average":4.1,"runtime":87,"cert":"N\/A","id":47167,"title":"Hit and Run","adult":false,"genre_ids":[18,80]},{"cast":["Terry Jones","Steve Coogan","Eric Idle","Nicol Williamson","John Cleese"],"overview":"Jailed for his reckless driving, rambunctious Mr. Toad has to escape from prison when his beloved Toad Hall comes under threat from the wily weasels, who plan to build a dog food factory on the very meadow sold to them by Toad himself. This fantastic roller-coaster ride of hilarious adventures was both written and directed by Terry Jones, who also plays the central role of Mr. Toad. Alongside three former Pythons are a gallery of well-known faces all bringing wit and wonder to a feast of colourful characters. An absolutely charming film to delight children and adults alike, The Wind in the Willows is a perfect updating of Kenneth Grahame’s well-loved children’s classic.","release_date":"1996-10-16","vote_average":5.3,"runtime":84,"cert":"U","id":47168,"title":"The Wind in the Willows","adult":false,"genre_ids":[14,18,35,10751,12]},{"cast":["Nuno Bettencourt"],"overview":"Extreme's Concert DVD shot in Boston during 2009 on the 'Saudades De Rock' Tour.","release_date":"2010-05-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":47169,"title":"Extreme - Take Us Alive","adult":false,"genre_ids":[10402]},{"cast":["Shane Brolly","John Travers","Ciaran Flynn","Darragh Kelly","Brendan Mackey"],"overview":"Seamus is a 9 year old boy who has been diagnosed with a serious illness. In search of a miracle, he sets off to find God before God comes for him. Inspired by Saint Columcille, Seamus sets out in a small boat without oars or sail.","release_date":"2006-01-01","vote_average":6.5,"runtime":92,"cert":"","id":47170,"title":"48 Angels","adult":false,"genre_ids":[18]},{"cast":["Richard Wilson","Emma Lung","Robin McLeavy","Nicholas Donaldson","Victoria Thaine"],"overview":"A teenager moves in with his 20-something Aunt to finish his final year at school and falls for her house-mate.","release_date":"2006-08-31","vote_average":4.3,"runtime":96,"cert":"N\/A","id":47171,"title":"48 Shades","adult":false,"genre_ids":[35,18]},{"cast":["Josh Ritter"],"overview":"IN GOOD COMPANY is a movie which takes the viewer on a journey with Josh Ritter. It features performances over two nights at Vicar Street, Dublin, Ireland as well as plenty of intimate interview footage with Josh and plenty of colour and context around Dublin. There are moments of mass sing along (Kathleen, Jiggs, etc), stark roots emotion (Idaho, Best For The Best, Bone Of Song) and also the beautiful visual stage setting (projections and wildlife adorn the stage) and there's the amazing snow and lighting during Snow Is Gone which were created especially for the night. A rare, beautiful movie of Josh Ritter and his band in all their glory. This is Josh's gift back to his fans.","release_date":"2008-02-05","vote_average":0.0,"runtime":120,"cert":"N\/A","id":47174,"title":"In Good Company","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Angelina Valentine","Lexi Belle","Misty Stone","Andy San Dimas","Satine Phoenix"],"overview":"Bad girls are SO much more fun in the sack than a good girl! These bitches get down and dirty and can't wait to show you what a good time is really all about!","release_date":"2010-07-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":47175,"title":"This Ain't Bad Girls Club XXX","adult":true,"genre_ids":[]},{"cast":["Kathy Najimy","Matt Frewer","Christopher Lloyd","Patrick Stewart","Billy Crystal"],"overview":"A nosy reporter wants to find out all she can about Dr. Seuss, aka Ted Geisel, and gets told the real facts by several of his characters, with large snippets of his stories and songs interspersed.","release_date":"1994-11-06","vote_average":7.3,"runtime":90,"cert":"N\/A","id":47176,"title":"In Search of Dr. Seuss","adult":false,"genre_ids":[16,35,10751,10770]},{"cast":["MyAnna Buring","Danny Dyer","Craig Fairbrass","Sean Pertwee","Colin Salmon"],"overview":"As the world succumbs to a zombie apocalypse, Cole - a hardened mercenary - is chasing the one person who can provide a cure. Not only to the plague but to Cole's own incumbent destiny.","release_date":"2010-08-21","vote_average":5.2,"runtime":93,"cert":"18","id":47177,"title":"Devil's Playground","adult":false,"genre_ids":[27,28]},{"cast":["Paul Le Mat","Dianne Hull","Tim McIntire","Leigh French","Martine Bartlett"],"overview":"Bobby and Rose, two youngsters who are in love, have to run away from home when they are falsely accused to have committed a robbery and an assassination.","release_date":"1975-04-29","vote_average":5.8,"runtime":88,"cert":"","id":47178,"title":"Aloha, Bobby and Rose","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"It’s a parade of stories from your favorite preschool brands! Sing and dance your way through these exciting adventures!","release_date":"","vote_average":0.0,"runtime":80,"cert":"N\/A","id":47179,"title":"Preschool Parade","adult":false,"genre_ids":[16]},{"cast":["Danny Kaye","Vincent Price","Casey Kasem","Paul Frees","Joan Gardner"],"overview":"Peter Cottontail wants to be the #1 chief Easter Bunny, and everyone in April Valley agrees...except for Evil Irontail. Peter must deliver more eggs than this archrival to earn the top spot...and save Easter for children everywhere!","release_date":"1971-04-04","vote_average":8.0,"runtime":50,"cert":"N\/A","id":47182,"title":"Here Comes Peter Cottontail","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":" ","release_date":"1997-01-01","vote_average":0.0,"runtime":100,"cert":"N\/A","id":47183,"title":"Camp Stories","adult":false,"genre_ids":[35,10751]},{"cast":["Ken Uehara","Setsuko Hara","Yukiko Shimazaki","Yôko Sugi","Akiko Kazami"],"overview":"Michiyo lives in the small place Osaka and is not happy with her marriage, all she does is cook and clean for her husband.","release_date":"1951-11-23","vote_average":7.9,"runtime":97,"cert":"N\/A","id":47184,"title":"Repast","adult":false,"genre_ids":[18]},{"cast":["Nina Gunnarsdóttir"],"overview":"On Top - Iceland, a lighthouse, a cold winter evening. Her thoughts drift back to that summer ... to bathing in the hot springs ... to when they first met ... and embraced. Down Under - Australia, the desert, a blistering heat wave. His pickup stops at an icehouse ... he lays the blocks neatly on the buckboard ... and drives off haunted by a aching memory. Without dialogue or comment, save for verses from a sonnet by John Keats, Fridrik Thor Fridriksson links the thoughts, the emotions, the sensual longing of young lovers at opposite ends of the world. A tone poem, a collage of sight and sound.","release_date":"2002-08-31","vote_average":6.0,"runtime":26,"cert":"N\/A","id":47185,"title":"On Top Down Under","adult":false,"genre_ids":[14]},{"cast":["Katrin Cartlidge","Vincent D'Onofrio","Colm Meaney","Patrick Husted","Muriel Maida"],"overview":"A high-priced call girl, shocked by her mother's death, decides to get out of the business and have a baby.","release_date":"1998-11-18","vote_average":6.2,"runtime":95,"cert":"N\/A","id":47186,"title":"Claire Dolan","adult":false,"genre_ids":[18]},{"cast":["Gáspár Tibor","Borbála Derzsi","Kati Lázár","Ujlaki Dénes","Mari Nagy"],"overview":"The details of a young girl's brutal murder are told through manipulated chronology and fragmented storylines.","release_date":"2004-11-28","vote_average":6.0,"runtime":120,"cert":"N\/A","id":47187,"title":"After the Day Before","adult":false,"genre_ids":[18,80]},{"cast":["John Hannah","David Warner","Gerard Horan","Kellie Shirley","Jack Blumenau"],"overview":"Dr Jekyll &amp; Mr Hyde is Robert Louis Stevenson's classic tale of horror, the duality of mankind and the darker side of late Victorian society. Dr Henry Jekyll (John Hannah), a great scientist, handsome, and renowned throughout the scientific community, is developing a formula that will revolutionise human nature by isolating criminal elements. He experiments on himself and intoxicated by the drug he undergoes a monstrous transformation. He is released from conventions of the social order and his own moral code into euphoric, remorseless wickedness - the villainous Mr Hyde. What follows is the gripping and terrifying stuggle of two opposing personalities battling for the soul of one man...","release_date":"2003-08-27","vote_average":5.5,"runtime":96,"cert":"N\/A","id":47188,"title":"Dr. Jekyll and Mr. Hyde","adult":false,"genre_ids":[53]},{"cast":["Jana Preissová","Rudolf Hrušínský","Jiří Menzel","Vlastimil Brodský","František Řehák"],"overview":"Middle-aged Antonin and his friends, the major, now retired, and the canon, are in the river, swimming and philosophizing. Then it starts to rain. It just seems to be that sort of summer. Antonin runs the swimming bath with his portly wife Katherine... A man appears with his horse-drawn caravan. He lays a striped pole across the river and walks over. With a handstand and a magic trick, Ernie the Conjuror invites everyone to that evening's performance... Ernie is a tightrope walker of only modest skill, but with a slim and beautiful assistant, Anna. Antonin speaks to her. The two spend the night in the change room by the river, Antonin massaging her feet all night long. Katherine decides to move into the caravan with Ernie. But now the major and even the canon sense Anna's attractiveness...","release_date":"1968-05-24","vote_average":7.2,"runtime":74,"cert":"N\/A","id":47189,"title":"Capricious Summer","adult":false,"genre_ids":[35,10749]},{"cast":["Ivan Mosjoukine","Olga Kondorova","V. Dzheneyeva","Vladimir Gajdarov","Nikolai Panov"],"overview":"The story of Prince Stepán Kasátsky discovering his fiancée was the mistress of the Czar, so he then becomes a monk.","release_date":"1918-05-14","vote_average":7.5,"runtime":112,"cert":"N\/A","id":47190,"title":"Father Sergius","adult":false,"genre_ids":[36,18]},{"cast":["Laura Harris","Richard Lintern","Francis Magee","Alex Roe","Alice Krige"],"overview":"On her wedding night, a young woman conceives a child during an hallucinatory encounter. Several years later, as her friends and family begin to behave strangely, she pieces together clues that lead to one conclusion...her son is the Antichrist","release_date":"2000-01-01","vote_average":4.2,"runtime":89,"cert":"N\/A","id":47191,"title":"The Calling","adult":false,"genre_ids":[27]},{"cast":["Eireann Harper","Diego Cataño","Michele Alban","Cristina Orozco","Mariana Elizondo"],"overview":"A love story between a Mexican teenager and an American woman who meet one summer in Mexico.","release_date":"2007-01-01","vote_average":7.9,"runtime":78,"cert":"N\/A","id":47192,"title":"Year of the Nail","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":" ","release_date":"2000-01-01","vote_average":5.0,"runtime":84,"cert":"N\/A","id":47193,"title":"Happy Man","adult":false,"genre_ids":[]},{"cast":["Nate Dushku","Bill Moseley","Danielle Harris","Samantha Siong Facchi","Anthony Marks"],"overview":"Local teens have long commemorated the death of 'Mary Hatchet' -- a girl who took an ax and killed her family in the 1970s -- with the aptly named Blood Night. But things never got truly bloody until Mary's ghost (Samantha Facchi) decided to make an appearance. Dead bodies are piling up, and Mary seems to be calling the shots. But there are secrets about her past that have yet to be uncovered. Nate Dushku co-stars in this slasher flick.","release_date":"2009-10-10","vote_average":4.7,"runtime":83,"cert":"N\/A","id":47194,"title":"Blood Night: The Legend of Mary Hatchet","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"This film follows the life of a mentally ill street itinerant whose name is not worthy of mention. When not sleeping in the gutters of Manhattan's Lower East Side, our protagonist keeps busy juggling her schedule of drug abuse, trips to her shrink, and stealing from those misguided souls who, after taking pity on her, allow her temporary shelter in their homes.","release_date":"2000-01-01","vote_average":5.5,"runtime":72,"cert":"N\/A","id":47195,"title":"Once and Future Queen","adult":false,"genre_ids":[18]},{"cast":["Ayumi Ito","Shinobu Ōtake","Akira Emoto","Daijiro Harada","Mansaku Ikeuchi"],"overview":"Shindo has given us a strange meditation on male lusts and women's struggle for independence. It is like a play in that the action takes place almost exclusively in a small cabin in a deserted region of Western Japan. A mother and daughter are stranded in a ghost town and are starving to death. They hit on a plan to get them out of their plight which involves exploiting the few men who stray into their cabin. They offer sexual services and then bump off the happy customers. All goes well until a local cop shows up and, then, a relation of theirs from way back.","release_date":"2003-02-07","vote_average":0.0,"runtime":119,"cert":"N\/A","id":47198,"title":"Owl","adult":false,"genre_ids":[35,18]},{"cast":["Bob Hoskins","Patricia Arquette","Jim Broadbent","Christian Bale","Gérard Depardieu"],"overview":"In 1880s London, pornographic bookseller Verloc is a double agent for the Russian government, providing information to Chief Inspector Heat about a lazy anarchist organization. In order for the anarchists to be arrested, an act of terrorism must occur. So Verloc decides to set up bombs – which leads to tragedy – not only for himself but also for his family, including wife Winnie and brother-in-law, Stevie.","release_date":"1996-11-08","vote_average":5.1,"runtime":95,"cert":"N\/A","id":47199,"title":"The Secret Agent","adult":false,"genre_ids":[18,53]},{"cast":["Oldzhas Nusupbayev","Olga Landina","Eduard Tabishev","Viktor Sukhorukov","Gulnara Yeraliyeva"],"overview":"A teen involved in the world of underground boxing vows to take care of a dead fighter's family.","release_date":"2004-01-01","vote_average":6.6,"runtime":86,"cert":"N\/A","id":47200,"title":"Schizo","adult":false,"genre_ids":[80,18,10749,9648]},{"cast":["James Brolin","Anthony Quinn","James Coburn","Ernest Borgnine","Bruce Davison"],"overview":"Four American friends, badly needing money, decide to make a commando-like raid into a South American drug lord's compound.","release_date":"1981-01-01","vote_average":5.6,"runtime":94,"cert":"N\/A","id":47201,"title":"High Risk","adult":false,"genre_ids":[28,53,12]},{"cast":[],"overview":"A documentary revolving around the Polish situation on an industrial level at the tail-end of the 1960s: it alternates between stark images at a metallurgic foundry and a board-room meeting among the various executives involved in its management.","release_date":"1971-06-01","vote_average":5.4,"runtime":17,"cert":"N\/A","id":47202,"title":"Factory","adult":false,"genre_ids":[99]},{"cast":["Giovanna Mezzogiorno","Thomas Brodie-Sangster","Gottfried John","Klaus Maria Brandauer","Ken Duken"],"overview":"Hoping to entrap Maria von Gall, who runs a courageous underground railroad for Jews in France, the Nazis kidnap her son Thomas, a brilliant 11-year-old chess master. An exchange arrangement goes awry and he sees her die in a hail of bullets; but he is rescued by his American father, whom he has never met before, and who plans to flee with him to Spain. However, Queen Maria had solemnly entrusted her little pawn Thomas with a precious secret and a terrifying mission, and it was time for him to move. A pawn may become an important piece by slowly, quietly advancing all the way through the enemy's ranks. Or a pawn may die trying. Retreat is what a pawn can never do.","release_date":"2003-01-01","vote_average":6.3,"runtime":130,"cert":"N\/A","id":47203,"title":"Entrusted","adult":false,"genre_ids":[18,53]},{"cast":["Samantha Morton","Ross McDade","Richard Harris","Gabriel Byrne","John Lynch"],"overview":"The film is set in Northern Ireland shortly after 1994 cease-fire. Hazel is a Protestant and Malachy a Catholic. Romance between them is threatened by Rohan (leader in militant underground and pal of Malachy's brother Padhar), who wants Malachy to be recruited and fight for the cause and by Hazel's brother Jef, who spies on her meetings.","release_date":"1997-09-15","vote_average":6.0,"runtime":100,"cert":"","id":47204,"title":"This Is the Sea","adult":false,"genre_ids":[]},{"cast":["Cathy Roubal","Eric Gladsjo","J.R. Clarke","Llana Lloyd","Kitten Natividad"],"overview":" ","release_date":"1995-01-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":47205,"title":"La cage aux zombies","adult":false,"genre_ids":[27,35]},{"cast":["Thommy Berggren","Emy Storm","Keve Hjelm","Ingvar Hirdwall","Christina Frambäck"],"overview":"In the middle of this film, about the working class in pre-world war II Sweden, is Anders who wishes to become an author. His father who is a notorious dreamer and liar, and his mother, who struggles to keep their family alive.","release_date":"1963-01-01","vote_average":6.9,"runtime":101,"cert":"N\/A","id":47206,"title":"Raven's End","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"1991-01-01","vote_average":6.3,"runtime":7,"cert":"N\/A","id":47207,"title":"Manipulation","adult":false,"genre_ids":[]},{"cast":["Danny Glover","Vondie Curtis-Hall","Loretta Devine","Vicellous Reon Shannon","Michael Jai White"],"overview":"Freedom Song (2000) is a made-for-TV film based on true stories of the Civil Rights Movement in Mississippi in the 1960s. It tells the story of the struggle of African Americans to register to vote in the fictional town of Quinlan. In the midst of the Freedom Summer, a group of high school students in the small town are eager to make grassroots changes in their own community. The young activists meet resistance not only from white southerners, but from their parents, who have experienced firsthand the violence that can result from speaking out.[1] As high school students band together with the support of the Student Nonviolent Coordinating Committee, they make strides in registering African-American voters and gaining awareness for their cause.","release_date":"2000-02-27","vote_average":0.0,"runtime":112,"cert":"N\/A","id":47208,"title":"Freedom Song","adult":false,"genre_ids":[18]},{"cast":["Berta Socuellamos","José Antonio Valdelomar ","Jesús Arias","José María Hervás","María del Mar Serrano"],"overview":"Angela begins to hang around with Pablo and his gang of young robbers.","release_date":"1981-03-25","vote_average":6.3,"runtime":99,"cert":"N\/A","id":47211,"title":"Faster, Faster","adult":false,"genre_ids":[80,18]},{"cast":["James Russo","Richard Panebianco","David Caruso","Sari Chang","Russell Wong"],"overview":"Teenage lovers Tony (Richard Panebianco) and Tyan-Hwa (Sari Chang) tip the balance of power in New York's Little Italy and Chinatown.","release_date":"1987-09-25","vote_average":6.5,"runtime":90,"cert":"N\/A","id":47212,"title":"China Girl","adult":false,"genre_ids":[10749,80,18]},{"cast":["Nazmî Kirik","Newroz Baz","Mizgin Kapazan","Ara Güler","Lucia Marano"],"overview":"Mehmet, a young Turkish man newly migrated from the village Tire, takes a job searching for water leaks below the surface of the streets of Istanbul. Due to a strange set of events, he is mistaken for a Kurd, imprisoned, and brutally beaten. Upon his release a week later, he becomes an outcast marked as a Kurd, losing his apartment, his job, and eventually his girl friend, Arzu. When a Kurdish friend, Berzan is killed in a street protest triggered by a hunger strike, Mehmet takes a trek to return the body to Berzan's home village near the Iraqi border, and learns why so many Kurds are refugees.","release_date":"1999-02-16","vote_average":6.3,"runtime":104,"cert":"N\/A","id":47215,"title":"Journey to the Sun","adult":false,"genre_ids":[18]},{"cast":[],"overview":"After twenty years of happy marriage, a devoted housewife is determined to get something off her chest.","release_date":"2000-01-01","vote_average":5.0,"runtime":26,"cert":"N\/A","id":47216,"title":"Listen...","adult":false,"genre_ids":[]},{"cast":[],"overview":"A boy walks down the street and as he goes along his strides increase. Eventually he leaps over towns, forests, and oceans, seeing many things and surprising many people along the way.","release_date":"1984-08-12","vote_average":6.5,"runtime":6,"cert":"N\/A","id":47217,"title":"Jumping","adult":false,"genre_ids":[16,14]},{"cast":["Josh Radnor","Malin Åkerman","Kate Mara","Zoe Kazan","Pablo Schreiber"],"overview":"Captures a generational moment - young people on the cusp of truly growing up, tiring of their reflexive cynicism, each in their own ways struggling to connect and define what it means to love and be loved. Six New Yorkers juggle love, friendship, and the keenly challenging specter of adulthood. Sam Wexler is a struggling writer who's having a particularly bad day. When a young boy gets separated from his family on the subway, Sam makes the questionable decision to bring the child back to his apartment and thus begins a rewarding, yet complicated, friendship. Sam's life revolves around his friends — Annie, whose self-image keeps her from commitment; Charlie and Mary Catherine, a couple whose possible move to Los Angeles tests their relationship; and Mississippi, a cabaret singer who catches Sam's eye.","release_date":"2010-01-20","vote_average":6.5,"runtime":100,"cert":"15","id":47218,"title":"Happythankyoumoreplease","adult":false,"genre_ids":[35,10749,18]},{"cast":["Eric Mitchell","Patti Astor","Debbie Harry","Amos Poe","Poison Ivy"],"overview":"A French special op suffers an existential crisis as he wanders New York City in search of a mission and the requisite connections.","release_date":"1978-01-01","vote_average":6.0,"runtime":90,"cert":"N\/A","id":47219,"title":"The Foreigner","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"Fedonas and Anastasia's life together is only just beginning; madly in love with plans for a family they find themselves a big house to start their new life. But when Fedonas decides to plant a palm tree in their backyard the garden gives up a long-buried secret and with it comes some unwanted attention from the police and the local mafia. As the landlord had warned them \"Never dig... in someone else's garden!\"","release_date":"2009-10-28","vote_average":0.0,"runtime":96,"cert":"N\/A","id":47224,"title":"Sto vathos kipos","adult":false,"genre_ids":[35]},{"cast":["Leonor Watling","Juanjo Martínez","Carlos Fuentes","Roberto Hernández","Emilio Gutiérrez Caba"],"overview":"The story is about a couple that sets out for a dinner party on the millennium eve. The woman is pregnant, the guy has no money and no car and has borrowed one from a friend of his. The car of course is not exactly top class and crashes down after few miles. And that's where the film really starts. The couple start fighting and trying to find a way to the parents' house before midnight, hitchhiking on the way and getting into several cars and get themselves involved in the funniest situations.","release_date":"1998-06-19","vote_average":7.3,"runtime":82,"cert":"N\/A","id":47225,"title":"La primera noche de mi vida","adult":false,"genre_ids":[35,10749]},{"cast":["Khatra Ould Abder Kader","Maata Ould Mohamed Abeid","Mohamed Mahmoud Ould","Nana Diakité","Fatimetou Mint Ahmeda"],"overview":"The story of two people who cross paths in Nouhadhibou.","release_date":"2002-05-19","vote_average":6.3,"runtime":91,"cert":"N\/A","id":47226,"title":"Waiting for Happiness","adult":false,"genre_ids":[18,10402]},{"cast":[],"overview":"The tale of Walter, a rookie secret agent faced with a problem seldom covered in basic training: what to do when a curious pigeon gets trapped inside your multi-million dollar, government-issued nuclear briefcase.","release_date":"2009-01-01","vote_average":6.7,"runtime":6,"cert":"N\/A","id":47227,"title":"Pigeon: Impossible","adult":false,"genre_ids":[28,16]},{"cast":["Flora Robson","Dennis Price","Jack Warner","Kathleen Harrison","Hazel Court"],"overview":"The Huggett family go to a holiday camp, and get involved in crooked card players, a murderer on the run, and a pregnant young girl and her boyfriend missing from home.","release_date":"1947-08-05","vote_average":6.8,"runtime":97,"cert":"","id":47228,"title":"Holiday Camp","adult":false,"genre_ids":[35]},{"cast":["Reese Haire","Ken Jacobs","Jerry Sims"],"overview":"Shot in 1959, Scotch Tape is Jack Smith's first film -- a joyous, three-minute romp, in color, using Peter Duchin's rhumba \"Carinhoso\" for its soundtrack. Three young men merrily bop through the wreckage of razed buildings at the site of what would become Lincoln Center. Apparently, Scotch Tape was never edited and, instead, was cut in the camera by Smith, combining long shots and close-ups while filming mostly from overhead. The title comes from a small strip of scotch tape that was accidentally stuck on the camera and so is visible in the lower-right corner of the frame throughout the film.","release_date":"1962-01-01","vote_average":5.1,"runtime":3,"cert":"N\/A","id":47229,"title":"Scotch Tape","adult":false,"genre_ids":[]},{"cast":["Max Beesley","Mark Strong","Salma Hayek","Danny Huston","Rhys Ifans"],"overview":"While a British film crew are shooting a version of The Duchess of Malfi in Venice, they in turn are being filmed by a sleazy documentary prima donna while the strange staff share meals which consist of human meat. Then there is the hit man, the call girl and the Hollywood producer all managing to become part of the madness.","release_date":"2001-01-01","vote_average":3.1,"runtime":93,"cert":"N\/A","id":47232,"title":"Hotel","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The day after the New Year's eve in 2000.","release_date":"1998-01-01","vote_average":5.2,"runtime":8,"cert":"N\/A","id":47233,"title":"X2000","adult":false,"genre_ids":[]},{"cast":["Renos Haralambidis","Yannis Bostantzoglou","Dimitra Papadima","Yorgos Voultatzis","Vana Pefani"],"overview":"In order to secure money for the production of his first film, a young man asks help from a film producer. The producer, however, was involved with pornographic films, and now his main business is drug dealing. The young director will have to become a drug runner in order to get the money he needs for his film","release_date":"1997-01-01","vote_average":6.2,"runtime":87,"cert":"N\/A","id":47234,"title":"No Budget Story","adult":false,"genre_ids":[14,18,878,10749]},{"cast":["Dermot Mulroney","Robin Tunney","Neve Campbell","Nick Nolte","Terrence Howard"],"overview":"When a scholar, is haunted by an overwhelming desire to understand the mystery of sex, he decides to conduct an investigation. With two beautiful assistants joining the case, the stakes are raised.","release_date":"2002-04-18","vote_average":4.6,"runtime":108,"cert":"N\/A","id":47237,"title":"Intimate Affairs","adult":false,"genre_ids":[18,35]},{"cast":["Daiva Ksivickiene","Mantvydas Janeliunas","Šarūnas Bartas","Yekaterina Golubeva"],"overview":"The atmosphere of a corridor between yesterday and tomorrow, where many doors open into the unknown ... A series of faces, gestures and images both real and imagined time.  (A fragmentary narrative without dialogue and depicts several people in Vilnius)","release_date":"1995-10-18","vote_average":5.9,"runtime":85,"cert":"N\/A","id":47238,"title":"The Corridor","adult":false,"genre_ids":[18]},{"cast":["Margit Carstensen","Ulrich Faulhaber","Brigitte Mira","Irm Hermann","Armin Meier"],"overview":"After having her second child, a German housewife suffers from post-partum depression before inexplicably falling into a continually misdiagnosed mental state, befuddling her relatives.","release_date":"1975-07-08","vote_average":7.0,"runtime":88,"cert":"N\/A","id":47239,"title":"Fear of Fear","adult":false,"genre_ids":[18]},{"cast":["Marcello Mastroianni","Micheline Presle","Cristina Gaioni","Salvo Randone","Andrea Checchi"],"overview":"A socialite is murdered and her playboy lover is brought in for questioning. During his stay in custody we get to see the real sneaky playboy in action via flashback. Is he guilty or just a sleaze.","release_date":"1961-03-27","vote_average":7.1,"runtime":93,"cert":"N\/A","id":47240,"title":"The Assassin","adult":false,"genre_ids":[80,9648,53]},{"cast":["Thodoris Atheridis","Smaragda Karydi","Vicky Volioti","Antonis Loudaros","Giorgos Kormanos"],"overview":"Harris, his wife, his mistress and his half German sister arrive with a boat to a distant Aegean island, assessable only by boat. The boat man forgets them and they are stranded there. Harris gets stung by a bee, and he develops an allergy. He gets terribly swollen and his alter ego emerges. Suddenly all secrets, hidden truths and feelings come into the open.","release_date":"2007-01-01","vote_average":6.5,"runtime":95,"cert":"N\/A","id":47241,"title":"Mia melissa ton Avgousto","adult":false,"genre_ids":[10749,35,18]},{"cast":["Sylvie Testud","Stanislas Merhar","Olivia Bonamy","Liliane Rovère","Bérénice Bejo"],"overview":"An adaptation of Proust's \"La Prisoniere\" (book five of \"Remembrance of Things Past\"). Set in Paris, France, it is a serious tale of a tragic and dysfunctional love.","release_date":"2000-09-27","vote_average":5.1,"runtime":118,"cert":"N\/A","id":47244,"title":"The Captive","adult":false,"genre_ids":[10402,18,10749]},{"cast":["Alberto Sordi","Carlo Verdone","Edy Angelillo","Giuliana Calandra","Ugo Bologna"],"overview":"Armando is the daddy, Cristiano is the adult son. Each of them lives his life in a different way respect the other: Armando is an old play-boy and often he \"buys\" his women with his money; Cristiano is a shy guy who lives in a community with other guys like him. The movie proceeds showing us, ironically, the differences, the different ways to think, to act, to treat the women between father and son.","release_date":"1982-12-18","vote_average":6.5,"runtime":110,"cert":"N\/A","id":47245,"title":"Journey with Papa","adult":false,"genre_ids":[35]},{"cast":["Mick Jagger","Charlie Watts","Bill Wyman","Mick Taylor","Nicky Hopkins"],"overview":"A concert film taken from two Rolling Stones concerts during their 1972 North American tour. In 1972, the Stones bring their Exile on Main Street tour to Texas: 15 songs, with five from the \"Exile\" album. Mick Jagger, Keith Richards, Mick Taylor, Charlie Watts, and Bill Wyman on a small stage with three other musicians. Until the lights come up near the end, we see the Stones against a black background. The camera stays mostly on Jagger, with a few shots of Taylor. Richards is on screen for his duets and for some guitar work on the final two songs. It's music from start to finish: hard rock (\"All Down the Line\"), the blues (\"Love in Vain\" and \"Midnight Rambler\"), a tribute to Chuck Berry (\"Bye Bye Johnny\"), and no \"Satisfaction.\"","release_date":"1973-12-01","vote_average":5.1,"runtime":83,"cert":"PG","id":47246,"title":"Ladies & Gentlemen: The Rolling Stones","adult":false,"genre_ids":[99,10402]},{"cast":["Vassilis Haralambopoulos","Panayiota Vlanti","Fanis Mouratidis","Dimitris Piatas","Hristos Valavanidis"],"overview":"Poor Tasos and was so young! But also very jealous. A defect that ultimately cost him his own life as during his last jealousy crisis for of his beautiful girlfriend Alice, he will fall victim of a traffic accident. Archangels will sympathize with him, granting him another five invisible, on land, minutes, where he will have the opportunity to touch his favorite - and not - persons and to intervene in their lives.","release_date":"2006-10-19","vote_average":5.1,"runtime":90,"cert":"N\/A","id":47247,"title":"Πέντε Λεπτά Ακόμα","adult":false,"genre_ids":[35,18,14,10749]},{"cast":["Chester Morris","Wallace Beery","Lewis Stone","Robert Montgomery","Leila Hyams"],"overview":"Convicted of manslaughter for a drunken driving accident, Kent Marlowe is sent to prison, where he meets vicious incarcerated figures who are planning an escape from the brutal conditions.","release_date":"1930-06-14","vote_average":6.5,"runtime":87,"cert":"N\/A","id":47250,"title":"The Big House","adult":false,"genre_ids":[80,18]},{"cast":["Alain Delon","Sonia Petrovna","Giancarlo Giannini","Renato Salvatori","Alida Valli"],"overview":"In Italy, the gambler and professor of poetry Daniele Dominici arrives in the seaside town of Rimini and is hired to teach for four months in the local high school replacing another teacher. His relationship with his partner Monica is in crisis and he spends most of the time with his new acquaintances and gamblers Giorgio, Marcello and Gerardo. In classroom, he meets the gorgeous nineteen years old student Vanina Abati, who is Gerardo's girlfriend.","release_date":"1972-10-18","vote_average":7.6,"runtime":132,"cert":"N\/A","id":47251,"title":"Indian Summer","adult":false,"genre_ids":[18]},{"cast":["Rosanna Arquette","David Bowie","Andre Gregory","Eszter Balint","Buck Henry"],"overview":"A waitress (Rosanna Arquette), a barman (David Bowie) and an underwear designer (Eszter Balint) try to rob a New York restaurant where two of them work.","release_date":"1991-01-01","vote_average":7.3,"runtime":98,"cert":"N\/A","id":47252,"title":"The Linguini Incident","adult":false,"genre_ids":[35,80]},{"cast":["Bruce Le","Cheung Man-Ting","Chiang Tao","Yoon Il-ju"],"overview":"Martial arts Crime drama that see's Bruce Le against Korean gangsters","release_date":"1978-01-01","vote_average":8.0,"runtime":102,"cert":"N\/A","id":47253,"title":"My Name Called Bruce","adult":false,"genre_ids":[28]},{"cast":["Emmanuelle Béart","Pascale Bussières","Dani Levy","Jean-Pierre Kalfon","Sami Bouajila"],"overview":"Nathalie and Louise are friends from childhood. While studying drama at University Louise becomes hopelessly obsessed with her friend. Jealous of the male friends she has she breaks up the friendship, followed by a suicide attempt. Later, Louise marries, but finds time to see the, by now quite accomplished actress, Nathalie. They fight through the years, La Repetition following them as their friendship comes together and breaks up frequently, while never actually reaching anything that can be called a climax.","release_date":"2001-08-22","vote_average":5.6,"runtime":96,"cert":"N\/A","id":47254,"title":"Replay","adult":false,"genre_ids":[18,10749]},{"cast":["Tim Curry","Whoopi Goldberg","Michael York","Ed Asner","Frank Welker"],"overview":"One of the best-loved holiday stories of all time is back in this animated, musical version of Charles Dickens' most famous tale. An all-star voice lineup features Whoopi Goldberg, Ed Asner, Michael York and Tim Curry as Scrooge. Come share the joy as cold-hearted Ebenezer Scrooge, the man who \"bah-humbugged\" his way through Christmas, discovers the true holiday spirit after he's visited by the Ghosts of Christmas Past, Present and Future. With original music and eight great songs, this uplifting, animated tale is destined to become a new holiday classic.","release_date":"1997-01-01","vote_average":6.1,"runtime":72,"cert":"N\/A","id":47257,"title":"A Christmas Carol","adult":false,"genre_ids":[16]},{"cast":["Edward James Olmos","María Conchita Alonso","Arie Verveen","Bitty Schram","Steven Schub"],"overview":"A middle-aged couple has a drifter enter their lives. The fish-store owners find that the mysterious young man awakens the couple in ways they didn't expect. Things get tense when the drifter begins an affair with the woman of the house.","release_date":"1996-01-24","vote_average":6.2,"runtime":110,"cert":"N\/A","id":47260,"title":"Caught","adult":false,"genre_ids":[28,18,53]},{"cast":["Ricardo Darín","Martina Gusman","Carlos Weber","Jose Luis Arias","Fabio Ronzano"],"overview":"In Argentina over 8,000 people die in traffic accidents every year. Behind each of these tragedies is a flourishing industry founded on insurance payouts and legal loopholes. Sosa is a lawyer who tours the A&E Departments of the public hospitals and the police stations in search of potential clients. Luján is a young doctor recently arrived from the provinces. Their love story kicks off one night when Luján and Sosa meet in the street. She's trying to save a man's life; he wants him on his client portfolio","release_date":"2010-05-06","vote_average":6.5,"runtime":107,"cert":"","id":47261,"title":"Carancho","adult":false,"genre_ids":[53,18,10749,80]},{"cast":["Romina Ricci","Julieta Cardinali","Leonora Balcarce"],"overview":"Se trata de una comedia de enredos que se sitúa en la década de los 80’ y cuenta la historia de tres amigas mujeres de unos 20 años de edad , Julieta, Leonora y Romina, que se resisten irónicamente al paso del tiempo. Las tres poseen raíces y personalidades distintas: una proviene de una familia rica, católica, con problemas de drogas y con una personalidad totalmente liberal, otra tiene una personalidad más conservadora, proviene de una familia judía, y a pesar de sus 20 años tiene una vida agitada llena de conflictos y la tercera es una madre de familia, un poco más ordenada que trata de encarrilar los vaivenes de sus dos amigas.","release_date":"2007-09-20","vote_average":5.0,"runtime":107,"cert":"N\/A","id":47262,"title":"¿De quién es el portaligas?","adult":false,"genre_ids":[]},{"cast":["Elvis Presley","Dodie Marshall","Pat Priest","Pat Harrington, Jr.","Skip Ward"],"overview":"Lieutenant Ted Jackson spends his lat day on active duty in the Navy disarming an underwater mine. While disarming the explosive he sees what appears to be a sunken ship. Overcome with curiosity, he investigates and finds a treasure chest filled with what he thinks are Spanish gold coins.","release_date":"1967-03-22","vote_average":5.5,"runtime":95,"cert":"PG","id":47263,"title":"Easy Come, Easy Go","adult":false,"genre_ids":[35,18,10402]},{"cast":["Tove Maës","Karen Poulsen","Rasmus Ottesen","Karen Lykkehus","Jette Kehlet"],"overview":"Ditte is born out of wedlock and lives as a young girl with her old beloved grandmother. As an illegitimate child she is teased in school and more than anything in the world she wants a father. When steady - utterly reliable - herring dealer Lars Petter shows up and tells her that he is marrying Ditte's mother, the little girl is very happy.  Now Ditte must take care of three new sisters and brothers but gets nothing but complaints from her ungrateful, selfish mother. But the little girl finds consolation and support in both her sisters and brothers and Lars Petter.","release_date":"1946-12-20","vote_average":7.5,"runtime":99,"cert":"N\/A","id":47264,"title":"Ditte, Child of Man","adult":false,"genre_ids":[18]},{"cast":["Dirch Passer","Buster Larsen","Bodil Udsen","Birgitte Price","Marguerite Viby"],"overview":"I en lille provinsby residerer bankdirektør L.W. Jacobsen. Han er ikke særlig interesseret i sin kone, Elsebeth, men derimod i lærerinde og byrådsmedlem frk.Mortensen. Thorsen, byens manufakturhandler er medlem af samme byrådsgruppe som Jacobsen. Så kommer Don Olsen til byen. Olsen er ikke interesseret i det pænere borgerskab, men derimod i mennesker. Ved et tilfælde mødes Thorsen og Olsen og snart drikker de dus. Thorsen slæber ud på natten mælkemandens hest med hjem i lejligheden. Skandalen er en realitet. Thorsen vil flygte, men med Olsens hjælp bejler han i stedet til byens borgere og frk.Mortensen under mottoet \"Gør gode tider bedre\"","release_date":"1964-12-18","vote_average":7.5,"runtime":null,"cert":"N\/A","id":47265,"title":"Don Olsen kommer til byen","adult":false,"genre_ids":[10751,35]},{"cast":["Asbjørn Andersen","Dirch Passer","Kjeld Petersen","Preben Neergaard","Paul Hagen"],"overview":"Danish Black &amp; White Movie from 1956 starring 32 of the most popular danish actors...","release_date":"1956-01-23","vote_average":7.0,"runtime":null,"cert":"N\/A","id":47266,"title":"Hvad vil De ha'?","adult":false,"genre_ids":[35]},{"cast":["Nina van Pallandt","Preben Mahrt","Clara Østø","Gunnar Lauring","Else-Marie Juul Hansen"],"overview":"","release_date":"1959-08-03","vote_average":5.5,"runtime":85,"cert":"N\/A","id":47267,"title":"Kærlighedens melodi","adult":false,"genre_ids":[35,10402]},{"cast":["Lone Hertz","Morten Grunwald","Ellen Winther Lembourn","Pouel Kern","Frits Helmuth"],"overview":"Danish movie from 1965","release_date":"1965-10-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":47268,"title":"Landmandsliv","adult":false,"genre_ids":[10402,35]},{"cast":["Frits Helmuth","Mimi Heinrich","Kjeld Petersen","Jørgen Reenberg","Louis Miehe-Renard"],"overview":"\"The ship is loaded with\" four angry young men, an original skipper, a fashion model, a radio station, a pirate flag and various musical instruments. And the ship is at anchor in international waters and can not sail forward or backward. On the other hand it can emit radio advertising, and it does.","release_date":"1960-10-03","vote_average":6.2,"runtime":90,"cert":"N\/A","id":47269,"title":"Skibet er ladet med","adult":false,"genre_ids":[35]},{"cast":["Dirch Passer","Kirsten Walther","Axel Strøbye","Preben Kaas","Lisbet Dahl"],"overview":"Spøgelsestoget (English title: The ghost train) is a 1976 Danish family film directed by Bent Christensen. It is based on the 1923 play The Ghost Train by Arnold Ridley.","release_date":"1976-08-13","vote_average":6.8,"runtime":85,"cert":"N\/A","id":47270,"title":"The Ghost Train","adult":false,"genre_ids":[10751,27,35]},{"cast":["Roger Waters","Ute Lemper","Cyndi Lauper","Thomas Dolby","Sinéad O'Connor"],"overview":"A recording of the 1990 Berlin benefit concert in which Roger Waters leads an all star cast in performing his famous concept album.A global television broadcast of the event in which former Pink Floyd leader singer and composer Roger Waters led an all-star cast in a mammoth benefit performance of his acclaimed concept album\/concert, The Wall, in support of The War Memorial Fund for Disaster Relief. Set in Berlin, Germany less than a year after the destruction of the hated Berlin Wall, Waters was accompanied by disparate talents such as Cyndi Lauper, James Galway, Joni Mitchell and Albert Finney in the classic dark musical tale of a rock star's descent into madness and back. The performance was subsequently released as a top-selling video.","release_date":"1990-07-20","vote_average":8.0,"runtime":115,"cert":"U","id":47271,"title":"Roger Waters: The Wall - Live In Berlin","adult":false,"genre_ids":[10402]},{"cast":["Anthony Mackie","Lawrence Gilliard Jr.","Duane Boutte","Daniel Sunjata","Alex Burns"],"overview":"A drama that looks back on the Harlem Renaissance from the perspective of an elderly, black writer who meets a gay teenager in a New York homeless shelter.","release_date":"2004-01-17","vote_average":5.3,"runtime":94,"cert":"N\/A","id":47272,"title":"Brother to Brother","adult":false,"genre_ids":[18]},{"cast":["Lauren Walsh","Kumar Pallana","Anne Griffin","Trevor Zacharias","Rita Lee"],"overview":"When campus radio DJ, and indie-rock band manager, Xavier P. Thortenberry, discovers the lead singer of his band, has quit - he thinks he has troubles. But when a sexy young girl named Tommy, comes to audition as the new lead singer - his real troubles begin. Trying to keep a rag-tag band of wayward musicians together is challenge enough - being in love with the new lead singer is all but too much for Xavier. When his band is invited to the nation's most important music showcase, Xavier's troubles find their boiling point. Here, in Austin Texas, the live music capital of the world, the best thing that could ever happen, and the worst thing that could ever happen - both happen, and in the very same hour. And Xavier is left alone, to discover the real meaning of big words like Love and Devotion.","release_date":"2011-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":47273,"title":"Campus Radio","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tom's protective older sister, Samantha, goes missing and the strange events surrounding her disappearance become a match that sets aflame a small town's racial mistrust and mass hysteria eleven years later. In 1997, when tension in the Middle-East is prominent, the future of our world remains uncertain. Tom begins to have terrifying dream memories and finally decides to uncover the truth behind his sister's disappearance. Tom attempts to confront Ezzedine, an old Arabic recluse who harbors the answers to all of his questions concerning Samantha's vanishing. But the suspicious hermit is being viciously pursued by a police officer whose sanity spins wildly out of control. A last desperate act sends Tom home to protect his family and it is there that the greatest secret is revealed. For Tom's story is that of a witness to the tragedy of our world. A witness to... The Coming.","release_date":"2008-11-11","vote_average":0.0,"runtime":100,"cert":"N\/A","id":47274,"title":"The Coming","adult":false,"genre_ids":[]},{"cast":["Sally Andrews","Anna Sheridan","Mark Clare","Alison Routledge","Geoff Snell"],"overview":"Her Majesty is a 2005 coming of age film about a young girl who realizes her lifelong dream when Queen Elizabeth II comes to visit her small hometown.","release_date":"2001-10-06","vote_average":5.7,"runtime":105,"cert":"N\/A","id":47275,"title":"Her Majesty","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"School is in session and Girls Gone Wild is there to welcome the sexiest, young girls ready for higher education! Dont miss what happens when these gorgeous, innocent freshmen get a taste of freedom and of each other!  Welcome Nebraska beauty Lindsay as she peels back her cotton panties and plays with herself. Don't miss Janelle and Ashton, two 19-year-old friends, who take off their tops and make out with each other for the very first time. Then meet nicole, a gorgeous brunette who lays back and pleasures herself just for you.\r Girls Gone Wild Freshmen Orientation - is uncensored action that's raw, real and uncut!","release_date":"2001-06-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":47276,"title":"Girls Gone Wild: Freshman Orientation","adult":true,"genre_ids":[]},{"cast":["Olivia Hussey","Sebastiano Somma","Ingrid Rubio","India Eisley"],"overview":"The inspirational portrayal of Mother Teresa, a simple nun who became one of the most significant personalities of the 20th Century. Armed with a faith that could move mountains, Mother Teresa followed her calling to help the poor, the lepers, the dying and the abandoned children in the slums of Calcutta, challenging many authorities - including the church - along the way.","release_date":"2003-10-19","vote_average":7.0,"runtime":180,"cert":"N\/A","id":47277,"title":"Mother Teresa of Calcutta","adult":false,"genre_ids":[18]},{"cast":["Stanley Tucci","Kari Wührer","Ron Eldard","Conrad Goode"],"overview":"When Bill catches his girlfriend and her boss in bed, an unusual cure for impotence is found.","release_date":"1995-06-13","vote_average":4.5,"runtime":89,"cert":"N\/A","id":47278,"title":"Sex & the Other Man","adult":false,"genre_ids":[18,35]},{"cast":["Jeff Goldblum","Lake Bell","Louise Lombard","Ed Begley Jr."],"overview":"A feature-length pilot film for a proposed NBC series, War Stories is set in a battle-torn Middle Eastern country that is obviously Uzbekistan (but not identified as such). Cynical, hard-as-nails American war correspondent Ben Dansmore (Jeff Goldblum) balks at being assigned a new photographer\/partner so soon after the newcomer's predecessor (who happened to be Ben's best friend) was literally blown to bits while covering a hot story. \"There's no such thing as truth; that's why they call them stories.\" That is Ben's philosophy, one that he hopes to impart to idealistic young Nora Stone (Lake Bell). But Nora, whose sister died in the terrorist attacks of September 11, refuses to be as cold and dispassionate as Ben. It takes a series of near-death experiences dodging bullets and fanatical rebels for Ben and Nora to find the common ground so necessary to their future teamwork.","release_date":"2003-01-29","vote_average":5.5,"runtime":87,"cert":"N\/A","id":47281,"title":"War Stories","adult":false,"genre_ids":[18,10752]},{"cast":["Derek Jacobi","Joan Greenwood","Max Wall","Patricia Hayes","Luke Duckett"],"overview":"A drama based on the novel by Charles Dickens which tells the story of Arthur Clennam who is thrown into a debtor's prison. There he meets a young seamstress whose father has been imprisoned for twenty-five years. A film in originally released in two parts.","release_date":"1987-12-11","vote_average":7.8,"runtime":357,"cert":"","id":47282,"title":"Little Dorrit","adult":false,"genre_ids":[18]},{"cast":["Marieta Severo","Débora Falabella","Antônio Fagundes","Rodrigo Santoro","Fernanda Lima"],"overview":"A 50 year-old woman who analyses her past. She pictures herself when she was 20 years old and she re-creates the story of her life through a game of innumerous possibilities. What if she wouldn't have gone to that ball? What if... instead of meeting the man of her life, with whom she married and had kids, she would have called a girlfriend and they went to the theater? What would be her destiny? What would have happened? In the plot the present talks to the past. A young woman projects her future in a fascinating game between memories and desires.","release_date":"2004-10-01","vote_average":6.4,"runtime":84,"cert":"N\/A","id":47283,"title":"Owner of the Story","adult":false,"genre_ids":[18,35,10749]},{"cast":["Coralina Cataldi-Tassoni","Diego Ribon","Luciano Crovato","Elena Cantarone","Stefano Molinari"],"overview":"The story of a hideous monster who takes the form of a beautiful, seductive woman who in a torrent of special effects, beauty and monster transform into a climax of pure evil. For years this monster woman has cursed a small village, and to this day her deadly grasps holds the peaceful residents in fear. This ferocious, feminine fury possesses a shocking sensual appetite and she can only satisfy her lust when passion consumes her, by striking where a man is most vulnerable.... and the results are deadly!","release_date":"1988-01-08","vote_average":4.4,"runtime":79,"cert":"N\/A","id":47284,"title":"Evil Clutch","adult":false,"genre_ids":[27]},{"cast":["Tomás Alves","Patrícia Franco","Catarina Wallenstein","Willion Brandão","Ana Padrão"],"overview":"A loner, narcissistic and suicidal teenager attracts most of the people he meets like a fatal aura, a black light. He falls deeply in love with Teresa but does she exist or is she a mere figment, an image, a reflection? Teresa is an apparition. A pretext for an amoral violent uprising, for doomed love.","release_date":"2008-08-13","vote_average":6.3,"runtime":81,"cert":"N\/A","id":47285,"title":"A Doomed Love","adult":false,"genre_ids":[18]},{"cast":["Jack Donner","Ron Ford","Vera Lockwood","Bryan Moore","Michael Sonye"],"overview":"Randolph Carter moves into a squalid boarding house in the summer of 1925 where he becomes friends with a mysterious doctor who revives him after a near-fatal heart attack. Soon after Carter discovers the awful truth about the doctor, and the fragile line that separates life and death. Featuring a stellar performance by Jack Donner as Dr. Muñoz, Cool Air remains a haunting reminder of the power of the human will.","release_date":"1999-10-15","vote_average":6.7,"runtime":50,"cert":"N\/A","id":47286,"title":"Cool Air","adult":false,"genre_ids":[18,27]},{"cast":["Paul Darrow","Gerrard McArthur","Tim Kirby","Justine Francesca Glenton","Michael Poole"],"overview":"Rough Magik is about The Night Scholars, a clandestine organization setup to monitor the ancient cult of Cthulhu. After decades of compiling an enormous database of arcane information, they have come to a single, incontrovertible conclusion: the Sleeping God is waking.","release_date":"2000-10-06","vote_average":4.2,"runtime":41,"cert":"N\/A","id":47287,"title":"Rough Magik","adult":false,"genre_ids":[27,878]},{"cast":["Miranda Richardson","Martin Vidnovic","Ian Richardson","Darrell Hammond","Christiane Noll"],"overview":"Animated version of the Rodgers and Hammerstein musical about when the King of Siam meets a head strong English school mistress.","release_date":"1999-03-19","vote_average":5.5,"runtime":87,"cert":"N\/A","id":47288,"title":"The King and I","adult":false,"genre_ids":[16,18,10751]},{"cast":[],"overview":"Everybody loves a carnival! Join Kai-Lan and her friends for their backyard carnival, and other fun adventures! Ni Hao, Kai-lan is an animated series designed to open the eyes, ears and hearts of children to a fantastic new way to understand their social, emotional and physical world. Kai-lan and her animal friends encounter daily obstacles that help the kids at home make sense of the world around them. Aspects of Chinese-American family, food and culture are weaved throughout the series as well as the teaching of basic Mandarin Chinese phrases.","release_date":"2009-10-09","vote_average":5.3,"runtime":99,"cert":"N\/A","id":47289,"title":"Ni Hao, Kai-Lan: Kai-Lan's Carnival","adult":false,"genre_ids":[16,10751]},{"cast":["James Hetfield","Lars Ulrich","Kirk Hammett"],"overview":"Videos from the record","release_date":"2003-06-30","vote_average":9.5,"runtime":80,"cert":"N\/A","id":47290,"title":"Metallica: St-Anger","adult":false,"genre_ids":[]},{"cast":["Michael Hui","Ricky Hui","Sylvia Chang","Pak Yan","Teddy Yip Wing-Cho"],"overview":"A witty and thoroughly engaging send-up of both the fast food business and the cut-throat techniques often employed by conglomerates to crush independent competition.","release_date":"1988-07-14","vote_average":7.0,"runtime":95,"cert":"N\/A","id":47291,"title":"Chicken and Duck Talk","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The film opens with Shaymin as Dialga appears. Then, in the Reverse or Distortion World Giratina senses Dialga's presence, and flies up to the Real World to capture him. Dialga drinks, just as Giratina's portal opens up. Giratina then drags Dialga into the Reverse World. Shaymin is also catapulted into the Reverse World. As Dialga and Giratina fight, Zero observes the battle in his ship. Shaymin absorbs a dark gas and uses \"Seed Flare,\" tearing a hole in the Reverse World and escaping. Dialga fires a laser at Giratina, enveloping her in a time loop and trapping her in the Reverse World. As Dialga escapes, Shaymin falls into a river.","release_date":"2008-07-19","vote_average":6.7,"runtime":96,"cert":"U","id":47292,"title":"Pokémon: Giratina and the Sky Warrior","adult":false,"genre_ids":[12,16,10751]},{"cast":["Sammi Cheng","Tony Leung Ka-Fai","Hu Jun","Daniel Wu","Huang Jue"],"overview":"a film adaptation of Wang Anyi's popular and influential novel Changhen Ge.A person's life is destined to be shorter than that of a city. Having spent her whole life in Shanghai, Qiyao has her moments of prosperity and her fair share of loneliness. She finally fades and disappears but Shanghai remains a metropolitan city. Shanghai in the 1930s is glamorous and seductive. A pretty young girl from an ordinary family, Qiyao is lucky enough to win the 2nd runner-up of the \"Miss Shanghai\" contest. Mr. Cheng, her admirer as well as a photographer who assists her to her success, knows the girl is going to live an extraordinary life. It turns out she is going to witness the decades of changes to her city","release_date":"2005-09-29","vote_average":5.7,"runtime":106,"cert":"N\/A","id":47293,"title":"Everlasting Regret","adult":false,"genre_ids":[18]},{"cast":["Astrid Pils","Denise Dior","Marie Noelly","Nadia Rivoli","Sara Venier"],"overview":"Max Bellocchio is surrounded by people having sex, but isn't getting any himself. His daughter (Marie Noelly) has it away with the plumber, Joy Karin's with Alain Lyle on the stairs of a nightclub, then with Alain Lyle, Astrid, Sara Venier and Roberto Malone in the nightclub, then with Astrid and Roberto Malone on a yacht. Max is visited by Paola de Simone and a male and goes to fix them drinks only to return to find Paola giving the male a blowjob. The film closes with Nadia Rivoli giving a blow job to an anonymous male and winking at the camera.","release_date":"1990-01-01","vote_average":7.0,"runtime":null,"cert":"N\/A","id":47294,"title":"Vacanze a Rimini","adult":true,"genre_ids":[]},{"cast":[],"overview":"A documentary about the Electronic Dance movement of the '90s. It is the first such full-length film on the topic. It was produced by Cleopatra Pictures and Entertainment Group, presided by Cleopatra Records founder Brian Perera. The film features interviews with BT, The Crystal Method, Electric Skychurch, Genesis P-Orridge, Frankie Bones, DJ Spooky, Roni Size, and DJ Keoki.","release_date":"1999-01-01","vote_average":4.0,"runtime":85,"cert":"N\/A","id":47295,"title":"Better Living Through Circuitry","adult":false,"genre_ids":[99,10402]},{"cast":["Bettina Bush","Pat Fraley","Peter Cullen","Robbie Lee","Andre Stojka"],"overview":"Rainbow Brite, and her magical horse Starlite, must stop an evil princess and her underlings from taking over the planet Spectra. When they meet Orin, the wise Sprite tries to make the two children get along and work together to stop the evil Princess. Orin tells them that they can only destroy her by combining their own powers against her. Getting in the way of their mission is the sinister Murky Dismal and his bumbling assistant Lurky who, as usual, are lavishing in the new gloom created by the darkening of Spectra, as well as trying to steal Rainbow's magical color belt.","release_date":"1985-11-15","vote_average":5.6,"runtime":85,"cert":"N\/A","id":47296,"title":"Rainbow Brite and the Star Stealer","adult":false,"genre_ids":[16,10751,878]},{"cast":["Lou Doillon","Guillaume Saurrel","Caroline Ducey"],"overview":"","release_date":"2001-05-23","vote_average":6.3,"runtime":97,"cert":"N\/A","id":47297,"title":"Freaky Love!","adult":false,"genre_ids":[35,18]},{"cast":["Rocío Barrios","Francisco Jiménez","Marisela Rodríguez","Doña Aurelia","Leonardo Rodríguez"],"overview":"A young woman in the southern Mexican region of Chiapas falls for a revolutionary fighting in the Zapatista conflict.","release_date":"2009-08-13","vote_average":8.6,"runtime":90,"cert":"N\/A","id":47298,"title":"Corazón del tiempo","adult":false,"genre_ids":[18,10749]},{"cast":["Julie Gayet","Faudel","Samy Naceri"],"overview":"Kamel et son frère Bouzid vivent à Bab el Oued, un quartier populaire d'Alger. Kamel est un solitaire, désabusé et taciturne. Bouzid, plus jovial, est un mordu d'internet. Il passe son temps dans un cybercafé à chater avec des filles du monde entier. Sans vraiment y croire, il les invite à Alger. Mais un jour, Laurence, une de ses correspondantes françaises, lui annonce qu'elle accepte son invitation...","release_date":"2005-03-16","vote_average":4.3,"runtime":99,"cert":"N\/A","id":47299,"title":"Bab El Web","adult":false,"genre_ids":[35,10751]},{"cast":["Jean-Pierre Darroussin","Jacques Gamblin","Marie Gillain","François Berléand","Caroline Cellier"],"overview":"Il y a des jours où le destin entrecroise les vies, où les solitudes s'animent sous l'effet du hasard, où un événement bouleverse le cours de plusieurs vies. Six personnages vont se croiser, se réunir, s'abandonner, se retrouver alors que rien ne les prédisposait à se rencontrer. Un lien existe pourtant entre eux. Et le destin va se charger de le leur rappeler.","release_date":"2006-01-01","vote_average":4.5,"runtime":107,"cert":"N\/A","id":47300,"title":"Fragile(s)","adult":false,"genre_ids":[35,18]},{"cast":["Julien Courbey","Sara Martins","Tony Harrisson","Jimmy Jean-Louis"],"overview":"18 ans après avoir quitté sa terre natale, Rod, jeune Parisien d´origine guyanaise, rentre au pays suite à la disparition de son frère aîné. Gonz, son ami d´enfance des cités, fait partie du voyage. À Cayenne, la révélation d´un douloureux secret de famille pousse Rod dans une quête effrénée de vérité. Il fait la connaissance de Yann, une jeune guide de tourisme écologique très remontée contre les méfaits de l’orpaillage clandestin. Tous les trois seront dès lors pris dans un engrenage, entraînés au bout fleuve, au coeur de la forêt amazonienne, dans le milieu hostile et archaïque des orpailleurs clandestins...","release_date":"2009-03-12","vote_average":4.3,"runtime":90,"cert":"N\/A","id":47301,"title":"Orpailleur","adult":false,"genre_ids":[12,53]},{"cast":["Jessica Paré","Dan Aykroyd","Charles Berling","Robert Lepage","Camilla Rutherford"],"overview":"A young girl is plucked from small-town obscurity and thrust into the spotlight of the glamorous world of super-models.","release_date":"2000-10-13","vote_average":6.0,"runtime":100,"cert":"N\/A","id":47302,"title":"Stardom","adult":false,"genre_ids":[35,18]},{"cast":["Clark Gable","Gene Tierney","Bernard Miles","Richard Haydn","Belita"],"overview":"An American reporter falls in love with a Russian ballet dancer.","release_date":"1953-05-01","vote_average":5.6,"runtime":94,"cert":"N\/A","id":47303,"title":"Never Let Me Go","adult":false,"genre_ids":[18,10749]},{"cast":["David Colvin","Brian Ferguson","Ali Craig","Paul Rattray","Henry Pettigrew"],"overview":"The stunning BBC TV production of the National Theatre of Scotland s urgently topical play. Hurtling from a pool room in Fife to an armoured wagon in Iraq, Black Watch is based on interviews conducted by Gregory Burke with former soldiers who served in Iraq. Viewed through the eyes of those on the ground, Black Watch reveals what it means to be part of the legendary Scottish regiment, what it means to be part of the war on terror and what it means to make the journey home again. John Tiffany s production makes powerful and inventive use of movement, music and song to create a visceral, complex and urgent piece of theatre. This is a show that brings together Scotland s military history and its proud tradition of popular, political theatre to address one of the thorniest issues of our time.","release_date":"2008-10-06","vote_average":5.3,"runtime":154,"cert":"18","id":47304,"title":"Black Watch","adult":false,"genre_ids":[18,10770]},{"cast":["Preston Foster","Belita","Pierre Watkin","Edna Holland","Russell Hicks"],"overview":"A cop investigating a jewel robbery finds that all trails lead to his girlfriend - but she claims she's being framed.","release_date":"1948-04-07","vote_average":5.4,"runtime":88,"cert":"N\/A","id":47305,"title":"The Hunted","adult":false,"genre_ids":[18,80]},{"cast":["Charles Laughton","Franchot Tone","Burgess Meredith","Robert Hutton","Jean Wallace"],"overview":"A down-and-out student is hired to kill a wealthy woman. When someone else is suspected of the crime, the student taunts police until they realize that they may have to wrong man.","release_date":"1949-12-12","vote_average":5.5,"runtime":97,"cert":"N\/A","id":47308,"title":"The Man on the Eiffel Tower","adult":false,"genre_ids":[53]},{"cast":["Patricia Roc","Will Fyffe","Maxwell Reed","Finlay Currie","John Laurie"],"overview":"An orphan wrecks havoc on a remote Scottish island when she causes an age-old feud to be reignited.","release_date":"1947-05-07","vote_average":4.5,"runtime":98,"cert":"","id":47309,"title":"The Brothers","adult":false,"genre_ids":[18]},{"cast":["Gene Kelly","Igor Youskevitch","Claire Sombert","Tamara Toumanova","Diana Adams"],"overview":"Three completely different stories are told through dance.","release_date":"1956-05-22","vote_average":7.3,"runtime":93,"cert":"N\/A","id":47310,"title":"Invitation to the Dance","adult":false,"genre_ids":[10402,14]},{"cast":["Dharmendra","Shatrughan Sinha","Baldev Khosa","Mehar Mittal","Daljit Kaur"],"overview":"Putt Jattan De","release_date":"1981-01-21","vote_average":10.0,"runtime":null,"cert":"N\/A","id":47311,"title":"Putt Jattan De","adult":false,"genre_ids":[]},{"cast":["Laurence Harvey","Gloria Grahame","Richard Basehart","Joan Collins","John Ireland"],"overview":"An amoral, psychotic playboy incites three men who are down on their luck to commit a mail van robbery, which goes badly wrong.","release_date":"1954-03-02","vote_average":6.3,"runtime":100,"cert":"","id":47312,"title":"The Good Die Young","adult":false,"genre_ids":[80]},{"cast":["Etsuko Shihomi","Emi Hayakawa","Sanae Ôhori","Xiè Xiùróng","Hideo Kosuge"],"overview":"Lee Long is a martial-arts champion who the police use as an undercover agent to infiltrate a drug ring responsible for importing heroin from Japan to Hong Kong. When he is identified and imprisoned, his sister gets the help of Lee's martial-arts school, including the powerful Sonny Kawasaka, for the inevitable battle-royale with the drug gang.","release_date":"1974-08-31","vote_average":7.0,"runtime":86,"cert":"N\/A","id":47313,"title":"Sister Street Fighter","adult":false,"genre_ids":[28,18]},{"cast":["Tom Conway","Rita Corday","Vince Barnett","Jane Greer","Elisha Cook Jr."],"overview":"A society sleuth sets out on the trail of a society matron's lost jewels.","release_date":"1946-04-22","vote_average":5.8,"runtime":61,"cert":"N\/A","id":47314,"title":"The Falcon's Alibi","adult":false,"genre_ids":[80,9648]},{"cast":["Tom Conway","Madge Meredith","Edward Brophy","Robert Warwick","Myrna Dell"],"overview":"A society sleuth rescues a kidnapped woman, then is framed for murder.","release_date":"1946-12-13","vote_average":6.0,"runtime":61,"cert":"N\/A","id":47315,"title":"The Falcon's Adventure","adult":false,"genre_ids":[80,18,9648]},{"cast":["Grayson McCouch","Tasma Walton","Andrew McFarlane","Marshall Napier","Grant Piro"],"overview":"Set in the nuclear war-torn world of 2040, a congested city is shrouded in a deadly smog, where breathable air is obtainable only through labyrinth shafts that transport the precious gas from high in the atmosphere. These passages are kept functioning by an elite 'Air Force'. The team risk annihilation to expose a deadly blackmail scheme.","release_date":"1999-11-26","vote_average":2.9,"runtime":120,"cert":"N\/A","id":47316,"title":"Airtight","adult":false,"genre_ids":[28,18,878,10770]},{"cast":["Ilya Shakunov","Irina Apeksimova","Evgeniy Ganelin","Stanislav Boklan","Georgiy Povolotskiy"],"overview":"The tax service, together with the investigating authorities and special forces of the Ministry of Internal Affairs, is investigating major financial frauds, accompanied by a series of murders of people involved in the crime. “Orders” are executed, undoubtedly, by a talented sniper. Among the alleged victims - the head of a major chemical plant Boris Morin. Employees of the Organized Crime Control Department offer Morin a mutually beneficial deal: in order to stay alive, he must disclose his financial developments to them. Leading analyst of the State Tax Administration Tatyana Uvarova is connected to the investigation.","release_date":"2007-02-25","vote_average":0.0,"runtime":200,"cert":"N\/A","id":47317,"title":"Antisniper","adult":false,"genre_ids":[28]},{"cast":["Pascale Hutton","Costas Mandylor","Michael Ironside","Alexandra Paul","Eric Breker"],"overview":"Illegal experimentation accidentally rips open a previously unknown hidden magma reserve directly under Manhattan!","release_date":"2006-02-25","vote_average":4.4,"runtime":120,"cert":"N\/A","id":47318,"title":"Disaster Zone: Volcano in New York","adult":false,"genre_ids":[28,53,878]},{"cast":["Chan Ching-Nam","Shui Hung Hui","Kenny Kwan","Hui Man-Chun","Yan Ng"],"overview":"Fai is a 39-year old lighting electrician. Married with a 3-year old daughter, Fai is no longer in love with his wife who seems more capable and more the head of the family. 20 years ago, Fai just got into university and was dating Ming Mei, a banker's daughter who lived on Mid-Levels. A landslide took Ming Mei's life and afterwards Fai married Ming Mei's roommate. One stormy day a mystery old phone booth appears on the road where Fai is working. To his surprise, Fai dials through to Ming Mei from 20 years ago. Soon today's Fai is calling Ming Mei every stormy day and his younger self feels threatened by the strange caller. Realising his fault, Fai sets out to contact himself from 20 years ago to clear up the misunderstanding and maybe even save Ming Mei from the landslide and change the course of his eventual unhappy marriage.","release_date":"2007-01-01","vote_average":7.0,"runtime":89,"cert":"N\/A","id":47319,"title":"Pandora's Booth","adult":false,"genre_ids":[18]},{"cast":["Kyle Gallner","Laura Allen","Britt Robertson","Esai Morales","John Judd"],"overview":"Ivy League Freshman, Aaron Milton (17) gets a different kind of education when he falls for Linda (34) a vivacious former wild-child who has returned to college to straighten out her life. The curriculum gets more challenging when Aaron meets Linda's sarcastic 14 year-old daughter, Beth - who quickly develops a crush on him. The math doesn't work in either direction but the dysfunctional triangle becomes a learning experience for all involved.","release_date":"2010-10-08","vote_average":6.5,"runtime":99,"cert":"N\/A","id":47320,"title":"Cherry","adult":false,"genre_ids":[35,18,10749]},{"cast":["Vlastimil Brodský","Božidara Turzonovová","Svatopluk Matyáš","Zita Kabátová","Antonín Brtoun"],"overview":"A man and a woman from a different planet come to the Earth to get a cure for a disease that is apparently threatening to eradicate their civilisation.","release_date":"1973-12-01","vote_average":4.7,"runtime":90,"cert":"N\/A","id":47323,"title":"Operation Bororo","adult":false,"genre_ids":[878]},{"cast":["Farid Shawqi","Hend Rostom","Youssef Chahine","Hassan el Baroudi","Abdel Aziz Khalil"],"overview":"Kinawi, a physically challenged peddler who makes his living selling newspapers in the central Cairo train station, is obsessed by Hannouma, an attractive young woman who sells drinks. While she treats Kinawi in a sympathetic way and jokes with him about a possible relationship, She is actually in love with Abu Sri', a strong and respected porter at the station who is struggling to unionize his fellow workers to combat their boss' exploitative and abusive treatment.","release_date":"1958-07-31","vote_average":7.5,"runtime":77,"cert":"N\/A","id":47324,"title":"Cairo Station","adult":false,"genre_ids":[18,80]},{"cast":["Anas El Baz","Mohamed Benbrahim","Omar Lotfi","Ghita Tazi","Driss Roukh"],"overview":"A Moroccan-Norwegian co-production about the dark side of Casablanca (Casanegra). In a country where good virtues are the norm in public, Casanegra shows the vices: domestic violence, alcohol abuse and drug abuse. Meet Karim and Adil and their struggle in the big city.","release_date":"2009-05-09","vote_average":6.4,"runtime":131,"cert":"N\/A","id":47325,"title":"Casanegra","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"TV's Frankie Boyle has declared that no-one over 40 should do stand-up, as the old comedians lose their edge and their anger. Stewart Lee is 42 and Frankie's heartless Scottish words have made him wonder if it's worth carrying on. Undaunted, the furiously baffled comedian tries to win round the legendarily harsh Glasgow audience with a crowd-pleasing Mcintyre-style routine about coffee shops, but is distracted by scores of imaginary pirates; he tries to talk about every day middle aged men's concerns, but is drawn into a forty minute rant against Top Gear and all it stands for; he attempts to find some common ground with happy childhood memories that he and the audience can share, but is instead consumed with loathing and despair as a result of a Magners' Cider advertising campaign. He screams from the balconies, stumbles in the aisles, and ends with a country and western song.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":47328,"title":"If You Prefer A Milder Comedian Please Ask For One","adult":false,"genre_ids":[]},{"cast":["Bette Midler","John Goodman","Trini Alvarado","Stephen Collins","Marsha Mason"],"overview":"Barmaid Stella Claire and blueblood Stephen Dallas have very little in common -- except they've fallen in love. When their relationship fails, Stella decides to raise the child they had, Jenny, alone. But Jenny and Stella are far from the perfect mother-daughter pair.","release_date":"1990-02-02","vote_average":6.0,"runtime":109,"cert":"N\/A","id":47329,"title":"Stella","adult":false,"genre_ids":[10749,18]},{"cast":["Stewart Lee","Nick Pynn"],"overview":"TV's Frankie Boyle has declared that no-one over 40 should do stand-up, as the old comedians lose their edge and their anger. Stewart Lee is 42 and Frankie's heartless Scottish words have made him wonder if it's worth carrying on. Undaunted, the furiously baffled comedian tries to win round the legendarily harsh Glasgow audience with a crowd-pleasing Mcintyre-style routine about coffee shops, but is distracted by scores of imaginary pirates; he tries to talk about every day middle aged men's concerns, but is drawn into a forty minute rant against Top Gear and all it stands for; he attempts to find some common ground with happy childhood memories that he and the audience can share, but is instead consumed with loathing and despair as a result of a Magners' Cider advertising campaign.","release_date":"2010-10-11","vote_average":6.7,"runtime":105,"cert":"18","id":47330,"title":"Stewart Lee: If You Prefer a Milder Comedian, Please Ask for One","adult":false,"genre_ids":[35]},{"cast":["Reika Hashimoto","Kaori Kawamura","Shunsuke Matsuoka","Masanobu Ando","Joe Odagiri"],"overview":"Asuka is an aspiring model who moves to Tokyo to pursue her career. She moves into a small apartment with a friend of a friend, Kasumi. A bizarre murder occurs in the hotel across the street. The body was mutilated and repositioned into a lurid work of art. After this, a string of murders start happening all around the two girls, as if some crazed serial killer was following them. At the scene of each crime, the perpetrator leaves a black lip print, and is subsequently dubbed \"The Black Kiss.","release_date":"2004-10-01","vote_average":5.9,"runtime":133,"cert":"N\/A","id":47331,"title":"Black Kiss","adult":false,"genre_ids":[80,18,27,9648,10749]},{"cast":["Albert Finney","Tom Courtenay","Joanna Lumley","John Light","Joanna Scanlan"],"overview":"A squadron leader and a retired milkman decide to bury their differences and move in together after they are both widowed on the very same night. They become a companionable if odd couple, until their unlikely friendship is threatened by the arrival of an alluring woman with a hidden agenda.","release_date":"1998-12-30","vote_average":5.4,"runtime":104,"cert":"","id":47332,"title":"A Rather English Marriage","adult":false,"genre_ids":[35,18,10749]},{"cast":["Anna Paquin","Charlotte Gainsbourg","William Hurt","Joan Plowright","Nic Knight"],"overview":"Jane Eyre is an orphan cast out as a young girl by her aunt, Mrs. Reed, and sent to be raised in a harsh charity school for girls. There she learns to be come a teacher and eventually seeks employment outside the school. Her advertisement is answered by the housekeeper of Thornfield Hall, Mrs. Fairfax.","release_date":"1996-02-09","vote_average":7.2,"runtime":112,"cert":"","id":47333,"title":"Jane Eyre","adult":false,"genre_ids":[18,10749]},{"cast":["Danny Elfman"],"overview":"Oingo Boingo's Farewell Concert at the Universal Amphitheatre","release_date":"1996-04-16","vote_average":10.0,"runtime":200,"cert":"N\/A","id":47334,"title":"Oingo Boingo: Farewell (Live from the Universal Amphitheatre)","adult":false,"genre_ids":[]},{"cast":["Raine Brown","Erin Brown","Dustin Kerns","Marv Blauvelt","Susan Adriensen"],"overview":"Sculpture is a psychological horror gore-fest that tells the story of Ashley Steele, an aspiring artist who returns home after the death of her father only to find the haunting memories of her repressed childhood await her. She is commissioned to create a life-size sculpture of the perfect man, and uses body builders from her brother's gym as models, but soon finds herself spiraling down a path of unspeakable psychopathic terror and murder as she frantically tries to complete her masterpiece.","release_date":"2009-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":47335,"title":"Sculpture","adult":false,"genre_ids":[27]},{"cast":["Steven Seagal","Seo-woo Eun","Ki Joo-bong","Hyeok-pil Lim","Im Ho"],"overview":"Kim, a Taekwondo champion decides to give up his fighting career for good in order to take care of his daughter Sa Rang. But when an evil gambling kingpin kidnaps Sa Rang, Kim must agree to fight in a rigged boxing match in exchange for Sa Rang's freedom.","release_date":"2004-12-14","vote_average":3.6,"runtime":100,"cert":"N\/A","id":47336,"title":"Clementine","adult":false,"genre_ids":[53,18,28]},{"cast":["Junko Minagawa","Ryotaro Okiayu","Takayuki Kondo"],"overview":"The regular players from Seigaku participates in an exhibition game aboard a cruise ship. However, they discover that the event is being run by a corrupt millionaire heavily involved in illegal gambling and betting, who demands that they lose the match on purpose. To add to the confusion, one of the players on the rival team introduces himself as Ryoma's brother.","release_date":"2005-01-29","vote_average":4.3,"runtime":60,"cert":"N\/A","id":47341,"title":"The Prince of Tennis: Two Samurais, The First Game","adult":false,"genre_ids":[16,10770]},{"cast":["John Stockwell","Michael Dudikoff","Lisa Blount","George Kennedy","Don Murray"],"overview":"After an atomic war Phillip Hammer and Marlowe Chandler have spent 15 years on their own in an bunker, stuffed with junk from the 40s and old detective novels. Now, 19 years old, they leave their shelter to find a world full of mutants, freaks and cannibals. They become famous detectives in the struggle for the two keys that could fire the last nuclear weapon.","release_date":"1986-09-19","vote_average":5.8,"runtime":98,"cert":"N\/A","id":47342,"title":"Radioactive Dreams","adult":false,"genre_ids":[878,28,12,35]},{"cast":["Sandahl Bergman","David Goss","Quin Kessler","Harrison Muller Jr.","Elena Wiedermann"],"overview":"In a backward post-apocalyptic world, She aids two brothers' quest to rescue their kidnapped sister. Along the way, they battle orgiastic werewolves, a psychic communist, a tutu-wearing giant, a mad scientist, and gladiators before standing against the odds to defeat the evil Norks.","release_date":"1982-06-01","vote_average":5.1,"runtime":102,"cert":"","id":47345,"title":"She","adult":false,"genre_ids":[28,12,14]},{"cast":["Cary Grant","Laraine Day","Charles Bickford","Gladys Cooper","Alan Carney"],"overview":"A conman poses as a war relief fundraiser, but when he falls for a charity worker, his conscience begins to trouble him.","release_date":"1943-05-28","vote_average":7.1,"runtime":100,"cert":"N\/A","id":47352,"title":"Mr. Lucky","adult":false,"genre_ids":[35,10749]},{"cast":["Denis Podalydès","Jeanne Moreau","Julie Gayet","Liliane Rovère","Lorànt Deutsch"],"overview":"Natanaël, seven, still doesn't know how to read. His eccentric old aunt bequeaths her house to his parents and her book collection to the young boy. Nat discovers that the books serve as a shelter for all the heroes found in children's literature. They are the original characters and are counting on him for protection. For if they leave the library, they will disappear along with their stories forever! When his parents start selling off the books, Nathanaël, who is shrunk by the evil witch Carabosse, braves everything to save his tiny friends","release_date":"2009-12-16","vote_average":6.6,"runtime":80,"cert":"N\/A","id":47353,"title":"Eleanor's Secret","adult":false,"genre_ids":[16,10751]},{"cast":["James Belushi","Gary Basaraba","Jody Racicot","Blu Mankuma","Christopher Shyer"],"overview":"Dooley and his K-9 partner Jerry Lee are ready to retire from the police force. But before he can retire with his pension he must work as a P.I. to find a set of high tech computer chips.","release_date":"2002-07-30","vote_average":5.6,"runtime":95,"cert":"N\/A","id":47354,"title":"K-9: P.I.","adult":false,"genre_ids":[28,35,80]},{"cast":["Luca Argentero","Dario Bandiera","Isabella Ragonese","Moran Atias","Carolina Crescentini"],"overview":"","release_date":"2009-10-23","vote_average":5.8,"runtime":null,"cert":"N\/A","id":47355,"title":"Oggi sposi","adult":false,"genre_ids":[35]},{"cast":["Renato Salvatori","Rosemary Dexter","Gaetano Quartararo","Mara Carisi","Ida Serasini"],"overview":"An alien takes over the body of a factory worker in order to learn about the planet so his race can take it over.","release_date":"1963-09-01","vote_average":7.0,"runtime":102,"cert":"N\/A","id":47356,"title":"Omicron","adult":false,"genre_ids":[878,35]},{"cast":[],"overview":"If the cityscapes and patriotic anthems of this film seem a far cry from the bleak landscape of Seoul Train, that's no accident. Dutch filmmaker Pieter Fleury, with the full permission and cooperation of the North Korean government, created this propaganda film that gives us a glimpse of a day in the life of one of the world's most enigmatic societies. A Day in the Life, largely dictated by the North Korean film bureau, follows a typical North Korean family through their daily duties, largely dedicated to the pride in the North Korean nation of comrades and the glory of General Kim Jong Il.The film is meant to extol the success of modern North Korea. But does it? With straight footage and a total absence of narration, viewers may interpret Fleury's film in a slightly different manner than intended","release_date":"2004-01-01","vote_average":6.9,"runtime":48,"cert":"N\/A","id":47357,"title":"North Korea: A Day in the Life","adult":false,"genre_ids":[99]},{"cast":["Bill Humphreys","Matthew Jaeger","Robert Mammana"],"overview":"Physical attractions appear to be the obvious explanation for two people to become a pair. But are they really the reflection of something sublime, everlasting or dare we say, spiritual? Do relationships start in the bedroom or in the heart? In this male love story, the bliss described by Joseph Campbell and sages throughout the millennia is a practical option for finding happiness. As the camera delves into the character’s minds and actions we find fulfillment on both a physical and spiritual level.","release_date":"2010-03-26","vote_average":5.3,"runtime":85,"cert":"N\/A","id":47358,"title":"Just Say Love","adult":false,"genre_ids":[18,10749]},{"cast":["Sean Penn","Nicolas Cage","Elizabeth McGovern","John Karlen","Rutanya Alda"],"overview":"Henry and Nicky are small town pals from blue collar families with only a short time before they ship off to World War II. Henry begins romancing new-to-town Caddie Winger, believing her to be wealthy. Mischievious and irresponsible, Nicky gets into trouble which forces the other two to become involved, testing their relationship, as well as the friendship between the boys.","release_date":"1984-03-23","vote_average":6.5,"runtime":108,"cert":"N\/A","id":47359,"title":"Racing with the Moon","adult":false,"genre_ids":[18,10749]},{"cast":["John Allen Nelson","Carla Herd","Terri Treas","Thom Christopher","Aarón Hernán"],"overview":"The third thrilling saga of Deathstalker pits him against the evil wizard and ruler of the Southland, Troxartes, and his band of undead warriors. Dashing Deathstalker is entrusted by the beautiful Princess Carissa to protect an enchanted Jewel one of three which together hold the key to the lost city of treasure, Erendor. The missing pair of gems are stashed all too safely in the heavily guarded castle of the wicked Troxartes. His mission clear, Deathstalker rouses his troops and storms the fortress with the power of lightning. And in this fateful battle, one man will survive to witness the magical secrets of Erendor.","release_date":"1988-01-01","vote_average":3.0,"runtime":86,"cert":"N\/A","id":47360,"title":"Deathstalker and the Warriors from Hell","adult":false,"genre_ids":[28,12,14]},{"cast":["Jiaxuan Li","Pan Yue-Ming"],"overview":"Guo Jiaju ran a little company after graduation, but the company was on the verge of bankruptcy. Guo Jiaju’s father, who was seriously ill, desired Guo to bring his girlfriend home and get married, but his girlfriend left him. Guo decided to lease a “three accompany girl” called Lily to pretend to be his fiancee….","release_date":"2006-03-17","vote_average":0.0,"runtime":98,"cert":"N\/A","id":47361,"title":"Lease Wife","adult":false,"genre_ids":[18]},{"cast":["Jean Simmons","Jamie Dornan","James Wilby","Ophelia Lovibond","Toby Marlow"],"overview":"A mysterious young loner changes the lives of one family and helps them rediscover their roots and deep affection for one another.","release_date":"2009-06-15","vote_average":3.2,"runtime":78,"cert":"","id":47362,"title":"Shadows In The Sun","adult":false,"genre_ids":[18]},{"cast":["Rick Hill","Brett Baxter Clark","Michelle Moffett","Anya Pencheva","Kosta Karageorgiev"],"overview":"It begins as a contest of strength the challenge of competition luring fighters from far away to a hilltop castle. Deathstalker leads the combatants but only to discover that the winners are disappearing one by one. Now, in his last and greatest battle, Deathstalker must defend his remaining comrades, his life, and his newfound love in battle against an evil army of stone warriors and the wicked queen who created them.","release_date":"1991-07-13","vote_average":3.8,"runtime":75,"cert":"N\/A","id":47363,"title":"Deathstalker IV: Match of Titans","adult":false,"genre_ids":[28,12,14]},{"cast":["Jeffrey Byron","Michael Preston","Tim Thomerson","Kelly Preston","Richard Moll"],"overview":"A seeker named Dogen rescues Dhyana after her father is murdered by the evil Jared-Syn. To avenge her father's death, Dogen must find Jared-Syn's hideout in the mysterious \"Lost City\", but the only person who knows where it is an aging, burned-out seeker named Rhodes. Along the way, they will need to do battle against the hunter Baal and his Cyclopean minions for engaging Jared-Syn in a final encounter.","release_date":"1983-08-19","vote_average":3.6,"runtime":84,"cert":"N\/A","id":47364,"title":"Metalstorm: The Destruction of Jared-Syn","adult":false,"genre_ids":[14,878]},{"cast":["Janne Virtanen","Laura Malmivaara","Ronja Arvilommi","Sara Tammela","Antti Väre"],"overview":"The father of a Finnish family brings home a cute puppy, Stormheart. No one in the family knows anything about the dog. Little by little, the mystery of Stormheart unravels and the dog's new owners learn more about him. They find out that Stormheart's parents had served as guard dogs at the Berlin Wall. Pearl, the 7-year-old daughter of the Finnish family, takes the puppy under her wing and Stormheart, who grows up to the size of a bear, undertakes the task of removing all dangers, threats and obstacles from the path of Pearl.","release_date":"2008-08-01","vote_average":4.8,"runtime":95,"cert":"N\/A","id":47365,"title":"Stormheart","adult":false,"genre_ids":[18,10751]},{"cast":["Fernando Ramallo","Lucía Jiménez","Isabel Otero","Joel Joan","Jordi Bosch"],"overview":"Circumstances force an unexpected maturity onto 15-year-old Tristan (Fernando Ramallo), an only child who had already been trying quite hard to \"grow up\" by losing his virginity. He accomplishes this easily enough by arranging for a prostitute to visit his home while his parents are off on a trip. But the life lesson he learns is different from what he'd intended when he learns of his parents' death in an airplane crash. When he moves into his grandparent's home, changes schools and falls in love for the first time, he is no longer able to keep intact his earlier snobberies and childish self-importance. This Spanish-language film is set in the later period of Francisco Franco's rule ('60s and '70s) and features excellent performances by its young cast.","release_date":"1996-12-13","vote_average":6.8,"runtime":107,"cert":"N\/A","id":47366,"title":"The Good Life","adult":false,"genre_ids":[18,35]},{"cast":["Marcello Mastroianni","Joaquim de Almeida","Daniel Auteuil","Stefano Dionisi","Nicoletta Braschi"],"overview":"Portugal 1938. Pereira is the editor of the culture section of the \"Lisboa,\" an unaffiliated evening paper. There is a civil war in Spain and the fascists are in power in Portugal, but he concerns himself only with his work – writing biographies of famous writers and translating French novels – and ignores what is going on around him. He hires Monteiro Rossi, an idealistic young man in love with a beautiful communist, as an assistant. He reluctantly helps them when they begin to get into trouble due to subversive activities. Eventually, events force him to take a stand.","release_date":"1995-04-06","vote_average":6.8,"runtime":104,"cert":"N\/A","id":47367,"title":"According to Pereira","adult":false,"genre_ids":[18]},{"cast":["Seiji Miyaguchi","Rokkô Toura","Yoshio Kosugi","Takashi Shimura","Etsushi Takahashi"],"overview":"Following the detonation of the atomic bombs on Hiroshima and Nagasaki, the Japanese military and the government clash over the demand from the Allies for unconditional surrender. Minister of the Army Anami leads the military officers who propose to fight on, even to the death of every Japanese citizen. Emperor Hirohito, however, joins with his ministers in asking the unthinkable, the peaceful surrender of Japan. When the military plots a coup to overthrow the Emperor's civilian government, Anami must face the choice between his desires and loyalty to his Emperor.","release_date":"1967-08-12","vote_average":6.8,"runtime":157,"cert":"N\/A","id":47370,"title":"Japan's Longest Day","adult":false,"genre_ids":[18,36,10752]},{"cast":["Rafael Spregelburd","Daniel Aráoz","Eugenia Alonso","Inés Budassi","Lorenza Acuña"],"overview":"When two neighbours clash, their argument becomes less about proposed building alterations and more about the wider battle between class and social status. The hugely impressive building in question is the only example of a Le Corbusier residential home in all of Latin America, adding to the poignancy of their argument. Winner of six Argentinean Academy Awards in 2010, including Best Film.","release_date":"2009-11-10","vote_average":6.5,"runtime":110,"cert":"N\/A","id":47383,"title":"The Man Next Door","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"Scenes from the Grand Canyon set to Ferde Grofé's \"Grand Canyon Suite.\"","release_date":"1958-09-26","vote_average":7.7,"runtime":29,"cert":"N\/A","id":47384,"title":"Grand Canyon","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The King is Born is the classic story of the birth of Jesus. Beginning with Gabriel announcing God’s blessed plan for Mary, this video brings all the elements of this timeless story to life. Journey with Mary and Joseph to Bethlehem and witness the humble birth of our Savior together with the shepherds. The cunning plan of King Herod does not deceive the devoted wise men, but ultimately it is the Angel who intercedes to warn Joseph and Mary to flee into Egypt.","release_date":"1987-01-01","vote_average":6.0,"runtime":26,"cert":"N\/A","id":47385,"title":"The King is Born","adult":false,"genre_ids":[16,10751]},{"cast":["Michael Laurino","Anessa Ramsey","Alex Draper","Cassidy Freeman","Clark Freeman"],"overview":"In the Fall of 1940, the entire population of Friar, New Hampshire walked together up a winding mountain trail and into the wilderness. Without warning, they left behind everything: their homes, their clothes, and their money. The only clue where they went was a single word etched into stone near the forest’s edge: YELLOWBRICKROAD.","release_date":"2010-01-23","vote_average":4.9,"runtime":99,"cert":"15","id":47386,"title":"YellowBrickRoad","adult":false,"genre_ids":[27,53]},{"cast":["Theodora Remundová","Sabina Remundová","Dan Bárta","Igor Bareš","Naďa Kotršová"],"overview":"Ovdovělá matka, dvě dospělé, tápající dcery, snad až příliš hodný zeť, temperamentní babička a malý vnuk - tihle všichni se nasoukají do dvou aut a vyrazí z Rakovníka na Slovensko, aby vyhověli otcovu poslednímu přání. Fádní rodinná povinnost se ovšem brzy začne měnit v putování, které má změnit vše, co následuje.","release_date":"2002-01-01","vote_average":6.3,"runtime":103,"cert":"N\/A","id":47387,"title":"Some Secrets","adult":false,"genre_ids":[]},{"cast":["Phil LaMarr","Mako Iwamatsu","Sab Shimono","Rob Paulsen","Jeff Bennett"],"overview":"A small boy is sent away from his village. He is to be trained as a samurai warrior and return to fight the evil shape-sifter, Aku, who has wreaked havoc throughout the village. His skills honed, the warrior attempts a return to his home, but winds up in a future time landscape. Here, the locals call the stranger, a sort of Dirty Harry kung fu loner, \"Jack\" and assist him in his path homeward. This is the original feature length presentation that kicked off the SAMURAI JACK phenomenon on the Cartoon Network.","release_date":"2001-08-10","vote_average":8.5,"runtime":90,"cert":"N\/A","id":47388,"title":"Samurai Jack: The Premiere Movie","adult":false,"genre_ids":[878,28,16,14,10770]},{"cast":["Ian Attfield","Zoe Rigby","Olivia Sanabia"],"overview":"Filmed in and around the streets of London, this award winning cosmopolitan drama, depicts the son of a world renowned Iraqi writer facing the aftermath of his father's assassination in Baghdad, his moral dilemma about the publishing of a book he has been writing for five years and his unrequited love for his best friend.","release_date":"2010-10-26","vote_average":8.0,"runtime":85,"cert":"12A","id":47389,"title":"Tangled Up in Blue","adult":false,"genre_ids":[]},{"cast":["Matěj Stropnický","Jan Tříska","Kryštof Hádek","Vladimír Javorský","Sandra Lehnertová"],"overview":"After success of Kytice, which is based on the famous collection of poems of K.J.Erben, one of the most well-known character of classic Czech literature, Mr. Brabec went for even more famous poem Máj of K.H. Mácha, which is considered the peak of Czech romanticism","release_date":"2008-08-21","vote_average":4.6,"runtime":85,"cert":"N\/A","id":47390,"title":"May","adult":false,"genre_ids":[18]},{"cast":["Karel Höger","Florence Marly","Jiří Plachý","František Smolík","Nataša Tanská"],"overview":"Based on the novel by Karel Capek, the prominent Czech writer of the early 20th century who coined the word robot for his play R.U.R., the story revolves around a discovery of Krakatit - a powerful explosive - by Prokop, an experimental scientist who, following an accidental explosion in his lab, slips in and out of delirium. When he realises that, in a delirious period, he has given the formula for making Krakatit to one of his colleagues, he tries to find the man, who does not realize how dangerous a thing Krakatit is.  In the process, he nearly gives his discovery away again to foreign interests, a group of anarchists, and even greater forces of darkness...","release_date":"1948-01-01","vote_average":6.0,"runtime":110,"cert":"N\/A","id":47393,"title":"Krakatit","adult":false,"genre_ids":[878,53]},{"cast":["The White Stripes","The Dirtbombs","The Go","Brendan Benson","Jack White"],"overview":"Filmmaker Benjamin Hernandez, whose 1999 shot-on-video documentary The Detroit Rock Movie features early footage of many of the town's best-known bands-says, \"We were kind of rushing to make that movie because we all felt that this whole garage-rock thing was about to become played out and this was going to fade. Amusingly enough, now people are starting to notice.\" Initially, the only outlets for the city's new rock'n'roll sound were Flying Bomb (run by Claydon and his wife, Patti) and Detroit's Italy, which is operated by bassist Dave Buick of the Go. Claydon says of his label and Buick's, \"We both kind of consider ourselves, like, necessity labels. People weren't putting out a band, so we did it.\"","release_date":"1999-06-07","vote_average":0.0,"runtime":95,"cert":"N\/A","id":47394,"title":"The Detroit Rock Movie","adult":false,"genre_ids":[]},{"cast":[],"overview":"Fellow West Coast rappers C-Bo, Yukmouth, Fat Joe, and Jayo Felony guest star on what amounts to a semi-autobiographical accounting of E-40's own ascent from the ghetto to the California suburbs. All in all, this is a furious and energetic release of truths, guts, and the triumph of the American Dream.","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":47395,"title":"Charlie Hustle: Blueprint of a Self-Made Millionare","adult":false,"genre_ids":[]},{"cast":["Ivan Trojan","Jiří Dvořák","Zuzana Kajnarová","David Švehlík","Oldřich Navrátil"],"overview":"A screwup angel is exiled from the Heaven down to Earth, incarnated as a beggar.","release_date":"2005-11-03","vote_average":5.8,"runtime":90,"cert":"N\/A","id":47396,"title":"Angel","adult":false,"genre_ids":[10751,35,14]},{"cast":["Christina Lindberg","Stellan Skarsgård","Danièle Vlaminck","Michel David","Erika Wickman"],"overview":"Anita is a girl of only 16 years, and while she has developed early physically, to a mature woman, she is psychologically completly ruthless. Her relationship the her parents and her friends is very poor and she is regarded with contempt by the people around her, even by the men who so ruthlessly use her.","release_date":"1973-12-25","vote_average":5.9,"runtime":95,"cert":"N\/A","id":47397,"title":"Anita","adult":false,"genre_ids":[18]},{"cast":["Mikael Persbrandt","Kjell Bergqvist","Peter Gardiner"],"overview":"","release_date":"2007-04-27","vote_average":2.3,"runtime":null,"cert":"N\/A","id":47398,"title":"Gangster","adult":false,"genre_ids":[80,18,10749]},{"cast":["Najib Amhali"],"overview":"","release_date":"2004-05-01","vote_average":4.7,"runtime":102,"cert":"N\/A","id":47399,"title":"Najib Amhali: Freefight","adult":false,"genre_ids":[35]},{"cast":["Laurence Olivier","Alan Bates","Jane Asher","Elizabeth Sellars","Michael Aldridge"],"overview":"A successful lawyer struck with blindness in middle age continues his battles in the courtroom with the assistance of his family. As his son deals with bitter memories of their relationship, he also seeks his father's respect and love and in the process learns to love in return.","release_date":"1984-04-19","vote_average":9.0,"runtime":90,"cert":"","id":47402,"title":"A Voyage Round My Father","adult":false,"genre_ids":[18]},{"cast":["Walter Pidgeon","Donald Meek","Joseph Schildkraut","Florence Rice","Nat Pendleton"],"overview":"In this second Carter mystery, a mysterious rash of cargo ships sinking in Panama leads insurers Llewellyns of London to hire vacationer Nick Carter and his eccentric associate Bartholomew to investigate. Nick recognizes influential nightclub owner Al Taurez as a shady operator, but getting the goods on him depends on slick diversions involving the heavyweight champ of the Pacific Tuna Fleet, a Panamanian bombshell armed with American slang, a young couple in love and a whole raft of crooks and cutthroats.","release_date":"1940-06-17","vote_average":6.2,"runtime":70,"cert":"N\/A","id":47403,"title":"Phantom Raiders","adult":false,"genre_ids":[9648]},{"cast":["Walter Pidgeon","Rita Johnson","Henry Hull","Stanley Ridges","Donald Meek"],"overview":"Detective Nick Carter is brought in to foil spies at the Radex Airplane Factory, where a new fighter plane is under manufacture.","release_date":"1939-12-15","vote_average":6.7,"runtime":59,"cert":"N\/A","id":47404,"title":"Nick Carter, Master Detective","adult":false,"genre_ids":[28,80,18,9648]},{"cast":["Marcus Mathias Aarnseth","Andrea Pharo Ronde","Maria Bonnevie","Eindride Eidsvold","Kjersti Holmen"],"overview":"It's the summer of 1951 in Oslo. Lillian and Amund Wang are blessed with their first and only child. Adrian Wang - a boy or a girl?","release_date":"2010-10-01","vote_average":6.5,"runtime":98,"cert":"N\/A","id":47405,"title":"Shameless","adult":false,"genre_ids":[18]},{"cast":["Ninetto Davoli","Franco Citti","Franco Merli","Tessa Bouché","Ines Pellegrini"],"overview":"The final part of Pasolini's Trilogy of Life series is rich with exotic tales of slaves and kings, potions, betrayals, demons and, most of all, love and lovemaking in all its myriad forms. Mysterious and liberating, this is an exquisitely dreamlike and adult interpretation of the original folk tales.","release_date":"1974-06-20","vote_average":6.9,"runtime":131,"cert":"18","id":47406,"title":"Arabian Nights","adult":false,"genre_ids":[18,14,12,35]},{"cast":["Jack Cullison","Philip Marlatt","Joseph Booton","Ramon Camacho","Amy Lindsay"],"overview":"A group of nerdy college guys who can't seem to connect with girls their own age discover the excitement of hooking up with sexy older women.","release_date":"2010-10-17","vote_average":4.3,"runtime":88,"cert":"N\/A","id":47407,"title":"Milf","adult":false,"genre_ids":[35]},{"cast":["Tadanobu Asano","Yûko Daike","Hanae Kan","Kaiji Moriyama","Tamaki Ogawa"],"overview":"Mars Canal - Within absolute silence, a naked man wanders through a dark and depressing landscape recalling the excruciating details of his last encounter with his former lover. Mirror Hell - When a series of women are discovered with their faces burnt and skulls charred, a young detective investigates, discovering that a unique hand mirror is always found at the scene. Caterpillar - A war hero returns home with no limbs and only his eyesight remaining. His beautiful wife, tired of taking care of him, turns to torturing her crippled husband for amusement. Crawling Bugs - A sexy actress is returning home from a successful night on stage, until her limo driver decides that she should be coming home with him.","release_date":"2005-05-11","vote_average":5.9,"runtime":134,"cert":"N\/A","id":47408,"title":"Rampo Noir","adult":false,"genre_ids":[14,27,53]},{"cast":[],"overview":"It doesn't take long to realize that On the Farm with Farmer Bob is not just any ol' farm. The characters from On the Farm with Farmer Bob are already nationally known, as they have been used as teaching tools in public school programs and science museums. In Cocka Doodle Doo The Right Thing a special guest has been invited to the farm. Jenny (voice of Amy Grant) is put in charge of cleaning up and receives the cooperation of everyone, except Hercules (Vince Gill). In addition to not helping, Hercules mistakes the special guest for someone unimportant and treats him poorly. Meanwhile Sam finds $20 and spends it without finding out to whom it belongs. This episode teaches the Biblical parable of the Pharisee and the Tax Collector as well as the practical lesson of doing the right thing.","release_date":"2004-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":47409,"title":"Cocka Doodle Doo The Right Thing - On The Farm","adult":false,"genre_ids":[10751]},{"cast":["Henry Silva","Nicholas Campbell","Barbara Gordon","Gina Dick","Joy Thompson"],"overview":"A group of college students accidentally see a local redneck kill his wife. A deadly game of cat-and-mouse ensues, with the students trying to escape the area while the killer sets out to eliminate the witnesses who can tie him to the murder.","release_date":"1982-05-28","vote_average":4.9,"runtime":95,"cert":"N\/A","id":47410,"title":"Trapped","adult":false,"genre_ids":[80,12,53,27,28]},{"cast":[],"overview":"A documentary about the controversial businessman Henning Boilesen Jr. and his involvement with the military regime as one of its most enthusiastic supporters, financing it and participating in the tortures of political prisoners. Those actions later culminated in his assassination in 1971 by members of militant groups opposed to the regime.","release_date":"2009-11-27","vote_average":7.1,"runtime":93,"cert":"N\/A","id":47411,"title":"Citizen Boilesen","adult":false,"genre_ids":[99]},{"cast":["Jack Wagner","Jack Coleman","Craig Wasson","Sigrid Thornton","Kay Lenz"],"overview":"After an accident during a routine trip to Venus, a spaceship has only enough oxygen left for three people... out of five on board.","release_date":"1994-02-01","vote_average":4.1,"runtime":87,"cert":"N\/A","id":47412,"title":"Trapped in Space","adult":false,"genre_ids":[878,53,10770]},{"cast":["Jacqueline Bowman","Velina Georgi","Zorikh Lequidre","Oscar Lowe","Moises Morales"],"overview":"A futuristic drama about five survivors trying to make sense of a New World after a devastating urban catastrophe challenges their basic human needs. Set in a bleak, post-urban landscape in the aftermath of the Third World War, the film presents a strangely limited environment where a single woman and four men are forced to communicate without words as a result of destructive gasses from the war. When their pasts are erased by the war, they are forced to recreate their lives both individually and collectively.","release_date":"2004-03-12","vote_average":5.3,"runtime":72,"cert":"N\/A","id":47413,"title":"After the Apocalypse","adult":false,"genre_ids":[18,878]},{"cast":["Michel Serrault","Jacques Dutronc","Jean-Louis Trintignant","Jacques Villeret","Robert Dhéry"],"overview":"In southern France, in a quite little town, the mayor, who also owns a castle with some cattle, is in the wine cellar with some other people: the pharmacist, the veterinary, and some of his employees. As they are drinking wine, they hear a terrible noise and the heat's getting higher and higher. They don't realize what's happening: when they come out of the cellar, they realize that everything has burned, and all the buildings are destroyed...","release_date":"1981-05-13","vote_average":6.5,"runtime":120,"cert":"N\/A","id":47416,"title":"Malevil","adult":false,"genre_ids":[18,878]},{"cast":["Chow Yun-Fat","Leslie Cheung","Cherie Chung","Paul Chu Kong","Kenneth Tsang"],"overview":"Three art thieves try to re-steal a painting after their crime boss double-crosses them.","release_date":"1991-02-02","vote_average":6.8,"runtime":103,"cert":"N\/A","id":47423,"title":"Once a Thief","adult":false,"genre_ids":[28,35,53,80]},{"cast":["Neil Morrissey"],"overview":"Join Maisy the colourful lovable mouse and her friends for fun and adventures.  Maisy the mouse and chums return in ten animated adventures: 'Bus'; 'Hide and Seek'; 'Spots'; 'Eggs'; 'Clouds'; 'Harvest'; 'Circus'; 'Shed'; 'Stick'; and 'Train'.","release_date":"2006-07-16","vote_average":0.0,"runtime":50,"cert":"","id":47424,"title":"Maisy Colours and Counting","adult":false,"genre_ids":[]},{"cast":["Marcel Duchamp","Pajorita Matta"],"overview":"Witch’s Cradle is an unfinished Maya Deren film made in the Guggenheim Gallery during a surrealist “Art of this Century” exhibit. It was assembled long after her death by staffers within the preservation department at Anthology Film Archives.","release_date":"1944-01-01","vote_average":7.2,"runtime":12,"cert":"N\/A","id":47425,"title":"Witch's Cradle","adult":false,"genre_ids":[18,27]},{"cast":["Tariq Ali","Raúl Castro","Hugo Chávez","Cristina Fernández de Kirchner","Rafael Correa"],"overview":"A road trip across five countries to explore the social and political movements as well as the mainstream media's misperception of South America while interviewing seven of its elected presidents.","release_date":"2009-09-07","vote_average":5.2,"runtime":78,"cert":"N\/A","id":47426,"title":"South of the Border","adult":false,"genre_ids":[99]},{"cast":["Jane Birkin","Mathieu Demy","Charlotte Gainsbourg","Lou Doillon","Gary Chekchak"],"overview":"A lonely 40-year old woman finds herself shattering taboos by falling in love with the 14-year old Julien – but is it romance, or a desperate attempt to turn back time in the face of middle age?","release_date":"1988-03-09","vote_average":6.0,"runtime":80,"cert":"N\/A","id":47429,"title":"Kung-Fu Master!","adult":false,"genre_ids":[18,10749]},{"cast":["Wojciech Pszoniak","Ewa Dałkowska","Teresa Budzisz-Krzyżanowska","Marzena Trybała","Piotr Kozlowski"],"overview":"The story of Polish pedagogue Janusz Korczak and his dedication to protecting Jewish orphans during the war.","release_date":"1990-01-01","vote_average":7.7,"runtime":115,"cert":"N\/A","id":47430,"title":"Korczak","adult":false,"genre_ids":[18,36]},{"cast":["Tamblyn Lord","John Godden","Kelly Dingwall","Craig Pearce"],"overview":"Damon Kennedy (Tamblyn Lord, The River Kings) is an impressionable young man ready to begin university life.On the other side of the tracks live Terry (Craig Pearce, co-author of Strictly Ballroom), Felix (John Godden) and Benny (Kelly Dingwall) - who get their kicks out of robbing houses and chasing girls. But they're broke and all out of cash.  During a routine burglary the gang discover an innocent Damon. Brushing off the intrusion and pretending they are looking for some mates, the gang flee the scene but bored Damon follows them and joins their group for the day, hoping to find some fun.When the gang picks up two girls, things become unhinged as a drunk Damon brags about some of his family's many affluent friends. Forced to take them to one of his cash-rich contacts, Damon's nightmare has only just begun. As Terry discovers that the wealthy don't always carry cash, what starts as a burglary soon turns into a killing spree.","release_date":"1988-01-01","vote_average":7.0,"runtime":88,"cert":"N\/A","id":47431,"title":"To Make a Killing","adult":false,"genre_ids":[27]},{"cast":["Gregory Patrick Karr","Marcello Mastroianni","Jeanne Moreau","Dora Hrisikou","Ilias Logothetis"],"overview":"Alexandre, a TV reporter, is working for a few days in a border town, where a lot of refugees from Albania, Turkey and Kurdistan are packed in. Among them, he notices an old man and thinks he is an important Greek politician who disappeared mysteriously a few years ago. Back in Athens, he asks this politician's former wife to come and identify him. A slow and dry meditation about inhumanity of borders.","release_date":"1991-01-01","vote_average":7.4,"runtime":136,"cert":"N\/A","id":47432,"title":"The Suspended Step of the Stork","adult":false,"genre_ids":[18]},{"cast":["Edouard Baer","Isabelle Nanty","Pierre-François Martin-Laval","Nicolas Marais","Tilly Mandelbrot"],"overview":"Isabelle Nanty is a Paris concierge, four children to look after and a fifth in gestation with a loutish and uncaring husband who runs off with the girlfried of one of the lodgers in her building. This same lodger called Le Bison has rather strange hours and both he and Dorine ( the concierge ) get on each other's nerves because each makes noise at the \"wrong\" time for the other ! The fact that their respective mates have run off together nevertheless bring the two together and with Dorine's children getting very attached to Le Bison, there are the makings of an \"idylle\" between the two of them which the return of the two offending mates fails to break","release_date":"2003-01-01","vote_average":5.5,"runtime":96,"cert":"N\/A","id":47433,"title":"Le Bison (et sa voisine Dorine)","adult":false,"genre_ids":[35]},{"cast":["Juliette Binoche","William Hurt","Paul Guilfoyle","Richard Jenkins","Stephanie Buttle"],"overview":"Dr. Henry Harriston is a successful psychoanalyst in New York City. When he is near a nervous breakdown, he arranges to change his flat with Beatrice Saulnier from France for a while. Both don't know each other and both find themselves deeply involved into the social settings of the other, because the decision to change their flats is made overnight. Could be the perfect amusement, but suddenly Henry finds himself beaten up by Beatrice' lover and Beatrice is considered to be Dr. Harriston's substitute by his clients...","release_date":"1996-02-21","vote_average":5.8,"runtime":108,"cert":"N\/A","id":47434,"title":"A Couch in New York","adult":false,"genre_ids":[10749,35]},{"cast":["Lazar Ristovski","Milutin Milošević","Nataša Janjić","Borivoje Todorović","Zoran Cvijanović"],"overview":"St. George Slays the Dragon (Serbian: Sveti Georgije ubiva aždahu) is a Serbian World War I drama. The movie starts with Kingdom of Serbia battling the remaining Turkish occupiers during the First Balkan War in 1912 and ends with the outbreak of World War I in 1914. The movie's central theme is a love triangle between the village gendarme Đorđe, his wife Katarina and the young disabled war veteran Gavrilo who was previously engaged to Katarina before he went to war and lost his arm in battle. Even though Katarina in the meantime married Đorđe, she still has affection for Gavrilo. At the onset of World War I, all able-bodied men in the village are recruited for combat. Left in the village are only women, children and disabled veterans from previous Balkan wars. Rumours start circulating that the invalids in the village are trying to take advantage of the situation by making their moves on the women in the village – the wives and sisters of the recruited men.","release_date":"2009-03-11","vote_average":7.7,"runtime":120,"cert":"N\/A","id":47435,"title":"St. George Shoots the Dragon","adult":false,"genre_ids":[18,10752]},{"cast":["Big Daddy Kane","E-40","Brandon Xavier","Dominic L. Santana","Traci Dinwiddie"],"overview":"Four friends plan the perfect small town bank heist, but choose the wrong night. Their plans go horribly wrong when vampiric zombies attack the town and trap them in the bank. Can they escape with the money and their lives?","release_date":"2007-08-07","vote_average":4.8,"runtime":80,"cert":"N\/A","id":47436,"title":"Dead Heist","adult":false,"genre_ids":[28,12,27]},{"cast":["Nils Hugon","Raphaël Fuchs-Willig","William Touil","Pierre-Augustin Crenn","Théodule Carré-Cassaigne"],"overview":"Poucet is a kid from a family of numerous children. The parents, too poor to feed them, decide to abandon them in the forest. Their, the brothers try to find their way out making fantastic encounters. This film is based on the French fairy tale \"Le petit poucet\" by Charles Perrault.","release_date":"2001-10-16","vote_average":5.4,"runtime":90,"cert":"N\/A","id":47437,"title":"Tom Thumb","adult":false,"genre_ids":[10751,12,14]},{"cast":["Sven Wollter","Rita Russek","Iwar Wiklander","Robert Gustafsson","Jarl Kulle"],"overview":"The life of the Swedish engineer Alfred Nobel. How he invented dynamite and later in his life founded the Nobel-Prize.","release_date":"1995-01-01","vote_average":3.0,"runtime":113,"cert":"N\/A","id":47438,"title":"Alfred","adult":false,"genre_ids":[]},{"cast":["Catherine Deneuve","Emmanuelle Béart","Vincent Pérez","John Malkovich","Pascal Greggory"],"overview":"Marcel Proust (1871-1922) is on his deathbed. Looking at photographs brings memories of his childhood, his youth, his lovers, and the way the Great War put an end to a stratum of society. His memories are in no particular order, they move back and forth in time. Marcel at various ages interacts with Odette, with the beautiful Gilberte and her doomed husband, with the pleasure-seeking Baron de Charlus, with Marcel's lover Albertine, and with others; present also in memory are Marcel's beloved mother and grandmother. It seems as if to live is to remember and to capture memories is to create a work of great art. The memories parallel the final volume of Proust's novel.","release_date":"1999-05-19","vote_average":7.1,"runtime":169,"cert":"N\/A","id":47439,"title":"Time Regained","adult":false,"genre_ids":[18]},{"cast":["Kate Winterich","Joe Swanberg","Kevin Pittman"],"overview":"Ellen is sleeping with her ex-boyfriend while trying to ignore the fact that he's looking for more than just sex. Her roommate, Patrick, isn't helping matters with his secretive and jealous behavior.","release_date":"2005-01-01","vote_average":4.3,"runtime":78,"cert":"N\/A","id":47440,"title":"Kissing on the Mouth","adult":false,"genre_ids":[18,10749]},{"cast":["Laetitia Casta","Arielle Dombasle","John Malkovich","Charles Berling","Frédéric Diefenthal"],"overview":"At a wake one night in 1945, a group of aged women recall the life of one of their number. Sixty years before, Thérèse was barely 20 years old when she eloped with her boyfriend, Firmin, a blacksmith, to Châtillon, a town in Provence. Here, she makes the acquaintance of the wealthy Madame Numance, who is known for her good deeds. Realising that Thérèse is pregnant and unemployed, Madame Numance insists that she moves into a house on her estate. Whilst Firmin resents the arrangement, Thérèse soon finds that she can exploit the situation, using her benefactor's naivety and generosity for her own gain..","release_date":"2001-05-20","vote_average":4.3,"runtime":120,"cert":"N\/A","id":47441,"title":"Savage Souls","adult":false,"genre_ids":[18,10749]},{"cast":["Vassilis Charalampopoulos","Dimitris Imellos","Marisha Triantafyllidou","Michalis Iatropoulos","Gerasimos Skiadaressis"],"overview":"Two brothers, Michalis and Nondas, work at an office of funerals and they try to make money. However, Nondas is in trouble with Greek mafia and has to assemble immediately a, not at all negligible, sum. Thus, he proposes to Michalis to begin robbing banks. However, for their bad luck, the head of police, in order to face the rapid increase of criminality has begun to place secret police officers in the subsidiary companies of all banks, making the life of the two brothers more difficult. The situation gets out of control when Michalis meets the love of his life at the banking employee, with a particularly “graphic” familial life… BANK BANG is a crazy comedy that no one is not what it seems, no one does what is supposed to do and that all the consequences of the above you would never wish nor in your bad enemy! It is to lose her?","release_date":"2008-12-18","vote_average":6.0,"runtime":97,"cert":"N\/A","id":47442,"title":"Βank Bang","adult":false,"genre_ids":[35]},{"cast":["Cole Williams","Weston Mueller","Aimee Garcia","Michael Azria"],"overview":"A young, newly-in-love gay couple allow a documentary filmmaker to film their burgeoning long term relationship.","release_date":"2002-01-01","vote_average":6.0,"runtime":16,"cert":"N\/A","id":47443,"title":"L.T.R.","adult":false,"genre_ids":[]},{"cast":["Reiko Tokunaga","Hiroko Saito","Masaaki Kaiji","Hitoshi Omae","Tetsuya Ushio"],"overview":"A female scientist and two children are accidentally transported into a future dominated by primates.","release_date":"1987-01-01","vote_average":3.3,"runtime":97,"cert":"N\/A","id":47444,"title":"Time of the Apes","adult":false,"genre_ids":[878]},{"cast":["Andrew Peterson","Eric Mueller"],"overview":"In this comedy of errors and elevators a bike messenger and a businessman can't stop thinking about each other after their paths cross.","release_date":"2003-01-01","vote_average":6.0,"runtime":16,"cert":"N\/A","id":47445,"title":"This Car Up","adult":false,"genre_ids":[]},{"cast":["Katharine Hepburn","Vanessa Redgrave","Geneviève Bujold","Irene Papas","Patrick Magee"],"overview":"The women of Troy face enslavement after the fall of their city.","release_date":"1971-05-01","vote_average":6.3,"runtime":105,"cert":"N\/A","id":47446,"title":"The Trojan Women","adult":false,"genre_ids":[18]},{"cast":["Irene Papas","Notis Peryalis","Takis Emmanuel","Manos Katrakis","Giannis Fertis"],"overview":"Living in exile after the death of their father, the grown children of a murdered and usurped king converge to exact eye-for-an-eye revenge.","release_date":"1962-01-01","vote_average":6.9,"runtime":110,"cert":"N\/A","id":47447,"title":"Electra","adult":false,"genre_ids":[28,36]},{"cast":["Espen Skjønberg","Per Theodor Haugen","Kari Rasmussen","Knut Husebø","Anne Marie Ottersen"],"overview":"A meta-film about a film and the common man in our own political reality. A reality that is just scenes of a film without any cinematic development, but which might be plain reality tomorrow.","release_date":"1972-11-09","vote_average":5.1,"runtime":97,"cert":"N\/A","id":47448,"title":"Remonstrance","adult":false,"genre_ids":[18,80]},{"cast":["Tim Daly","Caroleen Feeney","Dan Gunther","Dana Wheeler-Nicholson","Liev Schreiber"],"overview":"A group of friends in New York, working away at their PCs and laptops, keep in touch exclusively by phone and fax. They are all too busy to meet face to face. Gale plays matchmaker, by phone, to Jerry and Barbara who, in turn, hit it off beautifully – via phone and fax. Martin gets a telephone call from someone he's never met. It's Denise, with some extraordinary news. Tapping away at his computer all the while, he develops a sort of friendship with Denise – via phone. And so it goes as the friends, tap, tap, tapping away, share news, hopes, and dreams – via phone and fax. Finally Gale has an unfortunate encounter with a phone, Denise has some more news for Martin, and Frank plans a gala New Year's Eve party, but will he answer the door?","release_date":"1995-05-17","vote_average":7.2,"runtime":80,"cert":"N\/A","id":47449,"title":"Denise Calls Up","adult":false,"genre_ids":[35]},{"cast":["Katja Rupé","Alix de Montaigu","Francois Michel","Jean-Pierre Beauviala","Pascal Aubier"],"overview":"The story revolves around two objects, a rare set of 18th-century Limoges china, and a 19th century aristocratic portrait. As these items are passed, sold, or stolen from one character to another, a giddy round dance of excess begins to take shape, one which suggests that if history doesn't repeat itself, it certainly rhymes. Together with co-writer Gérard Brach, whose other co-writing credits include Repulsion and Tess, Otar Iosseliani uses a feather-light touch to expose the futility of class and social order, making a bagatelle of the concerns of rich and poor alike.","release_date":"1985-02-06","vote_average":4.4,"runtime":105,"cert":"N\/A","id":47450,"title":"Favourites of the Moon","adult":false,"genre_ids":[18,80]},{"cast":["Nadja Tesich"],"overview":"Nadja is a guest student, who stays at Cité Universitaire and visits the Sorbonne, while preparing a thesis on Proust; she also likes to stroll about Paris.","release_date":"1964-01-01","vote_average":6.7,"runtime":13,"cert":"N\/A","id":47451,"title":"Nadja in Paris","adult":false,"genre_ids":[99]},{"cast":["John Hurt","Jason Priestley","Sheila Hancock","Maury Chaykin","Fiona Loewi"],"overview":"Giles De'Ath is a widower who doesn't like anything modern. He goes to movies and falls in love with film star, Ronnie Bostock. He then investigates everything about the movie and Ronnie. After that he travels to Long Island city where Ronnie lives and meets him, pretending that Ronnie is a great actor and that's why Giles admires him.","release_date":"1997-01-01","vote_average":6.5,"runtime":93,"cert":"N\/A","id":47452,"title":"Love and Death on Long Island","adult":false,"genre_ids":[18,10749]},{"cast":["Claudio Aliotti","Maria Concetta Salieri","Robert Egon","Jessica Moore","Teresa Razzaudi"],"overview":"The spirits of Nazis who were killed by bombs while having an orgy return 50 years later to terrorize a group of six teens who stumble upon the house of their death site.","release_date":"1988-01-01","vote_average":4.9,"runtime":84,"cert":"N\/A","id":47453,"title":"Sodoma's Ghost","adult":false,"genre_ids":[27]},{"cast":["Jean-Luc Godard","Anna Karina"],"overview":"Two young people, Walter and Charlotte, are walking through a small village in Switzerland a snowy winter day. Walter introduces Charlotte to Clara, hoping to make Charlotte jealous. After saying good-bye to Clara, Walter accompanies Charlotte into her house, although she doesn't want him to. Charlotte is hungry and cooks a steak. She asks Walter if he wants a piece of it. He says no, but she gives him a small piece anyway. He wants a kiss, and she says no. She starts to compare herself with Clara, who Walter agrees is more beautiful. In spite of this, Walter says he likes Charlotte much more, but she thinks he is lying. She notices that he is cold and shivering. She hugs him, he kisses her, and she starts kissing him. After leaving the house he accompanies her to the train.","release_date":"1960-01-01","vote_average":5.8,"runtime":12,"cert":"N\/A","id":47454,"title":"Presentation, or Charlotte and Her Steak","adult":false,"genre_ids":[]},{"cast":["Antoine Vitez"],"overview":"Eric Rohmer directs this short documentary that narrates the presence of women in French universities as of the time of its release -- 1966. During the film's short run, the narrator continues to point out that during the advent of World War II, only 21,000 women attended college and made only a 30 % of the student body, a number that by the 1964-1965 school year had passed the 120,000 mark. Instead of opting to live according to what was expected of them, now they were joining the work force, trading in aprons for lab jackets and becoming professionals even after getting married.","release_date":"1966-01-01","vote_average":5.0,"runtime":13,"cert":"N\/A","id":47455,"title":"A Modern Coed","adult":false,"genre_ids":[99]},{"cast":["Nicole Berger","Stella Dassas","Alain Delrieu"],"overview":"Véronique gives a mathematics lesson to a dunce who answers the prepared questions with disconcertingly sound answers.","release_date":"1958-01-01","vote_average":7.0,"runtime":18,"cert":"N\/A","id":47456,"title":"Véronique and Her Dunce","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Krazy Kat and Ignatz set out for the wilds on Krazy's bike; Krazy's promises to teach Ignatz about bugology. After crashing the bike into a tree, they come upon a bee (Krazy says it's sleeping, Ignatz says it's dead) and an elephant. Krazy works his magic on one of them, Ignatz on the other.","release_date":"1916-03-14","vote_average":6.0,"runtime":3,"cert":"N\/A","id":47457,"title":"Krazy Kat, Bugologist","adult":false,"genre_ids":[35,16]},{"cast":[],"overview":"The small time criminal Heaton is anxiously waiting for the release of his close friend Spike, after spending a couple of months in prison for being caught with 87g of marijuana. Heaton robs a truck, meets Spike outside the penitentiary and travels with him through the country to drink some beers and celebrate his freedom. However, they run out gas and try to steal from a farm, but the owner arrives and arrests Heaton. Spike takes his shotgun and accidentally kills his daughter. They runaway through the wilderness while the locals organize a militia to hunt the criminals.","release_date":"2002-01-01","vote_average":6.0,"runtime":94,"cert":"18","id":47458,"title":"This Is Not a Love Song","adult":false,"genre_ids":[10751,9648,53]},{"cast":["Helmut Berger","Richard Todd","Herbert Lom","Marie Liljedahl","Margaret Lee"],"overview":"London, England. Dorian Gray is a young man who somehow keeps his beauty eternally, while a mysterious portrait of himself gradually reveals his moral decay.","release_date":"1970-04-24","vote_average":5.3,"runtime":97,"cert":"N\/A","id":47459,"title":"Dorian Gray","adult":false,"genre_ids":[18,27,53]},{"cast":["Mel Blanc"],"overview":"Commando Daffy Duck goes behind enemy lines and causes havoc for a Nazi German officer and his troops.","release_date":"1943-01-01","vote_average":7.0,"runtime":7,"cert":"N\/A","id":47460,"title":"Daffy - The Commando","adult":false,"genre_ids":[16]},{"cast":["George Barker","Willard Maas","Marie Menken"],"overview":"A quotation from Aristophanes, \"The desire and pursuit of the whole is called love,\" precedes views of a man and a woman's bodies, often in extreme close up. Off-screen, a voice recites fragments of oracular literature and purple prose. We see an eye, an ear, a mouth, a tongue, bits of hair, a hand, the tips of fingers, toes. Occasionally, the frame includes a larger scape of a body: a chest, a back, a breast. Usually the camera is stationery; sometimes, it moves across a body, remaining in close up. They hold hands for one moment. The bodies are without clothes; no genitalia are visible.","release_date":"1943-01-01","vote_average":6.3,"runtime":7,"cert":"N\/A","id":47461,"title":"The Geography of the Body","adult":false,"genre_ids":[99]},{"cast":["Katherine Billings","Michael Chase","Matt Fentiman","Brendan Fletcher","Suzanne Hepburn"],"overview":"The perfect gay couple are having a wedding in their backyard and they've invited the family and all their emotional baggage.","release_date":"2004-09-30","vote_average":4.9,"runtime":90,"cert":"N\/A","id":47462,"title":"Everyone","adult":false,"genre_ids":[35]},{"cast":["Mel Blanc"],"overview":"A \"captured\" Japanese newsreel. Civilian defense shows an aircraft spotter painting spots on aircraft and a fire prevention HQ that already burned down. Kitchen Hints shows the construction of a sandwich from bread and meat ration cards. Poisonalities in the News shows Yamamoto walking on stilts and boasting of plans for the White House, contrasted with the room reserved for him: an electric chair. A submarine, launched 3 weeks ahead of schedule, is still being built. A plane's new landing gear is a little man on a tricycle. A minesweeper uses a giant broom.","release_date":"1943-01-01","vote_average":4.5,"runtime":7,"cert":"N\/A","id":47463,"title":"Tokio Jokio","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A fine day in the life of a fly presented completely from the fly's point of view. A fine day until something dreary happens, that is.","release_date":"1980-09-05","vote_average":7.3,"runtime":3,"cert":"N\/A","id":47466,"title":"The Fly","adult":false,"genre_ids":[16]},{"cast":["Andrew Keegan","Brandon Quinn","Natalia Cigliuti","Nick Carter","Robert Patrick"],"overview":"KILL SPEED is a high-octane, youth oriented, TOP GUN meets FAST &amp; FURIOUS tale about best friends who fly home-built, high-tech planes to deliver Mexican manufactured crystal meth throughout rural California in order to fund their Hollywood, rock-star lifestyle.","release_date":"2010-07-02","vote_average":4.5,"runtime":113,"cert":"N\/A","id":47467,"title":"Kill Speed","adult":false,"genre_ids":[80,28,53]},{"cast":["Atdhe Belegu","Kim Erik Tena Eriksen","Johannes Sejersted Bødtker","Daniel Golan","Ernest Kastrati"],"overview":"Alfred gets bullied. Benny is a bully. Through a series of events they become friends, but Benny keeps their friendship a secret. Benny wants to teach Alfred to hit back. But after an accident, it turns out maybe Alfred also has something to teach Benny.","release_date":"2007-02-15","vote_average":5.1,"runtime":25,"cert":"N\/A","id":47468,"title":"Benny's Gym","adult":false,"genre_ids":[18]},{"cast":[],"overview":" ","release_date":"2004-01-01","vote_average":6.0,"runtime":10,"cert":"N\/A","id":47469,"title":"Detained","adult":false,"genre_ids":[]},{"cast":["Brendan Bradley","Manish Dayal","Kamini Khanna","Trevis Waters"],"overview":"When an Indian mother finds out her son is the victim of a vicious bully, she delivers her own brand of vigilante justice.","release_date":"2007-01-01","vote_average":5.0,"runtime":14,"cert":"N\/A","id":47470,"title":"Kali Ma","adult":false,"genre_ids":[35]},{"cast":["Philippe Torreton","Richard E. Grant","Jay Rodan","Elsa Zylberstein","Roschdy Zem"],"overview":"This film covers the last years of the Emperor's life, imprisoned by the British on St Helena, a remote island off the west coast of Africa. Napoleon retains a loyal entourage of officers who help him plot his escape and evade the attentions of the island's overzealous governor, Sir Hudson Lowe.","release_date":"2003-01-15","vote_average":6.4,"runtime":120,"cert":"N\/A","id":47471,"title":"Monsieur N.","adult":false,"genre_ids":[18,53]},{"cast":["Stanislav Chekan","Aleksandr Mikhaylov","Yuri Medvedev","Iya Arepina","Boris Petker"],"overview":"It's a story about two of the most famous russian personages. They become friends, and then go along on the path of glory in parallel.","release_date":"1957-12-09","vote_average":7.0,"runtime":95,"cert":"N\/A","id":47472,"title":"The Wrestler and the Clown","adult":false,"genre_ids":[18]},{"cast":["Maj-Britt Nilsson","Birger Malmsten","Alf Kjellin","Annalisa Ericson","Georg Funkquist"],"overview":"A lonely ballerina  reminisces about her first love affair.","release_date":"1951-10-01","vote_average":7.6,"runtime":96,"cert":"N\/A","id":47473,"title":"Summer Interlude","adult":false,"genre_ids":[10749,18]},{"cast":["David Carradine","Liv Ullmann","Heinz Bennent","Gert Fröbe","Isolde Barth"],"overview":"The Serpent's Egg follows a week in the life of Abel Rosenberg, an out-of-work American circus acrobat living in poverty-stricken Berlin following Germany's defeat in World War I.","release_date":"1977-10-28","vote_average":6.2,"runtime":120,"cert":"N\/A","id":47474,"title":"The Serpent's Egg","adult":false,"genre_ids":[53,18,9648]},{"cast":["Ellen DeGeneres","Bill Pullman","Joan Cusack","Dean Stockwell","Joan Plowright"],"overview":"A single and lonely woman finds the seemingly perfect man to date, but soon regrets it when his deranged and possessive other personality emerges and worst still, she cannot convince anyone else of his Jekyll\/Hyde true nature.","release_date":"1996-02-16","vote_average":4.0,"runtime":96,"cert":"N\/A","id":47475,"title":"Mr. Wrong","adult":false,"genre_ids":[35,10749]},{"cast":["Sten Ljunggren","Cecilia Frode"],"overview":"Birger is old and retired from work, but he still goes back to work since he has nothing else to do. Back home he gets a rare visitor: a girl from Hare Krishna recruiting new members.","release_date":"1997-01-01","vote_average":5.8,"runtime":14,"cert":"N\/A","id":47476,"title":"Talk","adult":false,"genre_ids":[18]},{"cast":["Alec Baldwin","Tony Bennett","Garth Brooks","Roger Daltrey"],"overview":"In 1964, when the New York Mets were regarded as little more than a punch line in major league baseball, the team moved into a brand new ballpark, Shea Stadium, which was to become their home for the next forty-four years. Shea Stadium was closed (in part to create more parking space for a new stadium, Citi Field), and on July 16 and 18, 2008, Billy Joel headlined the final concerts held at the stadium. Filmmaker Paul Crowder and a camera crew were on hand for Joel's shows, and the documentary THE LAST PLAY AT SHEA chronicles his historic two-night stand, as well as exploring Joel's career, his ties to working-class New York, and how his life and career paralleled the growth of suburban Long Island and the beloved ballpark.","release_date":"2010-04-25","vote_average":4.7,"runtime":90,"cert":"N\/A","id":47479,"title":"The Last Play at Shea","adult":false,"genre_ids":[99,10402]},{"cast":["Mathurin Sinze","Souleyman Koli","Salif Keita","Sophie-Véronique Toué Tagbé"],"overview":"In the village of Pama, Sirga the lioness and Oule the young boy, born the same day, grow up together as sister and brother. Oule discovers the world alongside Sirga, and it is through her that he learns the secrets of the brush. He knows how to speak to the trees, the beasts, the bees and the wind. But one day, horsemen arrive from the Nord to take away all of the children of the village in chains and sell them into slavery. Oule and his friend Lena are bought by a nobleman of the high plains who, terrified by Oule's powers, sends him into exile. But Oule posesses the strength of lions and he finds Sirga. With Lena, they will reconstruct the village of Pama...","release_date":"1993-06-16","vote_average":6.0,"runtime":86,"cert":"N\/A","id":47480,"title":"The Lion Child","adult":false,"genre_ids":[12,10751]},{"cast":["Vahina Giocante","Frédéric Malgras","Nicolas Welbers","Amira Casar","Roxane Mesquida"],"overview":"A random montage of disturbing images tell a story about one summer in the lives of two teenagers who somehow find love within each other, Orso and Marie. After they realize this, they run off to a hidden island off the coast of France where they can not be bothered until Orso's hunger for danger and crime become too much for him, forcing him to return to his normal life...","release_date":"1998-06-19","vote_average":6.0,"runtime":90,"cert":"N\/A","id":47481,"title":"Marie from the Bay of Angels","adult":false,"genre_ids":[18,10749]},{"cast":["Magda Schneider","Simone Héliard","Gustaf Gründgens","Olga Tschechowa","Wolfgang Liebeneiner"],"overview":"A young German officer's (Wolfgang Liebeneiner) life is turned upside when he tries to end his affair with a married baroness (Olga Tschechowa) after falling for an innocent young singer (Magda Schneider).","release_date":"1933-03-10","vote_average":0.0,"runtime":82,"cert":"N\/A","id":47482,"title":"Love Story","adult":false,"genre_ids":[18]},{"cast":["Vincent Piazza","Alan Barnes Netherton"],"overview":"'yeah no definitely' is about a young man unable to express himself, and the danger he poses when his long-seething emotions finally explode. Cam and Kiff are students in an intense platonic relationship. At a summer party, Cam becomes intoxicated and angry. He's unwilling to admit his attraction to Kiff, and unable to release powerful feelings of grief he's holding inside. Kiff hopes having a good time might make Cam forget his pain. Both are in denial, and the truth's suppression may kill one of them before the night is over. The film is a study in self-deception, a theme worth exploring now, when Americans seem particularly desperate to avoid dealing with reality, and grasp at any diversion rather than look in the mirror.","release_date":"2007-07-15","vote_average":0.0,"runtime":14,"cert":"N\/A","id":47483,"title":"Yeah No Definitely","adult":false,"genre_ids":[18]},{"cast":["Kazuo Kitamura","Junya Kato","Kirin Kiki","Kazuo Kumakura","Mîna Tominaga"],"overview":"Patterned after Japanese art and silk screens, Taro, The Dragon Boy is an animated feature about Japanese mythology and cultures, focusing on Taro, a young boy who has to make a voyage to a distant lake to save his mother, who has been turned into a dragon.","release_date":"1979-01-01","vote_average":4.6,"runtime":75,"cert":"N\/A","id":47486,"title":"Taro the Dragon Boy","adult":false,"genre_ids":[14,16,10751,12]},{"cast":["Blixa Bargeld","Campino","Nick Cave","Gudrun Gut","Demir Gökgöl"],"overview":"A selection of seemingly unconnected scenes featuring Nick Cave, Blixa Bargeld, Nina Hagen and Lene Lovich. Losely based on Voltaire's satire \"Candide\".","release_date":"1988-09-22","vote_average":7.0,"runtime":93,"cert":"N\/A","id":47487,"title":"Dandy","adult":false,"genre_ids":[10402,99]},{"cast":["Dylan Fergus","Bryan Kirkwood","Hank Harris","Andrew Levitas","Matt Phillips"],"overview":"On Halloween in West Hollywood, two guys making out in a park are interrupted by a serial killer. Later that night, a group of gay kids decide to visit to the site of the murders.","release_date":"2004-06-26","vote_average":5.2,"runtime":85,"cert":"N\/A","id":47488,"title":"Hellbent","adult":false,"genre_ids":[27]},{"cast":["Gérard Depardieu","Nastassja Kinski","Victoria Abril","Bertice Reading","Gabriel Monnet"],"overview":"A dockworker seeking revenge on the killer of his sister finds himself the object of desire for two women.","release_date":"1983-05-12","vote_average":6.2,"runtime":126,"cert":"N\/A","id":47489,"title":"The Moon in the Gutter","adult":false,"genre_ids":[18,53,80]},{"cast":[],"overview":"It's the little things that really hurt.","release_date":"1991-01-01","vote_average":3.7,"runtime":6,"cert":"N\/A","id":47490,"title":"Push Comes to Shove","adult":false,"genre_ids":[16]},{"cast":["Edith Bouvier Beale","Albert Maysles","David Maysles","Jerry Torre","Lois Wright"],"overview":"Mother and daughter - Big Edie and Little Edie Beale - live with six cats in a crumbling house in East Hampton. Little Edie, in her 50s, who wears scarves and bright colors, sings, mugs for the camera, and talks to Al and David Maysles, the filmmakers. Big Edie, in her 70s, recites poetry, comments on her daughter's behavior, and sings \"If I Loved You\" in fine voice. She talks in short sentences; her daughter in volumes. The film is episodic: friends visit, there's a small fire in the house, Little Edie goes to the shore and swims. She talks about the Catholic Church. She's ashamed that local authorities raided the house because of all the cats. She values being different.","release_date":"2006-07-21","vote_average":7.2,"runtime":91,"cert":"N\/A","id":47491,"title":"The Beales of Grey Gardens","adult":false,"genre_ids":[99,18]},{"cast":[],"overview":"It's Adam's first internet date, but when he transmitted his photo to the date, he never received the date's pic in return. So there he is, sitting in a gay bar (a totally alien world for Adam) waiting for his unknown Mr. Right to approach him. He is late, that's for sure. Adam's tension rises with every passing minute. With a little help from the snappy Waiter, Adam tries his best to relax. And finally, Mr. Right appears, or doesn't he?","release_date":"2007-01-01","vote_average":5.0,"runtime":12,"cert":"N\/A","id":47492,"title":"Mr_Right_22","adult":false,"genre_ids":[]},{"cast":["Christopher Lambert","Ed Harris","Joss Ackland","Tim Roth","Timothy Spall"],"overview":"A young priest speaks out against the Communist regime in Poland and is killed for it.","release_date":"1988-01-01","vote_average":5.9,"runtime":117,"cert":"N\/A","id":47493,"title":"To Kill a Priest","adult":false,"genre_ids":[18,53,36]},{"cast":["Philippe Noiret","Jean-Pierre Marielle","Jean Rochefort","Catherine Jacob","Michel Blanc"],"overview":"Three aging and failed comedians, Georges Cox, Victor Vialat and Eddie Carpentier, hit the road again with a lousy production of a lousy play, of course under the worst possible conditions.","release_date":"1996-02-21","vote_average":6.3,"runtime":85,"cert":"N\/A","id":47496,"title":"The Grand Dukes","adult":false,"genre_ids":[35]},{"cast":["Joshua Leonard","Agnieszka Grochowska","Mikolaj Grabowski","Agnieszka Pilaszewska","Michael Dunn"],"overview":"A successful Los Angeles lawyer discovers that a short-term affair could have long-term consequences when a woman he had a brief affair with claims that she's currently pregnant with his unborn child.","release_date":"2008-02-29","vote_average":5.2,"runtime":110,"cert":"N\/A","id":47497,"title":"Expecting Love","adult":false,"genre_ids":[10749,35,18]},{"cast":["Von Flores","John Gilbert","Pascale Montpetit","Manuel Aranguiz"],"overview":"A round of unerotic sexual couplings in Toronto, interspersed with interviews about an impending total eclipse.","release_date":"1995-10-13","vote_average":5.0,"runtime":95,"cert":"N\/A","id":47498,"title":"Eclipse","adult":false,"genre_ids":[18,10749]},{"cast":["Daniel Auteuil","Emmanuelle Devos","Ludivine Sagnier","Kristin Scott Thomas","Pascale Bussières"],"overview":"Bruno, a communist newspaper journalist, is suffering a mid-life crisis. Torn between his wife Gaëlle and his young girlfriend Nathalie, his political beliefs battered by the wind of history, Bruno seems to have lost his bearings.","release_date":"2003-02-12","vote_average":5.5,"runtime":95,"cert":"N\/A","id":47499,"title":"Small Cuts","adult":false,"genre_ids":[18]}]