[{"cast":["Lori Jo Hendrix","Amy Rochelle","Reenie Varga"],"overview":"Sink your teeth into this ten pack of ghouls gone wild. Starring ten of the hottest playboy models gone goth. Vivacious mortals transform themselves into sultry vixens of the night.","release_date":"2008-10-01","vote_average":0.0,"runtime":74,"cert":"\"\"","id":476510,"title":"Ghouls Gone Wild","adult":false,"genre_ids":[27,14]},{"cast":["Julie Strain","Leigh Betchley","Lori Jo Hendrix","Amy Rochelle","Heidi Staley"],"overview":"Bikinis are brief and the bodies hard in Malibu. Cover model Julie Strain, a former Penthouse Pet of the Year, and her girlfriends including Playboy Book of Lingerie Models Lori Jo Hendrix, Heidi Lynne Staley and Amy Rochelle Weiss show you how they work and play on the beautiful beaches of the California Riviera.","release_date":"1992-01-01","vote_average":0.0,"runtime":60,"cert":"\"\"","id":476512,"title":"Malibu Hardbodies","adult":false,"genre_ids":[99]},{"cast":["Shauna O'Brien","Karli Allen","Ashlie Rhey"],"overview":"Remember the animal in you? Darwin had his theory of evolution, and Player has one too. And it goes like this: When chicks act like animals, men dig it. So guys, get back to your real nature with Shauna O'Brien, Sandra Love, Brittany LaRouge and a bevy of beauties in \"Primal,\" the wild tape that'll claw its way into your imagination.","release_date":"1994-01-01","vote_average":0.0,"runtime":53,"cert":"\"\"","id":476514,"title":"Primal","adult":false,"genre_ids":[14]},{"cast":["Sunny Woods","Tami Monroe","Monique Gabrielle"],"overview":"Six of L.A.’s top fashion models explode onto the screen in this groundbreaking production. Thrill to their fantasies, desires and dreams. This is not a dress rehearsal.","release_date":"1994-01-01","vote_average":0.0,"runtime":64,"cert":"\"\"","id":476516,"title":"L.A. Woman","adult":false,"genre_ids":[]},{"cast":["Stephanie Hudson","Monique Parent","Kim Dawson"],"overview":"There's nothing wilder than a hot Hollywood night. And in Hollywood, the capitol of wild is the Sunset Strip... where they rock all day and roll all night. Watch these sexy pin-up girls strut their stuff! They perform erotic strip teases and then model and pose to show off their perfect bodies!","release_date":"1993-01-01","vote_average":0.0,"runtime":64,"cert":"\"\"","id":476518,"title":"The Girls of Sunset Strip","adult":false,"genre_ids":[]},{"cast":[],"overview":"Project for Laura Gitlen Gallery, New York City.  Also exhibited at James Cohan Gallery, New York City.","release_date":"2011-01-01","vote_average":0.0,"runtime":25,"cert":"\"\"","id":476520,"title":"Robert Smithson: The Hotel Palenque","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2017-09-22","vote_average":10.0,"runtime":null,"cert":"N\/A","id":476537,"title":"Spongebob Squarepants: Factory Fresh","adult":false,"genre_ids":[16]},{"cast":[],"overview":"A dramatic story with twists and turns between a female journalist, a newspaper director, a pregnant woman, and a fake beggar.","release_date":"2016-01-01","vote_average":0.0,"runtime":21,"cert":"N\/A","id":476539,"title":"Uninvited Guest","adult":false,"genre_ids":[]},{"cast":[],"overview":"Dark Roads 79\" is a horror thriller set in 1979, about a southern rock band known as Dark Roads, who's time in the spotlight has come to an abrupt end. To find a new sound and regain their fame and fortune, they head to a secluded cabin. until they discover that the front man of the band sold his soul for the fame and fortune and now the time has come to collect!","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":476541,"title":"Dark Roads 79","adult":false,"genre_ids":[]},{"cast":["Trung Nguyen","Hoa Minh","Thuy Tung"],"overview":"A short story by Luu Son Minh was the source for this Vietnamese drama about the friendship of two actresses in a touring opera company beset by financial woes. Returning home, actress Lanh (Tung Thuy) has a rendezvous with her now-married former boyfriend, Phong (Le Thanh Tung), while leading-lady Xoan (Minh LHoa) is about to be replaced by an understudy because of her pregnancy.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":476543,"title":"Fated Vocation","adult":false,"genre_ids":[]},{"cast":[],"overview":"Infused with a few moments of pathos, this off-beat comedy centers on a trio of Taiwanese outcasts who go looking for love. Pudgy Liu Chi-sheng works in his aunt's bakery and is secretly in love with the beautiful girl who comes in daily to buy a lemon pie. He shares an apartment with the rotund Lily Wu who eats to fulfill her hunger for love and spends the rest of her time fantasizing about romance. The third character, Liao Ah-sung, sells personal defense tools door-to-door. Liu thinks the lemon-pie girl may be someone he knew in school. Lily Wu's fantasy life goes into overdrive when she finds a man's lost pager and hears an intriguing message. Problems arise when Liao falls in love with the same woman as Liu.","release_date":"1997-09-18","vote_average":0.0,"runtime":112,"cert":"N\/A","id":476545,"title":"Love Go Go","adult":false,"genre_ids":[35,10749]},{"cast":["Pablo Alborán"],"overview":"Tour Terral is the second live album by Spanish singer-songwriter Pablo Alborán.  At the 17th Annual Latin Grammy Awards, the album received two nominations; Latin Grammy Award for Album of the Year and Latin Grammy Award for Best Contemporary Pop Vocal Album.","release_date":"2015-11-06","vote_average":10.0,"runtime":148,"cert":"\"\"","id":476547,"title":"Pablo Alborán - Tour Terral","adult":false,"genre_ids":[]},{"cast":["Casey Simpson","Breanna Yde","Klarke Pipkin","AJ Rivera","Russell Roberts"],"overview":"Can twelve 12-year-olds escape from the most ridiculously brilliant library ever created? Escape from Mr. Lemoncello's Library plunks a dozen sixth-graders into the middle of a futuristic library for a night of nonstop fun and adventure.","release_date":"2017-12-26","vote_average":5.3,"runtime":69,"cert":"\"G\"","id":476549,"title":"Escape from Mr. Lemoncello's Library","adult":false,"genre_ids":[10751,14]},{"cast":[],"overview":"The political borders of Laos, Cambodia and Vietnam separate peoples who speak Austronesian and Austro-Asiatic languages, who once lived in the forest, practicing slash-and-burn agriculture and training elephants. These peoples share an instrumental heritage: playing gongs. Music of gongs has a power over the mind, the spirit, a power that influences each person?s destiny. In spite of the Communist revolution, the war and the disappearance of vast portions of the forest, these people continue striking their gongs. But the spirit animating this music has changed and, today, these instruments are the object of an altogether different power.","release_date":"","vote_average":0.0,"runtime":26,"cert":"N\/A","id":476569,"title":"GONGS DE TOUS LES POUVOIRS","adult":false,"genre_ids":[99]},{"cast":["Alana Lace","Caroline Ray","Lexxi Deep","Lexi Kartel","Lisa"],"overview":"Alana Lace got white in the face! Annika (aka Caroline Ray): Amateur with all natural boobs has it all! Lexxi Deep likes it deep! Lexi Kartel: blonde does her first porno! Lisa: First time facial","release_date":"2014-12-23","vote_average":0.0,"runtime":210,"cert":"\"NC-17\"","id":476571,"title":"Backroom Facials 12","adult":true,"genre_ids":[]},{"cast":["Sara Luvv","Aidra Fox","Tiffany Watson","Izzy Bell","Amara Romani"],"overview":"Sara Luvv takes on 2 monster cocks! A big black dick for Aidra Fox! Tiffany Watson: A+ Pussy! Izzy Bell & Amara Romani: Two college girls, one big black cock!","release_date":"2017-02-21","vote_average":0.0,"runtime":149,"cert":"\"NC-17\"","id":476573,"title":"Monsters of Cock 65","adult":true,"genre_ids":[]},{"cast":["Rüdiger Hauffe","Josef Heynert","Sarah Bauerett","Markus Frank","Samia Chancrin"],"overview":"","release_date":"2015-01-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":476575,"title":"Die Abschaffung","adult":false,"genre_ids":[18,10751]},{"cast":["Mabel Rivera","Kenji Yamauchi","Carlos Kaniowsky"],"overview":"Marisa is a 65-year-old widow living in a small country town in the sole company of her dog Tico. One day she receives and unexpected visit from Hiroshi, and they will share a day that won't be like any other.","release_date":"2017-09-05","vote_average":0.0,"runtime":25,"cert":"N\/A","id":476580,"title":"Ato San Nen","adult":false,"genre_ids":[18]},{"cast":["Pete Smith","Dave O'Brien","Dorothy Short","Marie Windsor","Anne O'Neal"],"overview":"A husband endures the trials of being married to a wife with irritating traits. A Pete Smith Specialty short.","release_date":"1947-04-05","vote_average":7.0,"runtime":9,"cert":"\"\"","id":476582,"title":"I Love My Wife BUT!","adult":false,"genre_ids":[35]},{"cast":["Leslie Fuller","Molly Lamont","Frank Stanmore","Charles Paton","Syd Courtenay"],"overview":"While staying at a reportedly haunted inn a traveller discovers that the 'ghost' is a thief.","release_date":"1931-01-01","vote_average":0.0,"runtime":58,"cert":"N\/A","id":476599,"title":"What a Night!","adult":false,"genre_ids":[35,80]},{"cast":["Clifford Heatherley","Dorrie Deane","Dennis Wyndham","Ben Welden","Queenie Leonard"],"overview":"A short comedy film directed by W.P. Kellino","release_date":"1931-01-01","vote_average":0.0,"runtime":36,"cert":"N\/A","id":476601,"title":"Who Killed Doc Robin?","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Colleagues and friends talk to the camera about Jean-Pierre, who's retiring after a life of warehouse labour.","release_date":"2013-07-26","vote_average":0.0,"runtime":17,"cert":"N\/A","id":476603,"title":"Bonne retraite Jean-Pierre","adult":false,"genre_ids":[]},{"cast":[],"overview":"Erna and Dževad are the owners of a pub in the vicinity of a steel mill, a complex that used to be one of the largest of its kind in Eastern Europe. Taking place one week before the pub’s official closedown, the film follows a series of conversations between visitors and frequent guests, who discuss the ways of reaching Germany – a new utopia of former socialist workers.","release_date":"2017-09-19","vote_average":0.0,"runtime":61,"cert":"N\/A","id":476605,"title":"The Steel Mill Cafe","adult":false,"genre_ids":[99]},{"cast":[],"overview":"“Umbrellas Move” is a long feature documentary capturing scenes from Hong Kong’s city-wide protest, the occupy movement in 2014. This documentary witnessed a critical page of Hong Kong after transfer of sovereignty over Hong Kong from Britain to China. Around 1200 thousand people have involved in this longest occupation in the history of Hong Kong in 2014. 79 days of occupation, Hong Kong people are fighting for their rights to vote under a fair election in order to be against the political controls from China.","release_date":"2016-09-30","vote_average":0.0,"runtime":90,"cert":"N\/A","id":476607,"title":"Umbrellas Move","adult":false,"genre_ids":[]},{"cast":["Laura Mariscal","Dayhana Garcia","Edvan Galvan","Daniela Lopez","Cirilo Cortez"],"overview":"3 girls visit a psychic for a seance","release_date":"2016-01-30","vote_average":6.0,"runtime":13,"cert":"N\/A","id":476609,"title":"3 Versos","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"Tell Us the Truth Josephine is an experimental Drama about a Maltese woman's search for 'Home'. Josephine walks across Canada on stilts. And for Josephine to find home she must accept the 'Truth'. And once she does she can come off her stilts and land. Her journey is haunted by fragmented voices and images of her bloodline - bitter immigrant stories.","release_date":"2006-01-01","vote_average":0.0,"runtime":16,"cert":"\"\"","id":476611,"title":"Tell Us the Truth Josephine: A Bitter Immigrant Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":476619,"title":"Edyta – was ist Europa?","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Six ideas for movies that will never be made.","release_date":"1999-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":476621,"title":"Fancine","adult":false,"genre_ids":[]},{"cast":[],"overview":"Born in Shanghai in 1930's Mio Pang Fei was a witness to major social, political and cultural developments in 20th century China. Early in is career he became interested in western contemporary art, moving way from social realism. Forced to abandon western trends, throughout the cultural revolution, Mio Pang Fei devoted himself to 'officially accepted' art - Chinese calligraphy and traditional Chinese art. In Macau, he finally came to establish his own voice - a meeting of the Chinese tradition and western contemporary techniques he named neo-orientalism. Mio Pang Fei has gained widespread recognition and is now one of the most renowned Macau artists and a reference in Chinese Contemporary Arts.","release_date":"2014-10-20","vote_average":0.0,"runtime":100,"cert":"N\/A","id":476623,"title":"Mio Pang Fei","adult":false,"genre_ids":[]},{"cast":["Shiloh Nyce Despain","Andy Bolos"],"overview":"Working late is about to get a lot more stressful.","release_date":"","vote_average":0.0,"runtime":4,"cert":"N\/A","id":476625,"title":"After Hours","adult":false,"genre_ids":[27,53]},{"cast":["Miguel Nunes","Dinis Gomes","Joana Bárcia","Leonor Silveira","Filipe Duarte"],"overview":"João still lives at home with his parents. With absolutely no idea what to do with his life, he leaves the city centre to hang out in the outskirts. The abandoned factory where he spends his days is the lingering echo of a better past. What lies ahead seems worse as João comes face to face with the failure of youth.","release_date":"2014-07-10","vote_average":0.0,"runtime":23,"cert":"N\/A","id":476627,"title":"João's Nightmare","adult":false,"genre_ids":[]},{"cast":[],"overview":"Legendary wordsmith, Reginald Huey, becomes infatuated with an English teacher. Unable to express himself, Reginald seeks the help of a young columnist.","release_date":"2013-01-01","vote_average":0.0,"runtime":13,"cert":"\"\"","id":476629,"title":"Collywobbles","adult":false,"genre_ids":[]},{"cast":["Erica Lindbeck","Claire Margaret Corlett","Kazumi Evans","Alyssya Swales"],"overview":"Barbie and her sisters take off on another exciting, global adventure to visit their friend Ken at his summer internship at a beautiful and exotic coral reef.","release_date":"2017-10-13","vote_average":6.6,"runtime":63,"cert":"\"G\"","id":476631,"title":"Barbie: Dolphin Magic","adult":false,"genre_ids":[16,12,10751,14]},{"cast":[],"overview":"A broken spirited Charlie meets someone who changes his view on life. Destiny keeps telling him this love won't work and that it's too much of a gamble.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":476633,"title":"The Accident","adult":false,"genre_ids":[]},{"cast":[],"overview":"Through animation and a series of interviews with nine young men in Tokyo's gay district, this documentary exposes and humanizes the rarely seen world of gay sex work in Japan.","release_date":"2017-05-24","vote_average":0.0,"runtime":76,"cert":"\"\"","id":476644,"title":"Boys for Sale","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Benfica - Torino 4 - 3 is a movie about the last match of this Torino team as, on their return trip back to Torino, the plane crashed killing all on board.","release_date":"2012-01-01","vote_average":0.0,"runtime":58,"cert":"N\/A","id":476646,"title":"Benfica-Torino 4-3","adult":false,"genre_ids":[]},{"cast":[],"overview":"Zé, a 50-year-old alcoholic, works in the port of Lisbon where he loads and unloads containers. Zé never left his neighborhood and is hiding his savings so that one day he'll be able to board one of the huge cruise ships he sees everyday. When his jealous wife steals his money, Zé will do everything to fulfil his dream.","release_date":"2012-07-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":476648,"title":"Os Vivos Também Choram","adult":false,"genre_ids":[]},{"cast":["Inés Efron","Julia Martínez Rubio","Guillermo García Faure","Duilio Orso","Walter Jakob"],"overview":"Eleven young film-makers got together to collaborate in this atypical project. Atypical not only because of its technical specs, but because of its narrative structure. There are several scenes with only the city in common, and more as a conceptual presence at that than as a precise geography. None of those scenes contains a single \"story\": Each one of them is part of a larger situation that we cannot see, as though the beginning and end of each \"story\" had to be filled in by the audience.","release_date":"2006-03-01","vote_average":5.0,"runtime":80,"cert":"N\/A","id":476650,"title":"About Buenos Aires","adult":false,"genre_ids":[99]},{"cast":["Ava Addams","Nina Elle","McKenzie Lee","Alana Luv","Riley Jenner"],"overview":"She tells her husband she's at the gym or out with her girlfriends, but she's really sneaking off to a secret rendezvous with some young, hard cock! 5 horny, married women with sexual urges are not going to let a little thing like a wedding ring hold them back!","release_date":"2015-06-21","vote_average":0.0,"runtime":115,"cert":"\"NC-17\"","id":476652,"title":"Unfaithful Wives 4","adult":true,"genre_ids":[]},{"cast":["Tom Alter","Shernaz Patel","Uday Chandra"],"overview":"A black cat and a mysterious woman by the name of Miss Bellows show up at Mr. Bond's quaint cottage after he brings home an old broomstick from an antique shop.","release_date":"2017-11-14","vote_average":0.0,"runtime":19,"cert":"N\/A","id":476654,"title":"The Black Cat","adult":false,"genre_ids":[14]},{"cast":["Céline Galone","Piotr Stanislas","Nadine Roussial","Richard Allan","Alban Ceray"],"overview":"Eleonore lives in the country with her grandmother. She has a flirt, too shy. She dredges her riding teacher, Daniel, vicious and delighted with the bargain. She even shares it with one of her vicious friends. While she is arrested in the forest, she is raped by two hunters. Their consume consummated, it threatens them of their weapon and gets a job with one of them. In the office, she rapes one in turn, in \"his\" way, then she participates in a fine part ....","release_date":"1979-12-19","vote_average":0.0,"runtime":78,"cert":"N\/A","id":476671,"title":"Une hôtesse très spéciale","adult":true,"genre_ids":[]},{"cast":["Samantha Jo","Victoria Jacobsen","Jen Sung","Kristin VanOvan","Wayne Dalglish"],"overview":"“Snow gently falls on the blood-stained streets of a seedy out-of-time New York City. Steam envelopes the nightmare unfolding within its narrow alleys. Iron is the will of the one who would dare to resist… fight… survive.”","release_date":"2017-09-19","vote_average":8.5,"runtime":4,"cert":"\"\"","id":476673,"title":"Snow Steam Iron","adult":false,"genre_ids":[53,18,28]},{"cast":[],"overview":"Dominated by an Insects totalitarian regime, the staff of a smart restaurant organizes a plot to knock down the established order.","release_date":"","vote_average":0.0,"runtime":7,"cert":"N\/A","id":476675,"title":"Resistance","adult":false,"genre_ids":[]},{"cast":["Jacques Tati","Stéphane Goudet"],"overview":"This short documentary from 2002, written by Jacques Tati scholar Stéphane Goudet and featuring rare archival footage, explores the genesis of the director’s hugely ambitious 1967 film production.","release_date":"2002-05-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":476680,"title":"Beyond PlayTime","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Sabrinette, victim of the recession, is looking for an apartment. A tough mission if you're a temp worker, or young, or you've got bad hair. Fortunately, a Monopoly board game might give her a serious help.","release_date":"2010-02-01","vote_average":6.0,"runtime":18,"cert":"N\/A","id":476682,"title":"Paris monopole","adult":false,"genre_ids":[]},{"cast":[],"overview":"A husband-and-wife pair of retired cult deprogrammers experience marital strife when their past catches up with them.","release_date":"2015-12-01","vote_average":0.0,"runtime":107,"cert":"\"\"","id":476684,"title":"Raise Your Kids on Seltzer","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary on the work of Portuguese artist Joana Vasconcelos.","release_date":"2010-01-01","vote_average":0.0,"runtime":52,"cert":"N\/A","id":476698,"title":"Joana Vasconcelos: Coração Independente","adult":false,"genre_ids":[]},{"cast":[],"overview":"A portrait of the unique personality of Aldina Duarte, a girlish lady, who sings the “fado” out of conviction and love. The film profiles her, unveiling her personality, travelling with her on a journey across her city, Lisbon, visiting the places that she most loves and knows so well, exposing herself as a free and open, generous and lively, innocent but wise woman, with the straightforwardness and a certain spice full of prudishness that are so identifying to Aldina Duarte.","release_date":"2009-01-01","vote_average":0.0,"runtime":48,"cert":"N\/A","id":476700,"title":"Aldina Duarte: Princesa Prometida","adult":false,"genre_ids":[]},{"cast":["Rosita Díaz Gimeno","José Crespo","Enrique de Rosas","Julio Peña","Rina De Liguoro"],"overview":"Madrid, Spain, 1880. Angelina, daughter of the pompous Brigadier Marcial, is tempted by the womanizer Germán, who asks her to run away together, just after her boyfriend, Rodolfo, asks her to do exactly the same thing with him.","release_date":"1935-09-06","vote_average":5.0,"runtime":74,"cert":"\"\"","id":476702,"title":"Angelina, o El honor de un brigadier","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Three researchers embark on a study, \"10 Years of Social Reintegration in the Casal of Boba neighborhood\". A film camera used for their research is stolen and, as it is passed from hand to hand, records a crime. Nada Fazi (Creole for \"It's inevitable\") is a shared and fragmented view of the day-to-day life of a neighborhood. An outside view that morphs into an intimate journey through the lives of a group of youths.","release_date":"2012-03-02","vote_average":0.0,"runtime":20,"cert":"N\/A","id":476704,"title":"Nada Fazi","adult":false,"genre_ids":[]},{"cast":[],"overview":"Travels around Portuguese roads, with its very peculiar landscapes: a seismograph of passing time.","release_date":"2012-07-09","vote_average":0.0,"runtime":24,"cert":"N\/A","id":476706,"title":"A Rua da Estrada","adult":false,"genre_ids":[]},{"cast":[],"overview":"This film explores the continuous journey between the past and the present. In the sense of change, like the natural condition of a river and of man. In low flight across the water, from the source in the mountains to its mouth, we witness the consequences of the indifference of man towards nature. But the river resists. Because everything that runs deep is revealed at the surface.","release_date":"2012-07-09","vote_average":0.0,"runtime":22,"cert":"N\/A","id":476708,"title":"Um Rio Chamado Ave","adult":false,"genre_ids":[]},{"cast":["Sara Luvv","Aliz","Lela Star","Michelle Martinez","Moe Johnson"],"overview":"Sara Luvv, nominee for performer of the year! Aliz: Tagging that ass! Lela Star patiently waits for a creampie! Michelle Martinez: Stretching out my girl's tight pussy!","release_date":"2016-04-20","vote_average":0.0,"runtime":135,"cert":"\"NC-17\"","id":476710,"title":"Monsters of Cock 61","adult":true,"genre_ids":[]},{"cast":["Juliana Paes","Marcelo Faria","Leandro Hassum","Cassiano Carneiro","Nívea Maria"],"overview":"In a small city of Brazil, Flor (a very good looking woman) marries Vadinho, a very handsome and erotic man. Once married she finds he is a good-for-nothing. She works teaching cooking to her neighbours but he takes all her money to gamble. One day he dies. Flor misses the goods of the marriage so she marries again with a very correct gentleman – the owner of the drugstore (Teodoro). Now she’s very happy with her man, but misses the erotic moments with her previous husband. Then the ghost of Vadhino comes to earth to chase her.","release_date":"2017-11-02","vote_average":5.8,"runtime":108,"cert":"N\/A","id":476724,"title":"Dona Flor e Seus Dois Maridos","adult":false,"genre_ids":[35]},{"cast":[],"overview":"From the bride's room to the dance floor, through the situations created by photographers, we follow three couples on their wedding day. People working in the industry invite us to imagine the choices that the preparation of this day implies, the course of marriage preparation leads us to project the future that starts now: a daily life together. When looking at it - we all know how’s a wedding - All the Days of Our Lives tries to think about the desires that guide our life choices, ideals of love, having a family, belonging to the community.","release_date":"2015-01-01","vote_average":0.0,"runtime":53,"cert":"N\/A","id":476726,"title":"All the Days of Our Lives","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"“Prune me in January  Tie me up in February  Dig me up in March  And you’ll see what I’ll do to you.”","release_date":"2014-10-18","vote_average":0.0,"runtime":70,"cert":"N\/A","id":476728,"title":"Blur Flower","adult":false,"genre_ids":[]},{"cast":[],"overview":"“Since 2011, as an author and in a frantic and committed fashion, I record music and dance expressions of various kinds all over the country. From a great conversation with film director Inês Oliveira, who followed my work for a while, I raise fundamental questions in this film: Why do I do what I do? What is this all about? What are the relationships with the people? What differentiates me from scientific work? What is tradition?” — Tiago Pereira.","release_date":"2015-01-01","vote_average":0.0,"runtime":52,"cert":"N\/A","id":476733,"title":"… because I am not the 21st Century’s Giacometti","adult":false,"genre_ids":[]},{"cast":["Kristen Scott","Kylie Page","Eva Celeste","Lila Lavay","Ariel Skye"],"overview":"It's an all-girl orgy. What more could you ask for? Dive right in and enjoy.","release_date":"2016-11-08","vote_average":0.0,"runtime":176,"cert":"\"NC-17\"","id":476735,"title":"Lesbian Group Fuck Fest","adult":true,"genre_ids":[]},{"cast":["Erik 'Bullen' Berglund","Viran Rydkvist","Lizzy Stein","Stina Seelig","Björn Berglund"],"overview":"Edit Carlson is having trouble courting car mechanic Helge Malm,  whose motto is \"me mary? - never!\", and when he reveals that he's about to receive an inheritance, Edit's sister Tora sets her sight on him as well.","release_date":"1932-10-14","vote_average":0.0,"runtime":87,"cert":"N\/A","id":476737,"title":"Jag gifta mig - aldrig","adult":false,"genre_ids":[35]},{"cast":["Angela White","Aiden Starr","Chanel Preston","Chad White","Flash Brown"],"overview":"When disgraced journalist turned conspiracy blogger Angela White's friend (Chanel Preston) winds up missing, she races against the clock to find her. Facing the moral conflicts of going undercover with P.I. Mr. Ryder to infiltrate a dangerous underground sex cult. The AoA targets sexually repressed men and women with the false promise of sexual liberation . . .","release_date":"2017-06-26","vote_average":0.0,"runtime":158,"cert":"\"NC-17\"","id":476739,"title":"The Altar of Aphrodite","adult":true,"genre_ids":[]},{"cast":["Martin Blaszko","Ernesto Cozzi","Gabriel Najmanovich","Mariano Dal Verme","Magalí Jajamowicz"],"overview":"Martin Blaszko is considered one of the most important artists of geometric abstraction in Latin America. This documentary, which ends a trilogy, follows the setup of what ended up being his last art show, through only twenty sequences.","release_date":"2011-04-11","vote_average":0.0,"runtime":70,"cert":"N\/A","id":476747,"title":"Martin Blaszko III","adult":false,"genre_ids":[99]},{"cast":["A.J. Applegate","Mike Adriano","Kevin Moore","Jessy Jones","Clover"],"overview":"Six Evil Angel pornographers prove that AJ Applegate Is Evil - each diverse filmmaker presents an exciting facet of the big-assed blonde's bodacious sexuality in a marathon (4 hours 20 minutes) compilation.","release_date":"2017-07-25","vote_average":9.0,"runtime":260,"cert":"\"NC-17\"","id":476749,"title":"AJ Applegate Is Evil","adult":true,"genre_ids":[]},{"cast":["Thor Modéen","John Botvid","Gösta Kjellertz","Maj-Britt Rönningberg","Einar Axelsson"],"overview":"Marianne is not satisfied with her job at a farm and dreams of moving to the big city. When she finally decides to go she is robbed on arrival. Two older gentlemen decide to help her avoid the dangers of the city.","release_date":"1944-12-26","vote_average":0.0,"runtime":86,"cert":"N\/A","id":476751,"title":"Fattiga riddare","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A film made up of a series of eight episodes.","release_date":"1963-01-24","vote_average":5.0,"runtime":95,"cert":"N\/A","id":476756,"title":"La vita provvisoria","adult":false,"genre_ids":[]},{"cast":[],"overview":"The day Clinton visited Norway, my girlfriend broke up with me.","release_date":"2001-01-01","vote_average":0.0,"runtime":4,"cert":"N\/A","id":476758,"title":"Clinton: The Musical","adult":false,"genre_ids":[]},{"cast":[],"overview":"It's Saturday morning and André has had an idea...","release_date":"2009-01-01","vote_average":0.0,"runtime":18,"cert":"N\/A","id":476760,"title":"Filme de Sábado","adult":false,"genre_ids":[]},{"cast":[],"overview":"An actor loses his wife and daughter and comes to terms with his loss.","release_date":"2016-01-01","vote_average":0.0,"runtime":16,"cert":"N\/A","id":476771,"title":"Rebirth","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Dan O'Hara, known as \"Big Dan,\" returns from the war, and finding that his wife has left him, turns his home into a boys' camp and begins to train boxers. He meets Dora Allen, rescues her from an unwanted suitor, and gives her shelter in the camp. For a time, their relationship, which has become serious, is complicated by the intrusion of another suitor and by a woman who informs Dora that O'Hara is already married. The wife dies, however, and O'Hara wins Dora.","release_date":"1923-10-13","vote_average":0.0,"runtime":60,"cert":"\"\"","id":476773,"title":"Big Dan","adult":false,"genre_ids":[]},{"cast":["Ryoko Takizawa","Toru Kazama","Mieko Harada","Koichi Hashizume","Toshiya Nagasawa"],"overview":"The film centers on Riko Murakami, a tough-as-nails detective who is also the single mother of a young boy. At work, she has hit a wall investigating a grisly murder in a hotel room. In her private life, she sweats her son's impeding \"park debut\" -- when she introduces her son and herself to the young mothers of her neighborhood. Most give her strange almost hostile looks except Sachiko (Keiko Unno), who says her kid is in the hospital. While her son gambles about the playground, Riko and Sachiko exchange child-rearing war stories and soon become friends. Then she learns that the prime suspect of her case is none other than Sachiko's husband. Moreover, she learns that Sachiko's son was in fact the center of a kidnapping case several years ago and the child has been long thought of as dead. Her husband and the detective in charge of child's case both have their own secrets, and soon Riko finds herself and her son threatened.","release_date":"1998-09-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":476775,"title":"Detective Riko","adult":false,"genre_ids":[9648,80]},{"cast":[],"overview":"Silent Feature Film by Clarence Brown","release_date":"1924-10-11","vote_average":0.0,"runtime":80,"cert":"\"\"","id":476777,"title":"Butterfly","adult":false,"genre_ids":[]},{"cast":[],"overview":"This couples-oriented production encourages sexual fantasies as a means to strengthen the bond between lovers while exploring otherwise repressed sexual desires. Popular erotic themes -- exhibitionism, domination, same-sex fantasies, group sex, and more -- are recreated for open-minded couples in a series of vignettes. In addition, five prominent sex educators and therapists help answer some of the most frequently asked questions regarding sexual fantasies. Due to adult content, this video is intended for mature audiences only.","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":476779,"title":"The Erotic Guide to Sexual Fantasies For Lovers","adult":true,"genre_ids":[]},{"cast":["Putri Marino","Adipati Dolken","Gritte Agatha","Chicco Kurniawan","Cut Mini Theo"],"overview":"Lala's life is turning 180° when she met her first love, Yudhis. At first, Yudhis was nice and protecting. But turns out, Yudhis's love is more than that.","release_date":"2017-10-26","vote_average":8.1,"runtime":102,"cert":"N\/A","id":476781,"title":"Posesif","adult":false,"genre_ids":[18]},{"cast":["Jerico Estregan","Sanya Lopez","Nick Alladin","Mark Tyler Dela Cruz","Raymond Cabral"],"overview":"Nelly, Dan, Vann, Terry, and Jake together with Goerge, Dan’s balikbayan cousin, decided to conduct a research about vampirism and faith healing based from folk fanaticism and cultic practices. In pursuit for the answer to prove the existence of vampirism as a meidical condition, they ventured to the unknown palce to them San Esteban. The object of their study is to interview a cult leader and faith healer known as Amang Kulas.","release_date":"2017-09-20","vote_average":0.0,"runtime":84,"cert":"N\/A","id":476807,"title":"Amalanhig: The Vampire Chronicle","adult":false,"genre_ids":[27]},{"cast":["Eugen Klöpfer","Rudolf Lettinger","Elsa Wagner","Livio Pavanelli","Arthur Kraußneck"],"overview":"German silent film about the life of Martin Luther","release_date":"1928-02-16","vote_average":7.0,"runtime":112,"cert":"\"\"","id":476809,"title":"Luther","adult":false,"genre_ids":[36]},{"cast":["Tori Black","Isabella Amour","Courtney James","Chloe Chanel","Kacey Jordan"],"overview":"Tori Black gets her pussy torn up by Marco Banderas. Chloe Chanel gets a whole lot of chub in her rub-a-dub-dub. And Mark Ashley takes it home with Isabella Arrow, Courtney James, and Kacey Jordan when he mauls their cunts with his throbbing cock rocket. It's all teens, baby, and we wouldn't want it any other way!","release_date":"2007-12-28","vote_average":0.0,"runtime":144,"cert":"\"NC-17\"","id":476814,"title":"All Teens 3","adult":true,"genre_ids":[]},{"cast":["Wallace Bosco","Doris Clemence","Eve Gray","Sam Livesey","John Longden"],"overview":"A mystery film directed by G. B. Samuelson.","release_date":"1931-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":476816,"title":"The Wickham Mystery","adult":false,"genre_ids":[9648]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":476818,"title":"La grande traversée","adult":false,"genre_ids":[99]},{"cast":["Tori Black","Adriana Chechik","Anikka Albrite","Lana Rhoades","Jenna Sativa"],"overview":"Lesbian X is proud to present the return of the legendary Tori Black. After a 6 year hiatus, the original Superstar is back in four explosive, unscripted, lesbian anal sex scenes, including an all star Gangbang featuring Tori's 1st ever Girl-Girl DP. Featuring mouth watering teases and extensive interview footage you'll get to know Tori Black all over again.","release_date":"2017-08-23","vote_average":10.0,"runtime":205,"cert":"\"NC-17\"","id":476826,"title":"Tori Black Is Back","adult":true,"genre_ids":[]},{"cast":["Achmed Akkabi","Walid Benmbarek","Bilal Wahib","Ghalia Takriti","Mostafa Benkerroum"],"overview":"In the poignant film “Brothers”, Hassan and Mourad travel to Syria to search for their missing brother Yasin. As they try to follow Yasin’s trail through Jordan and Syria, Hassan and Mourad are involuntarily involved in the Syrian conflict. Will the brothers, despite the confrontation with the atrocities of the war, be brought closer together and the disintegrated family be reunited, or has the war wounded irreparable wounds?","release_date":"2018-02-15","vote_average":8.0,"runtime":null,"cert":"N\/A","id":476828,"title":"Brothers","adult":false,"genre_ids":[18,10752]},{"cast":["Konkona Sen Sharma","Tillotama Shome","Gulshan Devaiah"],"overview":"Set in Mumbai, Nayantara's Necklace explores the friendship between Alka and her new Dubai-returned neighbour Nayantara. As their friendship grows, Alka finds herself wanting to be more like Nayantara. But what Alka doesn't know is the price that she might have to pay for this obsession of hers.","release_date":"2015-10-15","vote_average":10.0,"runtime":20,"cert":"N\/A","id":476830,"title":"Nayantara's Necklace","adult":false,"genre_ids":[10749,18]},{"cast":["John La Briola","Marga Pettersson","Love Jarl","Iga Czerwony","Eja Lindqvist"],"overview":"A fringe dream seeks out hosts for its short-lived dance of the fantastic.","release_date":"2017-09-10","vote_average":0.0,"runtime":5,"cert":"N\/A","id":476832,"title":"Pipe Dream","adult":false,"genre_ids":[14,35]},{"cast":["Borivoj Rašković","Ivo Badalić","Ignjat Borstnik","August Cilić","Josip Pavić"],"overview":"Movie adaptation of the history novel by August Senoa, about Matija Gubec, the leader of peasant revolt of 1573.","release_date":"1919-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":476834,"title":"Matija Gubec","adult":false,"genre_ids":[18,36]},{"cast":[],"overview":"Short experimental 16mm film.","release_date":"1961-12-27","vote_average":0.0,"runtime":6,"cert":"N\/A","id":476836,"title":"The Earth","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Short experimental 16mm film.","release_date":"1962-01-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":476838,"title":"Ahasverus","adult":false,"genre_ids":[99]},{"cast":["Bratislav Grbić","Saša Novak","Boris Hrzić","Miloš Jeknić","Joža Gregorin"],"overview":"A group of partisan illegals entangled in a love triangle during Ustasha reign in Nazi-occupied Zagreb.","release_date":"1957-07-19","vote_average":5.0,"runtime":94,"cert":"N\/A","id":476849,"title":"We're Going Separate Ways","adult":false,"genre_ids":[18,10749,10752]},{"cast":["Pavle Vuisić","Zlata Perlić","Dragan Laković","Stanko Buhanac","Dušan 'Krcun' Đorđević"],"overview":"A boatman who worked for others all his life gets into smuggling of luxury watches so he could earn enough for old age. A girl he loves and money is all that he wants, yet one dawn separates him from his dream...","release_date":"1958-01-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":476851,"title":"Three Steps Into the Emptiness","adult":false,"genre_ids":[18]},{"cast":["Bill Viola","Frank Caliguri","Dann Carr","Jacquet Bazemore","Jimmy Cvetic"],"overview":"10 years before the debut of the Ultimate Fighting Championship.  In 1979, Bill Viola and Frank Caliguri dreamed up a contest pitting barroom bigmouths against wrestlers, martial artists, boxers, bouncers and brawlers, billed as no-holds-barred new type of competitive fighting. When the fights succeeded beyond their wildest expectations, they were swept up in a chain of events that ended in the first mixed-martial arts ban in the nation.  “Tough Guys” chronicles the inception of Caliguri and Viola’s first bouts and the colorful, crazy cast of fighters who made them a hit as well as the politicians who brought it all crashing down. The film brings to life a moment when the national martial arts craze was building to a crescendo as the economies of Pennsylvania steel towns were plummeting to levels of unemployment never seen, breeding desperate men looking for a chance to prove their worth and make some money in the ring.","release_date":"2017-09-15","vote_average":7.5,"runtime":76,"cert":"\"NR\"","id":476853,"title":"Tough Guys","adult":false,"genre_ids":[99]},{"cast":["Mario Bonnard","Mary Cleo Tarlarini","Fernanda Negri Pouget","Mario Voller-Buzzi","Enrico Lupi"],"overview":"","release_date":"1912-12-10","vote_average":0.0,"runtime":72,"cert":"N\/A","id":476855,"title":"Satan","adult":false,"genre_ids":[27,18]},{"cast":["Mario Bonnard","Ria Bruna","Vittorio Tettoni"],"overview":"A loose adaptation of Dr. Jekyll and Mr. Hyde.","release_date":"1917-11-01","vote_average":0.0,"runtime":49,"cert":"N\/A","id":476857,"title":"The Other Me","adult":false,"genre_ids":[27,18]},{"cast":["Sebastian Fischer","Ilaria Occhini","Rolf Tasna","Katharina Mayberg","Giorgio Costantini"],"overview":"","release_date":"1958-09-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":476859,"title":"Sigfrido","adult":false,"genre_ids":[18,12,14]},{"cast":["Camila Santana","Maia Otero Guzmán","Héctor Then"],"overview":"Despite living in a conservative society, Daniela, a closeted queer, commits to a young high school girl named Lucía, but a traumatic event threatens their relationship.","release_date":"","vote_average":0.0,"runtime":22,"cert":"N\/A","id":476870,"title":"Stay Quiet","adult":false,"genre_ids":[18]},{"cast":["Hermila Guedes","Anthero Montenegro"],"overview":"","release_date":"2013-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":476875,"title":"Duas Luas","adult":false,"genre_ids":[18]},{"cast":["Don Herbison-Evans"],"overview":"An evolutionary tale of Don Herbison-Evans, a man who collects butterflies and then experiences a personal metamorphosis on the dance floor.","release_date":"","vote_average":0.0,"runtime":8,"cert":"N\/A","id":476877,"title":"Butterfly Man","adult":false,"genre_ids":[99]},{"cast":["Jana Cova","Zoe Britton","Samantha Ryan","Fayth DeLuca","Sinn Sage"],"overview":"Restless hearts searching for that one perfect woman!","release_date":"2010-10-15","vote_average":0.0,"runtime":159,"cert":"\"NC-17\"","id":476879,"title":"Women Seeking Women 67","adult":true,"genre_ids":[10749]},{"cast":["Belladonna","Boo D. Licious","Jana Cova","Avy Scott","Bunny Luv"],"overview":"Belladonna brings her friends along for her lesbian lusting fantasies to become realistic. Watch as she finger-fucks, eats out the pussy and ass of her friends, and even fucks them up their ass. And to return the favor, they do the exact same to who we all know as the steaming hot Belladonna!","release_date":"2003-04-09","vote_average":0.0,"runtime":92,"cert":"\"NC-17\"","id":476881,"title":"Bella's Perversions 2","adult":true,"genre_ids":[]},{"cast":["Costas Pinteris","Samiotis Nikos","Yannis Skopeltis","Thoephilos Skopeltis"],"overview":"An incredibly insightful animation provides a personal telling of a very important story from an often unheard perspective of the refugee crisis.","release_date":"2016-09-16","vote_average":0.0,"runtime":4,"cert":"N\/A","id":476883,"title":"The Law of The Sea","adult":false,"genre_ids":[16,99,10752]},{"cast":["Ishrat Ali","Liyaqat Bari","Mithun Chakraborty","Charulatha","Akshita Garud"],"overview":"After the traumatic death of his brother, Inspector Ritesh finds that his niece has suffered a trauma and is unable to speak, while his widowed mother and sister-in-law are devastated by his sudden death. Then while apprehending some goons he finds himself surrounded by them and there is no way of calling for help. It is then a man named Marshal shows up and rescues him. Miraculously his niece also starts to speak. Ritesh finds this a good omen for his family and asks Marshal to stay on in their house, and even proposes that he marry his sister-in-law. What Ritesh does not know is that Marshal is a hired assassin and hit-man, and his next target is none other than Ritesh himself.","release_date":"2002-09-13","vote_average":0.0,"runtime":125,"cert":"N\/A","id":476894,"title":"Marshal","adult":false,"genre_ids":[28]},{"cast":["Lee Kang-Sheng","Chen Shiang-Chyi","Lu Yi-Ching","Ivy Yin"],"overview":"","release_date":"2018-03-31","vote_average":0.0,"runtime":55,"cert":"N\/A","id":476896,"title":"The Deserted","adult":false,"genre_ids":[18]},{"cast":["Georgia Ford","Jenica Heintzelman"],"overview":"Georgia and Olivia are in love. When it's time to meet Olivia's religious family, Georgia discovers that Olivia's world is filled with silent rules that threaten to pull them apart.","release_date":"2016-11-06","vote_average":0.0,"runtime":16,"cert":"N\/A","id":476898,"title":"The Visitor","adult":false,"genre_ids":[10749,18]},{"cast":["Grant Gustin","Tom Cavanagh","Dylan Playfair","Everick Golding","Paul McGillion"],"overview":"Two brazenly inept thieves attempt to rob a bank without a plan, a clue-or a gun.","release_date":"2018-07-21","vote_average":4.0,"runtime":24,"cert":"\"\"","id":476900,"title":"Tom and Grant","adult":false,"genre_ids":[35]},{"cast":["Alicia Pardo","Thomas Reynolds"],"overview":"A man and woman have been talking online for a couple weeks mow and they finally decide to meet up in person for the first time, only for the women to realize later that she was involved with a monster","release_date":"","vote_average":0.0,"runtime":1,"cert":"N\/A","id":476905,"title":"Uppers and Downers","adult":false,"genre_ids":[53]},{"cast":["Grant Show","Wendy Benson-Landes","Lynne Thigpen","Michelle Phillips","Steve Adams"],"overview":"A clueless cheerleader falls for a mysterious young man who tells her he's a secret agent. But the truth is much simpler and darker.","release_date":"1996-09-24","vote_average":0.0,"runtime":85,"cert":"\"\"","id":476907,"title":"Pretty Poison","adult":false,"genre_ids":[53,18]},{"cast":[],"overview":"Mysteries is a photomontage film, shot at Penmon, Anglesey and Whiteknights Farm, Hampshire. Beginning with a quotation from a dream, it becomes the filmmaker's interpretation of the harvest and the old mystic theme of the Mysteries: “The women are celebrating the Mysteries on the beach at Penmon... No-one is watching... The sound of the general waves crashing against the bank of pebbles; the sound of the barley waving... Someone holds out her hand, holds it open against the sea. Perhaps it is my hand, the hand holds three ears of barley...”.","release_date":"1982-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":476915,"title":"Mysteries","adult":false,"genre_ids":[]},{"cast":["Farid Shawqi","Naglaa Fathy","Mahmoud el-Meliguy"],"overview":"Ebn Al-Shaitan (Son of the Devil) a disguised serial killer who target men who leave their wives and kids and remarry.","release_date":"1969-01-01","vote_average":0.0,"runtime":95,"cert":"N\/A","id":476917,"title":"Ebn Al-Shaitan","adult":false,"genre_ids":[80]},{"cast":["Adrian Paul","Eric Close","Mary-Margaret Humes","Alex Fernandez","Tim DeZarn"],"overview":"A botched Christmas Eve robbery leads down a destructive path for a police officer reconnecting with his estranged mother, a coming-apart-at-the-seams amateur photographer, his vindictive and murderous fiancee, her secret lover and a strung-out mall Santa...as they all converge in one explosive and deadly night.","release_date":"2017-10-24","vote_average":6.0,"runtime":null,"cert":"\"\"","id":476919,"title":"Christmas Crime Story","adult":false,"genre_ids":[18,53]},{"cast":["Stephanie Simbari","Allie Gallerani","Beverly D'Angelo","Zak Steiner","Olivia Luccardi"],"overview":"When a quick-witted yet co-dependent college girl helps her best friend land a boyfriend, she's left on the outside looking in and is forced to deal with the realities of adulthood for the first time.","release_date":"2017-10-10","vote_average":5.5,"runtime":82,"cert":"\"\"","id":476921,"title":"Lady-Like","adult":false,"genre_ids":[35,10749]},{"cast":["Melora Walters","Jerrika Hinton","Daniela Bobadilla","Erica Tazel","Josh McDermitt"],"overview":"When recovering alcoholic Joe McNeal's nephew is abducted, his personal investigation leads him to powerhouse undercover African American Detective Marcus Knight. Together, they take on LA's seedy underbelly of child sex trafficking.","release_date":"2017-12-12","vote_average":3.0,"runtime":null,"cert":"\"\"","id":476923,"title":"Odious","adult":false,"genre_ids":[53]},{"cast":["Mumaith Khan","Nalini","Suhasini","Rajiv Kanakala","M. S. Narayana"],"overview":"In order to acquire more powers for world domination, Mayadevi Bhairavi, a sorceress, holds two shape-shifting snakes in her power but is interrupted by her very own goons. As a result, the male serpent gets killed, and the female escapes. The only way Mayadevi could now acquire powers is first to locate a woman with a unique birthmark who must also be a virgin, and then lure the female serpent. The question remains - how will she find such a female, and even if she does so - how will she lure a now vigilant Nagin?","release_date":"2009-04-10","vote_average":0.0,"runtime":132,"cert":"N\/A","id":476925,"title":"Punnami Nagu","adult":false,"genre_ids":[12,18,14]},{"cast":[],"overview":"Travis McGee is a world-weary private eye trying to help boat skipper friend Van Harder salvage his reputation that sank when his boat ran aground, resulting in a death that might have been faked.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":476927,"title":"Travis McGee","adult":false,"genre_ids":[]},{"cast":["Devayani","Diamber","Karan","Rami Reddy","Roja Selvamani"],"overview":"Devotional Tamil movie.","release_date":"2001-12-14","vote_average":0.0,"runtime":141,"cert":"N\/A","id":476941,"title":"Castle Mariamman","adult":false,"genre_ids":[]},{"cast":["Thomas Carrigan","Laura La Plante","Tom Guise","Owen Gorin","Al Hart"],"overview":"Reformed criminal Boston Blackie is outraged when a judge refuses to grant a pardon for a dying friend. He hires Norine, his now-dead friend's daughter, to get to the judge through his son Rudy. However, things don't work out quite as Blackie had planned.","release_date":"1923-11-07","vote_average":0.0,"runtime":50,"cert":"\"\"","id":476943,"title":"Crooked Alley","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Upside Down uncovers the inner problems of the Korean society with Sewol tragedy.","release_date":"2016-04-14","vote_average":9.0,"runtime":65,"cert":"N\/A","id":476945,"title":"Upside Down","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":476947,"title":"풀잎사랑","adult":false,"genre_ids":[]},{"cast":["Jackie Coogan","Arthur Edmund Carewe","Josie Sedgwick","Cesare Gravina","Bert Woodruff"],"overview":"Silent film starring Jackie Coogan","release_date":"1923-03-25","vote_average":0.0,"runtime":60,"cert":"\"\"","id":476949,"title":"Daddy","adult":false,"genre_ids":[18]},{"cast":["Emily Grey","Skylar Green","Gianna Nicole","Natalie Monroe","Nickey Huntsman"],"overview":"Emily Grey: You look qualified from here. Skylar Green: A natural takes control. Gianna Nicole: She's so good from behind! Natalie Monroe: The seal of approval! Nickey Huntsman: It's an in depth interview.","release_date":"2016-02-22","vote_average":0.0,"runtime":185,"cert":"\"NC-17\"","id":476951,"title":"Casting Couch Amateurs 15","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-08-08","vote_average":7.0,"runtime":null,"cert":"\"G\"","id":476959,"title":"神秘世界历险记2","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":476964,"title":"치링치링 시크릿 쥬쥬 뮤직비디오 페스티벌","adult":false,"genre_ids":[]},{"cast":[],"overview":"A team of Romany football players try to overcome prejudice in this Czech documentary.","release_date":"2016-09-16","vote_average":0.0,"runtime":76,"cert":"N\/A","id":476966,"title":"FC Roma","adult":false,"genre_ids":[99]},{"cast":["Jim Caviezel","James Faulkner","Olivier Martinez","Joanne Whalley","John Lynch"],"overview":"Risking his life, Luke ventures to Rome to visit Paul -- the apostle who's bound in chains and held captive in Nero's darkest and bleakest prison cell. Haunted by the shadows of his past misdeeds, Paul wonders if he's been forgotten as he awaits his grisly execution. Before Paul's death, Luke resolves to write another book that details the birth of what will come to be known as the church.","release_date":"2018-03-23","vote_average":7.0,"runtime":108,"cert":"\"PG-13\"","id":476968,"title":"Paul, Apostle of Christ","adult":false,"genre_ids":[36]},{"cast":["Park Won-sook","Lee Young-ha","Lee Seung-hyun","Yoon Il-bong","Do Kum-bong"],"overview":"","release_date":"1979-01-16","vote_average":0.0,"runtime":102,"cert":"N\/A","id":476970,"title":"The Twelve Boarders","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":476972,"title":"낙타는 따로 울지 않는다","adult":false,"genre_ids":[]},{"cast":[],"overview":"Director James Herbert and editor Mark Jordan -- both visual artists who work in other media -- crafted this non-narrative look at Carter and Andy, two American artists summering in an unnamed Tuscany city. The young men discuss art and each other as they explore the city and its women, while the camera explores Carter and Andy.","release_date":"1999-09-20","vote_average":0.0,"runtime":null,"cert":"\"\"","id":476974,"title":"Speedy Boys","adult":false,"genre_ids":[]},{"cast":["Bánki Gergely","Sárközi-Nagy Ilona","Zoltán Bezerédi","Gábor Dióssi","László Felhöfi Kiss"],"overview":"","release_date":"2017-09-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":476985,"title":"Hetedik alabárdos","adult":false,"genre_ids":[35]},{"cast":["Maiken Schmidt","Hendrik Toompere Jr. Jr."],"overview":"A secluded fast food joint next to an empty parking lot, where it's good to go, because nobody recognizes you there. On a rainy autumnal day, people show up one after the other - all of them on the verge of a breakdown - or perhaps a breakthrough? The main character, Waitress, sees and absorbs it all. One by one - through their personal drama - the clients push the Waitress towards her own edge.","release_date":"2017-09-20","vote_average":8.0,"runtime":81,"cert":"N\/A","id":476987,"title":"The End of the Chain","adult":false,"genre_ids":[18]},{"cast":["Sara Klimoska","Perunika Kiselički","Antonija Belazelkoska","Ivo Antov Larsson","Igor Angelov"],"overview":"A hard-headed tomboy spots the unlikely solution to all her problems in an all-male religious ritual.","release_date":"2017-09-27","vote_average":0.0,"runtime":18,"cert":"N\/A","id":476989,"title":"Would You Look at Her","adult":false,"genre_ids":[18,35]},{"cast":["Srđan Janićijević","Ivana Pavlaković","Ivo Nikolovski","Qin Xiying","Kaja Krajcevska"],"overview":"I dream about the beast that lives at the bottom of the lake. Only few people have seen it. The air freezes when it’s is near you because it’s heart is too cold. They say you should not look it in the eyes, because your heart will freeze as well. Only one woman has looked the beast in the eyes, but her heart is sad and frozen long time ago.","release_date":"2017-09-27","vote_average":10.0,"runtime":17,"cert":"N\/A","id":476991,"title":"They Come from the Center of the World","adult":false,"genre_ids":[9648,18]},{"cast":["Lazar Rockwood","Nick Mancuso","Dubravka Mijatović","Michael Paré","John Savage"],"overview":"Follows a man who, after 40 years, comes back to his hometown. There he has nobody. His friends from America are coming after him to get him back and small village in Vojvodina becomes lively as never before.","release_date":"2017-02-21","vote_average":0.0,"runtime":90,"cert":"N\/A","id":476993,"title":"The Return","adult":false,"genre_ids":[53,18]},{"cast":["Pamela Anderson"],"overview":"Biographical video about Pamela Anderson before and after she became a major hollywood player.","release_date":"1995-01-01","vote_average":0.0,"runtime":54,"cert":"\"\"","id":476995,"title":"Playboy: The Best of Pamela Anderson","adult":false,"genre_ids":[99]},{"cert":"N\/A","title":"Subletting","cast":["Andrea Diaz Ariza","Zach Grooten","Cory Anderson","Evie Price","Alexia Marie"],"id":476997,"overview":"Nick gets an unexpected call after work - his old friend Maria has been kicked out of her house. So he picks her up, but will they be able to make the situation work, and can they get past old issues?","runtime":32,"genre_ids":[],"release_date":"","vote_average":0.0,"adult":false}]