[{"cast":[],"overview":"The Mayor of New York is back to his italian roots. That's a story about Grassano: a town of migrants and 'cousins' of Bill de Blasio.","release_date":"2016-03-01","vote_average":0.0,"runtime":53,"cert":"N\/A","id":478002,"title":"My Cousin Is the Mayor of New York","adult":false,"genre_ids":[]},{"cast":[],"overview":"Landscape Tempos are audiovisual views (scenes, occurrences) that reflect the rhythm and tempo of isolated or single moments in urban and rural landscapes.","release_date":"2017-06-25","vote_average":0.0,"runtime":37,"cert":"\"\"","id":478004,"title":"Landscape tempos 8-16","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":478006,"title":"ウルトラファイトビクトリ","adult":false,"genre_ids":[]},{"cast":["Caroline Coleman","Emily Peachey","Belle Shickle","Rick Kain","Jaci Jones"],"overview":"In a small town filled with secrets, three sisters are forced to cling to each other as they cope with loss and a father who's growing increasingly obsessed with the rapture he thinks is coming.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":478008,"title":"Fishbowl","adult":false,"genre_ids":[]},{"cast":[],"overview":"The story is adapted from Baader-Meinhof by Don DeLillo and it depicts the mysterious meeting between a woman and a man in an art gallery.","release_date":"2011-01-01","vote_average":0.0,"runtime":22,"cert":"N\/A","id":478010,"title":"Looking at the dead","adult":false,"genre_ids":[]},{"cast":["Katrina Jade","Keisha Grey","Aubrey Kate","Kissa Sins","Gina Valentina"],"overview":"Part angel. Part devil. ALL VILLAIN. Katrina Jade is a sexy siren with a glint in her eye and filth on her mind. Ready for a glimpse into the soul of a sinner? Katrina's diabolical fantasies come to life as she journeys through an incredible series of hardcore adventures, including her first anal scene, a dark and daring all-girl threesome, a trasgender tryst and more.","release_date":"2017-09-22","vote_average":0.0,"runtime":125,"cert":"\"NR\"","id":478012,"title":"Villain","adult":true,"genre_ids":[]},{"cast":[],"overview":"This film dives into a new world of possibilities, from the diversity of emotions tcreated by this one man alone in this house to his behavior and transformation on the world that he is creating.","release_date":"2013-01-01","vote_average":0.0,"runtime":80,"cert":"N\/A","id":478014,"title":"Lura","adult":false,"genre_ids":[12,18]},{"cast":[],"overview":"A unique 3D ab training program using targeted exercises done standing, sitting, on your back and belly. The FIRM Express takes a science-based approach and infuses it with the latest studio techniques. A fun and effective core toning route!","release_date":"","vote_average":0.0,"runtime":11,"cert":"N\/A","id":478034,"title":"The FIRM Express: Bonus - Shortcut To Flat Abs","adult":false,"genre_ids":[]},{"cast":["Shankar","Menaka Suresh","Prathapa Chandran","Sreenath","Adoor Bhasi"],"overview":"Muthodumuthu is a 1984 Indian Malayalam film, directed and produced by M. Mani. The film stars Sukumari, Adoor Bhasi, Shankar and Menaka in lead roles. The film had musical score by Shyam","release_date":"1984-09-06","vote_average":0.0,"runtime":120,"cert":"N\/A","id":478036,"title":"Muthodu Muthu","adult":false,"genre_ids":[18,10749]},{"cast":["Eddie Vedder","Mike McCready","Stone Gossard","Matt Cameron","Jeff Ament"],"overview":"Let’s Play Two is a documentary film that chronicles Pearl Jam’s legendary performances at Wrigley Field during the Chicago Cubs historic 2016 season. With Chicago being a hometown to Eddie Vedder, Pearl Jam has forged a relationship with the city, the Chicago Cubs and Wrigley Field that is unparalleled in the world of sports and music. From Ten to Lightning Bolt, the documentary film shuffles through Pearl Jam’s ever-growing catalog of originals and covers - spanning the band's 25-year career. Through the eyes of renowned director\/photographer Danny Clinch and the voice of Pearl Jam, the film showcases the journey of this special relationship.","release_date":"2017-09-29","vote_average":9.3,"runtime":120,"cert":"N\/A","id":478038,"title":"Pearl Jam: Let's Play Two","adult":false,"genre_ids":[10402,99]},{"cast":["Aleksey Solonchev","Ekaterina Vinogradova","Kseniya Kutepova","Alexey Chernykh","Robert Vaab"],"overview":"In 2000 Russians celebrated the advent of a new century and dreamed of a new life. But their painful experiences could not be left behind — in fact, the era hadn’t gone yet, it catches up with the heroes of the film with heavy injuries — war or death turn their lives into a social drama. The Chechen war is followed by the Chechen syndrome, then radical nationalism and escaping from real life. Is there any place for God in this new world? How high is the value of a human life in it? Heroes answer those questions not in words, but in actions dictated by their post-Soviet worldview and values.  When Jehovah's Witnesses commit an accidental murder in a search for new religious followers or when the hero rides a motorcycle in memory of his brother, who died in Chechnya — an absurdity connects with reality. Despite the painful social themes, the movie becomes a cruel satire on the insanity of war and violence — grotesque, shock and comic become firmly grounded in the new world.","release_date":"2017-10-26","vote_average":0.0,"runtime":79,"cert":"N\/A","id":478043,"title":"Scythe Hitting Stone","adult":false,"genre_ids":[18,35]},{"cast":["Julia Hartmann","Bernhard Piesk","Oskar von Schönfels","Petra Kelling"],"overview":"Julia moves with her family to the remote courtyard of her deceased sister. Despite the gruesome memory, she hopes for a reconciliation with her traumatic past. But for Julia her sister Jette remains omnipresent. She soon believes she hears her voice and increasingly has doubts about the alleged suicide. Julia tries to figure out what happened in the last days before Jette's death and identifies more and more with her. She believes that only one last desperate act can save them all. But evil has many faces.","release_date":"2018-01-24","vote_average":3.8,"runtime":89,"cert":"N\/A","id":478045,"title":"Jenseits des Spiegels","adult":false,"genre_ids":[9648]},{"cast":[],"overview":"More than fifty years after the end of the war, a filmmaker and a photographer, coming from the two camps of conflict and children heirs of Franco-Algerian colonial history, took us back in 1962 to the Algerian Sahara. From a desert zone irradiated to the suburbs of Algiers, they follow the course of an experimental nuclear explosion. From the trial to the accident, from the environmental impact to the \"recycling\" of the places of the past ... The starting point is historical but the story told catches up with us in the present and comes to seek us where we are - at home - for a face to face with fallout without borders.","release_date":"2013-05-01","vote_average":0.0,"runtime":53,"cert":"N\/A","id":478047,"title":"At(h)ome","adult":false,"genre_ids":[]},{"cast":[],"overview":"Emmy Verhey, top violinist, decides to quit after 54 active years of performing, starting at 14 years old. Documentary follows her through her last concert to her training another young gifted woman, only 15 years old.","release_date":"2017-09-22","vote_average":0.0,"runtime":60,"cert":"N\/A","id":478064,"title":"The last part, 2nd part","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Documentary which shows several court cases in which Dutch people try to get debts erased by the court.","release_date":"2017-09-25","vote_average":0.0,"runtime":55,"cert":"N\/A","id":478066,"title":"Forgive Me My Debts","adult":false,"genre_ids":[99]},{"cast":["Rossana Podestà","Lando Buzzanca","Salvo Randone","Magali Noël","Luciano Salce"],"overview":"A young Sicilian priest who moved to Rome comes into contact with the high bourgeoisie and receives a lot of sexual attention.","release_date":"1970-11-01","vote_average":5.0,"runtime":98,"cert":"N\/A","id":478068,"title":"The Married Priest","adult":false,"genre_ids":[35]},{"cast":["Sloboda Mićalović","Ivan Bosiljčić","Nenad Jezdić","Dragan Nikolić","Vojin Ćetković"],"overview":"Serbian drama \"Wounded Eagle\" is about true love story of long forgotten romances and some new ones, happening in a very romantic time between two world wars. Young woman and her passion.","release_date":"2009-04-24","vote_average":0.0,"runtime":128,"cert":"N\/A","id":478070,"title":"Wounded Eagle","adult":false,"genre_ids":[10749,18]},{"cast":["Milan Vasić","Marta Uzelac","Kalina Kovačević","Siniša Ubović","Sanja Ristić"],"overview":"A story about rich lady who invites a poor fellow to her house with intentions to marry him. He accepts her offer, yet it soon proves that the reason were his high debts, as well as prostitute he's secretly seeing. The story becomes more complex when the lady starts an affair with their gardener.","release_date":"2008-01-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":478072,"title":"Waning Moon","adult":false,"genre_ids":[18]},{"cast":["Jean-Michel Dupuis","Gérald Laroche","Bernard Blancan","Aubert Fenoy","Anne Coesens"],"overview":"","release_date":"2008-12-31","vote_average":7.0,"runtime":null,"cert":"N\/A","id":478074,"title":"Le voyage de la Veuve","adult":false,"genre_ids":[36]},{"cast":[],"overview":"","release_date":"1961-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":478076,"title":"La Voix du Peuple","adult":false,"genre_ids":[]},{"cast":["Matthias Kelle","Till Florian Beyerbach","Natascha Kuch","Fiona Kaulin"],"overview":"Lina, 11-years old, is allowed to spend the evening with her father Alexander in the pub. A great time for the girl, until Alex feels attracted to another woman. To regain his attention, Lina starts to imitate what she learns from the adults. Soon, borders are crossed that Lina didn’t even know existed.","release_date":"2016-12-31","vote_average":0.0,"runtime":9,"cert":"N\/A","id":478096,"title":"Make Up","adult":false,"genre_ids":[18]},{"cast":["Petro Papakosta","Kadri Roshi","Pandi Raidhi","Stavri Shkurti"],"overview":"After his father is killed, a young boy decides to join the partisans and fight in the war.","release_date":"1980-11-07","vote_average":0.0,"runtime":58,"cert":"N\/A","id":478101,"title":"The little partisan Velo","adult":false,"genre_ids":[10752,18]},{"cast":["George A. Romero","Russell Streiner","John A. Russo","Gary Streiner","Karl Hardman"],"overview":"The inside story of the important horror classic \"Night of the Living Dead\" as told by those who were there and those who were inspired by it. Including rare archival interviews, new interviews and visits to the original locations, \"Chronicles of the Living Dead\" also addresses the issue of the film's infamous copyright status, a legal debacle that continues to plague the original creators to this day. Named one of the 100 Most Important American Films by both the AFI and the BBC, \"Night\" is brought alive once again through the fond rememberances of the cast and crew.","release_date":"2015-08-01","vote_average":7.0,"runtime":65,"cert":"\"\"","id":478103,"title":"Chronicles Of The Living Dead","adult":false,"genre_ids":[99]},{"cast":[],"overview":"SWIMMY, FREDERICK, CORNELIUS, FISH IS FISH, and IT'S MINE! are magically brought to life.","release_date":"1986-01-01","vote_average":0.0,"runtime":26,"cert":"\"NR\"","id":478105,"title":"Five Lionni Classics","adult":false,"genre_ids":[]},{"cast":["Hon Kwok-Choi","Yukio Someno","Yau Chui-Ling"],"overview":"Comedy revolving around three people - a young Japanese who comes to Hong Kong after winning a lucky draw, a Hong Kong boy who can't hold down a job, and a pretty young nurse.","release_date":"1981-04-08","vote_average":0.0,"runtime":83,"cert":"N\/A","id":478107,"title":"Little Thing Means a Lot","adult":false,"genre_ids":[35]},{"cast":[],"overview":"1-Intro  2- Stole Your Love  3-Take Me  4-Ladies Room  5-Firehouse  6-Love Gun  7-Hooligan  8-Makin' Love  9-Christine 16  10-Shock Me  11-I Want You  12-Calling Dr. Love  13-Shout It Out Loud  14-God Of Thunder  15-Rock And Roll All Night  16-Detroit Rock City  17-Beth  18-Black Diamond","release_date":"1977-09-02","vote_average":0.0,"runtime":1,"cert":"\"NR\"","id":478109,"title":"Kiss Texas Blood","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"In its entirety Exodus is a 15-minute silent film in CinemaScope. I traveled across four western US states and came across monumental landscapes of immense cinematic beauty. Without dialogue or explicit narrative, this is a meditative slideshow anticipating a near future.\"","release_date":"2015-01-01","vote_average":4.0,"runtime":17,"cert":"N\/A","id":478126,"title":"Exodus","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-09-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":478128,"title":"Schlachtfeld Internet - Wenn das Netz zur Waffe wird","adult":false,"genre_ids":[]},{"cast":["Emmett Kelly","Clyde Beatty","betty rich","dorothy herbert","jean allen"],"overview":"Watch and enjoy the large variety of acts in an old-fashioned circus!","release_date":"1946-01-01","vote_average":2.3,"runtime":10,"cert":"\"\"","id":478130,"title":"Here Comes the Circus","adult":false,"genre_ids":[]},{"cast":[],"overview":"Tea is a film essay and documentation of Mario García Torres’ artistic gesture surrounding Alighiero Boetti’s One Hotel in Kabul, Afghanistan. What does it mean to return to a place while visiting it for the first time? How can a guest become a host due to arriving years later? How far is Afghanistan from Mexico? The film elaborates on these questions related to the relationship between Mario García Torres and Boetti’s story.","release_date":"2012-01-01","vote_average":0.0,"runtime":74,"cert":"N\/A","id":478132,"title":"Tea","adult":false,"genre_ids":[]},{"cast":[],"overview":"An elderly lifeguard gets his medical diagnosis: He has to abstain from all sporting activity. This would not be a problem if he did not happen to be an enthusiastic swimming coach and ex-Olympic champion, who is racing with his younger self night after night; still not able to make peace with himself.","release_date":"2014-01-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":478134,"title":"The Winner","adult":false,"genre_ids":[]},{"cast":["Jason Branch","Brad Brantley"],"overview":"Jason Branch picks up a gorgeous young hitchhiker, Brad Brantley -- who wants Jason to fuck him. Master Jason's price includes heavy bondage, ball torture, and hard ass paddling before he fucks the living daylights out of Brad -- making him pay with ball weights and suspension. This is a HOT bondage fuck epic.","release_date":"2001-09-26","vote_average":0.0,"runtime":null,"cert":"\"NC-17\"","id":478136,"title":"Abercrombie's Bitch","adult":true,"genre_ids":[]},{"cast":["Charles William McKenzie","Joey Lee MacLean","Stephen Melanson","John Lancleve","Zailynne Durant"],"overview":"Twentysomething Kay Jay sleeps on his grandfather Loppers’ couch. The computer’s on the fritz and there’s not much of anything to do; there’s a lot of sitting around, eating 5-cent candies and drinking pop. Bored, Kay Jay plays with fire, aimlessly wanders through the night, encounters strangers and gets hassled by September, his aggro delinquent brother. Chained to a life of co-dependency, he passively navigates his isolated existence—but you can see the desire to escape in his eyes.","release_date":"2017-10-02","vote_average":2.0,"runtime":65,"cert":"N\/A","id":478138,"title":"Mass for Shut-Ins","adult":false,"genre_ids":[]},{"cast":["Yang Ching-huang","Su Li-mei","Wong Chung-Yue","Lin Wen-chi","Philip So Yuen-Fung"],"overview":"A man goes to hell after driving his car off a bridge and returns to Earth as a vampire.","release_date":"1990-01-01","vote_average":0.0,"runtime":91,"cert":"N\/A","id":478161,"title":"到陰間出差","adult":false,"genre_ids":[35,27]},{"cast":["Angela White","Alexis Texas","Markus Dupree","James Deen","Isiah Maxwell"],"overview":"The gorgeous and double blessed Angela White does it all in this incredible high end showcase. This movie has it all!","release_date":"2017-09-26","vote_average":10.0,"runtime":133,"cert":"\"NC-17\"","id":478163,"title":"Angela White Is Titwoman","adult":true,"genre_ids":[]},{"cast":["Bettina Grahs","Waldemar Kobus","Henning Vogt","Lilli Jellinek","Asad Schwarz"],"overview":"","release_date":"2017-03-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":478165,"title":"Das leise Rauschen zwischen den Dingen","adult":false,"genre_ids":[]},{"cast":["Drew Leighty","Vincente DiSanti","Thom Mathews","Katie Schwartz","Robert DuBois"],"overview":"A hiker's survival skills is put to the test when he stumbles upon the remains of an old abandoned camp and discovers its long dark secrets.","release_date":"2017-10-13","vote_average":6.7,"runtime":54,"cert":"\"\"","id":478167,"title":"Never Hike Alone","adult":false,"genre_ids":[27,53]},{"cast":[],"overview":"A regular guy tries to fight crime in his hometown, by becoming a Superhero, because he wants to make a difference.","release_date":"2017-05-20","vote_average":0.0,"runtime":7,"cert":"N\/A","id":478169,"title":"Who wants to be a superhero?","adult":false,"genre_ids":[]},{"cast":["Pheline Roggan","Steffen Schroeder"],"overview":"","release_date":"2005-02-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":478171,"title":"Anna und der Soldat","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Two dolls wake up in an abandonned theater","release_date":"","vote_average":0.0,"runtime":4,"cert":"N\/A","id":478191,"title":"Sisters","adult":false,"genre_ids":[]},{"cast":["Trond Epsen Seim","Inger Johanne Ravn","Stale Stenslie","Fredrik Hermansen","Tone Tonseth Lyngner"],"overview":"An exclusive interview with Death as he goes about his everyday business.","release_date":"","vote_average":5.0,"runtime":15,"cert":"N\/A","id":478193,"title":"Mr. Death","adult":false,"genre_ids":[99,18]},{"cast":[],"overview":"Hilbert lives in two universes simultaneously. When something goes wrong in one, he kills himself and keep going.","release_date":"2016-10-22","vote_average":8.0,"runtime":14,"cert":"N\/A","id":478195,"title":"Synchronous","adult":false,"genre_ids":[]},{"cast":["Guo Yue","Jiang Zhong-Wei","Xun Zhang"],"overview":"I​t's past midnight. Zhao goes down to smoke, leaving his drunken wife to murmur her erotic dream upstairs. Neighbour Lee jumps off the building in front of Zhao, and his suicide reveals a sex video taken by phone. Sanqing falls in love with her tutor. She wants to strengthen her relationship with Professor Sun on a seaside trip, but finally realises her efforts are in vain. Hai Long is an old acquaintance of Sun. He tries to bring Sanqing and his client Wang together, giving Sanqing the opportunity to take revenge In the dark tunnel on the island, Wang tells Sanqing a nightmare that reveals the whole story.","release_date":"2017-09-26","vote_average":0.0,"runtime":100,"cert":"N\/A","id":478197,"title":"From Where We've Fallen","adult":false,"genre_ids":[18]},{"cast":["Tyler Atkins","Ari Blinder","Jessica Blackmore"],"overview":"The journey of two men wrestling with loss, suicide and their unexpected friendship that helps them rediscover life's greatest gift.","release_date":"2016-02-22","vote_average":8.0,"runtime":30,"cert":"\"NR\"","id":478199,"title":"The Love Effect","adult":false,"genre_ids":[18]},{"cast":["Valentín Trujillo","Pedro Infante Jr.","Eric del Castillo","Rosenda Bernal","Beatriz Adriana"],"overview":"Two half-brothers are spiky and resentful toward each other, but they find common cause together when their father is murdered.","release_date":"1980-07-16","vote_average":0.0,"runtime":95,"cert":"N\/A","id":478201,"title":"Hijos de tigre","adult":false,"genre_ids":[]},{"cast":["Kees van Kooten","Wim de Bie"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":478203,"title":"Van Kooten & De Bie Het Gala van het Gouden Hoofd","adult":false,"genre_ids":[]},{"cast":[],"overview":"One of Finland's most respected filmmakers, Veikko Aaltonen directs his first documentary about the changes of his home country since its admittance into the European Union in 1996. Most Finns are only one or two generations removed from farming. Even today, the country remains sharply bifurcated between traditional rural communities and cosmopolitan, urban society. The five years since Finland's entrance into the E.U. has been marked by a radical shift in its population -- largely to the detriment of its traditions and values. Aaltonen focuses on five people from three different areas, documenting their attempts at maintaining their traditional lifestyle. Some give up trying to improve and enlarge their farms after beating their heads against successive walls of bureaucratic indifference. Others score small, if temporary, victories, such as rescuing their traditional schoolhouse from destruction.","release_date":"1999-09-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":478220,"title":"Earth","adult":false,"genre_ids":[]},{"cast":["Tina Buckley","Larry Hunter","Gerard Damiano","Frank Spencer","Lou Campa"],"overview":"A pretty young anti-marijuana activist is kidnapped by a drug ring, which is determined to teach her a lesson by degrading and violating her in every way possible.","release_date":"1969-08-28","vote_average":0.0,"runtime":78,"cert":"\"\"","id":478222,"title":"Come On Baby, Light My Fire","adult":false,"genre_ids":[]},{"cast":["No Kang-min","Shin Eun-soo"],"overview":"A little girl always plays on the stepping stones in the brook. A shy little boy hovers around her unable to ask her that he wishes to be alone. Suddenly, it rains and they seek shelter together, which brings them closer. However, the little boy has a secret...","release_date":"2017-08-31","vote_average":0.0,"runtime":48,"cert":"N\/A","id":478224,"title":"The Shower","adult":false,"genre_ids":[16]},{"cast":["Han Chae-young","Jin Ji-hee","Im Seul-ong","Lim Hyung-jun","Solbi"],"overview":"A top actress lives next door to a teenage tennis player named So-eun who is, in fact, her daughter. Mother and daughter don't quite get along.","release_date":"2017-09-21","vote_average":6.6,"runtime":98,"cert":"N\/A","id":478226,"title":"The Star Next Door","adult":false,"genre_ids":[35]},{"cast":["Andy Goldsworthy"],"overview":"A study of artist Andy Goldsworthy’s work in Scotland and Japan.","release_date":"1992-01-01","vote_average":0.0,"runtime":55,"cert":"N\/A","id":478231,"title":"Two Autumns: Andy Goldsworthy","adult":false,"genre_ids":[99]},{"cast":["Joaquín Cordero","Sara Montiel","Freddy Fernández","Julio Villarreal","Marco de Carlo"],"overview":"Young man returns to his home town from USA to reclaim his inherited properties.","release_date":"1953-09-25","vote_average":1.0,"runtime":105,"cert":"N\/A","id":478233,"title":"Yo soy gallo dondequiera!","adult":false,"genre_ids":[35,18]},{"cast":["Tom Gerrard","Cornelia Lucas","John Roscoe","J. Haskell Black"],"overview":"A man crashes his plane on a tropical island and gets mixed up in nefarious doings involving a pretty blonde, a thug, a yacht and lots of dancing girls.","release_date":"1966-01-01","vote_average":0.0,"runtime":84,"cert":"\"\"","id":478235,"title":"Mr. Angel","adult":false,"genre_ids":[]},{"cast":[],"overview":"A desperate filmmaker with no budget, stars or crew begins to film his aspiring actor roommates and ends up with the only Hollywood success story caught on camera as it really happened.","release_date":"2001-09-26","vote_average":0.0,"runtime":null,"cert":"\"\"","id":478249,"title":"Carving Out Our Name","adult":false,"genre_ids":[]},{"cast":["Magdalena Kopanja","Mira Banjac","Nenad Jezdić"],"overview":"Milica lives with her aging grandmother in the Serbian countryside. When Milica’s uncle arrives, he delivers the surprising news that they are departing for Germany and in order to cross the border, Milica must pretend to be his son. However, Milica is very resistant to the idea of leaving her grandmother.","release_date":"2016-09-01","vote_average":0.0,"runtime":9,"cert":"N\/A","id":478251,"title":"Grandma","adult":false,"genre_ids":[10751,18]},{"cast":["Andrew Garfield","Emma Stone","Marc Webb","Martin Sheen"],"overview":"A documentary on the making of The Amazing Spider-Man (2012), featuring interviews with the cast and crew, as well as behind-the-scenes footage.","release_date":"2012-11-09","vote_average":0.0,"runtime":90,"cert":"\"NR\"","id":478253,"title":"Rite of Passage: The Amazing Spider-Man Reborn","adult":false,"genre_ids":[]},{"cast":[],"overview":"An in depth feature length piece on the creative efforts to approach the Hannibal television series' third season \"reboot\" of the Red Dragon arc.","release_date":"2015-12-08","vote_average":0.0,"runtime":124,"cert":"\"NR\"","id":478255,"title":"Getting the Old Scent Again: Reimagining Red Dragon","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2014-11-11","vote_average":6.0,"runtime":null,"cert":"N\/A","id":478257,"title":"Les mystères de la mort de Yasser Arafat","adult":false,"genre_ids":[99]},{"cast":["Deepak Pawar","Imran Khan Immi","Kapil Chaudhary","Manpreet Sekhon"],"overview":"Story of the film takes place in the Coastal Karnataka of Indian peninsula. Film elaborates the effect and repercussions of the reservation policy on the various segments of the society .","release_date":"2017-04-21","vote_average":0.0,"runtime":118,"cert":"N\/A","id":478262,"title":"Reservation","adult":false,"genre_ids":[18]},{"cast":["Daniel Morgenroth","Alexander Held","Susanne Michel","Siegfried Rauch","Klaus Löwitsch"],"overview":"","release_date":"2001-06-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":478279,"title":"Die Bergwacht - Duell am Abgrund","adult":false,"genre_ids":[28]},{"cast":[],"overview":"Just back from a trip, a woman FaceTimes with her house sitter to see how things went. All good, she learns, except that one weird old mirror randomly fell off the wall one day, and shattered into a zillion pieces. Soon, it becomes clear that something is very displeased with this spontaneous bit of redecoration.","release_date":"2017-09-14","vote_average":5.0,"runtime":4,"cert":"\"\"","id":478281,"title":"Where Is It","adult":false,"genre_ids":[27,53]},{"cast":["Frank Latimore","Maria Frau","Françoise Rosay","Luciano Vedovelli","Andrea Checchi"],"overview":"Coming of age, a girl is told the truth about her dead father: he is alive, but imprisoned for several crimes he did not commit... With the help of an old noble lady and a young count (who doubles as a daring sea captain), she will fight for the truth, and justice. Her opponent is the State Town's Inquisitor himself, who set her father's up to escape his own crimes.","release_date":"1953-08-21","vote_average":0.0,"runtime":88,"cert":"N\/A","id":478283,"title":"Sul ponte dei sospiri","adult":false,"genre_ids":[]},{"cast":["Brian Cox","Richard Branson"],"overview":"A new age of space exploration, and exploitation, is dawning. But surprisingly, some of the boldest efforts at putting humans into space are now those of private companies started by a handful of maverick billionaire businessmen. Beyond mass space travel, and even space mining and manufacturing, the dream of Elon Musk and others is true space exploration. His company, SpaceX, already delivers supplies to the International Space Station, and their next step is delivering astronauts too. But their true ambition is to ensure the survival of the human race by crossing our solar system and colonizing Mars in the next decade. Could commercial spaceflight companies eventually make us a space-faring civilization?","release_date":"2017-09-05","vote_average":0.0,"runtime":59,"cert":"N\/A","id":478288,"title":"The 21st Century Race For Space","adult":false,"genre_ids":[99]},{"cast":["Anthony Wong","Lily Chung Suk-Wai","Hugo Ng","Wong Hei","Farini Cheung"],"overview":"Husband and Wife is a Hong Kong Comedy starring Anthony Wong","release_date":"1995-11-17","vote_average":0.0,"runtime":85,"cert":"N\/A","id":478290,"title":"Husband and Wife","adult":false,"genre_ids":[35,10749]},{"cast":["Ernst Walter Siemon"],"overview":"You are a Terrorist! A Campaign against Terrorists. United for a safer Germany. The Campaign \"Du bist Deutschland\" (You are Germany) in 2005 was the beginning of a wave of positive spirit in the whole country. This combined energy has turned backwards in 2009, because now you are a potential Terrorist and you have to be watched closely.","release_date":"2009-05-18","vote_average":0.0,"runtime":2,"cert":"N\/A","id":478292,"title":"You are a Terrorist","adult":false,"genre_ids":[16]},{"cast":["Goran 'Ipe' Ivandić","Goran Bregović","Zeljko Bebek","Petar Janjatović","Darko Glavan"],"overview":"A documentary about Goran Ivandic 'Ipe', the drummer of most popular Yugoslav rock band of all time, Sarajevo-based \"Bijelo dugme\" (White Button). Ivandic's fatal jump from the balcony of hotel Metropol in Belgrade in 1994 sparked much controversy around his fate.","release_date":"2015-01-01","vote_average":10.0,"runtime":89,"cert":"N\/A","id":478294,"title":"Lost Button","adult":false,"genre_ids":[99,36,10402]},{"cast":["Roland Møller","Veerle Baetens","Lola Le Lann","Lubna Azabal"],"overview":"An ex-con's attempts to live a quiet life are derailed when the daughter of the woman sheltering him is the victim of a vicious attack.","release_date":"2018-03-10","vote_average":7.6,"runtime":86,"cert":"\"\"","id":478308,"title":"A Bluebird in My Heart","adult":false,"genre_ids":[53]},{"cast":["Pete Smith","Dorothy Short","Dave O'Brien"],"overview":"In this comedic Pete Smith Specialty short, average housewife Mrs. George T. Hardnose's day is recalled.","release_date":"1950-09-01","vote_average":6.0,"runtime":8,"cert":"\"\"","id":478310,"title":"A Wife's Life","adult":false,"genre_ids":[35]},{"cast":[],"overview":"In the rapidly economically developing South Korea of 1983, a young teenage boy named Jaeyoung, who is struggling with a strained relationship with his rather remote father, has two dogs named Jinjin and Akida. It soon becomes obvious that Jaeyoung’s father cares more for the two dogs than he does for his son. In an attempt to gain his father’s attention, Jaeyoung releases one of the dogs into the wild, and this changes everything.","release_date":"2016-10-22","vote_average":0.0,"runtime":67,"cert":"N\/A","id":478312,"title":"My Dogs, Jinjin and Akida","adult":false,"genre_ids":[18,16]},{"cast":["Terele Pávez"],"overview":"Roberto has just broken up with his girlfriend Sofia, which has meant a great depression. His friends Jordi and Bebeto, loaded with drugs and alcohol, decide to go to his house to encourage him; but the mixture between the drugs and the antidepressants that Robert took that causes this one to die.  The two friends, even under the effects of drugs, will manage to try to dispose of the body in any way by believing they will be charged with murder. To all this is added the visit of Sofia, who returned to the house with the intention of being reconciled with his ex boyfriend.  Fernando Ronchese directs this film that is carried out by the comedian Berto Romero.","release_date":"2017-10-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":478314,"title":"La noche después de que mi novia me dejara","adult":false,"genre_ids":[53,35]},{"cast":["Tommy Wong","Anthony Wong","Carrie Ng","May Law Koon-Lan","Teresa Ha Ping"],"overview":"Let It Be is a Hong Kong Drama starring Anthony Wong","release_date":"2000-06-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":478316,"title":"Let It Be","adult":false,"genre_ids":[18]},{"cast":["Rob Cole","Maggie Cole"],"overview":"Documentary about a boy who was severely burned at age 7.","release_date":"1980-10-02","vote_average":0.0,"runtime":53,"cert":"\"\"","id":478321,"title":"Here's Looking at You, Kid","adult":false,"genre_ids":[]},{"cast":[],"overview":"In May 1964, three British filmmakers traveled with the Khampa guerrillas over a 20,000-foot pass into occupied Tibet from the remote Tsum region of Nepal and captured dramatic footage of an ambush on a Chinese military convoy. The footage was smuggled out and edited two years later in London, and officially released in 1966 to critical acclaim. Shot by Oscar-winning cinematographer Chris Menges (THE READER, LOCAL HERO, THE KILLING FIELDS), this documentary short is an important historical artifact, representing the only known footage of armed Tibetan resistance fighters in combat with the Chinese.","release_date":"1966-01-01","vote_average":0.0,"runtime":28,"cert":"N\/A","id":478341,"title":"Raid Into Tibet","adult":false,"genre_ids":[99]},{"cast":[],"overview":"French silent film.","release_date":"1912-03-25","vote_average":0.0,"runtime":6,"cert":"N\/A","id":478343,"title":"La chasse aux singes","adult":false,"genre_ids":[]},{"cast":[],"overview":"Soviet travelogue.","release_date":"1928-09-01","vote_average":0.0,"runtime":71,"cert":"N\/A","id":478348,"title":"Feat in the Ice","adult":false,"genre_ids":[]},{"cast":[],"overview":"French WW1 documentary","release_date":"1917-09-26","vote_average":0.0,"runtime":2,"cert":"N\/A","id":478350,"title":"Aprés l'incendie de Salonique, aoüt 1917","adult":false,"genre_ids":[]},{"cast":[],"overview":"French silent film.","release_date":"1916-09-27","vote_average":0.0,"runtime":15,"cert":"N\/A","id":478352,"title":"Noël de guerre","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Brahmin, Iftikar, who enjoys a great reputation in India, has determined to create something miraculous which will place the seal upon his renown.  (giornatedelcinemamuto.it)","release_date":"1904-01-02","vote_average":6.0,"runtime":3,"cert":"N\/A","id":478354,"title":"Le rosier miraculeux","adult":false,"genre_ids":[]},{"cast":["Antonio Badú","Martha Roth","Rodolfo Landa","Andrés Soler","Óscar Pulido"],"overview":"Two young women 'forced' to masquerade as soldiers in military troop.","release_date":"1959-07-29","vote_average":0.0,"runtime":92,"cert":"N\/A","id":478374,"title":"Las coronelas","adult":false,"genre_ids":[]},{"cast":["Lily Franky","Nana Seino","Eiko Koike","Amane Okayama","Kimiko Yo"],"overview":"Kuma is an author, a sex obsessive and a wheelchair user. Beautiful and volatile Ryoko is unlike anybody he’s ever met before. She barrages into one of his lectures, demanding to know why he only talks of sex, not love, before declaring her own affection. It’s the first of many inappropriate acts by Ryoko and the start of a relationship that is by turns sweet, strange and toxic. Ryoko hopes that she and Kuma’s love can change the world. What she fails to realise is that sometimes it’s the small gestures, not the grand ones, that feel most revolutionary.","release_date":"2017-09-29","vote_average":0.0,"runtime":117,"cert":"N\/A","id":478376,"title":"Perfect Revolution","adult":false,"genre_ids":[35,10749]},{"cast":["Klaus Löwitsch","Doris Kunstmann","Erika Pluhar","Peter Sattmann","Peter Fitz"],"overview":"","release_date":"1977-01-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":478378,"title":"Die Brüder","adult":false,"genre_ids":[10749]},{"cast":["Wolfram Weniger","Irmgard Först","Heinz Baumann","Christiane Hörbiger","Anita Lochner"],"overview":"","release_date":"1975-03-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":478380,"title":"Eine egoistische Liebe","adult":false,"genre_ids":[18]},{"cast":["Lis Verhoeven","Klaus Löwitsch","Joseph Offenbach","Christiane Schröder","Willi Rose"],"overview":"","release_date":"1969-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":478382,"title":"Tag für Tag","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Documents the saga of thousands of Jews hidden in shelters in Vienna and Bratislava in the hope of embarking on the 'Atlantic' - a makeshift vessel which would hopefully take them to safety.","release_date":"2002-09-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":478387,"title":"Atlantic Drift","adult":false,"genre_ids":[]},{"cast":[],"overview":"Just Gender tackles the all too often misunderstood world of transgender. The film explores the common myths and misunderstandings about transgendered people, as well as the confusion between sexual orientation and gender identity as reflected in the rigid binary view of the world generally held by society. Just Gender also touches on the discrimination, hardships and brutality resulting from those misconceptions and prejudices, including the numerous deaths caused by hate each year. Through the stories of transgender individuals and their spouses, friends, and allies, the film explores the confusion, the isolation, and the fear felt by many transgender persons. It also reveals their growing awareness and acceptance, and ultimately their joy in blossoming comfort as transgendered persons.","release_date":"","vote_average":0.0,"runtime":55,"cert":"N\/A","id":478407,"title":"JUST GENDER - PRESENTATION EDITION","adult":false,"genre_ids":[]},{"cast":["Velimir \"Bata\" Živojinović","Gorica Popović","Tatjana Lukjanova","Dragana Turkalj","Petar Kralj"],"overview":"Comedy about the life of a modern village family and many neighbors of theirs, dealing with Serbian mentality at the turn of the XXI century. Based on TV series of the same title.","release_date":"2001-02-22","vote_average":0.0,"runtime":81,"cert":"N\/A","id":478415,"title":"Peasants","adult":false,"genre_ids":[35]},{"cast":["Josef Hader","Hannah Hoekstra","Rainer Bock","Errol Trotman-Harewood","Stella McCusker"],"overview":"The chance meeting of two people at the darkest moments of their lives leads to a bright new beginning : Arthur (around 50) and Claire (around 30) pull each other from the abyss – by trying to save the other they see the worth of their own life.","release_date":"2017-09-25","vote_average":7.8,"runtime":100,"cert":"N\/A","id":478417,"title":"Arthur & Claire","adult":false,"genre_ids":[35,18]},{"cast":["Alex Dupuis","Ariel Summers","Emma Heart","Missy Stone","Riley Evans"],"overview":"Alex Dupree cleans inside and out... of her ass! Ariel Summers believes in double the pleasure, double the fun! Missy Stone... How does her teenage asshole do it? See Emma Heart`s butthole bangathon! Officer Riley Evans is keeping the streets safe... two dicks at a time! We steal fuck toy Priva and sodomize her assets!","release_date":"2008-09-22","vote_average":0.0,"runtime":259,"cert":"\"NC-17\"","id":478419,"title":"Anal Cavity Search 5","adult":true,"genre_ids":[]},{"cast":["Mihailo Lađevac","Vanja Ejdus","Ana Stefanović","Radivoje Bukvić","Boris Komnenić"],"overview":"The film follows three young people from Belgrade, a city that offers nothing but pragmatism and not many life opportunities.","release_date":"2003-09-26","vote_average":0.0,"runtime":83,"cert":"N\/A","id":478421,"title":"011 Belgrade","adult":false,"genre_ids":[18]},{"cast":["Vivienne Westwood","Kate Moss","André Leon Talley","Naomi Campbell","Pamela Anderson"],"overview":"The remarkable story of iconoclastic fashion designer Vivienne Westwood as she fights to maintain her brand’s integrity, her principles and her legacy.","release_date":"2018-03-09","vote_average":5.9,"runtime":78,"cert":"\"\"","id":478426,"title":"Westwood: Punk, Icon, Activist","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The film revolves around the love story of a terrorist and his life .","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":478443,"title":"ISIS: Enemies of Humanity","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1988-01-01","vote_average":10.0,"runtime":null,"cert":"N\/A","id":478445,"title":"Portraits: Première Sèrie","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2000-02-07","vote_average":0.0,"runtime":null,"cert":"\"\"","id":478447,"title":"Lords of the Mafia","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":478449,"title":"Hafengeschichten","adult":false,"genre_ids":[]},{"cast":["Phailinda Philavanh","Anousone Vonlathsamy","LeDinhDuc"],"overview":"Love stories of 5 different persons in Vientiane reflect nuanced and atypical relationships with romance, heartbreak and humor.","release_date":"2015-02-13","vote_average":0.0,"runtime":90,"cert":"N\/A","id":478451,"title":"Vientiane In Love","adult":false,"genre_ids":[18]},{"cast":["Teddi Rae","Adriana Lynn","Daisy Haze","Kelsi Monroe","Nikki Bell"],"overview":"We're giving you the very best view in the house! Get as close as you want!","release_date":"2014-05-27","vote_average":0.0,"runtime":111,"cert":"\"NC-17\"","id":478453,"title":"Up Close and Hardcore 6","adult":true,"genre_ids":[]},{"cast":["Vijay Antony","Sunaina","Anjali","Amritha Aiyer","Shilpa Manjunath"],"overview":"An Indian doctor in the US, haunted by a recurring nightmare, learns that he is adopted, and comes to India to know his real roots. Where does his search lead him to?","release_date":"2018-05-18","vote_average":5.3,"runtime":113,"cert":"N\/A","id":478473,"title":"Kaali","adult":false,"genre_ids":[28,18]},{"cast":["Le Roi Heenok","Ugoboss","Lynn","Rapiso"],"overview":"","release_date":"2008-01-21","vote_average":9.0,"runtime":40,"cert":"N\/A","id":478478,"title":"Les Mathématiques du Roi Heenok","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2002-03-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":478483,"title":"Le bien commun, l’assaut final","adult":false,"genre_ids":[99]},{"cast":["Vasilis Avlonitis","Nikos Rizos","Thanasis Vengos","Nikos Xanthopoulos"],"overview":"","release_date":"1958-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":478485,"title":"Το Εισπρακτοράκι","adult":false,"genre_ids":[]},{"cast":[],"overview":"One night in Lisbon, a Japanese man helps an elderly Portuguese woman on crutches ascend a massive set of stairs. Their amusing encounter and surprising connection, despite major language barriers, rivals any Richard Linklater romance or Aaron Sorkin walk-and-talk for humour and admission.","release_date":"2017-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":478496,"title":"A Friendship in Tow\/Toe","adult":false,"genre_ids":[99]},{"cert":"N\/A","title":"Untitled","cast":[],"id":478498,"overview":"Screening at the Images Festival 2017, the divide between the film festival world and those who run it.","runtime":12,"genre_ids":[],"release_date":"2017-01-01","vote_average":0.0,"adult":false}]