[{"cast":["Mary-Louise Parker","Martin Donovan","Rebecca Gayheart","Susan Misner","Jill Hennessy"],"overview":"A lonely plumber poses as a movie director to meet women, and the writer whose script he's stolen builds on his ruse to get her movie made.","release_date":"2002-10-04","vote_average":6.5,"runtime":91,"cert":"N\/A","id":47500,"title":"Pipe Dream","adult":false,"genre_ids":[35,10749]},{"cast":["Norman Reedus","Debbie Harry","Adrien Brody","Paul D'Amato","Holter Graham"],"overview":"Norman Reedus stars as Harry Odum, a henpecked, 18-year-old momma's boy in Youngstown, Ohio, who -- with his violent temper -- impresses a local boss of the Jewish Mafia. Soon he's found his calling as a hit man alongside his crack addict partner Arnie Finklestein (Adrien Brody), and he discovers that his rage and complicated psychosis fuel his murderous abilities. Harry also falls for the organization's limping, Hungarian-born maid Iris (Elina Lowensohn), a romance complicated by Harry's Oedipal, sexual relationship with his domineering mother Kate (Deborah Harry).","release_date":"1997-09-01","vote_average":6.4,"runtime":97,"cert":"N\/A","id":47501,"title":"Six Ways to Sunday","adult":false,"genre_ids":[35]},{"cast":["Cher","Chazz Palminteri","Ryan O'Neal","Paul Mazursky","Amber Smith"],"overview":"A depressed housewife whose husband is having an affair contemplates suicide, but changes her mind when she faces death by a killer hired to do her in.","release_date":"1996-04-03","vote_average":5.0,"runtime":91,"cert":"N\/A","id":47502,"title":"Faithful","adult":false,"genre_ids":[35,80,18]},{"cast":["Friedrich Haak","Hildegarde Watson","Dorthea House","Lewis Whitbeck"],"overview":"Lot in Sodom is a sensual depiction of the Sodom and Gomorrah story filled with sinewy and semi-clad bodies, delirious bacchanals devoted to physical pleasure, and a searing, cataclysmic finale depicting the fall of a city devoted to sins of the flesh.","release_date":"1933-12-25","vote_average":6.7,"runtime":28,"cert":"N\/A","id":47503,"title":"Lot in Sodom","adult":false,"genre_ids":[18]},{"cast":["Edward Furlong","Tim Roth","Moira Kelly","Vanessa Redgrave","Maximilian Schell"],"overview":"The film follows the personal relationship between a father and his two sons, one of whom is a hit-man for the Russian mafia in Brooklyn.","release_date":"1994-10-27","vote_average":6.5,"runtime":98,"cert":"N\/A","id":47504,"title":"Little Odessa","adult":false,"genre_ids":[18,80]},{"cast":["Iain Glen","Emilia Fox","Craig Ferguson","Caroline Ducey","Bob Marchese"],"overview":"In the present days, Maria Spielrein and Fraser are in Russia making a research about the life of Sabina Spielrein. In the beginning of the Twentieth Century, this Russian girl was a patient treated by Dr. Jung and later they fall in love for each other and Sabina became his lover. While the researchers read the documents, the romance between Sabina and Dr. Jung is disclosed, in a time of revolution and war.","release_date":"2003-01-17","vote_average":7.2,"runtime":90,"cert":"N\/A","id":47505,"title":"The Soul Keeper","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Lucky People Center International takes us on a journey around the world through human souls. Music's rhythms and the film's pulsing form reminiscent of the music video aesthetics and gives the documentary a new face. The film traveled around the world for two years to find people and lifestyles that reflect the world before 2000.","release_date":"1998-01-01","vote_average":7.2,"runtime":85,"cert":"N\/A","id":47506,"title":"Lucky People Center International","adult":false,"genre_ids":[99,10402]},{"cast":["Vincent Cassel","Julie Mauduech","Hubert Koundé","Mathieu Kassovitz"],"overview":"Lola is pregnant, and she isn’t sure who the father is: Félix, a Jewish delivery boy, or Jamal, a black law student.","release_date":"1993-01-01","vote_average":6.3,"runtime":94,"cert":"N\/A","id":47507,"title":"Café au Lait","adult":false,"genre_ids":[35,10749]},{"cast":["Dorothy Dwan","Mary Carr","Charles Murray","Oliver Hardy","Larry Semon"],"overview":"A farm girl learns she is a princess and is swept away by a tornado to the land of Oz.","release_date":"1925-01-01","vote_average":5.6,"runtime":81,"cert":"N\/A","id":47508,"title":"The Wizard of Oz","adult":false,"genre_ids":[35,10751,14]},{"cast":["Frederick Ashton","Alexander Grant","Julie Wood","Ann Howard","Bob Mead"],"overview":"The Royal Ballet Company brings Squirrel Nutkin, Tom Thumb, Hunca Munca, Jemima Puddle-Duck, Jeremy Fisher, Pigling Bland, and Pigwig to the screen doing pirouettes and pas de deux in this filmed ballet production directed by Reginald Mills. The film more properly belongs, however, to choreographer Frederick Ashmore, composer John Lanchbery, and costume designer Rostislav Douboujinsky. This literal adaptation concerns the shy Beatrix Potter and how, when all of the toy animals in her room come to life, she emerges from her shell and begins to enjoy life. Sequences include a rowdy dance with Tom Thumb and Hunca Munca destroying a collection of plaster food, a midnight pas de deux between Pigling Bland and Pigwig, and a corps de ballet of dancing mice.","release_date":"1971-03-01","vote_average":5.1,"runtime":90,"cert":"U","id":47509,"title":"Tales of Beatrix Potter","adult":false,"genre_ids":[14,10751,10402]},{"cast":["Katy Haywood","Ken Byrnes","Will Oldham","Sheila Scullin","Kathleen Kennedy"],"overview":"A mysterious power failure in a small mountain town coincides with the disappearance of one of its most eccentric young residents. Mystery piles upon mystery as his family and friends search for him, fail, and ultimately try to forget about him, an undertaking that results in many unexpected, and in some cases bizarre, effects on the town's already peculiar community.","release_date":"2006-01-23","vote_average":6.5,"runtime":98,"cert":"N\/A","id":47510,"title":"The Guatemalan Handshake","adult":false,"genre_ids":[18,35]},{"cast":["Winston McCall","Kevin Call","Ben Gordon","Jeff Ling","Luke Kilpatrick"],"overview":"\"THE DVD\" is a 90-minute documentary following the rise of the Australian metal-core juggernauts Parkway Drive. The film follows the quintet from humble beginnings on the beaches of the NSW North Coast to storming stages all over the world. Part documentary, part extreme-sports video, part live footage...all metal! As an added bonus, the disc also features a full live set shot at Sydney’s Roundhouse in 2008.","release_date":"2009-09-22","vote_average":8.0,"runtime":77,"cert":"N\/A","id":47511,"title":"Parkway Drive: The DVD","adult":false,"genre_ids":[10402,99]},{"cast":["Pete Postlethwaite","Juliet Stevenson","Stockard Channing","Ron Silver","David Bradley"],"overview":"Three young Muslim men, part of a terror cell, are making a bomb in a London flat, when they get a call to vacate immediately with their gear. The police have been alerted and they are under suspicion.","release_date":"2005-05-13","vote_average":0.0,"runtime":113,"cert":"N\/A","id":47514,"title":"Red Mercury","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Justin Kirk","Terryn Westbrook","Sam Rosen","Bain Boehlke","David Tufford"],"overview":"While working together in their eBay auction business, Trevor (Justin Kirk), Amber (Terryn Westbrook) and Rob (Sam Rosen) grow increasingly obsessed with the Web site fourboxes.tv, which follows the bizarre and potentially dangerous behavior of a creepy character they nickname \"Havoc.\" As Havoc builds bombs and prepares to unleash disasters, the friends debate over whether they should try stopping him or just enjoy the show.","release_date":"2009-05-01","vote_average":2.0,"runtime":84,"cert":"N\/A","id":47515,"title":"Four Boxes","adult":false,"genre_ids":[53]},{"cast":["James Earl Jones","Joanna Cassidy","Douglas Spain","Keith Robinson","Monique Coleman"],"overview":"Making good on a promise he made to his dying wife, a widower (Jones) opens a reading room, a place where people can learn to read. Despite his goodwill, problems in the neighborhood threaten his establishment.","release_date":"2005-11-04","vote_average":7.0,"runtime":93,"cert":"N\/A","id":47516,"title":"The Reading Room","adult":false,"genre_ids":[10770,18]},{"cast":["Michael Keaton","Michael Caine","Judith Godrèche","Rade Šerbedžija","Matthew Marsh"],"overview":"The workaholic head of the compliance section of a New York bank flies to Monaco to investigate unusual deposits from an offshore bank and meets a down-on-his-luck international film star who has become embroiled in criminal activities.","release_date":"2003-01-08","vote_average":5.2,"runtime":94,"cert":"","id":47517,"title":"Quicksand","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Erika Christensen","Jesse Metcalfe","Bill Moseley","Chelah Horsdal","Fulvio Cecere"],"overview":"An upper-middle-class couple's life is destroyed when their only child is kidnapped and killed. Obsessed with revenge, the couple seizes an opportunity to kidnap the killer.","release_date":"2010-06-15","vote_average":5.2,"runtime":79,"cert":"18","id":47518,"title":"The Tortured","adult":false,"genre_ids":[27]},{"cast":["Sola Aoi","Io Aikawa","Risa Kasumi","Mari Sakurai","Tamayo"],"overview":"A medieval Book of the Dead is discovered in the catacombs that run under a small town strip club. When one of the desperate strippers raises an army of the undead, the rest of the strippers must kick some zombie ass to save the world.","release_date":"2010-05-15","vote_average":6.5,"runtime":73,"cert":"","id":47519,"title":"Big Tits Zombie","adult":false,"genre_ids":[28,27,35]},{"cast":["David Carradine","Wes Studi","Michael Parks","Tim Abell","Masam Holden"],"overview":"Two families overcome prejudice and tragedy in 1888 Wyoming when a special Christmas miracle saves the life of a small boy.","release_date":"2005-07-01","vote_average":5.7,"runtime":90,"cert":"N\/A","id":47520,"title":"Miracle at Sage Creek","adult":false,"genre_ids":[28,12,18,10751,37]},{"cast":["Patrick Muldoon","Elizabeth Ann Bennett","Mackenzie Astin","John Rixey Moore"],"overview":"Major Nick Reed is an intrepid analyst for Army Intelligence. It's his job to locate a secret enemy base whose fighters - the dreaded Ghost Squadron - attack our bombers. Complicating his efforts is a chance meeting with his former love, Lt. Monica Tasty, and her current beau, Major Mitch Dunning. Can Reed find the fighter base in time for the 4th Armoured to attack...","release_date":"2006-07-01","vote_average":4.0,"runtime":78,"cert":"N\/A","id":47521,"title":"Military Intelligence and You!","adult":false,"genre_ids":[35]},{"cast":["Olof Thunberg","Stig Grybe","Isa Quensel","Helge Hagerman","Per Sjöstrand"],"overview":"Two villains escape from jail in London. They are planning an attack on Agaton Sax. Inspector Lispington and Sax are chasing the two bad guys, but the hunt is hampered by the villains have lookalikes.","release_date":"1976-11-20","vote_average":5.6,"runtime":78,"cert":"N\/A","id":47522,"title":"Agaton Sax and the Bykoebing Village Festival","adult":false,"genre_ids":[16,80,10751]},{"cast":["Sara Salgado","Francisco Areosa","Margarida Martinho","Mariana Martinho","César Brito"],"overview":"The \"Spirit World\", a red diamond with supernatural powers, stolen five centuries before, of the hands of the last Aztec emperor, is the center of this adventure in a cursed house in the wilds of the Sintra hills. The heiress of the house, Filipa, enlists the help of our heroes in search of the precious stone, but there are many obstacles to overcome. Facing ghosts of Indian warriors, statues that come alive, bats, trap doors, secret passageways and a German fearsome killer seeking revenge, our heroes will have to gather all their strength and wits to reach the mythical diamond before it is too late.","release_date":"2009-12-03","vote_average":5.8,"runtime":96,"cert":"N\/A","id":47523,"title":"Uma Aventura na Casa Assombrada","adult":false,"genre_ids":[]},{"cast":["Adrian Martinez","Roland Uruci","Andrew Gurland","Eugenia Yuan"],"overview":"A documentarian funds a NYC doorman's Asian mail order bride in exchange for the right to film the experience.","release_date":"2004-05-15","vote_average":5.0,"runtime":92,"cert":"N\/A","id":47524,"title":"Mail Order Wife","adult":false,"genre_ids":[35,99,10749]},{"cast":["Keri Russell","Skeet Ulrich","Mare Winningham","Tania Gunadi","Eric Winter"],"overview":"Pregnant out of wedlock, an educated young woman is pressured by her father into an arranged marriage with a lonely farmer in this drama set during WWII.","release_date":"2005-01-30","vote_average":6.7,"runtime":120,"cert":"N\/A","id":47525,"title":"The Magic of Ordinary Days","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"A little girl discovers a town that has never heard of Christmas before and decides to help them celebrate their very first christmas in this animated children's adventure.","release_date":"1996-01-01","vote_average":0.0,"runtime":46,"cert":"N\/A","id":47526,"title":"An Angel for Christmas","adult":false,"genre_ids":[]},{"cast":["Robbie Amell","Hayley Kiyoko","Kate Melton","Nick Palatas","Ted McGinley"],"overview":"Scooby-Doo and the gang are on the case when a mysterious lake monster starts scaring the guests at a summer resort in Erie Point, where Fred, Daphne, Velma and Shaggy have taken on seasonal jobs to pay for a barn they accidentally burned down. But in addition to sneaking suspicions, there's some romance in the air.","release_date":"2010-10-15","vote_average":5.6,"runtime":79,"cert":"N\/A","id":47533,"title":"Scooby-Doo! Curse of the Lake Monster","adult":false,"genre_ids":[9648,14,35,12]},{"cast":["J.P. Davis","Eddie Jones","Christina Chambers","Diane Tayler"],"overview":"An aging trainer and a young fighter, both in need of a second chance, team-up to overcome the demons of their past...and chase the dreams of their future.","release_date":"2005-05-06","vote_average":5.4,"runtime":null,"cert":"N\/A","id":47534,"title":"Fighting Tommy Riley","adult":false,"genre_ids":[28,12,18]},{"cast":["David Morrissey","Tara Fitzgerald","Alex Lowe","Dearbhla Molloy","Michael Elwyn"],"overview":"A doctor and his girlfriend are stalked by a woman who claims to be in love with him. Meanwhile, the man falls in love with a younger woman. Based on a true story","release_date":"2009-09-25","vote_average":5.3,"runtime":120,"cert":"","id":47535,"title":"U Be Dead","adult":false,"genre_ids":[53,10770,18]},{"cast":["Alec Guinness","Simon Ward","Adolfo Celi","Diane Cilento","Gabriele Ferzetti"],"overview":"Hitler: The Last Ten Days takes us into the depths of der Furher’s Berlin bunker during his final days. Based on the book by Gerhard Boldt, it provides a bleak look at the goings-on within, and without.","release_date":"1973-04-19","vote_average":6.8,"runtime":null,"cert":"12","id":47536,"title":"Hitler: The Last Ten Days","adult":false,"genre_ids":[18,10752,36]},{"cast":["Michelle Yeoh","Li Ning","Kent Cheng","Roger Kwok","Andy Hui"],"overview":"Wonder Seven, a secret group of well-trained government agents in China, has been assigned a case of a computer disc robbery. At first everything seems to go smooth, when a disastrous national conspiracy unravels. Seven gets caught and are forced to strike back. Meanwhile, the leader of Seven, Yip, develops a forbidden romance with a mysterious Japanese lady...","release_date":"1994-04-01","vote_average":5.5,"runtime":89,"cert":"N\/A","id":47537,"title":"Wonder Seven","adult":false,"genre_ids":[28]},{"cast":["Hansi Kürsch","André Olbrich","Marcus Siepen","Thomen \"The Omen\" Stauch","Oliver Holzwarth"],"overview":"Blind Guardian intended to record a DVD since early 1998, however, due to the band's high requirements, no existing metal festival had been considered suitable. Instead, Blind Guardian decided to create their own festival, back in their homeland. The First Blind Guardian Festival was held in Coburg, Germany, at June 16–17, 2003. It lasted 2 days, with the band playing during both nights. The entire show has been professionally recorded and subsequently released on a DVD entitled Imaginations through the Looking Glass in June 14, 2004.","release_date":"2004-06-14","vote_average":7.4,"runtime":240,"cert":"N\/A","id":47538,"title":"Blind Guardian: Imaginations Through the Looking Glass","adult":false,"genre_ids":[10402,99]},{"cast":["Julie Benz","Monica Keena","Nicole Bilderback","Aaron Paul","Janet Leigh"],"overview":"Three snobbish high school girls prematurely age brought on from a curse, a drug (or something) after the arrival of new transfer student whom they believe is connected to a murder they committed a year earlier. A fate worse than death.","release_date":"2005-07-17","vote_average":3.3,"runtime":84,"cert":"N\/A","id":47541,"title":"Bad Girls from Valley High","adult":false,"genre_ids":[35,53]},{"cast":["Mats Åhlfeldt","Ewa Fröling","Ernst-Hugo Järegård","Carl Billquist","Björn Gustafson"],"overview":"Peter-No-Tail is a cat who's born without a proper tail on a farm by the Swedish countryside. Due to economical difficulties, the farmer is forced to get rid of Peter. The farmer can't bring himself to drown the cat, so he sneaks Peter inside the car of a family who are renting a house close to the farm for their summer vacation. When the family finally reach their home in Uppsala, Sweden, they find Peter and decide to keep him. Without a tail, he becomes the talk of the town among the other cats and, especially Mike, who teases him cruelly. Mean Mike and his two companions, Bill and Bull,  are notorious for the nasty tricks they like to play on other cats. Mike is currently trying to court Molly Silk-Nose, but his rough and silly approach does not impress her, since she becomes interested in the kind and gentle Peter. But Mike won't give up that easily and he has a plan for how he'll get his revenge.","release_date":"1981-12-25","vote_average":6.1,"runtime":81,"cert":"N\/A","id":47542,"title":"Peter-No-Tail","adult":false,"genre_ids":[10749,10751,16,18]},{"cast":[],"overview":"If Daniel Barenboim is not the world's greatest living classical musician he is certainly the most versatile. In a career spanning more than 50 years, his name is attached to many of the celebrated recordings of opera, symphony, small ensemble and piano solo. With the later half of his career marked by distinction at the podium, one may forget that he is still an accomplished concert pianist. Here we are treated to both talents as Barenboim conducts the Staatskapelle Berlin and plays all five of Beethoven's piano concerti. From the accompanying booklet we find that Barenboim first recorded these works in 1967 at the age of 24 under Otto Klemperer. Now he is revisiting them 40 years later on the occasion of his 65th birthday.","release_date":"2007-01-01","vote_average":6.5,"runtime":198,"cert":"N\/A","id":47543,"title":"Daniel Barenboim: Beethoven - Piano Concertos 1-5","adult":false,"genre_ids":[10402]},{"cast":["Andrew Breitbart","John Stossel","Joe Biden","Nancy Pelosi","Bill Clinton"],"overview":"Two versions of the American dream now stand in sharp contrast. One views the money you earned as yours and best allocated by you; the other believes that an elite in Washington knows best how to allocate your wealth. One champions the traditional American dream, which has played out millions of times through generations of Americans, of improving one's lot in life and even daring to dream and build big. The other holds that there is no end to the \"good\" the government can do by taking and spending other peoples' money in an ever-burgeoning list of programs. The documentary film I Want Your Money exposes the high cost in lost freedom and in lost opportunity to support a Leviathan-like bureaucratic state.","release_date":"2010-07-06","vote_average":4.2,"runtime":92,"cert":"N\/A","id":47546,"title":"I Want Your Money","adult":false,"genre_ids":[99]},{"cast":["Rattanaballang Tohssawat","Chaiwat Thongsaeng","Chutcha Rujinanon","Suchao Pongwilai","Chonprakhan Janthareuang"],"overview":"Steamy Thai nights provide the backdrop for unbridled romance, crime and action as two men unexpectedly brave forbidden love. Maek, a cold assassin-for-hire, is sent to knock off Iht, a police informant, when in a twist of fate the killer is shot for refusing to pull the trigger. After making their escape, an indelible bond is forged when the vulnerable assassin is nursed back to health by handsome, married Iht. But as taboo feelings of desire swell between the swarthy new lovers, their relationship is discovered. Now there's no turning back as enemies, friends and lovers are pitted against each other.","release_date":"2007-01-01","vote_average":5.5,"runtime":90,"cert":"N\/A","id":47547,"title":"Bangkok Love Story","adult":false,"genre_ids":[18,28]},{"cast":["Dirk Benedict","Linda Blair","Richard Farnsworth","Matt Clark","Jon Van Ness"],"overview":"Madoc County is a quiet and peaceful place until vagrant Kyle Hanson arrives. The people of Madoc County are repelled by his appearance and want to chase him out of the city. Unfortunately for them, Kyle Hanson is a former Vietnam elite soldier and he uses his skills to fight back.","release_date":"1981-03-01","vote_average":5.7,"runtime":93,"cert":"N\/A","id":47550,"title":"Ruckus","adult":false,"genre_ids":[53,18,28]},{"cast":["Vincent Price","Joyce Taylor","Sebastian Cabot","Brett Halsey","Beverly Garland"],"overview":"3 horror stories based on the writings of Nathaniel Hawthorne. In the 1st story titled \"Dr. Heidegger's Experiment\", Heidegger attempts to restore the youth of three elderly friends. In \"Rappaccini's Daughter\", a demented father is innoculating his daughter with poison so she may never leave her garden of poisonous plants. In the final story \"The House of the Seven Gables\", The Pyncheon family suffers from a hundred year old curse and while in the midst of arguing over inheritance, the Pyncheon brother kills his sister.","release_date":"1963-09-01","vote_average":6.5,"runtime":120,"cert":"N\/A","id":47553,"title":"Twice-Told Tales","adult":false,"genre_ids":[27,9648,10749,878]},{"cast":["Jun Hee Lee","Raymond Ma","Julia Nickson","Kevin Kleinberg","Jerry Hernandez"],"overview":"Kicked out of his house because he's gay, Ethan Mao returns home to steal and ends up holding his family hostage on a fateful Thanksgiving Day.","release_date":"2004-11-14","vote_average":4.3,"runtime":87,"cert":"N\/A","id":47554,"title":"Ethan Mao","adult":false,"genre_ids":[18,53]},{"cast":["John Wayne","Robert Ryan","Don Taylor","Janis Carter","Jay C. Flippen"],"overview":"Major Daniel Kirby takes command of a squadron of Marine fliers just before they are about to go into combat. While the men are well meaning, he finds them undisciplined and prone to always finding excuses to do what is easy rather than what is necessary. The root of the problem is the second in command, Capt. Carl 'Griff' Griffin. Griff is the best flier in the group but Kirby finds him a poor commander who is not prepared to the difficult decision that all commanders have to make - to put men in harm's way knowing that they may be killed.","release_date":"1951-08-28","vote_average":5.9,"runtime":102,"cert":"N\/A","id":47555,"title":"Flying Leathernecks","adult":false,"genre_ids":[28,18,10752]},{"cast":["Kouichi Yamadera","Kentaro Ito","Daisuke Namikawa","Chafurin","Kenji Nojima"],"overview":"In the year 2220 A.D., the Earth Federation launches a plan to evacuate Earth when discovering that a travelling black hole capable of destroying anything in its path is on course towards the solar system. As the people on Earth prepare to relocate to planet Amare, whose ruler offers refuge, the tyrants known as the \"S.U.S. Empire\" attack the first Earth evacuation fleet. After learning that his wife Capt. Yuki Mori-Kodai disappeared in the battle and that legendary space battleship Yamato has been fully rebuilt, Susumu Kodai accepts command of the ship as he intends to not only help humanity once again, but also find Yuki in the hope of helping his relationship with his daughter Miyuki, who puts the blame on him for her mother's disappearance. But in order to fullfil the mission, the Yamato must go through battles against the SUS Empire, who intend to spoil humanity's hopes of finding a new place to live in and turn Earth into energy for their own selfish needs.","release_date":"2009-12-12","vote_average":6.3,"runtime":135,"cert":"N\/A","id":47556,"title":"Space Battleship Yamato Resurrection","adult":false,"genre_ids":[28,12,16,878]},{"cast":["Vladas Bagdonas","Aleksandr Bashirov","Semyon Belotserkovskiy","Vladimir Mashkov","Armen Dzhigarkhanyan"],"overview":"The action takes place shortly after the end of the Second World War in the Siberian hinterland, among Russians and Germans with damaged personal stories and a strange transformation: the victors seem to be crawling into the skins of the defeated, and vice versa. Ignat, is the embodiment of the larger-than-life image of the Soviet victorious warrior who, in fact, proves to be shell-shocked, sick and broken, although not completely destroyed. Trains become fetish for the heroes of the film, and speed becomes a mania; they virtually become one with their steam engines, while the machines take on human names. The heroes set up an almost fatal race in the Siberian forest, risking their own lives and those of others.","release_date":"2010-06-06","vote_average":6.1,"runtime":115,"cert":"15","id":47557,"title":"The Edge","adult":false,"genre_ids":[10749,12,18,36]},{"cast":["Eva Angelina","Kristina Rose","Ashli Orion","Sarah Vandella","James Deen"],"overview":"We remind you, in fine fucking fashion, that you can't spell Harassment without A-S-S! With XXX's most astonishing asses, perfect posteriors and ravishing rumps, you'll be whacking your willy for hours on end. Our Booty-ful cast of cock-sucking cuties suck, fuck and bend over backwards to ensure that you have a cock-hardening joint-jerking good time! With Sexual Harassment, you won't have to worry about any lawsuits - all you need to concern yourself with is - your prick-pulling Penal code!","release_date":"2010-03-30","vote_average":0.0,"runtime":144,"cert":"N\/A","id":47560,"title":"Sexual Harassment","adult":true,"genre_ids":[]},{"cast":["Sophia Loren","James Coburn","O.J. Simpson","Eli Wallach","Anthony Franciosa"],"overview":"A mercenary is hired by the FBI to track down a powerful recluse criminal, a woman is also trying to track him down for her own personal vendetta.","release_date":"1979-04-27","vote_average":5.6,"runtime":104,"cert":"N\/A","id":47561,"title":"Firepower","adult":false,"genre_ids":[28,12]},{"cast":["Juliette Lewis","Layla Alizada","Bruce Gray","Michael David Simms","Yanna McIntosh"],"overview":"New York attorney Libby (Juliette Lewis) is a go-getter who won't let anyone stand in the way of her success. But when she accepts a pro bono case involving young Afghan dissident Meena (Layla Alizada), Libby finds her corporate dreams replaced by a growing sense of idealism. Seeking asylum in the United States after years of oppression under the Taliban, Meena desperately wants freedom, and Libby is her only hope. But can Libby deliver?","release_date":"2004-01-19","vote_average":8.0,"runtime":120,"cert":"N\/A","id":47562,"title":"Chasing Freedom","adult":false,"genre_ids":[18]},{"cast":["Billy Joel"],"overview":"Recorded live at Tokyo Dome, Japan November 30, 2006 ... Angry Young Man - My Life - Honesty - The Entertainer - Zanzibar - New York State Of Mind - Allentown - Don-t Ask Me Why - The Stranger - Just The Way You Are - Movin- Out (Anthony-s Song) - An Innocent Man - Miami 2017 (Seen The Lights Go Down On Broadway) - She-s Always A Woman - I Go To Extremes - The River Of Dreams - We Didn-t Start The Fire - Big Shot - It-s Still Rock And Roll To Me - You May Be Right - Scenes From An Italian Restaurant - Piano Man","release_date":"2006-08-06","vote_average":7.0,"runtime":118,"cert":"N\/A","id":47565,"title":"Billy Joel : Tokyo Dome","adult":false,"genre_ids":[]},{"cast":["Paul Henreid","Catherine McLeod","Grace Coppin","Cecil Clovelly","Anne Francis"],"overview":"Idealistic and naive Dr. Jason arrives at a school for delinquent girls and immediately begins to try to make a difference in the lives of some of the inmates. Oblivious to the sadistic treatment of the girls by the matrons, it takes a rebellious girl named Loretta to open his eyes. Assisted by a female staff member, Jason finally gets proof of the abuse and threatens the head of the school with exposure unless he is given full reign to run things.","release_date":"1950-05-20","vote_average":6.3,"runtime":91,"cert":"N\/A","id":47568,"title":"So Young, So Bad","adult":false,"genre_ids":[18]},{"cast":["David Jensen","Sherilyn Fenn","Johanna Braddy","Gary Cole"],"overview":"","release_date":"2004-09-10","vote_average":4.9,"runtime":null,"cert":"N\/A","id":47569,"title":"Pop Rocks","adult":false,"genre_ids":[]},{"cast":["Christina Lindberg","Monica Ekman","Krister Ekman","Leif Naeslund","Per-Axel Arosenius"],"overview":"Maid in Sweden tells the story of Inga, a 16-year-old Swedish girl who leaves her rural home to spend a weekend in the Swedish capital. An innocent with no experience, but with prodigious physical attributes, she has a series of romantic adventures as she throws off the frustrations of her small-town environment.","release_date":"1971-11-03","vote_average":4.2,"runtime":80,"cert":"N\/A","id":47570,"title":"Maid in Sweden","adult":false,"genre_ids":[18]},{"cast":["Warner Baxter","Lois Moran","E.L. Park","Boris Karloff","Gilbert Emery"],"overview":"Sir George hires Hillary Gatt to find out more about Eric who wants to marry Lois. Gatt is murdered and the couple, married, run off to India. Old friend John Beetham sympathizes with the bride who sees that her hubby is a liar and drunk. John and Lois fly to San Francisco. Eric shows up and tries to kill John, but Scotland Yard's Lt. Charlie Chan intervenes. Chan fans may be disappointed in this globe-trotting mystery, however, as the detective (played by Korean actor E.L. Park) only appears in a few scenes.The film is more noteworthy for its introduction of Boris Karloff to sound features, in a small role as a servant from Sudan who mutters inscrutable nonsense about the whims of the desert.","release_date":"1929-06-28","vote_average":4.2,"runtime":91,"cert":"N\/A","id":47571,"title":"Behind That Curtain","adult":false,"genre_ids":[80,9648,53]},{"cast":["Kasey Eldridge","Sheila Walsh"],"overview":"Sheila Walsh's irrepressible, freckle-faced Gigi is back in all her fully-animated majesty! This DVD has 2 more Gigi episodes: \"The Ginormous Sneeze\" and \"A Trip to the Zoo.\" In \"The Ginormous Sneeze,\" Gigi learns that being sick is no fun at all. Based on Philippians 4:6-7, she learns that even though she feels like there's nothing anybody can do to help her feel better, she should never forget to pray! And in \"A Trip to the Zoo,\" Gigi knows how good it feels to be loved by God--when the Heavenly King is your father, you're loved \"royally\"! But while on this trip to the zoo, she sees how important it is to remember that all children are just as special to God as she is.","release_date":"2008-10-19","vote_average":0.0,"runtime":30,"cert":"N\/A","id":47572,"title":"Gigi, God's Little Princess: Gigi's Ginormous Sneeze","adult":false,"genre_ids":[16]},{"cast":["Ben Mendelsohn","Simon Baker","Marcus Graham","Jeremy Sims","Maya Stange"],"overview":"Secret Men's Business explores the relationships and issues of 4 school-friends reunited after the death of a beloved school teacher. During a weekend of sun, surf, girls, wives and late night reminiscing, the friends begin to deal with certain truths which have been ignored for some time. As relationships and issues are explored, the friends face their own personal challenges amidst a contempt bourne out of familiarity.","release_date":"1999-01-01","vote_average":7.5,"runtime":86,"cert":"N\/A","id":47573,"title":"Secret Men's Business","adult":false,"genre_ids":[]},{"cast":["Susie Porter","Kelly McGillis","Abbie Cornish","John Noble","Billy Mitchell"],"overview":"The Monkey's Mask is a 2000 thriller film directed by Samantha Lang. It stars Susie Porter and Kelly McGillis. Porter plays a lesbian private detective who falls in love with a suspect (McGillis) in the disappearance of a young woman. The film is based on the verse novel of the same name by Australian poet Dorothy Porter.","release_date":"2000-09-27","vote_average":4.6,"runtime":93,"cert":"N\/A","id":47574,"title":"The Monkey's Mask","adult":false,"genre_ids":[53,80]},{"cast":["David Tennant","Sarah Parish","Harry Treadaway","Jim Carter","Ron Donachie"],"overview":"Alan and Tricia Hamilton are blissfully happy. One day their perfect life is torn apart when Alan steps in front of a passing car. He's left with a brain injury that completely transforms his personality.","release_date":"2007-02-25","vote_average":6.7,"runtime":60,"cert":"","id":47575,"title":"Recovery","adult":false,"genre_ids":[10770,18]},{"cast":["Sergio Corrieri","Daisy Granados","Eslinda Núñez","Omar Valdés","René de la Cruz"],"overview":"In the aftermath of the Bay of Pigs incident, Sergio chooses to stay behind in Cuba while his wife and family escape to neighboring Miami. Alone in a brave new world, Sergio observes the constant threat of foreign invasion while chasing young women all over Havana. He finally meets Elena, a young virgin girl he seeks to mould into the image of his ex-wife, but at what cost to himself?","release_date":"1968-05-17","vote_average":7.7,"runtime":97,"cert":"N\/A","id":47576,"title":"Memories of Underdevelopment","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"1915-01-01","vote_average":5.4,"runtime":8,"cert":"N\/A","id":47577,"title":"Bout-de-Zan et l'embusqué","adult":false,"genre_ids":[]},{"cast":["Hiroko Yakushimaru","Hiroyuki Sanada","Sonny Chiba","Minori Terada","Masaki Kyômoto"],"overview":"The evil Hikita clan rises from the dead to fulfill a curse on the Satomi clan by restoring the face of their warlord by using the skin of Princess Shizu. In the process of trying to capture her, the clan murders her entire family, but Princess Shizu escapes their clutches. She enlists the aid of eight samurai warriors, possessors of powerful magic crystal, led by Dosetsu (Sonny Chiba!) to help rescue the remaining members of her court and revenge her family. Along the way, they must fight undead warriors, evil spirits, poisonous beauties and a giant centipede.","release_date":"1983-12-10","vote_average":5.8,"runtime":133,"cert":"N\/A","id":47578,"title":"Legend of the Eight Samurai","adult":false,"genre_ids":[27,18,28,14,12]},{"cast":["Henri Rollan","Charles Martinelli","Albert Préjean","Madeleine Rodrigue","Marcel Vallée"],"overview":"A night watchman on the Eiffel Tower wakes up to find the entire population of the city frozen in place.","release_date":"1924-01-01","vote_average":6.6,"runtime":35,"cert":"N\/A","id":47579,"title":"At 3:25","adult":false,"genre_ids":[35]},{"cast":["Eugene Nomura","Yuri Kinugawa","Brenda Kendall","Yôko Narahashi","Joel Tobeck"],"overview":"Niki Caro directed this romantic drama from New Zealand, adapted from Peter Wells' story, Of Memory &amp; Desire, about the doomed affair of a Japanese couple on their honeymoon in New Zealand. The body of Keiji (Eugene Nomura) is pulled ashore on a New Zealand beach; his widow Sayo (Yuri Kinugawa) then tells the tale in flashback: Attracted to Keiji, Sayo marries him over the objections of his mother (Yoko Narahashi). Keiji becomes depressed when it seems he cannot consummate their marriage.","release_date":"1998-01-01","vote_average":5.5,"runtime":89,"cert":"N\/A","id":47580,"title":"Memory & Desire","adult":false,"genre_ids":[18,10749]},{"cast":["Joy Smithers","Mark Lee","Miranda Otto"],"overview":"Some people say love is sex, sex is love. While others say sex is a four letter word. Sylvia is a love columnist who is writing a book on love stories. On a warm summer night she has invited six friends to tell true stories of their intimate love and sexual experiences. During the course of the evening the boundaries between love, sex and friendship narrow. People are exposed, fears are shared, friendships tested and relationships are destroyed and new ones formed. SEX IS A FOUR LETTER WORD is a contemporary film about love in the 1990s.","release_date":"1995-01-01","vote_average":0.0,"runtime":94,"cert":"N\/A","id":47581,"title":"Sex Is a Four Letter Word","adult":false,"genre_ids":[]},{"cast":["Claudio Brook","Rita Macedo","Arturo Beristáin","Diana Bracho","Gladys Bermejo"],"overview":"The story of a disciplined and sexually driven man who keeps his family isolated in his home for years to protect them from the “evil nature” of human beings while inventing (with his wife) rat poison.","release_date":"1973-05-10","vote_average":7.6,"runtime":110,"cert":"N\/A","id":47582,"title":"Castle of Purity","adult":false,"genre_ids":[18]},{"cast":["Feng Gong","Lü Liping","Zhiwen Wang","Jiang Shan","Feng Xiaogang"],"overview":"The wife of a prominent psychiatrist can't find her marriage certificate one day. This \"jiehunzheng\" is all important. Without it, the family officially has never existed, including the daughter. The couple go on a wild goose chase through the Chinese bureaucracy, meeting catch-22 all the way....they need a certificate to get a new one, etc. They even journey back to the People's Commune where they met, now the site of modern private enterprises where nobody even recalls the former occupants.","release_date":"2001-01-01","vote_average":0.0,"runtime":110,"cert":"N\/A","id":47583,"title":"The Marriage Certificate","adult":false,"genre_ids":[]},{"cast":["Donald Sutherland"],"overview":"In 2005, a small group of scientists and filmmakers agreed to leave everything behind for more than a year to sail to the Antarctic and live in isolation. Following in the path of the greatest explorers, expedition leader Jean Lemire and the crew of the Sedna IV dedicated themselves completely to measuring the threat posed by global warming in a place where Earth is particularly vulnerable. The resulting film, is a record of their incredible 430-day journey that inspires equal measures of fear and admiration. Alternating between captivating images of beauty and serenity, and spine-tingling sequences where the ship's crew finds itself on the edge of catastrophe, this is an expedition where danger and wonder are inextricably linked.","release_date":"2007-11-26","vote_average":4.0,"runtime":120,"cert":"N\/A","id":47584,"title":"The Last Continent","adult":false,"genre_ids":[99]},{"cast":["Mary-Louise Parker","Molly Parker","Gabrielle Rose","Elize Francis Stolk","Nadia Litz"],"overview":"Three sets of tenants in a live\/work building have daily lives and\/or current stories acutely involving one or more of the five senses.","release_date":"1999-05-18","vote_average":6.4,"runtime":106,"cert":"N\/A","id":47585,"title":"The Five Senses","adult":false,"genre_ids":[18]},{"cast":["Theodoros Katsadramis","Mirka Kalatzopoulou","Nico Mastorakis","Lina Triantafillou","Pantelis Voulgaris"],"overview":"The team of journalists of a radio show asks women on the street for their definition of the ideal man in order to conduct a search for someone to fill the bill, a specimen who has all these characteristics. The lucky guy will spend a few hours in the company of a well-known movie star","release_date":"1968-01-01","vote_average":7.0,"runtime":22,"cert":"N\/A","id":47586,"title":"Broadcast","adult":false,"genre_ids":[18]},{"cast":["Pete Postlethwaite","Antonie Kamerling","Géraldine Pailhas"],"overview":"After an argument and fight with a wealthy one night stand in a posh hotel, young hustler Chris finds himself trapped inside. With nowhere to go and the cops closing in on the hotel fast, he wanders into \"Suite 16\" in a fit of despair. Inside, a handicapped and wheelchair bound Glover (Pete Postlethwaite) is held captive for the evening once discovered by Chris. However, things change the next day when Glover informs Chris that the woman he slept with is now dead; and that he surely will be sought out for her murder. Lonely and bored, Glover offers to shelter Chris for awhile while the cuts and bruises from the previous nights escapades have time to heal.","release_date":"1994-11-24","vote_average":6.3,"runtime":106,"cert":"N\/A","id":47587,"title":"Suite 16","adult":false,"genre_ids":[53,10749]},{"cast":["Stellan Skarsgård","Charlotte Rampling","Deborah Kara Unger"],"overview":"Under the influence of signs and premonitions, a man allows himself to veer in and out of a love affair with his colleague.","release_date":"2001-02-09","vote_average":5.5,"runtime":105,"cert":"N\/A","id":47588,"title":"Signs & Wonders","adult":false,"genre_ids":[18]},{"cast":["Friedel von Wangenheim","Kai Schumann","Ben Becker","Wolfgang Völz","Otto Sander"],"overview":"The life story of Dr. Magnus Hirschfeld, a German Jew, who as a physician established the field of sexology, and fought militantly against German anti-sodomy laws in the late 19th century. The script reveals main characters in Hirschfeld's life including impossible love interest Baron von Teschenberg, and Hirschfeld's aids- young Karl Giese and guardian angel, the transvestite Dorchen, as they establish the First Institute of Sexual Sciences in Berlin in 1920, and follows their struggles to keep it open, up to the rise of the Third Reich in the mid 1930s.","release_date":"2000-03-16","vote_average":5.7,"runtime":100,"cert":"N\/A","id":47589,"title":"The Einstein of Sex: Life and Work of Dr. M. Hirschfeld","adult":false,"genre_ids":[18,36]},{"cast":["Anna Sten","Vladimir Fogel","Ivan Koval-Samborsky","Serafima Birman","Vladimir Mikhaylov"],"overview":"Young and beautiful girl (Anna Sten), lives near Moscow, earning a making hats for the fashion store in Moscow. Due to the requirements of the Soviet government on standards of living space, the store owner has to prescribe it fictitiously in his apartment. But on the train she meets a young boy (Ivan Koval-Samborski), and the housing problem changes their lives.","release_date":"1927-01-01","vote_average":7.0,"runtime":86,"cert":"N\/A","id":47590,"title":"The Girl with the Hat Box","adult":false,"genre_ids":[10749,18,35]},{"cast":["Joanne Froggatt","Bryan Brown","Laurence Breuls","John Wood","Tom Long"],"overview":"After surviving the terrifying outback abduction of her boyfriend, Joanne Lees became the victim of a relentless trial by media across two continents. With no body to speak of, reported 'sightings' of Peter, and revelations Joanne had cheated on her boyfriend, the public and media in both Britain and Australia refused to accept Joanne's innocence on face value. This is the story of one young woman's courage in the face of one of the most mysterious crimes in Australian history.","release_date":"2007-03-18","vote_average":6.2,"runtime":94,"cert":"N\/A","id":47591,"title":"Joanne Lees: Murder In The Outback","adult":false,"genre_ids":[53,18,80]},{"cast":[],"overview":"A street performer fights a pathological man for his girlfriend's love.","release_date":"2000-01-01","vote_average":4.0,"runtime":98,"cert":"N\/A","id":47592,"title":"Silver Man","adult":false,"genre_ids":[18,10749]},{"cast":["Grace Johnston","Jason Padgett","Tracy Kay","Douglas Tait","Patrick Gallaway"],"overview":"The the backwoods of Kentucky, a demented family begin the process of cleaning up their \"bloodline.\" Their family is led by Billy Bob Hackford, who in his madness abducts unsuspecting young women. As a sadistic sport, the family forces the women to fight to the death. Billy Bob then rapes the victor in hopes of a making her pregnant and expanding the Hackford family. The Hackford's plan changes when they abduct Amber Strickland, a southern tomboy whose family ties run as deep as her abductors. She's not a victim or prey, but a huntress raised in the backwoods of Alabama. Her brothers, Bear and Brody track her down and a feud of country folks erupt into a massacre.","release_date":"2007-01-31","vote_average":4.1,"runtime":92,"cert":"N\/A","id":47593,"title":"Bloodlines","adult":false,"genre_ids":[27]},{"cast":["Nicholas Eadie","Georgie Parker","Daniela Farinacci","Asher Keddie","Matthew Le Nevez"],"overview":"The Society Murders was the name given to the April 4, 2002 murders of husband and wife millionaire socialites Margaret Mary Wales-King, 69, and husband, Paul Aloysius King, 75 in Melbourne, Victoria, Australia, by their son, Matthew Wales. The crime and subsequent trial received widespread media coverage throughout Australia and later became the subject of both a book and a television film.","release_date":"2006-06-18","vote_average":0.0,"runtime":93,"cert":"N\/A","id":47594,"title":"The Society Murders","adult":false,"genre_ids":[53,80]},{"cast":["Lena Endre","Erland Josephson","Krister Henriksson","Thomas Hanzon","Michelle Gylemo"],"overview":"Scripted by Ingmar Bergman, this very personal film is about a destructive affair which wrecks the marriage of an actress (Marianne) and musician (Markus). Wanting to continue the affair, Marianne moves in with her lover. But she is tormented by Markus' decision not to let her have custody of their daughter. Finally Markus announces he may have a solution to the stalemate, but this leads to deception, lies and ultimately, tragedy.","release_date":"2000-09-15","vote_average":7.3,"runtime":142,"cert":"N\/A","id":47595,"title":"Faithless","adult":false,"genre_ids":[18,10749]},{"cast":["Kipp Marcus","Bernadette Peters","Alice Dylan","Larry Pine","Henry Simmons"],"overview":" ","release_date":"1999-01-01","vote_average":5.0,"runtime":90,"cert":"N\/A","id":47596,"title":"Snow days","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Eddie Black is a first year college student on the honor role, but after financial hardship and a broken heart, he attempts refuge in a street gang called Decepticons.","release_date":"2009-12-29","vote_average":0.0,"runtime":85,"cert":"N\/A","id":47597,"title":"The Eddie Black Story","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Cloe, Sasha, Yasmin, and Jade get zapped into Fairy Tale Land, and star as Rapunzel, Snow White, Red Riding Hood, and Cinderella together in one big movie!","release_date":"2008-02-26","vote_average":4.8,"runtime":73,"cert":"N\/A","id":47598,"title":"Bratz Kidz Fairy Tales","adult":false,"genre_ids":[16,35,10751]},{"cast":["Tia Mowry","Soleil Moon Frye","Olivia Hack","Dionne Quan","Wendie Malick"],"overview":"The Bratz girls have hit upon the perfect way to express themselves and their stylin' creativity by starting up their own teen magazine. Yasmin, Chloe, Jade, and Sasha are in for some fashion-forward adventure when their first task at the mag is to fly to London to cover a super-hot rock concert. Unfortunately, rival journalists from YOUR THING magazine have gotten the same idea. Mean-spirited editor Burdine Maxwell and her evil interns, twins Kirstee and Kaycee, happen to show up right when the Bratz girls lose their passes to the show. Coincidence? Probably not, but now the girls have to find another way to get in, and they realize the only way they can get access is to become a rock band themselves! It's time to rock out and save the mag, all in a day's work for these hip chicks.","release_date":"2005-01-01","vote_average":6.3,"runtime":76,"cert":"N\/A","id":47599,"title":"Bratz: Rock Angelz","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"In this new version of \"The Three Little Pigs\", the three pigs become the target of a special-ops team of wolves. The wolves' plan to finally infiltrate the impenetrable house of bricks by leaving a tiny wolf cub on the unassuming pigs' doorstep. The pigs take the baby in and raise him as their own. The newest addition to their family, Lucky, grows up into his teens not knowing his history, his role in the wolves' plan or the difficult choice he will have to make about the family that raised him.[6]","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":47600,"title":"Three Pigs and a Baby","adult":false,"genre_ids":[]},{"cast":["Peter Fenton"],"overview":"The rise of terrorism and the persistence of social liberation movements highlight the question: what is the right way to respond to a corrupt government, oppression and injustice? The exploits of Ned Kelly, Australian icon and notorious outlaw, raise the same question. Thought a hero by some and a terrorist by others, this documentary sets out to examine the man and the issues and to tell the historically accurate story...Was Ned Kelly an outlaw, a freedom fighter or simply a murderer?","release_date":"2004-12-16","vote_average":0.0,"runtime":53,"cert":"N\/A","id":47601,"title":"Besieged - The Ned Kelly Story","adult":false,"genre_ids":[]},{"cast":["Damon Gameau","Samantha Noble","Leah de Niese","Ayse Tezel","Steve Adams"],"overview":"A group of disaffected twenty-somethings occupy a dystopic, hyper-urban Australia. They spend their time eating udon noodles, listening to Swedish pop music and committing mass executions for the police.","release_date":"2007-08-21","vote_average":0.0,"runtime":90,"cert":"N\/A","id":47602,"title":"Court of Lonely Royals","adult":false,"genre_ids":[28,12,18]},{"cast":[],"overview":"The Doug Anthony All Stars were an Australian musical comedy group who performed together between 1984 and 1994. The band was an acoustic trio comprising Paul McDermott and Tim Ferguson on main vocals and Richard Fidler on guitar and backing vocals. They were known for their aggressive, provocative style; their habit of involving audience members and their tendency to attack topical and sometimes controversial issues in their comedy. Dead &amp; Alive, is a live recording of one of their London shows...","release_date":"1993-06-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":47603,"title":"DAAS - Doug Anthony All Stars, Dead and Alive","adult":false,"genre_ids":[]},{"cast":["Ewan McGregor","Greta Scacchi","Richard E. Grant","Carmen Chaplin","Donal McCann"],"overview":"A man sends a young architect to build an extravagant garden to bankrupt the husband of the woman he once loved.","release_date":"1997-05-14","vote_average":5.4,"runtime":104,"cert":"N\/A","id":47604,"title":"The Serpent's Kiss","adult":false,"genre_ids":[18,10749]},{"cast":["John Richardson","Yanti Somer","West Buchanan","Katia Christine","Vassili Karis"],"overview":"A strange signal arrives on the Earth disturbing all communications, while an UFO appears above the Antarctic sea. Captain Alex Hamilton is sent with his spaceship and crew to the space outside the Solar System to find the origin of that signal. They reach an unknown planet where a giant robot enslaved a whole population of humanoids by taking their psychic energies.","release_date":"1977-09-23","vote_average":3.1,"runtime":89,"cert":"N\/A","id":47605,"title":"War of the Planets","adult":false,"genre_ids":[878]},{"cast":["Simone Corrente","Elena Bouryka","Carla Cassola","María Blanco-Fafián","Emilio De Marchi"],"overview":"The gorgeous young actress Ginette auditions for the lead role in the first long feature film of the controversial artist Alex Sherba and she's almost immediately submitted to a long series of harassing questions and indecent proposals. Alex quickly turns out to be a mentally unstable and potentially dangerous man, and when she finds an earring belonging to a missing friend of hers, Ginette even suspects that he might be a killer and starts her very own private investigation. Meanwhile, the torturing of other poor girls cheerfully continues in the dungeon of Alex' parental house.","release_date":"2005-01-01","vote_average":3.7,"runtime":100,"cert":"N\/A","id":47606,"title":"The Torturer","adult":false,"genre_ids":[53,27]},{"cast":["Lena Dunham","Laurie Simmons","Grace Dunham","Rachel Howe","Merritt Wever"],"overview":"After graduating from film school, Aura returns to New York to live with her photographer mother, Siri, and her sister, Nadine, who has just finished high school. Aura is directionless and wonders where to go next in her career and her life. She takes a job in a restaurant and tries unsuccessfully to develop relationships with men, including Keith, a chef where she works, and cult Internet star Jed.","release_date":"2010-11-12","vote_average":5.9,"runtime":99,"cert":"N\/A","id":47607,"title":"Tiny Furniture","adult":false,"genre_ids":[10749,35,18]},{"cast":["Chris O'Donnell","Drew Barrymore","Matthew Lillard","Richard Chaim","Robert Nadir"],"overview":"Matt falls for Casey, the new girl in school. She's fun-loving and eccentric, but there's a darkness to her whimsy that Matt can't begin to comprehend. When Casey attempts to commit suicide, her parents place her in a mental institution. Matt springs her out, and together the young lovers head on a road trip. They believe their love can \"cure\" Casey's problems. Matt starts to wonder, though, if are they inspired or misguided.","release_date":"1995-05-26","vote_average":5.0,"runtime":95,"cert":"N\/A","id":47608,"title":"Mad Love","adult":false,"genre_ids":[18,10749]},{"cast":["Louie Giglio"],"overview":"Indescribable takes us on an image-rich journey through the Cosmos, allowing us to peer into God's universe to discover the amazing magnitude of His greatness and grace.","release_date":"2009-08-11","vote_average":0.0,"runtime":43,"cert":"N\/A","id":47609,"title":"Louie Giglio: Indescribable","adult":false,"genre_ids":[]},{"cast":["Jürgen Vogel","Fabian Hinrichs","Nora von Waldstätten","Jule Böwe","Eleonore Weisgerber"],"overview":"The story of a seemingly settled bank employee who breaks the shackles of his everyday life and becomes a wanderer between worlds. Frederik is an up-and-coming young bank employee who lives an ordinary life. When a bank customer, whom Frederik has denied a loan in the face of the bank crisis, shoots himself in front of Frederik, he snaps. Together with ex-con Vince,he begins to live out a new, dark side of himself. He robs his rich bank customers' homes and gives the money to the needy. The initial rush of crossing social boundaries soon develops into an addiction to ever greater thrills.","release_date":"2010-03-24","vote_average":6.8,"runtime":97,"cert":"N\/A","id":47610,"title":"Gravity","adult":false,"genre_ids":[80,18]},{"cast":["Jeff Caxide","Bryant Clifford Meyer","Aaron Turner","Justin Chancellor","Troy Zeigler"],"overview":"Track 1 &amp; 2 recorded 11.05.2005, The Troubadour, Los Angeles CA;\r Track 3 &amp; 4 recorded 08.26.2001, CBGB's, New York, NY;\r Track 5 recorded 02.05.2005, Club Quattro, Tokyo;\r Track 6 &amp; 7 recorded 06.03.2001, CBGB's New York, NY;\r Track 8 recorded 02.11.2005, Annandale Hotel, Sydney.","release_date":"2006-09-26","vote_average":0.0,"runtime":148,"cert":"N\/A","id":47611,"title":"Isis - Clearing The Eye","adult":false,"genre_ids":[10402]},{"cast":["Dita Parlo","Pierre de Guingand","Germaine Rouer","Madame Barsac","Nadia Sibirskaïa"],"overview":"Denise, an orphaned girl, moves to Paris where she hopes to find work at her uncle's store. But the glamorous department store 'Aux Bonheur des Dames' across the street crunches all the little businesses around. She finds a position there.","release_date":"1930-07-03","vote_average":5.0,"runtime":85,"cert":"N\/A","id":47612,"title":"Au Bonheur des Dames","adult":false,"genre_ids":[35,18]},{"cast":["Po Chan","Timothy Lee","Larry Peloso","David Yee","David Song Wei Liu"],"overview":"17-year-old Eric follows his parents to immigrate to Canada and is thus forced to confront different emotional and cultural problems. He must not only adjust to the new environment, but also come to terms with his homosexuality. Standing at the brink of adulthood, he encounters a series of potential romantic interests - his handsome cousin, a schoolmate, a middle aged lawyer and finally a kitchen helper. They represent different stages in Eric's development, from infatuation, sex, love to a sense of responsibility.","release_date":"2005-11-06","vote_average":6.0,"runtime":80,"cert":"N\/A","id":47613,"title":"Innocent","adult":false,"genre_ids":[18]},{"cast":["Alexandra Aponte","Roberto Urbina","Jorge Antonio Saavedra","Ronica V. Reddick","Matthew Guida"],"overview":"A poor girl, a rich stud, a university student and a model -- nothing in common, except the desire to experience true intimacy. Their stories unfold and overlap as each becomes victim to their own sexual dependencies, self-perceptions and illusions. Thematically structured around issues of femininity, masculinity, virginity, rape and sexuality, each teen struggles to make sense of their own identity, reaching for ideals that represent everything they feel they are supposed to be, but are not.","release_date":"2003-08-31","vote_average":5.3,"runtime":104,"cert":"N\/A","id":47614,"title":"Sexual Dependency","adult":false,"genre_ids":[18,10749]},{"cast":["Criswell","Fawn Silver","Pat Barrington","William Bates","Mickey Jines"],"overview":"Orgy of the Dead is an unrated 1965 film directed by Stephen C. Apostolof under the alias A. C. Stephen. The screenplay was adapted by cult film director Edward D. Wood, Jr from his own novel. It is a combination of horror and erotica, and is something of a transition for Wood, who began as a horror writer and later began writing pornography.","release_date":"1965-01-01","vote_average":2.6,"runtime":92,"cert":"N\/A","id":47615,"title":"Orgy of the Dead","adult":false,"genre_ids":[14,27]},{"cast":["Ingrid Bergman","Rex Harrison","Shirley MacLaine","Jeanne Moreau","George C. Scott"],"overview":"One Rolls-Royce belongs to three vastly different owners, starting with Lord Charles, who buys the car for his wife as an anniversary present. Another owner is Paolo Maltese, a mafioso who purchases the car during a trip to Italy and leaves it with his girlfriend while he returns to Chicago. Later, the car is owned by American widow Gerda, who joins the Yugoslavian resistance against the invading Nazis.","release_date":"1964-12-31","vote_average":6.3,"runtime":122,"cert":"","id":47616,"title":"The Yellow Rolls-Royce","adult":false,"genre_ids":[35,10749,18]},{"cast":[],"overview":"An analysis of the social upheaval of May 1968, made in the immediate wake of the workers’ and students’ protests. The picture consists of two parts, each with with identical image tracks, and differing narration.","release_date":"1968-12-29","vote_average":5.8,"runtime":108,"cert":"N\/A","id":47617,"title":"A Film Like Any Other","adult":false,"genre_ids":[99]},{"cast":["Julien Phipps","Gideon Karmel","Jason Bell","Jae Lee","Bob Dong"],"overview":"Yellow or Adicolor Yellow is a 2006 futuristic short film by director Neill Blomkamp, written by Terri Tatchell and Blomkamp. It was produced at the request of sportswear maker Adidas as a part of its \"Adicolor\" viral ads campaign, in which advertising agency Idealogue gathered seven directors, assigning a different color to each of them, and asked them to produce a feature based on their emotional and creative response to the given color, later to be distributed in the form of podcasts.  The four-minute film, shot by Trent Opaloch in Blomkamp's usual handheld camera mockumentary style, deals with an Israeli robotic globe-trotter gone rogue.","release_date":"2006-01-01","vote_average":6.2,"runtime":4,"cert":"N\/A","id":47618,"title":"Adicolor Yellow","adult":false,"genre_ids":[878]},{"cast":["Chad Allen","Sebastian Spence","Jack Wetherall","Sean Young","April Telek"],"overview":"Gay detective Donald Strachey is commissioned to protect gay activist John Rutka, who is known for \"outing\" prominent citizens. Strachey abandons bodyguard duty when he feels that Rutka is staging the threats against himself. When Rutka turns up dead, Strachey is faced with an extensive list of enemies all with enough motive to kill.","release_date":"2005-07-07","vote_average":6.0,"runtime":98,"cert":"N\/A","id":47619,"title":"Third Man Out","adult":false,"genre_ids":[28,80,18,9648,53]},{"cast":["Scott Renderer","James Lyons","Edith Meeks","Millie White","Buck Smith"],"overview":"Three intercut stories about outsiders, sex and violence. In \"Hero,\" Richie, at age 7, kills his father and flies away. After the event, a documentary in cheesy lurid colors asks what Richie was like and what led up to the shooting. In the black and white \"Horror,\" a scientist isolates the elixir of human sexuality, drinks it, and becomes a festering, contagious murderer; a female colleague who loves him tries to help, to her peril. In \"Homo,\" a prisoner in Fontenal prison is drawn to an inmate whom he knew some years before, at Baton juvenile institute, and whose humiliations he witnessed. This story is told in dim light, except for the bright flashbacks.","release_date":"1991-04-05","vote_average":5.9,"runtime":85,"cert":"18","id":47620,"title":"Poison","adult":false,"genre_ids":[18,27,878]},{"cast":[],"overview":"The film follows a 'tempbot', a robot assigned for a short period of time at an ordinary office, and his romantic endeavours with the Human Resources manager.","release_date":"2006-01-01","vote_average":7.0,"runtime":15,"cert":"N\/A","id":47621,"title":"Tempbot","adult":false,"genre_ids":[878,35]},{"cast":["Vera Pap","Pásztor Erzsi","Éva Szabó","Tamás Dunai","László Halász"],"overview":"Angi Vera, as a promising young woman, gets invited to a Communist training center to undergo the next level of indoctrination into Party life. She begins to realize how people get ahead in the Party: by saying things they don't mean but think are politically correct; by becoming friends with Party dignitaries, even if you don't like them; by being seen as a dedicated worker (as opposed to actually being a dedicated worker).","release_date":"1979-01-01","vote_average":5.0,"runtime":96,"cert":"N\/A","id":47622,"title":"Angi Vera","adult":false,"genre_ids":[18,10749]},{"cast":["Don Castle","Elyse Knox","Regis Toomey","Charles D. Brown","Rory Mallinson"],"overview":"Around Christmas time, a woman tries to prove the innocence of her dancer husband jailed for a crime she just knows he didn't commit.","release_date":"1948-05-23","vote_average":5.1,"runtime":70,"cert":"N\/A","id":47623,"title":"I Wouldn't Be in Your Shoes","adult":false,"genre_ids":[80,9648]},{"cast":["Omid Djalili"],"overview":"Omid Djalili is an award winnig British Iranian actor and comedian. Acclaimed as one of Britain's funniest standup comedians, he regularly performs on the comedy and theatre scene. His film and television appearances are no less impressive, including 'The Mummy', 'Spy Game', 'Gladiator' and 'Modigliani' among others. No Agenda is his first live stand up DVD. Shot over two sold out performances on March 26th 2006, it also includes some great extras: disco dancing from his first ever TV appearance in 1996 (introduced by a very young looking Jonathan Ross), his first set at Jongleurs Live in 2000, and the truth behind that crazy fall at the very end of the show.","release_date":"2007-11-27","vote_average":5.8,"runtime":77,"cert":"18","id":47624,"title":"Omid Djalili - No Agenda","adult":false,"genre_ids":[35]},{"cast":["Omid Djalili"],"overview":"He's back! One of Britain's best loved comedians, the multi award-winning British-Iranian, Omid Djalili takes on the world in a brand new sensational stand up show. Undertaking a huge sell-out tour across the UK, 'Live in London' captures Omid at his very best, recorded live at the celebrated home of comedy - the Hammersmith Apollo.","release_date":"2009-11-16","vote_average":5.0,"runtime":70,"cert":"18","id":47625,"title":"Omid Djalili - Live in London","adult":false,"genre_ids":[35]},{"cast":["Jay Baruchel","Gerard Butler","Craig Ferguson","America Ferrera","Jonah Hill"],"overview":"The film follows Hiccup and his young fellows accompanying their mentor, Gobber, on a quest to kill the legendary Boneknapper Dragon. An extra that accompanies the film \"How to Train Your Dragon\".","release_date":"2010-10-15","vote_average":6.4,"runtime":16,"cert":"N\/A","id":47626,"title":"Legend of the BoneKnapper Dragon","adult":false,"genre_ids":[10770,16,14,10751]},{"cast":["Richard Masur","Eugene Levy","Mimi Kennedy","David Faustino","Leonard Frey"],"overview":"In this sequel to the made-for-television Disney family classic, Mr. Boogedy, the Davis family deals with the return of Mr. Boogedy and his never-ending hunt for Widow Marion as well as a rival gag-store competitor who really has it out for Carleton. Meanwhile, the town of Lucifer Falls is planning a big carnival which the mean Mr. Lynch seeks to ruin- if Boogedy doesn't see to that first.","release_date":"1987-04-12","vote_average":7.3,"runtime":90,"cert":"N\/A","id":47631,"title":"Bride of Boogedy","adult":false,"genre_ids":[27,10751,35,10770]},{"cast":["John Calvert","Rochelle Hudson","Roscoe Karns","Lyle Talbot","Theodore von Eltz"],"overview":"John Calvert takes over as the Falcon in this Poverty-Row continuation of the film series.","release_date":"1948-04-01","vote_average":5.4,"runtime":64,"cert":"N\/A","id":47632,"title":"Devil's Cargo","adult":false,"genre_ids":[9648]},{"cast":["John Calvert","Catherine Craig","Jack Reitzen","Lyle Talbot","Peter Brocco"],"overview":"The second Falcon film to feature actor\/magician John Calvert. This one has the Falcon dealing with art thieves.","release_date":"1948-11-24","vote_average":4.5,"runtime":67,"cert":"N\/A","id":47633,"title":"Appointment with Murder","adult":false,"genre_ids":[9648]},{"cast":["Ken Takakura","Sonny Chiba","Kei Yamamoto","Eiji Gō","Akira Oda"],"overview":"One of the Japanese Shinkansen “Bullet Trains” is threatened with a bomb that will explode automatically if the train slows below 80 km\/h, unless a ransom is paid. Police race to find the bombers and to learn how to defuse the bomb.","release_date":"1975-07-05","vote_average":6.4,"runtime":152,"cert":"N\/A","id":47634,"title":"The Bullet Train","adult":false,"genre_ids":[53,80,18]},{"cast":["Tim Conway","Don Knotts","Melissa Disney","Sam Mercurio"],"overview":"Good thing God never says anything unusual to Hermie. Uh-oh… suddenly there's room for doubt. What possible need would the Garden Gang have for a boat? It hasn't rained in ages. Isn't it good enough to believe God once-why do we have to keep on trusting Him time after time? Hermie and the High Seas teaches the lesson based on Jesus' words from the mountain-side in Matthew 6 about relying on God to care for our every need.","release_date":"2008-01-01","vote_average":8.0,"runtime":60,"cert":"N\/A","id":47635,"title":"Hermie: And The High Seas","adult":false,"genre_ids":[12,16,10751]},{"cast":[],"overview":"The garden bugs secretly agree to help Buzby show his misbehaving niece and nephew how unpleasant life would be if everyone misbehaved the way they do. After a few encounters with misbehaving bugs-seeing how dangerous, gross, and uncomfortable things can become when no one cleans up after themselves, uses good table manners, or gets enough sleep- Beebee and Buddy decide to practice good behavior.","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":47636,"title":"Buzby and the Grumble Bees","adult":false,"genre_ids":[]},{"cast":["Max Davidson","Johnny Fox","Martha Sleeper","Gaston Glass","Eugene Pallette"],"overview":"Papa Gimplewart is unimpressed by the young lawyer who wants to marry his daughter. 'Win your first case - then you can have her' is his reply.","release_date":"1927-05-27","vote_average":5.2,"runtime":20,"cert":"N\/A","id":47639,"title":"Prudence","adult":false,"genre_ids":[35]},{"cast":["J. Reuben Appelman","Nova Tydings","Stitch Marker","Jim Lile","Antonio Gutiérrez"],"overview":"A veteran of the war in Iraq, and self-proclaimed American Patriot, becomes convinced that the federal government is setting him up as the fall guy in a soon-to-be terrorist attack on American soil ~ yet his reactions to the paranoia unmistakably parallel that of a would-be terrorist. At once controversial and definitive, vehemently proactive, and overwhelmingly relevant in a political climate charged with uncertainties, Person of Interest gives voice to a disenfranchised generation of soldiers, while bravely prodding at the seams of homegrown terrorism in the United States.","release_date":"2010-10-02","vote_average":6.1,"runtime":71,"cert":"N\/A","id":47640,"title":"Person of Interest","adult":false,"genre_ids":[80,18,9648]},{"cast":[],"overview":"Children will fall in love with these wonderful characters as they \"Meet the Shapes.\" This video was developed do to the overwhelming success of Meet the Letters. Children who watch Meet the Shapes can easily learn to identify and name eight common shapes in just a few days. Meet the Shapes is designed to teach shapes to babies and toddlers while they are learning to talk. You will be amazed at how easily your little ones can learn their shapes!","release_date":"2005-12-13","vote_average":0.0,"runtime":30,"cert":"N\/A","id":47641,"title":"Meet the Shapes","adult":false,"genre_ids":[10751,16]},{"cast":["María Adánez","Sean Astin","Anjelica Huston","Ron Perlman","Giovanni Ribisi"],"overview":"The Spirit of the Forest is a fun-filled, action-packed adventure that takes you into a spectacular world beyond your imagination! The evil Mrs. D’Abondo wants to help a powerful businessman build a highway through the middle of the forest, a diabolical plan that forces the forest creatures to flee. To stop Mrs. D’Abondo and save their homes, Furi leads his friends in a daring mission to keep the forest alive.","release_date":"2008-09-12","vote_average":5.7,"runtime":90,"cert":"N\/A","id":47644,"title":"Spirit of the Forest","adult":false,"genre_ids":[14,16]},{"cast":["Marcel Schlutt","Mike Sale","Ralf Steel","David Parik","Pedro Sobisch"],"overview":"Dennis is a new inmate. Mike is an older black inmate. Together the two face hostile prison officals and inmates in their attempts to become a loving couple.","release_date":"2004-06-05","vote_average":5.2,"runtime":96,"cert":"N\/A","id":47645,"title":"Locked Up","adult":true,"genre_ids":[80,18]},{"cast":["Jacqueline Bisset","Jim Brown","Joseph Cotten","Corbett Monica","Ed Flanders"],"overview":"A British Columbia teenager dreams of show business but winds up as a call girl in Las Vegas.","release_date":"1970-05-27","vote_average":5.1,"runtime":98,"cert":"N\/A","id":47646,"title":"The Grasshopper","adult":false,"genre_ids":[10749,18]},{"cast":["Stephen Chow","Sharla Cheung Man","Ng Man Tat","Gabriel Wong","Roy Cheung"],"overview":"Star Chow (Stephen Chow) is about to be kicked out of the Royal Hong Kong Police's elite Special Duties Unit (SDU). But a senior officer decides to give him one last chance: Star must go undercover as a student at the Edinburgh High School in Hong Kong to recover the senior officer's missing revolver. The undercover operation is made complicated when Star is partnered with Tat - an aging, incompetent police detective (Ng Man-Tat). However, Star still manages to fall in love with Ms Ho (Cheung Man), the school's guidance counselor, as well as disrupting a gang involved in arms-dealing.","release_date":"1991-07-18","vote_average":6.8,"runtime":100,"cert":"N\/A","id":47647,"title":"Fight Back to School","adult":false,"genre_ids":[28,35]},{"cast":["Stephen Chow","Sharla Cheung Man","Ng Man Tat","Vindy Chan","Norman Chu"],"overview":"The illiterate General of Canton, General So, advocates a lazy, happy lifestyle of sex and money. His spoiled and also illiterate son, Chan (Stephen Chow), is his most faithful disciple. For the love of a woman, Chan attends the national exams for Martial Arts Scholar in Peking. Chan is victorious on the physical test, but before he is to be crowned, he is found to have cheated on the written exam. The Emperor sentences Chan to be a beggar. Initially Chan is unable cope with his new role, but with some mystic help, he takes on the position as King of the Beggars Association. Leading this motley crew into battle against an evil warlord in the Emperor's entourage, Chan rescues the Emperor, and gains respect for the beggars.","release_date":"1992-12-17","vote_average":6.5,"runtime":96,"cert":"N\/A","id":47648,"title":"King of Beggars","adult":false,"genre_ids":[28,35,18]},{"cast":[],"overview":"The Loveable Polar Bear with no hair takes another adventure with his friends.Sam is a shy boy whos afraid of almost everything: those strange shadows in his room at night, that noisy street he has to cross on the way to the school, or even worse- to meet this small fierce...","release_date":"2012-10-30","vote_average":4.0,"runtime":70,"cert":"N\/A","id":47649,"title":"My Friend Bernard","adult":false,"genre_ids":[16,10751]},{"cast":["Charlie Chaplin","Edna Purviance","Eric Campbell","James T. Kelly","Albert Austin"],"overview":"When Charlie the Tramp wanders into a mission he is smitten by Edna and puts back the collection box which he has taken. Reformed, he becomes a policeman and is assigned to rough-and-tumble Easy Street. Unable to trick or beat Eric the Tough, he puts Eric's head in a gas pipe and anesthetizes him. A hero, he now helps many poor people living on Easy Street. Eric escapes jail, Edna is kidnapped, but Charlie (recharged after sitting on a doper's needle) conquers all. Easy Street is transformed as is Eric.","release_date":"1917-01-22","vote_average":7.0,"runtime":24,"cert":"N\/A","id":47650,"title":"Easy Street","adult":false,"genre_ids":[35]},{"cast":["Mia Ford","Lori Heuring","Sammi Hanratty","Sam Jaeger"],"overview":"Rachel is a sweet girl with a troubled soul, caused by a unique gift - she can see evil spirits within others. After witnessing the brutal killing of her mother, Rachel and her father look for a fresh start by moving to a new town. After befriending classmate Michelle Lowe, Rachel soon realizes that her new 'best friend' may not be the girl she first appeared to be. Rachel's visions could be the key to stopping a series of violent attacks against the town's children and unlocking the puzzle behind a grim murder","release_date":"2009-06-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":47651,"title":"Within","adult":false,"genre_ids":[18,53]},{"cast":["Jeremy Bloom"],"overview":"Warren Miller Entertainment's Off the Grid--narrated by world champion mogul skier and former Philadelphia Eagle Jeremy Bloom--presents the world's best winter sports athletes embarking on a global mission to discover the deepest snow, the steepest mountains and the world's gnarliest snowball fight. (2006)","release_date":"2006-09-01","vote_average":0.0,"runtime":110,"cert":"N\/A","id":47652,"title":"Warren Miller's Off the Grid","adult":false,"genre_ids":[28,12,99]},{"cast":["Charlie Chaplin","Edna Purviance","Eric Campbell","Albert Austin","Henry Bergman"],"overview":"Charlie is an immigrant who endures a challenging voyage and gets into trouble as soon as he arrives in America.","release_date":"1917-06-17","vote_average":7.4,"runtime":24,"cert":"N\/A","id":47653,"title":"The Immigrant","adult":false,"genre_ids":[35,18]},{"cast":["Gail O'Grady","Silas Weir Mitchell","America Olivo","Jason Thompson","Erin Reese"],"overview":"When remorseless killer James Bennett escapes from lockdown in a mental hospital, an FBI agent and a U.S. Marshal track the madman to his hometown, where he plans to slay a group of graduate students studying his case. But to catch their prey, the officers must plumb the mysteries of psychology, Greek mythology and more.","release_date":"2010-09-11","vote_average":3.8,"runtime":84,"cert":"N\/A","id":47654,"title":"Circle","adult":false,"genre_ids":[27,53]},{"cast":["Mallika Sherawat","Irrfan Khan","Jeff Doucette","Divya Dutta","Raman Trikha"],"overview":"Based on the Far Eastern myth of the snake woman who is able to take on human form.","release_date":"2010-10-22","vote_average":3.5,"runtime":98,"cert":"N\/A","id":47655,"title":"Hisss","adult":false,"genre_ids":[14,27,53]},{"cast":["Yumiko Hosono","Risa Mizuno","Hiroyuki Sawada","Hozumi Gouda","Mariko Nagahama"],"overview":"Kozue loves to stargaze and does so regularly. On a trip to view a meteorite, she happens to meet a boy named Ginga. He has a mysterious ability to discover more information about the stars, which he uses to help scientists with astronomical research. Unfortunately, his life is mostly dictated for him, and when carrying out missions, he must always wear a protective suit. Kozue helps Ginga to gradually take control of his life by encouraging him to make his own decisions.","release_date":"2006-06-21","vote_average":5.0,"runtime":27,"cert":"N\/A","id":47656,"title":"Hoshizora Kiseki","adult":false,"genre_ids":[16,14,878]},{"cast":["Max Beesley","Emily Corrie","Tom Bell","Jason Isaacs","Ciarán McMenamin"],"overview":"The clock is ticking towards The Last Minute, but no one knows it. No one except Billy Byrne - young, cool and talented, he's the Next Big Thing. At least that's what the London glitterazzi are saying, on the streets, in the clubs, in the Business. But the glitterazzi turn out to be wrong and Billy Byrne is all over in a split second. His world detonates. His self-esteem splinters. Suddenly he's on a rollercoaster ride into the London underworld - a dangerous land of murderers, thieves and talent agents. (Copied from IMDB page)","release_date":"2001-01-01","vote_average":5.0,"runtime":104,"cert":"N\/A","id":47657,"title":"The Last Minute","adult":false,"genre_ids":[53,18,9648]},{"cast":["John Waters"],"overview":"In this filmed version of cult film director John Waters' popular one-man show, the Pink Flamingos and A Dirty Shame director takes the stage to discuss everything from his early influences, fondest career memories, and notorious struggles against the MPAA rating system. Part endearing memoir and part hilarious lecture, This Filthy World touches on everything from the insanity of contemporary pop culture to the director's unforgettable early collaborations with inimitable Pink Flamingos star Divine.","release_date":"2006-11-24","vote_average":8.1,"runtime":86,"cert":"15","id":47658,"title":"John Waters: This Filthy World","adult":false,"genre_ids":[99,35,36]},{"cast":[],"overview":"The undisputed ski movie champions of the world are back again in the most progressive ski movie of the year. The Front Line is a current report from the mountains of British Columbia, Norway and Alaska along with terrain parks of California and Colorado.","release_date":"2002-09-01","vote_average":0.0,"runtime":65,"cert":"N\/A","id":47659,"title":"Ski Movie III: The Front Line","adult":false,"genre_ids":[99]},{"cast":["Lala Sloatman","Jeremy Sisto","Jenny Judelle","Klea Scott","Kate Norby"],"overview":"4 women fast from men for 100 days. No talking to, no touching of, no flirting with, and above all: no sex with men. When $1 million is offered to the first man who can break the fast, all hell breaks loose.","release_date":"2003-01-01","vote_average":4.6,"runtime":95,"cert":"N\/A","id":47660,"title":"ManFast","adult":false,"genre_ids":[35,10749]},{"cast":["Tim Thomerson","Stacie Randall","Ty Miller","Terri Ivens","Mark Arnold"],"overview":"Jack Deth is back for one more round with the trancers. Jack must attempt to find his way home from the other-dimensional world of Orpheus, where magic works and the trancers were the ruling class (before Trancers IV, that is). Unfortunately, Jack's quest to find the mystical Tiamond in the Castle of Unrelenting Terror may be thwarted by the return of Caliban, king of the trancers who was thought dead.","release_date":"1994-11-04","vote_average":4.9,"runtime":73,"cert":"N\/A","id":47663,"title":"Trancers 5: Sudden Deth","adult":false,"genre_ids":[28,53,878]},{"cast":["Dennis Culp","Nathanael 'Brad' Dunham","Five Iron Frenzy","Keith Hoerig","Sonnie Johnston"],"overview":"Hailing from Denver Colorado, this group of underdogs ascended to become both adored and despised for their nine albums and almost 1000 live performances. Riding the fence between a Christian fad and a secular phenomenon, Five Iron Frenzy never quite belonged in either world. This is the story of how nine people rose to have one of the greatest cult followings of any band in recent history, and of their subsequent demise. More fun than a piñata full of pork and beans - the rise and fall of Five Iron Frenzy.","release_date":"2010-04-13","vote_average":0.0,"runtime":180,"cert":"N\/A","id":47668,"title":"The Rise And Fall Of Five Iron Frenzy","adult":false,"genre_ids":[10402,99]},{"cast":["Greg Behrendt","Jason Pasquale","Travis Randall","Tiffany Diamond Smith"],"overview":"Comedian and best-selling author Greg Behrendt stifles the sound of the dying hipster deep inside as he deconstructs the popular perception of \"cool\" while simultaneously re-defining the concept of \"adulthood\" in this stand up performance captured live at the Improv in San Jose.","release_date":"2005-11-08","vote_average":0.0,"runtime":64,"cert":"N\/A","id":47671,"title":"Greg Behrendt Is Uncool","adult":false,"genre_ids":[35]},{"cast":["Denise Fraga","Cássio Gabus Mendes","Marisa Orth","André Abujamra","Ana Lúcia Torre"],"overview":"Laura and Alan fall in love, but have to deal with the strange death of Alan's wife and with a rival, Lilith, who wants to break their relationship. At the same time, a narrator gives lessons on how to make a love story movie, exposing all clichés on that kind of film.","release_date":"2004-01-01","vote_average":6.5,"runtime":90,"cert":"N\/A","id":47672,"title":"Manual for Love Stories","adult":false,"genre_ids":[35,10749]},{"cast":["Tchéky Karyo","Rachel Griffiths","Steve Jacobs","David Field","Anni Finsterer"],"overview":"An Australian widower living in New Guinea starts a relationship with a woman very similar to his much-beloved wife, but their life together turns out to be far from the imagined romantic ideal.","release_date":"1996-01-01","vote_average":5.0,"runtime":99,"cert":"N\/A","id":47673,"title":"To Have & To Hold","adult":false,"genre_ids":[9648,53]},{"cast":["Oliver Reed","Donald Pleasence","Romy Windsor","Rufus Swart","Norman Coombes"],"overview":"An updated version of the classic horror tale by Edgar Allen Poe. Ryan and his girlfriend Molly are going to visit Ryan's uncle, Roderick Usher, at his mansion. They find, however, that Roderick's brother Walter has gone insane, and Roderick himself isn't far behind. Can Ryan and Molly escape from the doomed mansion before the curse of Usher claims them as well?","release_date":"1989-04-13","vote_average":4.4,"runtime":92,"cert":"N\/A","id":47674,"title":"The House of Usher","adult":false,"genre_ids":[27]},{"cast":["Jean Anderson","Adrienne Corri","Theodore Bikel","Duncan Macrae","Vincent Winter"],"overview":"A Scotsman, Jim MacKenzie, living on a primitive homestead in Nova Scotia, is raising his two grandsons, Harry and Davy, following the death of their father in the Boer War. His son's death has developed antagonism by MacKenzie toward all Dutchmen, which leads to Harry brawling at school with the son of a Dutchman. Harry falls down a cliff and is helped home by the community doctor, Willem Bloem, a Dutchman in love with MacKenzie's daughter, Kirsty. Due to the old man's feelings, they must carry on a clandestine romance. Forbidden by their grandfather to have a dog, Harry and Davy \"kidnap\" an unattended baby and care for the child in a lean-to shack. When found, the baby proves to be the child of MacKenzie's most-bitter Dutch enemy.","release_date":"1953-12-01","vote_average":6.4,"runtime":93,"cert":"N\/A","id":47675,"title":"The Kidnappers","adult":false,"genre_ids":[18,35,10751]},{"cast":["Phoebe Cates","Bridget Fonda","Tim Roth","Eric Stoltz","Alicia Witt"],"overview":"Rebelling against his dreary life in a small Arizona town, salesman Nick abandons his girlfriend, Beth, and strikes out onto the highway in search of... something else. Encouraged by her best friend, Carol, Beth reluctantly accepts the romantic attentions of Sid, a local housepainter.","release_date":"1993-01-10","vote_average":5.6,"runtime":95,"cert":"N\/A","id":47676,"title":"Bodies, Rest & Motion","adult":false,"genre_ids":[18,10749]},{"cast":["Robert Aberdeen","Ellen Sheppard","Don Scotti","Steve Ostrow","Phillip Owens"],"overview":"The Continental Baths, a favorite hangout of New York homosexuals, provides the background of this socially conscious comedy drama that tries to examine the relationships between gay and heterosexual people. The story centers around a macho, heterosexual piano player who gets a job at the notorious nightclub and must therefore reconsider his attitudes. His girl friend helps him too. In the end, he winds up becoming sure of his sexuality when he tries to sleep with a gay man.","release_date":"1975-02-14","vote_average":6.5,"runtime":86,"cert":"N\/A","id":47677,"title":"Saturday Night at the Baths","adult":false,"genre_ids":[18]},{"cast":["Ann Sothern","John Savage","Luana Anders","Ruth Roman","Cindy Williams"],"overview":"Young Terry Lambert returns home from serving a prison term for a gang-rape he was forced to participate in. He seeks revenge on his lawyer and the girl who framed him. But his real problem is his overbearing mother, whose boarding house he resides in and who keeps bringing him glasses of chocolate milk. One of her boarders, Lori, becomes attracted to him. However, while he was serving his prison sentence, Terry developed an interest in rough, violent sex, and gory death. Now, one by one, some of the town's women pop up dead.","release_date":"1973-01-01","vote_average":5.9,"runtime":88,"cert":"N\/A","id":47678,"title":"The Killing Kind","adult":false,"genre_ids":[27]},{"cast":[],"overview":"","release_date":"2009-01-15","vote_average":6.0,"runtime":95,"cert":"N\/A","id":47679,"title":"Everything Will Be Fine","adult":false,"genre_ids":[35]},{"cast":["Tuncel Kurtiz","Ayse Emel Mesci Kuray","Malik Berrichi","Nicolas Hossein","Isabelle Tissandier"],"overview":"Produced, written and directed by Yılmaz Güney within his own personal experiences of capital offense, he dedicates Duvar to male teenagers aged 13 to 19 living behind the bars under diabolical treatments. These teenagers get barbaric corporal punishments, injurious harrows, tortures and sexual abuses just for taking the responsibility of their destiny on a wrong turn.","release_date":"1983-01-01","vote_average":7.5,"runtime":117,"cert":"N\/A","id":47680,"title":"The Wall","adult":false,"genre_ids":[18]},{"cast":["Marion Eaton","George Kuchar","Melinda McDowell","Phillip Heffernan","Moira Benson"],"overview":"Take a cliched Horror-story beginning, a remote Gothic mansion, an insane hostess, a group of strangers (four men, three women and a gorilla) and you pretty much begin to see that this is not meant to be a serious film, but rather a parody of several other (older and better) ones. Social and sexual confusion & misunderstanding guarantees that this odd cast of characters will come together and entertain & amuse.","release_date":"1975-01-01","vote_average":6.8,"runtime":160,"cert":"N\/A","id":47681,"title":"Thundercrack!","adult":false,"genre_ids":[27,35]},{"cast":["Rowan Atkinson"],"overview":"The story revolves around Bernard Fripp(Atkinson) who is wrongly diagnosed by his doctor(Hawthorne) as having only 24 hours to live. This sets Bernard bumbling off on a mission to live life to the full, pursuing Greta Scaachi around the town, trying to make peace with God (via the slowest vicar ever, Broadbent), listening to all his unheard favorite music (in Our Price), and asking Leslie Ash if she has time for some \"love, or something?\".","release_date":"1983-01-01","vote_average":7.5,"runtime":33,"cert":"N\/A","id":47682,"title":"Dead on Time","adult":false,"genre_ids":[]},{"cast":["Giorgos Gerontidakis-Sempetadelis","Markella Pappa","Giorgos Lazarides","Dina Mihailidou","Meletis Rapaj"],"overview":"","release_date":"2004-11-25","vote_average":9.5,"runtime":102,"cert":"N\/A","id":47683,"title":"Love at 16","adult":false,"genre_ids":[18,35]},{"cast":["Colman 'Tiger' King","Maggie Dirrane","Michael Dirrane"],"overview":"For the last 200 years the Aran Islands have exercised a powerfully romantic fascination on the outside world which is without equal anywhere else in the country. They were believed to contain the essence of the ancient Irish life, represented by a pure uncorrupted peasant existence centred around the struggle between man and his hostile but magnificent surroundings. This myth, strengthened by the writings of Yeats and especially Synge was hugely expanded by the release in 1934 of Man of Aran, a documentary on the life of the Island people. This film won international acclaim and explained in no small way why so many different nationalities walk the surface of Aran in their thousands between May and October each year.","release_date":"1934-04-24","vote_average":7.1,"runtime":76,"cert":"","id":47684,"title":"Man of Aran","adult":false,"genre_ids":[99,18]},{"cast":["Rainer Werner Fassbinder","Dirk Bogarde","Andréa Ferréol","Florian Hopf"],"overview":"Rainer Werner Fassbinder reflects on the various stages of his career, discusses how his motives behind filmmaking evolved up his film Despair.","release_date":"1977-01-01","vote_average":4.5,"runtime":29,"cert":"N\/A","id":47685,"title":"Rainer Werner Fassbinder, 1977","adult":false,"genre_ids":[99]},{"cast":["David Arquette","Brad Hunt","Kathryn Erbe","Patrick McGaw","Cathy Moriarty"],"overview":"A suicidal man who can't kill himself agrees to finance his terminally ill neighbor's bucket list of fantasies if, at the end, the neighbor will kill him.","release_date":"1997-01-01","vote_average":7.5,"runtime":97,"cert":"N\/A","id":47686,"title":"Dream with the Fishes","adult":false,"genre_ids":[35]},{"cast":[],"overview":"GET LAMP is a documentary about interactive fiction (also known as text adventures) filmed by computer historian Jason Scott.","release_date":"2010-03-26","vote_average":6.4,"runtime":78,"cert":"N\/A","id":47689,"title":"Get Lamp","adult":false,"genre_ids":[99]},{"cast":["Giorgos Pyrpassopoulos","Markella Giannatou","Stelios Mainas","Antonis Kafetzopoulos","Dimitris Alexandris"],"overview":"Threatened by his debtors, rocked by a broken heart and driven by greed, a charming gambler arrives at a middle-of-nowhere tavern in search of a case of gold. Instead, he attracts the attentions of the grumpy tavern owner's unhappy wife, whose affection complicates his plan and perpetuates his spell of misfortune.","release_date":"2009-02-26","vote_average":6.0,"runtime":93,"cert":"N\/A","id":47690,"title":"Γκίνες","adult":false,"genre_ids":[28,35]},{"cast":["Ari Meyers","Soleil Moon Frye","Tess Harper","Mark Kassen","John O'Hurley"],"overview":"A pregnant teen is murdered and a popular high-school senior is suspected. But will his girlfriend stick by him to prove his innocence despite the fact she has bonded with the victim's mother?","release_date":"1997-01-06","vote_average":4.5,"runtime":86,"cert":"N\/A","id":47691,"title":"The Killing Secret","adult":false,"genre_ids":[9648,10749,53]},{"cast":["Bob Hoskins","Elaine Cassidy","Arsinée Khanjian","Peter McDonald","Gerard McSorley"],"overview":"A solitary middle-aged bachelor and a naive Irish teenager transform one another's lives to arrive at a place of recognition, redemption and wisdom in Atom Egoyan's adaptation of William Trevor's celebrated 1994 novel. Seventeen and pregnant, Felicia travels to England in search of her lover and is found instead by Joseph Ambrose Hilditch, a helpful catering manager whose kindness masks a serial killer. Hilditch has murdered several young women, but he has no conscious awareness of the crimes; like Felicia, he doesn't see his true self. Felicia's Journey is a story of innocence lost and regained: Felicia awakens to the world's dangers and duplicities; and Hilditch, who grew up lonely and unloved, comes to realize what was taken from him, and what he himself has taken.","release_date":"1999-11-24","vote_average":6.5,"runtime":116,"cert":"N\/A","id":47692,"title":"Felicia's Journey","adult":false,"genre_ids":[18]},{"cast":["Jan Čechtický","Klára Issová","Zuzana Stivínová","Vojtech Pavlícek","Pavel Landovský"],"overview":"A drug dealer named Mikes, who lives in Prague and longs to escape his own clichéd life.","release_date":"2000-10-18","vote_average":1.0,"runtime":100,"cert":"N\/A","id":47693,"title":"Angel Exit","adult":false,"genre_ids":[80,18]},{"cast":["Leslie Cheung","Gong Li","Kevin Lin","He Saifei","Zhang Shi"],"overview":"Set in the decadent 1920s, Temptress Moon tells the very complicated story of a wealthy family living on the outskirts of Shanghai. Their youngest daughter, Ruyi, is brought up as a servant to her opium-addicted father and brother. Meanwhile, her brother-in-law Zhongliang has a successful, if illegal, career seducing and blackmailing married women in the city. When he comes to Ruyi's home the two fall in love, and trouble ensues.","release_date":"1996-05-09","vote_average":7.0,"runtime":130,"cert":"N\/A","id":47694,"title":"Temptress Moon","adult":false,"genre_ids":[18,10749]},{"cast":["Barry Fitzgerald","Maire O'Neill","Edward Chapman","Sidney Morgan","Sara Allgood"],"overview":"During the Irish revolution, a family earns a big inheritance. They start leading a rich life forgetting what the most important values of are. At the end, they discover they will not receive that inheritance; the family is destroyed and penniless. They must sell their home and start living like vagabonds.","release_date":"1930-06-29","vote_average":5.0,"runtime":85,"cert":"","id":47695,"title":"Juno and the Paycock","adult":false,"genre_ids":[18]},{"cast":["Antonis Papadopoulos"],"overview":"","release_date":"2009-02-26","vote_average":6.3,"runtime":82,"cert":"N\/A","id":47696,"title":"Minor Freedoms","adult":false,"genre_ids":[18]},{"cast":["Orson Welles","Micheál MacLiammóir","Robert Coote","Suzanne Cloutier","Hilton Edwards"],"overview":"When a secret marriage is planned between Othello, a Moorish general, and Desdemona, the daughter of Senator Brabantio, her old suitor Roderigo takes it hard. He allies himself with Iago, who has his own grudge against Othello, and the two conspire to bring Othello down. When their first plan, to have him accused of witchcraft, fails, they plant evidence intended to make him believe Desdemona is unfaithful.","release_date":"1951-11-27","vote_average":7.4,"runtime":93,"cert":"U","id":47697,"title":"Othello","adult":false,"genre_ids":[18,10749]},{"cast":["Michael York","Sarah Miles","James Mason","Margaret Leighton","Robert Morley"],"overview":"Charles Dickens' classic tale of Pip, a poor orphan who befriends an escaped convict and who grows up in the company of a bitter old woman, Miss Havisham, and her haughty young ward, Estella. Pip learns the rewards of both vindictiveness and gratitude as a result of these events.","release_date":"1974-11-22","vote_average":6.5,"runtime":100,"cert":"N\/A","id":47698,"title":"Great Expectations","adult":false,"genre_ids":[18,10749]},{"cast":["Panagiotis Farmakis"],"overview":"A documentary about Eleusina. The past and the present, in complete antithesis, coexist in a place spoiled by modern industry but which long ago hosted the Eleusinian Mysteries, the secret ceremonies that initiated the ancient Greeks into the miracles of life, death and the afterlife.","release_date":"2000-01-01","vote_average":6.5,"runtime":87,"cert":"N\/A","id":47699,"title":"Mourning Rock","adult":false,"genre_ids":[99]},{"cast":["Giannis Fertis","Dimitra Matsouka","Akis Sakellariou","Christos Loulis","Eirini Inglesi"],"overview":"Genteel aristocrats and the terrible impasse erect in front of them their debts, forbidden loves and marriages interests, passions and conflicts.","release_date":"2009-03-05","vote_average":5.0,"runtime":127,"cert":"N\/A","id":47700,"title":"Σκλάβοι Στα Δεσμά Τους","adult":false,"genre_ids":[18]},{"cast":["Bob Hoskins","Antonio Banderas","Ellen Barkin","Wes Bentley","Kim Dickens"],"overview":"Two con men are traveling through the American South when they are held hostage by a serial killer, who is running from the authorities.","release_date":"1999-01-01","vote_average":4.5,"runtime":99,"cert":"N\/A","id":47701,"title":"The White River Kid","adult":false,"genre_ids":[35]},{"cast":["Petros Filippidis","Evelina Papoulia","Maria Martika","Vasilis Halakatevakis","Matthildi Maggira"],"overview":"Pandelis is a garbageman who is anxiously waiting to retire and receive his well-earned superannuation payout. His wife and mother-in-law are also awaiting the super payout, but they have different ideas as to how the money should be spent. The usually submissive and calm Pandelis suddenly decides to react...  Philippides does a sterling job as the long-suffering Pandelis and his vicissitudes leave one with a warm feeling. Unlikely though the scenario may seem, one wishes it to be true, thus giving hope for the many Pandelides out there who find themselves contemplating life in their middle years with regret and disappointment.","release_date":"2001-11-30","vote_average":6.6,"runtime":85,"cert":"N\/A","id":47702,"title":"Bonus","adult":false,"genre_ids":[35]},{"cast":["Grigori Aleksandrov","Aleksandr Antonov","Sergei Eisenstein","Ivan Yazykanov","Maksim Shtraukh"],"overview":"Filmic insert to Eisenstein's modernized, free adaptation of Ostrovskiy's 19th-century Russian stage play, \"The Wise Man\" (\"Na vsyakogo mudretsa dovolno prostoty\"). The anti-hero Glumov tries to escape exposure in the midst of acrobatics, derring-do, and farcical clowning. Several members of Eisenstein's troupe at the legendary \"Proletkult\" stage theatre in Moscow briefly appear in this little film.","release_date":"1923-05-21","vote_average":5.5,"runtime":5,"cert":"N\/A","id":47703,"title":"Glumov's Diary","adult":false,"genre_ids":[14,35]},{"cast":["Maria Vassiliou","Giorgos Koutouzis","Koula Agagiotou","Christos Zorbas","Paulos Roussos"],"overview":"A prostitute (Evdokia) meets a sergeant (Yorgos). They fall in love and get married after a short love affair. Her profession, however, is a barrier for their relationship. They try to stay together and overcome their inner conflicts, but the social environment crushes them.","release_date":"1971-10-08","vote_average":8.3,"runtime":92,"cert":"N\/A","id":47704,"title":"Evdokia","adult":false,"genre_ids":[18]},{"cast":["Ariel Konstantinidi","Meni Konstantinidou","Vana Pefani","Sofia Chrysohoidou","Asterios Peltekis"],"overview":"Niki, an employee at a cosmetics shop, wants to have a child. Driving back home one night, she runs over a little girl. Although innocent, Niki now has to deal with the \"unbearable\".","release_date":"2009-04-23","vote_average":10.0,"runtime":90,"cert":"N\/A","id":47705,"title":"Under Your Make-up","adult":false,"genre_ids":[18,10749]},{"cast":["Dirk Bogarde","Yoko Tani","John Fraser","Anthony Bushell","Marne Maitland"],"overview":"Dirk Bogarde is an officer during World War II learning Japanese in India in order to do intelligence work on the Indian front. While there he gets a Japanese teacher, who is full of the inscrutable and mysterious East, like a Chinese motorcycle.","release_date":"1958-06-10","vote_average":7.2,"runtime":115,"cert":"","id":47706,"title":"The Wind Cannot Read","adult":false,"genre_ids":[10749,18,10752]},{"cast":["Javier Bardem","Maria de Medeiros","Maribel Verdú","Elisa Tovati","Raquel Bianca"],"overview":"Benito González is a flamboyant engineer in Melilla, with a brash and pushy personality. His dream is to build the tallest building ever in the region. After his girlfriend leaves him, he devotes himself entirely to his ambitions, deciding to let nothing get in his way. He marries the daughter of a billionaire, intending to use her father's money to realise his project. Benito waltzes his way through a career of excess, fetishes and deceptions, but the personal conflicts he unleashes ultimately send his life spiraling down to disaster.","release_date":"1993-09-24","vote_average":5.6,"runtime":95,"cert":"","id":47707,"title":"Golden Balls","adult":false,"genre_ids":[35,18]},{"cast":["Spiros Papadopoulos","Ilias Logothetis","Nadia Mourouzi","Athina Tsilyra","Valeria Christodoulidou"],"overview":"It is a story of a normal, everyday Greek family that each member turns out to be wacko or gets wacko by the other members. The father is the stoic figure that accepts everything. The mother has a middle age crisis and takes advantage of her husbands inability. The older brother is a doctor of psychology and has everything under control (or believe so) and the younger brother does nothing with his life acclaiming that he is a filmmaker.","release_date":"1993-11-12","vote_average":6.1,"runtime":98,"cert":"N\/A","id":47708,"title":"Γυναίκες Δηλητήριο","adult":false,"genre_ids":[18,10749,10751]},{"cast":["Kostas Tsakonas","Tasos Kostis","Magda Tsagani"],"overview":"","release_date":"1988-03-26","vote_average":7.0,"runtime":null,"cert":"N\/A","id":47711,"title":"Η μεγάλη απόφραξη","adult":false,"genre_ids":[35]},{"cast":["Petra Černocká","Jan Hrušínský","Jan Kraus","Vladimír Menšík","Vlastimil Zavřel"],"overview":"Dívka na koštěti or The Girl on the Broomstick is a 1972 Czechoslovak fantasy-comedy film directed by Václav Vorlíček. It tells a story of a teenage witch, Saxana (played by Petra Černocká), frozen in time as a punishment for 300 years, who finds herself in a modern world. A sequel was released in 2011 - Saxána a Lexikon Kouzel.","release_date":"1972-09-08","vote_average":6.4,"runtime":76,"cert":"N\/A","id":47712,"title":"The Girl on the Broomstick","adult":false,"genre_ids":[35,10751,14]},{"cast":["Vasilis Logothetidis","Ilia Livykou","Mimis Fotopoulos","Sperantza Vrana","Orestis Makris"],"overview":"Four stories, humorous, romantic or dramatic, are linked by a counterfeit gold sovereign. It is made by the honest engraver in the first story, seduced by the charms of a young widow, and it subsequently passes into the hands of a beggar and a prostitute, a wealthy miser and a newly married couple where the husband is a poor artist.","release_date":"1955-12-28","vote_average":7.6,"runtime":118,"cert":"N\/A","id":47713,"title":"The Counterfeit Coin","adult":false,"genre_ids":[35,10749,18]},{"cast":["Enrico Lo Verso","Valentina Scalici","Giuseppe Ieracitano","Marina Golovine","Florence Darel"],"overview":"Antonio, a policeman (carabiniere), has an order to take two children (Rosetta and her brother Luciano) from Milan to Sicily to an orphanage. Their mother has been arrested for forcing Rosetta (11 years old) to work as a prostitute. First the relation between Antonio and the children is tough, but it relaxes so they become temporary friends.","release_date":"1992-01-01","vote_average":7.8,"runtime":114,"cert":"N\/A","id":47714,"title":"The Stolen Children","adult":false,"genre_ids":[18]},{"cast":["Marcello Mastroianni","Sergio Rubini","Antonella Ponziani","Maurizio Mein","Paola Liguori"],"overview":"Federico Fellini welcomes us into his world of film making with a mockumentary about his life in film, as a Japanese film crew follows him around.","release_date":"1987-01-01","vote_average":6.7,"runtime":102,"cert":"N\/A","id":47715,"title":"Intervista","adult":false,"genre_ids":[18,35]},{"cast":["Oliver Reed","Susan George","Raymond Burr","John Ireland","Stephen McHattie"],"overview":"Coming back from an extended business trip, Frank discovers that his girlfriend Janie is now working at a new resort hotel where the owner has given her a permanent place to stay, as well as other gifts, in exchange for her affections. The two of them get into a fight and things quickly get out of control and the police are called and in turns into a hostage situation...","release_date":"1978-01-01","vote_average":7.3,"runtime":109,"cert":"N\/A","id":47716,"title":"Tomorrow Never Comes","adult":false,"genre_ids":[28,53]},{"cast":["Dinos Iliopoulos","Margarita Papageorgiou","Giannis Argyris","Thanasis Vengos","Marika Lekaki"],"overview":"The film \"O Drakos\" is about a mousy, timid, bespectacled guy in Athens who sees a newspaper photo of a fugitive criminal mastermind called \"The Fiend\". It's the spitting image of the harmless nerd. A gang of starstruck crooks sees our hapless hero, mistakes him for the Fiend, rescues him from imminent arrest and more or less forces him to lead a desperate criminal scheme they've got going. And finally, the poor little man becomes enamoured of the idea, decides for once in his sad life to be a tough guy and a hero. He surrenders to his bizarre destiny, to be \"The Fiend of Athens\"...  O Drakos is brilliant: a dark, satirical noir masterpiece... is like a French New Wave picture crossed with a British Ealing comedy, with something of Fellini in its zinging energy, and Carol Reed's Odd Man Out and The Third Man. The stark, dramatic key-lighting in the \"arrest\" scene gives the imagery a Weegee-type crime-scene aesthetic...","release_date":"1956-03-05","vote_average":7.4,"runtime":99,"cert":"N\/A","id":47717,"title":"The Ogre of Athens","adult":false,"genre_ids":[18,53]},{"cast":["Manuel Blanc","Philippe Noiret","Emmanuelle Béart","Hélène Vincent","Ivan Desny"],"overview":"A good-looking but naive lad leaves his mountain village to try and make his way in Paris. He thinks maybe he will try acting but things don't go too well for him. Eventually he is forced to sell himself to men and though he meets an attractive girl she is herself a prostitute with a vicious pimp.","release_date":"1991-11-20","vote_average":6.3,"runtime":115,"cert":"N\/A","id":47718,"title":"I Don't Kiss","adult":false,"genre_ids":[18]},{"cast":["Åke Grönberg","Harriet Andersson","Hasse Ekman","Anders Ek","Gudrun Brost"],"overview":"On a gray morning, a circus caravan arrives in the town where Albert the ringmaster's family lives. He hasn't seen them for three years and has taken a mistress, the young and buxom Anne. Albert calls on his wife; Anne, jealous and wanting out, visits a theatrical troupe and lets an actor, Frans, seduce her in exchange for a necklace he says is valuable. Anne finds out it's worthless at about the same time Albert's wife declines to let him live with the family. Albert and Anne are stuck with the circus and each other; there's a show tonight, Frans will be there smirking and sardonic, the bear is mangy, the clown is as sour as they come, and suicide offers an exit.","release_date":"1953-09-14","vote_average":7.3,"runtime":93,"cert":"N\/A","id":47721,"title":"Sawdust and Tinsel","adult":false,"genre_ids":[18]},{"cast":["Kristin Scott Thomas","Sean Penn","Anne Bancroft","James Fox","Derek Jacobi"],"overview":"Superficial people are revealed and drastically changed by circumstance or luck in this a tale of death, seduction, blackmail and theft among British and Americans in Florence in the turbulent days just before World War II.","release_date":"2000-04-14","vote_average":5.7,"runtime":115,"cert":"","id":47724,"title":"Up at the Villa","adult":false,"genre_ids":[18,10749]},{"cast":["Tim Conway","Don Knotts","Melissa Disney","Sam Mercurio","Tahj Mowry"],"overview":"The garden bugs secretly agree to help Buzby show his misbehaving niece and nephew how unpleasant life would be if everyone misbehaved the way they do. After a few encounters with misbehaving bugs-seeing how dangerous, gross, and uncomfortable things can become when no one cleans up after themselves, uses good table manners, or gets enough sleep- Beebee and Buddy decide to practice good behavior.","release_date":"2005-02-12","vote_average":0.0,"runtime":60,"cert":"N\/A","id":47725,"title":"Hermie & Friends: Buzby and the Grumble Bees","adult":false,"genre_ids":[]},{"cast":["Rob Bell"],"overview":"Things don’t always work out the way we want them to, or the way we think they will. Sometimes we don’t even see it coming. We get hit with some form of pain out of nowhere leaving us feeling desperate and helpless. That’s the way life is. Still, it makes us wonder how God can let these things happen to us. How God can just stand by and watch us suffer. Where is God when it really hurts? Maybe God is actually closer to us than we think. Maybe it’s when we’re in these situations, where everything seems to be falling apart, that God gets an opportunity to remind us of how much he really loves us. Topics: Pain, Loneliness, Lost, Confusion, Comfort","release_date":"","vote_average":0.0,"runtime":10,"cert":"N\/A","id":47726,"title":"Rain 001","adult":false,"genre_ids":[99]},{"cast":[],"overview":"オリンピック出場4回、ワールドカップSL総合5位の実績を持つ世界的なアルペンレーサー・木村公宣が、切れ味抜群で美しいショートターンの上達法を教える。内重心と外重心をシチュエーションに合わせて使い分けるトレーニング法を分かりやすく紹介する。","release_date":"2007-10-22","vote_average":0.0,"runtime":45,"cert":"N\/A","id":47727,"title":"Kimura Kiminobu Short Turn Technique","adult":false,"genre_ids":[99]},{"cast":["Rob Bell"],"overview":"I love those shoes. Really? The same way that I love my wife? What's up with the word \"love\"? It doesn't have much meaning when we use it so loosely. Maybe we don't really get it. Maybe we don't understand what real love is. What it involves to really love somebody. What it means to give yourself to someone else. We mistake things like friendship, commitment, or lust for love, but God wired us a certain way to experience all that love was really meant to be. Not to hold us back or to make us miss out on the best that life has to offer. God created love, and wants us to feel it all in the way it's meant to be felt. Topics: Love, Passion, Beauty, Marriage, Sex","release_date":"","vote_average":0.0,"runtime":10,"cert":"N\/A","id":47728,"title":"Flame 002","adult":false,"genre_ids":[]},{"cast":["Rob Bell"],"overview":"We want to know why we are here. If our lives really matter. How our religion is relevant to this life. Today. We want to understand what significance this minute, hour, week, month, and year has to our lives. To our world. We need a God who cares about this life, in this world, right now. We want to understand why everything we think, everything we say, and everything we do matters. We don't want to just sit back and wait for something to happen or someday to come. We want to know if all the choices we make now will shape our world and lives for eternity. Because we want our lives to have meaning today, and our lives today to have meaning forever. Topics: Life, Significance, Meaning, Eternity, Redemption","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":47729,"title":"Trees 003","adult":false,"genre_ids":[]},{"cast":["Rob Bell"],"overview":"Why do we do the things we do? Why do we go to church or give money away? Because we're supposed to or because we think God needs it? Do we honestly put on our best clothes for an hour once a week, stand and sit at all the right times, and sing all the appropriate songs for God's sake, or because it'll make us look better to the world around us? We're tired of all the empty rituals and routines. And so is God. God hates it when we call ourselves Christians but ignore all the things he really cares about. He hates it when we go through hollow religious routines out of some feeling of duty or obligation. God doesn't want the meaningless rituals. God wants our hearts. Topics: Routine, Church, Actions, Hypocrisy, Religion","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":47730,"title":"Sunday 004","adult":false,"genre_ids":[]},{"cast":["Rob Bell"],"overview":"Why is silence so hard to deal with? Why is it so much easier for us to live our lives with a lot of things going on all the time that to just be in silence? We're constantly surrounded with \"voices\" that are influencing us on how to think, feel, and behave. Movies, music, TV, Internet, cell phones, and a never-ending barrage of advertising. There's always something going on. Always noise in our lives. But maybe there's a connection between the amount of noise in our lives and our inability to hear God. If God sometimes feels distant to us, maybe it's not because he's not talking to us, but simply because we aren't really listening. Topics: Listen, Solitude, Busy, Silence, Hear","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":47731,"title":"Noise 005","adult":false,"genre_ids":[]},{"cast":["Sotiria Leonardou","Michalis Maniatis","Themis Bazaka","Giorgos Zorbas","Vicky Vanita"],"overview":"The story of a group of Rembetes, singers and musicians of the Greek equivalent to the blues, in the early decades of the 20th century, seen through the eyes of a young female singer.","release_date":"1983-01-01","vote_average":7.7,"runtime":110,"cert":"N\/A","id":47736,"title":"Rembetiko","adult":false,"genre_ids":[18,10402]},{"cast":["Roger Moore","Susannah York","Ray Milland","John Gielgud","Bradford Dillman"],"overview":"Rod Slater is the newly appointed general manager of the Sonderditch gold mine, but he stumbles across an ingenious plot to flood the mine, by drilling into an underground lake, so the unscrupulous owners can make a killing in the international gold market.","release_date":"1974-06-08","vote_average":5.6,"runtime":120,"cert":"12","id":47737,"title":"Gold","adult":false,"genre_ids":[28,12,18,53,10749]},{"cast":["Mary Elizabeth Ellis","Cy Carter","Jimmi Simpson","Michael O'Neill","Charlie Day"],"overview":"A Quiet Little Marriage is the love story of Dax and Olive, who manage to find harmony even as they juggle family, romance and intimacy, but that all changes the night she asks him for a baby. Writer\/director Mo Perkins’ intense and profound, raw feature debut is laced with sly humor, exquisitely rendered characters, and a pitch-perfect emotional honesty.","release_date":"2008-11-07","vote_average":5.0,"runtime":90,"cert":"N\/A","id":47738,"title":"A Quiet Little Marriage","adult":false,"genre_ids":[18,35]},{"cast":["Edward G. Robinson","Nina Foch","Hugh Marlowe","Jayne Mansfield","Albert Dekker"],"overview":"A hugely successful DA goes into private practice after sending a man to the chair -- only to find out later he was innocent. Now the drunken attorney only seems to represent criminals and low lifes.","release_date":"1955-10-28","vote_average":6.5,"runtime":88,"cert":"N\/A","id":47739,"title":"Illegal","adult":false,"genre_ids":[80,18]},{"cast":["Nick Diaz","KJ Noons","Josh Thomson","Gesias Cavalcante","Sarah Kaufman"],"overview":"Strikeforce: Diaz vs. Noons II, also known as Strikeforce: San Jose, was a mixed martial arts event held by Strikeforce on October 9, 2010 at the HP Pavilion in San Jose, California, United States. The event aired live on the Showtime cable network.Welterweight Championship bout: Nick Diaz vs. KJ NoonsLightweight bout: Josh Thomson vs. Gesias CavalcanteWomen's Welterweight Championship (135 lbs) bout: Sarah Kaufman vs. Marloes CoenenWelterweight bout: Tyron Woodley vs. André Galvão","release_date":"2010-10-09","vote_average":5.5,"runtime":138,"cert":"N\/A","id":47740,"title":"Strikeforce: Diaz vs. Noons II","adult":false,"genre_ids":[]},{"cast":["John Calvert","Albert Dekker","Myrna Dell","Ben Welden","Douglas Fowley"],"overview":"The Falcon returns... this time investigating the murder of a rival P.I.","release_date":"1949-04-15","vote_average":0.0,"runtime":62,"cert":"N\/A","id":47741,"title":"Search for Danger","adult":false,"genre_ids":[9648]},{"cast":["J. Wesley Adams","David Aguilar","H.T. Bennett","Jackson Bowman","Ellen Brin"],"overview":"What does mean to be gay and be a man? There's no straight answer for sure. From the Castro culture of the 1970s to today’s Bears and gym rats, this fascinating investigation of gay men and sexuality blows the lid off old stereotypes and showcases a battalion of interviewees including muscle men, rodeo riders, rugby players and cops. The men speak candidly on topics from homophobia to metrosexuality to embracing effeminacy as they reveal what it means to be a gay man in America today.","release_date":"2009-06-19","vote_average":6.3,"runtime":76,"cert":"N\/A","id":47742,"title":"The Butch Factor","adult":false,"genre_ids":[99]},{"cast":["Louis Hayward","Kay Sutton","Sig Ruman","Jonathan Hale","Jack Carson"],"overview":"A crime spree in New York forces the police commissioner to turn to Englishman Simon Templar, who fights lawlessness and corruption through unorthodox methods. Templar sets his sights on individual crimes bosses, and after bringing down two vicious leaders through disguise and deception, discovers that there is a mastermind behind all the city's crime. Playing criminals against one another with the help of moll Fay, Templar closes in on the big boss.","release_date":"1938-06-03","vote_average":6.1,"runtime":69,"cert":"N\/A","id":47743,"title":"The Saint in New York","adult":false,"genre_ids":[80,53]},{"cast":["George Sanders","Wendy Barrie","Jonathan Hale","Jerome Cowan","Barry Fitzgerald"],"overview":"Suave private detective Simon \"The Saint\" Templar arrives in San Francisco and meets Val, a woman whose police inspector father killed himself after being accused of corruption and dismissed from the force. Convinced of the man's innocence, Templar takes it upon himself to vindicate the memory of Val's father. To do so he must take on the city's most dangerous criminal gang, while also battling hostile members of the police department.","release_date":"1939-03-10","vote_average":6.0,"runtime":64,"cert":"N\/A","id":47744,"title":"The Saint Strikes Back","adult":false,"genre_ids":[10749,9648,80,18]},{"cast":["Don DeFore","Andrea King","George Tobias","Barry Kelley","Morris Ankrum"],"overview":"The U.S. Secret Service goes after a counterfeiting ring by placing one of it's agents in a criminal mob.","release_date":"1950-11-16","vote_average":5.0,"runtime":73,"cert":"N\/A","id":47745,"title":"Southside 1-1000","adult":false,"genre_ids":[80]},{"cast":["Yes-R","Önder Dogan","Mimoun Ouled Radi","Georgina Verbaan","Gamze Tazim"],"overview":"Mahmut, the son of a poor Turkish greengrocer in the Netherlands, dreams of escaping his retail fate by becoming a rapper. But things change radically when he and his best friend Apo find out that a dangerous Turkish gang is extorting money from their fathers. With the help of the police they go undercover within that gang - but can these two aspiring rappers succeed?","release_date":"2010-02-18","vote_average":5.2,"runtime":null,"cert":"N\/A","id":47746,"title":"Gangsterboys","adult":false,"genre_ids":[80,35]},{"cast":["Kenichi Suzumura","Maaya Sakamoto"],"overview":"March 1999: Mikiya Kokutou meets \"Shiki Ryougi\" again at the same place where he met her for the first time four years ago...","release_date":"2011-02-02","vote_average":6.3,"runtime":33,"cert":"N\/A","id":47747,"title":"The Garden of Sinners: Epilogue","adult":false,"genre_ids":[9648,16]},{"cast":["Won-gyoon Choi","Sam-soon Lee"],"overview":"An elderly farmer lives out his final days with his wife and a loyal ox in the Korean countryside.","release_date":"2009-01-15","vote_average":8.3,"runtime":78,"cert":"N\/A","id":47748,"title":"Old Partner","adult":false,"genre_ids":[99]},{"cast":["Rick Washburn","Dog Thomas","Sandra Bullock","J. Christian Ingvordsen","Keith Bogart"],"overview":"Rob Greene has information about an undercover terror team inside the CIA led by Joe Connelly. To stay alive with the knowledge, he is advised to stay undercover by his supervisor Andrews. Connelly's men try to kill Greene, but he can escape and warns his son Danny that he also may be in danger and that he should look for Dog Thompson.","release_date":"1987-11-01","vote_average":4.1,"runtime":90,"cert":"N\/A","id":47749,"title":"Hangmen","adult":false,"genre_ids":[28,53,12]},{"cast":[],"overview":"This is the true account of one of the most surprising and remarkable love stories in the history of New York. It begins in 1993, when a young man from Belgium looking to change his life has an unexpected encounter in Central Park. He meets a hawk. Not just any hawk, but a wild Redtail, a fierce predator that has not lived in the City for almost a hundred years. Compelled to follow this extraordinary creature, he buys a video camera and sets out to track the hawk.","release_date":"2011-11-24","vote_average":6.5,"runtime":null,"cert":"N\/A","id":47750,"title":"The Legend of Pale Male","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Looks at various cases of people being badly injured or burned whilst attempting sex acts with various substances or implements, including vaccum cleaners and pipes, a hot melon, and concrete.","release_date":"2005-06-20","vote_average":0.0,"runtime":47,"cert":"N\/A","id":47751,"title":"101 Embarrassing Sexual Accidents","adult":false,"genre_ids":[99]},{"cast":["Maria Grazia Cucinotta","Primo Reggiani","Anne Parillaud","Geraldine Chaplin","Giselda Volodi"],"overview":"1905, the cinematograph has reached Southern Italy, and casts fear among the people to whom it seems a devilish trick. They call it \"o 'imbroglie din t'o lenzuolo\" - \"The Trick in the Sheet\", as white sheets were used for screening.","release_date":"2010-06-18","vote_average":0.0,"runtime":105,"cert":"N\/A","id":47752,"title":"L'imbroglio nel lenzuolo","adult":false,"genre_ids":[]},{"cast":["Peter Weller","William S. Burroughs","David Cronenberg","Gus Van Sant","Iggy Pop"],"overview":"A riveting and emotional journey into the world of writer William S. Burroughs, a man considered as cold as an iceberg on a winter night.","release_date":"2010-11-05","vote_average":6.6,"runtime":88,"cert":"N\/A","id":47753,"title":"William S. Burroughs: A Man Within","adult":false,"genre_ids":[99]},{"cast":["Margaret Sullavan","Herbert Marshall","Frank Morgan","Reginald Owen","Eric Blore"],"overview":"In 1930s Budapest, naïve orphan Luisa Ginglebuscher becomes an usherette at the local movie house, determined to succeed in her first job by doing good deeds for others and maintaining her purity. Luisa's well-meaning lies get her caught between a lecherous businessman, Konrad, and a decent but confused doctor, Max Sporum. When Luisa convinces Konrad that she's married to Max, Konrad tries everything he can to get rid of the baffled doctor.","release_date":"1935-02-18","vote_average":6.9,"runtime":98,"cert":"N\/A","id":47758,"title":"The Good Fairy","adult":false,"genre_ids":[35,10749]},{"cast":["Yue-Feng Qiu","Run-Sheng Fu","Ke Bi","Hua Shang"],"overview":"Havoc in Heaven, also known as Uproar in Heaven, is a Chinese animated feature film directed by Wan Laiming and produced by all four of the Wan brothers. The film was created at the height of the Chinese animation industry in the 1960s, and received numerous awards. It earned the brothers domestic and international recognition. The stylized animation and drums and percussion accompaniment used in this film are heavily influenced by Beijing Opera traditions.","release_date":"1961-01-01","vote_average":7.7,"runtime":106,"cert":"N\/A","id":47759,"title":"The Monkey King","adult":false,"genre_ids":[16,12,14]},{"cast":["Mia Wasikowska","Henry Hopper","Ryo Kase","Schuyler Fisk","Jane Adams"],"overview":"A powerful and emotional coming of age story, this remarkable tale is told with honesty and originality that will leave audiences moved. In the film, two outsiders, both shaped by the circumstances that have brought them together, forge a deep and lasting love. Directed by Gus Van Sant, one of the most astute observers of people living life on the edge, comes a take on friendship and young love as engaging and true as it is provocative and stirring.","release_date":"2011-09-16","vote_average":6.4,"runtime":91,"cert":"N\/A","id":47760,"title":"Restless","adult":false,"genre_ids":[18,10749]},{"cast":["Cindy Sampson","Aaron Ashmore","Meghan Heffern","Ben Lewis"],"overview":"A group of young journalists investigate a cult said to practice human sacrifice, but their ambitious ways may lead them to becoming the cult's next victims.","release_date":"2010-10-14","vote_average":5.6,"runtime":85,"cert":"15","id":47763,"title":"The Shrine","adult":false,"genre_ids":[27]},{"cast":["Brooke Shields","Burgess Meredith","Thomas Byrd","Brian Kerwin","William Bronder"],"overview":"Wet Gold is the story of a young woman (Laura), who works as a waitress in a cafe. Laura stumbles across a drunk elderly man (Sampson), who fills her with exciting stories of a boat that went down with millions in gold. Although Laura's boyfriend (Barnes), keeps telling her that Sampson's stories are all false, Sampson makes her believe that they are indeed true. Laura takes Sampson to a library, where she finds an old newspaper article which matches up with the events described to her by him. After becoming a true believer, Laura convinces Barnes, Sampson and a dive shop owner, Keating, to search for the treasure. Together they set off from Key West in the Baker's boat, which Barnes is supposed to be looking after. Keating shows a liking for Laura, and because of this, Barnes begins to feel uncomfortable towards him. After spending some time in the water, their dreams become reality, but the discovery of gold begins to show a change in their personalities...","release_date":"1984-10-28","vote_average":3.1,"runtime":91,"cert":"N\/A","id":47766,"title":"Wet Gold","adult":false,"genre_ids":[28,18,10770]},{"cast":[],"overview":"Thanks to his adventurous style, Martin Freinademetz, the former multiple World &amp; European snowboard Champ and the organizer of the “Red Bull Romaniacs Hard Enduro Rallye\", explored the Carpathians Mountain areas on his own enduro bike for many years, before coming up with this solid and unique hardcore competition in 2004. He had the off road experience and skills, knew the geographical areas better than anyone, so could present an unforgettable Enduro Rallye experience. Amazing mountain climbs and downhills, fantastic single trails, add in navigation…and thanks to the numerous exploring and tour guide experiences, Martin figured out that adding a time-attack to those tracks would leave him an ideal World Class motorbike Enduro Rallye on tracks never used before.","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":47767,"title":"Red Bull Romaniacs 2008","adult":false,"genre_ids":[28,35,53]},{"cast":[],"overview":"最近伸び悩んでいるスキーヤーにお届けする渡辺一樹のスペシャル･レッスン。ポジション、スタンス、加重のかけ方など、こまかなチェックポイントを再確認することで、上達の壁を乗り越えられます。 渡辺一樹　構成・解説 1964年１月５日、長野県出身 SAJデモンストレーター 全日本スキー技術選手権大会‘88‘89‘91‘92優勝。 的確かつ鋭い技術分析にも定評がある。現状に満足せず、つねに新しい技術を求めるトップデモ。","release_date":"2006-09-15","vote_average":0.0,"runtime":50,"cert":"N\/A","id":47768,"title":"Basis of Skiing","adult":false,"genre_ids":[99]},{"cast":["Cybill Shepherd","Corri English","Al Sapienza","Nicole Dalton","Christopher Emerson"],"overview":"After her husband leaves her for a younger woman, Alice Washington a middle aged mother of two decides to complete her college education at Smith College. She and her 20 year old room mate Zoe Burns share their experiences, conflicts and interest in their poetry professor.","release_date":"2009-08-01","vote_average":4.0,"runtime":89,"cert":"N\/A","id":47769,"title":"Mrs. Washington Goes to Smith","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"Esteria is an Island country that once flourished with great riches and promise. But the hands of evil have taken hold and monsters now cover the country and torment its people. An unsuspecting adventurer by the name of Adol Christen has been drawn into the great conflict that has beset the island. He sets off on a quest to save this desperate and plagued land...a land once known as the great utopia of Ys.","release_date":"2002-09-24","vote_average":6.5,"runtime":102,"cert":"N\/A","id":47772,"title":"Ys: Book One","adult":false,"genre_ids":[16]},{"cast":["Hiroshi Nagano","Takeshi Tsuruno","Takeshi Yoshioka","Shunji Igarashi","Susumu Kurobe"],"overview":"Ultraman Moebius is joined once again by Ultraman, Ultra Seven, Ultraman Jack, and Ultraman Ace, as well as three later Ultramen (Tiga, Dyna, and Gaia) to fight more powerful versions of familiar Ultra Monsters.","release_date":"2008-09-13","vote_average":7.5,"runtime":98,"cert":"N\/A","id":47773,"title":"Superior Ultraman 8 Brothers","adult":false,"genre_ids":[10751,28,35,18,14,878]},{"cast":["DJ Q-Bert","Yogafrog","D-styles","Flare","Buckethead"],"overview":"A crew of heroes is determined to save the lost arts of Hip Hop. Break Dancing, Graffiti, MCing, and DJing from total extinction. The lost arts are being oppressed throughout inner-space by lord Ook and his evil minions the Chinheads. The dental commander Dr. Julio Azul DDS, assumed to be secretary Honey Drips, Dental Hygienist\/Robot Rubbish, and Grandpa have a series of adventures, synch'd to the music. Armed with the ancient relic known as the Wave Twister (a small turntable\/wristwatch, the only weapon powerful enough to defeat the enemies), they travel to the far ends of inner-space for a final confrontation with the sinister army of oppressors.","release_date":"2001-01-23","vote_average":7.5,"runtime":46,"cert":"N\/A","id":47774,"title":"DJ Q.bert's Wave Twisters","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Adol Christen's quest to uncover the lost books of Ys takes a new turn. The guardians of the sacred books have saved Adol many times and aided his quest. The high priest, Dark Fact, is very different. Rather than fight the evil forces invading Esteria, the mysterious Priest uses his knowledge to control them. It is his treachery that spells doom for the land and spawns Adol's greatest challenge yet!","release_date":"2003-03-25","vote_average":6.5,"runtime":75,"cert":"N\/A","id":47775,"title":"Ys: Book Two","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Adol has finally collected the six books of Ys and defeated Dark Fact. When the smoke of the battle clears, he finds himself far above Esteria, on the legendary floating continent of Ys. He befriends the young Lila, but most of the inhabitants want nothing to do with him. Then his old enemy Dares resurfaces and reveals his true power. All of Ys is thrown into terror, and even Adol himself falls to the evil power of the Black Pearl. Arcane magic and heroism explode in this final chapter of the books of Ys.","release_date":"2003-06-24","vote_average":6.5,"runtime":120,"cert":"N\/A","id":47776,"title":"Ys II: Castle in the Heavens","adult":false,"genre_ids":[16]},{"cast":["Kotono Mitsuishi","Mariko Kouda","Rei Sakuma","Yasunori Matsumoto","Akio Otsuka"],"overview":"Mink - the daughter of a dragon and a retired dragonslaying knight - sets out on a journey to get tickets for a concert held by Dick Saucer, world-famous teen idol and dragon hunter. Meanwhile, the corrupt king of the land is trying to take her hostage to get at her mother, and his magic-using daughter seeks to foil Mink's quest out of sheer spite.","release_date":"1993-03-26","vote_average":5.3,"runtime":50,"cert":"N\/A","id":47777,"title":"Dragon Half","adult":false,"genre_ids":[16,14,35]},{"cast":["Melina Mercouri","George Foundas","Alekos Alexandrakis","Xristina Kalogerikou","Voula Zouboulaki"],"overview":"The story of a young,wild woman who doesn't want to compromise and settle down. Stella is a restless, rebellious Greek woman who plays with men and enjoys her life as much as she can. But when she meets a young football player, things get mixed up. She loves him but she loves her freedom too. So it's about time she made an important choice.","release_date":"1955-04-04","vote_average":7.2,"runtime":100,"cert":"N\/A","id":47778,"title":"Stella","adult":false,"genre_ids":[10749,18]},{"cast":["Lisa Surihani","Farid Kamil","Que Haidar","Nur Fazura","Shiqin Kamal"],"overview":"Based on the all time best-selling novel, Kasyah (Farid Kamil) is a troublemaker in high school but things change when he meets Ayu (Lisa Surihani). However, Kasyah is force to part with Ayu when he has to go for a research project. Ayu then meets her ex-lover Azmi (Que Haidar) who is an abuser.","release_date":"2010-06-03","vote_average":6.5,"runtime":null,"cert":"N\/A","id":47779,"title":"Lagenda Budak Setan","adult":false,"genre_ids":[10749]},{"cast":["Ashlynn Brooke","Bridgette B","Brooke Banner","Jackie Daniels","Kaci Starr"],"overview":"Hyde is nervous about getting tickets to the Led Zepelin concert. Kelso and Fez dress up as rock stars to score with groupies. Donna gets a chance to go backstage, but afterward remains strangely lip locked about the experience, which annoys and worries Eric. When Kitty forces Red to talk Mano a Mano to Eric, it doesn't help much either.","release_date":"2009-09-22","vote_average":6.5,"runtime":121,"cert":"N\/A","id":47780,"title":"'70s Show: A XXX Parody","adult":true,"genre_ids":[35]},{"cast":["Devon Lee","Jennifer Dark","Kaylani Lei","Mikayla Mendez","Shyla Stylez"],"overview":"Every hooker has a secret. Silvia is about to reveal hers. Former college student turned high-class call girl, Silvia lets us in on the intimate details of her life, as a documentary film crew interviews her for a piece of \"Escorts\". Private jets, world class hotels, and unthinkable sex acts have given her an amazing tale to tell. But the best is yet to come ... and as her sordid story comes to a close, a terrifying truth is revealed ... on that may mean the end for the unsuspecting film crew. So beware ... for some secrets are best left untold.","release_date":"2008-07-10","vote_average":10.0,"runtime":121,"cert":"N\/A","id":47781,"title":"The Accidental Hooker","adult":true,"genre_ids":[18]},{"cast":["Jessica Lynn","Melissa Jacobs","Alyssa Reece","Jessica Bangkok","Lola"],"overview":"Steamy confessions of women loving women, watch and learn! Scouting for boys turns into a night of fingers, tongues and toys when Jessica Bangkok &amp; Alyssa Reece become friends with benefits! Ahh, the scent of a woman! Get wet watching Penny Flame &amp; Lola pleasure each other poolside! Faye Reagan &amp; Kiara Diane enjoy the sensual foreplay leading to one orgasmic experience! Want to know what women want? Just watch Melissa Jacobs &amp; Jessica Lynn go with the flow. The very essence of a woman gets Ryder Skye off and Pepper Foxxx loves to pamper a pretty pussy!","release_date":"2009-04-22","vote_average":0.0,"runtime":85,"cert":"N\/A","id":47782,"title":"A Girl's Guide to Girls","adult":true,"genre_ids":[]},{"cast":["Alektra Blue","Barrett Blade","Bill Bailey","Brad Armstrong","Chris Johnson"],"overview":"Tonight's your night to get Wicked with Alektra Blue. Join her and the rest of her gorgeous babes as they thrill you with super-hardcore action.","release_date":"2010-02-10","vote_average":0.0,"runtime":87,"cert":"N\/A","id":47783,"title":"Alektra Tonight","adult":true,"genre_ids":[]},{"cast":["Tommy Steele","Julia Foster","Cyril Ritchard","Penelope Horner","Elaine Taylor"],"overview":"The joyous screen version of the Broadway and London musical hit. \"If I had the money, I'd buy me a banjo!\" says struggling sales clerk Arthur Kipps (Tommy Steele). Soon he'll inherit enough to buy a whole bloomin' orchestra. But can his newfound wealth buy happiness? Multi-talented Steele brings his London and New York stage smash to the screen in this big, cheerful tune-filled production based on H.G. Wells' charming novel \"Kipps.\" Cyril Ritchard costars as a thespian who introduces Arthur to the joys of Edwardian London's music halls. And a huge cast of high-stepping, high spirited singers and dancers have the time of their lives. Enjoy because \"Half A Sixpence\" gets you a million dollars' worth of fun.","release_date":"1967-12-21","vote_average":6.0,"runtime":143,"cert":"","id":47784,"title":"Half a Sixpence","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Angelina Armani","Jessica Drake","Mikayla Mendez","Nicole Ray","Randy Spears"],"overview":"Karen had a promising future: A blossoming career as a journalist and the love and support of her photojournalist boyfriend, Ryan. But when Karen becomes ill, both seem to vanish into thin air. Now stricken with a terrible case of writers block, her attempts to reach Ryan go unanswered. After recovery, she starts dating, her writing career gets back on track and she eventually gets engaged. Shortly before her wedding, Ryan contacts her. She's stunned to find out that Ryan never abandoned her. Now confused about her future, she's faced with huge decisions that will determine her fate...but fate has a few twists of its own...will forever be long enough?","release_date":"2009-03-04","vote_average":0.0,"runtime":88,"cert":"N\/A","id":47787,"title":"Always and Forever","adult":true,"genre_ids":[18]},{"cast":["Eva Angelina","Gabriela Rossi","Lorena Sanchez","Monique Alexander","Alex Gonz"],"overview":"Tee Reel works real hard. He gets up each morning, keeps his nose clean, puts in long hours. He's a brother in search of the American dream. Turns out his strongest play is his gorgeous Latina wife, Natalie. Tee Reel's boss ain't never had Latin pussy...and he's hungry for it. Tee Reel seems willing to serve up Natalie if it will mean his PONTIAC becomes a Cadillac. But Tee Reel finds that he is too much in love to play the game. Interracial tensions burst into scalding, nasty interracial sex, as white men turn pale with envy...and white women turn submissive with pleasure","release_date":"2009-06-24","vote_average":0.0,"runtime":102,"cert":"N\/A","id":47788,"title":"American Swingers","adult":true,"genre_ids":[]},{"cast":["Alexis Amore","Ashton Moore","Dayton Rains","Nina Dolci","Star E. Knight"],"overview":"Unwrap them one at a time, or all at once.","release_date":"2002-01-24","vote_average":0.0,"runtime":90,"cert":"N\/A","id":47789,"title":"Anniversary Dreams","adult":true,"genre_ids":[]},{"cast":["Jenny Karezi","George Foundas","Dimitris Papamichael","Manos Katrakis","Mairi Hronopoulou"],"overview":"The story of 6 or 7 prostitutes, at Pireas harbor.","release_date":"1963-12-02","vote_average":8.3,"runtime":132,"cert":"N\/A","id":47790,"title":"The Red Lanterns","adult":false,"genre_ids":[18]},{"cast":["Ayça İnci","Burak Hakki","Cem Kurtoglu","Sefa Zengin","Bahtiyar Engin"],"overview":"Director Hasan Karacadag argues that he tried to create a model of a Turkish-Islamic horror film and that he would make the world recognize this model, of which he sees \"Semum\" as the first example. \"Semum\" stars Ayça inci, Burak Hakki and Cem Kurtoglu in the lead roles and recounts the true story of a woman who lives in Izmir. \"Semum\" will be compared with \"The Exorcist\" and inci will be compared with Linda Blair, the director says, noting that the Turkish horror films made so far have been far from satisfactory.","release_date":"2008-01-01","vote_average":4.0,"runtime":117,"cert":"N\/A","id":47791,"title":"Semum","adult":false,"genre_ids":[27]},{"cast":["Manos Katrakis","Mairi Hronopoulou","Dionysis Papagiannopoulos","Dora Volanaki","Giulio Brogi"],"overview":"An old communist returns to Greece after 32 years in the Soviet Union. However, things aren't the way he had hoped for.","release_date":"1984-04-21","vote_average":6.9,"runtime":133,"cert":"N\/A","id":47792,"title":"Voyage to Cythera","adult":false,"genre_ids":[18]},{"cast":["Isabelle Huppert","Fabrizio Bentivoglio","Jean-Hugues Anglade","Marie Gillain"],"overview":"After an architect (Fabrizio Bentivoglio) is invited to the home of his associate, the harmony of the place comes undone with the visitor's attraction to someone.","release_date":"1996-05-16","vote_average":7.6,"runtime":98,"cert":"N\/A","id":47793,"title":"Elective Affinities","adult":false,"genre_ids":[10749,18,35]},{"cast":["Donald Sutherland","Aude Landry","Lisa Langlois","Laurent Malet","Walter Massey"],"overview":"A Montreal police inspector (Donald Sutherland) cracks a murder case with clues from the victim's diary.","release_date":"1978-02-01","vote_average":6.0,"runtime":100,"cert":"N\/A","id":47794,"title":"Blood Relatives","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Michalis Zeke","Tania Palaiologou","Stratos Tzortzoglou","Eva Kotamanidou","Aliki Georgouli"],"overview":"Road movie about two children searching for their father who is supposed to live in Germany. Their obsession for this father figure will take them to the boundaries between childhood and adolescence.","release_date":"1988-01-01","vote_average":7.9,"runtime":127,"cert":"N\/A","id":47795,"title":"Landscape in the Mist","adult":false,"genre_ids":[18]},{"cast":["Anna Magnani","Ettore Garofolo","Franco Citti","Silvana Corsini","Luisa Loiano"],"overview":"After years spent working as a prostitute in her Italian village, middle-aged Mamma Roma has saved enough money to buy herself a fruit stand so that she can have a respectable middle-class life and reestablish contact with the 16-year-old son she abandoned when he was an infant. But her former pimp threatens to expose her sordid past, and her troubled son seems destined to fall into a life of crime and violence.","release_date":"1962-08-31","vote_average":7.9,"runtime":110,"cert":"N\/A","id":47796,"title":"Mamma Roma","adult":false,"genre_ids":[18]},{"cast":["Bernard Blier","Juliette Faber","Édouard Delmont","Edmond Ardisson"],"overview":" ","release_date":"1949-01-01","vote_average":8.2,"runtime":89,"cert":"N\/A","id":47797,"title":"L'école buissonnière","adult":false,"genre_ids":[18,35]},{"cast":["David Rakoff","Jamie Harrold","Helen Hanft","Vincent D'Onofrio","Kevin Corrigan"],"overview":"A prying neighbor, a glassy-eyed drug dealer, and a husband brandishing both a weapon and a vendetta make up the welcome wagon. Set amidst the as-yet-unopened boxes and the hopes for a fresh start of two men on what might just be the worst moving day ever. Their new apartment reveals its terrifying history in a film that is by turns funny, frightening, and unexpectedly romantic.","release_date":"2009-01-01","vote_average":6.1,"runtime":20,"cert":"N\/A","id":47798,"title":"The New Tenants","adult":false,"genre_ids":[35,80]},{"cast":["Thanasis Vengos","Zannino","Dimitris Nikolaidis","Lavrentis Dianellos","Ria Deloutsi"],"overview":"In this film, Vengos plays a loser who studies in a secret agents academy, dreaming of becoming a great spy like 007. Unfortunately he can't do anything right, so he wrecks havoc during his final exams.","release_date":"1967-01-30","vote_average":8.0,"runtime":89,"cert":"N\/A","id":47799,"title":"Help! Veggos the Obvious Spy 000","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A short experimental cutup film by Jon Moritsugu.","release_date":"1987-01-01","vote_average":5.5,"runtime":1,"cert":"N\/A","id":47800,"title":"Brain Dead","adult":false,"genre_ids":[9648,27,14]},{"cast":[],"overview":"“Adopting Haiti” is a documentary by filmmaker Timothy Wolfer about the struggle of the Maison des Enfants de Dieu orphanage and the 135 children who called it home. “Adopting Haiti” shines a light on a side of the Haitian tragedy that few are even aware exists. With only the clothes on his back, filmmaker Timothy Wolfer followed Tawnya Constantino and a team of dedicated volunteers as they navigated the often dangerous conditions in their struggle to evacuate 135 Haitian orphans and bring them to the United States.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":47801,"title":"Adopting Haiti","adult":false,"genre_ids":[99]},{"cast":["Robert John Burke","Bill Sage","Karen Sillas","Elina Löwensohn","Martin Donovan"],"overview":"Bitter about being double-crossed by the women he loved, (and with the police after him to boot), Bill vows to seduce the next woman he sees, then throw her away. His brother Dennis, meanwhile, is equally determined to track down their long lost father, a revolutionary who has been in hiding for 20 years. For different reasons, both leave New York and head for Long Island, out of money, and short on ideas. D:\"Long Island is a a terminal moraine.\" B:\"What's that?\" D:\"It's the material left behind when a glacier recedes.\" D:\"Gee, then what the hell are we waiting for?\"D: \"She's a bit jumpy...\" B: \"Jumpy women are great!\"","release_date":"1992-10-14","vote_average":7.3,"runtime":105,"cert":"N\/A","id":47802,"title":"Simple Men","adult":false,"genre_ids":[80,18,10749]},{"cast":["Gert Verhulst","Walter de Donder","Walter Baele","Koen Crucke"],"overview":"Twenty years ago, crooks Johna and Ron were able to hide the diamond they stole, just before being arrested, in young Gert's football at the Old Castle Inn owned by Marlène's family. Today, the crooks have escaped and want the loot back. But a contractor has got permission to tear down the ruined inn and build an apartment building on the site, unless it's completely repaired within a week. When Marlène calls him, Gert abandons his planned week of holiday at sea to do the daunting job, helped by the mayor, Van Leemhuyzen and Octaaf. Alberto meanwhile rides through town on his motorbike, trying to get his career launched as a 'flying barber'","release_date":"2008-12-03","vote_average":4.0,"runtime":72,"cert":"N\/A","id":47803,"title":"Hotel op Stelten","adult":false,"genre_ids":[18]},{"cast":[],"overview":"“Unsigned” is a documentary that trails three rising rock bands in Los Angeles as they chase their dreams of making it big in the music industry. We follow “Fight Friendly” ” Paul Nagi” and ” The Muddy Reds” as they learn to balance their rock ’n’ roll aspirations with the hardships and realizations of every day life in a film which dares everyone to follow their dreams.","release_date":"2011-09-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":47804,"title":"Unsigned","adult":false,"genre_ids":[99]},{"cast":["Natasha Henstridge","Ben Bass","Currie Graham","Robert Forster","Stephen McHattie"],"overview":"Best friends Patrick (Currie Graham) and Jamie (Ben Bass) are also cousins and cops determined to keep the streets safe and provide for their families. Their relationship suffers when they become entangled in a dangerous mix of mobsters, corruption, drugs and murder. As Jamie's boss, Patrick often has to cover for him, but their roles are reversed when Patrick falls in with the wrong people. Natasha Henstridge co-stars as Patrick's wife.","release_date":"2008-08-27","vote_average":3.8,"runtime":90,"cert":"N\/A","id":47807,"title":"Would Be Kings","adult":false,"genre_ids":[18]},{"cast":["Brooke Shields","Lambert Wilson","Horst Buchholz","John Rhys-Davies","Ronald Lacey"],"overview":"After her father dies, young Dale takes his place in a trans-African auto race, but ends up being abducted by a desert sheik.","release_date":"1983-12-01","vote_average":5.9,"runtime":111,"cert":"","id":47808,"title":"Sahara","adult":false,"genre_ids":[28,12,18,10749]},{"cast":["Ann Wilson","Nancy Wilson","Scott Olson","Mike Inez","Ben Smith"],"overview":"The Wilson sisters (1980s glam rockers with such hits as \"Alone\" and \"These Dreams\") make a triumphant return to their hometown of Seattle. The city, oddly enough, spawned the grunge movement in the early '90s and killed off many of the '80s metal bands. A career-spanning selection of material in this concert includes early classics such as \"Barracuda\" and \"Crazy on You,\" alongside more recent material.","release_date":"2003-04-29","vote_average":5.7,"runtime":103,"cert":"N\/A","id":47811,"title":"Heart: Alive in Seattle","adult":false,"genre_ids":[10402]},{"cast":["Vera Brezhneva","Anastasiya Zadorozhnaya","Vladimir Zelenskiy","Filipp Kirkorov","Anastasiya Stotskaya"],"overview":"Our three hapless heroes - Igor, Artyom, and Sauna - return for another lesson from St. Valentine. This time they must learn the true value of fatherhood.","release_date":"2010-02-25","vote_average":6.0,"runtime":93,"cert":"N\/A","id":47812,"title":"Love and the City 2","adult":false,"genre_ids":[35,10749]},{"cast":["Tim Burton","John Lasseter","Don Bluth","Howard Ashman","Jeffrey Katzenberg"],"overview":"By the mid-1980s, the fabled animation studios of Walt Disney had fallen on hard times. The artists were polarized between newcomers hungry to innovate and old timers not yet ready to relinquish control. These conditions produced a series of box-office flops and pessimistic forecasts: maybe the best days of animation were over. Maybe the public didn't care. Only a miracle or a magic spell could produce a happy ending. Waking Sleeping Beauty is no fairy tale. It's the true story of how Disney regained its magic with a staggering output of hits - \"Little Mermaid,\" \"Beauty and the Beast ,\" \"Aladdin,\" \"The Lion King,\" and more - over a 10-year period.","release_date":"2009-09-05","vote_average":7.6,"runtime":86,"cert":"N\/A","id":47813,"title":"Waking Sleeping Beauty","adult":false,"genre_ids":[99]},{"cast":["Brian Hooks","N'Bushe Wright","Faizon Love","E-40","Starletta DuPois"],"overview":"Brian Hooks plays a character who is just released from jail. And the state adopts a \"3 strikes\" rule for felons that involves serious penalties. Hooks has 2 strikes, and wants to change his life for the better. When a friend picks him up, they are pulled over, and his friend shoots at police officers, and Hooks escapes. Now Hooks, a wanted man, must clear his name of having nothing to do with the shooting.","release_date":"2000-03-01","vote_average":5.6,"runtime":82,"cert":"N\/A","id":47816,"title":"3 Strikes","adult":false,"genre_ids":[28,35,10749]},{"cast":["Robert Downey Jr.","Kiefer Sutherland","Bruce Dern","Mariette Hartley","Winona Ryder"],"overview":"Two rebellious youths, Ralph and Scott, find themselves struggling with adulthood as the Vietnam War rages. Feeling trapped in their small town, Scott battles with his conservative veteran father, Cliff, and Ralph deals with his desperately sexual mother, Ev. When tragic news arrives from overseas, the entire town, inspired by Ralph and Scott's antiwar efforts, reevaluates its attitude toward the war.","release_date":"1988-08-18","vote_average":5.8,"runtime":95,"cert":"15","id":47817,"title":"1969","adult":false,"genre_ids":[18,10752]},{"cast":["River Phoenix","Ann Magnuson","Meredith Salenger","Ione Skye","Louanne"],"overview":"A recent high school graduate is faced with two options, either go to a business school where his father wants him to go to, or get a full time job. However he decides to defy his father and go to Hawaii. Trouble is he has no money. Along the way he comes to understand his parents and eventually bonds with his father.","release_date":"1988-07-21","vote_average":4.9,"runtime":90,"cert":"N\/A","id":47818,"title":"A Night in the Life of Jimmy Reardon","adult":false,"genre_ids":[18,10749]},{"cast":["John Ritter","Harvey Korman","Fred Willard","Chief Dan George","Richard Schaal"],"overview":"In a story told in narrative flashbacks, a young TV consultant is hired by the President of a bankrupt USA to organize a telethon in order to prevent the country from being repossessed by wealthy Native Americans.","release_date":"1979-08-10","vote_average":4.4,"runtime":86,"cert":"N\/A","id":47819,"title":"Americathon","adult":false,"genre_ids":[35]},{"cast":["Andrew Prine","Denise Crosby","Patrick Reynolds","Conan Lee","Roy Dotrice"],"overview":"A former pilot rebels against his creator, teaming up with the scientist responsible for android technology, her pet robot Spot, a rough-and-tumble riverboat guide, and a martial arts warrior.","release_date":"1986-01-31","vote_average":4.5,"runtime":96,"cert":"N\/A","id":47822,"title":"Eliminators","adult":false,"genre_ids":[28,878]},{"cast":["Kris Kristofferson","Treat Williams","Rip Torn","Kevin Conway","Kurtwood Smith"],"overview":"Two Texas border guards find a jeep buried for 20 years in the desert, with a skeleton, a scoped rifle, and a box with $800,000 in cash. They decide to keep the money, but quietly check up on the info they find. Soon the Feds are running all over the place, and it looks like jeep maybe linked to the JFK assassination. But the Feds are trying to cover it up, and eliminate anyone involved with the jeep.","release_date":"1984-04-19","vote_average":6.4,"runtime":94,"cert":"N\/A","id":47825,"title":"Flashpoint","adult":false,"genre_ids":[28,18,9648,53]},{"cast":["Alexis Texas","Jenna Haze","Kristina Rose","Anthony Rosano","Mark Ashley"],"overview":"Alexis Texas is the latest performer to fill the coveted role of Buttwoman, following in the footsteps of Tianna, Tiffany Mynx, Belladonna, and Brianna Love. Since her arrival into the business in 2007, the curvy Texan has been known for her colossal posterior, voluptuous body, and beautiful face. Award winning directors, William H. and Sam No, have joined forces once again to take you on a visually stunning, playful and passionate journey, that includes lots of extended tease, intense hardcore sex, and ultimately climaxes with Alexis Texas very 1st anal scene","release_date":"2008-08-16","vote_average":6.0,"runtime":221,"cert":"N\/A","id":47826,"title":"Alexis Texas Is Buttwoman","adult":true,"genre_ids":[]},{"cast":["Samantha Fox","Diane Cummins","Saul Meth","Miriam Meth","William Szarka"],"overview":"A woman from a \"cursed\" family is released from a mental facility, and soon dismembered corpses start turning up.","release_date":"1983-01-01","vote_average":3.6,"runtime":69,"cert":"N\/A","id":47827,"title":"A Night to Dismember","adult":false,"genre_ids":[27]},{"cast":["James Hicks","Andrea Hart","Alex Giannini","Nick Moran","John Woolvett"],"overview":"","release_date":"1998-01-01","vote_average":5.5,"runtime":90,"cert":"N\/A","id":47828,"title":"Miss Monday","adult":false,"genre_ids":[]},{"cast":[],"overview":"What starts off as a conventional travelogue turns into a satirical portrait of the town of Nice on the French Côte d'Azur, especially its wealthy inhabitants.","release_date":"1930-05-28","vote_average":6.8,"runtime":22,"cert":"N\/A","id":47831,"title":"À propos de Nice","adult":false,"genre_ids":[99]},{"cast":["Burr Jerger","Christine Gish"],"overview":"The story focuses on a veteran (the General) who served the military during WWII, Vietnam and the Korean War. He has quite a few alarming conceptions about warfare (\"politics are the extension of war\", “Civilians are as much the enemy as men in uniform”…) When he returns to his estate in Antwerp, he continues to live under the impression of being in command of his troops and hikes into the nearby woods fully armoured.","release_date":"1973-01-01","vote_average":2.0,"runtime":90,"cert":"N\/A","id":47832,"title":"General Massacre","adult":false,"genre_ids":[10752,18]},{"cast":["Lee Sung-jae","Kim Sung-Min","Julian Kang","Lee Seung-shin","Jo Won-Seok"],"overview":"In the era of Free Trade Agreements (FTA), the head boss of the Young-dong ‘organized gang’ decides they should not lose their guard and rounds his top men together. After a long talk, they conclude they should benchmark off big corporations’ ‘globalized management’ and prepare their gang for globalization! Just then, the only one to graduate from college, GYE Doo-shik is called to the role. Will Doo-shik be able to carry out his mission in the mega company without a glitch?","release_date":"2007-09-20","vote_average":4.0,"runtime":110,"cert":"N\/A","id":47833,"title":"The Mafia, The Salesman","adult":false,"genre_ids":[35]},{"cast":["James Robertson Justice","Leslie Phillips","Paul Massie","Kenneth Williams","Liz Fraser"],"overview":"'Carry On' director Gerald Thomas helms this comedy caper featuring early appearances by James Robertson Justice, Sid James, Leslie Phillips, Kenneth Williams, Liz Fraser and Eric Barker. The film follows the hi-jinks of a group of music students who move into a shared flat in order to cut costs and have somewhere to practice their instruments. Things get tricky when Mervyn Hughes (Phillips) accidentally sells one of his compositions to an advertising agency and risks losing his scholarship. Can he and his friends find a way to raise the money to buy back the song rights?","release_date":"1961-09-06","vote_average":7.8,"runtime":91,"cert":"U","id":47834,"title":"Raising the Wind","adult":false,"genre_ids":[35]},{"cast":["Ayumi Ito","Kenji Mizuhashi","Ren Osugi","Yoshiko Sekino"],"overview":"","release_date":"1998-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":47835,"title":"Fishes in August","adult":false,"genre_ids":[]},{"cast":["Courtney Davis","John Merriman","Macon Blair","Becky Ann Baker","Stephen Root"],"overview":"Gretchen has bigger problems than abysmal fashion sense: She's 17, painfully awkward and stuck in the most unforgiving place on earth - high school. When her obsession with school bad boy Ricky gets out of hand, her mother sends her to an emotional treatment center to recover. She has to travel elsewhere, however, to truly begin to understand why she fixates on the wrong kind of guy.","release_date":"2006-01-01","vote_average":7.0,"runtime":98,"cert":"N\/A","id":47836,"title":"Gretchen","adult":false,"genre_ids":[35]},{"cast":["Marlon Brando","Anna Magnani","Joanne Woodward","Victor Jory","Maureen Stapleton"],"overview":"Val Xavier, a drifter of obscure origins, arrives at a small town and gets a job in a store run by Lady Torrence. Her husband, Jabe M. Torrance, is dying of cancer. Val is pursued by Carol Cutere, the enigmatic local tramp-of-good-family.","release_date":"1960-04-14","vote_average":7.4,"runtime":119,"cert":"N\/A","id":47837,"title":"The Fugitive Kind","adult":false,"genre_ids":[10749,18]},{"cast":["Marilu Henner","Michelle Williams","Nick Stahl","Matt McCoy","Carmen Argenziano"],"overview":"After a brutal nighttime attack on a woman alone in her suburban home, police investigators zero in on teenager Eric Sutter. When the victim identifies Sutter as her attacker, the legal system closes in on the boy as friends, neighbors and the media turn against him. Only through the dogged determination of his mother, and her loyal boyfriend does Eric and the victim have a chance for justice to be served.","release_date":"1996-05-06","vote_average":7.0,"runtime":105,"cert":"N\/A","id":47838,"title":"My Son Is Innocent","adult":false,"genre_ids":[18]},{"cast":["Yiota Festa","Giorgos Marinos","Michalis Evripiotis","Hristos Nomikos","Vana Rambota"],"overview":"In 1974, a group of 11-year-old boys spend the last carefree summer of their childhood, unaware that the world of grown-ups, with its loves, passions, prejudices and curses, is about to seal their fate. Aaron, Stelios, Sakis, Galanos and Verios, \"the acrobats\", are best friends. School has closed for the summer holidays and the children spend their time playing games, running errands, and riding their bikes. Life is a game, into which they channel all their physical energy and imagination. They practice their diving abilities in a big cistern. It is a game through which their special talents and competitive spirit unfold. One is good at balancing acts, another at diving and another at somersaults. It is in this neighborhood that Aaron will spend the most important summer of his life: a rite of passage from childhood to adolescence, a time for learning about love, jealousy and friendship.","release_date":"2001-11-10","vote_average":9.0,"runtime":110,"cert":"N\/A","id":47839,"title":"The Cistern","adult":false,"genre_ids":[18]},{"cast":["Yves Beneyton","Renato Scarpa","Piero Vida","Aldo Sassi","Lou Castel"],"overview":"In 1958 Angelo, a rich and spoiled boy, enters a religious school, where students are tired of its vice-rector, and the strict rules and old-fashioned teaching methods of priests. Soon, Angelo exerts strong leadership among his peers and incites turmoil among them, helped by intellectual Franco and shy Camma. They expel the prefect from the school, organize a Grand Guignol show, and disappear the corpse of an old professor.","release_date":"1971-10-12","vote_average":6.5,"runtime":107,"cert":"N\/A","id":47840,"title":"In the Name of the Father","adult":false,"genre_ids":[35]},{"cast":["Taegu Andy Kang","Bokja Kim","Jiseon Kim","Nathan Rodriguez"],"overview":"A Korean immigrant falls in love with her best friend while navigating her way through the challenges of living in a new country.","release_date":"2007-06-27","vote_average":5.7,"runtime":83,"cert":"N\/A","id":47841,"title":"In Between Days","adult":false,"genre_ids":[18,10749]},{"cast":["Maurice Garrel","Dominique Blanc","Arno"],"overview":"","release_date":"1997-10-22","vote_average":5.0,"runtime":93,"cert":"N\/A","id":47842,"title":"Alors voilà,","adult":false,"genre_ids":[]},{"cast":["Nikos Kouris","Marina Kalogirou","Odysseas Papaspiliopoulos","Themis Bazaka"],"overview":"Aris, 27 years old, returns home after a long journey... His mother, an eccentric and lonely woman lives together with her secretary, Sylvia and her loyal gardener mute Christos. Her house is famous not only for its view in Acropolis but also for his pool: the deepest in Europe. Determined to leave behind his past and start a new life, Aris, will search the secret of his youth, he will fall in love with a poor girl, Alexandra and he will confront his own ghosts. In the meanwhile a fire turns Athens into a living hell...","release_date":"2004-11-04","vote_average":6.0,"runtime":111,"cert":"N\/A","id":47843,"title":"Real Life","adult":false,"genre_ids":[18,14]},{"cast":[],"overview":"Middle August in Athens. Three families, living in a three storey building, leave for their summer vacations. Everyone is wishing for a miracle to happen this summer. In the meantime, a drifter breaks into their apartments and rummages their personal belongings, thus unfolding hidden secrets.","release_date":"2002-10-13","vote_average":6.3,"runtime":106,"cert":"N\/A","id":47844,"title":"One Day in August","adult":false,"genre_ids":[]},{"cast":["Ronald Zehrfeld","Matthias Schweighöfer","Franziska Wulf","Oliver Bröcker","Hinnerk Schönemann"],"overview":"The era of the feared sea pirates Klaus Störtebeker and Gödeke Michels is coming to an end. After a long period with no booty at last a bulging ship appears on the horizon. However, Störtebeker is badly wounded in the attempted capture and the pirates suffer ignominious defeat. Not only their ship is down the drain - Störtebeker himself is suddenly plagued by anxiety and doubt about his very existence as a pirate. He is drawn to the beautiful country girl Bille, while Michels gets rebuffed by the friesian princess Okka. In the very moment that the crew have mutinied and co-captain Michels is literally at the end of his tether, they discover on board their ramshackle old tub a most unique wonder weapon. Glory days are quickly revived - until the mighty Hanse consolidate their power and weaponry and go to war against the pirates. Störtebeker and Michels are forced to decide: To live as a farmer or to die as a pirate.","release_date":"2009-12-10","vote_average":7.2,"runtime":108,"cert":"N\/A","id":47845,"title":"12 Paces without a Head","adult":false,"genre_ids":[35]},{"cast":["Liv Ullmann","Olivia de Havilland","Jeremy Kemp","Franco Nero","Maximilian Schell"],"overview":"Based on the medieval legend of Pope Joan, who was made Pope for a brief period around 855 A.D. The movie presents her existence as fact, though it is questionable that Pope Joan really did exist, and portrays her relationships with other notables of the time.","release_date":"1972-08-16","vote_average":7.5,"runtime":105,"cert":"N\/A","id":47846,"title":"Pope Joan","adult":false,"genre_ids":[18]},{"cast":["Ning Jing","Sun Honglei","Zhao Baogang","Sun Min","Jiang Tong"],"overview":"Tang Daxing, paroled after seven years in jail for brawling over his high school sweetheart Xiaohui, hopes to find legitimate work so they can finally marry -- but the reappearance of an old classmate who has struck it rich poses a temptation: can they withstand the lure of easy money in a fast-changing China?","release_date":"2004-04-15","vote_average":0.0,"runtime":108,"cert":"N\/A","id":47847,"title":"Manhole","adult":false,"genre_ids":[]},{"cast":["Vittorio Gassman","Alessandro Momo","Agostina Belli","Moira Orfei","Torindo Bernardi"],"overview":"An army cadet accompanies an irascible, blind captain on a week-long trip from Turin to Naples.","release_date":"1974-12-25","vote_average":7.7,"runtime":103,"cert":"N\/A","id":47848,"title":"Scent of a Woman","adult":false,"genre_ids":[18]},{"cast":["Nikos Kalogeropoulos","Giorgos Kimoulis","Evelina Papoulia","Mimis Chrisomalis","Maria Protopappa"],"overview":"A convict out of prison to visit his mother, followed by two policemen. A lunatic out of the asylum, followed by two doctors. Their meeting is the beginning of the most hilarious situations, as they begin their quest for freedom","release_date":"2000-01-01","vote_average":6.3,"runtime":96,"cert":"N\/A","id":47849,"title":"In Good Company","adult":false,"genre_ids":[35]},{"cast":["Balduin Baas","Clara Colosimo","Elizabeth Labi","Ronaldo Bonacchi","Ferdinando Villella"],"overview":"Orchestra Rehearsal (Italian: Prova d'orchestra) is a 1978 Italian film directed by Federico Fellini. It follows an Italian orchestra as the members go on strike against the conductor. The film was shown out of competition at the 1979 Cannes Film Festival. Considered by some to be underrated Orchestra Rehearsal was the last collaboration between composer Nino Rota and Fellini, due to Rota's death in 1979.","release_date":"1978-10-01","vote_average":6.3,"runtime":70,"cert":"N\/A","id":47850,"title":"Orchestra Rehearsal","adult":false,"genre_ids":[18]},{"cast":["Lyudmila Gurchenko","Stanislav Lyubshin","Valentina Telichkina","Larisa Kuznetsova","Igor Nefyodov"],"overview":"Tamara and Sasha were separated during the war. Now (1957) Sasha is visiting Moscow for five days and by chance recognizes the house where Tamara used to live. She is still living there with her nephew Slava.","release_date":"1979-06-04","vote_average":5.6,"runtime":103,"cert":"N\/A","id":47851,"title":"Five Evenings","adult":false,"genre_ids":[18,10749]},{"cast":["Jan Werich","Emília Vášáryová","Vlastimil Brodský","Jiří Sovák","Vladimír Menšík"],"overview":"Some people with a strange cat arrive in a small village. The cat wears glasses, and when someone takes them off, she can color people, according to their nature and mood. The grown-ups of the village consider the cat to be dangerous, but the kids just love her…","release_date":"1963-09-20","vote_average":6.7,"runtime":91,"cert":"N\/A","id":47852,"title":"When the Cat Comes","adult":false,"genre_ids":[14,35]},{"cast":["Ving Rhames","Esai Morales","Simon Rex","Elizabeth Di Prinzio","Isaac Santiago"],"overview":"A drug dealer sells his soul to the devil to become the top drug dealer on the block.","release_date":"2010-09-17","vote_average":4.5,"runtime":83,"cert":"N\/A","id":47853,"title":"King of the Avenue","adult":false,"genre_ids":[28,12,53]},{"cast":["Donnie Yen","Shu Qi","Yasuaki Kurata","Shawn Yue","Anthony Wong"],"overview":"Seven years after the apparent death of Chen Zhen, who was shot after discovering who was responsible for his teacher's death (Huo Yuanjia) in Japanese-occupied Shanghai. A mysterious stranger arrives from overseas and befriends a local mafia boss. That man is a disguised Chen Zhen, who intends to infiltrate the mob when they form an alliance with the Japanese. Disguising himself as a caped fighter by night, Chen intends to take out everyone involved as well as get his hands on an assassination list prepared by the Japanese.","release_date":"2010-09-01","vote_average":6.2,"runtime":105,"cert":"N\/A","id":47854,"title":"Legend of the Fist: The Return of Chen Zhen","adult":false,"genre_ids":[18,28,36,53]},{"cast":["Sergei Bodrov Jr.","Rebecka Liljeberg","Joachim Król","Keith Allen","Aleksandr Bashirov"],"overview":"A fairy tale-like love story between young circus artist Lola and the bear Misha, who one day transforms into a human being.","release_date":"2002-01-01","vote_average":4.7,"runtime":101,"cert":"N\/A","id":47855,"title":"Bear's Kiss","adult":false,"genre_ids":[18,14,10749]},{"cast":["Giannis Angelakis","Christos Mantakas","Myriam Vourou","Ann Coleman"],"overview":"Around the year 2000, a terrible occurence shocks the city of Athens: a huge piece of moussaka appears on the city streets, spreading panic and death. Everyone keeps wondering: why, where, how, for what reason? But no one can give an answer...","release_date":"1999-09-11","vote_average":4.5,"runtime":90,"cert":"N\/A","id":47856,"title":"The Attack of the Giant Mousaka","adult":false,"genre_ids":[878,35]},{"cast":["Dimosthenis Papadopoulos","Kostas Kazanas","Yorgos Pirpassopoulos","Peggy Trikalioti","Despina Kourti"],"overview":"","release_date":"1994-01-01","vote_average":6.0,"runtime":98,"cert":"N\/A","id":47859,"title":"End of an Era","adult":false,"genre_ids":[18]},{"cast":["Dominique Pinon"],"overview":"A 9 minute comedy starring Dominique Pinon (Delicatessen). Featuring muted colors with a sepia black and white, Pinon takes the viewer through various examples of what he \"likes and dislikes\". The music is by Carlos D'Alessio and Special Thanks is given to Claudie Ossard.","release_date":"1989-01-01","vote_average":7.3,"runtime":9,"cert":"N\/A","id":47860,"title":"Things I Like, Things I Don't Like","adult":false,"genre_ids":[35]},{"cast":["Jaya Bachchan","Achala Sachdev","A.K. Hangal"],"overview":"A chance encounter while traveling by BEST bus service in Bombay gets two young people to meet. One of which is Professor Sukesh Dutt, and the other is Archana Gupta. They meet again, and are formally introduced to each other. Both are attracted to each other, and get married. But Archana's mother does not approve of Sukesh, due to his modest income. She makes up stories about their affluence, which offend Sukesh when he finds out. As a result, there is acrimony between Archana and Sukesh, and both separate. Archana goes to live with her parents, while Sukesh relocates. Archana's family would like her to forget Sukesh, and re-marry. But Archana finds that she still has feelings for Sukesh. But does Sukesh have the same feelings for Archana?","release_date":"1974-05-04","vote_average":4.0,"runtime":125,"cert":"N\/A","id":47861,"title":"Kora Kagaz","adult":false,"genre_ids":[18]},{"cast":["Forest Whitaker","Jonathan Silverman","Christopher Britton","Ossie Davis","Tyrone Benskin"],"overview":"Inspired by a true story, this drama is set in 1965, not long after passage of the Civil Rights Act. Despite the Act, the African-American citizens of Bogalusa are still treated like third-class citizens, their fundamental rights as human beings persistently trampled by the white power structure, in general, and the local branch of the KKK. The story follows the formation of local black men, particularly ex-war veterans who after the struggles become too overbearing organizes the group, \"Deacons for defense\", an all-black defense group dedicated to patrolling the black section of town and protecting its residents from the more violent aspects of \"white backlash.\"","release_date":"2003-01-01","vote_average":5.9,"runtime":95,"cert":"N\/A","id":47862,"title":"Deacons for Defense","adult":false,"genre_ids":[18]},{"cast":["Henry Phillips","Ellen Ratner","Matthew Walker","Audrey Siegel","Derek Waters"],"overview":"A satirical songwriter comes to Los Angeles and puts his life's work in jeopardy.","release_date":"2010-10-22","vote_average":7.6,"runtime":91,"cert":"N\/A","id":47863,"title":"Punching the Clown","adult":false,"genre_ids":[35,10402]},{"cast":[],"overview":"Pete is a nice and clumsy salesman. But he's also a deadly super secret agent with a microprocessor implanted into his brain by some mad scientists from the government. He has to secretly stop a bunch of badguys who stole a magic stone that can change anything into seafood.","release_date":"2010-09-20","vote_average":5.0,"runtime":7,"cert":"N\/A","id":47864,"title":"Salesman Pete and the Amazing Stone from Outer Space!","adult":false,"genre_ids":[16,35,878]},{"cast":[],"overview":"","release_date":"1990-12-20","vote_average":5.0,"runtime":72,"cert":"N\/A","id":47865,"title":"Dragon and Slippers","adult":false,"genre_ids":[16]},{"cast":["Brooke Adams","Ione Skye","Fairuza Balk","James Brolin","Robert Knepper"],"overview":"In the boring desert of New Mexico, a single mother raises her two teenage daughters, Shade and Trudi, whose deepest desire is to leave the dead calm town. Shade is the type to escape in her extravagant fantasies while Trudi is so rebelious it could drive her away.","release_date":"1992-07-10","vote_average":6.6,"runtime":101,"cert":"N\/A","id":47866,"title":"Gas Food Lodging","adult":false,"genre_ids":[18,10749]},{"cast":["Doug Stone","Kristy Young","James Donadio","Deborah Hobart","Tom Lester"],"overview":"A talking pig named Gordy becomes involved in a quest to save his family from the slaughterhouse.","release_date":"1995-05-12","vote_average":5.0,"runtime":90,"cert":"N\/A","id":47867,"title":"Gordy","adult":false,"genre_ids":[18,10751,14]},{"cast":["Rory Kinnear","Mark Gatiss","Alex Riddell","Reece Shearsmith","Lee Ingleby"],"overview":"Mark Gatiss's adaptation of HG Wells's science fiction classic. July 1969, and as the world waits with bated breath for the Apollo astronauts to land on the Moon, a young boy meets 90-year-old Julius Bedford. He's a man with an extraordinary story of how, way back in 1909, he got to the Moon first, and, together with the eccentric Professor Cavor, discovered a terrifying secret deep beneath its seemingly-barren surface.","release_date":"2010-10-19","vote_average":5.3,"runtime":90,"cert":"PG","id":47868,"title":"The First Men in the Moon","adult":false,"genre_ids":[878]},{"cast":["Frances McDormand","Brian Cox","Brad Dourif","Mai Zetterling","Bernard Archard"],"overview":"In Ireland, American lawyer Ingrid Jessner and her activist partner, Paul Sullivan, struggle to uncover atrocities committed by the British government against the Northern Irish during the \"Troubles.\" But when Sullivan is assassinated in the streets, Jessner teams up with Peter Kerrigan, a British investigator acting against the will of his own government, and struggles to uncover a conspiracy that may even implicate one of Kerrigan's colleagues.","release_date":"1990-11-21","vote_average":7.1,"runtime":108,"cert":"N\/A","id":47869,"title":"Hidden Agenda","adult":false,"genre_ids":[9648,18,53]},{"cast":["Phil Davis","Ruth Sheen","Edna Doré","Philip Jackson","Heather Tobias"],"overview":"Slice-of-life look at a sweet working-class couple in London, Shirley and Cyril, his mother, who's aging quickly and becoming forgetful, mum's ghastly upper-middle-class neighbors, and Cyril's pretentious sister and philandering husband. Shirley wants a baby, but Cyril, who reads Marx and wants the world to be perfect, is reluctant. Cyril's mum locks herself out and must ask her snooty neighbors for help. Then Cyril's sister Valerie stages a surprise party for mum's 70th birthday, a disaster from start to finish. Shirley holds things together, and she and Cyril may put aside her Dutch cap after all.","release_date":"1988-09-24","vote_average":7.7,"runtime":108,"cert":"","id":47870,"title":"High Hopes","adult":false,"genre_ids":[35,18]},{"cast":["David Rasche","Paul Jabara","Howard Hesseman","Teri Garr","Peter Billingsley"],"overview":"Ticlaw, a small town in Florida, has only one attraction: a safari park. The government constructs a freeway that passes near Ticlaw, but decides not to put an exit into the town. The people of Ticlaw, leaded by it's Mayor, will do anything in order to convince the governor to alter the project.","release_date":"1981-08-21","vote_average":5.0,"runtime":107,"cert":"N\/A","id":47871,"title":"Honky Tonk Freeway","adult":false,"genre_ids":[28,35]},{"cast":["Ryan O'Neal","Shelley Long","Drew Barrymore","Sam Wanamaker","Allen Garfield"],"overview":"Alternating between the past and the present, a precocious little girl sues her selfish, career-driven parents for emancipation, surprising them both.","release_date":"1984-09-28","vote_average":5.9,"runtime":113,"cert":"N\/A","id":47874,"title":"Irreconcilable Differences","adult":false,"genre_ids":[35,18,10749]},{"cast":["Billy Crystal","Kathleen Quinlan","Joanna Pacula","Jere Burns","Harold Gould"],"overview":"Billy Crystal plays a Hollywood agent who stumbles upon Max, a giant living in Romania, and tries to get him into the movies.","release_date":"1998-04-10","vote_average":5.3,"runtime":103,"cert":"N\/A","id":47881,"title":"My Giant","adult":false,"genre_ids":[35,18,10751]},{"cast":["Bonita Granville","Frankie Thomas","John Litel","Frank Orth","Renie Riano"],"overview":"Nancy Drew and Ted Nickerson solve a murder and save two elderly ladies from losing their family home. The old mansion is complete with a moving wall and a hidden staircase.","release_date":"1939-09-09","vote_average":7.1,"runtime":60,"cert":"N\/A","id":47882,"title":"Nancy Drew and the Hidden Staircase","adult":false,"genre_ids":[35,80,9648]},{"cast":["Bonita Granville","John Litel","James Stephenson","Frankie Thomas","Frank Orth"],"overview":"Nancy Drew and Ted Nickerson solve a kidnapping case of a wealthy elderly lady. Ted has to disguise himself as a nurse while Nancy becomes a \"widow\" in order to locate the lady they are rescuing.","release_date":"1938-11-19","vote_average":7.4,"runtime":66,"cert":"N\/A","id":47883,"title":"Nancy Drew: Detective","adult":false,"genre_ids":[35,9648]},{"cast":["Bonita Granville","Frankie Thomas","John Litel","Aldrich Bowker","Charlotte Wynters"],"overview":"Nancy Drew clears her Uncle Matt of murder charges when she exposes the real murderers. She and Ted find themselves in many dangerous positions such as trying to fly an airplane after the pilot parachuted out and being face-to-face with the murderer.","release_date":"1939-06-17","vote_average":7.4,"runtime":68,"cert":"N\/A","id":47884,"title":"Nancy Drew... Trouble Shooter","adult":false,"genre_ids":[35,9648]},{"cast":["Anderson Silva","Frank Mir","Josh Koscheck","Kenny Florian","Georges St-Pierre"],"overview":"EVERY MAN HAS HIS LIMIT. No matter how tough, there is a pain threshold beyond which no man can pass, the point where determination gives way to submission. In the Octagon, a submission specialist sees an opening and seizes it. He sets a trap, and then springs it. He imposes his will and breaks his opponent's. If his opponent's will does not break, his bones will. This action-packed collection brings you all the best submissions from superstars Georges St-Pierre, Anderson Silva, BJ Penn, Frank Mir and others who found victory by pushing the ultimate limits of pain. Bonus features include Bonus Fights, Bonus from the Vault, and Just Won't Tap.","release_date":"2010-10-05","vote_average":0.0,"runtime":158,"cert":"N\/A","id":47885,"title":"UFC Ultimate Submissions","adult":false,"genre_ids":[]},{"cast":["Christopher George","Lynda Day George","Frank Braña","Edmund Purdom","Ian Sera"],"overview":"A frustrated Boston detective searches for the maniac responsible for mutilating a number of university coeds.","release_date":"1982-08-23","vote_average":6.1,"runtime":85,"cert":"N\/A","id":47886,"title":"Pieces","adult":false,"genre_ids":[27,9648]},{"cast":[],"overview":"YOU GOTTA SEE THIS! is a compilation of twisted human behaviour, featuring topless wrestling, horrible car crashes, and various serious injuries. This is 'harsh reality TV', not for the squeamish. Limbs Torn off, naked skydiving, gored and stomped by bulls, topless wrestling, insane falls, hand-to-hand violence, horrific crashes, snapped limbs, topless boxing and for the first time in the UK... the insanity of backyard wrestling!","release_date":"2002-10-07","vote_average":0.0,"runtime":40,"cert":"N\/A","id":47887,"title":"You Gotta See This! Too Sick for TV!","adult":false,"genre_ids":[99]},{"cast":["Jane Fonda","Kris Kristofferson","Hume Cronyn","Josef Sommer","Bob Gunton"],"overview":"An Arab oil organization devises a plan to wreck the world economy in order to cause anarchy and chaos.","release_date":"1981-10-11","vote_average":5.5,"runtime":116,"cert":"N\/A","id":47888,"title":"Rollover","adult":false,"genre_ids":[18,9648,10749,53]},{"cast":["Ashley Judd","Todd Field","Bentley Mitchum","Dorothy Lyman","Allison Dean"],"overview":"Reeling from her mother's recent death, Ruby Lee Gissing relocates to Florida to start anew. After finding a job at a souvenir store, Ruby becomes friends with the shop's owner, Mildred Chambers, and slowly acclimates to her new surroundings. Before long, she's juggling the affections of Mildred's Lothario son, Ricky, and the good-natured Mike. As she wavers between Ricky and Mike, Ruby also tries to come to terms with her past.","release_date":"1993-10-08","vote_average":6.2,"runtime":114,"cert":"N\/A","id":47889,"title":"Ruby in Paradise","adult":false,"genre_ids":[18,10749]},{"cast":["Lesley-Anne Down","Frank Langella","Maurice Ronet","John Gielgud","Vic Tablian"],"overview":"Egyptologist Erica Baron finds more than she bargained for during her long-planned trip to The Land of the Pharoahs - murder, theft, betrayal, love, and a mummy's curse!","release_date":"1981-02-11","vote_average":5.0,"runtime":118,"cert":"N\/A","id":47890,"title":"Sphinx","adult":false,"genre_ids":[12,9648,53]},{"cast":["Brian Krause","Danielle Harris","Lance Henriksen","Anne Leighton","Kim Rhodes"],"overview":"A small independent news crew investigates a series of unexplained disappearances in a small Midwestern county. They find themselves interviewing a man who possesses an all too intimate knowledge of the details of \"The County Line Cannibal\" - Cyrus.","release_date":"2010-10-01","vote_average":4.5,"runtime":87,"cert":"N\/A","id":47891,"title":"Cyrus: Mind of a Serial Killer","adult":false,"genre_ids":[80,27,9648,53]},{"cast":["Paul Le Mat","Nancy Allen","Diana Scarwid","Michael Lerner","Louise Fletcher"],"overview":"Charlie's ex-wife disappears, and he goes to where she grew up--a rural town in the midwest--to look for her. But, surprisingly, nobody knows about her or any of her many relatives, the Newmans. He meets aliens; but when he contacts the FBI, they don't believe him. He tells his story to a tabloid; and suddenly, he is chased by the aliens.","release_date":"1983-09-16","vote_average":5.1,"runtime":92,"cert":"N\/A","id":47892,"title":"Strange Invaders","adult":false,"genre_ids":[27,9648,878]},{"cast":["Mark Feuerstein","Ali Larter","Amy Redford","Dabney Coleman","Ben Weber"],"overview":"Meet Ralph, charismatic New York adman about town. Encouraged by his sexist boss and unlucky-in-love buddy Peter, Ralph's life revolves around the pursuit of the opposite sex. Enter his match, smart and beautiful account executive Elizabeth, who is put off by his sex-obsessed ways, convincing Ralph to see a therapist. Just when a relationship between the two begins to flourish, Ralph gets thrown together with supermodel Amber. Now Ralph has to decide whether to change his player-like ways or risk losing the one woman he truly loves.","release_date":"1999-03-16","vote_average":5.6,"runtime":90,"cert":"N\/A","id":47893,"title":"Giving It Up","adult":false,"genre_ids":[35,10749]},{"cast":["Donald Pleasence","Nancy Allen","Ángel Salazar","Diane Stilwell","Fred Asparagus"],"overview":"A non-stop roller coaster ride through the scariest moments of the greatest terror films of all time.","release_date":"1984-10-26","vote_average":6.5,"runtime":84,"cert":"N\/A","id":47894,"title":"Terror in the Aisles","adult":false,"genre_ids":[27,99]},{"cast":["Mark Knopfler","John Illsley","Guy Fletcher","Alan Clark","Phil Palmer"],"overview":"Concert held at St. Jacob Stadium in Basel, Switzerland, 28.06.1992, during the On Every Street tour. One of the best concerts of Dire Straits.","release_date":"1992-06-28","vote_average":3.7,"runtime":144,"cert":"N\/A","id":47895,"title":"Dire Straits: Live In Basel","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Looks at the storyline of the God of War series. Interviews with the producers, creators, and scholars of ancient Greek mythology talk at length about themes behind God of War and their meaning.","release_date":"2010-03-16","vote_average":6.5,"runtime":69,"cert":"N\/A","id":47896,"title":"God Of War: Unearthing the Legend","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This DVD brings a selection often issues ofthe newsreel A Week in Film from the period of 1970-1979. Each newsreel contains several brief news reports from various areas of the life of contemporary society, such as politics, economy, science, cultural events, and sports. By the choice of themes and the method of their conveying this mosaic of film reports offers a picture of at times somewhat bizzarre atmosphere of our communist past. Today, these weeklies, each screened in cinemas before the main film feature, are a valuable testimony of their time.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":47897,"title":"A Week in Film","adult":false,"genre_ids":[]},{"cast":["Penelope Ann Miller","Eric Thal","Alfre Woodard","Julianne Moore","William Forsythe"],"overview":"Betty Lou is a librarian in a very small town. Her husband is a police detective who takes her for granted. Betty Lou is the ultimate mouse. After a gangland figure is mysteriously murdered in town, Betty Lou finds the murder weapon, but can't get anyone's attention to tell them (we're talking very mousey, here). Finally in a fit of frustration she fires the gun in a restroom and when taken to the police station insists she is the murderer. It has the desired effect, people do pay attention to her. With hints at social graces from the hookers in her cell block, she's on her way.","release_date":"1992-08-21","vote_average":5.1,"runtime":89,"cert":"N\/A","id":47898,"title":"The Gun in Betty Lou's Handbag","adult":false,"genre_ids":[35,53,9648]},{"cast":["Anetka Lakatosová","Ivan Mistrík","Hana Pastejříková","Miriam Vránová","Martin Zatovic"],"overview":"Majka \"Chatterbox\" is a girl entering adolescence. She was born with a minor disability. While her mother keeps scolding her for the way she walks, her classmates mock her and call her a \"duck\". Along an innocent first love affair and a secret friendship, she receives little understanding from her parents and lots of malice from her schoolmates. Majka finds refuge with her grandmother and in her own fantasy world. Director Peter Solan made a sensitive portrait of a twelve year-old schoolgirl. The eloquent film language talks to child and adult audiences alike.","release_date":"1979-01-01","vote_average":7.0,"runtime":74,"cert":"N\/A","id":47899,"title":"And I'll Run to the Ends of the Earth","adult":false,"genre_ids":[10751,18]},{"cast":["Philippe Avron","Jirí Sýkora","Magda Vášáryová ","Míla Beran","Augustín Kubán"],"overview":"In the aftermath of war, two men and a woman begin acting more like children than adults, leading to tragedy.","release_date":"1969-09-26","vote_average":7.2,"runtime":78,"cert":"N\/A","id":47900,"title":"Birds, Orphans and Fools","adult":false,"genre_ids":[10752,35,18,14]},{"cast":["Henry Winkler","Kim Darby","Gene Saks","William Daniels","Harold Gould"],"overview":"1951: Andy Schmidt is in his last year of college. Taking life easy and always a saucy joke on his lips, he manages to win fellow student Mary's heart, although she's already otherwise engaged. But getting a job after college turns out much harder than expected; most directors take offense at his free interpretation of his roles. Desperate, he tries in wrestling. To avoid getting beaten up he stages the fights - and incidentally invents show-wrestling.","release_date":"1978-02-03","vote_average":5.6,"runtime":97,"cert":"N\/A","id":47901,"title":"The One and Only","adult":false,"genre_ids":[35,10749]},{"cast":["Nick Stahl","Rachel Nichols","Kellan Lutz","Jonathan Tucker","Laura Benanti"],"overview":"Small-town detective Noah Cordin is called to solve a juvenile homicide that occurred during a home burglary in his affluent town of Hilliard. The dead boy's mother, Allison Connor, is a member of the Meskada County Board of Commissioners, and a powerful woman in Hilliard; and the entire township rallies together in solidarity - to support her and Detective Cordin's efforts to find the killers.","release_date":"2010-10-03","vote_average":5.0,"runtime":98,"cert":"N\/A","id":47902,"title":"Meskada","adult":false,"genre_ids":[80,18,9648,53]},{"cast":["Marián Bielik","Jana Beláková","Oľga Šalagová","Pavel Chrobak","Adam Janco"],"overview":"Oldrich \"Fajolo\" Fajták (Marián Bielik), a student who directs quasi-existentialist verbal abuse at his girlfriend Bela Blazejová (Jana Beláková), takes off to a formally volunteer summer work camp at a farm where he meets her grandfather.","release_date":"1963-02-15","vote_average":7.3,"runtime":90,"cert":"N\/A","id":47903,"title":"The Sun in a Net","adult":false,"genre_ids":[18]},{"cast":["Jamel Debbouze","Roschdy Zem","Sami Bouajila","Chafia Boudraa","Bernard Blancan"],"overview":"After losing their family home in Algeria in the 1920s, three brothers and their mother are scattered across the globe. Messaoud joins the French army fighting in Indochina; Abdelkader becomes a leader of the Algerian independence movement in France and Saïd moves to Paris to make his fortune in the shady clubs and boxing halls of Pigalle.","release_date":"2010-09-21","vote_average":6.4,"runtime":137,"cert":"","id":47904,"title":"Outside the Law","adult":false,"genre_ids":[28,18,36,10752]},{"cast":["Alison Elliott","Ellen Burstyn","Marcia Gay Harden","Will Patton","Kieran Mulroney"],"overview":"Percy, upon being released from prison, goes to the small town of Gillead, to find a place where she can start over again. She is taken in by Hannah, to help out at her place, the Spitfire Grill. Percy brings change to the small town, stirring resentment and fear in some, and growth in others.","release_date":"1996-08-23","vote_average":6.6,"runtime":117,"cert":"N\/A","id":47907,"title":"The Spitfire Grill","adult":false,"genre_ids":[35,18]},{"cast":["Geraldine Page","John Heard","Carlin Glynn","Richard Bradford","Rebecca De Mornay"],"overview":"Carrie Watts is living the twilight of her life trapped in an apartment in 1940's Houston, Texas with a controlling daughter-in-law and a hen-pecked son. Her fondest wish -- just once before she dies -- is to revisit Bountiful, the small Texas town of her youth which she still refers to as \"home.\"","release_date":"1985-12-20","vote_average":7.3,"runtime":108,"cert":"N\/A","id":47908,"title":"The Trip to Bountiful","adult":false,"genre_ids":[18]},{"cast":["Yoon Jeong-hee","Lee Da-wit","Kim Hee-ra","Ahn Nae-sang","Kim Yong-taek"],"overview":"Grandmother Mi Ja works part-time as a caretaker, and struggles to raise a teen grandson by herself. Despite her tough situation, she speaks softly, dresses fashionably, and approaches the world with child-like curiosity. Enrolling in a poetry class, she endeavors to capture life in verse form, but her simple dream of completing a poem is stalled by the early signs of Alzheimer's disease and the heavy financial and emotional burden of her grandson's shocking wrongdoing.","release_date":"2010-05-13","vote_average":7.6,"runtime":139,"cert":"N\/A","id":47909,"title":"Poetry","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A film centering on the life and work of Ron Galella that examines the nature and effect of paparazzi.","release_date":"2010-07-30","vote_average":7.0,"runtime":87,"cert":"N\/A","id":47912,"title":"Smash His Camera","adult":false,"genre_ids":[99]},{"cast":["Patrick Stewart","Marcia Gay Harden","Lauren Holly","Roy Scheider","David Alan Grier"],"overview":"In this re-imagining of Shakespear's King Lear, Patrick Stewart stars as John Lear, a Texas cattle baron, who, after dividing his wealth among his three daughters, is rejected by them.","release_date":"2002-06-02","vote_average":5.1,"runtime":95,"cert":"N\/A","id":47913,"title":"King of Texas","adult":false,"genre_ids":[37,18]},{"cast":["Charles Bronson","Jack Warden","Will Sampson","Kim Novak","Clint Walker"],"overview":"In this strange western version of JAWS, Wild Bill Hickok hunts a white buffalo he has seen in a dream. Hickok moves through a variety of uniquely authentic western locations - dim, filthy, makeshift taverns; freezing, slaughterhouse-like frontier towns and beautifully desolate high country - before improbably teaming up with a young Crazy Horse to pursue the creature.","release_date":"1977-05-01","vote_average":5.5,"runtime":97,"cert":"N\/A","id":47914,"title":"The White Buffalo","adult":false,"genre_ids":[37]},{"cast":["Trinity Loren","Chessie Moore"],"overview":"A compilation with most beautiful scenes of Trinity Loren","release_date":"2004-11-04","vote_average":10.0,"runtime":56,"cert":"N\/A","id":47915,"title":"The Golden Age of Porn: Trinity Loren","adult":true,"genre_ids":[]},{"cast":["Jorge Fegán","Héctor Bonilla","María Rojo","Ademar Arau","Demián Bichir"],"overview":"On October 2, 1968, a student uprising descends into violence after the Mexican government begins to use lethal force against the protesters.","release_date":"1989-02-10","vote_average":6.9,"runtime":96,"cert":"N\/A","id":47916,"title":"Red Dawn","adult":false,"genre_ids":[18,53]},{"cast":["Doug Henning","Didi Conn","Anita Morris","Jon Finlayson","Jack Creley"],"overview":"The Magic Show is a one-act musical with music and lyrics by Stephen Schwartz and a book by Bob Randall. It starred magician Doug Henning. Produced by Edgar Lansbury, it opened on May 28, 1974 at the Cort Theatre in Manhattan, and ran for 1,920 performances, closing on December 31, 1978. Henning was nominated for the Tony Award for Best Featured Actor in a Musical and director Grover Dale was nominated for the Tony Award for Best Direction of a Musical. In 2001, a filmed performance staged especially for the cameras in 1980, directed by Norman Campbell at the Queen Elizabeth Theatre in Toronto, was issued on DVD by Image Entertainment. This production, originally intended for cinema release, differed notably from the original Broadway production, with several of the most memorable songs, such as \"West End Avenue\" and \"Solid Silver Platform Shoes\", removed. Doug Henning reprised his original starring role, while Didi Conn co-starred as Cal.","release_date":"1983-03-03","vote_average":0.0,"runtime":105,"cert":"N\/A","id":47917,"title":"The Magic Show","adult":false,"genre_ids":[14,10402]},{"cast":["Judd Nelson","Louis Mandylor","Sandra Vidal","Charlie Schlatter","James Pickens Jr."],"overview":"A group of young tourist couples comes across a drug deal gone bad while on vacation.","release_date":"2003-01-01","vote_average":3.0,"runtime":87,"cert":"N\/A","id":47918,"title":"White Rush","adult":false,"genre_ids":[28,80,53]},{"cast":["Stewart Lee","Richard Herring","Kevin Eldon","Peter Baynham"],"overview":"TV Comedy from radio award-winning writers Stewart Lee and Richard Herring.","release_date":"1996-10-04","vote_average":8.3,"runtime":60,"cert":"15","id":47919,"title":"Lee and Herring Live","adult":false,"genre_ids":[35]},{"cast":["Irene Dunne","Robert Taylor","Charles Butterworth","Betty Furness","Sara Haden"],"overview":"A playboy tries to redeem himself after his careless behavior causes a great man's death.","release_date":"1935-12-30","vote_average":7.7,"runtime":112,"cert":"N\/A","id":47920,"title":"Magnificent Obsession","adult":false,"genre_ids":[18,10749]},{"cast":["Claudette Colbert","Warren William","Rochelle Hudson","Ned Sparks","Louise Beavers"],"overview":"A widow and her housekeeper go into business together but almost lose their daughters.","release_date":"1934-11-26","vote_average":7.2,"runtime":111,"cert":"N\/A","id":47921,"title":"Imitation of Life","adult":false,"genre_ids":[18,10749]},{"cast":["Charles Russell","Mary Beth Hughes","Dale Belding","Billy House","Fritz Leiber"],"overview":"A killer hides out in a small-town boarding house.","release_date":"1948-10-15","vote_average":4.9,"runtime":62,"cert":"N\/A","id":47922,"title":"Inner Sanctum","adult":false,"genre_ids":[9648,53]},{"cast":["Don Castle","Virginia Christine","Richard Gaines","Arthur Space","Edward Keane"],"overview":"A former GI gets his old job back working for a bookie after returning from serving in the military. Unfortunately, he loses the $20,000 he was supposed to deliver to gambling and a con artist. His attempts to get the money back leads to bigger problems including a murder plot.","release_date":"1947-10-15","vote_average":5.3,"runtime":72,"cert":"N\/A","id":47923,"title":"The Invisible Wall","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Director Chris Smith (American Movie) continues his exploration of all things quirky by affectionately invading several unique homes. Linda Beech is a former Japanese sitcom star who resides in a tree house in Hawaii. Diana and Ed Peden are hippies who have converted an abandoned missile silo into an underground retreat. And Bob Walker and Francis Mooney have reconstructed their home to cater to their dozen cats.","release_date":"2001-01-01","vote_average":8.0,"runtime":66,"cert":"N\/A","id":47924,"title":"Home Movie","adult":false,"genre_ids":[35,99]},{"cast":["Rita Hayworth","Anthony Franciosa","Gig Young","Mildred Dunnock","Hugh Griffith"],"overview":"An adulterous couple is accused of murder after the woman's husband is shot and killed during a scuffle. A high-profile court case tells the story.","release_date":"1959-12-01","vote_average":0.0,"runtime":123,"cert":"N\/A","id":47925,"title":"The Story on Page One","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Suitable for all people. No pre-requisite necessary. Easy to do. Traditional Chinese medicine talks about the smooth flow of qi or life force energy throughout our bodies. The unimpeded flow of qi helps to develop a calm mind and a healthy body. This energy can be enhanced by various methods. The practice of Qigong (Chi Kung) is one such method. It employs relaxation, visualization and various postures to create harmony and balance in our mind and body. This state of calm is conducive to cultivating energy in our bodies. The regular practice of Qigong has a very beneficial effect on our health and well being.","release_date":"","vote_average":5.0,"runtime":null,"cert":"N\/A","id":47926,"title":"Tai Chi - Qigong For Vitality And Well Being","adult":false,"genre_ids":[]},{"cast":["Jirô Tamiya","Kōji Takahashi","Sô Yamamura","Taisaku Akino","Koji Moritsugu"],"overview":"Two assassins are hired to carry out a hit on the second wife of a candle merchant, but someone is watching...","release_date":"1973-06-09","vote_average":6.0,"runtime":87,"cert":"N\/A","id":47927,"title":"Professional Killers","adult":false,"genre_ids":[18]},{"cast":["Ken Ogata","Yoichi Hayashi","Kayo Matsuo","Kei Satō","Sô Yamamura"],"overview":"An assassin is mistaken for a doctor and threatened by a band of masterless warriors, but they realize their mistake and retreat into the darkness. Days later, he is asked to kill the doctor's brother. What secrets are these men hiding?","release_date":"1973-09-29","vote_average":0.0,"runtime":88,"cert":"N\/A","id":47928,"title":"Professional Killers – Assassin's Quarry","adult":false,"genre_ids":[]},{"cast":["Ken Ogata","Yoichi Hayashi","Shima Iwashita","Sô Yamamura","Takeo Chii"],"overview":"Three assassins take on a band of thieves who specialize in murder.","release_date":"1974-02-16","vote_average":0.0,"runtime":88,"cert":"N\/A","id":47929,"title":"Professional Killers – Assignment by Night","adult":false,"genre_ids":[28,18]},{"cast":["Mel Blanc","Noel Blanc","Keith Scott","Bill Baldwin Jr.","Mark Kausler"],"overview":"The life and career of the renowned voice actor of animation and radio. For generations, Mel Blanc was one of the most famous Hollywood voice actors with his myriad of voices for classic animated characters like Bugs Bunny, Daffy Duck and scores of others. However, animation was only one of the fields where Blanc shone through in his long career. This film covers the life of this amazingly talented and big hearted actor, comedian and musician as he became one of the performing greats from the golden ages of American animation and radio through to the 1980s.","release_date":"2008-10-21","vote_average":5.6,"runtime":null,"cert":"N\/A","id":47930,"title":"Mel Blanc: The Man of a Thousand Voices","adult":false,"genre_ids":[99]},{"cast":["Wagner Moura","Irandhir Santos","André Ramiro","Pedro Van-Held","Maria Ribeiro"],"overview":"After a bloody invasion of the BOPE in the High-Security Penitentiary Bangu 1 in Rio de Janeiro to control a rebellion of interns, the Lieutenant-Colonel Roberto Nascimento and the second in command Captain André Matias are accused by the Human Right Aids member Diogo Fraga of execution of prisoners. Matias is transferred to the corrupted Military Police and Nascimento is exonerated from the BOPE by the Governor.","release_date":"2010-10-08","vote_average":7.8,"runtime":115,"cert":"18","id":47931,"title":"Elite Squad: The Enemy Within","adult":false,"genre_ids":[18,28,80]},{"cast":["Ellana Barksdale","Mark Redfield"],"overview":"Years in prison haven't erased Justin Gatewood's (Mark Redfield) quest for vengeance in this action-packed Western set in the post-Civil War era. Now that he's free, Gatewood still wants to destroy William Curry (Mike Hagan), the man responsible for his brother's death. As Gatewood involves the entire town in his bitter feud with Curry, both men's daughters (Jennifer Rouse and Kelly Potchak) find themselves caught in the middle.","release_date":"2009-03-31","vote_average":7.0,"runtime":90,"cert":"N\/A","id":47932,"title":"Come Hell or High Water","adult":false,"genre_ids":[28,18]},{"cast":["Liam Hemsworth","Jeff Goldblum","Bill Pullman","Maika Monroe","Sela Ward"],"overview":"We always knew they were coming back. Using recovered alien technology, the nations of Earth have collaborated on an immense defense program to protect the planet. But nothing can prepare us for the aliens’ advanced and unprecedented force. Only the ingenuity of a few brave men and women can bring our world back from the brink of extinction.","release_date":"2016-06-22","vote_average":5.1,"runtime":120,"cert":"12","id":47933,"title":"Independence Day: Resurgence","adult":false,"genre_ids":[28,12,878]},{"cast":[],"overview":"Robert Johnson was one of the most legendary and mysterious Delta Bluesmiths of all time. Little is known about his life, but his music has influenced many different artists, like Eric Clapton and Keith Richards. Now, John Hammond Jr., son of legendary record producer John H. Hammond, who also organized a concert for Robert Johnson right before he died, goes to the Deep South to learn more about this amazing man, trying to find information about Johnson's birth date, place and parents, his early musical development, performances and travels, romances, his mythic \"pact with the devil,\" his untimely murder in his late twenties, the discovery of possible offspring, and the uncertainty over where Johnson is buried. Throughout, Johnson's music is both foreground and background, from recordings of Johnson and as performed on camera by Hammond, David Honeyboy Edwards, and Johnny Shines.","release_date":"1992-01-01","vote_average":4.5,"runtime":72,"cert":"U","id":47936,"title":"The Search For Robert Johnson","adult":false,"genre_ids":[99]},{"cast":["Ville Uotila","Rudi Kröll","Marc André Tarte","Mitch Tölderer","Metevz Pristavec"],"overview":"The newest Fat Gipsy Production carries the name \"Snapshot\". It's one of the Snowboard highlights of the season. If somebody says there was no powder in Europe this winter he is definitely wrong!","release_date":"2007-11-10","vote_average":0.0,"runtime":60,"cert":"N\/A","id":47937,"title":"Snapshot","adult":false,"genre_ids":[18,10749]},{"cast":["R. Madhavan","Abbas","Reema Sen","Vivek","Nagesh"],"overview":"Rajesh Shivakumar is a college hoodlum who has his first crush on Reena Joseph, who unfortunately, is engaged to be married to Rajiv Samuel, an Indian engineer settled abroad. In an effort to gain her heart, Maddy impersonates Rajiv and gets close to Reena, aided by his grandfather Subbuni and his crooked sidekick Chockalingam. However, the real Rajiv shows up, bringing a shocking end to Reena's romantic interlude.","release_date":"2001-02-18","vote_average":6.7,"runtime":150,"cert":"N\/A","id":47938,"title":"Minnale","adult":false,"genre_ids":[35,10749]},{"cast":["Patrick Swayze","Mary Elizabeth Mastrantonio","Joseph Mazzello","David Marshall Grant","Jay O. Sanders"],"overview":"While Jane Holman is driving with her two sons, she accidentally runs into a drifter, Jack McCloud, who breaks his leg. Being responsible, Jane invites Jack, and his dog, to stay at her home until his leg has healed. Jack struggles to adapt their lifestyle, and finds himself loved by the family.","release_date":"1995-10-27","vote_average":6.3,"runtime":115,"cert":"N\/A","id":47939,"title":"Three Wishes","adult":false,"genre_ids":[14,10751]},{"cast":["Sivaji Ganesan","Rajinikanth","Ramya Krishnan","Soundarya","Lakshmi"],"overview":"Padayappa, a mechanical engineer whose father gives up his property to his foster brother, and then dies of shock soon after. Neelambari initially loves Padayappa, but plans to humiliate him after his family humiliates her father. The rest of the plot deals with Padayappa overcoming all the obstacles placed by Neelambari.","release_date":"1999-04-01","vote_average":7.4,"runtime":172,"cert":"N\/A","id":47940,"title":"Padayappa","adult":false,"genre_ids":[18]},{"cast":["Chevy Chase","Carrie Fisher","Eve Arden","Joseph Maher","Robert Donner"],"overview":"In World War II era Los Angeles, the manager of the Culver Hotel leaves his nephew in charge for a weekend. The nephew changes the name to the Hotel Rainbow and overbooks with royalty, assassins, secret agents, Japanese tourists, and munchkins (from the cast of _Wizard of Oz, The (1939)_ ). Secret Service agent Bruce Thorpe and casting director Annie Clark find romance amidst the intrigue and confusion.","release_date":"1981-07-31","vote_average":5.3,"runtime":98,"cert":"N\/A","id":47941,"title":"Under the Rainbow","adult":false,"genre_ids":[35]},{"cast":["Paul Newman","Jacqueline Bisset","William Holden","James Franciscus","Ernest Borgnine"],"overview":"An active volcano threatens a south Pacific island resort and its guests as a power struggle ensues between the property's developer and a drilling foreman.","release_date":"1980-03-28","vote_average":6.6,"runtime":121,"cert":"N\/A","id":47942,"title":"When Time Ran Out...","adult":false,"genre_ids":[28,12,18,53]},{"cast":["Laurent Lucas","Sergi López","Mathilde Seigner","Sophie Guillemin","Liliane Rovère"],"overview":"Harry knew Michel in high school; they meet again by accident, Harry inserts himself in Michel's life... and things take a sinister turn.","release_date":"2000-08-15","vote_average":6.6,"runtime":117,"cert":"N\/A","id":47943,"title":"With a Friend Like Harry...","adult":false,"genre_ids":[18,53]},{"cast":["Kate Nelligan","Judd Hirsch","David Dukes","Stockard Channing","Jacqueline Brookes"],"overview":"Based on the case of young New Yorker Etan Patz, who disappeared in the early 1980s, this film casts Kate Nelligan as the distraught mother who lashes out at the police (in the person of a relentless detective played by Judd Hirsch), who make her and her husband suspects, even as she hounds them to find her child and drives away her husband (David Dukes) and friends (including Stockard Channing) with her intensity and single-mindedness. Squandered on a Hollywood ending that doesn't square with the real case: Etan Patz was never found.","release_date":"1983-02-04","vote_average":5.5,"runtime":120,"cert":"N\/A","id":47944,"title":"Without a Trace","adult":false,"genre_ids":[18,9648]},{"cast":["Moira Kelly","Cuba Gooding Jr.","Martha Plimpton","Omar Epps","Alice Drummond"],"overview":"When a substantial portion of the nation's populace falls victim to a deadly plague, the tyrannical government quarantines them in camps, offering no alternative except death. But a gutsy rebel named Torch sets out to help the afflicted by leading an underground effort to spirit the victims to humane sanctuary.","release_date":"1993-05-08","vote_average":5.3,"runtime":91,"cert":"N\/A","id":47945,"title":"Daybreak","adult":false,"genre_ids":[28,18,10749,878,10770]},{"cast":["Lorenzo Lamas","Vicki Frederick","Cameron Dye","Michelle Nicastro","Grace Zabriskie"],"overview":"Chilly is just a guy from the streets with a talent for break-dancing. When his wicked moves catch the eye of an industry pro, Chilly finds his dreams of fame and fortune coming true, for better or for worse.","release_date":"1984-09-28","vote_average":3.4,"runtime":93,"cert":"N\/A","id":47946,"title":"Body Rock","adult":false,"genre_ids":[10402,18]},{"cast":["Michael McKean","Sean Young","Héctor Elizondo","Harry Dean Stanton","Patrick Macnee"],"overview":"An \"Airplane!\"-style spoof of hospital soap operas: a brilliant young trainee can't stand the sight of blood; a doctor romances the head nurse in order to get the key to the drugs cabinet; there's a mafioso on the loose disguised as a woman - in other words all the usual ingredients present and correct, though in this case the laughs are intentional.","release_date":"1982-07-16","vote_average":5.9,"runtime":96,"cert":"N\/A","id":47947,"title":"Young Doctors in Love","adult":false,"genre_ids":[35]},{"cast":["Jeanette Biedermann","Dirk Borchardt","Stephan Luca","Matthias Gall","Marc Benjamin Puch"],"overview":"","release_date":"2010-09-14","vote_average":5.0,"runtime":92,"cert":"N\/A","id":47948,"title":"Callgirl Undercover","adult":false,"genre_ids":[35,80,10749]},{"cast":["Dudley Moore","Kyoko Koizumi","Milo","Otis","Shigeru Tsuyuki"],"overview":"The story of two animals and their adventures. Milo, the cat, and Otis, the dog, are two animals who grew up together on the same farm. One day, the two are separated and begin a journey to find each other. The adventurous, and often perilous quest finds the two animals traveling across mountains, plains, and snow-covered lands searching for one another.","release_date":"1986-06-27","vote_average":6.7,"runtime":90,"cert":"N\/A","id":47951,"title":"The Adventures of Milo and Otis","adult":false,"genre_ids":[12,18,10751]},{"cast":["Kenneth Cranham","Rosanna Lavelle","Phyllida Law","Julian Glover","Anthony Valentine"],"overview":"Comedy drama based on the true story of two British Army dentists who in 1942, eager to see action, go AWOL and invade occupied France on their own.","release_date":"2002-01-01","vote_average":4.8,"runtime":109,"cert":"","id":47952,"title":"Two Men Went To War","adult":false,"genre_ids":[35,18,10752]},{"cast":["Marie Gillain","Alex Descas","Lucia Bosé","Valeria Golino","Yeliz Tozan"],"overview":"A story of the impossible love between one of the Sultan's concubines and one of his eunuchs in a harem at the end of the Ottoman Empire.","release_date":"1999-11-24","vote_average":5.8,"runtime":125,"cert":"N\/A","id":47953,"title":"Last Harem","adult":false,"genre_ids":[18,36]},{"cast":["Ágústa Eva Erlendsdóttir","Ingvar Eggert Sigurðsson","Sigurður Sigurjónsson","Zlatko Kričkić","Björn Thors"],"overview":"A police woman lost in violence, a mechanic revenging for his lost son, a crime kingpin with a heart condition, a corrupt officer in love with a prostitute will destroy each other.","release_date":"2011-10-14","vote_average":4.8,"runtime":100,"cert":"N\/A","id":47954,"title":"City State","adult":false,"genre_ids":[28,18,53]},{"cast":["Kristy McNichol","Paul Winfield","Burl Ives","Jameson Parker","Christa Lang"],"overview":"A trainer attempts to retrain a vicious dog that's been raised to kill black people.","release_date":"1982-07-07","vote_average":6.7,"runtime":90,"cert":"N\/A","id":47955,"title":"White Dog","adult":false,"genre_ids":[18,53]},{"cast":["Lee Majors","Cornel Wilde","Mel Ferrer","Jack Elam","Christopher Connelly"],"overview":"An 11th-century Viking prince sails to America to find his father, who on a previous voyage had been captured by Indians.","release_date":"1978-10-05","vote_average":4.3,"runtime":90,"cert":"N\/A","id":47956,"title":"The Norseman","adult":false,"genre_ids":[28,12,18]},{"cast":["Gaylen Ross","Tony Fish","Harriet Bass","Seth Jones","Jan Claire"],"overview":"At a summer camp for youths, cocky pre-teen calls out the name of mass serial killer \"Madman Marz\". Suddenly, counselors are being maimed and slaughtered in various ways by the backwoodsman who has returned when his name was called.","release_date":"1981-10-30","vote_average":5.1,"runtime":88,"cert":"N\/A","id":47957,"title":"Madman","adult":false,"genre_ids":[27,53]},{"cast":["Nikos Arvanitis","Theofania Papathoma","Akilas Karazisis","Alexis Georgoulis"],"overview":"Theophilus Palios, owns a small traditional publishing house. He man madly falls in love with Sia, that is doing vocals on the show of a known singer. Sia maintains her living by the \"generosity\" of old fans. In the face of Theophilus, Sia will experience true love, though it continues to accept the offers of numerous admirers.  Theophilus mad by jealousy, is lead to huge wastages and ultimately to economic collapse. He ends up entangled in a case of robbery and murder. Sia, in a guilt  and self-sacrifice crisis, becomes mistress of the investigating policeman in exchange for his silence. This creates an odd triangle ..","release_date":"2002-10-21","vote_average":5.0,"runtime":105,"cert":"N\/A","id":47958,"title":"I'm Tired of Killing Your Lovers","adult":false,"genre_ids":[]},{"cast":["Fanny Ardant","Jeremy Irons","Joan Plowright","Jay Rodan","Gabriel Garko"],"overview":"A fictionalized account of the last days of opera singer Maria Callas (Ardant).","release_date":"2002-09-18","vote_average":6.4,"runtime":111,"cert":"N\/A","id":47959,"title":"Callas Forever","adult":false,"genre_ids":[10749,18]},{"cast":["Nena Menti","Maria Kavoyianni","Akilas Karazisis","Joys Evidi","Alexis Georgoulis"],"overview":"In the small, closed community of a provincial town, Magda tries to maintain a balance within a family facing many serious problems. The families apparently normal, bourgeois, every-day life will crack open, bringing to the surface hatred and passions of the kind that lie well-hidden in the mists of the nearby lake. An intense plot and a totally unexpected ending make up this film, which features characters who are vulnerable, innocent and ordinary, but who become ruthless and callous, worrying only about protecting their financial resources. The offences are disproportionately serious compared to the financial benefits they try to secure","release_date":"2003-11-14","vote_average":7.0,"runtime":100,"cert":"N\/A","id":47960,"title":"Οξυγόνο","adult":false,"genre_ids":[18]},{"cast":["Georges Corraface","Alexandros Mylonas","Tasos Palatzidis","Giorgos Gerontidakis-Sempetadelis","Anny Loulou"],"overview":"Stefanos is a man at his 40's who has inherited a fortune from his mother's aunt. One day Manolis, his schoolmate, calls him and invites him to a party featuring an old friends' reunion. Surprised and delighted to hear his old friend's voice, Stefanos travels back in time, to his childhood and his youth, and remembers his extraordinary relationship with his cousin Marina, his best friend and first love. In a great long flashback, he remembers the utmost detail of his childhood, the family reunions, travels, acquaintances, and most importantly cousin Marina. By the coming of age, the dimension of the close friendship between Stefanos and Marina goes out of hand, and reaches its peak at a party when both are at their 20's. That party, that house, Marina... It won't be the last turn in Stefanos' life involving the very same trio...","release_date":"1999-01-01","vote_average":6.8,"runtime":105,"cert":"N\/A","id":47961,"title":"Peppermint","adult":false,"genre_ids":[35,18,10751]},{"cast":["Wynand Uys","Jamie Uys","Lady Frolic of Belvedale","Wilhelm Esterhuizen","Sue Burman"],"overview":"An 8-year-old boy and his dog are left to face a vast desert wasteland alone after a plane crash, while an army of men and machines penetrate the desert searching for them. Based on true events.","release_date":"1969-11-06","vote_average":7.4,"runtime":84,"cert":"N\/A","id":47962,"title":"Dirkie","adult":false,"genre_ids":[12,18]},{"cast":["Rebecca Night","Alison Steadman","Hugo Speer","Joanna Miller","Carli Norris"],"overview":"Orphaned by smallpox, young Lancashire country lady Fanny Hill cheerfully accepts her friend Esther Davies's offer to join the London 'working girls' with Mrs. Brown, a madam who recruits her as charmingly fresh enough to wait, in-living, on gentlemen.","release_date":"2007-10-22","vote_average":6.2,"runtime":120,"cert":"","id":47963,"title":"Fanny Hill","adult":false,"genre_ids":[18]},{"cast":["Bruce Willis","Jai Courtney","Sebastian Koch","Mary Elizabeth Winstead","Yuliya Snigir"],"overview":"Iconoclastic, take-no-prisoners cop John McClane, finds himself for the first time on foreign soil after traveling to Moscow to help his wayward son Jack - unaware that Jack is really a highly-trained CIA operative out to stop a nuclear weapons heist. With the Russian underworld in pursuit, and battling a countdown to war, the two McClanes discover that their opposing methods make them unstoppable heroes.","release_date":"2013-02-06","vote_average":5.2,"runtime":98,"cert":"12A","id":47964,"title":"A Good Day to Die Hard","adult":false,"genre_ids":[28,53]},{"cast":["Zucchero","Eric Clapton","Ronan Keating","Luciano Pavarotti","Brian May"],"overview":"The gravel voiced Italian singing sensation and his entourage performed at London's Royal Albert Hall on May 4, 2004. The concert is captured on this disc for his many fans around the world.","release_date":"2004-10-25","vote_average":5.3,"runtime":160,"cert":"","id":47965,"title":"Zucchero - Zu and co. - Live at the Royal Albert Hall","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"The popular all female singing group brings its unique Celtic sound to a live concert at Powerscourt in Ireland.","release_date":"2009-11-28","vote_average":6.8,"runtime":123,"cert":"N\/A","id":47966,"title":"Celtic Woman: Songs from the Heart","adult":false,"genre_ids":[10402]},{"cast":["Vin Diesel","Ruby Rose","Tony Jaa","Rory McCann","Deepika Padukone"],"overview":"Extreme athlete turned government operative Xander Cage comes out of self-imposed exile, thought to be long dead, and is set on a collision course with deadly alpha warrior Xiang and his team in a race to recover a sinister and seemingly unstoppable weapon known as Pandora's Box. Recruiting an all-new group of thrill-seeking cohorts, Xander finds himself enmeshed in a deadly conspiracy that points to collusion at the highest levels of world governments.","release_date":"2017-01-13","vote_average":5.6,"runtime":107,"cert":"12A","id":47971,"title":"xXx: Return of Xander Cage","adult":false,"genre_ids":[28,12,80]},{"cast":["Steve Schirripa","Aunjanue Ellis","Nick Sandow","Sharon Angela","Emory Cohen"],"overview":"A New York City-set drama of interlocking stories which occur over a 36-hour period.","release_date":"2009-01-22","vote_average":0.0,"runtime":105,"cert":"N\/A","id":47974,"title":"The Hungry Ghosts","adult":false,"genre_ids":[18]},{"cast":["Clint Eastwood","Sergio Leone","Franco Nero","Sergio Corbucci","Ennio Morricone"],"overview":"A visual history of Italian western cinema in the 60s and 70s.","release_date":"2005-01-01","vote_average":6.5,"runtime":56,"cert":"N\/A","id":47975,"title":"The Spaghetti West","adult":false,"genre_ids":[99]},{"cast":["Jussi Oksanen","Nicolas Muller","Frederik Kalbermatten","Keegan Valaika","Jeremy Jones"],"overview":"Burton presents The B, a snowboard film featuring Jeremy Jones, Jussi Oksanen, Nicolas Muller, Frederik Kalbermatten, Keegan Valaika, and Shaun White with appearances by Danny Davis, Terje Haakonsen, Mason Aguirre, Kevin Pearce, Mads Jonsson, Natasza Zurek, Mikey Rencz, Luke Mitrani, Jack Mitrani, Mark Sollars, Charles Reid, Gabi Viteri, Spencer O'Brien, Mikkel Bang, Sani Alibabic, Marko Grilc, Peetu Piiroinen, Kim Rune Hansen, Stephan Maurer, Chris Sorman, Kazu Kokubo, Takaharu Nakai, and Kyle Mack. This over the top film explores riders leaving their mark on some pretty impressive mountain tops.","release_date":"2010-02-01","vote_average":0.0,"runtime":35,"cert":"N\/A","id":47976,"title":"The B","adult":false,"genre_ids":[]},{"cast":[],"overview":"The Airblaster Movie features riding from, Jed Anderson, Nick Dirks, Travis Parker, Brandon Cocard, Ben Lynch, Eric Messier, Jonas Michilot, TJ Schneider, Austin Hironaka, Colleen Quigley and many more. It takes place during trips to Korea, Japan, Lake Tahoe and even North Carolina. It is an amazing video with a lot of fun. It has hammers, slams and laughs for the whole family. This is not the ultimate technical movie but rather one that makes you laugh and wanna go shred and enjoy a nice day.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":47977,"title":"The Airblaster Movie","adult":false,"genre_ids":[]},{"cast":["Altan Erkekli","Melisa Sözen","Mehmet Ali Nuroğlu"],"overview":"Eflatun is a master miniature artist who's living in 17th century Istanbul. One day, he's taken to the vizier's mansion by force. There he learns that Danyal, one of the Ottoman princes who has ignited an insurrection, is arrested in a far off state and to be executed soon. Eflatun is ordered to make a portrait of the rebel prince who's been condemned to death in a Western manner to help the authorities be certain on the identity of him. Upon the order, Eflatun sets off for an arduous journey to Anatolia. He picks up a girl named Leyla en route. Together, they find themselves in a great venture fraught with sensations.","release_date":"2006-12-15","vote_average":8.0,"runtime":107,"cert":"N\/A","id":47978,"title":"Cenneti Beklerken","adult":false,"genre_ids":[]},{"cast":["Karoline Herfurth","Florian David Fitz","Johannes Allmayer","Katharina Müller-Elmau","Heino Ferch"],"overview":"Vincent, a young man who suffers from Tourette's syndrome, has just lost his mother. His father, a successful politician, does not want to take care of him and therefore places him into a mental institution. He is put into a room with Alexander, a guy with a compulsive disorder, and is shown around by Marie, an anorectic girl.","release_date":"2010-04-21","vote_average":7.1,"runtime":96,"cert":"N\/A","id":47979,"title":"Vincent Wants to Sea","adult":false,"genre_ids":[18]},{"cast":["Glenn Carter","Jerome Pradon","Renee Castle","Rik Mayall","Cavin Cornwall"],"overview":"Tim Rice and Andrew Lloyd Webber's Jesus Christ Superstar first exploded onto the West End stage in 1971 and it was clear that the musical world would never be the same again. For the first time ever, Jesus Christ Superstar has been specially filmed for video.  Shot at Pinewood Studios, this brand new filmed stage version starring Glenn Carter and Rik Mayall captures one of the best score Andrew Lloyd Webber has ever written and is packed with hit songs including, 'I Don't Know How To Love Him', 'Gethsemane' and 'Superstar'.","release_date":"2000-10-16","vote_average":7.0,"runtime":107,"cert":"","id":47980,"title":"Jesus Christ Superstar","adult":false,"genre_ids":[18,10402]},{"cast":["Richard E. Grant","Crispin Letts","Ken Stott","Phyllis Logan","Elaine Collins"],"overview":"Richard E. Grant stars as author Franz Kafka, who has been stricken with a serious case of writer's block on Christmas Eve. Kafka is trying to get started on his latest short story, \"The Metamorphosis\", but he isn't sure what his protagonist Gregor Samsa should become. As Kafka struggles with indecision, he has to contend with a loud holiday party downstairs, several unexpected guests, and a sinister knife salesman who has a bone to pick with Franz. The film received an Academy award for Best Live Action Short Subject.","release_date":"1993-01-01","vote_average":6.3,"runtime":23,"cert":"","id":47981,"title":"Franz Kafka's It's a Wonderful Life","adult":false,"genre_ids":[35,14]},{"cast":["Rebecca Plymholt","Joel Lützow","Kjell Bergqvist","Regina Lund","Ebba Ribbing"],"overview":"Klara moves to a small town with his mother after the parents divorced. She feels alienated unable to make friends. Most of the girls in her class likes to ride and to get closer to them, Klara lies about being an experienced rider.","release_date":"2010-03-26","vote_average":4.7,"runtime":80,"cert":"N\/A","id":47984,"title":"Klara","adult":false,"genre_ids":[12,10751]},{"cast":["Sergei Bugayev","Tatyana Drubich","Stanislav Govorukhin","Aleksandr Bashirov","Alexandr Domogarov"],"overview":"ASSA is set in Crimea during the winter in the mid eighties. A young musician (Bananan) falls for mobster's (Krymov) young mistress (Alika). The parallel story line involves an 18th century assassination plot.","release_date":"1987-11-01","vote_average":7.2,"runtime":153,"cert":"N\/A","id":47985,"title":"Assa","adult":false,"genre_ids":[80,18]},{"cast":[],"overview":"Shot on location in Australia, this creative film directed and produced by surfers Adam Blakey and Oscar Wright features some of the world's best wave riders in a fictional story about a group of degenerate surfer-musicians called Doped Youth who go up against formidable opponent Groovy Avalon (Kelly Slater) in a battle of the bands. The film features plenty of surfing footage with Dean Morrison, Ozzy Wright, James Cato and other top surfers. - See more at: http:\/\/surfmovies.org\/free-surf-movies\/165-doped-youth-full-movie-online.html#sthash.3UsQ93m8.dpuf","release_date":"2005-11-29","vote_average":5.3,"runtime":null,"cert":"N\/A","id":47988,"title":"Doped Youth","adult":false,"genre_ids":[99]},{"cast":["Roger Daltrey","Pete Townshend","Zak Starkey","Pino Palladino"],"overview":"This film documents The Who's 2002 performance at Mansfield, Massachusetts. Pete Townshend and Roger Daltrey decided to complete the tour after John Entwistle's death, and made it a lasting tribute to their fallen comrade.","release_date":"2004-09-14","vote_average":0.0,"runtime":141,"cert":"N\/A","id":47989,"title":"The Who: Live in Boston","adult":false,"genre_ids":[10402]},{"cast":["Mike Portnoy","Paul Gilbert","Billy Sheehan","Gary Cherone"],"overview":"Amazing Journey, Dream Theater drummer Mike Portnoy's all-star tribute to The Who, featuring Paul Gilbert, Billy Sheehan and Gary Cherone, is now available. The DVD, CD includes the entire concert recorded at BB King's in New York City on May 31st 2006.","release_date":"2006-05-31","vote_average":0.0,"runtime":130,"cert":"N\/A","id":47990,"title":"Amazing Journey: One Night in New York City","adult":false,"genre_ids":[10402]},{"cast":["Stan Laurel","Oliver Hardy","W.C. Fields","Harold Lloyd","Buster Keaton"],"overview":"A compilation featuring comedic stars of the silent era including Laurel and Hardy, Buster Keaton, W.C. Fields and Harold Lloyd.","release_date":"1957-12-26","vote_average":8.0,"runtime":79,"cert":"N\/A","id":47993,"title":"The Golden Age of Comedy","adult":false,"genre_ids":[35]},{"cast":["Pope John Paul II"],"overview":"Pope John Paul II's historic nine-day pilgrimage to Poland in June of 1979","release_date":"2010-06-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":47994,"title":"Nine Days That Changed The World","adult":false,"genre_ids":[]},{"cast":["Jonathan Richman"],"overview":"Recorded in December of 2002 at the Great American Music Hall in San Francisco, \"Take Me To The Plaza\" finds Jonathan Richman performing at his very best. Included in this DVD are five previously unreleased tracks, as well as interviews with Jonathan and all his classics including \"Pablo Picasso,\" \"Springtime In New York,\" \"The Night Is Still Young,\" \"Girlfriend,\" \"Dancing In The Lesbian Bar\" and many more. Jonathan Richman is an enduring icon to those in the indie\/alternative words, always drawing superlatives from critics and fans alike. Always highly entertaining as a live performer, this recording sees Jonathan step onto the stage at the Great American Music Hall in December 2002. Tracks include \"Pablo Picasso,\" \"Girlfriend,\" \"Let Her Go Into The darkness,\" and many more.","release_date":"","vote_average":0.0,"runtime":62,"cert":"N\/A","id":47997,"title":"Take Me to the Plaza","adult":false,"genre_ids":[]},{"cast":[],"overview":"After 30 years in the music business, Daryl Hall and John Oates reunite for this special live show. Originally airing on cable channel A&E's \"Live by Request,\" this program features the dynamic twosome's concert performance in its entirety. Included are hits such as \"Out of Touch,\" \"Maneater,\" \"I Can't Go For That (No Can Do),\" \"Sara Smile,\" \"Say It Isn't So\" and more.","release_date":"2003-11-04","vote_average":9.0,"runtime":60,"cert":"N\/A","id":47998,"title":"Daryl Hall & John Oates: Live in Concert","adult":false,"genre_ids":[]},{"cast":["Iggy Pop"],"overview":"More than just a concert, this film shows us for the first time the brutal energy of the New Detroit legend. Nearly two hours of excitement in the famous Olympia Music hall.","release_date":"1991-07-01","vote_average":0.0,"runtime":120,"cert":"N\/A","id":47999,"title":"Kiss My Blood","adult":false,"genre_ids":[]}]