[{"cast":["Leon Bashir","Selem Zina","Lars Arentz-Hansen","Lene Nystrøm","Kim Sørensen"],"overview":"Josef tries to survive and repent in prison. However, both authorities and inmates are curious about the money he has supposedly hidden.","release_date":"2017-10-27","vote_average":7.0,"runtime":95,"cert":"N\/A","id":479500,"title":"Gjengangere","adult":false,"genre_ids":[28,18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":479502,"title":"Morden i Sandhamn 04 - I natt är du död","adult":false,"genre_ids":[]},{"cast":["Branislav Zeremski","Srđan Pešić","Ivan Katić","Savo Radović","Đurđija Cvetić"],"overview":"A painter gets infected by AIDS, and finds himself at disease clinic in Belgrade. He shared the hospital room with an ex-musician, junkie who tries to discontinue treatment and returns home to his wife. The painter believes in recovery through his paintings, believing that they have supernatural powers. In their room, the medics bring a boy suspected to be infected with the AIDS virus. Meanwhile, the musician's wife leaves him. Having desire for revenge, high on drugs and labile, he rapes nurse. The painter's health deteriorates and he dies. Shortly afterwards, the musician commits suicide. Only the boy remains in the room - a child of uncertain fate and in possession of dozens of \"totemic paintings\".","release_date":"1991-01-01","vote_average":0.0,"runtime":90,"cert":"N\/A","id":479504,"title":"Stand By","adult":false,"genre_ids":[18]},{"cast":["Stacy Keach"],"overview":"Created by acclaimed detective-noir author Mickey Spillane, private eye Mike Hammer (Stacy Keach) is a hard-boiled, two-fisted detective who mixes it up with tough guys on a mission, clean and dirty cops on the beat and drop-dead gorgeous dames with plenty of attitude. A steamy throwback to the classic film noir thrillers of the ‘50s, Mike Hammer is one tough cookie. In ‘A New Leaf’ a tobacco company scientist about to give evidence in a major trial dies suddenly. Suspicions are roused and Hammer is hired to investigate the boffin’s untimely end. But as the case unfolds, there’s a second death - a member of a wealthy tobacco family is brutally slain - leaving the private detective up to his neck in double trouble.","release_date":"2006-05-08","vote_average":0.0,"runtime":110,"cert":"\"\"","id":479524,"title":"Mike Hammer: A New Leaf","adult":false,"genre_ids":[80]},{"cast":["Delia Fraumeni","Ivan Bertolami","Giuseppe Pollicina","Marcel Mirabile"],"overview":"B is an orphan girl who grew up with a boss of the underworld, P. His pen drive, containing files on his dirty deal, was stolen. It is her duty to retrieve it at any cost.","release_date":"2016-10-23","vote_average":7.6,"runtime":11,"cert":"N\/A","id":479526,"title":"Pendrive","adult":false,"genre_ids":[80,53]},{"cast":["Stefano Stagno","Adriano Russo","Giuseppe Pollicina","Graziella Scilipoti","Rakele Il Grande"],"overview":"After hearing from his daughter an anecdote related to a child named Benito, Stefano decides to get a Hitler-style mustache, which will bring trouble to work and family.","release_date":"2019-04-30","vote_average":9.0,"runtime":13,"cert":"N\/A","id":479528,"title":"The Adolf Factor","adult":false,"genre_ids":[18,53]},{"cast":["Dustin Hoffman","Larry Gelbart","Sydney Pollack","Teri Garr","Jessica Lange"],"overview":"Documentary about the making of the 1982 film, featuring interviews with the cast and crew.","release_date":"2008-02-05","vote_average":0.0,"runtime":69,"cert":"\"\"","id":479530,"title":"A Better Man: The Making of Tootsie","adult":false,"genre_ids":[99]},{"cast":["Shunji Igarashi","Watanabe Daisuke","Ryuuzaburou Ootomo","Keiichi Nanba","Motomu Kiyokawa"],"overview":"The first of a 2-part sequel to the 2006 TV Series Ultraman Mebius. After the death of Alien Empera, the sentient being known as Armored Darkness is activated to carry out the Emperor's Plan B. To make its presence known, Armored Darkness revives the monsters Saramandora, Roberuga, Mukadender, and Cherubim.","release_date":"2008-07-20","vote_average":0.0,"runtime":24,"cert":"N\/A","id":479538,"title":"Ultraman Mebius Side Story: Armored Darkness - STAGE I: The Legacy of Destruction","adult":false,"genre_ids":[28,12,10751,878]},{"cast":[],"overview":"Revealing St. Louis, Missouri's atomic past as a uranium processing center for the atomic bomb and the governmental and corporate negligence that lead to the illegal dumping of Manhattan Project radioactive waste throughout North County neighborhoods.","release_date":"2017-11-17","vote_average":6.7,"runtime":100,"cert":"\"\"","id":479540,"title":"Atomic Homefront","adult":false,"genre_ids":[99]},{"cast":["Herbert Knaup","Mavie Hörbiger","Julia Stemberger","Alexander Lutz","Elias Pressler"],"overview":"","release_date":"2006-08-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":479557,"title":"Die Ohrfeige","adult":false,"genre_ids":[35]},{"cast":["Alexander Lutz","Alexandra Schalaudek","Oliver Stern","Horst Sachtleben","Veronika Faber"],"overview":"","release_date":"2002-11-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":479559,"title":"Froschkönig","adult":false,"genre_ids":[10749]},{"cast":["Alexander Lutz","Sonsee Neu","Nicole Beutler","Nicholas Ofczarek"],"overview":"","release_date":"1998-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":479561,"title":"Lieselotte","adult":false,"genre_ids":[]},{"cast":["Henfil","Jaguar","Ziraldo","Tárik de Souza","Ivan Cosenza"],"overview":"The documentary will reveal parallel narratives that present the life of the cartoonist and activist, Henrique de Souza. The film explores a movement of discovery of the character next to the young people from a class of animators who tries to bring the work of Henfil to the present days. In addition to the findings from friends' testimonies, revelations about how the artist used his drawings as a device to \"dribble\" political censorship and also as a resource for dealing with his fragile health, caused by hemophilia, and expose your creative restlessness.","release_date":"2017-10-06","vote_average":0.0,"runtime":74,"cert":"N\/A","id":479563,"title":"Henfil","adult":false,"genre_ids":[99]},{"cast":["Alexander Lutz","Barbara Wussow","August Schmölzer"],"overview":"","release_date":"1994-01-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":479565,"title":"Wolfgang A. Mozart","adult":false,"genre_ids":[36]},{"cast":[],"overview":"For one year, Tehching Hsieh punched a worker’s time clock located in his studio, on the hour, every hour. Marking the occasion by taking a self-portrait on a single frame of 16mm film, the resulting reel documents a year in his life at approximately one second per day – a pace that is polar opposite of the enduring length of the original performance. The punch cards, witnessed by a third party for authenticity, and other ephemera, document Hsieh’s life restructured around this highly repetitive task.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":479570,"title":"Time Clock Piece","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ride the WAVE packs in everything you need to know to gain maximum results with The FIRM WAVE. In this easy to follow, step-by-step instruction, you'll learn proper exercise techniques while getting a great workout. Just 3 simple stances and 3 simple moves are all you need to Ride the WAVE to success!","release_date":"","vote_average":0.0,"runtime":11,"cert":"N\/A","id":479590,"title":"The Wave by The FIRM: Ride the WAVE","adult":false,"genre_ids":[]},{"cast":[],"overview":"Rock it Off! is the ultimate high-energy, total body firming and fat-burning cardio and strength interval workout designed to work every inch of your body and maximize your post-workout calories. In quick Speed Slimming intervals, Rock it Off! gives you a one-stop, full-body, calorie blasting workout!","release_date":"","vote_average":0.0,"runtime":23,"cert":"N\/A","id":479592,"title":"The Wave by The FIRM: Rock it OFF! - Cardio Express","adult":false,"genre_ids":[]},{"cast":[],"overview":"Speed Slimming Sculpt is The FIRM's most targeted, super sculpting workout that gives you the trim, toned and tight body you've always wanted. Allie focuses on strengthinh major muscle groups by using the WAVE as a dynamic rocking tool for maximum muscle toning and high calorie burn.","release_date":"","vote_average":0.0,"runtime":32,"cert":"N\/A","id":479594,"title":"The Wave by The FIRM: Speed Slimming Sculpt","adult":false,"genre_ids":[]},{"cast":[],"overview":"20 minute workout is a fast, fun, no-nonsense program designed to Sculpt Your Body Slim in just 20 minutes a day! Now, there's no more excuses. In just 20 minutes a day, you'll tighten and tone your buttock and thighs-all the while working your \"powerhouse\" and core muscles to get a flat, lean stomach. Plus, you'll improve your strength, coordination and posture.","release_date":"","vote_average":0.0,"runtime":23,"cert":"N\/A","id":479596,"title":"Windsor Pilates: 20 Minute Workout","adult":false,"genre_ids":[]},{"cast":["Soraya Ghasemi","Parinaz Izadyar","Tannaz Tabatabayi","Saber Abar"],"overview":"Vilaeiha is the story of the families of the Iranian's army leaders in 1986. Aziz is a 50 years old woman who enters the Villas complex with her grand children. Elyas is a driver who when comes here, all become tension that maybe he brings bad news about the army leaders who fight in the front lines. After a while Cima who is Aziz' daughter-in-law comes to take her children away with her.","release_date":"2017-05-10","vote_average":6.0,"runtime":90,"cert":"N\/A","id":479598,"title":"The Villa Complex Residents","adult":false,"genre_ids":[10752,18]},{"cast":[],"overview":"Barefoot Abs, led by The FIRM Master Instructor Alison uses scientifically-proven core and ab exercises combined with fat-blasting Short Burst Training intervals to shrink your waistline and reveal that sleek, sexy, flat stomach in no time.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":479600,"title":"The FIRM: Zip Trainer - Barefoot Abs","adult":false,"genre_ids":[]},{"cast":[],"overview":"In Cycle 2 (Peak!) The FIRM Master Instructors Alison, Kelsie and Annie put a greater emphasis on balance and deep body sculpting with three workouts that will push you like nothing you have ever done before!","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":479602,"title":"The FIRM: Zip Trainer - Cycle 2: Peak! - Sculpt","adult":false,"genre_ids":[]},{"cast":["Bojana Golenac","Pasquale Aleardi","Hannelore Minkus","Sabine Orléans","Edda Leesch"],"overview":"","release_date":"2001-03-28","vote_average":7.0,"runtime":null,"cert":"N\/A","id":479622,"title":"Die Salsaprinzessin","adult":false,"genre_ids":[10751,10749]},{"cast":["Paul Saint Hesse","Olivier de Champris","Sandra Cheres","Philippe Calderon"],"overview":"","release_date":"2015-07-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":479627,"title":"John von Neumann : prophète du XXIe siècle","adult":false,"genre_ids":[]},{"cast":["Quentin Maussang","Charles Dugoujon","Sophie Sherman"],"overview":"Two graphic designers at work, by mistake, start playing with an empty scanner's possibilities. They venture into assumptions, eventually open up to each other, and let go of the strange images, until they let go of themselves.","release_date":"2017-08-09","vote_average":0.0,"runtime":18,"cert":"N\/A","id":479632,"title":"Young Men at their Window","adult":false,"genre_ids":[18]},{"cast":["Ahuva Keren","Meytal Mor","Mendy Cahan","Hila Gonen"],"overview":"During the day, Leah works as a maid in a hotel, while Meital, her daughter, sings at night. They live trapped in their relationship, surrounded by the Dead Sea.","release_date":"2017-08-06","vote_average":7.0,"runtime":26,"cert":"N\/A","id":479634,"title":"Shmama","adult":false,"genre_ids":[]},{"cast":["Sue Anna Ramirez","Miles Ocampo","Michelle Vito","Jane De Leon","Chanel Morales"],"overview":"A story of girls aspiring for an enjoyable 18th birthday celebration but has instead turned bloody with a curse cast upon them.","release_date":"2017-10-04","vote_average":4.5,"runtime":90,"cert":"N\/A","id":479636,"title":"The Debutantes","adult":false,"genre_ids":[27]},{"cast":["Masako Nozawa","Banjou Ginga","Ichirō Nagai","Kazuhiko Inoue","Kazuko Sugiyama"],"overview":"A ceramic figure of a blue mouse with long ears, stubby legs, and no tail suddenly comes to life. He is a “Manxmouse” as known in the legend. Since he is new to this world, his fearless curiosity leads him to meet a frog couple, an aviator hawk, a stray tiger, and a girl. Although he learns about his ultimate fate-to be eaten by a “Manxcat”-he decides to face this cat and challenge his destiny.","release_date":"1979-06-30","vote_average":0.0,"runtime":75,"cert":"N\/A","id":479656,"title":"The Legend of Manxmouse","adult":false,"genre_ids":[16,12,10751]},{"cast":[],"overview":"Raaja Meeru Keka is a Telugu movie starring Revanth, Lasya, Noel and Taraka Ratna in prominent roles. The movie also stars RJ Hemanth and Shobitha. It is a drama directed by Krishna Kishore T and produced by Raaj Kumar M, with Sri Charan as the musician, forming part of the crew.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":479658,"title":"Raaja Meeru Keka","adult":false,"genre_ids":[]},{"cast":["Neha Hinge"],"overview":"Srivalli is a movie about a neuroscientist Srivalli(title role played by Neha Hinge) who undergoes an experiment about brain wave simulation. The story revolves around the effects and the repercussions she faces once her brain starts reacting to the experiment. Srivalli loses track of the past, present and future unable to distinguish between simulation and reality leading to thrilling circumstances.","release_date":"2017-09-15","vote_average":0.0,"runtime":130,"cert":"N\/A","id":479660,"title":"Srivalli","adult":false,"genre_ids":[53]},{"cast":["Charly García","Carlos García López","Fabián Von Quintiero","Hilda Lizarazu","Antonio Gasalla"],"overview":"","release_date":"1991-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":479662,"title":"Como conseguir chicas","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"The events of the iconic slasher film are reimagined in this highly-acclaimed fan film from Ron McLellan","release_date":"","vote_average":4.0,"runtime":62,"cert":"N\/A","id":479664,"title":"Halloween: Revenge of the Sandman","adult":false,"genre_ids":[]},{"cast":["Andrew Solomon","Thomas Joiner","Kelechi Ubozoh","April Foreman","Ann Taylor"],"overview":"A suicide attempt survivor is on a mission to find fellow survivors and document their stories of courage, insight and humor. Along the way, she discovers a rising national movement transforming personal struggles into action.","release_date":"2017-09-05","vote_average":0.0,"runtime":93,"cert":"\"NR\"","id":479666,"title":"The S Word","adult":false,"genre_ids":[]},{"cast":["Ethel Grey Terry","William B. Davidson","Carl Gerard","Eddie Sturgis"],"overview":"The head of a quartet of jewel thieves tries to make a getaway with the one female in the gang.","release_date":"1928-09-12","vote_average":0.0,"runtime":20,"cert":"\"\"","id":479686,"title":"Sharp Tools","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"Based on Tamir Gal's story searching for his lost daughter, Sigal.","release_date":"1996-10-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":479688,"title":"Hello Sigal","adult":false,"genre_ids":[]},{"cast":[],"overview":"Intersecting sad life stories in a quite, hard-living neighborhood.","release_date":"2000-10-06","vote_average":0.0,"runtime":90,"cert":"N\/A","id":479690,"title":"Desperate Measures","adult":false,"genre_ids":[]},{"cast":["Orlando Valenzuela","Tito Estrada","Tito Estrada","Mélissa Merlo","Gabriel Ochoa"],"overview":"Francisco Morázan has been in Costa Rica for five months where he has been appointed Provisional Chief of State. It has called for elections to install a National Constituent Assembly, which should be a legal structure to the Costa Rican state. The Assembly has decreed the validity of the constitution of 1825, the same as that of the Central American Federation; It has declared the accession of Costa Rica to the Republic of Central America. Two months later Francisco Morazán is shot one afternoon on September 15, 1842.","release_date":"2017-09-14","vote_average":0.0,"runtime":90,"cert":"N\/A","id":479695,"title":"Morazán","adult":false,"genre_ids":[36,18]},{"cast":["Giovana Echeverria","Viviana Schames","Thiago Prade","Rafael Pimenta"],"overview":"","release_date":"2008-11-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":479697,"title":"Céu Azul","adult":false,"genre_ids":[18]},{"cast":["Giovana Echeverria","Leonardo Machado","César Troncoso"],"overview":"","release_date":"2017-04-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":479699,"title":"A Superfície da Sombra","adult":false,"genre_ids":[53]},{"cast":[],"overview":"Ondaajte's whimsical slapstick 'docu-drama' follows a couple of crooked Canadian poets who try to kidnap a dog.","release_date":"1970-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":479725,"title":"Carry on Crime and Punishment","adult":false,"genre_ids":[]},{"cast":["Jonah Young","Tina Krause","Lisa DiFiore"],"overview":"A young and in love couple's pursuit into demonology and witchcraft leads them to something more terrifying then they ever could have imagined.","release_date":"2010-04-05","vote_average":0.0,"runtime":37,"cert":"\"\"","id":479727,"title":"Salvation by Blood","adult":false,"genre_ids":[27]},{"cast":["Amanda Harrison","Mike Ducey","Tina Krause","Bill Headburg"],"overview":"A married couple on their honeymoon stop off at a back-woods garage to get their car repaired, unaware of what sheer terror is in store for them. What will it take to survive?","release_date":"2009-08-14","vote_average":0.0,"runtime":null,"cert":"\"\"","id":479729,"title":"Survive!","adult":false,"genre_ids":[27]},{"cast":["Lloyd Kaufman","Erika Smith","Tina Krause","Rachael Robbins","Sybelle Silverphoenix"],"overview":"Following the macabre footsteps of the first VAULT OF TERROR installment, this sequel anthology film tells six more evil, demonic, hellish tales of dread and horror by some of the genre's best filmmakers.","release_date":"2015-08-25","vote_average":0.0,"runtime":120,"cert":"\"\"","id":479731,"title":"Vault of Terror II: The Undead","adult":false,"genre_ids":[27]},{"cast":["Eric Tsang","Law Kar-Ying","Cheung Kwok-Keung","Liu Wai-Hung","Power Chan"],"overview":"Take 2 in Life is a Hong Kong Comedy starring Eric Tsang","release_date":"2001-09-20","vote_average":5.0,"runtime":89,"cert":"N\/A","id":479733,"title":"Take 2 in Life","adult":false,"genre_ids":[35]},{"cast":["Brittany Belt","Ankhnyam Ragchaa","Batmend Baast","Dorjsambuu Dambii","Oyunzul Dash"],"overview":"The town's best horse race trainer Bold, has many people gathered at his house for a special announcement. Bold begins to brag about his horses and skills and how no one in town is better than him. Bold begins to talk about his most prized horse, the brown steed that still has yet to find its rider. After hearing this the townspeople recommend Dambii's eldest son Dorj to be the rider. Upon hearing this Boldoo decides to ask Dambii's son Dorj to be the rider for his horse. Dambii lives with his wife, Dolgor and three sons, Dorj (12 yrs old), Byambaa (8 yrs old) Nanzaa (4 yrs old) in the vast countryside in Mongolia. All of Dambii's sons have a knack for the horse. When Bold recruites Dambii's eldest son his middle son Byambaa gets angry that he wasn't chosen to ride. When Byambaa gets angry that he wasn't chosen he storms off.","release_date":"2017-01-01","vote_average":0.0,"runtime":101,"cert":"\"G\"","id":479750,"title":"Children of Genghis","adult":false,"genre_ids":[12,10751]},{"cast":[],"overview":"A one-way trip going, another one coming back. A head injury. A donkey. Sheep. The church. A stew. The belfry. Candles. The wind blowing. Dawn. The confusion. The cobbled streets. Solitary steps. Birds that fly. Unmatched mirrors. Where can we find a true image on this night that is falling?","release_date":"2016-10-06","vote_average":0.0,"runtime":29,"cert":"N\/A","id":479752,"title":"El Canto de los Estorninos","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ten years after shooting Kafi's Story, British filmmaker Arthur Howes reentered the Sudan clandestinely to find out what had happened to the Nuba of Torogi. Everywhere, he encountered the face of jihad, or holy war. For example, a remarkable television program, Fields of Sacrifice, celebrates that week's casualties in the war against the Nuba and features family members thanking Allah for having taken their sons and brothers as martyrs.","release_date":"","vote_average":0.0,"runtime":53,"cert":"N\/A","id":479754,"title":"Nuba Conversations","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Majdi (an engineer), decides to take time off from his job to spend time with his family and wife. his wife (the doctor) was too busy with her own job that a turn of events occures in their married life","release_date":"","vote_average":0.0,"runtime":1,"cert":"N\/A","id":479756,"title":"Agazet gharam","adult":false,"genre_ids":[]},{"cast":["Laetitia Clément","Rod Paradot","Lyna Khoudri","Julien Bodet","Frédéric Pierrot"],"overview":"A film in which the director captures the beautiful and accurate qualities of reality when building the energetic portrait of a 16-year-old girl immersed in the macho culture of urban suburban south-west France, just a stone’s throw away from the nearby countryside.","release_date":"2018-04-11","vote_average":6.7,"runtime":93,"cert":"N\/A","id":479758,"title":"Luna","adult":false,"genre_ids":[18,10749]},{"cast":["Sharon Kane","Ashley Renee","Lisa Comshaw","Amber Allen"],"overview":"When an innocent journalist visits her ancestral home to inquire about her tragic early years - she is the daughter of a notorious, executed sadist - the horrors begin as a deranged countess tortures women in the cellar dungeon.","release_date":"1995-01-01","vote_average":0.0,"runtime":60,"cert":"\"\"","id":479760,"title":"Dungeon Dementia","adult":false,"genre_ids":[27]},{"cast":["Nikolay Eryomenko","Nikolay Eryomenko","Vera Alentova","Aleksei Buldakov","Andrei Dudarenko"],"overview":"","release_date":"1995-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":479762,"title":"Сын за отца...","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2017-10-06","vote_average":8.0,"runtime":null,"cert":"N\/A","id":479782,"title":"Des Atomes aux Etoiles","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Comedy by William Congrevé. A spiritual and rather mean picture of the noble life in London around 1700.","release_date":"1968-09-28","vote_average":0.0,"runtime":95,"cert":"N\/A","id":479784,"title":"Så går det till här i världen","adult":false,"genre_ids":[10770,35]},{"cast":["Camille Foisy","Laurent Marion"],"overview":"A character’s introspection portrayed through the colour red. Écarlate is part of a diptych that includes the short film Viride.","release_date":"2017-06-06","vote_average":0.0,"runtime":2,"cert":"N\/A","id":479786,"title":"Écarlate","adult":false,"genre_ids":[]},{"cast":["Cerris Morgan-Moyer","Laura Niles","Lee Schall","Dave Sirus"],"overview":"A Wall Street trader who is obsessed with snuff films thinks he sees an old girlfriend starring in one.","release_date":"2011-02-12","vote_average":0.0,"runtime":15,"cert":"\"\"","id":479788,"title":"Mail Order","adult":false,"genre_ids":[53,27]},{"cast":["Mao Ichimichi","Atsumi Tanezaki","Atsushi Imaruoka"],"overview":"An underage boy tries to rent dirty DVDs and a beleaguered video store clerk tries to stop him.","release_date":"2016-11-21","vote_average":0.0,"runtime":7,"cert":"N\/A","id":479793,"title":"Used Video Shop's Female Shop Clerk X","adult":false,"genre_ids":[16,35]},{"cast":["Coleton Ray"],"overview":"Alex's 16th birthday quickly takes a turn when he begins to discover the horror that is brewing under the surface of his family.","release_date":"2016-10-28","vote_average":8.0,"runtime":8,"cert":"\"\"","id":479795,"title":"Vanilla Cake","adult":false,"genre_ids":[27]},{"cast":["Udom Taepanich"],"overview":"","release_date":"1996-10-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":479815,"title":"เดี่ยวไมโครโฟน 2","adult":false,"genre_ids":[35]},{"cast":["Henry Barnes","Henry Barnes","Betty Stanley","Betty Stanley","Rene Querido"],"overview":"This television documentary takes us on a fascinating journey into the realms just beyond our five senses, where thoughts are things and creation begins. Rudolf Steiner not only found how to experience these areas directly, in a very safe and methodical manner, but he also developed specific techniques which, if utilized in the right way and with the proper intention, enable the individual to have insight into the spiritual realities.  In addition to learning of this extraordinary individuality, we meet some of the men and women who are utilizing the impulses brought by Dr. Steiner to expand and enhance their specific vocations in very practical ways, e.g. education, agriculture, medicine, astronomy, mathematics, architecture, the arts, and working with retarded children and adults.","release_date":"1993-01-01","vote_average":0.0,"runtime":59,"cert":"\"\"","id":479817,"title":"Dr Rudolf Steiner and the Science of Spiritual Realities","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Set in 1981, Gaby, a nine year old girl, comes up with a unique way to deal with the school bully after she watches 'The Godfather' with her Dad.","release_date":"","vote_average":0.0,"runtime":20,"cert":"N\/A","id":479819,"title":"How I Got Made","adult":false,"genre_ids":[35,10751]},{"cast":["Yvan Ducharme","Pauline Julien","Raymond Lévesque","Claudine Monfette","Donald Pilon"],"overview":"","release_date":"1974-02-14","vote_average":5.0,"runtime":93,"cert":"N\/A","id":479821,"title":"Bulldozer","adult":false,"genre_ids":[]},{"cast":["Jacques Desrosiers","Michèle Chicoine","Mary Gail Artz","Michael Devine","Paul Buissonneau"],"overview":"","release_date":"1968-02-18","vote_average":0.0,"runtime":72,"cert":"N\/A","id":479823,"title":"C'est pas la faute à Jacques Cartier","adult":false,"genre_ids":[35]},{"cast":["Alice Dwyer","Frederick Lau","Susanne Wuest","Tilman Pörzgen","Jella Haase"],"overview":"","release_date":"2016-01-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":479825,"title":"The Huntingtans: Chewing Gum & Love Affairs","adult":false,"genre_ids":[18]},{"cast":["Jenny Agutter","Michael York","Michael Anderson"],"overview":"The movie Logan's Run (1976) depicts a supposedly Utopian society in the 23rd century, but one where, as producer Saul David puts it, \"there is a worm in the apple\". The filmmakers use current technology and ideals of pleasure to depict this perfect future. Director Michael Anderson finds meshing these two worlds an exciting challenge, especially in trying to create something that has never been seen before in the movies. The studio's technology department plays a key role in creating Anderson and David's vision. The movie's stars, Michael York and Jenny Agutter, provide their take on the movie, their roles and working with each other and with fellow co-star Richard Jordan. The filmmakers also need to create the antithesis of the modern Utopian world for the scenes taking place outside of the domed world.","release_date":"","vote_average":0.0,"runtime":9,"cert":"N\/A","id":479827,"title":"A Look Into the 23rd Century","adult":false,"genre_ids":[99]},{"cast":["Chansangavej Chayanit","Peerapol Kijreunpiromsuk"],"overview":"A young woman's peaceful life is disrupted when an injured man suddenly enters her life.","release_date":"2018-08-23","vote_average":0.0,"runtime":87,"cert":"N\/A","id":479847,"title":"Someone from Nowhere","adult":false,"genre_ids":[18,9648]},{"cast":["Inge Meysel","Regine Lutz","Gisela Trowe","Manfred Steffen","Gundolf Willer"],"overview":"","release_date":"1967-08-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":479849,"title":"Palme im Rosengarten","adult":false,"genre_ids":[18]},{"cast":["Karin Baal","Leonard Steckel","Mario Adorf","Hela Gruel","Regine Lutz"],"overview":"","release_date":"1966-10-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":479851,"title":"Herr Puntila und sein Knecht Matti","adult":false,"genre_ids":[18]},{"cast":["Grete Wurm","Wolf Ackva","Bert Fortell","Konrad Georg","Regine Lutz"],"overview":"","release_date":"1964-07-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":479853,"title":"Nebeneinander","adult":false,"genre_ids":[18]},{"cast":["Bharath Margani","Srushti Dange","Tulasi","Thagubothu Ramesh","Nagineedu Vellanki"],"overview":"'Oye Ninne' charts the story of Vishnu, a young man who aspires to be a farmer while his parents want him to aim for something big. He grows up with his cousin Veda, whom he shares a love-hate relationship. For Vishnu, she's that \"annoying cousin\" everyone has in a family; whom your parents love more than you. Vishnu's father believes he's good-for-nothing, but will that change?","release_date":"2017-10-06","vote_average":0.0,"runtime":125,"cert":"N\/A","id":479855,"title":"Oye Ninne","adult":false,"genre_ids":[18,10751,10749]},{"cast":["Tracey Adams","Barbara Dare","Stacey Donovan","Melissa Melendez","Joey Silvera"],"overview":"A group of women reminisce about the times they had when they were younger in \"Lovers Lane\", a popular local hangout where teenagers parked to get \"closer\" to each other.","release_date":"1986-10-07","vote_average":0.0,"runtime":73,"cert":"\"NC-17\"","id":479857,"title":"Lovers Lane","adult":true,"genre_ids":[10749]},{"cast":[],"overview":"","release_date":"1996-10-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":479859,"title":"Le Cheval de cœur","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the tendency to assume that science-based conclusions are objective and reliable, public health tragedies are allowed to occur repeatedly.","release_date":"2017-03-12","vote_average":0.0,"runtime":23,"cert":"\"\"","id":479879,"title":"No Harm No Foul","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This is a love story. A Story like all the other, between a wolf and a fish.","release_date":"2015-11-20","vote_average":0.0,"runtime":5,"cert":"N\/A","id":479881,"title":"A Love Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"In 2014, 276 teenage girls came together for exams in Chibok, Nigeria -- by dawn, nearly all had disappeared and their school was burnt. Jessica, an escapee, shares her haunting account of a friendship violently interrupted by Boko Haram.","release_date":"2017-01-19","vote_average":0.0,"runtime":10,"cert":"\"\"","id":479883,"title":"Waiting for Hassana","adult":false,"genre_ids":[99]},{"cast":["Willy Reichert"],"overview":"Short by Wolfgang Becker.","release_date":"1950-12-31","vote_average":0.0,"runtime":12,"cert":"N\/A","id":479885,"title":"Eine Kleinstadt hilft sich selbst","adult":false,"genre_ids":[]},{"cast":["Dennis Chambers","Billy Cobham","Tony Royster Jr"],"overview":"Common Ground Inspiration Drum DVD","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":479893,"title":"Common Ground Inspiration Drum DVD","adult":false,"genre_ids":[10402]},{"cast":["Ghislaine Paul-Cavallier","Vincent Barré","Pierre Lavenu","Raymonde Leroux","Pierre Creton"],"overview":"An elderly woman discovers an adolescent wild boar on her doorstep and decides to adopt the beast as her last -- and most beloved -- child.","release_date":"2017-10-04","vote_average":0.0,"runtime":94,"cert":"N\/A","id":479895,"title":"Va, Toto!","adult":false,"genre_ids":[99]},{"cast":["Swann Arlaud","Victoire Du Bois"],"overview":"Give it time. You'll get over it. Jean celebrates his birthday, gets drunk and recalls the dreadful weekend that led to his break-up with Mathilde.","release_date":"2017-08-31","vote_average":6.0,"runtime":15,"cert":"N\/A","id":479912,"title":"You Will Be Fine","adult":false,"genre_ids":[16,18]},{"cast":["Yves Dufournier"],"overview":"","release_date":"2013-01-25","vote_average":0.0,"runtime":11,"cert":"N\/A","id":479914,"title":"Life and Death of the Illustrious Rasputin","adult":false,"genre_ids":[16]},{"cast":["Zheng Yi"],"overview":"After losing his father, Asheng renovates his seashore house to open an inn, where he awaits his mother, who left 20 years before. A beautiful piece by a Chinese talent who studied in Japan and France.","release_date":"","vote_average":0.0,"runtime":87,"cert":"N\/A","id":479916,"title":"Soul Inn","adult":false,"genre_ids":[]},{"cast":["Irrfan Khan","Parvathy Thiruvothu","Neha Dhupia","Luke Kenny","Brijendra Kala"],"overview":"Yogi and Jaya, who have polar opposite personalities and sensibilities, meet via an online dating app. This encounter turns into so much more when the two travel to Rishikesh.","release_date":"2017-11-10","vote_average":7.0,"runtime":125,"cert":"N\/A","id":479918,"title":"Qarib Qarib Singlle","adult":false,"genre_ids":[35,18,10749]},{"cast":["Andrei Ankudinov","Oleg Fomin","Pavel Abdalov","Vladimir Vinogradov","Mikhail Efremov"],"overview":"","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":479920,"title":"Спасатели. Затмение","adult":false,"genre_ids":[12]},{"cast":["Dewey Gill"],"overview":"The Friday night fish fry has been a Wisconsin family tradition for many years. It happens all year long, not only during Lent when Catholics don't eat meat on Fridays. \"Fish Fry Night Milwaukee\" is a film that takes you to some of Milwaukee's most popular, historic and unique fish fry places, to see the people who make them and enjoy them.","release_date":"2009-10-11","vote_average":0.0,"runtime":56,"cert":"\"NR\"","id":479946,"title":"Fish Fry Night Milwaukee","adult":false,"genre_ids":[99]},{"cast":["Toya Morita","Mayo Onuki","Kiyomi Ensou","Tsubasa Kikuchi"],"overview":"The story is of a quirky mother and son who live in a modern Japanese, urban setting. The mother Kyoko has been long feeding human meat to her introverted teenage son, Mitsuo, who can now tell the sex and nationality of the meat he is eating. One day at the supermarket, Kyoko finds herself picking up the wallet of another housewife, Kanno. Kanno urges Kyoko to accept a token of gratitude but Kyoko declines. Kanno finds the stubborn refusal disturbing.","release_date":"","vote_average":0.0,"runtime":80,"cert":"N\/A","id":479948,"title":"Free Kitchen","adult":false,"genre_ids":[27,35]},{"cast":[],"overview":"Vestron's video game video series returns with strategies for games released on the Atari 5200, ColecoVision, and Vectrex consoles.","release_date":"1982-01-01","vote_average":0.0,"runtime":59,"cert":"\"NR\"","id":479950,"title":"How To Beat Home Video Games Vol. 3: Arcade Quality for the Home","adult":false,"genre_ids":[]},{"cast":["Petr Čepek","Kristina Hanzalová","Jarmila Kurandová","Vlado Müller","Věra Galatíková"],"overview":"Young prisoner Jan, nicknamed Roughboy (Petr Cepek), tries to commit suicide. He was imprisoned for a fight in which he injured a functionary of the National Committee and for stealing material but actually by the blame for this crime was pinned on him by the road-builders in whose group he worked. The prison doctor knows that Jan is an emotionally deprived person who never knew his parents and spent all his childhood - except one year with foster-parents - in orphanages, homes for youth and reform schools. He arranges a five-day holiday for Jan, who wants to find his mother's grave.","release_date":"1971-01-01","vote_average":2.0,"runtime":102,"cert":"N\/A","id":479952,"title":"Nudity","adult":false,"genre_ids":[18]},{"cast":["Tracey Adams","Necla","Don Fernando"],"overview":"","release_date":"1990-08-04","vote_average":0.0,"runtime":null,"cert":"\"\"","id":479954,"title":"Prisoners of Sex","adult":true,"genre_ids":[]},{"cast":[],"overview":"A collection of 6 gay short films.  1 - Thermopylae.  2 - Love, Death, and Cars.  3 - The Love Within.  4 - Sexy Grandpa.  5 - Connected.  6 - Like a Brother.","release_date":"2008-04-08","vote_average":0.0,"runtime":73,"cert":"\"NR\"","id":479956,"title":"FirstOUT 2","adult":false,"genre_ids":[18]},{"cast":["Anny Aurora","Cayla Lyons","Lady Dee","Belle Claire","Brittany Bardot"],"overview":"Ria is about to finish high school and she turns 18 today; luckily she has a good group of friends who help this horny young nympho celebrate in style. Lady Dee and Cayla Lyons treat her to a large dildo, but the real gift is that they show her how to use it! This hot lesbian trio starts the party but it doesn’t end there, Belle Claire and Cayla Lions get their freak on during a DP foursome and an orgy with Alexis Crystal finishes in a sticky mess.Fucking isn’t just for the old, even the parents are at it, MILF Brittany Bardot fucks her husband showing these girls how cougars ride cock. This hardcore celebration has it all so do not miss Private’s 18th Birthday Party, you are all invited!","release_date":"2017-08-19","vote_average":0.0,"runtime":152,"cert":"\"NC-17\"","id":479958,"title":"18th Birthday Party","adult":true,"genre_ids":[]},{"cast":["Assumpta Serna","Pablo Santamaría","Pablo Viña","Luisa Gavasa","Raúl Escudero"],"overview":"France, beginning of World War II. Hélène Studler is a nun who has been dedicated to the care of orphans and the abandoned people. But the times have changed, the people are living a whole revolt, the Germansoldiers have entered their city and the reality that now faces far exceeds the harshness to which they are accustomed: Hélène discovers that near her locality, the Nazis have installed a concentration camp. Along with some people of the city, several of her Sisters Daughters of Charity plot a whole plan to free the captives from their tragic end.","release_date":"2017-10-20","vote_average":6.0,"runtime":110,"cert":"N\/A","id":479960,"title":"The Network of Freedom","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The upcoming contemplative feature film from audiovisual artist, Joshua Bonnetta.","release_date":"","vote_average":0.0,"runtime":86,"cert":"N\/A","id":479980,"title":"Low Islands","adult":false,"genre_ids":[]},{"cast":[],"overview":"People often think of Vancouver as a new city, when in fact this region has been occupied for 9,000 years. This film aims to correct that with a meaningful reminder of the history and prehistory of this land and her first people.","release_date":"2017-12-01","vote_average":0.0,"runtime":75,"cert":"N\/A","id":479982,"title":"c̓əsnaʔəm: the city before the city","adult":false,"genre_ids":[99]},{"cast":["Majda Potokar","Iztok Jereb","Marina Urbanc","Bernarda Gašperčič","Vesna Bukilica"],"overview":"A coming-of-age story set in Slovenian town during WW2.","release_date":"1986-05-20","vote_average":0.0,"runtime":93,"cert":"N\/A","id":479984,"title":"Times Devoid of Fairy Tales","adult":false,"genre_ids":[18]},{"cast":["Maria Happel","Nicholas Ofczarek","Sven-Eric Bechtolf","Michael Maertens","Dörte Lyssewski"],"overview":"","release_date":"2011-12-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":479989,"title":"Was ihr wollt","adult":false,"genre_ids":[18]},{"cast":["Shilpa Shetty"],"overview":"Shilpa's Yoga is a unique way of life which integrates the body, mind and soul, under the guidance of none other than the beautiful actress herself. Watch Shilpa Shetty as she demonstrates the various Yogic Postures, Breathing Techniques and Asanas.","release_date":"2007-12-24","vote_average":0.0,"runtime":52,"cert":"N\/A","id":479991,"title":"Shilpa's Yoga","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Pour l'amour de Thomas","cast":["Brigitte Fossey","Matthieu Rozé","Marie Tifo","David La Haye","Gabriel Arcand"],"id":479993,"overview":"A young HIV-positive man returns to his birthplace in Québec and tries to live life as fully as possible, rejecting self-pity and alienating his over-protective mother.","runtime":105,"genre_ids":[18],"release_date":"1995-02-24","vote_average":0.0,"adult":false}]