[{"cast":["Robert Graf","Wolfgang Kieling","Sigurd Fitzek"],"overview":"","release_date":"1962-11-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":480511,"title":"Montserrat","adult":false,"genre_ids":[18]},{"cast":["Michael Trevino","Robert Miano","Michael T. Weiss"],"overview":"Gino Sarcione, a boxer, is forced to take his fight outside the ring into the back alleys of Sunset Park to stand up for what's right and protect those he loves.","release_date":"2018-03-29","vote_average":10.0,"runtime":90,"cert":"\"\"","id":480513,"title":"Sunset Park","adult":false,"genre_ids":[80,18]},{"cast":["Guillaume Verdier","Anne Benhaïem","Svetlana Léon","Renaud Legrand","Serge Bozon"],"overview":"","release_date":"2007-10-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":480518,"title":"Guillaume et les sortilèges","adult":false,"genre_ids":[10402,35]},{"cast":["Sean Storm","Chad Johnson","Victor Racek","Tuck Johnson","Dolph Donovich"],"overview":"Shy gay boy Jason Barnes (Sean Storm) enrolls in \"Man Academy,\" only to find that his new school specializes in initiations into gay manhood.","release_date":"2000-09-01","vote_average":0.0,"runtime":114,"cert":"\"\"","id":480520,"title":"Man Academy","adult":true,"genre_ids":[]},{"cast":["Joan Gardner","Robert Donat","Merle Oberon","Emlyn Williams","Maurice Braddell"],"overview":"In the years after his graduation Allen Shepherd has become a successful novelist and has married Jane Anderson. A firm proponent of traditional sex roles, Shepherd leaves Jane when she accepts a teaching post at Oxford. He later changes his views, and the couple is reunited.","release_date":"1932-03-20","vote_average":0.0,"runtime":88,"cert":"N\/A","id":480522,"title":"Men of Tomorrow","adult":false,"genre_ids":[18]},{"cast":["Thiago Soares"],"overview":"Principal Dancer is a mesmerizing look on how a young artist's journey is defined by his ability to challenge his own limits and to reinvent himself. Brazilian hip-hop performer turned into Royal Ballet's principal dancer Thiago Soares unveils the backstage of the Royal Opera House, in London, as he rehearses alongside some of the most outstanding names in contemporary dance - and prepares to go back home, in Rio de Janeiro, where he'll face one of his life's most challenging presentations.","release_date":"2017-10-10","vote_average":0.0,"runtime":90,"cert":"N\/A","id":480524,"title":"Principal Dancer","adult":false,"genre_ids":[99]},{"cast":["Claire Grammatiki","Yiannis Papadopoulos","Stergios Tzaferis","Kaiti Mitropoulou"],"overview":"A girl tries to combat her wearisome life taking pictures of strangers. A customer at the coffee place she works at asks her to escort him to the hospital. A boy is in love with her. He stalks her. Their lives intersect. Four days of their interaction scattered in time.","release_date":"2017-11-10","vote_average":0.0,"runtime":80,"cert":"N\/A","id":480547,"title":"4 Days","adult":false,"genre_ids":[18,10749]},{"cast":["Peter Maffay","Carl Carlton","Bertram Engel","Jean-Jacques Kravetz","Pascal Kravetz"],"overview":"","release_date":"2005-12-02","vote_average":10.0,"runtime":null,"cert":"N\/A","id":480549,"title":"Peter Maffay - Maffay '96 Live","adult":false,"genre_ids":[10402]},{"cast":["Thom Yorke","Colin Greenwood","Jonny Greenwood","Ed O'Brien","Philip Selway"],"overview":"Radiohead performs at Main Square Festival on July 2, 2017.  Setlist:  Daydreaming  Desert Island Disk  Ful Stop  15 Step  My Iron Lung  Myxomatosis  All I Need  Videotape  Let Down  Bloom  Separator  Reckoner  There There  The Gloaming  The Numbers  Exit Music (for a Film)  Bodysnatchers  Encore:  No Surprises  Nude  Climbing Up the Walls  Everything in Its Right Place  Idioteque  Encore 2:  You and Whose Army?  Weird Fishes\/Arpeggi  Paranoid Android","release_date":"2017-07-02","vote_average":0.0,"runtime":122,"cert":"N\/A","id":480551,"title":"Radiohead - Main Square 2017","adult":false,"genre_ids":[10402]},{"cast":["Steffi Graf"],"overview":"","release_date":"2012-05-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":480559,"title":"Steffi Graf - Ein Porträt","adult":false,"genre_ids":[99]},{"cast":["Thomas Wondrak","Hans Epskamp","Gertrud Kückelmann","Susanne Korda","Peter Arens"],"overview":"","release_date":"1959-06-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":480579,"title":"Das mittlere Fenster","adult":false,"genre_ids":[35]},{"cast":["Bethanna","Sharon Mitchell","C.J. Laing","Marlene Willoughby","Molly Malone"],"overview":"Once upon a time a little girl grew up to be a very stacked young lady...When, Lilly, called Dirty Lilly by her friends, got too big and too hot for her mother to handle she was thrown out into the world on her own. So begins her search for Daddy, who left Mommy so many years ago. Her first stop is Daddy's lawyer who has some quasi-legal ideas regarding Lilly. Following some office fun, the lawyer sends Lilly to the set of a porno film where Daddy was seen last... The next scene is Lilly's! Mistaken for the star, Lilly plays her part with gusto and is given the next clue to Daddy's whereabouts by the director who steers her to Daddy's mistress, Ginger. Ginger and Lilly romp together and after a series of exciting adventures, including an interlude with a kinky muscleman, Lilly finds her Daddy... much to her surprise.","release_date":"1978-01-12","vote_average":0.0,"runtime":75,"cert":"\"NC-17\"","id":480581,"title":"Dirty Lily","adult":true,"genre_ids":[]},{"cast":["Peter Ahrweiler","Willy Rösner","Kurt Horwitz","Carl Wery","Nora Minor"],"overview":"","release_date":"1957-04-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":480586,"title":"Die Panne","adult":false,"genre_ids":[80]},{"cast":["Hans Epskamp","Konrad Georg","Helmut Schmid","Maria M. Madsen","Renate Barken"],"overview":"","release_date":"1956-06-03","vote_average":5.0,"runtime":null,"cert":"N\/A","id":480588,"title":"Der Verräter","adult":false,"genre_ids":[18]},{"cast":["Günter Strack","Klaus Höhne","Werner Kreindl","Günther Neutze","Edgar Bessen"],"overview":"","release_date":"1980-12-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":480590,"title":"Knobbes Knoten","adult":false,"genre_ids":[18]},{"cast":["Mir Qanbar"],"overview":"The film follows Mir Qanbar, an elderly Iranian man, as he campaigns in the country's presidential election.","release_date":"2005-08-12","vote_average":6.0,"runtime":70,"cert":"N\/A","id":480592,"title":"President Mir Qanbar","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This film interrogates numerous people regarding their experiences as thieves.","release_date":"2000-10-10","vote_average":0.0,"runtime":50,"cert":"N\/A","id":480609,"title":"Private","adult":false,"genre_ids":[99]},{"cast":["Ali Liebert","Peter Porte","Tina Lifford","Brandi Alexander","Jennifer Koenig"],"overview":"After colliding with a pedestrian on her bicycle who loses his memory following the accident, Darcy Archer becomes determined to help the handsome guy figure out who he is. In the process, she finds out a lot more about who she is, what she wants from life, and how this too-good-to-be-true guy might just be the man she’s been waiting to bump into all her life.","release_date":"2017-11-19","vote_average":5.6,"runtime":83,"cert":"\"\"","id":480614,"title":"A Gift to Remember","adult":false,"genre_ids":[10770,10749]},{"cast":["Vikas Anand","Sweety Chhabra","Farida Dadi","Raja Duggal","Dinesh Hingoo"],"overview":"Ajay saves Anju in a fall from a mountain height, it is love at first sight. He doesn't know that she is engaged, and they don't know they have a past together.","release_date":"2008-11-04","vote_average":0.0,"runtime":140,"cert":"N\/A","id":480619,"title":"Love at first sight","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"Toronto International Film Festival 2004","release_date":"2004-10-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":480621,"title":"White Tower","adult":false,"genre_ids":[]},{"cast":["Bridget Regan","Travis Van Winkle","Raven Stewart","Teryl Rothery","Sarah Smyth"],"overview":"When a reservation mix-up at a mountain resort forces a newly-single travel writer to share a cabin with a handsome widower and his precocious daughter over the holidays, their lives are transformed by the magic of Christmas and the unexpected power of love.","release_date":"2017-12-23","vote_average":6.8,"runtime":84,"cert":"\"G\"","id":480623,"title":"Christmas Getaway","adult":false,"genre_ids":[10749,10770]},{"cast":["Uma Jolie","Sofi Ryan","Evelyn Claire","Cadey Mercury","Christian Clay"],"overview":"Cover girl Uma Jolie scorches the screen as a young and ambitious social media star willing to do whatever it takes to take her career to the next level. Also starring stunning newcomer Sofi Ryan, Evelyn Claire in her debut performance, and the naughty Cadey Mercury.","release_date":"2017-09-06","vote_average":0.0,"runtime":166,"cert":"\"NC-17\"","id":480643,"title":"Young Fantasies 2","adult":true,"genre_ids":[]},{"cast":["Velislav Pavlov","Teodora Duhovnikova","Vesela Babinova","Mihail Mutafov","Anastassia Liutova"],"overview":"The story of Omnipresent is centered around Emil, writer and owner of advertising agency who gradually becomes obsessed with spying on his family, friends and employees via hidden spy cameras. What starts as an innocent hobby ends up as a total disaster, as in the process he abuses his new power and eventually comes to realize that some secrets should be left uncovered.","release_date":"2017-10-13","vote_average":6.0,"runtime":120,"cert":"N\/A","id":480645,"title":"Omnipresent","adult":false,"genre_ids":[18]},{"cast":["Melvil Poupaud","Fan Bingbing","Wu Yue","Jin Shi-Jye","Huang Jue"],"overview":"An empress commissions a painting of herself from a French outsider in hopes of stirring her husband's interest in this lavish period piece. The Lady in the Portrait is a period yarn evoking the unique rapport between a French missionary and the Manchurian Empress whose portrait he's ordered to paint.","release_date":"2017-12-20","vote_average":6.8,"runtime":94,"cert":"N\/A","id":480647,"title":"The Lady in the Portrait","adult":false,"genre_ids":[18]},{"cast":["Rita Bhaduri","Jagdeep","Javed Khan","Johnny Lever","Raza Murad"],"overview":"In Hindi, a \"daayen\" or \"daayani\" (Hindi: डायन) is a term for a witch, descended from the Sanskrit word dakini, which refers to a female supernatural being.","release_date":"1997-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":480649,"title":"Daayan","adult":false,"genre_ids":[27]},{"cast":["Aga Muhlach","Dingdong Dantes","Enrique Gil","Cristine Reyes","Ronaldo Valdez"],"overview":"The Bonifacio siblings reunite when they find out their father is diagnosed with cancer. In the process, they have to deal with unresolved issues among themselves before it's too late.","release_date":"2017-10-11","vote_average":8.2,"runtime":128,"cert":"N\/A","id":480651,"title":"Seven Sundays","adult":false,"genre_ids":[18,10751]},{"cast":["Sameh Hussain","Samia Al-Tarabulsi"],"overview":"The movie takes place during a single night, in which Faris, a suspended officer, finds himself involved in an increasing number of events. The emergence of a person who live broadcasts the events on social media and channels steps up the dilemma, especially with the very high viewing rate. The film reveals how Faris handles the corruption cases, which include the involvement of high officials and businessmen.","release_date":"2017-08-31","vote_average":0.0,"runtime":100,"cert":"N\/A","id":480653,"title":"Live Broadcasting","adult":false,"genre_ids":[]},{"cast":["Aiko Melendez","Polo Ravales","Nathalie Hart","Rico Barrera","Robert James"],"overview":"An overseas worker is forced to go back to her home country to deal with her son, whose sex video has gone viral.","release_date":"2017-10-11","vote_average":0.0,"runtime":90,"cert":"N\/A","id":480655,"title":"Balatkayo","adult":false,"genre_ids":[18]},{"cast":["Marcelo Gomes"],"overview":"A documentary portrait of Brazilian ballet star Marcelo Gomes.","release_date":"2017-02-03","vote_average":0.0,"runtime":83,"cert":"\"\"","id":480675,"title":"Anatomy of a Male Ballet Dancer","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An immersion in the creative process of Scene 11, renowned Brazilian contemporary dance group, which completes 20 years of career.","release_date":"2016-01-20","vote_average":0.0,"runtime":83,"cert":"N\/A","id":480680,"title":"Corpo Vodu","adult":false,"genre_ids":[99]},{"cast":["Frida Gällblad","Mathilda Becker"],"overview":"Ankan and Monkan finally have a chance to get their first own apartment. All that's required is a permanent job. With tears, Alfie Atkins and a tableware, they are transformed into full-featured sellers of cellphones. The apartment contract seems to be a possible dream.","release_date":"2014-01-25","vote_average":0.0,"runtime":29,"cert":"N\/A","id":480682,"title":"2","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":480684,"title":"National Geographic - Die verrücktesten Tiere der Welt","adult":false,"genre_ids":[99]},{"cast":[],"overview":"DGM Live In ProgPower Festival in Atlanta","release_date":"2014-09-11","vote_average":0.0,"runtime":72,"cert":"\"\"","id":480686,"title":"DGM - Live In Atlanta","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"The film, Becoming Royston, is a story of “self exploration, discovery and liberation, which explores relationships between people, conflicts, insecurities, hopes and dreams, you and me.”\r The story revolves around the coming of age of Tan Boon Huat (Alvin Neo), the middle child of a prawn farmer whose family resides on an island town. Nicknamed ‘Hei Bee’ (shrimp in Hokkien, a Chinese dialect) Boon Huat’s time as a child to adolescence was one that was filled with oppression, often receiving harsh treatment from his own father (William Chua). Boon Huat eventually leaves the island with the help of his friend and confidant, the island boatman (Tay Kay Chin). On the mainland, he meets a girl (Oon Shu An) while working in a video shop. Boon Huat starts to discover his dream of becoming a filmmaker with the help of his newfound ‘love’.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":480688,"title":"Becoming Royston","adult":false,"genre_ids":[]},{"cast":["Georgi Cherkelov","Đoko Rosić","Tzako Dachev","Vasil Banov","Plamen Donchev"],"overview":"In 19th century, a new judge and four of his friends come in Bulgarian town with the knowledge that a golden treasure, once belonging to a Turkish ruler, is buried in the vicinity. But other people are also in search of treasure.","release_date":"1986-12-01","vote_average":0.0,"runtime":89,"cert":"N\/A","id":480708,"title":"The Judge","adult":false,"genre_ids":[37,18]},{"cast":["Danny Cooksey","Josh Server","Michael Bower","Lori Beth Denberg","Graham Yost"],"overview":"For millions of people, the Nickelodeon Network is synonymous with growing up. In just a few years, the channel grew from a small local channel to an international phenomenon that helped shape a generation. Led by Geraldine Laybourne, the visionary who turned the company into an $8 billion juggernaut. But what was the whole story? The Orange Years journeys behind the scenes of the \"kids first\" phenomenal programming to chronicle the unprecedented success of Nickelodeon, straight from the mouths of those who brought the classic shows to us as children. Filled with interviews from the actors, writers, animators, and creators from all your favorite golden age Nick shows, the film offers a new perspective on Nickelodeon, from the humble origins of the channel deep into the SNICK years.","release_date":"2018-11-15","vote_average":0.0,"runtime":null,"cert":"\"\"","id":480713,"title":"The Orange Years","adult":false,"genre_ids":[99]},{"cast":["Dwayne Pintoff","Stan Gordon","Eric Altman"],"overview":"The incredible story of one of the more bizarre places in America, and the unusual activity that has taken place there for decades.","release_date":"2017-10-21","vote_average":9.0,"runtime":61,"cert":"\"\"","id":480715,"title":"Invasion on Chestnut Ridge","adult":false,"genre_ids":[99,27]},{"cast":["Kazuchika Okada","Takaaki Watanabe","Tetsuya Naito","Tomohiro Ishii","William Peter Charles Ospreay"],"overview":"King of Pro-Wrestling (2017) was a professional wrestling event promoted by New Japan Pro-Wrestling (NJPW), which took place on October 9, 2017, in Tokyo at Ryōgoku Kokugikan. It was NJPW's biggest show between August's G1 Climax and January's Wrestle Kingdom 12 in Tokyo Dome. The top two matches featured Kazuchika Okada defending the IWGP Heavyweight Championship against Evil and Tetsuya Naito defending his status as the number one contender to the IWGP Heavyweight Championship at Wrestle Kingdom 12 against Tomohiro Ishii. This was the sixth event under the King of Pro-Wrestling branding.","release_date":"2017-10-09","vote_average":9.0,"runtime":240,"cert":"N\/A","id":480717,"title":"NJPW King of Pro Wrestling 2017","adult":false,"genre_ids":[28]},{"cast":[],"overview":"For decades David and Malinda Bakara have searched for the legendary cryptid known as Bigfoot. And they're not alone. In 2016 the Bakaras opened Expedition: Bigfoot! -- a one-of-a-kind repository of all things Sasquatch. We visited Mr. Bakara to learn more about his experiences, his convictions, and why he believes there's overwhelming evidence for this creature's existence.","release_date":"","vote_average":0.0,"runtime":10,"cert":"N\/A","id":480719,"title":"Expedition: Bigfoot - Are We Ready For The Truth?","adult":false,"genre_ids":[99]},{"cast":["Vanessa Bartholomew","Dara Healy","Nadia Kandhai","Anand Lawkaran"],"overview":"Green Days by the River is one of the most best-loved works of Caribbean literature. Written by lauded Trinidadian author Michael Anthony in 1967, the book illuminates the formative years of a boy growing up on the island. This coming of age story has enthralled readers all over the world for decades, and it is now being brought to life .  For the first time, this beloved tale will be brought to film screens, introducing a whole new generation to the wonder of a country and a boy on the cusp of great change.  This film seeks to break new ground in Caribbean film-making, showcasing the rich talent and boundless promise of our people.","release_date":"2017-09-27","vote_average":10.0,"runtime":102,"cert":"N\/A","id":480742,"title":"Green Days by the River","adult":false,"genre_ids":[18]},{"cast":["Ann-Kathrin Kramer","Arndt Schwering-Sohnrey","Rüdiger Vogler","Michael Maertens"],"overview":"","release_date":"2001-06-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":480744,"title":"Familie und andere Glücksfälle","adult":false,"genre_ids":[35]},{"cast":["Shy Love","Eve Laurence","Trina Michaels","Yasmine Vega","Tory Lane"],"overview":"There are re-releases and then there are re-releases! Double D POV falls into the latter category. This one of the original Vince Voyeur series is some of the best big-titted action I have seen period. Tori Lane, Eve Laurence, Brooke Haven, and a very young Shy Love really round out this well done trip down mammary lane. Like all of our re-releases Double D POV has been re-edited, re mastered, re-packaged, and features never before seen footage as well as some brand spanking new sex with Angel Daisy!","release_date":"2005-02-11","vote_average":0.0,"runtime":170,"cert":"\"NC-17\"","id":480746,"title":"Double D P.O.V.","adult":true,"genre_ids":[]},{"cast":[],"overview":"Donald scares the candy out of Huey, Dewey and Louie's trick or treat bags, so naturally, they have to retaliate.","release_date":"2000-03-04","vote_average":0.0,"runtime":null,"cert":"\"\"","id":480748,"title":"Donald's Halloween Scare","adult":false,"genre_ids":[]},{"cast":["Adam Eugenio","Joshua Kuchta","Tim Rooney","Steven 'Prozak' Shippy"],"overview":"For years, the Hoyt Library has made headlines as one of the most haunted locations in the entire Midwest. Finally, a documentary film crew was allowed complete access to investigate the numerous claims of paranormal activity. What they captured on audio and video will leave no room for doubt. Rooted in the heart of downtown Saginaw, the historic Hoyt Library has guarded its citizens' history and lineage for over 125 years. A literal gateway to the past, this stately and opulent landmark houses one of Michigan's largest collections of literature, artifacts, and documents... but according to patrons and staff, it also houses a collection of lost and restless souls.","release_date":"2015-11-06","vote_average":8.5,"runtime":70,"cert":"\"\"","id":480750,"title":"A Haunting at the Hoyt Library","adult":false,"genre_ids":[27,99,18]},{"cast":["Alfonso De Grazia","Mónica Gazpio","Rubén Ballester"],"overview":"","release_date":"2003-06-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":480752,"title":"Donde cae el sol","adult":false,"genre_ids":[]},{"cast":[],"overview":"Ready to carve every single muscle in your body without ever leaving the floor? Chalene Johnson's sweat-dripping 30-minute bodyweight workout helps you sculpt ultra-strong core and totally defined abs, glutes, legs, and arms that get noticed. No impact. High intensity. Hardcore results.","release_date":"2015-04-28","vote_average":0.0,"runtime":null,"cert":"\"\"","id":480772,"title":"PiYo - Hardcore on the Floor","adult":false,"genre_ids":[]},{"cast":[],"overview":"The corners of the globe are dotted with legendary mountain bike destinations, and the search for the next great freeride location has been well documented. Yet for Kyle Norbraten, James Doerfling, and Tom van Steenbergen, the great unknown includes their own backyard. During Follow the Fraser, the three BC residents join together to journey north through their own province, following the largest river in western Canada north through their respective hometowns and into a mountain range that beckons with red slopes and the promise of steep big mountain riding. The only guides they have are a few photos from Google Earth, a trusty Geo Tracker and a shared passion for freeriding. Over the course of the next four weeks, the crew revisits old favourites and new ranges all while camping and navigating the back roads of British Columbia. Brought to you by Absolute Cinema, Red Bull Media House, LEDLenser and MEC, and shot on location throughout British Columbia.","release_date":"2017-06-19","vote_average":7.0,"runtime":null,"cert":"\"\"","id":480774,"title":"Follow The Fraser","adult":false,"genre_ids":[]},{"cast":["Darrion Caldwell","Eduardo Dantas","Emmanuel Sanchez","Daniel Straus","Pat Curran"],"overview":"Bellator 184: Dantas vs. Caldwell took place on October 6, 2017 at the WinStar World Casino in Thackerville, Oklahoma. The event aired live in prime time on Spike TV.","release_date":"2017-10-06","vote_average":0.0,"runtime":null,"cert":"\"\"","id":480776,"title":"Bellator 184: Dantas vs. Caldwell","adult":false,"genre_ids":[]},{"cast":["Agnieszka Grochowska","Łukasz Simlat","Stolarczyk Maciej","Bartek Kasprzykowski","Halina Łabonarska"],"overview":"","release_date":"2007-11-30","vote_average":6.0,"runtime":null,"cert":"N\/A","id":480778,"title":"Hania","adult":false,"genre_ids":[18]},{"cast":["King Gustaf V","Arvid Öhlin","Ebba Bonde","Carl Bonde","Karl-Arne Holmsten"],"overview":"About hobbies. The Swedish King Gustaf V enjoys embroideres. The CEO Arvid Öhlin plays with his toy trains. The countess Ebba Bonde collects porcelain parrots, white the count Carl Bonde is fond of miniature books. And so on.","release_date":"1945-09-29","vote_average":0.0,"runtime":19,"cert":"N\/A","id":480780,"title":"Direktörn är upptagen","adult":false,"genre_ids":[99]},{"cast":["Daniel Wyllie"],"overview":"Frustrated by their lack of connection, Patrick resorts to desperate measures to spend more time with his six-year-old son, but in a moment of truth he must make a decision that will determine their future together.","release_date":"2017-10-08","vote_average":0.0,"runtime":14,"cert":"N\/A","id":480782,"title":"Passengers","adult":false,"genre_ids":[]},{"cast":["Gilles De Schryver","Johan Leysen","Kris Cuppens"],"overview":"An old man who isolated himself from civilization receives an unexpected visitor.","release_date":"2017-10-15","vote_average":7.2,"runtime":110,"cert":"N\/A","id":480784,"title":"Resurrection","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2010-09-24","vote_average":0.0,"runtime":65,"cert":"N\/A","id":480804,"title":"DGM - Synthesis - Live In Rome","adult":false,"genre_ids":[10402]},{"cast":["Esha Gupta","Sachiin Joshi","Vennela Kishore"],"overview":"A Kabaddi player ends up in a prison after being accused of killing his girlfriend.","release_date":"2017-09-14","vote_average":2.0,"runtime":125,"cert":"N\/A","id":480806,"title":"Veedevadu","adult":false,"genre_ids":[53]},{"cast":["A. Genin","Vasili Bokarev","Kuzma Yastrebitsky","Aleksandr Duletov","Nikolai Akimov"],"overview":"","release_date":"1931-05-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":480808,"title":"Запомните их лица","adult":false,"genre_ids":[18]},{"cast":["Rajkummar Rao","Kriti Kharbanda","Navni Parihar","Govind Namdeo","Nayani Dixit"],"overview":"Satyendra aka Sattu and Aarti meet for a proposed arranged marriage and fall in love in the process. On the night of their marriage, an unexpected turn of events turns their world upside down. Set in the backdrop of India's civil services, Shaadi Mein Zaroor Aana explores the challenges that Satyendra and Aarti face as a middle-class couple in India.","release_date":"2017-11-10","vote_average":7.2,"runtime":137,"cert":"N\/A","id":480810,"title":"Shaadi Mein Zaroor Aana","adult":false,"genre_ids":[10749,18,10751]},{"cast":["Nagarjuna Akkineni","Samantha Akkineni","Seerat Kapoor","Vennela Kishore","Abhinaya"],"overview":"Three friends — Ashwin, Kishore and Praveen get into business by purchasing a resort. Pretty soon, they find that they've got more than what they've bargained for. Apparently, the resort is haunted by a ghost. Unwilling to sell the resort, they seek the help of a mentalist, Rudra, to exorcise the ghost.","release_date":"2017-10-13","vote_average":6.0,"runtime":127,"cert":"N\/A","id":480812,"title":"Raju Gari Gadhi 2","adult":false,"genre_ids":[80,27,53]},{"cast":["Neo Rauch"],"overview":"","release_date":"2007-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":480814,"title":"Neo Rauch – Ein deutscher Maler.","adult":false,"genre_ids":[99]},{"cast":["Dario Argento","Fabrizio Bava","Mario Bava","Lamberto Bava","Tim Burton"],"overview":"Mario Bava Operazione Paura\", hosted by Joe Dante, is an hommage of the Master of the Terror, the italian director Mario Bava","release_date":"2004-04-30","vote_average":0.0,"runtime":null,"cert":"N\/A","id":480834,"title":"Mario Bava: Operazione paura","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Following Loach's earlier film A Question of Leadership, this film is a wide-ranging study of the trade union movement, with strong criticism of leading trade unionists.","release_date":"1983-10-12","vote_average":0.0,"runtime":50,"cert":"N\/A","id":480836,"title":"Questions of Leadership","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Free-scoring Arsenal thrilled fans with their unique, high-tempo, slick passing style. This release features every Arsenal goal in all competitions during the 2005\/06 season. Highlights of the season include Henry beating Ian Wright's club scoring record, the 7-0 hammering of Middlesborough, and we say goodbye to two Arsenal legends - Bergkamp and Highbury.","release_date":"2006-06-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":480838,"title":"Arsenal: Season Review 2005-2006","adult":false,"genre_ids":[]},{"cast":[],"overview":"Capturing the record breaking season for Arsenal Football Club, the players give exclusive interviews talking you through the season of 2003\/2004. Highlights include all the lengthy Cup runs on three fronts: the Worthington Cup, the FA Cup and the Champions League.","release_date":"2004-06-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":480840,"title":"Arsenal: Season Review 2003-2004","adult":false,"genre_ids":[]},{"cast":[],"overview":"Arsenal have competed IN 126 seasons , but no two are ever the same. Every year the football campaign throws up different story lines, massive moments and high drama. In Arsenal s official season review we will bring you all the action and interviews as the Gunners took on four cup competitions, over 53 games. There are always highs and lows along the way and the Gunners 2012\/13 campaign produced both. So after the annual nine-month rollercoaster of emotions it s time to step back and revisit the season that was.","release_date":"2013-06-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":480842,"title":"Arsenal: Season Review 2012-2013","adult":false,"genre_ids":[]},{"cast":["Michel Galabru","Maurice Risch","Bernadette Lafont","Anicée Alvina","Jean Gaven"],"overview":"Because he dishonored the daughter of a mafia boss, Ernesto must leave Rome and take shelter with his uncle in Paris. There, he thinks of only one thing: to seduce girls.","release_date":"1976-09-29","vote_average":1.0,"runtime":86,"cert":"N\/A","id":480844,"title":"The Groper","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The Arsenal Season Review 2006 - 2007 ('The Young Guns') DVD features all the best action from the Arsenal Football Club's first historic season at Emirates Stadium on Ashburton Grove. This season witnessed Arsene Wenger build what is potentially the most exciting team in the Club's history and, in a rollercoaster campaign, the Gunners had many highlights. Among these were: a premiership double over Manchester United; a thrilling Carling Cup run that saw Liverpool hit for a six; a full strength Spurs overcome by the Arsenal Young Guns; plus many great goals that have confirmed Arsenal as one of the most entertaining sides in the country. The Arsenal Season Review 2006-2007 also includes: exclusive interviews with the manager and many of the team's leading players; a profile of the all-conquering Women's team who won the UEFA Cup Final; plus a complete list of Club records and landmarks for the season.","release_date":"2007-06-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":480846,"title":"Arsenal: Season Review 2006-2007","adult":false,"genre_ids":[]},{"cast":[],"overview":"In the summer of 2016, Jeff Beck celebrated 50 years of his musical career with a special concert at the famous Hollywood Bowl. The setlist reached back to his first recordings with The Yardbirds in 1966 and came right up to date with tracks from his most recent album “Loud Hailer.” As the evening progressed he was joined by many of the great musicians he has collaborated with over the years including Billy F. Gibbons, Buddy Guy, Jimmy Hall, Jan Hammer, Beth Hart and Steven Tyler. The show climaxed with the guests all joining forces for an exhilarating encore performance of “Purple Rain” in tribute to Prince, who had passed away a couple of months before the concert.","release_date":"2017-10-06","vote_average":9.0,"runtime":null,"cert":"N\/A","id":480866,"title":"Jeff Beck: Live At The Hollywood Bowl","adult":false,"genre_ids":[10402]},{"cast":["Demir Hyskja","Thimi Filipi","Spiro Urumi","Agim Shuke","Violeta Dede"],"overview":"Someone falsifies the lab data regarding the quality of imported goods. This results in the contract with a foreign company eing broken. The suspect is a specialist who handles the contracts. With these acts, saboteurs are trying to spread doubt and insecurity.","release_date":"1981-10-11","vote_average":0.0,"runtime":55,"cert":"N\/A","id":480868,"title":"A Happening in the Port","adult":false,"genre_ids":[18]},{"cast":["Sandër Prosi","Marta Burda","Vasjan Lami"],"overview":"World War II. Italian fascists have interned in the South a lot of people who fought them on the 7th of April 1939 when they came to Albania. Among them, there's an old man whom they call \"Daja\" (uncle), who fought along with the youth.","release_date":"1981-07-05","vote_average":0.0,"runtime":27,"cert":"N\/A","id":480870,"title":"The Old Man and the Enemy","adult":false,"genre_ids":[10752,18]},{"cast":[],"overview":"","release_date":"2019-05-21","vote_average":6.0,"runtime":1,"cert":"\"\"","id":480875,"title":"Roads, Trees and Honey Bees","adult":false,"genre_ids":[18]},{"cast":["Aurora Cancian","Giovanna Gagliardo","Raffaella Duelli","Bianca Guidetti Serra","Nadia Spano"],"overview":"Documentary consisting of archival footage that depicts the evolving conditions of Italian women during the first half of the 20th century.","release_date":"2004-01-08","vote_average":0.0,"runtime":125,"cert":"N\/A","id":480877,"title":"Bellissime","adult":false,"genre_ids":[99]},{"cast":["Leah Gotti","Taylor Sands","Kinsley Eden","Alexa Tomas","Xander Corvus"],"overview":"Anal Models 3 showcases cover girl Leah Gotti in her 1st ever anal scene. Also featuring all natural Taylor Sands, teen beauty Kinsley Eden and gorgeous modelesque Alexa Thomas.","release_date":"2016-06-20","vote_average":0.0,"runtime":160,"cert":"\"NC-17\"","id":480879,"title":"Anal Models 3","adult":true,"genre_ids":[]},{"cast":["René Goscinny"],"overview":"","release_date":"2017-10-08","vote_average":7.0,"runtime":null,"cert":"N\/A","id":480896,"title":"René Goscinny, notre oncle d'Armorique","adult":false,"genre_ids":[99]},{"cast":[],"overview":"In 1999, Kevin found himself in the real world with no real job skills and a strong desire to work an hour a day. What to do? Inspired by nights on the couch watching TV comedians, Kevin decided to head over to nearby Madison, WI and try the “Open-Mic Night”.  Thirteen years later Kevin is still going on-stage, and he has found the job that fit his requirements. “For an hour a night I’m wildly successful”. With a smooth and clever style, a great smile and a contagious laugh Kevin has been entertaining in clubs and colleges across the country.  In 2000 he was the winner of the Midwest region of the HBO “Comedy Competition” and flew to Los Angeles to compete as a finalist. He performed on Comedy Central’s “Premium Blend” in 2003, and finished 2nd in the Boston Comedy Competition in 2005. He was a semi-finalist on NBC’s “Last Comic Standing” in 2010. This past summer he co-starred in the Indie film “Flat Chested” starring Alicia Witt and Luke Perry.  He currently resides in Chicago.","release_date":"2017-10-12","vote_average":0.0,"runtime":46,"cert":"\"NR\"","id":480901,"title":"Kevin Bozeman: Clean and Unfiltered","adult":false,"genre_ids":[]},{"cast":["Paulo Soria","Juan Carlos Lo Sasso","Ignacio Ballone","Agustín Repetto","Bruno Alcón"],"overview":"","release_date":"2016-10-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":480903,"title":"El hijo de Dios","adult":false,"genre_ids":[35,37]},{"cast":["Raquel Meller","Tina Meller","José Martí","Asunción Casal","Carlos Beraza"],"overview":"Based on Meller's first screen appearance, \"Los Arlequines de Seda y Oro\", where two brothers are separated and reunited as adults, he a famed torero (bullfighter) she a singer raised by gypsies. This is a reduced version centered on her character.","release_date":"1919-10-11","vote_average":0.0,"runtime":77,"cert":"N\/A","id":480905,"title":"Los arlequines de seda y oro","adult":false,"genre_ids":[]},{"cast":["Charlotte Rampling","Christophe Malavoy","Fabrizio Bentivoglio","Massimo Venturiello","Margareta von Krauss"],"overview":"What is the shady affair in which the woman is involved, and what is her role? Is or isn't the man a marquis? Who is the young man played by Fabrizio Bentivoglio, and why does he own that car? Does Basque nationalism have to do anything with the story? Everybody has something to hide, everybody seems guilty.","release_date":"1990-05-30","vote_average":0.0,"runtime":110,"cert":"N\/A","id":480907,"title":"Rebus","adult":false,"genre_ids":[18]},{"cast":["Nelli Manuilenko","Neven Belamarić","Vinko Maroević","Ivica Čikeš","Špiro Boban"],"overview":"Opera adaptation of Marko Marulić's epic poem \"Judita\" (\"Judith\"), composed by Frano Parać, with libretto by Frano Parać and Tonko Maroević. Premiered 14th July 2000 in HNK Split (Croatian National Theater Split).","release_date":"2000-07-14","vote_average":0.0,"runtime":78,"cert":"N\/A","id":480909,"title":"Judith","adult":false,"genre_ids":[36,10402]},{"cast":["Amirhossein Fathi","Houshang Golmakani","Arash Falahatpisheh","Faezeh Alavi","Faraz Sarabi"],"overview":"","release_date":"2017-10-19","vote_average":0.0,"runtime":115,"cert":"N\/A","id":480929,"title":"Golden Time","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2017-10-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":480931,"title":"A Vida do Avesso","adult":false,"genre_ids":[]},{"cast":[],"overview":"This stop-motion animation film humorously portrays the action, fun and drama of the 10 plagues that overcame Egypt and set Israel free.","release_date":"2005-01-01","vote_average":0.0,"runtime":19,"cert":"\"G\"","id":480933,"title":"Wars of Humanity 1: Attack of the Plagues","adult":false,"genre_ids":[]},{"cast":["Marie Mailand","Niklas Herskind","Nina Therese Rask"],"overview":"","release_date":"2017-10-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":480935,"title":"Kærester","adult":false,"genre_ids":[]},{"cast":["Adam Eugenio","Brian Harnois","Tim Rooney","Steven 'Prozak' Shippy"],"overview":"3 locations, 760 hours of investigation, condensed into a hair raising 90 Minutes! The most thorough paranormal investigation ever conducted! A location so active as exorcist had to be flown in! With its violent land lawless past, Old Town Saginaw may be one of the most haunted places in the United States. Running through Old Town like a main artery is the infamous Hamilton Street. What will investigators uncover amongst the centuries-old structures? What lurks in the shadows awaiting them? Watch the disturbing evidence unfold as investigators spend an astonishing 24 months exploring prohibition-era tunnels, a former mortuary and a hotel\/saloon inhabited by a malevolent demonic entity. Witness the most thorough paranormal investigation ever conducted!","release_date":"2010-10-28","vote_average":6.0,"runtime":78,"cert":"\"NR\"","id":480937,"title":"A Haunting on Hamilton Street","adult":false,"genre_ids":[99,18,27]},{"cast":[],"overview":"WORM AND WEB LOVE begins with bracketed light, a throbbing worm in the sand and sea foam mixed with grass and oceanic detritus, soon superimposed upon the dark blue-toned face of a man, then a woman (Michael McClure and Amy Evans McClure), each seen, then on, through superimpositions of drifting smoke and the back-lit stark grid of a spider's web. The obvious affections of the man and woman, their clear display of love, is metaphored in these tenuous superimpositions, culminating in the frantic movements of the spider itself and the dance of joy of the features of the couple in loving resolution.","release_date":"1999-01-01","vote_average":0.0,"runtime":5,"cert":"\"\"","id":480939,"title":"Worm and Web Love","adult":false,"genre_ids":[99]},{"cast":["René Barrera","Carlos Bravo y Fernández","Olga Breeskin","René Cardona","Gregorio Casal"],"overview":"The wife of a philandering husband tries to engineer a situation in which she can photograph him in a compromising position in order to file for divorce. Meanwhile, subplots.","release_date":"1974-09-18","vote_average":0.0,"runtime":104,"cert":"N\/A","id":480959,"title":"La disputa","adult":false,"genre_ids":[]},{"cast":["Tony Liu Chun-Ku","Nau Nau","Pai Ying","Ling Wei Chen","Hung Cho"],"overview":"Shaw legend Tony Liu Yung is the swashbuckling swordsman who takes on all odds. The Jade Hairpin is the only clue in a series of crimes that are carried out by the opera gang, a band of masked men of a poisonous family. Its weapon is a cunning plan of guts vs. skill and brains vs. survival in this epic!","release_date":"1980-08-07","vote_average":0.0,"runtime":98,"cert":"N\/A","id":480961,"title":"Jade Hairpin Alliance","adult":false,"genre_ids":[28,12]},{"cast":["Júlia Lemmertz","José Lewgoy","Alexandre Borges","Matilde Mastrangi","Oscar Magrini"],"overview":"","release_date":"1995-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":480963,"title":"Glaura","adult":false,"genre_ids":[35]},{"cast":["Coti"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":480965,"title":"Coti - Esta Mañana y Otros Cuentos","adult":false,"genre_ids":[]},{"cast":["Zhang Bin","Wang Qun","Xida Li","Yingjie Hu"],"overview":"Once upon a time there was young Yang Luchan, degraded into slavery and robbery, who at last became the Yang Tai Chi master... this is his story.","release_date":"1987-10-09","vote_average":0.0,"runtime":96,"cert":"N\/A","id":480967,"title":"The Godly Beggar","adult":false,"genre_ids":[28]},{"cast":[],"overview":"A documentary focused on right wing populist Geert Wilders, called The Dutch Donald Trump, as he runs for Prime Minister of the Netherlands.","release_date":"2017-10-11","vote_average":1.0,"runtime":88,"cert":"N\/A","id":480969,"title":"EuroTrump","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2008-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":480989,"title":"Vidéocartographies: Aïda, Palestine","adult":false,"genre_ids":[99]},{"cast":["Lily Jordan","Riley Reyes","Kacie Castle","Arya Fae","Ricky Johnson"],"overview":"Lily Jordan is a beautiful 19-year-old brunette that could barely handle Ricky's Johnson, but, oh boy did she enjoy being impaled by it! Riley Reyes was filled with anxiety about fucking Isiah until she was filled with his big black cock! Kacie Castle must be a glutton for punishment because she enjoyed every second of Moe's monster black member stretching her to the limit!  Arya Fae is a nasty lil whore with a puffy pussy that Sean Michaels was happy to pound to orgasm.","release_date":"2017-07-24","vote_average":0.0,"runtime":157,"cert":"\"NC-17\"","id":480991,"title":"Fear of a Black Penis 4","adult":true,"genre_ids":[]},{"cast":["Elina Löwensohn"],"overview":"","release_date":"2013-01-01","vote_average":4.5,"runtime":7,"cert":"N\/A","id":480993,"title":"S...SA… SALAM... SALAMMBÔ","adult":false,"genre_ids":[]},{"cast":["Bernadette Heerwagen","Marcus Mittermeier","Alexander Held","Christoph Süß","Nina Franoszek"],"overview":"Her sixth case leads Munich's weirdest investigator trio to a body finding on the Isar: a young, very handsome man with a bullet wound in his stomach.","release_date":"2017-10-13","vote_average":4.0,"runtime":88,"cert":"N\/A","id":480995,"title":"München Mord – Auf der Straße, nachts, allein","adult":false,"genre_ids":[80,10770]},{"cast":["Dani Martín","David Otero","Chema Ruiz","Carlos Gamón","Isaac Miguel"],"overview":"","release_date":"2004-04-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":480997,"title":"El Canto del Loco - Concierto Unico 40TV","adult":false,"genre_ids":[]},{"cert":"N\/A","title":"Europe - Live Albany 2007","cast":["Joey Tempest","John Norum","John Leven","Mic Michaeli","Ian Haugland"],"id":480999,"overview":"","runtime":null,"genre_ids":[],"release_date":"2007-01-14","vote_average":0.0,"adult":false}]