[{"cast":[],"overview":"A Brazilian film, inspired by local publications known as literatura de cordel, that chronicled political, social and cultural events, as well as containing folk tales.","release_date":"1965-10-18","vote_average":0.0,"runtime":9,"cert":"N\/A","id":482012,"title":"Roda & Outras Estórias","adult":false,"genre_ids":[99]},{"cast":["Wang Qun","Nadeki Fujimi","Kuan-Hsien Huang","Shang Yun Liang","Tak Chuen Poon"],"overview":"A vile and corrupt martial artist takes over a temple during a famine in Southern China. He enslaves all the people and forces the girls into prostitution. His evil plan is destroyed, thanks to two disciples from the Magic Kick School of Kung Fu.","release_date":"1994-06-17","vote_average":0.0,"runtime":83,"cert":"N\/A","id":482014,"title":"Satyr Monks","adult":false,"genre_ids":[28,18]},{"cast":["Cássio Gabus Mendes","Kéfera Buchmann","Gabriel Godoy","Paulo Miklos","Robson Nunes"],"overview":"","release_date":"2017-11-09","vote_average":4.9,"runtime":null,"cert":"N\/A","id":482016,"title":"Gosto se Discute","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The Gauchos del Mar brothers perform an unprecedented expedition by foot with 35kgs+ on their backs during 53 days on the easternmost tip of Tierra del Fuego Province, a pristine area where no one lives. The brothers have the goal of surfing a world-class wave never ridden before at the Cape San Diego Lighthouse, the most easterly point.  To get there they overcome heavy terrains, scarcity of food and harsh climate. With no communication whatsoever they document the region and decide to share their message of environmentalism, avoiding consumerism and living simply in order to protect Península Mitre forever!","release_date":"","vote_average":0.0,"runtime":88,"cert":"N\/A","id":482027,"title":"Peninsula Mitre","adult":false,"genre_ids":[]},{"cast":["Willy Perelsztejn","Charles-Antoine de Rouvre","Xing Xing Chao","Han Cheng Zhang","Yuan Zhou Li"],"overview":"In the 19th century, China held the monopoly on tea, which was dear and fashionable in the West, and the British Empire exchanged poppies, produced in its Indian colonies and transformed into opium, for Chinese tea.  Inundated by the drugs, China was forced to open up its market, and the British consolidated their commercial dominance.  In 1839, the Middle Empire introduced prohibition. The Opium War was declared… Great Britain emerged as the winner, but the warning was heeded: it could no longer depend on Chinese tea. The only alternative possible was to produce its own tea. The East India Company therefore entrusted one man with finding the secrets of the precious beverage.  His mission was to develop the first plantations in Britain’s Indian colonies. This latter-day James Bond was called Robert Fortune – a botanist. After overcoming innumerable ordeals in the heart of imperial China, he brought back the plants and techniques that gave rise to Darjeeling tea.","release_date":"2016-07-01","vote_average":0.0,"runtime":52,"cert":"\"\"","id":482047,"title":"Tea War: The Adventures of Robert Fortune","adult":false,"genre_ids":[99,36]},{"cast":["Fung Bo-Bo","Kenneth Tsang","Lee Hung","Tam Bing-Man","Sek Kin"],"overview":"The legendary swords-girl Little White Dragon, helps protect a crown prince on his journey to a far off temple where he is to be blessed before becoming a Prince. His evil relatives lay traps and send fighters to try and assassinate him.Luckily, the young prince is rescued by the Little Warrior, who is known as: The White Dragon. White Dragon fights off the assassins and delivers the prince safely to the monastery.","release_date":"1969-03-10","vote_average":0.0,"runtime":80,"cert":"N\/A","id":482049,"title":"The Little Warrior","adult":false,"genre_ids":[28]},{"cast":["Alberto Martinez","Kati Lubek","Chauntney Thompson","Zhamedra Thom","Brendan Foley"],"overview":"Jake turns his back on love. To fulfill his \"needs\" he creates an alter ego named Chris Pandora, a photographer who shoots black and white photos of women wearing white underwear. He builds an online community of fans for himself, including a beautiful woman who asks to intern with him. But her involvement in his photoshoots creates an inner struggle with a man in denial of his feelings, and he must choose between his two selves in this tale of what love really is.","release_date":"2017-10-18","vote_average":0.0,"runtime":80,"cert":"\"R\"","id":482051,"title":"What Am I","adult":false,"genre_ids":[18,10749]},{"cast":["Chun Lei","Chiang Fan","Chin Kang","Sung Chao Yu","Yang Lieh"],"overview":"Two Martial art experts take on Canton, and the most notorious Triad overlord and his posse of vile fighters with devastating effect. A must for all kung fu fans! This is a foot to face action at its best.","release_date":"1973-07-27","vote_average":0.0,"runtime":92,"cert":"N\/A","id":482053,"title":"Lightning of Bruce Lee","adult":false,"genre_ids":[28]},{"cast":["George Maharis","Cameron Mitchell","Margaret O'Brien","Robert Walker Jr.","Susan Oliver"],"overview":"The commander of a spaceship orbiting 250 miles above Earth disappears through the airlock and is ejected into space. Although at first it appears to have been an accident, some of the crew come to suspect that it may have actually been a murder.","release_date":"1974-06-17","vote_average":0.0,"runtime":73,"cert":"\"\"","id":482055,"title":"Death in Space","adult":false,"genre_ids":[878,9648]},{"cast":["Enrique Guzmán","Pilar Bayona","Enrique Rocha","Mario García 'Harapos'","Guillermo Hernández"],"overview":"Despondent teenagers fall into the clutches of a cult leader who's all about the insurance money.","release_date":"1970-04-29","vote_average":0.0,"runtime":98,"cert":"N\/A","id":482057,"title":"El club de los suicidas","adult":false,"genre_ids":[]},{"cast":["Gertrud Fridh","Bengt Eklund","Irma Christenson","Sif Ruud","Elof Ahrle"],"overview":"The rootless, misfit artist Bengt Hallberg escapes from a mental hospital. The head doctor believes him to be a hopeless case and dangerous for the environment. Bengt looks up Inga Larsson, the only person that matters to him.","release_date":"1950-02-06","vote_average":0.0,"runtime":98,"cert":"N\/A","id":482077,"title":"Två trappor över gården","adult":false,"genre_ids":[]},{"cast":[],"overview":"An intimate reflection on animal treatment, following ethical pig farmer, Bob Comis, as he contemplates his transition out of raising animals for slaughter.","release_date":"2017-08-02","vote_average":6.0,"runtime":52,"cert":"\"\"","id":482082,"title":"The Last Pig","adult":false,"genre_ids":[99]},{"cast":["Dagny Wallenborn","Georg Richard Wenkhaus","Eva Maria Gebel"],"overview":"A 1962 German TV movie.","release_date":"1962-03-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":482084,"title":"Blues Triste","adult":false,"genre_ids":[]},{"cast":[],"overview":"Using her 2004 series of eighty-two drawings, Circus Lives from Hell, as an unconventional “script,” feminist artist Ellen Cantor (1961–2013) worked on her most ambitious project, Pinochet Porn, for the last five years of her life. Interweaving fragments of the lives of five people variously affected by Pinochet’s dictatorship in Chile, the film is both an experimental epic and a “soap opera,” as it explores the tragic and comical relationship between power and sexuality","release_date":"","vote_average":0.0,"runtime":120,"cert":"N\/A","id":482089,"title":"Pinochet Porn","adult":false,"genre_ids":[]},{"cast":["Angel Collinson","Cam McCaul","Cam Riley","Casey Brown","Clayton Villa"],"overview":"In the winter of 2017, the magnitude of winter's force was on full display. Telephone pole-snapping storms pounded the Wyoming landscape. Regions to the west, recently left arid and forgotten, were gifted with unprecedented accumulation. Blizzards in Europe buried towns in an instant before disappearing just as fast, leaving the lucky few who were there to wonder if it even happened. A Bolivian expedition found grace above 18,000 feet before the elements went rogue and the humans reluctantly heeded warnings from above. ","release_date":"2017-10-24","vote_average":0.0,"runtime":62,"cert":"\"NR\"","id":482091,"title":"Rogue Elements","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Super 8, B&W in color, approximately 25 minutes. Triple projection, sound in digital file. Music by Claudio Caldini.  \"Chromatic Ghosts operates through the primitive system of color photography, not to reconstruct its result but to decompose it, suggesting in the images a critique of the omnipresence of the automobile and an impossible escape into the natural world.\"","release_date":"2012-08-01","vote_average":0.0,"runtime":25,"cert":"N\/A","id":482093,"title":"Chromatic Phantoms","adult":false,"genre_ids":[]},{"cast":["나영","해일"],"overview":"Tammy likes her older brother who grew up together since childhood. However, he thinks Tammy as a brother rather than a woman. One day drunk Tammy asks her brother to take her home and calls her brother Hyukjin.  Lee Jin – jin brings a car to take Tammy home and a car to Tammy ‘s house. Tammy puts all kinds of diplomacy in order to take up the revolution, but the revolution does not go over.  Tammy is giving her best friend a best friend, but she is hiding her friend’s relationship with the secret, a secret. Then Lee Jin-jin will see Tammy’s actions and love Tammy and end this relationship with her friend …","release_date":"2016-01-01","vote_average":0.0,"runtime":55,"cert":"N\/A","id":482110,"title":"19 Gold Swamp of Sex","adult":false,"genre_ids":[35,18,10749]},{"cast":["Erik Devil","Neo","Denis Reed"],"overview":"No one knows how to party like Party Hardcore - not even close! Who the hell else is bringing you strippers and a room full of amateur chicks looking to get their party fuck on!? This shit is sick nasty, and if you can't handle all the fucking and lezzing out, many of them for the first time, then you just don't know how to Party Hardcore! It's the world-famous CFNM sex party that never dies out, over five years strong, and this one DVD contains more fucking and crazy chick action than anyone else dare attempt in six months - no joke! This party's gonna' make you rock hard from beginning to end with plenty of explosions in-between. The others...they just leave you with a limp dick! Party Hardcore, bitches!","release_date":"2010-12-05","vote_average":0.0,"runtime":120,"cert":"\"\"","id":482112,"title":"Party Hardcore 38","adult":true,"genre_ids":[]},{"cast":["François Cluzet","Denis Podalydès","Sami Bouajila","Simon Abkarian","Alba Rohrwacher"],"overview":"Two years after a burn-out, Duval is still unemployed. Contacted by an enigmatic businessman, he is offered a simple and well-paid job: transcribing telephone tapping. Duval accepts financially without questioning the purpose of the organization that employs him. Precipitated at the heart of a political plot, he must face the brutal mechanics of the underground world of the secret services.","release_date":"2016-10-19","vote_average":5.8,"runtime":93,"cert":"N\/A","id":482114,"title":"Scribe","adult":false,"genre_ids":[28,53]},{"cast":[],"overview":"Compilation of five fairytalelike and musical films for little maidens and knights.","release_date":"2017-11-01","vote_average":0.0,"runtime":62,"cert":"N\/A","id":482116,"title":"Draken & Deuntjes","adult":false,"genre_ids":[16]},{"cast":["Angela Nicholas","Jennifer Avalon","Nick Pellegrino","Mia Zottoli","Katie Lohmann"],"overview":"Some Detroit strippers find a bundle containing 100 thousand dollars and run off to California to open yet another strip club. Unfortunately, the money belonged to a gangster and he hunts them down.","release_date":"1999-12-01","vote_average":2.0,"runtime":89,"cert":"\"R\"","id":482118,"title":"Hot Club California","adult":false,"genre_ids":[]},{"cast":["Marie Doro","Sandro Salvini","Marcella Sabbatini","Mina D'Orvella","Mimi"],"overview":"A silent film directed by Herbert Brenon","release_date":"1921-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":482138,"title":"Beatrice","adult":false,"genre_ids":[]},{"cast":["Lyra Law","Karlee Grey","Angel Smalls","Eden Sinclair","Ella Nova"],"overview":"Sweet as an Oreo cookie, and hot as molten lava, these interracial three ways will blow your mind - and a lot more! Smokin' hot little white girl teens get busy in every scene with one lucky black stud who gets all the 2 on 1 hardcore action he can take!","release_date":"2017-04-25","vote_average":0.0,"runtime":105,"cert":"\"NC-17\"","id":482140,"title":"Black in the Middle","adult":true,"genre_ids":[]},{"cast":["Gia Paige","Audrey Royal","Zelda Morrison","Jojo Kiss","Ivy Aura"],"overview":"These teens are having the time of their lives and getting away with whatever they can wearing their tight yoga pants. What man can resist them? Whether it's the principal of the school, a horny dad driving home the babysitter or just a peeping Tom through the window, it's the sight of those firm perky asses and sexy curves that drive them wild. And peeling off those pants to get to the hardcore action is the best part!","release_date":"2017-10-17","vote_average":0.0,"runtime":105,"cert":"\"NC-17\"","id":482142,"title":"Tight Teens in Yoga Pants","adult":true,"genre_ids":[]},{"cast":["Felicity Feline","Zelda Morrison","Dahlia Sky","Roxy Nicole","Mike Adriano"],"overview":"In Anal Encores, experienced ass wrecker Mike Adriano reconnects with four standout sluts for savage sodomy sessions.","release_date":"2016-11-23","vote_average":0.0,"runtime":163,"cert":"\"NC-17\"","id":482144,"title":"Anal Encores","adult":true,"genre_ids":[]},{"cast":["Gina Gerson","Timea Bela","Tina Kay","Denis Reed","Erik Everhard"],"overview":"The hottest Euro girls are back and horny for more gang bang action! Doghouse is proud to present the newest volume of this critically acclaimed series featuring the horniest chicks fucking & sucking multiple dicks! With four hard cocks per scene, these girls will be completely soaked in jizz by the time the fuck fests are over.","release_date":"2016-02-02","vote_average":0.0,"runtime":74,"cert":"\"\"","id":482146,"title":"4 on 1 Gang Bangs 7","adult":true,"genre_ids":[]},{"cast":["Chanel Preston","Aaliyah Love","Ella Nova","Moka Mora","Ryan McLane"],"overview":"Sofia and Michael have the perfect marriage. When Michael is tragically killed, Sofia immediately notices strange things happening in their home. She cannot shake the feeling that he is \"still with her\". Sofia's best friend convinces her to speak with a psychic, who tells Sofia that Michael is trying to warn her. When Sofia confronts her husband's friend about some of the details of Michael's death, the truth comes out, but will Michael's love be enough to protect her from beyond the grave?","release_date":"2017-09-20","vote_average":8.0,"runtime":91,"cert":"\"NC-17\"","id":482148,"title":"From Beyond","adult":true,"genre_ids":[9648]},{"cast":["Bob Schneider"],"overview":"Bob Schneider and Mitch Watkins perform live at Bend Studio, an intimate yoga studio in Dallas, TX.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":482168,"title":"Bob Schneider & Mitch Watkins - Live at Bend Studio","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Jonathan Winters takes a trip to the Missouri Ozarks and encounters several characters who bear a striking resemblance to him.","release_date":"","vote_average":0.0,"runtime":50,"cert":"N\/A","id":482170,"title":"Gone Fish'n","adult":false,"genre_ids":[]},{"cast":["Kitty Black","Bryana","Ashley","Catherine","Jane"],"overview":"They might look innocent, but these little teens sluts cannot get enough cock! Maybe it's their raging hormones or their tight pussies that give them all the energy for all that Young Hard Fucking!","release_date":"2015-09-30","vote_average":0.0,"runtime":77,"cert":"\"NC-17\"","id":482172,"title":"Sexteens 2","adult":true,"genre_ids":[]},{"cast":[],"overview":"Dracula: A Biography of Vlad Impaler: Radu Florescu: 9780801522208: Books ... As the title implies, there is an open-biased against the historical Prince Vlad III Dracula. ... would anyone have dared to call him Vlad Tepes to his face during his lifetime. .... An interesting book and a very rare one as well. ... Get to Know Us.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":482174,"title":"The Impaler: A Biographical\/Historical Look at the Life of Vlad the Impaler, Widely Known as Dracula","adult":false,"genre_ids":[]},{"cast":["Margarita Terekhova","Георгий Третьяков","Константин Захаров","Леван Антадзе","Евгений Меньшов"],"overview":"","release_date":"1976-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":482179,"title":"Пока стоят горы","adult":false,"genre_ids":[18]},{"cast":["Mina D'Orvella","Marie Doro","Angelo Gallina","Mimi","Marcella Sabbatini"],"overview":"A silent film directed by Herbert Brenon","release_date":"1921-03-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":482181,"title":"Little Sister","adult":false,"genre_ids":[]},{"cast":[],"overview":"When a horror obsessed teenager learns that her next door neighbors are vampires, no one will believe her.","release_date":"2014-03-14","vote_average":0.0,"runtime":125,"cert":"N\/A","id":482201,"title":"Neighbours","adult":false,"genre_ids":[27]},{"cast":["Aryan Vaid","Tarun Arora","Pooja Bharti","Hina Tasleem","Kainaaz Pervees"],"overview":"Ravi Kapoor (Aryan Vaid) manages a company owned by his wife Catherine (Hina Rehman), whom he doesn't love and constantly cheats on. And he now has his eyes on his secretary, Priya (Pooja Bharti). When Catherine learns what's going on, she confronts him. In the heated argument that follows, Ravi hits her and believes she's dead. Together with his friend, Jaggi (Tarun Arora), they take her body to the graveyard. Just as they're about ready to put it in the grave they realize Catherine isn't dead so they bury her alive. Catherine's ghost then returns for revenge.","release_date":"2007-06-08","vote_average":0.0,"runtime":126,"cert":"N\/A","id":482203,"title":"Ghutan","adult":false,"genre_ids":[27]},{"cast":[],"overview":"An examination of the story of the infamous 1983 George Brett pine tar incident.  This documentary is a behind the scenes making of a fictional film, \"Tar Wars,\" the little known tale of the aftermath of George Brett's unforgettable blow-up.","release_date":"","vote_average":0.0,"runtime":42,"cert":"N\/A","id":482205,"title":"The Pine Tar Incident: Making of Tar Wars","adult":false,"genre_ids":[]},{"cast":["Baek Da-eun","Choi Ryung","Choi Hyun-ho","La Risa"],"overview":"\"Do you want to do it...?\"  The fatal seduction of...the \"Challenge Game\"  Florist Ae-ran (Vicky) and forensics investigator Min-ho (Choi Ryeong) from the Public Prosecutor's Office both have a family that everyone wants. However, Min-ho can't handle bed time so Ae-ran starts a 'challenge game' in which she seduces and has sex with strange men. One day, Ae-ran and Min-ho meet Alex (Choi Hyeon-ho) at a tango cafe. Alex is interested in Ae-ran and approaches her while Ae-ran takes interest in Alex who is more handsome than her husband. Min-ho later witnesses them in action and gets angry when he finds out the man Ae-ran seduced is Alex. Min-ho feels nervous because he finds out Alex isn't just a game partner and approached him for a reason. Min-ho tries to get rid of Alex but Alex chokes Ae-ran and Min-ho even more and feels catharsis. The game they started is turning into a catastrophe...","release_date":"2016-08-04","vote_average":0.0,"runtime":93,"cert":"N\/A","id":482207,"title":"Challenge Game","adult":false,"genre_ids":[53,10749]},{"cast":["Bae Sun-ah","Han Se-hee"],"overview":"This sexy film is about an abandoned stud who receives special training.","release_date":"2017-09-07","vote_average":0.0,"runtime":81,"cert":"N\/A","id":482209,"title":"Garoojigi: Stud the Beginning","adult":false,"genre_ids":[18,36]},{"cast":["Godehard Giese","Karin Hanczewski","Janine Balduin","Jan Uplegger"],"overview":"","release_date":"2014-01-22","vote_average":0.0,"runtime":20,"cert":"N\/A","id":482211,"title":"Auf den Hund gekommen","adult":false,"genre_ids":[35]},{"cast":["Mithun Chakraborty","Dimple Kapadia","Meenakshi Seshadri","Om Prakash","Shiva Rindani"],"overview":"An evil spirit plots to possess a young, newly-married woman by driving nails into her legs.","release_date":"1988-01-01","vote_average":0.0,"runtime":141,"cert":"N\/A","id":482234,"title":"Bees Saal Baad","adult":false,"genre_ids":[27]},{"cast":["Allen Ting","Elvis Tsui","Pang Ho-cheung","Tracy Wong","Lam Yi-Tung"],"overview":"Hong Kong ghost story.","release_date":"1999-07-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":482236,"title":"Mysterious Story I: Please Come Back","adult":false,"genre_ids":[27]},{"cast":["Charlie Cho","Robert Mak","Yeung Chak-Lam","Tsui Man-Wah","Fong Yau"],"overview":"The King of the Snake Monsters is attempting to revert back to human form but is opposed by the womanizing owner of a popular restaurant that specializes in medicinal snake soup.","release_date":"1994-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":482241,"title":"Snake Monster","adult":false,"genre_ids":[27]},{"cast":["Brenda Beutner","Tom Shaffer"],"overview":"Dr. Thomas Mobius is curious about some strange lifeforms brought into his lab for study. He enlists the aid of Rachel Roundtree to uncover their origins. Soon, bodies are dropping around them as they uncover government conspiracy and hints of a other-dimensional invasion. The Man in Black keeps appearing and leaving a bloody trail in his wake. Can Mobius and Rachel find out the secret before it's too late?","release_date":"1996-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":482243,"title":"Dimension of Blood","adult":false,"genre_ids":[878,27]},{"cast":["Charlie Cho","Law Kar-Ying","Angela Pang"],"overview":"Obscure Hong Kong horror.","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":482245,"title":"Born of the Devil","adult":false,"genre_ids":[27]},{"cast":["Ashok Kumar","Megashree","Yogi Babu","Yuvina Parthavi","Nassar"],"overview":"Ka..Ka..Ka.. Aabathin Arikuri is a Tamil movie starring Nassar and Yogi Babu in prominent roles. It is an horror drama directed by Manon M.","release_date":"2017-08-18","vote_average":0.0,"runtime":119,"cert":"N\/A","id":482247,"title":"Ka..Ka..Ka.. Aabathin Arikuri","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"British documentary about notorious British wildmen Richard Harris, Peter O'Toole, Oliver Reed and Keith Moon and their excesses and exploits.","release_date":"","vote_average":0.0,"runtime":62,"cert":"N\/A","id":482264,"title":"Hellraisers","adult":false,"genre_ids":[]},{"cast":[],"overview":"Newsreel footage recalls some of the events that defined the decade and a unique collection of amateur cine film captures scenes of everyday life to present this affectionate look back at the way we were in the 1950s Britain.","release_date":"","vote_average":0.0,"runtime":45,"cert":"N\/A","id":482266,"title":"The Way We Were in the 1950’s","adult":false,"genre_ids":[]},{"cast":[],"overview":"Lingua Absentia is a paper cut-out animation about a mother and her schizophrenic daughter, Abby. Guided by the mother’s voice-over narration, the film takes the viewer through Abby's severe cancer treatment and her long process to recovery.","release_date":"2017-03-25","vote_average":0.0,"runtime":10,"cert":"\"NR\"","id":482268,"title":"Lingua Absentia","adult":false,"genre_ids":[16]},{"cast":["Lidia Gutiérrez","Manuel San Germán","Javier de Rivera","Joaquín Carrasco","Florencia Bécquer"],"overview":"Malvaloca is a rather foolish and beautiful girl living with her careless parents. After being abandoned by a man she has a daughter. Later she meets Salvador; when he has an accident she meets his friend Leonardo and they both fall in love. She will try to redeem herself from her past life. At the same time the two men, who have a forge, recast the convent's old bell which also needs to be \"redeemed\". Silent version of the Álvarez Quintero brothers theatrical play.","release_date":"1926-10-19","vote_average":0.0,"runtime":60,"cert":"N\/A","id":482270,"title":"Malvaloca","adult":false,"genre_ids":[18]},{"cast":["Lázaro Ramos","Débora Falabella","Otávio Müller","Stênio Garcia","Fernanda Montenegro"],"overview":"When witnessing a hit, Arandir, a newly married banker, tries to succor the victim, but the man, almost dead, has only time to make one last request: a kiss. Arandir kisses the man, but his act is spotted by his father-in-law Aprígio and photographed by Amado Ribeiro, a tabloid reporter.","release_date":"2018-12-06","vote_average":10.0,"runtime":98,"cert":"N\/A","id":482272,"title":"O Beijo no Asfalto","adult":false,"genre_ids":[18]},{"cast":["Michael Chan","Siu Yam-Yam","Wilson Tong","Hon Kwok-Choi","Mark Cheung Lui"],"overview":"Chan Wai-Man stars as a Triad boss trying to expand his empire, Wilson Tong plays the rival out to stop him.","release_date":"1978-05-25","vote_average":0.0,"runtime":86,"cert":"N\/A","id":482274,"title":"The Black Society","adult":false,"genre_ids":[18,80]},{"cast":["Nuria Burgos","Valeriano Cortés","Mercedes Domenech","Antonio Granell","Julio Paya"],"overview":"In San Cebrian , a coastal village, Rosa hoped the return of her fisherman husband Juan, with her daughter Nuri and her godson Sardinilla, but they found him dead after storm. Friends of the family, Antonio and Rosita, with Sardinilla decide to look for a treasure with the help of a map that kept Rosita. His enemies, Tomas and Andres, try to take it by deception.Andres, plus interest in Rosita, the beloved of Antonio, is a victim of Tomás greed's but, when he's wounded, Antonio and Sardinilla return him to the good track.","release_date":"1926-10-19","vote_average":0.0,"runtime":59,"cert":"N\/A","id":482276,"title":"Lo más sublime","adult":false,"genre_ids":[18]},{"cast":["Fedi Nuril","Tatjana Saphira Hartman","Chelsea Islan","Dewi Sandra","Nur Fazura"],"overview":"After losing his beloved wife, a man try to cope the tragedy with his involvement with everyday chores in hope to find a salvation.","release_date":"2017-12-21","vote_average":6.5,"runtime":125,"cert":"N\/A","id":482278,"title":"Ayat-Ayat Cinta 2","adult":false,"genre_ids":[18]},{"cast":["Jimmy Armfield","Richard Branson","Nick Hancock","Gary Lineker","Michael Parkinson"],"overview":"MATTHEWS tells the incredible true story of the life and career of a man considered by many to be the greatest soccer player of all time, Sir Stanley Matthews.","release_date":"2017-10-30","vote_average":7.0,"runtime":null,"cert":"N\/A","id":482301,"title":"Matthews","adult":false,"genre_ids":[99]},{"cast":["Karl Markovics","Erni Mangold","Karl Fischer","Franz Buchrieser","Luc Feit"],"overview":"Franz Murer, the Butcher of Vilnius, a former Austrian SS officer, established, organized, and ruled the Vilnius ghetto in Lithuania during the World War II. Different survivors of the Shoah testify when he is judged in 1963, hoping to do justice, but, although the evidence is overwhelming, the desire to close this obscure chapter of history seems to surpass the desire for justice.","release_date":"2018-03-15","vote_average":6.5,"runtime":138,"cert":"N\/A","id":482303,"title":"Murer: Anatomy of a Trial","adult":false,"genre_ids":[18]},{"cast":["Baptiste Lecaplain"],"overview":"","release_date":"2017-11-21","vote_average":7.3,"runtime":null,"cert":"N\/A","id":482305,"title":"Baptiste Lecaplain - Origines","adult":false,"genre_ids":[]},{"cast":["Sabrina Banks","Aidra Fox","Alexis Rodriguez","Presley Hart","Jason Brown"],"overview":"Featuring an exclusive first interracial in every single scene!, watch new starlet Sabrina Banks, superstar Aidra Fox, curvy sensation Alexis Rodriguez and Presley Hart all share their passion for BBC.","release_date":"2015-04-13","vote_average":0.0,"runtime":145,"cert":"\"NC-17\"","id":482307,"title":"My First Interracial 3","adult":true,"genre_ids":[]},{"cast":[],"overview":"Gretchen Worden oversees one of the strangest and creepiest collections in existence. As director of The Mutter Museum, she presides over preserved, mummified and mounted remains of human oddities. Glass jars line her walls, each containing a freak of nature, a grossly deformed corpse or body parts. Both the collection and Worden's grave­side manner are chilling but compelling. Errol Morris giggles nervously in the face of death.","release_date":"2001-11-26","vote_average":0.0,"runtime":51,"cert":"\"\"","id":482312,"title":"Gretchen Worden: The Mutter Museum","adult":false,"genre_ids":[]},{"cast":["Claude Debord","Albert Simono","Rosita Fernandez","Janine Souchon","Cyril Robichez"],"overview":"Two roommates discover an extra personal space that they have never known. Things become complicated when they allow two other close friends to share the space, and the ensuing snowball effect of their invitees bringing family to live in the room.","release_date":"1974-09-10","vote_average":0.0,"runtime":30,"cert":"N\/A","id":482329,"title":"Billenium","adult":false,"genre_ids":[878,10770]},{"cast":["Gin Gy","Pamela Von Scarlett","Alexis Bassett","Lukas Wagner","Johnny Ohio"],"overview":"Two busty girls meet a con man who tricks them to join a reality TV show which instead, is a human feeder for a deranged family.","release_date":"","vote_average":0.0,"runtime":24,"cert":"N\/A","id":482331,"title":"Trust Me, Baby!","adult":false,"genre_ids":[]},{"cast":["Alexis Bassett","Pamela Von Scarlett","Dakota Skye","C.M. Hawk"],"overview":"People are dying to drink her coffee.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":482333,"title":"Love That Coffee","adult":false,"genre_ids":[]},{"cast":["Kiran Kumar","Rohan Kapoor","Neeta Puri","Yunus Parvez","Rakesh Bedi"],"overview":"A teenager begins to suspect his next door neighbor is actually a vampire in this Indian rip-off of Fright Night.","release_date":"1989-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":482335,"title":"Wohi Bhayanak Raat","adult":false,"genre_ids":[27]},{"cast":["Mithun Chakraborty","Aditya Pancholi","Harish Patel","Johnny Lever","Pinky Chinoy"],"overview":"A masked man is killing a group of underworld hoods, which has the police and the hoods equally baffled.","release_date":"1999-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":482337,"title":"Benaam","adult":false,"genre_ids":[27,28,18]},{"cast":["Daniel Auteuil","Jean-Pierre Clami","Yolande Folliot","Véronique Genest","Cyliane Guy"],"overview":"","release_date":"1989-09-09","vote_average":0.0,"runtime":null,"cert":"N\/A","id":482339,"title":"L'Amuse-gueule","adult":false,"genre_ids":[35]},{"cast":["Jean-Luc Reichmann","Véronique Jannot","Thierry Eckendorn","Delphine Rivière","Alain Sachs"],"overview":"","release_date":"2011-11-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":482341,"title":"Personne n'est parfait","adult":false,"genre_ids":[35]},{"cast":["Nils Brandt","Agneta Fagerström-Olsson","Anna-Yrsa Falenius","Peder Falk","Bodil Mannheimer"],"overview":"Finland in the late 1950s. A touring theatre company travels the countryside and play English light comedies. But the audience fails.","release_date":"1978-04-07","vote_average":0.0,"runtime":99,"cert":"N\/A","id":482358,"title":"Slumrande toner fjärran ur tiden","adult":false,"genre_ids":[18]},{"cast":["Marilyn Chambers","Veronica Hart","William Margold","Annie Sprinkle","Nina Hartley"],"overview":"The film investigates explicit representations of female sexuality by women, exploring the pragmatic and philosophical questions they pose, with emphasis on the ways in which the creation of women-friendly pornography confronts and alters the expectations of male consumers. Ultimately, Nitoslawska is concerned with how we comprehend desire, gender and identity, how we understand and represent its history, and the resulting affect on culture and human relations.","release_date":"2011-05-05","vote_average":0.0,"runtime":58,"cert":"N\/A","id":482360,"title":"Bad Girl","adult":false,"genre_ids":[99]},{"cast":["George Robey","Sydney Fairbrother","Connie Ediss","Gibb McLaughlin","Seth Egbert"],"overview":"For a prank one of the waiters at a temperance meeting spikes the lemonade with alcohol.","release_date":"1932-01-01","vote_average":0.0,"runtime":45,"cert":"N\/A","id":482362,"title":"The Temperance Fête","adult":false,"genre_ids":[35]},{"cast":[],"overview":"International ballet star Darcey Bussell presents this guide to pilates, taking the viewer through warm-up routines, a variety of pilates techniques, plus routines designed to target specific parts of the body.","release_date":"2006-03-13","vote_average":0.0,"runtime":105,"cert":"N\/A","id":482364,"title":"Darcey Bussell Pilates for Life","adult":false,"genre_ids":[]},{"cast":["Ying Ting","Lee Ching","Paul Chu Kong","Helena Law Lan","Gam Lui"],"overview":"Horror movie from Lan Kwong Film Company.","release_date":"1961-07-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":482366,"title":"Creepy Nights","adult":false,"genre_ids":[27]},{"cast":["Patrick Tse","Patsy Ka Ling","Keung Chung-Ping","Sze-Ma Wah-Lung","Gam Lui"],"overview":"Centered around the seizure of a family's property, police investigate a series of knife murders.","release_date":"1961-01-12","vote_average":0.0,"runtime":94,"cert":"N\/A","id":482368,"title":"Dial 999 for 24-Hour Murder Case","adult":false,"genre_ids":[9648,80]},{"cast":["Ying Ting","Cheung Yee","Wu Fung","Helena Law Lan","Sze-Ma Wah-Lung"],"overview":"Murder mystery from Lan Kwong Film Company.","release_date":"1962-10-03","vote_average":0.0,"runtime":103,"cert":"N\/A","id":482370,"title":"Mysterious Murderer","adult":false,"genre_ids":[9648,80]},{"cast":["Jack Morrison","Moira Lynd","Lewis Dayton","Molly Lamont","Cecil Ramage"],"overview":"A British crime film directed by Norman Lee","release_date":"1932-07-25","vote_average":0.0,"runtime":45,"cert":"N\/A","id":482390,"title":"The Strangler","adult":false,"genre_ids":[80]},{"cast":["Saskia Vester","Stephan Grossmann","Susanna Simon","Jürgen Tonkel","Kevin Otto"],"overview":"","release_date":"2017-10-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":482392,"title":"Das Kindermädchen: Mission Mauritius","adult":false,"genre_ids":[10751,35,10749]},{"cast":[],"overview":"A group of leftist activists expose the exploitation of immigrant workers by a criminal network with connections to local government officials. The movie was produced by the group SLON (Société pour le Lancement des Oeuvres Nouvelles, also the Russian word for elephant). SLON was a film collective whose objectives were to make films and to encourage industrial workers to create film collectives of their own. Its members included Valerie Mayoux, Jean-Claude Lerner, Alain Adair and John Tooker, and Chris Marker.","release_date":"1969-10-20","vote_average":0.0,"runtime":28,"cert":"N\/A","id":482394,"title":"You Speak of Flins","adult":false,"genre_ids":[99]},{"cast":["Allen Ginsberg"],"overview":"Paik produced this exuberant, high-speed collage as a commission for the National Fine Arts Committee of the 1980 Olympic Winter Games. In a fractured explosion of densely layered movement and action, images of Olympic sports events are mixed with Paik’s recurring visual and audio motifs.","release_date":"1980-01-01","vote_average":8.0,"runtime":4,"cert":"\"\"","id":482396,"title":"Lake Placid '80","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-01-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":482398,"title":"Flygkatastrofen 1964","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A 5-part making of documentary from Red Shirt pictures. It starts with a kind of general retrospective and then leads on into more individualized and expansion interviews with different key people in the production.","release_date":"2016-10-25","vote_average":0.0,"runtime":105,"cert":"\"\"","id":482400,"title":"Death, Be Not Proud: The Making of \"The Exorcist III\"","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2013-12-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":482402,"title":"Worst Weather Ever","adult":false,"genre_ids":[99,10770]},{"cast":[],"overview":"Nozomi and Youta are newly married couples for six months. Her lasting nightmare and her exhausted husband, Yu-tae, are unable to answer the nozomi's desire. One day, however, Nozomi committed an affair with a friend of his husband whom he happened to know, and Kanbe, the son of his company president. Youta, who became aware of this fact, was angry and went to the president's house and began to express his anger to Ayako, the wife of the president who kept the house alone.","release_date":"2016-01-01","vote_average":0.0,"runtime":63,"cert":"N\/A","id":482419,"title":"Wife's Affair 2","adult":false,"genre_ids":[10749,18]},{"cast":["Jonathan C. Legat","Stephanie Wyatt"],"overview":"Two people, both in relationships, find love in the most unlikely place, a remote hotel bar in the small town of Stillwater, IL. Twice. Now they'll have to deal with more than anyone's fair share of difficulty, family issues, current significant other issues, and proximity issues, to try to make it work.","release_date":"2010-03-06","vote_average":0.0,"runtime":89,"cert":"\"NR\"","id":482421,"title":"Coasting","adult":false,"genre_ids":[18,10749]},{"cast":["Eric Larrondo","Daria Elies","Michele Prelonge","Philippe Decouflé","Monet Robier"],"overview":"A surrealist, futuristic short film.","release_date":"1985-01-01","vote_average":0.0,"runtime":13,"cert":"N\/A","id":482426,"title":"Rude Raid","adult":false,"genre_ids":[14,878]},{"cast":["Joanna Angel","Arya Fae","Carmen Caliente","Nikki Hearts","Katrina Jade"],"overview":"Burning Angel brings you a gory tale of one killer chick that keeps the death toll cumming and cumming! Sometimes you don't know someone as well as you think you do, let this be a lesson to you!","release_date":"2017-10-04","vote_average":0.0,"runtime":116,"cert":"\"NR\"","id":482428,"title":"My Killer Girlfriend","adult":true,"genre_ids":[14,27]},{"cast":["Joanna Angel","Harlow Harrison","Ryan Conner","Nina Elle","Mick Blue"],"overview":"Daily life has grown stale for these bored, horny MILFs. It was only a matter of time before they found a way to entertain themselves! So paint your face, shave your head, and descend into depths of scene perverted enough to excite these ladies during their MILF Life Crisis!","release_date":"2017-08-15","vote_average":0.0,"runtime":102,"cert":"\"NR\"","id":482430,"title":"MILF Life Crisis","adult":true,"genre_ids":[14]},{"cast":["Camille Black","Akira Shell","Sally D'Angelo","Raquel Roper"],"overview":"Camille has a pretty big family but that doesn't stop her from getting down and dirty with everyone in it! From her brother Loki catching her fucking their mom then joining in to teaching her little sister Akira about anal, Camille really knows how to keep the sibling rivalry down to a minimum. All you've got to do is be a little salacious!","release_date":"2017-09-28","vote_average":0.0,"runtime":124,"cert":"\"NR\"","id":482432,"title":"Salacious Siblings","adult":true,"genre_ids":[14]},{"cast":[],"overview":"A clown creates a giant version of his face, and then retrieves two miniature versions of himself from his luggage.","release_date":"1906-12-15","vote_average":0.0,"runtime":2,"cert":"\"\"","id":482446,"title":"Boby et sa famille","adult":false,"genre_ids":[]},{"cast":["Lu Hsiao-Fen","Lin Tsai-pei","Chang Fu-Mei","Ko Hsiang-Ting","Pauline Wong Yuk-Wan"],"overview":"Centers around a beautiful female taxi driver.","release_date":"1982-01-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":482448,"title":"The Sexy Lady Driver","adult":false,"genre_ids":[]},{"cast":[],"overview":"The story of a young university student who deals with love in the midst of the Quebec separatist movement in the 1960s.","release_date":"1964-12-11","vote_average":0.0,"runtime":74,"cert":"N\/A","id":482450,"title":"Jusqu'au cou","adult":false,"genre_ids":[]},{"cast":["Carmen Redondo","Manuel Montenegro","Rosario Velázquez","María Anaya"],"overview":"In order to face the payment of the landlord, Antonio works in the most varied snags, while his daughter reads novels. A watchman job gives him fame as a tough man and earns everyone respect.","release_date":"1927-10-20","vote_average":0.0,"runtime":63,"cert":"N\/A","id":482452,"title":"Es mi hombre","adult":false,"genre_ids":[35]},{"cast":["Svetlana Alexievich"],"overview":"For several years, Nobel laureate Svetlana Alexievich traveled around in Russia and Belarus to investigate the relationship to love of the Russian people. One, as Svetlana means, is an acute shortage in today's society.","release_date":"2017-11-11","vote_average":0.0,"runtime":89,"cert":"N\/A","id":482454,"title":"Lyubov: Love in Russian","adult":false,"genre_ids":[99]},{"cast":["Adria Rae","Chloe Scott","Madison Hart","Kara Faux","Preston Parker"],"overview":"Adria Rae: Who wants to get a hole in one? Chloe Scott helps her man work out his muscle. Madison Hart feels that sweet stretch. Kara Faux gets a rubdown after a hard workout.","release_date":"2017-08-28","vote_average":0.0,"runtime":109,"cert":"\"NC-17\"","id":482471,"title":"Tight 3","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":482473,"title":"Los demás días","adult":false,"genre_ids":[99]},{"cast":["Josh Gad","Jonathan Groff","Kristen Bell"],"overview":"\"The Making of Frozen\" DVD Extra","release_date":"2014-03-18","vote_average":2.0,"runtime":null,"cert":"\"\"","id":482475,"title":"The Making of Frozen","adult":false,"genre_ids":[10751]},{"cast":["Gopichand","Raashi Khanna","Anu Emmanuel","Shaam","Jagapati Babu"],"overview":"Krishna Prasad is an NRI who comes to India to marry Shruti, daughter of Raghupathi, a revered man in their village. But someone seems to be targeting the family and is out to kill them. Who is after the family and why is what 'Oxygen' is all about.","release_date":"2017-12-01","vote_average":10.0,"runtime":156,"cert":"N\/A","id":482477,"title":"Oxygen","adult":false,"genre_ids":[28]},{"cast":["Naima Wifstrand","Sif Ruud","Åke Fridell","Annika Tretow","Sten Lindgren"],"overview":"Old lady Malin Klintbom is being promised a cosy and comfortably life at the residential home she is invited to visit. However, she finds the home impossible to live at and flies in panic to her cabin.","release_date":"1953-10-14","vote_average":0.0,"runtime":55,"cert":"N\/A","id":482479,"title":"Malin går hem","adult":false,"genre_ids":[]},{"cast":["Ivan Perić","Marie-Hélène Bélanger","Guillaume Gauthier","Arnaud Bodequin"],"overview":"Three roommates try to find money to pay their rent in a rather unexpected way.","release_date":"2017-10-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":482481,"title":"Nocturnal Excursion","adult":false,"genre_ids":[12]},{"cast":["Freddie Mercury","Brian May","John Deacon","Roger Taylor"],"overview":"Queen’s legendary Hammersmimth Odeon show on Christmas Eve 1975 is one of the best recorded and dynamic early shows available.  Featuring 15 tracks from their first four visionary albums, plus covers of four classic rock’n’roll staples delivered with characteristic panache. It occurs a month after A Night At The Opera was released and soon after it hit number one and was video taped for The Old Grey Whistle Test hosted by Bob Harris for BBC television. Most of the show was taped, but the BBC cameras were turned off when Queen came back onstage after the “Jailhouse Rock” encore to play a few more songs. The cameramen couldn’t capture this part of the show so after thirty-five years it remains unseen.","release_date":"1975-12-24","vote_average":10.0,"runtime":null,"cert":"N\/A","id":482489,"title":"Queen: A Night at the Odeon","adult":false,"genre_ids":[10402]},{"cast":["Li Yapeng","Gong Beibi"],"overview":"","release_date":"1997-12-31","vote_average":0.0,"runtime":95,"cert":"N\/A","id":482491,"title":"Life with Noodles","adult":false,"genre_ids":[]},{"cast":["Ken Douglas","Betty Norton","Albert E. Raynor","Muriel White","Hal Gordon"],"overview":"A specialist sunbathing camp is threatened by a campaign by the leader of the 'Wear More Clothes League'.","release_date":"1932-09-26","vote_average":0.0,"runtime":36,"cert":"N\/A","id":482493,"title":"Strip, Strip, Hooray!","adult":false,"genre_ids":[35]},{"cast":["Kurt Leiner","Gunda Ebert","Inga Busch","Nora Jensen","Heike Hanold-Lynch"],"overview":"Frank Seltsam goes for fast cars, beautiful women and expensive drugs. As recently things go down the drain, his frustration explodes in an orgy of blood, champagne and heroin.","release_date":"1995-01-06","vote_average":0.0,"runtime":58,"cert":"N\/A","id":482495,"title":"Gentleman","adult":false,"genre_ids":[80,18]},{"cast":["Vahi Öz","Münir Özkul","Mualla Sürer","Hüseyin Baradan","Suna Pekuysal"],"overview":"","release_date":"1968-10-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":482497,"title":"İstanbul'da Cümbüş Var","adult":false,"genre_ids":[35,12]},{"cert":"N\/A","title":"Leider lauter Lügen","cast":["Johannes Heesters","Hannelore Elsner","Gerd Vespermann","Loni Heuser","Dany Mann"],"id":482499,"overview":"","runtime":null,"genre_ids":[10402],"release_date":"1965-04-07","vote_average":0.0,"adult":false}]