[{"cast":["Nadia Sibirskaïa","Yolande Beaulieu","Guy Belmont","Jean Pasquier","M. Ardouin"],"overview":"A pair of sisters leave the country for the city after their parents are slaughtered in a mysterious axe murder.","release_date":"1926-01-02","vote_average":7.2,"runtime":38,"cert":"N\/A","id":48000,"title":"Ménilmontant","adult":false,"genre_ids":[9648,18]},{"cast":["Jackie Gleason","Katherine Kath","Gabrielle Dorziat","Jean Lefebvre","Jacques Marin"],"overview":"A poignant comedy about a mute who befriends Nicole, the little daughter of a prostitute. Gleason shows his considerable talents as an actor without uttering a sound as he plays the bumbling, kind-hearted janitor, Gigot. Gleason wrote the original story and music for this film.","release_date":"1962-11-01","vote_average":8.2,"runtime":104,"cert":"N\/A","id":48003,"title":"Gigot","adult":false,"genre_ids":[18]},{"cast":["Yuriy Kutsenko","Evgeniy Sidikhin","Nikolay Chindyaykin","Olesya Sudzilovskaya","Aleksandr Bashirov"],"overview":"Wedding in a provincial seaside town. In the midst of the fun criminal authority Tourist begins to molest the bride, which infuriates the groom — merchant seaman. The bandits and the police decide to plant a sailor, but he runs away and on his quest sent the police, killers, relatives and different people.","release_date":"1997-01-01","vote_average":5.6,"runtime":83,"cert":"N\/A","id":48004,"title":"Don't Cry Mommy","adult":false,"genre_ids":[35,80]},{"cast":["Ronnie Woo Woo","Joe Mantegna","Buck O'Neil"],"overview":"WooLife chronicles Ronnie Woo's journey from an abusive childhood on the south side of Chicago to his adopted family in Wrigley Field. A young Ronnie becomes inspired after his grandma takes him to a Cub game in 1947 to see Jackie Robinson play. What Ronnie discovers in the bleachers of Wrigley Field is a foster family of Cub fans and players that awakens his spirit and saves him from homelessness. He finds his souls music by rejoicing 'Cubs Woo, Cubs Woo' in a way that inspires some of baseballs greatest players.","release_date":"2008-01-01","vote_average":0.0,"runtime":97,"cert":"N\/A","id":48005,"title":"WooLife","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2004-01-13","vote_average":0.0,"runtime":91,"cert":"N\/A","id":48006,"title":"Cubix the Movie: The Search For Solex","adult":false,"genre_ids":[]},{"cast":["Iggy Pop"],"overview":"At 52 years of age, Iggy Pop was on tour in Europe promoting his Avenue B album in December 1999 when he performed the concert presented here as Live at the Avenue B. That's actually \"Live @ the A venue B,\" as the credits put it, or at the AB venue, i.e., the Ancienne Belgique Theatre in Brussels, Belgium. In a set lasting nearly 90 minutes, Pop and his four-piece backup band, usually known as the Trolls, run through some Avenue B material, some of it spoken word, with the singer sitting on the stage floor and strumming an acoustic guitar, along with selected tunes from earlier albums such as The Stooges, Raw Power, Lust for Life, Blah Blah Blah, Instinct, and Brick by Brick, and rock &amp; roll standards like \"Shakin' All Over\" and the show-closing \"Louie, Louie.\"","release_date":"2005-07-19","vote_average":0.0,"runtime":90,"cert":"N\/A","id":48007,"title":"Iggy Pop Live at the Avenue B","adult":false,"genre_ids":[]},{"cast":["Shawn Ashmore","David Suchet","Joanne Whalley","Anita Majumdar","Liisa Repo-Martell"],"overview":"On September 11th, 2001, 38 planes headed to New York City were diverted to Gander, Newfoundland, Canada. A town of 9,000 took in 7,000 passengers for 4 days until American airspace reopened.","release_date":"2009-03-08","vote_average":5.0,"runtime":89,"cert":"N\/A","id":48008,"title":"Diverted","adult":false,"genre_ids":[18]},{"cast":["Nicolas Brioudes","Pom Klementieff","Min Man Ma","Vantha Talisman","Bernard Wong"],"overview":"Sixteen year old Sergei is the son of Boris, the head of the Batagi clan of reindeer breeders. Awarded the title of herdsman, with the clan's largest herd, he joins the Evenk tribe for the first time as they begin their summer cattle drive across the pastures of the Siberian mountains. As the tribe's only source of income, these reindeer are their pride and joy and they will stop at nothing to protect them from their most bitter enemy, the Wolf. Written by American Film Market.","release_date":"2009-12-09","vote_average":5.3,"runtime":102,"cert":"N\/A","id":48009,"title":"Loup","adult":false,"genre_ids":[18,12]},{"cast":["Amiran Amiranashvili","Davit Gogibedashvili","Georgy Cincadze","Aleksy Dzhakely","Keli Kapanadze"],"overview":"A witty, despairing French-Russian-Italian-Swiss art movie set in 16th-century Georgia, Stalinist Georgia, contemporary Georgia, and contemporary Paris, featuring the same actors in all four settings.","release_date":"1996-09-01","vote_average":5.3,"runtime":117,"cert":"N\/A","id":48012,"title":"Brigands, Chapter VII","adult":false,"genre_ids":[35]},{"cast":["Isabella Calthorpe","Tom Felton","Gemma Atkinson","Joshua Bowman","Gabriel Thomson"],"overview":"Sarah Tyler returns to her troubled family home in the isolated countryside, for a much put-off visit. As a storm rages outside, Sarah, her family and friends shore up for the night, cut off from the outside world. But something comes out of the driving rain and darkness. Something that holds a dark secret so devastating that, in one night, it could wipe out the entire family.","release_date":"2010-08-28","vote_average":4.7,"runtime":81,"cert":"15","id":48015,"title":"13Hrs","adult":false,"genre_ids":[27,28]},{"cast":["Shalaina Castle","Brandon Sean Pearson","Clare Niederpruem","Kyle Paul","Tye Nelson"],"overview":"Five friends break into a closed corn maze in the middle of the night and decide to play a harmless game of tag. Little do they know that a psychopathic killer has decided to play along. As they wander aimlessly through the maze the murderer follows closely behind, taunting them and watching their every move. The game turns deadly when the kids decide to separate and weaken their chances of survival. When the mutilated body of the maze owner is found they realize that something is terribly wrong. As they race to find the entrance of the maze, the murderer cleverly forces them to follow the path that he wants. Manipulating everyone to his vicious will, the killer taunts his victims and leads them further into the depths of the maze. After succumbing to hours of torture will anyone make it out of the maze...alive?","release_date":"2010-10-19","vote_average":4.6,"runtime":90,"cert":"N\/A","id":48016,"title":"The Maze","adult":false,"genre_ids":[27,53]},{"cast":["Daryl Hannah","Kim Coates","Nina Dobrev","Colm Feore","Roy Scheider"],"overview":"At the dawn of World War 2, a Rabbi's daughter and a disenchanted German soldier fall in love and are separated by the war. They struggle on a perilous journey to find one another.","release_date":"2007-08-07","vote_average":6.0,"runtime":96,"cert":"N\/A","id":48017,"title":"The Poet","adult":false,"genre_ids":[18,10749]},{"cast":["Kanye West","Selita Ebanks","Radka Pavlovčinová"],"overview":"Kanye West's music film for the \"My Beautiful Dark Twisted Fantasy\" album.","release_date":"2010-10-23","vote_average":7.8,"runtime":34,"cert":"N\/A","id":48018,"title":"Runaway","adult":false,"genre_ids":[10402,14,10749]},{"cast":["Lawrence Wright"],"overview":"Journalist Lawrence Wright brings his multilayered one-man play to the screen as he discusses how a reporter remains objective while covering highly charged issues such as 9\/11, Al-Qaeda, Osama bin Laden's past and the history of Islam. Wright examines the Muslim religion, Al-Qaeda's rise to power and bin Laden's complicated relationship with the rulers of Saudi Arabia in this riveting documentary from Academy Award-winning director Alex Gibney.","release_date":"2010-04-21","vote_average":5.0,"runtime":86,"cert":"N\/A","id":48019,"title":"My Trip to Al-Qaeda","adult":false,"genre_ids":[99]},{"cast":["François Cluzet","Marion Cotillard","Benoît Magimel","Gilles Lellouche","Jean Dujardin"],"overview":"Despite a traumatic event, a group of friends decide to go ahead with their annual beach vacation. Their relationships, convictions, sense of guilt and friendship are sorely tested. They are finally forced to own up to the little white lies they've been telling each other.","release_date":"2010-10-20","vote_average":7.2,"runtime":154,"cert":"N\/A","id":48034,"title":"Little White Lies","adult":false,"genre_ids":[35,18]},{"cast":["Birgitte Federspiel","Henrik Malberg","Emil Hass Christensen","Ejner Federspiel","Kirsten Andreasen"],"overview":"The three sons of devout Danish farmer Morten have widely disparate religious beliefs. Youngest son Anders shares his father's religion, but eldest son Mikkel has lost his faith, while middle child Johannes has become delusional and proclaims that he is Jesus Christ himself. When Mikkel's wife, Inger goes into a difficult childbirth, everyone's beliefs are put to the test.","release_date":"1955-01-09","vote_average":8.0,"runtime":125,"cert":"N\/A","id":48035,"title":"Ordet","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Live in Orange County is a DVD that was recorded by Social Distortion at the House of Blues in Anaheim, California in January of 2003.","release_date":"2003-01-19","vote_average":8.8,"runtime":null,"cert":"N\/A","id":48036,"title":"Social Distortion: Live in Orange County","adult":false,"genre_ids":[10402]},{"cast":["Maria Simon","Jörg Schüttauf","Maximilian Brückner","Florence Kasumba","David Rott"],"overview":"Nicki Ziegler, Oberleutnant der Feldjäger, wird zu einem Auslandseinsatz in den Ostkongo geschickt. Gemeinsam mit ihrem forschen Kollegen Werner Malinckrodt soll sie den Selbstmord des Soldaten Wenz klären. Tatsächlich deutet zunächst alles auf Selbstmord hin: Wenz kam mit den verstörenden Verhältnissen in dem afrikanischen Krisengebiet nicht klar und zudem wollte ihn offenbar seine Frau verlassen. Als Nicki auf dem Handy des Toten ein sonderbares Video findet, tendiert zu allerdings zu Mord...","release_date":"2010-10-18","vote_average":0.0,"runtime":90,"cert":"N\/A","id":48099,"title":"Kongo","adult":false,"genre_ids":[]},{"cast":[],"overview":"Katie Derham presents the Vienna Philharmonic's spectacular Summer-night Concert in the grounds of Schonbrunn Palace. Franz Welser-Most conducts a programme on the theme of the sun, moon and the stars, including music by Holst, Liszt and John Williams. As ever there are Viennese musical encores by members of the Strauss family, accompanied by a dramatic fireworks display.","release_date":"2010-08-21","vote_average":0.0,"runtime":90,"cert":"N\/A","id":48100,"title":"Summer Night Concert Schönbrunn 2010","adult":false,"genre_ids":[]},{"cast":["Gorō Naya","Kei Tomiyama","Shusei Nakamura","Yôko Asagami","Ichirō Nagai"],"overview":"When vile aliens known as the Gamilons wreak nuclear havoc on Earth, a group of survivors refit the Japanese battleship Yamato for intergalactic travel and set off on a mission to retrieve a neutralizer that will eradicate the radiation from Earth's atmosphere.","release_date":"1977-08-06","vote_average":10.0,"runtime":135,"cert":"N\/A","id":48101,"title":"Space Battleship Yamato","adult":false,"genre_ids":[28,16,12,878,18,10749]},{"cast":["Neil Morrissey"],"overview":"In their new home of Fixham Harbour, Bob and the team set to work tackling exciting new building jobs, and making new friends. But when Spud and Scrambler learn of an amazing treasure, the pirate Brickbeard's Golden Hammer, hidden somewhere in Fixham they decide that building can wait, and they must find the hammer to give to Bob. Help them follow the clues and find the Golden Hammer in this all-new special !","release_date":"2010-05-24","vote_average":5.3,"runtime":60,"cert":"","id":48108,"title":"Bob the Builder: Legend of the Golden Hammer","adult":false,"genre_ids":[16,10751]},{"cast":["Kerry Washington","Anna Simpson","Melissa Martinez","Marlene Forte","Raymond Anthony Thomas"],"overview":"Focusing on the bonding between three female (an African American female, a half African American half Latino American female, and a Latino American female) high school members of Brooklyn's \"Jackie Robinson Steppers Marching Band\" and the choices the girls face once their school closes down because of the need for asbestos removal. This film is about a host of topics, not least of which is the hard-work involved in maintaining","release_date":"2000-01-21","vote_average":6.9,"runtime":95,"cert":"N\/A","id":48109,"title":"Our Song","adult":false,"genre_ids":[18]},{"cast":["Melina Mercouri","Anthony Perkins","Raf Vallone","Elizabeth Ercy","Tzavalas Karousos"],"overview":"A retelling of the Greek myth of Phaedra. In modern Greece, Alexis's father, an extremely wealthy shipping magnate, marries the younger, fiery Phaedra. When Alexis meets his stepmother, sparks fly and the two begin an affair. What will the Fates bring this family? Alexis's roadster and the music of Bach figure in the conclusion.","release_date":"1962-01-01","vote_average":5.6,"runtime":115,"cert":"N\/A","id":48110,"title":"Phaedra","adult":false,"genre_ids":[18]},{"cast":["On Ju-wan","Kim Ho-jung","Ok Ji-young","Park Min-ji"],"overview":"A teenager deals with life on his own as his mother lies in a coma.","release_date":"2005-10-10","vote_average":4.3,"runtime":109,"cert":"N\/A","id":48111,"title":"The Peter Pan Formula","adult":false,"genre_ids":[18,10749]},{"cast":["Lino Ventura","Giuliana De Sio","Stefano Satta Flores","Arnoldo Foà","Adalberto Maria Merli"],"overview":" ","release_date":"1984-01-01","vote_average":7.0,"runtime":100,"cert":"N\/A","id":48112,"title":"Cento giorni a Palermo","adult":false,"genre_ids":[18,80]},{"cast":["Alex Dimitriades","Fay Ksila","Yorgos Karamihos","Betty Maggira","Hrisa Ropa"],"overview":"","release_date":"2008-01-17","vote_average":4.8,"runtime":89,"cert":"N\/A","id":48115,"title":"Bang-Bang Wedding!","adult":false,"genre_ids":[35]},{"cast":["Ioana Barbu","Tudor Chirilă","Mircea Diaconu","Cătălina Murgea","Virginia Mirea"],"overview":"Love. It just happens. No rules. It may look sick, but it's deep and it hurts. For everyone, Alex and Kiki are just good friends. They happen to be two girls experiencing another kind of love. For their family, Kiki and Sandu are sister and brother who sometimes fight. They happen to be lovers. Love Sick is about their stories.","release_date":"2006-03-16","vote_average":7.1,"runtime":86,"cert":"N\/A","id":48116,"title":"Love Sick","adult":false,"genre_ids":[18]},{"cast":["Thodoris Atheridis","Eva Vlahakou","Dimitra Matsouka","Alexandra Palaiologou","Takis Papamattheou"],"overview":"The title of the film recalls the well known story of the three blind men, who try in vain to recognize and define, by touch, an unknown object - in this case, an elephant. In a triptych of three different stories, told by three inmates of a jail, the story unfolds with sarcasm and irony regarding human actions. The heroes of the film try to tame human passions (erotically instinctive) - but, alas, they do not succeed. A situation comedy in which the nude appears in the plot where least expected.","release_date":"2000-03-10","vote_average":6.0,"runtime":86,"cert":"N\/A","id":48117,"title":"Love Is an Elephant","adult":false,"genre_ids":[35]},{"cast":["Richard E. Grant","Lynsey Baxter","Perdita Weeks","Simon Cadell","Thom Hoffman"],"overview":"A troubled detective befriends a single woman and her daughter with the intention of using them as bait for a serial killer.","release_date":"1996-08-20","vote_average":6.2,"runtime":101,"cert":"N\/A","id":48118,"title":"The Cold Light of Day","adult":false,"genre_ids":[18,53]},{"cast":["Antoni Pawlicki","Nataliya Vdovina","Jacek Braciak","Dimitri Melnichuk","Michal Filipiak"],"overview":"19 year old Wojtek lives in a poverty stricken Polish town. He is in love with an older woman, an illegal emigrant from Ukraine. He boxes in illegal matches to get money and is spotted by a man running a security business. Accepting this man's offer means becoming a gangster, but this could allow him to a residence permit for his girlfriend Katya.","release_date":"2006-11-17","vote_average":6.5,"runtime":103,"cert":"N\/A","id":48119,"title":"Retrieval","adult":false,"genre_ids":[18]},{"cast":["Orfeas Avgoustidis","Yiannis Tsimitselis","Ioannis Papazisis","Socratis Patsikas","Stelios Xanthoudakis"],"overview":"A group of Greek solders, who serve their military service in Kos, is sent to guard the skerry of Pitta. Everything looked normal until a Turkish boat disembarks 4 castaways on Pitta.","release_date":"2005-12-08","vote_average":6.1,"runtime":115,"cert":"N\/A","id":48122,"title":"Loufa kai parallagi: Seirines sto Aigio","adult":false,"genre_ids":[35]},{"cast":["William Hurt","Natascha McElhone","Peter Weller","Katja Woywood","Désirée Nosbusch"],"overview":"In this science fiction thriller, David Whitman (William Hurt) is a chemist who lost his wife and child in a freak accident and is trying to rebuild his life on his own. While doing research, Whitman discovers a series of mysterious deaths that seem to follow in the path of Joseph Mueller (Peter Weller), a seemingly ordinary man who works as a security guard. Unknown to Mueller, his body carries a strange contaminant that's deadly to many people, and Whitman is desperate to find Mueller and stop him before he can cause more deaths.","release_date":"2000-12-17","vote_average":4.7,"runtime":100,"cert":"N\/A","id":48123,"title":"Contaminated Man","adult":false,"genre_ids":[53,878]},{"cast":["Patrick Dempsey","Ben Kingsley","Julie Delpy","Eddie Marsan"],"overview":"This is the story of Rodya Raskalnikov (Patrick Dempsey), an intellectual who is suspended from University and is living in poverty in 19th century Russia. Raskalnikov believes that in order for great men like Napoleon to accomplish great things, they must be above the law.","release_date":"1998-01-01","vote_average":6.7,"runtime":120,"cert":"N\/A","id":48124,"title":"Crime and Punishment","adult":false,"genre_ids":[18]},{"cast":["Renos Haralambidis","Costas Santas","Dimitris Piatas","Stavros Nikolaidis","Rigas Axelos"],"overview":"It is the summer of 1974. After the Turkish invasion in Cyprus the greek dictatorship mobilises the army. A small squad in northern Greece is ordered among others to go to Cyprus, but when the dictatorship falls, the soldiers are left in the island of Samothrace awaiting orders. As days pass things are getting out of control","release_date":"2003-10-24","vote_average":6.8,"runtime":85,"cert":"N\/A","id":48125,"title":"The Valiants of Samothrace","adult":false,"genre_ids":[35]},{"cast":["Christos Hatzipanayotis","Vladimiros Kiriakidis","Anthem Moss","Kanellina Menouti","Meni Konstantinidou"],"overview":"This film is about an upside down world, where being homosexual is considered \"normal\" and heterosexual is considered \"not normal\".","release_date":"2006-12-21","vote_average":5.5,"runtime":88,"cert":"N\/A","id":48128,"title":"Straight Story","adult":false,"genre_ids":[878,35]},{"cast":["Patrick Dempsey","Kelly Preston","Ken Pogue","Alan C. Peterson","James Kidnie"],"overview":"While conveying a Porsche from L.A. to Atlantic City, student Charlie has to make a stop due to engine trouble. Mistaken as rich, he's invited to a big poker game -- and wins big time. However Denny Halloran, son of a mighty mobster, is a bad loser and starts a fight. But he's also a bad fighter: he falls on his head and is dead. Now Charlie's in trouble; after he flees Halloran's father puts a reward on his head. Even the police won't help him against the mighty man... so Charlie has to run for his life.","release_date":"1991-02-01","vote_average":5.8,"runtime":91,"cert":"N\/A","id":48129,"title":"Run","adult":false,"genre_ids":[28,53,18]},{"cast":["Haley Joel Osment","Willem Dafoe","Richard Banel","Liam Hess","Olaf Lubaszenko"],"overview":"A 12-year-old Jewish boy hides with a family of Catholic peasant farmers to escape the Nazis.","release_date":"2001-01-01","vote_average":6.8,"runtime":95,"cert":"N\/A","id":48130,"title":"Edges of the Lord","adult":false,"genre_ids":[35,18,10749]},{"cast":["Alan Bates","Susannah York","John Hurt","Robert Stephens","Tim Curry"],"overview":"A traveller by the name of Crossley, forces himself upon a musician and his wife in a lonely part of Devon, and uses the aboriginal magic he has learned to displace his host.","release_date":"1978-06-16","vote_average":6.5,"runtime":86,"cert":"","id":48131,"title":"The Shout","adult":false,"genre_ids":[27,18]},{"cast":["Kevin Smith"],"overview":"Poking fun at his much-publicized brouhaha with Southwest Airlines, writer, director, actor and ardent podcaster Kevin Smith declares himself too fat for his 40th birthday in a hilarious Q-and-A session with his rabidly loyal fans. Filmed at the Count Basie Theater in Smith's hometown of Red Bank, New Jersey, this two-hour comedy special spotlights not only Smith's self-deprecating sense of humor, but also his fondness (and true gift) for spinning a good yarn.","release_date":"2010-10-22","vote_average":6.6,"runtime":117,"cert":"N\/A","id":48132,"title":"Kevin Smith: Too Fat For 40","adult":false,"genre_ids":[35]},{"cast":["Paul Bonifas","Paul Clarus","Jean Dattas","Andre Frere","Guy Le Feuvre"],"overview":"The Moliere players are in their dressing room getting ready to go on set. One actor mentions to another that his face reminds him of an opportunist turncoat he once knew when he was in the Resistance in France. He relates the adventure that he had in the Resistance - running an illegal radio station and dodging the Nazis.","release_date":"1944-01-01","vote_average":5.7,"runtime":31,"cert":"N\/A","id":48133,"title":"Aventure Malgache","adult":false,"genre_ids":[10752]},{"cast":["Connie Stevens","Dean Jones","Cesar Romero","Parley Baer","Virginia Gregg"],"overview":"The daughter of a dead magician who accidentally killed his wife, her mother, while performing a guillotine trick must spend the night in his house in order to collect her inheritance. Is the house haunted or is it all magic?","release_date":"1965-01-13","vote_average":5.6,"runtime":107,"cert":"N\/A","id":48136,"title":"Two on a Guillotine","adult":false,"genre_ids":[9648,27]},{"cast":["Ruth Nirere","Afazali Dewaele","Lætitia Reva","Pierrick Le Pochat","Juliette Nsengiyumya"],"overview":"Film offers a new take on the Rwandan genocide, through the first person experience of one woman as the horror descends.","release_date":"2009-10-28","vote_average":5.5,"runtime":100,"cert":"N\/A","id":48137,"title":"The Day God Walked Away","adult":false,"genre_ids":[18]},{"cast":["Liam Neeson","Diane Kruger","January Jones","Aidan Quinn","Bruno Ganz"],"overview":"An American biologist attending a conference in Berlin awakens from a coma after a car accident, only to discover that someone has taken his identity and that no one, not even his wife, believes him. With the help of an illegal immigrant and a former Stazi agent, he sets out to prove who he is and find out why people are trying to kill him.","release_date":"2011-02-16","vote_average":6.6,"runtime":113,"cert":"12A","id":48138,"title":"Unknown","adult":false,"genre_ids":[28,9648,53]},{"cast":["Omero Antonutti","Sonsoles Aranguren","Icíar Bollaín","Lola Cardona","Rafaela Aparicio"],"overview":"In the North of Spain, Estrella grows up captivated by her father, a doctor with mystical powers—and by the enigma of his youth in the South, a near-mythical region whose secrets haunt Estrella more and more as time goes on.","release_date":"1983-05-18","vote_average":7.7,"runtime":95,"cert":"PG","id":48139,"title":"El Sur","adult":false,"genre_ids":[18,10749]},{"cast":["John Blythe","Janique Joelle"],"overview":"A young Scottish RAF gunner is debriefed by French officials about his escape from NAZI occupied territory and they are particularly interested in one person who may or may not have been a German agent.","release_date":"1944-01-01","vote_average":5.8,"runtime":26,"cert":"N\/A","id":48140,"title":"Bon Voyage","adult":false,"genre_ids":[10752]},{"cast":["László Gálffi","Dávid Szabó","Éva Kerekes"],"overview":"A gay affair between an aging middle-aged writer, and a young streetwise hustler.","release_date":"2006-01-01","vote_average":6.0,"runtime":94,"cert":"N\/A","id":48141,"title":"Men in the Nude","adult":false,"genre_ids":[18]},{"cast":["Phillip Mawdsley","Robin Hooper","Nick Stringer","Valerie Lilley","Linda Beckett"],"overview":"Robert Tucker, a young gay man who is almost without affect, sits in various waiting rooms. As he sits, he recalls events from the year of his childhood when his father dies. He's ten or eleven that year, picked on by bullies at the Catholic school he attends. He seems friendless. At home, his mother is quiet, his father is ill and angry. After his father's death, there's a wake, the coffin arrives, the body is removed. The lad grieves, alone.","release_date":"1976-01-01","vote_average":5.2,"runtime":44,"cert":"N\/A","id":48142,"title":"Children","adult":false,"genre_ids":[18]},{"cast":["Wilfrid Brambell","Terry O'Sullivan","Iain Munro","Jeanne Doree","Chrissy Roberts"],"overview":"In sepia tones, the film moves back and forth among three periods in Robert Tucker's life: he's an old man, near death, in a nursing home at Christmas time; he's in middle age caring for his cheerful but dying mother; he's a lad at Catholic school, practicing his catechism, going to confession for the first time, receiving the Eucharist, surrounded by the singing of a children's choir. In middle age, he looks through his scrapbook of photographs of muscular men; he recalls lovers and his mother's cremation. A nurse sits beside him on his last night; in his last breath, he reaches forward and back.","release_date":"1983-01-01","vote_average":6.2,"runtime":25,"cert":"","id":48143,"title":"Death and Transfiguration","adult":false,"genre_ids":[18]},{"cast":["Siqin Gaowa","Tou Chung-Hua","Ma Jing-Wu","Wei Zi","Shu Zhong"],"overview":"Guan Jian wants to report the murder of his father who died 10 years ago. The alleged murderer whom Guan Jian accuses of the crime is his own mother.","release_date":"1994-01-01","vote_average":7.0,"runtime":99,"cert":"N\/A","id":48144,"title":"The Day the Sun Turned Cold","adult":false,"genre_ids":[9648,80,18]},{"cast":["Bibi Andersson","Stig Järrel","Nils Poppe","Gertrud Fridh","Sture Lagerwall"],"overview":"The devil has a stye in his eye, caused by the purity of a vicar's daughter. To get rid of it, he sends Don Juan up from hell to seduce the 20 year old Britt-Marie and to rob her of her virginity and her belief in love. She however can resist him and things get even turned around when Don Juan falls in love with her. The fact that he feels love for the first time now, makes him even less attractive to her and Don Juan returns to hell.","release_date":"1960-10-17","vote_average":7.1,"runtime":87,"cert":"N\/A","id":48145,"title":"The Devil's Eye","adult":false,"genre_ids":[18,35,14]},{"cast":["Terry O'Sullivan","Sheila Raynor","Paul Barber","John Meynell","Brian Ward"],"overview":"The second part of Terence Davies' trilogy revolving around Liverpudlian Robert Tucker, focusing on the character's efforts in middle-age to come to terms with his homosexuality.","release_date":"1980-01-01","vote_average":6.9,"runtime":30,"cert":"N\/A","id":48146,"title":"Madonna and Child","adult":false,"genre_ids":[18]},{"cast":["Gary Busey","Jeff Manzanares","Charles Lister","Karen Bailey","Amy Angelowicz"],"overview":"San Diego, present day: The murders are starting again. A girl has been found with two holes in her neck and her body totally drained of blood. Lt Dan Richardson [Shane Pliskin] knows what it is but doesn't believe it, so he calls in blind art-dealer Micah [Gary Busey]. Micah confirms the lieutenant's suspicion that a vampire is at work and reminds him of the previous lesson learned by Jack Frost, who was forced to kill his best friend Nat McKenzie when Nat became a vampire.","release_date":"2003-08-06","vote_average":2.5,"runtime":92,"cert":"N\/A","id":48147,"title":"Frost: Portrait of a Vampire","adult":false,"genre_ids":[27,53]},{"cast":["Brendan Fletcher","Randy Hughson","Linda Griffiths","Milo Puerta","Daniel MacIvor"],"overview":"\"Touch\" gives us a fractured narrative about a young teen who was imprisoned and sexually &amp; physically abused by his captor for quite some time. How much isn't really clear, though the occasional flashbacks suggest that the abuser was a man who had been living with the boy and his mother.","release_date":"2001-01-01","vote_average":0.0,"runtime":29,"cert":"N\/A","id":48148,"title":"Touch","adult":false,"genre_ids":[28]},{"cast":["Vincent Spano","Joaquim de Almeida","Greta Scacchi","Désirée Nosbusch","Omero Antonutti"],"overview":"After the bankruptcy of their father's stonemasonry firm, brothers Nicola and Andrea emigrate to America to restore their fortunes. After many adventures and near-disasters, they end up in Hollywood designing sets for D.W.Griffith and marry beautiful actresses, but tragedy strikes with the arrival of World War I, which finds the brothers fighting on opposite sides...","release_date":"1987-05-13","vote_average":6.2,"runtime":117,"cert":"N\/A","id":48149,"title":"Good Morning, Babylon","adult":false,"genre_ids":[10749,18]},{"cast":["Daniel Auteuil","Emmanuelle Béart","André Dussollier","Élisabeth Bourgine","Brigitte Catillon"],"overview":"Beautiful violin virtuoso Camille has two obsessions: the music of Ravel, and a friend of her husband's who crafts violins. But his heart seems to be as cold as her playing is passionate.","release_date":"1992-09-02","vote_average":7.4,"runtime":105,"cert":"N\/A","id":48150,"title":"A Heart in Winter","adult":false,"genre_ids":[18,10749]},{"cast":["Terry O'Sullivan","Wilfrid Brambell","Sheila Raynor","Phillip Mawdsley","Iain Munro"],"overview":"These three semi-autobiographical short films by Terence Davies follow the journey of Robert Tucker, first seen as a hangdog child in \"Children\", then as a hollow-eyed middle-aged man in \"Madonna and Child\", and finally as a decrepit old man in \"Death and Transfiguration\". Dreamlike and profoundly moving.","release_date":"1983-11-01","vote_average":7.1,"runtime":101,"cert":"15","id":48151,"title":"The Terence Davies Trilogy","adult":false,"genre_ids":[18]},{"cast":["Riccardo Cucciolla"],"overview":"Documentary film making at its best as it narrates very exotic and esoteric rituals of the primitive peoples of Africa.","release_date":"1971-11-05","vote_average":5.0,"runtime":95,"cert":"N\/A","id":48152,"title":"Africa ama","adult":false,"genre_ids":[99]},{"cast":["Jean-Louis Trintignant","Ann-Margret","Roy Scheider","Angie Dickinson","Michel Constantin"],"overview":"A French hit man is hired by a crime family to end the life of a rival mobster, but things fall apart when the boss who hired him is killed.","release_date":"1972-12-21","vote_average":6.6,"runtime":104,"cert":"N\/A","id":48153,"title":"The Outside Man","adult":false,"genre_ids":[80,53]},{"cast":["Paschalis Tsarouhas","Tamila Koulieva","Vassilis Papanikas","Vivian Kontomari","Nikos Katis"],"overview":"It is based on a true story, where a young soldier and the wife of a revolutionary guy falls in love while in the background we witness political turmoils of Greece at that time.","release_date":"1997-11-15","vote_average":8.0,"runtime":123,"cert":"N\/A","id":48154,"title":"Βασιλική","adult":false,"genre_ids":[]},{"cast":["Jack Palance","Ida Lupino","Wendell Corey","Jean Hagen","Rod Steiger"],"overview":"Movie star Charlie Castle draws the ire of Hollywood producer Stanley Hoff when he refuses to sign a new seven-year contract. Castle is sick of the low quality of the studio's films and wants to start a new life. While his estranged wife supports him in the decision, Castle's talent agent urges him to reconsider. When Castle continues to be uncooperative, Hoff resorts to blackmail in order to get his way.","release_date":"1955-10-25","vote_average":6.3,"runtime":111,"cert":"N\/A","id":48155,"title":"The Big Knife","adult":false,"genre_ids":[18]},{"cast":["Jack Palance","Barbara Lang","Harold J. Stone","Edward Platt","Frank Watkins"],"overview":"Palance plays twin brothers - one trying to help another escape from prison.","release_date":"1957-09-12","vote_average":5.2,"runtime":90,"cert":"N\/A","id":48156,"title":"House of Numbers","adult":false,"genre_ids":[80]},{"cast":["Hiroki Matsukata","Bunta Sugawara","Yoshiyuki Yamaguchi"],"overview":"Part 1 of a 4 part series about Sarutobi Sasuke","release_date":"2004-01-01","vote_average":8.0,"runtime":83,"cert":"N\/A","id":48157,"title":"Sarutobi Sasuke and the Army of Darkness 1 - The Heaven Chapter","adult":false,"genre_ids":[28,36]},{"cast":["Bunta Sugawara","Hiroki Matsukata"],"overview":"Part 2 of 4 Sarutobi Sasuke Series.","release_date":"2004-01-02","vote_average":8.0,"runtime":92,"cert":"N\/A","id":48158,"title":"Sarutobi Sasuke and the Army of Darkness 2 - The Earth Chapter","adult":false,"genre_ids":[]},{"cast":["Sonny Chiba","Hitoshi Ozawa"],"overview":"Part 3 of 4 about Sarutobi Sasuke","release_date":"2004-01-03","vote_average":7.5,"runtime":89,"cert":"N\/A","id":48159,"title":"Sarutobi Sasuke and the Army of Darkness 3 - The Wind Chapter","adult":false,"genre_ids":[28,36]},{"cast":["Sonny Chiba","Hiroki Matsukata","Takeshi Yoshioka"],"overview":"Final movie in the Sarutobi Sasuke Series. たのしいかったです。","release_date":"2005-01-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":48160,"title":"Sarutobi Sasuke and the Army of Darkness 4 - The Fire Chapter","adult":false,"genre_ids":[]},{"cast":["Tov Sletta","Frode Winther","Morten Håland","Morten Larsen","Marit Synnøve Berg"],"overview":"In the morning of April 5, 2004, the greatest bank robbery in Norwegian history was carried out in Stavanger. The robbery itself is the main character of the story, and it is illuminated from several angles in the course of the film, from the perspective of the police, the robbers, the central cash service personnel, and ordinary people","release_date":"2010-10-01","vote_average":6.5,"runtime":90,"cert":"15","id":48161,"title":"Hold Up","adult":false,"genre_ids":[28,80,18]},{"cast":["Judy Davis","Richard Moir","Chris Haywood","Bill Hunter","John Meillon"],"overview":"During a Christmas heatwave, a community activist attempts to stop a redevelopment project that is displacing residents in the Kings Cross section of Sydney.","release_date":"1982-03-08","vote_average":6.3,"runtime":91,"cert":"N\/A","id":48162,"title":"Heatwave","adult":false,"genre_ids":[18]},{"cast":["Rita Kvist","Kristoffer Berre Alberts","Mina Martine Lystad","Kjetil Nilsen","Anneli Marian Drecker"],"overview":"Tanya is almost sixteen and angry. She is in love with Henrik and unhappy. Her mother has decided they're moving the very same day Tanya gets the job as drummer in Henrik's band, Limbo. It really isn't much fun having to leave behind everything you care about. Nor is it much fun having a mother who keeps on changing her boyfriends. And who doesn't understand that sitting in a coffee bar in town with friends is infinitely better than rummaging about in a field in the country. In fact it just is no good being 16 and being forced to abandon the things that really matter in life - love, friends and music. Unless you can find a way to run away from it all. But that takes courage. And money. Tanya gets a little less angry the day Lisbeth gives her a ride. Lisbeth who's always running around on her moped. And is a good laugh. Lisbeth who's got a boyfriend - Iver. Tanya thinks. Tanya who's only got her sheep dog Floyd. And her little brother Joachim. She thinks.","release_date":"2001-02-09","vote_average":4.5,"runtime":92,"cert":"N\/A","id":48163,"title":"Lime","adult":false,"genre_ids":[18]},{"cast":["Roxy Panther","Tarra White","Yasmine","Kate Jones","Alex Forte"],"overview":"On Dorcel Airlines, the stewardesses are not ordinary. First they are pretty and smiling, totally able to calm down the most anxious travelers. Then they know how to sustain warm relationships with their colleagues, but not only them! They offer the active sucking of their mouths, their generous boobs, the spicy flavor and the sweet sweatiness of their pussies and the velvety case of their anus. With Yasmine, Roxy, Marika, and the others, get onboard for a delicious perverted flight. Join them in their stopover bedrooms and attend to their frolics of two, three, or more, their lesbian embraces, and their lightning climaxes. An erotic trip, very exciting, which is going to lead you to the sky.","release_date":"2008-08-05","vote_average":10.0,"runtime":92,"cert":"N\/A","id":48166,"title":"Dorcel Airlines 2 - Paris\/New York","adult":true,"genre_ids":[]},{"cast":["Gladys Laroche","Madison Parker","Melissa Lauren","Caresse","Yasmine"],"overview":"On Dorcel Airlines, the stewardesses are unique. Before take off and after landing, they take very good care of the crew, sucking and offering their wet pussies and tight asses to the pilots during flight. The menu is made of blowjobs, deep penetrations by all holes and facial cumshots. But their sexual appetite leads them to orgies and gang banging when they are not flying. There are all smiles with these sexy, perfect bodied stewardesses who are more than ready for sex.","release_date":"2009-08-19","vote_average":8.8,"runtime":103,"cert":"N\/A","id":48167,"title":"Dorcel Airlines 3 - First Class","adult":true,"genre_ids":[]},{"cast":["Gladys Laroche","Madison Parker","Caresse","Tarra White","Yoha"],"overview":"Are you ready for a new journey to pleasure? You will meet a new stewardess, who like her colleagues is up to please everyone from passengers to members of the crew with deep throats and strong double penetrations. With Dorcel Airlines, you will always fuck High!","release_date":"2009-12-15","vote_average":8.0,"runtime":96,"cert":"N\/A","id":48168,"title":"Dorcel Airlines 4 - Flight to Ibiza","adult":true,"genre_ids":[]},{"cast":["Franco Nero","Jack Palance","Tony Musante","Giovanna Ralli","Eduardo Fajardo"],"overview":"While a Mexican revolutionary lies low as a U.S. rodeo clown, the cynical Polish mercenary who tutored the idealistic peasant tells how he and a dedicated female radical fought for the soul of the guerrilla general Paco, as Mexicans threw off repressive government and all-powerful landowners in the 1910s. Tracked by the vengeful Curly, Paco liberates villages, but is tempted by social banditry's treasures, which Kowalski revels in.","release_date":"1968-08-28","vote_average":7.3,"runtime":110,"cert":"N\/A","id":48169,"title":"The Mercenary","adult":false,"genre_ids":[28,35,37,10752]},{"cast":["Patrick Muldoon","Peter Greene","Amelia Heinle","Russell Means","Kevin J. O'Connor"],"overview":"A girl is in love with a gas station attendant and sees him against her father's wishes. The father is the sheriff and shortly after a confrontation with the boy friend, he is killed by escaped convicts and the daughter is kidnapped. Everyone, including the deputy, is convinced that the boy friend committed the murder and ran away with the girl. This sets up a chase of the convicts by the boy friend and of the boy friend by the police.","release_date":"1998-09-18","vote_average":4.6,"runtime":90,"cert":"N\/A","id":48170,"title":"Black Cat Run","adult":false,"genre_ids":[28,9648,53]},{"cast":["Anthony Hopkins","Colin O'Donoghue","Alice Braga","Toby Jones","Ciarán Hinds"],"overview":"Seminary student Michael Kovak reluctantly attends exorcism school at the Vatican. While he’s in Rome, Michael meets an unorthodox priest who introduces him to the darker side of his faith, uncovering the devil’s reach even to one of the holiest places on Earth.","release_date":"2011-01-28","vote_average":6.0,"runtime":114,"cert":"15","id":48171,"title":"The Rite","adult":false,"genre_ids":[18,53,27]},{"cast":["Bert Visscher"],"overview":"","release_date":"1999-01-01","vote_average":5.0,"runtime":108,"cert":"N\/A","id":48172,"title":"Bert Visscher - Geluk zit in hele grote dingen","adult":false,"genre_ids":[35]},{"cast":["Michael Kitchen","Penelope Wilton","Micaiah Dring","Thomas Lockyer","Eleanor Tomlinson"],"overview":"Henry Kent meets writer Daisy Langrish and offers to take care of her overgrown garden. The relationship develops but Mr. Kent is fooling no one but Daisy!","release_date":"2005-03-06","vote_average":6.5,"runtime":120,"cert":"","id":48173,"title":"Falling","adult":false,"genre_ids":[18,53,10749]},{"cast":["Colm Meaney","Donal O'Kelly","Brendan Conroy","Donncha Crowley","Barry Barnes"],"overview":"In the mid 1970s a group of young men leave the Connemara Gaeltacht, bound for London and filled with ambition for a better life. After thirty years, they meet again at the funeral of their youngest friend, Jackie. The film intersperses flashbacks of a lost youth in Ireland with the harsh realities of modern life. For some the thirty years has been hard, working in building sites across Britain. Slowly the truth about Jackie's death become clear and the friends discover they need each other more than ever. However, by the end, the friends split up for good, going their separate ways.","release_date":"2007-09-21","vote_average":5.6,"runtime":88,"cert":"N\/A","id":48174,"title":"Kings","adult":false,"genre_ids":[18]},{"cast":["Salvatore Ficarra","Valentino Picone","Eleonora Abbagnato","Barbara Tabita","Andrea Tidona"],"overview":"6th January 1975, in an infant nursery in Palermo (Italy), for a mysterious reason, a male nurse exchanges the labels of baby number 7 and 8. Thirty-one years later Tommaso (7) and Daniele (8) meet each other by accident.","release_date":"2007-03-16","vote_average":6.8,"runtime":93,"cert":"N\/A","id":48175,"title":"7 and 8","adult":false,"genre_ids":[35]},{"cast":["Ty Randolph","Penelope Reed","Joseph Whipp","Danitza Kingsley","Wolfram Hoechst"],"overview":"An epic from the dark ages about the legendary lost tribe of warrior women! The girls fly into danger, come up against fierce tribes, fall prey to sorcery, put to rest a family rivalry of centuries past and battle to victory!","release_date":"1986-10-26","vote_average":5.0,"runtime":87,"cert":"N\/A","id":48180,"title":"Amazons","adult":false,"genre_ids":[12,14,28,878]},{"cast":["Demián Bichir","Armando Hernández","Damián Alcázar","Dolores Heredia","Rafael Inclán"],"overview":"Malboro and Cucu, the starring characters, are two brothers who split after the older one, Malboro, went to prison five years. One day he is set free, willing to return to his life. Cucu is the younger brother, who has become a boxer with possible success, if only the beater he keeps somewhere inside, didn't arise in the worst moments. The relationship between the two brothers is somehow ambiguous, there's something unclear that caused Malboro's arrest. To complete the triangle is Uncle Jesus who has been like a father to them; a retired boxer who's always thinking about his past. Sara is Malboro's great love, a woman full of shame and resented after almost leaving her whole life behind to follow Malboro, but he failed in their attempt to run away because that same night, he got arrested by Rojas. Rojas is Sara's husband, a police officer who hates Malboro and will do anything to get him out of his way...","release_date":"2007-01-12","vote_average":5.6,"runtime":112,"cert":"N\/A","id":48185,"title":"Fuera Del Cielo","adult":false,"genre_ids":[18,53]},{"cast":["Brooke Shields","Victoria Justice","Brooke D'Orsay","Chase Ellison"],"overview":"A Californian family inherits a castle in Romania. This is especially exciting to the son, who is obsessed with monsters. And he is not disappointed.","release_date":"2010-10-22","vote_average":6.1,"runtime":97,"cert":"N\/A","id":48186,"title":"The Boy Who Cried Werewolf","adult":false,"genre_ids":[10751,14,27,10770]},{"cast":[],"overview":"If you’ve always wanted to travel like the rich and famous, look no further! Dream Jets takes to the air and the luxurious personal jets of some of the world’s most famous actors, musicians and sports legends. Dream Jets follows an experienced design team whose high-profile customers demand excellence in everything from comfort to functionality. See what it’s like to live like a king, when Dream Jets visits the private plane of Elvis Presley. Finally, learn how the airways of tomorrow may become as commonplace as the highways of today.","release_date":"2005-03-25","vote_average":0.0,"runtime":120,"cert":"N\/A","id":48187,"title":"Dream Jets","adult":false,"genre_ids":[99]},{"cast":["Jang Jin-young","Kim Myung-min","Jo An","Ki Joo-bong"],"overview":"A young man moves into a run-down apartment building and soon gets into a relationship with a neighbor. Both the characters and the building have traumatic histories, and over time the ghosts of their past come to light.","release_date":"2001-08-04","vote_average":5.5,"runtime":112,"cert":"N\/A","id":48192,"title":"Sorum","adult":false,"genre_ids":[27,9648]},{"cast":["Miles O'Keeffe","Savina Geršak","Elisabeth Kaza","Iris Peynado","Tim Lane"],"overview":"The Fighting Eagle returns again, sans Thong, to the legendary realm of Dragor to do battle with Phaedra, an evil sorceress. Her main weapon is an unstoppable warrior, known as the Master of the Sword, who continuously battles Ator to a draw, until finally revealing his secret connection to the Blademaster.","release_date":"1987-01-09","vote_average":3.8,"runtime":82,"cert":"N\/A","id":48193,"title":"Ator the Iron Warrior","adult":false,"genre_ids":[12,28,14]},{"cast":["Brigitte Bardot","Marcello Mastroianni","Dirk Sanders","Jacqueline Doyen","Eléonore Hirt"],"overview":"A gorgeous teen, Jill, resides in Switzerland with her mother and harbors feelings for the handsome Fabio, an older man who is married to one of her friends. Growing restless, Jill moves to Paris to pursue ballet, but instead finds success and fame as a model and actress. When Jill, now a celebrity, seeks to retreat from the limelight and returns home to Switzerland, she begins a romance with the newly divorced Fabio, leading to an unwelcome media circus.","release_date":"1962-01-31","vote_average":6.0,"runtime":103,"cert":"N\/A","id":48196,"title":"A Very Private Affair","adult":false,"genre_ids":[18]},{"cast":["Ben Johnson","Andrew Prine","Dawn Wells","Jimmy Clem","Jim Citty"],"overview":"A Texas Ranger hunts for a hooded serial killer terrorizing the residents of a small town, set in 1946 Arkansas. Loosely based on a true story.","release_date":"1976-09-26","vote_average":6.0,"runtime":86,"cert":"N\/A","id":48197,"title":"The Town That Dreaded Sundown","adult":false,"genre_ids":[27,9648,53,80]},{"cast":["Peter O'Toole","Colin Firth","Marie Trintignant","Andréa Ferréol","Robert Stephens"],"overview":"A famous movie actor claims that he has written a book. As result, a real author, not a very well known writer, vengefully kills him but then dies as a result of an accident. Next, they both find themselves in after-life, where souls of all famous people are gathered.","release_date":"1990-03-23","vote_average":5.4,"runtime":116,"cert":"N\/A","id":48198,"title":"Wings of Fame","adult":false,"genre_ids":[18,14,35]},{"cast":["Lajos Kovács","Diana Vacaru","Éva Igó","Aleksandr Porokhovshchikov","Reviczky Gábor"],"overview":"Lajos Kovács (WINGS OF DESIRE) stars as the misused Woyzeck, who ekes out a miserable existence sweeping train tracks, running errands for a bullying army captain and acting as a human guinea pig for a local doctor with ideas about free will. When his common-law wife begins an affair with a local cop, Woyzeck's pocket Bible and near-starvation diet point him on a downward spiral of twisted redemption.","release_date":"1994-02-07","vote_average":8.0,"runtime":93,"cert":"N\/A","id":48199,"title":"Woyzeck","adult":false,"genre_ids":[18]},{"cast":["Adolph Green","Laura Benson","Linda Lavin","Gérard Depardieu","Emmanuelle Chaulet"],"overview":"Joey Wellman, an American cartoonist from Cleveland now largely forgotten at home, visits France with his partner Lena to attend an exhibition in Paris about the comic strip (bande dessinée) which features his work. He also hopes to be reconciled with his daughter Elsie who has been a student in Paris for two years, in flight from the American culture of which she sees her father as a typical example. Elsie is naively infatuated with French literature, and is trying to secure an introduction to the brilliant university professor Christian Gauthier, an expert on Flaubert but also an enthusiast for comic books. The meeting of father and daughter goes badly, but Elsie is persuaded to join Joey and Lena for the weekend at the country house of Gauthier's mother, Isabelle. During a comic-themed masquerade party, all of the characters are made to reconsider their present and past relationships.","release_date":"1989-01-01","vote_average":5.7,"runtime":100,"cert":"N\/A","id":48200,"title":"I Want to Go Home","adult":false,"genre_ids":[35]},{"cast":[],"overview":"This film is about tribes in Africa and South America who turn toward magic as a means of survival and way of life.","release_date":"1975-01-24","vote_average":7.0,"runtime":85,"cert":"N\/A","id":48201,"title":"Mondo Magic","adult":false,"genre_ids":[99]},{"cast":["Antony Carbone","Betsy Jones-Moreland","Robert Towne","Beach Dickerson","Robert Bean"],"overview":"A crook decides to bump off members of his inept crew and blame their deaths on a legendary sea creature. What he doesn't know is that the creature is real.","release_date":"1961-06-01","vote_average":3.2,"runtime":63,"cert":"N\/A","id":48202,"title":"Creature from the Haunted Sea","adult":false,"genre_ids":[35,27]},{"cast":["Jacques Perrin","Vittorio Gassman","Giuliano Gemma","Helmut Griem","Philippe Noiret"],"overview":"Lieutenant Giovanni Drogo is assigned to the old Bastiani border fortress where he expects an imminent attack by nomadic fearsome Tartars.","release_date":"1976-10-29","vote_average":6.8,"runtime":140,"cert":"N\/A","id":48203,"title":"The Desert of the Tartars","adult":false,"genre_ids":[18,36,10752]},{"cast":["Greta Gerwig","Joe Swanberg","Jay Duplass","Lynn Shelton","Kent Osborne"],"overview":"A man and woman must face the tension that builds between them during a long-distance relationship.","release_date":"2008-01-01","vote_average":6.5,"runtime":80,"cert":"N\/A","id":48204,"title":"Nights and Weekends","adult":false,"genre_ids":[18,10749]},{"cast":["Edith Clever","Bruno Ganz","Edda Seippel","Peter Lühr","Otto Sander"],"overview":"A German Marquise has to deal with a pregnancy she cannot explain and an infatuated Russian Count.","release_date":"1976-05-19","vote_average":6.8,"runtime":102,"cert":"N\/A","id":48205,"title":"The Marquise of O","adult":false,"genre_ids":[36,18]},{"cast":["Brice Parain","Dominique Dubarle"],"overview":"An episode of the educational TV series \"En profil dans le texte\" directed by Rohmer, on the French philosopher Blaise Pascal, the subject of debate in Rohmer's film \"My Night at Maud’s.\"","release_date":"1965-01-01","vote_average":5.0,"runtime":22,"cert":"N\/A","id":48206,"title":"On Pascal","adult":false,"genre_ids":[99]},{"cast":["Mark Lester","Tracy Hyde","Jack Wild","Colin Barrie","Billy Franks"],"overview":"Two youngsters declare to their parents that they want to get married. Not sometime in the future but as soon as possible.","release_date":"1971-03-28","vote_average":7.2,"runtime":103,"cert":"PG","id":48207,"title":"Melody","adult":false,"genre_ids":[35,18,10749]},{"cast":["Marshall Brickman","Griffin Dunne","Michael Emerson","Hazelle Goodman","Rick Mowat"],"overview":"Short film celebrating New York City after the events of September 11.","release_date":"2001-01-01","vote_average":5.0,"runtime":3,"cert":"N\/A","id":48208,"title":"Sounds from a Town I Love","adult":false,"genre_ids":[35]},{"cast":["Maximilian Schell","Hans Caninenberg","Franz Schafheitlin","Dieter Kirchlechner","Karl Michael Vogler"],"overview":"Hamlet, Prince of Denmark, returns home to find his father murdered and his mother remarrying the murderer, his uncle.","release_date":"1961-01-01","vote_average":2.1,"runtime":152,"cert":"N\/A","id":48209,"title":"Hamlet, Prince of Denmark","adult":false,"genre_ids":[14,18]},{"cast":["Marcello Mastroianni","Nadia Mourouzi","Serge Reggiani","Jenny Roussea","Dinos Iliopoulos"],"overview":"A bee keeper, Spiros, travels from the north to the south of Greece with his bees to meet the spring.","release_date":"1986-01-01","vote_average":7.7,"runtime":122,"cert":"N\/A","id":48210,"title":"The Beekeeper","adult":false,"genre_ids":[18]},{"cast":["Gian Maria Volonté","Riccardo Cucciolla","Cyril Cusack","Rosanna Fratello","Geoffrey Keen"],"overview":"The story of two anarchists who were charged and unfairly tried for murder when it was really for their political convictions.","release_date":"1971-03-16","vote_average":7.5,"runtime":120,"cert":"N\/A","id":48211,"title":"Sacco & Vanzetti","adult":false,"genre_ids":[80,18,36]},{"cast":["Kim Kap-soo","Koichi Sato","Choi Il-hwa","Yoshio Harada","Akira Emoto"],"overview":"This movie is a political\/espionage thriller, based on a real kidnapping incident of Korean politician, Kim Dae-Jun.","release_date":"2002-05-03","vote_average":0.0,"runtime":138,"cert":"N\/A","id":48212,"title":"KT","adult":false,"genre_ids":[18,28,53]},{"cast":["John Malkovich","Armin Mueller-Stahl","Gottfried John","Marianne Sägebrecht","Volker Spengler"],"overview":"Frenchman Abel Tiffauges is a naive man who lives a simple life working as a mechanic. Falsely accused of being a child abuser, he is recruited as a soldier when World War II begins, but is captured soon and taken to the heart of Nazi Germany.","release_date":"1996-09-12","vote_average":6.7,"runtime":113,"cert":"N\/A","id":48213,"title":"The Ogre","adult":false,"genre_ids":[18,10752]},{"cast":["Harry Liedtke","Emil Jannings","Paul Biensfeldt","Erich Schönfelder","Käthe Dorsch"],"overview":"A neglected wife disguises herself in order to lure her wastrel husband into a compromising position.","release_date":"1917-11-30","vote_average":6.7,"runtime":48,"cert":"N\/A","id":48214,"title":"The Merry Jail","adult":false,"genre_ids":[35]},{"cast":["Hiroyuki Sanada","Taro Ishida","Yuriko Yamamoto","Kaneto Shiozawa","Takeshi Aono"],"overview":"Young Jiro finds his mother and sister murdered at home; falsely accused, he flees to a new life and trains to be an assassin.","release_date":"1985-01-01","vote_average":6.1,"runtime":132,"cert":"N\/A","id":48215,"title":"The Dagger of Kamui","adult":false,"genre_ids":[16,28]},{"cast":["Sabine Azéma","Emmanuelle Béart","Charlotte Gainsbourg","Claude Rich","Françoise Fabian"],"overview":"Christmas, family, and infidelity. Yvette's husband has died, and her grown daughters join her at the grave: Sonia, wealthy, bourgeois, and generous; Louba, living with their dad Stanislas, singing at a Russian restaurant, penniless, the mistress for the past 12 years of a man who will never leave his wife; Milla, the youngest, acerbic, lonesome. Christmas was when they learned their parents were divorcing 25 years ago. Over the next few days, yuletide depression, Louba's pregnancy, Sonia's crumbling marriage, Stanislas's overtures to Yvette, and Milla's attraction to the man who's her father's rent-free lodger lead each one to re-examine self, family, and hopes. Is renewal possible?","release_date":"1999-11-24","vote_average":6.0,"runtime":106,"cert":"N\/A","id":48216,"title":"Season's Beatings","adult":false,"genre_ids":[18,35]},{"cast":["Daniel Auteuil","Emir Kusturica","Juliette Binoche","Michel Duchaussoy","Philippe Magnan"],"overview":"In 1850, on the isolated French island of Saint-Pierre, a murder shocks the natives. Two fishermen are arrested. One of them, Louis Ollivier, dies in custody. The other, Neel Auguste, is sentenced to death by the guillotine. The island is so small that it has neither a guillotine nor an executioner. While those are sent for Auguste is placed under the supervision of army Captain.","release_date":"2000-01-01","vote_average":6.4,"runtime":112,"cert":"N\/A","id":48217,"title":"The Widow of Saint-Pierre","adult":false,"genre_ids":[10749,18]},{"cast":["Pola Negri","Emil Jannings","Harry Liedtke","Reinhold Schünzel","Eduard von Winterstein"],"overview":"The story of Madame DuBarry, the mistress of Louis XV of France, and her loves in the time of the French revolution.","release_date":"1919-09-18","vote_average":7.1,"runtime":114,"cert":"N\/A","id":48218,"title":"Madame DuBarry","adult":false,"genre_ids":[18]},{"cast":["James Earl Jones","Scott Hamilton","Russi Taylor"],"overview":"Animated tale about Santa's reindeer, who have come down with the North Pole flu. Nearsighted elf leader Buzz thinks he's found the perfect replacements, but the makeshift reindeer turn out to be nine stray dogs in an old beat-up wagon! Will this ragged band of canines be up to the task of guiding Santa's sleigh, or will Christmas have to be grounded?","release_date":"2004-10-05","vote_average":5.1,"runtime":59,"cert":"N\/A","id":48219,"title":"Nine Dog Christmas","adult":false,"genre_ids":[16,10751]},{"cast":["Frankie Howerd","Bill Fraser","Zsa Zsa Gábor","William Mervyn","Linda Gray"],"overview":"In Frankie Howerd's third Up... film it's World War I and he plays Lurk, an absolute cowerd, er coward. He's evading the call-up for all he's worth. But one evening he's hypnotised by a drunken hypnotist (Stanley Holloway) into being brave, but he fails to be released from it. So with his yellow streak gone Lurk is down that army office before you can say \"titter ye not.\" Off to war he goes, mingling with sexy spies like Zsa Zsa Gabor and before long, the spellbound recruit is heading hot-foot back to Blighty with the Germans' plan of attack tattooed on his bum, and the Germans are bringing up the rear...! Full of sauce, knowing real-life references and witty remarks to camera, this is a cheeky incorrigible final instalment.","release_date":"1972-01-01","vote_average":3.0,"runtime":89,"cert":"PG","id":48220,"title":"Up the Front","adult":false,"genre_ids":[35]},{"cast":["Tony McCabe","Elizabeth Lee","William Brooker","Mudite Arums","Lawrence J. Aberwood"],"overview":"An accident victim makes a deal with a particularly hideous witch, in which he receives extraordinary ESP powers. He uses these powers to help the police solve crimes.","release_date":"1967-01-01","vote_average":4.7,"runtime":80,"cert":"N\/A","id":48221,"title":"Something Weird","adult":false,"genre_ids":[27]},{"cast":["Chloë Agnew","Hayley Westenra","Máiréad Nesbitt","Méav Ní Mhaolchatha","Órla Fallon"],"overview":"The original buxom quartet of female singers, Lisa, Maev, Orla, and Chloe, have duly been joined by Hayley and are, as usual, backed by a full symphony orchestra and choir, plus enough traditional instruments (the house fiddler, Mairead, is a powerhouse) to keep things legit. The material ranges from folkloric, to a standard from another Celtic nation, to classical lite, to movie hits, to homegrown New Age.","release_date":"2007-01-30","vote_average":6.3,"runtime":106,"cert":"N\/A","id":48222,"title":"Celtic Woman: A New Journey","adult":false,"genre_ids":[10402]},{"cast":["Frank Hvam"],"overview":"Frank Hvam: Live '09 er en uforudsigelig blanding af kønsdele og politik, krydret med en veludviklet sans for egen idioti. Med ordene: \"Jeg vil latterliggøre mig selv som menneske - med risiko for at trække arten med i faldet\", har Frank turneret landet rundt med mere end 100 shows. Showet spillede for sidste gang den 10. april 2010, men heldigvis blev det foreviget, da Frank Hvam leverede tre aftener i topform på hjemmebanen Bremen i København i starten af december 2009.","release_date":"2010-10-25","vote_average":7.0,"runtime":75,"cert":"N\/A","id":48223,"title":"Frank Hvam Live 09","adult":false,"genre_ids":[35]},{"cast":["Andy San Dimas","Dane Cross","Danny Wylde","Chad Alva","Eric Swiss"],"overview":"Five smut filled years later Eon McKai is back in art school. Remaking what AVN magazine considers one of the most influential adult movies of all time. Art School Sluts was Eon Mckai's directorial debut and it has paved the way for Alt. into the pornographic mainstream. Armed with hyper-literal transcription and a cast of who's who of the post Alt. scene, Mckai brings you Art School Girls Are Easy ... a remake that adds a postmodern layer to the already annoying postmodern work. It's certain to annoy the establishment and tickle those \"in the know.\" So let's go back to a time when we heard the whispery voice of Mia, \"When I feel like it, I go to Art School.\"","release_date":"2009-10-11","vote_average":5.0,"runtime":75,"cert":"N\/A","id":48226,"title":"Art School Girls are Easy","adult":true,"genre_ids":[]},{"cast":["Werner Herzog"],"overview":"Werner Herzog takes a film crew to the island of Guadeloupe when he hears that the volcano on the island is going to erupt. Everyone has left, except for one old man who refuses to leave.","release_date":"1977-10-01","vote_average":7.7,"runtime":31,"cert":"N\/A","id":48227,"title":"La Soufrière","adult":false,"genre_ids":[99]},{"cast":["Rena Tanaka","Noriyuki Higashiyama","Tetsuya Chiba","Fumi Dan","Sumiko Fuji"],"overview":"Based on a short story written by Shuhei Fujisawa (who also wrote Twilight Samurai, The Hidden Blade, Love and Honor), the film depicts the uneasy life of Noe Isomura (Rena Tanaka) with the difficult family she has married into after her former husband passed away. One day as she tries to brake off a branch of a cherry tree, she is aided by a samurai who she does not recognize but who recognizes her. He turns out to be a former suitor that she never met named Yaichiro Tezuka (Noriyuki Higashiyama) and who teaches swordsmanship to the local samurai. Meanwhile, the powerful new chief retainer of the village enacts land policies that threaten the survival of the local farmers.","release_date":"2008-05-31","vote_average":7.5,"runtime":99,"cert":"N\/A","id":48228,"title":"Yamazakura, The Cherry Tree in the Hills","adult":false,"genre_ids":[36,18]},{"cast":["Milburn Stone","Katherine DeMille","Paul Guilfoyle","Stanley Waxman","Norman Budd"],"overview":"A study of an amoral and sleazy defense lawyer who suddenly tries to \"go straight\" when he finds out that his tart wife is cheating on him; as well as the similarities he has in life with one of his clients.","release_date":"1949-01-31","vote_average":6.8,"runtime":69,"cert":"N\/A","id":48229,"title":"The Judge","adult":false,"genre_ids":[18]},{"cast":["Shun Oguri","Yuki Shibamoto","Kei Tanaka","Hiroyuki Ikeuchi","Hirotaro Honda"],"overview":"TAJOMARU is the famous 'bandit' of the forest from RASHOMON. Whoever kills Tajomaru inherits his name, status and sword. A royal brother leaves his kingdom to protect the princess he loves, only to find a series of harrowing adventures along the way which lead him back to where he came from, and then disinheriting his past to become the bandit TAJOMARU.","release_date":"2009-09-12","vote_average":5.0,"runtime":126,"cert":"N\/A","id":48230,"title":"Tajomaru: Avenging Blade","adult":false,"genre_ids":[36,28,18]},{"cast":["Keira Knightley","Viggo Mortensen","Michael Fassbender","Sarah Gadon","Vincent Cassel"],"overview":"Seduced by the challenge of an impossible case, the driven Dr. Carl Jung takes the unbalanced yet beautiful Sabina Spielrein as his patient. Jung’s weapon is the method of his master, the renowned Sigmund Freud. Both men fall under Sabina’s spell.","release_date":"2011-09-30","vote_average":6.3,"runtime":99,"cert":"15","id":48231,"title":"A Dangerous Method","adult":false,"genre_ids":[18,53]},{"cast":["Peter Paul","David Paul","Christian Cousins","Joseph Cousins","Rena Sofer"],"overview":"An evil business executive (played by George Lazenby), is releasing dangerous toxins and the Barbarian Brothers set out to stop his evil work.","release_date":"1994-10-01","vote_average":6.1,"runtime":93,"cert":"N\/A","id":48232,"title":"Twin Sitters","adult":false,"genre_ids":[35,10751,53]},{"cast":["Ayesha Dharker","K. Krishna","Vishwas","Sonu Sisupal"],"overview":"A young female terrorist goes on a suicide assassination mission, but her resolve to complete it is put to the test.","release_date":"1998-09-12","vote_average":7.8,"runtime":95,"cert":"","id":48233,"title":"The Terrorist","adult":false,"genre_ids":[18]},{"cast":["John Beal","Trudy Marshall","Jimmy Lloyd","Helen Mowery","Wilton Graff"],"overview":"A man takes over the identity of a dead man while on the lam from a crime he didn't commit.","release_date":"1947-10-09","vote_average":3.9,"runtime":67,"cert":"N\/A","id":48234,"title":"Key Witness","adult":false,"genre_ids":[80]},{"cast":["Reed Martin","Austin Tichenor","Adam Long"],"overview":"Three men perform the entire 37 play canon from William Shakespeare in under two hours. A lot of quick costume changes and even more laughs.","release_date":"2000-01-01","vote_average":8.0,"runtime":88,"cert":"","id":48235,"title":"The Complete Works of William Shakespeare (Abridged)","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The cinematographers at BluScenes combined the renowned coral reef tanks of Advanced Aquarist and Senior Editor of Reefs Magazine, Randy Donowitz, with the crystal-clear image quality of the RED One™ 4k camera to create the ultimate Coral Reef Aquarium Blu-ray Disc. Featuring three unique and colorful aquarium tanks, teeming with amazing fish dancing before a canvas of living coral. You can seamlessly loop each chapter and enjoy the specially- commissioned ambient soundtrack with numerous surround and stereo audio options or experience the soothing hum of each aquarium tank.","release_date":"2009-12-10","vote_average":5.2,"runtime":62,"cert":"N\/A","id":48236,"title":"BluScenes: Coral Reef Aquarium","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A man makes a mistake he'll regret for the rest of his life when he hits on a woman at a bus terminal in Javier Barbera's thriller. When Robert (Juan Sola) spies Greta, he wastes no time and quickly engages her in a flirty conversation. The pair leaves the bus station for a more intimate setting, but Robert's one-night stand turns into a nightmare when he discovers the sexy stranger is a killer with a deadly secret. Anna Lluch also stars.","release_date":"","vote_average":3.0,"runtime":80,"cert":"N\/A","id":48237,"title":"Cold Grip","adult":false,"genre_ids":[28,53]},{"cast":["Yeong-mun Kwon","John Liu","Doris Lung Chun-Erh","Hon Siu","Ching Ching"],"overview":"20 years after the death of his parents, a martial artist sets out to avenge their deaths by pretending he doesn't know kung fu. But when it is revealed that he does know kung fu, the killer sets to kill him and his friends.","release_date":"1979-09-10","vote_average":0.0,"runtime":85,"cert":"N\/A","id":48238,"title":"Fighting Ace","adult":false,"genre_ids":[28,53]},{"cast":["Fabio Volo","Ninetto Davoli","Giuseppe Battiston","Anita Caprioli","Tresy Taddei"],"overview":"Uno su due è un film del 2006 con Fabio Volo, diretto da Eugenio Cappuccio. Presentato nella sezione Première della Festa del Cinema di Roma 2006, è uscito nelle sale italiane il 2 marzo 2007. Il film è tratto dal soggetto di Michele Pellegrini \"Ci vediamo lassù\", vincitore del Premio Solinas 2001.","release_date":"2007-03-02","vote_average":5.7,"runtime":100,"cert":"N\/A","id":48239,"title":"One out of two","adult":false,"genre_ids":[18]},{"cast":["Richard Harris","Ann Turkel","Gordon Jackson","John Vernon","David Janssen"],"overview":"Action-packed suspense thriller finds innocuous-looking purser Carter (Harris) the unlikely hero when the floating casino on which he works is hijacked by a heavily armed group of mercenaries, led by John Vernon. Complicating matters, a nuclear warhead has been smuggled aboard as collateral for a rendezvous with another ocean liner, loaded with gold bullion. A cast full of supernovas, dazzling set &amp; stunt work, and a catchy theme tune by Jeff Wayne create a pleasing audio-visual experience light on logic but fast paced and entertaining nonetheless.","release_date":"1977-12-25","vote_average":5.3,"runtime":109,"cert":"","id":48240,"title":"Golden Rendezvous","adult":false,"genre_ids":[53]},{"cast":[],"overview":"2008 Le Mans Official DVD","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":48241,"title":"Du Mans 24 Hours","adult":false,"genre_ids":[]},{"cast":["Laurene Landon","Cihangir Gaffari","María Casal","Luis Lorenzo","Tamara"],"overview":"Born in a tribe of fierce warrior women, Hundra has been raised to despise the influence of men. An archer, fighter and sword fighter, Hundra is superior to any male. Hundra finds her family slain and takes a vow of revenge until one day she meets her match.","release_date":"1983-01-01","vote_average":5.7,"runtime":109,"cert":"","id":48242,"title":"Hundra","adult":false,"genre_ids":[12,14,28,878]},{"cast":["Vincent Gallo","Emmanuelle Seigner","David L. Price","Zach Cohen","Iftach Ophir"],"overview":"A Taliban soldier struggles to survive after he escapes his captors and flees into the Polish countryside.","release_date":"2010-09-06","vote_average":5.8,"runtime":84,"cert":"N\/A","id":48243,"title":"Essential Killing","adult":false,"genre_ids":[53,10752]},{"cast":["Sharman Joshi","Sahil Khan","Snehal Dabi","Sudhir Dalvi","Mushtaq Khan"],"overview":"Bantu and Chantu are unemployed, and are not able to get any jobs due to lack of experience. They come across an advertisement for a hotel management program in Goa, and make their way there. Once there, they hoodwink the trainer by posing as the nephew of the owner of the hotel, and thus enroll themselves in the training course. In the course of the program, they expose several employees and guests as cheats, earning their wrath but also the admiration of the two daughters of the hotel owners. Things turn sore for the two when the guests and former employees get together to avenge their humiliation.","release_date":"2003-09-26","vote_average":5.7,"runtime":152,"cert":"N\/A","id":48244,"title":"Xcuse Me","adult":false,"genre_ids":[35]},{"cast":["Enrique Piñeyro","Andres Bagg"],"overview":"\"El Rati Horror Show\" is a documentary portraying the dramatic story of Fernando Ariel Carrera, an ordinary man unjustly convicted to 30 years of prison -not by mistake but deliberately- by the manipulation of a Judicial Case. The movie takes as a central point the way in which Fernando Carrera's case was set up: the manipulation and alteration of evidence at the scene; the manipulation by the police of the testimonies of the few witnesses called to declare; the manipulation of national media by Rubén Maugeri, key witness and president of the 34th Precinct Friends Association. On the other hand, we show how Fernando Carrera lives his days in prison, knowing he is another victim of police excesses and of a legal system that unjustly convicted him","release_date":"2010-09-16","vote_average":6.0,"runtime":86,"cert":"N\/A","id":48245,"title":"The Rati Horror Show","adult":false,"genre_ids":[99]},{"cast":["Ross Bagdasarian, Jr.","Janice Karman","Maurice LaMarche","Miriam Flynn","Rob Paulsen"],"overview":"It's the Chipmunks' third and final full-length feature! Alvin is struggling with nightmares of werewolves. Alvin believes that the new next-door neighbor Mr. Talbot is a werewolf. Of course, no one believes him. Meanwhile, the boys are working on the school production of Dr. Jekyll &amp; Mr. Hyde. When Alvin blows up the school auditorium, he is expelled from the production. Theodore is put in to rise his lack of confidence. Alvin and Simon are trying to discover the secret of Mr. Talbot. Will the play go as planned or will the Chipmunks mess it up?!","release_date":"2000-08-29","vote_average":6.3,"runtime":77,"cert":"N\/A","id":48246,"title":"Alvin and the Chipmunks Meet the Wolfman","adult":false,"genre_ids":[16,10751,14,10402,27,35]},{"cast":["John Cassavetes","Gena Rowlands","Susan Sarandon","Vittorio Gassman","Raúl Juliá"],"overview":"A sobering mid-life crisis fuels dissatisfaction in Philip Dimitrius, to the extent where the successful architect trades his marriage and career in for a spiritual exile on a remote Greek island where he hopes to conjure meaning into his life - trying the patience of his new girlfriend and angst-ridden teenage daughter.","release_date":"1982-08-13","vote_average":6.4,"runtime":140,"cert":"N\/A","id":48249,"title":"Tempest","adult":false,"genre_ids":[35,18,10749]},{"cast":["Corrado Guzzanti","Marco Marzocca","Caterina Guzzanti","Andrea Blarzino","Lillo Petrolo"],"overview":"In 1938 a group of fascists led by the general Gaetano Maria Barbagli decides to invade the planet of Mars.","release_date":"2006-10-27","vote_average":6.5,"runtime":100,"cert":"N\/A","id":48250,"title":"Fascisti su Marte","adult":false,"genre_ids":[35]},{"cast":["Arthur Wontner","Lyn Harding","Leslie Perrins","Ian Fleming","Charles Mortimer"],"overview":"Holmes, retired to Sussex, is drawn into a last case when.arch enemy Moriarty arranges with an American gang to kill one John Douglas, a country gentleman with a mysterious past. Holmes' methods baffle Watson and Lestrade, but his results astonish them. In a long flashback, the victim's wife tells the story of the sinister Vermissa Valley.","release_date":"1935-03-24","vote_average":4.0,"runtime":84,"cert":"N\/A","id":48251,"title":"The Triumph of Sherlock Holmes","adult":false,"genre_ids":[53,9648]},{"cast":["Totò","Lea Padovani","Franca Faldini","Ave Ninchi","Giovanna Pala"],"overview":"Antonio Scaparro (Toto) is obsessed for women. He invents his own way to hide from them - in the attic of his house.","release_date":"1952-12-06","vote_average":6.9,"runtime":103,"cert":"N\/A","id":48252,"title":"Toto and the Women","adult":false,"genre_ids":[35]},{"cast":["Raymond Massey","Lyn Harding","Angela Baddeley","Athole Stewart","Nancy Price"],"overview":"After her sister dies under mysterious circumstances, a young heiress seeks Holmes' help when she feels threatened by her brutish stepfather.","release_date":"1931-03-05","vote_average":5.7,"runtime":90,"cert":"","id":48253,"title":"The Speckled Band","adult":false,"genre_ids":[10749,9648,80,18]},{"cast":["Edoardo Gabbriellini","Nicoletta Braschi","Claudia Pandolfi","Marco Cocci","Regina Orioli"],"overview":"The story of Piero, from when he was a kid to fatherhood, over the background of the town of Livorno, Tuscany, where the director Virzì was born.","release_date":"1997-09-12","vote_average":7.3,"runtime":100,"cert":"N\/A","id":48254,"title":"Ovosodo","adult":false,"genre_ids":[35,18]},{"cast":["Marcelle Baer","Drew Battles","Gabe Begneaud"],"overview":"A tyrannical king reigns over his kingdom with an iron fist, but there is hope. A prophecy foretold long ago states that a boy will rise up against the oppressive regime and lead his people to the promised land of Promethea. This is the action-packed journey of one boy that sparks a rebellion that ignites a vicious clash of that sparks a rebellion that ignites a vicious clash of can emerge alive and victorious.","release_date":"2010-01-01","vote_average":2.0,"runtime":83,"cert":"N\/A","id":48255,"title":"Journey to Promethea","adult":false,"genre_ids":[28,14,878]},{"cast":["Ossi Oswalda","Hermann Thimig","Victor Janson","Josefine Dora","Marga Köhler"],"overview":"The misadventures of an effete young man who must get married in order to inherit a fortune. He opts to purchase a remarkably lifelike doll and marry it instead, not realizing that the doll is actually the puppet-maker’s flesh-and-blood daughter in disguise.","release_date":"1919-12-05","vote_average":7.5,"runtime":66,"cert":"N\/A","id":48256,"title":"The Doll","adult":false,"genre_ids":[35,14]},{"cast":["Ernst Lubitsch","Ossi Oswalda","Guido Herzfeld","Erich Schönfelder","Hanns Kräly"],"overview":"Sally Pinkus is an German-Jewish boy who takes a job as a shoe store clerk after being expelled from school for goofing around. Soon fired for trying to court the owner's daughter, Pinkus lands another job in a more 'upmarket' shoe salon, only to be fired again, before charming a rich benefactress to fund his ultimate dream: Pinkus' Shoe Palace.","release_date":"1916-06-09","vote_average":6.4,"runtime":45,"cert":"N\/A","id":48257,"title":"Shoe Palace Pinkus","adult":false,"genre_ids":[35]},{"cast":["Amanda Plummer","Saskia Reeves","Kathy Jamieson","Des McAleer","Lisa Riley"],"overview":"Eunice is walking along the highways of northern England from one filling station to another. She is searching for Judith, the woman, she says to be in love with. It's bad luck for the women at the cash desk not to be Judith, because Eunice is eccentric, angry and extreme dangerous. One day she meets Miriam, hard of hearing and a little ingenuous, who feels sympathy for Eunice and takes her home. Miriam is very impressed by Eunice's fierceness and willfulness and follows her on the search for Judith. Shocked by Eunice's cruelty she tries to make her a better person, but she looses ground herself.","release_date":"1995-08-18","vote_average":7.5,"runtime":88,"cert":"","id":48260,"title":"Butterfly Kiss","adult":false,"genre_ids":[80,18,10749,53]},{"cast":["Hai Yitian","Congxi Li","Haibin Li","Mei Li","Liao Fan"],"overview":"A sexually frustrated policeman starts investigating the doings of his wife.","release_date":"2004-01-01","vote_average":7.3,"runtime":94,"cert":"N\/A","id":48261,"title":"Green Hat","adult":false,"genre_ids":[18]},{"cast":["Jim Van Bebber"],"overview":"in a near future where AIDS is the number one killer disease, an evil pharmaceutical boss, Dr. Hex, creates a drug called Serocaine, promoted as a miracle cure, that in reality results in hideous mutations.\r When Hex's top scientist discovers the truth he and his family are butchered by Hex's henchmen; their son Brian survives being drilled through the head though and becomes an unstoppable maniac bent on revenge....","release_date":"1992-01-01","vote_average":0.0,"runtime":32,"cert":"N\/A","id":48262,"title":"Drillbit","adult":false,"genre_ids":[27]},{"cast":["Ossi Oswalda","Curt Goetz","Ferry Sikla","Margarete Kupfer","Victor Janson"],"overview":"A teenage tomboy, tired of being bossed around by her strict guardian, impersonates a man so she can have more fun. She quickly discovers that being the opposite sex isn’t as easy as she had hoped for. What ensues is a gender-bending comedy decades ahead of its time.","release_date":"1918-10-01","vote_average":6.8,"runtime":45,"cert":"N\/A","id":48263,"title":"I Don't Want to Be a Man","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"A young girl, named Annie, meets Boo, a ghost-like creature who is responsible for causing \"coincidences\" in a train station and they have a discussion concerning the nature of fate and the life of a coincidence.","release_date":"2003-01-01","vote_average":0.0,"runtime":15,"cert":"N\/A","id":48264,"title":"Annie & Boo","adult":false,"genre_ids":[16]},{"cast":["William McInnes"],"overview":"Adam tells us the story of an older cousin, who had cerebral palsy. Adam would go over to play, and they'd dress as superheroes, jump off the shed, and run about the the street with an old shopping trolley. Adam explains his cousin's wayward left arm, his strong right one, his aunt's understanding of her son's rages (\"bake a cake,\" she'd tell him), and the boy's love of swimming. On Adam's eighth birthday, the cousins are separated by tragedy; it's left to Adam to wonder about his cousin, and if he still smells of licorice.","release_date":"1998-01-01","vote_average":7.1,"runtime":4,"cert":"N\/A","id":48265,"title":"Cousin","adult":false,"genre_ids":[]},{"cast":["Isabelle Huppert","Louis Garrel","Joana Preiss","Emma de Caunes","Jean-Baptiste Montagut"],"overview":"Based on George Bataille's posthumous and controversial novel: When his father dies, a young man is introduced by his attractive, amoral mother to a world of hedonism and depravity.","release_date":"2004-05-19","vote_average":4.7,"runtime":110,"cert":"N\/A","id":48266,"title":"My Mother","adult":false,"genre_ids":[18]},{"cast":["Karl Scheydt","Elga Sorbas","Jan George","Hark Bohm","Marius Aicher"],"overview":"Ricky returns to Munich from Vietnam and is promptly hired as a contract killer in Fassbinder’s subversive and experimental gangster movie.","release_date":"1970-10-09","vote_average":6.5,"runtime":80,"cert":"N\/A","id":48267,"title":"The American Soldier","adult":false,"genre_ids":[28,18]},{"cast":["Udo Kier","György Cserhalmi","Lajos Balázsovits","József Madaras","István Bujtor"],"overview":"The movie portrays a peasant revolt in Hungary in the early twentieth century.","release_date":"1979-01-01","vote_average":8.3,"runtime":103,"cert":"N\/A","id":48268,"title":"Hungarian Rhapsody","adult":false,"genre_ids":[]},{"cast":[],"overview":"This animated short film is about a guy who is about to eat a soft-boiled egg. As he's cracking the egg, he can hear a voice coming from within--telling him to STOP! Every time he hits the egg, someone from within the egg yells at him.","release_date":"1977-01-01","vote_average":5.1,"runtime":3,"cert":"N\/A","id":48269,"title":"The Killing of an Egg","adult":false,"genre_ids":[16]},{"cast":["David Kodeski","Phil Ridarelli","Diana Slickman","Stephanie Shaw","Dave Awl"],"overview":"A wildly surrealistic computer-generated animation in which a young man is psychologically brutalized by circus characters into believing he is a clown.","release_date":"1998-10-01","vote_average":6.7,"runtime":5,"cert":"N\/A","id":48270,"title":"Bingo","adult":false,"genre_ids":[16]},{"cast":["John Brooks","Chip Flanagan","Sharon Clement","Lynn Perkins","Jill Welmer"],"overview":"The film is about a young hitchhiker with aspirations of being an actor, who is picked up by an overweight man who tells him he's an independent filmmaker. When they get to his home in new Orleans, the young actor discovers that his obese friend makes snuff films, &amp; he's his next actor.","release_date":"1993-01-01","vote_average":3.5,"runtime":74,"cert":"N\/A","id":48271,"title":"Final Cut","adult":false,"genre_ids":[27]},{"cast":["Renato Rossini","Lia Zoppelli","Moira Orfei","Arnaldo Fabrizio"],"overview":"Four muscular heroes fight the evil ruler of an oppressed people.","release_date":"1964-01-01","vote_average":4.5,"runtime":94,"cert":"N\/A","id":48272,"title":"Samson and His Mighty Challenge","adult":false,"genre_ids":[12,14]},{"cast":["Andy Hamilton","Alison Snowden"],"overview":"Margaret Fish is planning a surprise party for her dentist husband, Bob. Meanwhile, at the office, Bob his having a mid-life crisis while insects munch on what's left of his plants. When Bob returns home, Margaret has a terrible time getting him into the room where everyone's hidden until he's halfway through changing clothes and talking about how horrid all their nebbishy friends are (the same friends hidden all over the room).","release_date":"1994-10-01","vote_average":6.2,"runtime":12,"cert":"N\/A","id":48273,"title":"Bob's Birthday","adult":false,"genre_ids":[35,16]},{"cast":["Bernard Carez","Sophie Cowling","Raymond Pollender"],"overview":"This animated short follows an unwanted baby who is passed from house to house. The film is the Canadian contribution to an hour-long feature film celebrating UNESCO's Year of the Child (1979). It illustrates one of the ten principles of the Declaration of Children's Rights: every child is entitled to a name and a nationality. The film took home an Oscar® for Best Animated Short Film.","release_date":"1979-01-01","vote_average":5.9,"runtime":6,"cert":"N\/A","id":48274,"title":"Every Child","adult":false,"genre_ids":[35,16]},{"cast":["Gigi Rüf"],"overview":"Movement can give the illusion of progress. And they say that all the world is illusion. So what is the difference between exploring and being lost? In a winter that brought an exceptional amount of challenges to riders all over the world, Absinthe's newest snowboard film reminds us how much our reality is affected by what we make of it. Whether you are lost ... or exactly where you want to be ... all depends on how you look at it. NOW\/HERE","release_date":"2010-10-01","vote_average":5.3,"runtime":52,"cert":"N\/A","id":48275,"title":"Absinthe NowHere","adult":false,"genre_ids":[]},{"cast":[],"overview":"A talented, but doomed, gentleman tries to participate in a properly British game of charades.","release_date":"1984-01-01","vote_average":5.9,"runtime":5,"cert":"N\/A","id":48276,"title":"Charade","adult":false,"genre_ids":[]},{"cast":["Todd Oleson","Holly Johnson"],"overview":"A man visiting a museum sees the works of art come to life.","release_date":"1974-10-01","vote_average":6.2,"runtime":11,"cert":"N\/A","id":48277,"title":"Closed Mondays","adult":false,"genre_ids":[]},{"cast":["Michelangelo Antonioni"],"overview":"This is the final short film of Michelangelo Antonioni, starring as himself, as he seeks out the Italian Renaissance artist Michelangelo Buonarotti's statue of Moses at St Peter's Church in Rome.","release_date":"2004-01-01","vote_average":5.7,"runtime":15,"cert":"N\/A","id":48278,"title":"Michelangelo Eye to Eye","adult":false,"genre_ids":[99]},{"cast":["Ron Venable","John Graham","Bob Kaliban","Christopher Guest","Clark Warren"],"overview":"An adult animated comedy with rock music soundtrack, portraying a far-fetched explanation of the Dawn of Man.","release_date":"1980-05-21","vote_average":5.6,"runtime":89,"cert":"N\/A","id":48279,"title":"The Missing Link","adult":false,"genre_ids":[16,35,18]},{"cast":["Griffith Jones","Maureen Connell","Marc Lawrence","George Mikell","Shay Gorman"],"overview":"A motorist picks up to escaped convicts. Instead of turning them over to the police he hires them to kill his wife.","release_date":"1957-12-01","vote_average":5.8,"runtime":75,"cert":"","id":48280,"title":"Kill Her Gently","adult":false,"genre_ids":[80]},{"cast":["David Sutcliffe","Jennifer Westfeldt","Lauren Holly","Brad Borbridge","Jeff Roop"],"overview":"George Murray's fiancée Jane Gardner gets cold feet after accepting his ring, terrorized by her first wedding with Doug, who cheated that very day with their wedding coordinator. After a car crash, George finds himself 10 years in the past, just days before Doug's day.","release_date":"2009-02-14","vote_average":6.0,"runtime":87,"cert":"N\/A","id":48281,"title":"Before You Say 'I Do'","adult":false,"genre_ids":[35,10749,18,14,10770]},{"cast":["Nanni Moretti","Lina Sastri","Piero Galletti","Carola Stagnaro","Fabio Traversa"],"overview":"Michele, Goffredo, Mirko and Vito are four friends who have participated in the battles of the student in Sixties. Now in the Seventies, the four friends don't know what to do, though young and with so many possibilities to find a job in life. Intellectuals marginalized and misunderstood, the four friends find themselves when they can in a restaurant to discuss their outlandish theories. A girl named Olga disrupts their life, but Michele is her favorite, although he does not know what to do with the girl.","release_date":"1978-03-08","vote_average":7.5,"runtime":103,"cert":"N\/A","id":48282,"title":"Ecce bombo","adult":false,"genre_ids":[35,18]},{"cast":["Barbara Bouchet","Lino Banfi","Alida Chelli","Teo Teocoli","Daniele Vargas"],"overview":"Savino La Gastra discovers his wife Celeste has a liaison with an architect: Andrea. Even if also Savino has a story with Elvira, a judge's wife, he decides anyway to ask to a mobster to kill his wife. In the mean time Celeste is organizing a surprise party for Savino's birthday, and that day things start to get complicated. First Savino kills accidentally the mafia killer in charge to kill Celeste; second his lover Elvira arrives to the party with the judge... not to mention the police and the mafia Don...","release_date":"1981-02-26","vote_average":5.3,"runtime":88,"cert":"N\/A","id":48283,"title":"Spaghetti at Midnight","adult":false,"genre_ids":[35,10751]},{"cast":["Allison Mack","Matthew MacCaull"],"overview":"A short film that explores desire and missed connections in a universe where it's possible to try try again.","release_date":"2008-09-27","vote_average":0.0,"runtime":15,"cert":"N\/A","id":48284,"title":"Alice and huck","adult":false,"genre_ids":[]},{"cast":["Branko Vidaković","Velimir \"Bata\" Živojinović","Gorica Popović","Mihailo Janketić","Olivera Ježina"],"overview":"The adventures of a young commie activist, whose love for the party is not even close to the one he has for women. Every action he undertakes is somehow connected to the love adventure, and his rise on a social ladder doesn't stops even in the turbulent period of Informbureau crisis.","release_date":"1990-07-16","vote_average":6.0,"runtime":93,"cert":"N\/A","id":48285,"title":"Sex - Party's Enemy No. 1","adult":false,"genre_ids":[35]},{"cast":["Mary Beth Hughes","Hugh Beaumont","Edmund MacDonald","Claudia Drake","Emmett Vogan"],"overview":"An estranged wife shows up after a nearly 7 years of disappearance -- thought to be dead, to prevent her husband from marrying his new love until someone kills her.","release_date":"1945-05-16","vote_average":4.4,"runtime":64,"cert":"N\/A","id":48286,"title":"The Lady Confesses","adult":false,"genre_ids":[18,9648,53]},{"cast":["Schuyler Fisk","Bre Blair","Rachael Leigh Cook","Larisa Oleynik","Zelda Harris"],"overview":"It's the story about seven very different best friends, and one summer that will bring them together like never before.","release_date":"1995-08-18","vote_average":5.3,"runtime":94,"cert":"N\/A","id":48287,"title":"The Baby-Sitters Club","adult":false,"genre_ids":[35,18,10751]},{"cast":[],"overview":"The story of community in the Deep South that is forced to deal with the struggles of ignorance, hypocrisy and oppression.","release_date":"2007-03-31","vote_average":6.4,"runtime":76,"cert":"","id":48288,"title":"Small Town Gay Bar","adult":false,"genre_ids":[99]},{"cast":["Helen Mirren","Ciarán Hinds","Tom Wilkinson","Jessica Chastain","Sam Worthington"],"overview":"Rachel Singer is a former Mossad agent who tried to capture a notorious Nazi war criminal – the Surgeon of Birkenau – in a secret Israeli mission that ended with his death on the streets of East Berlin. Now, 30 years later, a man claiming to be the doctor has surfaced, and Rachel must return to Eastern Europe to uncover the truth. Overwhelmed by haunting memories of her younger self and her two fellow agents, the still-celebrated heroine must relive the trauma of those events and confront the debt she has incurred.","release_date":"2011-06-15","vote_average":6.6,"runtime":113,"cert":"15","id":48289,"title":"The Debt","adult":false,"genre_ids":[18,53]},{"cast":["David Carradine","Kerrie Keane","Mako Iwamatsu","William Lucking","Luke Askew"],"overview":"In his travels, Caine meets up with an old man who has several surprises for him. The first being the destruction of the Shaolin order, the second being that the man is the father of the Emperor's nephew whom he killed in China, and the third is that he seeks his revenge using the son Caine never knew he had sired as the instrument of his death. It will take all of Caine's skill and wisdom to find a solution to this deadly predicament.","release_date":"1986-02-01","vote_average":5.0,"runtime":89,"cert":"N\/A","id":48290,"title":"Kung Fu: The Movie","adult":false,"genre_ids":[18,37,28]},{"cast":["Marc Singer","Laura Mae Tate","Judith Chapman","Bryan Cranston","Randy Reinholz"],"overview":"Phaebon had been thought to be a safe and controlled research facility until a distress signal calls for Commander Kreiger and his robot Tinpan. Together, they try to save the planet from a spreading virus and an odd and growing cocoon. Remake of \"Forbidden World\" (1982).","release_date":"1991-10-21","vote_average":3.1,"runtime":80,"cert":"N\/A","id":48291,"title":"Dead Space","adult":false,"genre_ids":[27,878]},{"cast":["Stompin' Tom Connors","Kent Brockwell","Sharon Lowness","Chris Scott","Bobby Lalonde"],"overview":"Stompin' Tom performs live at the Horseshoe Tavern on Queen St. in Toronto.","release_date":"1973-11-02","vote_average":3.8,"runtime":90,"cert":"N\/A","id":48292,"title":"Across This Land with Stompin' Tom Connors","adult":false,"genre_ids":[99,10402]},{"cast":["Ho Tsung-Tao","Lung Fei","Mang Ping","Wei Hung-Sheng","Wang Ching-Ping"],"overview":"A young man (Bruce Li) unwittingly gets wrapped up in a money scam. When he refuses to give the cash back, the bad guys kidnap his girlfriend and hold her hostage in the Tower Of Death. Once there, he is given two options. Watch his girlfriend get thrown off the top or fight various martial artists on 7 different levels to win his girlfriend back.","release_date":"1975-02-16","vote_average":7.0,"runtime":86,"cert":"N\/A","id":48295,"title":"Goodbye Bruce Lee: His Last Game Of Death","adult":false,"genre_ids":[28,18]},{"cast":["Ewa Skibińska","Filip Garbacz","Mateusz Kościukiewicz","Mariusz Bonaszewski","Monika Pikula"],"overview":"Based on a true story. Two brothers, Artur (22) and Marcin (12), murder their own mother. The film starts with the boys' arrest and then takes us through the last 12 months in a series of flashbacks.","release_date":"2010-09-17","vote_average":8.0,"runtime":95,"cert":"N\/A","id":48296,"title":"Mother Teresa of Cats","adult":false,"genre_ids":[18]},{"cast":["Sun Chien","Chiang Sheng","Lu Feng","Johnny Wang Lung-Wei","Suen Shu-Pau"],"overview":"Three North Shaolin teachers (Lu Feng, Chang Sheng, and Sun Chien) are called on by the Manchus to teach their soldiers and are urged to challenge the current South Shaolin teachers. They defeat the South Shaolin teachers and, that night, the head general (Wang Lung Wei) kills the South Shaolin teachers and blames their death on the North Shaolin teachers. The South Shaolin master sends more of his pupils, who are killed accidentally by the North Shaolin teachers. He finally sends two more (Wei Pai and Lo Meng) of his students to train with old masters and trains one student (Kuo Chui) himself with the goal of finally defeating the North Shaolin experts.","release_date":"1978-11-19","vote_average":6.6,"runtime":98,"cert":"N\/A","id":48297,"title":"Invincible Shaolin","adult":false,"genre_ids":[28]},{"cast":["Tang Ching","Li Ching","Ku Feng","Cheng Miu","Wang Kuang-Yu"],"overview":"A group of evil bandits are terrorizing the land from their invincible mountain castle. The high commanding official decides to put a stop to this and commands one of his officers to gather a group of Kung Fu masters to put an end to the terror. But everything is not that simple and straight-forward, as we quite soon learn when the plot thickens.","release_date":"1969-02-14","vote_average":7.0,"runtime":81,"cert":"N\/A","id":48298,"title":"Killers Five","adult":false,"genre_ids":[28]},{"cast":["Alex Man Chi-Leung","Kara Hui","Felix Wong","Tai Liang-Chun","Ku Kuan-Chung"],"overview":"In the great tradition of Hsu Tseng Hung's The Silver Fox and Chang cheh's Lengend of the Fox comes this exciting adventure, where the only thing between all the clan leaders and certain death is one young woman.","release_date":"1984-04-07","vote_average":7.6,"runtime":89,"cert":"N\/A","id":48299,"title":"New Tales of the Flying Fox","adult":false,"genre_ids":[28]},{"cast":["Jimmy Wang Yu","Lisa Chiao Chiao","Essie Lin Chia","Tien Feng","Ku Feng"],"overview":"The notorious “One-Armed Swordsman” who has spent the last two years retired from the martial world as a simple farmer with his wife. Of course this idyllic life is about to be sliced to ribbons by Chang’s wicked imagination. He concocts a savory setup when he introduces, not one, but eight unique villains known as the Eight Kings of Swords and their sword-wielding entourage for Wang Yu to eventually chop his way through.","release_date":"1969-02-28","vote_average":6.5,"runtime":106,"cert":"N\/A","id":48300,"title":"Return of the One-Armed Swordsman","adult":false,"genre_ids":[28]},{"cast":["Gordon Liu Chia-Hui","Kara Hui","Hsiao Ho","Dang Wai-Ho","Wong Ching-Ho"],"overview":"The workers of a dye factory have their pay cut by 20% when the factory owner brings in some Manchu thugs to try and increase production. Desperate to reclaim their full wages, the workers hire an actor to impersonate a priest and kung-fu expert from the temple of Shaolin. The factory owner proves the actor a fraud, and punishes all those involved. The young actor feels he has let the workers down, and promises to atone. He sets out for Shaolin, determined to be accepted as a kung-fu pupil at the elite temple.","release_date":"1980-08-24","vote_average":7.0,"runtime":99,"cert":"N\/A","id":48301,"title":"Return to the 36th Chamber","adult":false,"genre_ids":[28]},{"cast":["Robert Factor","Martha Quinn","Aaron Lustig","Michael Huddleston","Roumel Reaux"],"overview":"An alien determined to capture human females takes over a radio station to do it.","release_date":"1992-06-25","vote_average":4.6,"runtime":88,"cert":"N\/A","id":48302,"title":"Bad Channels","adult":false,"genre_ids":[878,35,27,10402]},{"cast":["Juliette Binoche","William Shimell","Jean-Claude Carrière","Agathe Natanson","Gianna Giachetti"],"overview":"In Tuscany to promote his latest book, a middle-aged English writer meets a French woman who leads him to the village of Lucignano.","release_date":"2010-05-18","vote_average":7.2,"runtime":106,"cert":"N\/A","id":48303,"title":"Certified Copy","adult":false,"genre_ids":[18,10749]},{"cast":["Mitch Fatel","Del Sanders","Bianca Hyry"],"overview":"Who is the real Mitch Fatel? Is he a man with the mind of an innocent child who doesn't comprehend the world around him? Or is a sex-crazed adult with a penchant for small breasts and Internet porn? Audiences listening to Fatel's stand-up comedy are usually too busy laughing to care, and this Comedy Central special features the performer's trademark style in spades.","release_date":"2009-09-22","vote_average":0.0,"runtime":64,"cert":"N\/A","id":48304,"title":"Mitch Fatel Is Magical","adult":false,"genre_ids":[35]},{"cast":[],"overview":"For the first time ever, Slednecks puts together a legitimate world record distance jump on an airport runway in Minnesota. Slednecks team rider Paul Thacker hucks into the record books. Super athlete Jim Rippey, who showed the world you could flip a sled in Slednecks 4, is back with another first ever stunt off a 2,000 foot cliff in Canada! Slednecks 9 also takes you half way around the world to the Red Square in Moscow, Russia for a first ever snowmobiling event! You can also expect the best riders pushing the sport all over the states, Canada, and AK!","release_date":"2006-01-08","vote_average":8.0,"runtime":50,"cert":"N\/A","id":48305,"title":"Slednecks 9","adult":false,"genre_ids":[]},{"cast":[],"overview":"Once again the top snowmobile video producers the Slednecks crew has raised the bar during one of the best and longest winters of record. Chris Brown, Geoff Kyle, Cody Borchers, and Dan Adams have been dropping the biggest cliffs ever. Randy Sherman, Cory Davis, Steve Martin, and Brett Turcotte have been throwing some amazing whips and launching huge kickers. The usual suspects, Paul Thacker and Chris Burandt, have been redefining what can be done on a snowmobile while Aleksander Nordgaard and Sam Rogers have been pushing the limits on ramps. Look for a special appearance from skiing superstar Dan Treadway, including his back breaking drop, and some big air from the ladies, Ashley Chaffin and Delene Dippel This is one of the best snowmobile videos ever and it is rated E for Epic!","release_date":"2008-01-01","vote_average":4.8,"runtime":null,"cert":"N\/A","id":48306,"title":"Slednecks 11","adult":false,"genre_ids":[]},{"cast":[],"overview":"SAINT MISBEHAVIN’ reveals the true story of cultural phenomenon Wavy Gravy, a man whose commitment to making the world a better place has never wavered. Wavy Gravy is known as the MC of the Woodstock Festival, a hippie icon, a clown and even a Ben &amp; Jerry’s ice cream flavor. In Saint Misbehavin’ we meet a true servant to humanity, who carries his message through humor and compassion. The film weaves together intimate verite footage, reflections from an array of cultural and countercultural peers, and never-before-seen archival footage to tell a story that is bigger than the man himself.","release_date":"2010-12-08","vote_average":6.0,"runtime":87,"cert":"N\/A","id":48307,"title":"Saint Misbehavin': The Wavy Gravy Movie","adult":false,"genre_ids":[99]},{"cast":["Chiara Zanni"],"overview":"Based on the beloved children's book, this fun-filled animated feature follows a spirited young fruit bat who finds friendship, love and acceptance in the most unexpected places! Brimming with music, laughter, warmth and excitement, Stellaluna is sure to capture your heart. When the adorable fruit bat Stellaluna is separated from her mother, she is adopted by a family of birds, but soon finds that she just can't fit in. Her playmates like to sleep at night; she wants to fly. They whistle and sing; she doesn't even have a beak! But just when it seems like she'll always be an outsider, Stellaluna makes an amazing discovery. Now she'll learn to cherish the things that make her different from everyone else. And she'll see that an open mind and an open heart can lead to the greatest gifts of all.","release_date":"2004-01-01","vote_average":6.0,"runtime":41,"cert":"N\/A","id":48308,"title":"Stellaluna","adult":false,"genre_ids":[16,10751]},{"cast":["Viggo Mortensen","Chelsea Field","Lane Smith","Lincoln Kilpatrick","Tom Everett"],"overview":"After Charles Forsyth was sent to the electric chair for a crime he didn't commit, he forever haunts the prison where he was executed. Flash forward several years when the prison is reopened, under the control of its new warden Eaton Sharpe, a former security guard who framed Charlie. When prisoners are ordered to break down the wall to the execution room, they unknowingly release the angry spirit of Charles Forsyth, a powerful being distributing his murderous rage to all, leading up to the Warden himself.","release_date":"1987-12-08","vote_average":6.1,"runtime":102,"cert":"","id":48309,"title":"Prison","adult":false,"genre_ids":[80,18,27,53]},{"cast":["Maxwell Caulfield","Nichelle Nichols","Talia Balsam","Bradford Bancroft","LeVar Burton"],"overview":"Nichelle Nichols is an army sergeant who leads her platoon into the woods of the deep south on a training exercise. Unfortunately, it is the site where a bunch of yankee soldiers murdered a town of confederates. The corpses of the dead soldiers rise up to wreak revenge.","release_date":"1986-05-09","vote_average":4.8,"runtime":91,"cert":"N\/A","id":48312,"title":"The Supernaturals","adult":false,"genre_ids":[27]},{"cast":["Robert Carradine","Linda Hamilton","Kristine DeBell","Perry Lang","John Mengatti"],"overview":"Pretending to do research for his newspaper, college student Alex Marsh teams up with the somewhat older Susan Swayze, who he long admired from afar. Susan participates in The Assassination Game, in which every player tries to shoot another with a toy dart gun, until only one remains. While doing his best to win her over, and helping her finding her targets, Alex discovers that this year the Game may be more serious than most contenders realize...","release_date":"1982-04-20","vote_average":5.5,"runtime":90,"cert":"N\/A","id":48313,"title":"Tag: The Assassination Game","adult":false,"genre_ids":[53]},{"cast":["Todd Rex","Tim Young","Tiffany Shepis","Roxanna Bina","Jen Richey"],"overview":"A high school outcast who lives in a trailer with his mother finally meets a friend. He wants to ask her if they can go the next step, but then sees her kissing another boy at a party. He runs home only to find his mother having sex with a drunk. He starts yelling, but is countered by the drunk when he suffocates him and makes him look like he hung himself. The scarecrow comes in when the boy's soul is pushed into it. He goes out for revenge.","release_date":"2002-12-30","vote_average":3.5,"runtime":86,"cert":"N\/A","id":48314,"title":"Scarecrow","adult":false,"genre_ids":[28,35,18,27]},{"cast":["Mark Hamill","Rae Dawn Chong","Brion James","Mark Baur","Gordon Tipple"],"overview":"During the alien invasion of 2022, one man flees through a wormhole to 1992, where attempt after attempt is made to catch and kill him.","release_date":"1993-03-17","vote_average":5.2,"runtime":90,"cert":"N\/A","id":48315,"title":"Time Runner","adult":false,"genre_ids":[878]},{"cast":["Alexis Bledel","Zooey Deschanel","Felicity Huffman","Sarah Wynter","Laura Kightlinger"],"overview":"These eight short films range from hysterically funny to wickedly suspenseful, and feature some of Hollywood's biggest names. Includes short films Laud Weiner, House Hunting, Curiosity, Dysenchanted, Dependable People, Media Whore, Walking Dreams, Mr. Dramatic.","release_date":"2005-01-17","vote_average":0.0,"runtime":97,"cert":"N\/A","id":48316,"title":"Celebrity Mix","adult":false,"genre_ids":[35]},{"cast":["Tobey Maguire","Amy Hathaway","Wilson Cruz","Christina Zilber","Adam West"],"overview":"Three excitement-craving friends get more than they bargained for when they steal a hit woman's automobile.","release_date":"1997-01-01","vote_average":5.3,"runtime":93,"cert":"N\/A","id":48319,"title":"Joyride","adult":false,"genre_ids":[35,18,53]},{"cast":[],"overview":"The award winning Matchstick Productions team spared no expense this time to bring you yet another skiing blockbuster. It features what the pro skiers called the “trip of a lifetime”- Heli-skiing remote mountains in B.C. off a 110-foot yacht, a night jumping session complete with a crane cam, go-go dancers and disco balls.","release_date":"2001-01-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":48320,"title":"Ski Movie II: High Society","adult":false,"genre_ids":[]},{"cast":[],"overview":"TGR’s latest film takes a glimpse into the future of riding. The disciplines of big mountain and jib fuse together to begin the next major phase in the progression of riding. See the visionaries of the revolution step up and change the game. Jeremy Jones, Micah Black, and Kent Kreitler add freestyle to their big mountain repertoire. Unknowns Sage Cattabriga and Marc Andre’ Belliveau incorporate big mountain to their freestyle game. Jeremy Nobis recovers from injury and tames Alaska. Legend Scott Schmidt examines the state of the sport as he shows us around Island Lake Lodge. Wonder kid Travis Rice shows us why the freestyle snowboard world has all its eyes on him. Filmed on Location in Slovakia, Alaska, Bella Coola, Andorra, Island Lake, Jackson Hole, Tahoe, Utah, Mammoth, and Mt Hood.","release_date":"2002-01-01","vote_average":0.0,"runtime":63,"cert":"N\/A","id":48321,"title":"The Prophecy","adult":false,"genre_ids":[]},{"cast":[],"overview":"See the stars shine in MSP’s Ski Movie. See Seth Morrison, Shane McConkey, Vincent Dorion, Jonny Moseley, along with Brad Holmes. Plus, all the biggest names in skiing throwing down in Whistler, Chamonix and Mt. Baker, WA. Includes unbelievably stupid, sick snowmobiling footage and liver-splitting humor. Ski Movie is full of the most insane snow action ever filmed, so watch what the winter of 2000 produced.","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":48322,"title":"Ski Movie","adult":false,"genre_ids":[99]},{"cast":["Dave Haynie"],"overview":"A story of the days surrounding the bankruptcy of Commodore Computer, some of the people involved in making the Amiga systems, and where it all went wrong.","release_date":"1994-07-14","vote_average":0.0,"runtime":118,"cert":"N\/A","id":48323,"title":"The Deathbed Vigil","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Scott Gaffney has embarked on an effort to capture skiing’s soul, spirit and rewards in an unprecendented manner with just five of the sport’s premiere athletes. Unlike Gaffney’s previous releases, Immersion will not be comprised of skits, non-spontaneous humor, narration, individual segments, sit-down on-camera interviews, or anything contrived. Instead, the film will exist as a refreshing contrast to the current trend of hard-hitting ski films, a soulful documentation of realism, passion and personalities. For those who appreciate the beauty of stylistic turns and incredible winter light as well as the most progressive moves, billy-goat lines, cliff hucks and big mountain descents, Immersion will satiate the need and get viewers closer to the real action than ever before. Immersed in the snow, immersed in the dedication, immersed in a way of life.","release_date":"2002-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":48324,"title":"Immersion","adult":false,"genre_ids":[]},{"cast":[],"overview":"A short film about two dragons fighting off humans.","release_date":"2003-01-01","vote_average":10.0,"runtime":6,"cert":"N\/A","id":48325,"title":"Ritterschlag","adult":false,"genre_ids":[]},{"cast":[],"overview":"There are 2 episodes. The first episode includes a priest sitting in his church and writing his diary. Suddenly this undead tennis-player comes walking in. The priest blasts the knees of the bastard and then blows the head to pieces. Then you see zombies walking towards the church and the fun begins...","release_date":"2001-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":48326,"title":"Gone Bad","adult":false,"genre_ids":[]},{"cast":["Mark Abma","Sarah Burke","Shane McConkey","Ingrid Backstrom","Tanner Hall"],"overview":"School is in session, featuring the honor students of skiing performing at the top of their game. Classrooms include: Bella Coola, B.C., Aspen CO, and the Alps of Norway. Senior Class member Shane McConkey returns with a performance of a lifetime, ski basing across the Alps and absolutely schooling his home of Lake Tahoe, CA. Sophomores Tanner Hall, Mark Abma and Eric Pollard deliver the best all around segments in skiing. The freshmen class of Ingrid Backstrom and Tanner Rainville will open people’s minds to the next level of skiing. The class of 2004 proves to be the best in skiing’s history.","release_date":"2004-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":48327,"title":"Yearbook","adult":false,"genre_ids":[]},{"cast":["Pierre Arditi","Jean-Paul Belmondo","Claude Brasseur","Alain Delon","Gérard Depardieu"],"overview":"Les Acteurs is the absurd story of Jean-Pierre Marielle desperately waiting for a cup of hot water, the story of a conspiracy against actors, the story of aging actors whose careers are slowly less active than they used to be, but a stunning tribute to French actors and their cinema.","release_date":"2000-04-05","vote_average":6.1,"runtime":103,"cert":"N\/A","id":48328,"title":"Actors","adult":false,"genre_ids":[35]},{"cast":["Ryan Larkin","Chris Landreth","Felicity Fanjoy","Derek Lamb"],"overview":"Ryan is a 2004 animated documentary by Chris Landreth about the Canadian animator Ryan Larkin, who in later years lived on skid row in Montreal following a history of drug and alcohol abuse.","release_date":"2004-01-01","vote_average":7.3,"runtime":13,"cert":"N\/A","id":48329,"title":"Ryan","adult":false,"genre_ids":[14,99,16,18]},{"cast":[],"overview":"The movie begins with a mountain lion on the prowl. He climbs to the top of a cliff and looks down to see something delicious---Bambi. Will it be curtains for Bambi or will a miracle occur?","release_date":"1989-01-01","vote_average":7.0,"runtime":1,"cert":"N\/A","id":48330,"title":"Scaredy Cat!","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Why do dogs bark at such innocent creatures as pigeons and squirrels... what are they afraid of? This film answers that eternal question.","release_date":"2004-01-01","vote_average":6.1,"runtime":5,"cert":"N\/A","id":48331,"title":"Guard Dog","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Everybody has a hit list, lines we hope to ski, places we want to go, and tricks we want to stomp. “The Hit List” explores the goals of the world’s best skiers in their quest to have fun, live the ultimate winter, and travel across the globe skiing.","release_date":"2005-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":48332,"title":"The Hit List","adult":false,"genre_ids":[53]},{"cast":["William Forsythe","Hunter Tylo","Jeffrey Combs","Elise Muller","Arthur Roberts"],"overview":"When he began fusing human and shark DNA, his colleagues laughed at him. Now his creation is taking his revenge, and they aren't laughing anymore.","release_date":"2005-06-18","vote_average":4.2,"runtime":92,"cert":"N\/A","id":48333,"title":"Hammerhead","adult":false,"genre_ids":[28,27,878]},{"cast":[],"overview":"A group of schoolchildren playing in an idyllic natural landscape are visited by a mysterious magician who entertains them with his transformations. But he soon proves sinister as he begins to transform the landscape into a grim, unsmiling metropolis.","release_date":"1975-01-01","vote_average":6.5,"runtime":12,"cert":"N\/A","id":48334,"title":"Illusion","adult":false,"genre_ids":[16]},{"cast":[],"overview":"This new DVD was filmed LIVE in the Beijing Exhibition Centre to celebrate the shows 15th Anniversary as part of its 12 city tour of China in 2010. It showcases the incredible beauty, energy and skill of the dance combined with the captivating rhythms of the music. This recording, which is the first since 2001, was filmed to the highest specifications on RED High Definition cameras giving the quality of 35mm film. Every Riverdance fan will enjoy these superb DVD and Blu-Ray products with Dolby Digital Surround Sound.","release_date":"2010-10-11","vote_average":0.0,"runtime":126,"cert":"","id":48335,"title":"Riverdance: Live From Beijing","adult":false,"genre_ids":[10402]},{"cast":["Jeffe Alperi","Romane Bohringer","Bruno Ganz","Ticky Holgado","Alan Rickman"],"overview":"40 international directors were asked to make a short film using the original Cinematographe invented by the Lumière Brothers, working under conditions similar to those of 1895. There were three rules: (1) The film could be no longer than 52 seconds, (2) no synchronized sound was permitted, and (3) no more than three takes. The results run the gamut from Zhang Yimou's convention-thwarting joke to David Lynch's bizarre miniature epic.","release_date":"1995-01-01","vote_average":6.7,"runtime":88,"cert":"N\/A","id":48336,"title":"Lumière and Company","adult":false,"genre_ids":[28,18,35,99]},{"cast":[],"overview":"An Artist violently grinds stones and uses the sand to create animated drawings. His first picture is the Garden of Eden. Once Eve becomes pregnant, all the tribulations of the real world are unleashed upon her. She follows through dream-like sequences populated with crying birds, brick-wall-faced bureaucrats and pensive philosophers in seemingly petrified poses. Irritated, repressed and allured by each other, the creatures on the screen start living a life of their own. Gradually, a dark climax builds up. Will the Artist himself be able to handle so much emotional intensity","release_date":"2001-02-12","vote_average":6.0,"runtime":9,"cert":"N\/A","id":48337,"title":"Stones","adult":false,"genre_ids":[]},{"cast":[],"overview":"The general outline of the plot is of a bee that finds an abandoned phonograph in a meadow. The record, however, is jazz, and the interaction of different species of bugs makes this a subtle criticism of the Nazi ideals.","release_date":"1943-04-06","vote_average":6.7,"runtime":10,"cert":"N\/A","id":48338,"title":"Weatherbeaten Melody","adult":false,"genre_ids":[16]},{"cast":["Martin Compston","Gary Lewis","Peter Capaldi","Shauna Macdonald","Kerry Fox"],"overview":"Niceland is about a young man Jet, living a joyful life working at a factory with his girlfriend who he's deeply in love with. Shortly after they decide to get married and live together happily ever after her cat, who she has a weird affection for, dies. The girlfriend falls into depression which could (strangely enough) lead to her death and the only way to give her a purpose to live and save her is to tell her the meaning of life.","release_date":"2004-01-01","vote_average":4.0,"runtime":86,"cert":"N\/A","id":48339,"title":"Niceland (Population. 1.000.002)","adult":false,"genre_ids":[18]},{"cast":["Ioan Gruffudd","Richard Roxburgh","Alice Parkinson","Daniel Wyllie","Allison Cratchley"],"overview":"The 3-D action-thriller Sanctum, from executive producer James Cameron, follows a team of underwater cave divers on a treacherous expedition to the largest, most beautiful and least accessible cave system on Earth. When a tropical storm forces them deep into the caverns, they must fight raging water, deadly terrain and creeping panic as they search for an unknown escape route to the sea. Master diver Frank McGuire (Richard Roxburgh) has explored the South Pacific's Esa-ala Caves for months. But when his exit is cut off in a flash flood, Frank's team--including 17-year-old son Josh (Rhys Wakefield) and financier Carl Hurley (Ioan Gruffudd)--are forced to radically alter plans. With dwindling supplies, the crew must navigate an underwater labyrinth to make it out. Soon, they are confronted with the unavoidable question: Can they survive, or will they be trapped forever?","release_date":"2011-02-03","vote_average":5.9,"runtime":108,"cert":"15","id":48340,"title":"Sanctum","adult":false,"genre_ids":[28,53]},{"cast":["Hidetoshi Nishijima","Shun Sugata","Lily","Kumiko Aso","Sho Aikawa"],"overview":"Yutaka was fourteen years old when he was run over by a car and fell into a coma. Now, ten years later, he wakes up and realizes that his family is not intact anymore: father, mother and sister live at different places. Yutaka decides to re-open the pony farm that his family once ran.","release_date":"1999-01-23","vote_average":6.1,"runtime":109,"cert":"N\/A","id":48341,"title":"License to Live","adult":false,"genre_ids":[18]},{"cast":[],"overview":"The film is about a very stern looking man who has come to a very unusual flat to repossess the belongings of an old man in a wheelchair. However, again and again, the home seems to play tricks on the guy--driving him half-mad in the process.","release_date":"2004-09-22","vote_average":6.5,"runtime":10,"cert":"N\/A","id":48342,"title":"The Phantom Inventory","adult":false,"genre_ids":[16,14,18]},{"cast":["Margit Carstensen","Joachim Hansen","Barbara Valentin","Ulli Lommel","Klaus Löwitsch"],"overview":"A childish wife reveals surprising strength when faced with blackmail.","release_date":"1974-02-03","vote_average":8.5,"runtime":101,"cert":"N\/A","id":48343,"title":"Nora Helmer","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A hapless husband neglects to clear the icy walk, which leads to the mailman slipping and breaking his neck. A comedy of errors results from his attempts to hide the body.","release_date":"1978-01-01","vote_average":6.8,"runtime":7,"cert":"N\/A","id":48346,"title":"Special Delivery","adult":false,"genre_ids":[16,35]},{"cast":["James Pidgeon","Michoue Sylvain","Andrea Usher-Jones"],"overview":"A starving gendarme, wasting away from hunger, is reduced to grabbing castoff snacks from fat American tourists. When he sees as old woman feeding pigeons, in desperation he hits on the bizarre idea of dressing up as one...","release_date":"1997-05-27","vote_average":7.5,"runtime":25,"cert":"N\/A","id":48347,"title":"The Old Lady and the Pigeons","adult":false,"genre_ids":[16,35]},{"cast":["Nicky Henson","George Sanders","Mary Larkin","Ann Michelle","Roy Holder"],"overview":"A gang of young people call themselves the Living Dead. They terrorize the population from their small town. After an agreement with the devil, if they kill themselves firmly believing in it, they will survive and gain eternal life. Following their leader, they commit suicide one after the other, but things don't necessarily turn out as expected...","release_date":"1973-01-05","vote_average":5.8,"runtime":85,"cert":"","id":48350,"title":"Psychomania","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Documentary about Pink Floyd's album 'Wish You Were Here'","release_date":"2006-07-31","vote_average":0.0,"runtime":null,"cert":"","id":48351,"title":"Rock Milestones: Pink Floyd's Wish You Were Here","adult":false,"genre_ids":[99,10402]},{"cast":["Joe Boyd","Bob Geldof","David Gilmour","Peter Jenner","Nick Mason"],"overview":"Forty years after Britain's foremost 'underground' band released their debut album, 'Piper At The Gates Of Dawn', Pink Floyd remain one of the biggest brand names and best-loved bands in the world. This film features extended archive footage alongside original interviews with David Gilmour, Roger Waters, Richard Wright and Nick Mason, and traces the journey of a band that has only ever had five members, three of whom have lead the band at different stages of its evolution. BBC Program","release_date":"2007-12-07","vote_average":6.6,"runtime":59,"cert":"","id":48352,"title":"The Pink Floyd Story: Which One's Pink?","adult":false,"genre_ids":[99,10402]},{"cast":["Shirley Yamaguchi","Don Taylor","Cameron Mitchell","Marie Windsor","James Bell"],"overview":"A Korean war vet and his bride face subtle and sometimes extreme racism when they return to his home in rural California.","release_date":"1952-01-29","vote_average":8.0,"runtime":91,"cert":"N\/A","id":48353,"title":"Japanese War Bride","adult":false,"genre_ids":[18]},{"cast":["Jean Parker","Lionel Atwill","Douglas Fowley","Marcia Mae Jones","Robert Middlemass"],"overview":"As a woman walks the \"last mile\" to her execution she remembers back to the incidents that got her framed for murder.","release_date":"1944-03-15","vote_average":5.9,"runtime":56,"cert":"N\/A","id":48354,"title":"Lady in the Death House","adult":false,"genre_ids":[80,18]},{"cast":["Jeong Kyung-ho ","Lee Seong-jae","Choi Ji-hyeon","Yoo Tae-woong","Choo Sang-rok"],"overview":"As the World Cup gets started in 2002, a North Korean squad commander (Lee Seong-jae) stationed at the DMZ who is crazy about football is frustrated that he cannot participate in the excitement in the South. He loves football so much that he even memorizes all the names of the members of the South Korean national team. One night during a search operation in which the leader and his troops chase a boar to satisfy their hunger, they come face to face with soldiers from South Korea. It doesn’t take long for the soldiers to discover that they share a love of football and they begin secret radio communications so they can listen to matches together. When their secret is uncovered, the squad leader and his troops must find a way out of the situation.","release_date":"2010-05-27","vote_average":7.0,"runtime":113,"cert":"N\/A","id":48355,"title":"On The Pitch","adult":false,"genre_ids":[]},{"cast":[],"overview":"Created by Tribal DDB and Stink Digital, this new interactive campaign promotes Philips’ latest entrant into the television market, the CINEMA 21:9. Since the television’s 21:9 frame lends itself so readily to film, Tribal DDB, Amsterdam commissioned us to create a piece of filmed content that could hold its own with Hollywood’s best. Director Adam Berg responded with an idea for an epic ‘frozen moment’ cops and robbers shootout sequence that included clowns, explosions, a decimated hospital, and plenty of broken glass and bullet casings.","release_date":"2009-04-16","vote_average":5.3,"runtime":3,"cert":"","id":48356,"title":"Carousel","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Providing a history of the Shaolin Kung Fu art form as well as an examination of the incredible physical prowess required, this film features footage of some of the most skilled Shaolin monks demonstrating the intricacies of the fighting style. Explore the world of Shaolin Kung Fu, considered the original -- and best -- of all kung fu fighting styles. Suitable for viewing by beginners and advanced martial artists alike.","release_date":"2001-12-01","vote_average":4.0,"runtime":50,"cert":"N\/A","id":48357,"title":"Myths and Logic of Shaolin Kung Fu","adult":false,"genre_ids":[28,99]},{"cast":["Patrick Stewart","Neve Campbell","Joan Sims","Donald Sinden","Cherie Lunghi"],"overview":"When a teenaged girl moves to England, with her brothers and parents into the ancient Canterville Hall, she's not at all happy. Especially as there's a ghost and a mysterious re-appearing bloodstain on the hearth. She campaigns to go back home, and her dad, believing the ghost's pranks are Ginny's, is ready to send her back. But then Ginny actually meets the elusive 17th-century Sir Simon de Canterville (not to mention the cute teenaged duke next door), and she sets her hand to the task of freeing Sir Simon from his curse.","release_date":"1996-10-03","vote_average":6.2,"runtime":92,"cert":"N\/A","id":48358,"title":"The Canterville Ghost","adult":false,"genre_ids":[10770,14,18,10751]},{"cast":["Steve Railsback","Adam Woolf","Danny Keogh","Milan Murray","Guy Raphaely"],"overview":"A rock band gets stuck on a haunted farm while visiting its lead singer's family.","release_date":"2002-09-13","vote_average":4.5,"runtime":93,"cert":"N\/A","id":48359,"title":"Slash","adult":false,"genre_ids":[35,27,53]},{"cast":[],"overview":"Hear tragic and incredible tales which demonstrate just how dangerous ice can be in Massachusetts, Greenland, Newfoundland and other icy realms.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":48360,"title":"Killer Ice","adult":false,"genre_ids":[]},{"cast":["Sonny Chiba","Lun Chia","Etsuko Shihomi","Emi Shindo","Elaine Sung"],"overview":"Duke Togo (codename: Golgo 13) is a ruthless assassin who's accepted a tricky assignment from an American drug syndicate. His mission is to \"rub out\" Hong Kong's underworld kingpin. His main obstacle is the relentless Detective 'Smitty' Smith, determined to stop Togo no matter the cost. The result is an explosive adventure through the seamy, violent streets of Hong Kong.","release_date":"1977-09-15","vote_average":5.2,"runtime":93,"cert":"N\/A","id":48361,"title":"Golgo 13: Assignment Kowloon","adult":false,"genre_ids":[28,12,80]},{"cast":["Tai Chung Kim","Jackie Chang"],"overview":"Master Lee founded the Koryo Martial Arts Training Hall in Shanghai. Having a common goal, Master Lee and Master Jang of the Chinese 18 Fighting Skill Training Hall set up an anti-Japanese organization. Major Harada of Japanese Special Operations plans to destroy the anti-Japanese organization. On his way to the Korea-China coalition meeting, Master Lee is cut down by Japanese warrior's sword. When Master Lee's son, Lee So-ryong, attacks a Japanese training hall, Harada asks the Chinese National Security Department to take care of him. Sung-ryong of the National Security Department is suspicious of Hwang Baek-sun. Baek-sun has donated funs to the Korea-China coalition but has not been attacked for it. Also, Baek-sun is close friends with Harada. Harada orders his men to get rid of So-ryong and Sung-ryong but they defeat the Japanese warrior and escape.","release_date":"1982-01-23","vote_average":7.0,"runtime":90,"cert":"N\/A","id":48362,"title":"Fist Of Death","adult":false,"genre_ids":[28]},{"cast":["Magda Chojnacka","Ali M. Demirel","Jenny Dünhöft","Jon Gaiser","Richie Hawtin"],"overview":"From his late ’90s Decks, EFX and 909 period and his Ableton fixated Closer To The Edit project, up to his current turntableless Traktor DJ set-up, Techno icon Richie Hawtin has always been as much about process as he is about music. Even dating back to his early Plus 8 career, the bespectacled Plastikman was known for his network of labels and affiliate artists (not to mention his epic parties) as he was for fabled CD booklets dipped in LSD. In 2009, Hawtin brought his two decades worth of interest even closer together by teaming up with artist from his Minus label to re-define the way in which live electronic musicians, video artists, lighting designers and DJs collaborate. The result was the CONAKT series of concerts that found Hawtin, along with DJs Magda and Troy Pierce, and producers Marc Houle, Heartthrob and Gaiser creating a multi-platform performance set-up that allowed the performers to play together.","release_date":"2010-02-03","vote_average":5.3,"runtime":78,"cert":"N\/A","id":48363,"title":"Making Contakt","adult":false,"genre_ids":[99]},{"cast":["Maximilian Schell","Lois Nettleton","Lawrence Pressman","Luther Adler","Lloyd Bochner"],"overview":"Arthur Goldman is a rich Jewish industrialist, living in luxury in a Manhattan high-rise. He banters with his assistant Charlie, often shocking Charlie with his outrageousness and irreverence about aspects of Jewish life. Nonetheless, Charlie is astonished when, one day, Israeli secret agents burst in and arrest Goldman for being not a Jewish businessman but a Nazi war criminal. Whisked to Israel for trial, Goldman forces his accusers to face not only his presumed guilt--but their own.","release_date":"1975-01-27","vote_average":7.0,"runtime":117,"cert":"N\/A","id":48364,"title":"The Man in the Glass Booth","adult":false,"genre_ids":[28,18,53]},{"cast":["Michel Simon","Marcelle Hainia","Sévérine Lerczinska","Jean Gehret","Max Dalban"],"overview":"Michel Simon gives one of the most memorable performances in screen history as Boudu, a Parisian tramp who takes a suicidal plunge into the Seine and is rescued by a well-to-do bookseller, Edouard Lestingois. The Lestingois family decides to take in the irrepressible bum, and he shows his gratitude by shaking the household to its foundations. With Boudu Saved from Drowning, legendary director Jean Renoir takes advantage of a host of Parisian locations and the anarchic charms of his lead actor to create an effervescent satire of the bourgeoisie.","release_date":"1932-11-11","vote_average":7.0,"runtime":84,"cert":"N\/A","id":48365,"title":"Boudu Saved from Drowning","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Adult","release_date":"2000-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":48366,"title":"Entry in The Rear","adult":true,"genre_ids":[]},{"cast":[],"overview":"adult","release_date":"2009-04-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":48367,"title":"Girlfriends Lesbian Hospital 2","adult":true,"genre_ids":[]},{"cast":["Steve Lukather","Bobby Kimball","Tony Spinner","Leland Sklar","Greg Phillinganes"],"overview":"Falling in Between Live is the fourth live album by American band Toto, released in 2007. It was recorded live at Le Zénith, Paris, France. It's the first Toto record to feature bassist Leland Sklar, temporarily replacing Mike Porcaro due to a hand injury and second record featuring keyboardist Greg Phillinganes, replacing David Paich who has retired from touring, but is still an active member in the studio.","release_date":"2007-03-26","vote_average":6.3,"runtime":142,"cert":"N\/A","id":48368,"title":"Toto: Falling in Between Live","adult":false,"genre_ids":[10402]},{"cast":["Annabella","Jean-Pierre Aumont","Louis Jouvet","Arletty","Paulette Dubost"],"overview":"On the banks of Canal Saint-Martin in Paris, 1938. As the residents of the family-run Hôtel du Nord celebrate a first-communion lunch, a young couple named Renée and Pierre arrive, planning a double suicide. Pierre wounds Renée. Unable to kill himself, he escapes into the night and gives himself up. Local pimp Edmond finds and keeps Pierre's gun. To Edmond's delight, the benevolent hotel managers the Lecouvreurs take Renée in as a maid although his partner, the prostitute Raymonde, is not pleased.  Two crooks come looking for Edmond, who betrayed them when he was their accomplice. Raymonde covers up for him. Renée and Edmond elope to Marseilles en route to Port-Saïd, but Renée runs back to the hotel. Raymonde is now with Prosper. When the crooks return, she betrays Edmond. During the celebrations on Bastille Day, Edmond reappears. He hands Pierre's gun to his former associate, who shoots him. Pierre comes out of jail. He and Renée leave the Hôtel du Nord together.","release_date":"1938-12-19","vote_average":7.2,"runtime":97,"cert":"N\/A","id":48369,"title":"Hôtel du Nord","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Venice was started in 1977 by cousins Michael and Kipp Lennon. Michael's brother Mark joined the band in 1978, followed by Kipp's brother Pat in 1980. (Kipp and Pat are younger brothers of the Lennon Sisters.) This DVD is a registration of the concert in Heineken Music Hall in Amsterdam, Netherlands.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":48370,"title":"Venice: Motel Westcoast","adult":false,"genre_ids":[]},{"cast":["Alexia Rasmussen","Cybill Shepherd","Shirley Knight","Ernie Sabella","Matthew Albrecht"],"overview":"Danny Foster doesn't have much: an apartment as small as his paychecks, no family, and a struggling music career. Yet for him, \"every day is a great day to be alive,\" an attitude he gained from his mother's unwavering optimism during her losing battle with cancer. It's love at first sight when Danny meets Ariana, a wealthy girl from Greenwich, CT who tragically cannot hear the music she inspires him to write. Ariana, hearing impaired since childhood, is torn between hanging onto the shelter her controlling mother provides and fighting for a love that, if given the chance, might just change her life","release_date":"2010-08-14","vote_average":7.6,"runtime":102,"cert":"N\/A","id":48373,"title":"Listen to Your Heart","adult":false,"genre_ids":[18,10402,10749]},{"cast":["William Katt","Alexandra Paul","Monte Markham","Darleen Carr","Mila Kunis"],"overview":"Doctor Baines has been conducting genetic experiments on piranhas and has made them virtually unstoppable. Unfortunately, his assistants, Maggie and Paul, accidentally release the hybrids into the Lost River Lake threatening to destroy everyone in their path. Can they prevent the flesh-eating piranhas from escaping into the ocean and spawning?","release_date":"1995-10-01","vote_average":4.0,"runtime":89,"cert":"N\/A","id":48374,"title":"Piranha","adult":false,"genre_ids":[27,10770]},{"cast":["Dax Shepard","Tom Arnold","Jon Favreau","James Feldman","David Koechner"],"overview":"Motivated by Box Office statistics, Dax Shepard has made a decision to leave comedy to pursue his dream of becoming an international Martial Arts action star.","release_date":"2010-10-22","vote_average":5.1,"runtime":80,"cert":"N\/A","id":48375,"title":"Brother's Justice","adult":false,"genre_ids":[35,99]},{"cast":["Mike Scotti"],"overview":"As part of the first wave in the War on Terror, First Lieutenant Mike Scotti (awarded the Navy and Marine Corps Achievement Medal with Combat \"V\") served on the front lines during the 21 day advance to Baghdad. His experiences in Afghanistan as well as Iraq put him face to face with the sobering realities of war on a daily basis. Severe Clear offers an unflinching look at life on the battlefield through the eyes of someone who was there.","release_date":"2010-03-12","vote_average":4.6,"runtime":93,"cert":"N\/A","id":48376,"title":"Severe Clear","adult":false,"genre_ids":[35,99]},{"cast":["Dany Boon","Emmanuelle Devos","Sami Bouajila","François Cluzet","Marine Delterme"],"overview":"Qui n'a pas connu le stress d'un déménagement ? Surtout quand on est un jeune écrivain comme Alain, sur le point de quitter une bonne maison d'édition pour écrire un sitcom pour la télévision, que sa femme est sur le point d'accoucher et de surcroît quand les déménageurs sont des Roumains qui travaillent au noir et qu'ils n'ont pas vraiment le sens de la ponctualité...","release_date":"1997-02-02","vote_average":4.6,"runtime":90,"cert":"N\/A","id":48377,"title":"Le déménagement","adult":false,"genre_ids":[35]},{"cast":["Nicole Garcia","Jacques Dutronc","André Dussollier","François Cluzet","Valeria Golino"],"overview":"Three couples and a single guy, from different social and career backgrounds, and of various ages, struggle with finding happiness in their lives.","release_date":"2007-03-14","vote_average":5.3,"runtime":105,"cert":"N\/A","id":48378,"title":"My Place in the Sun","adult":false,"genre_ids":[35,18]},{"cast":["Annie Bovaird","Merlee Shapiro","Pat Fry","Jesse Vinet","Brigid Tierney"],"overview":"Caillou learns about winter holiday traditions from around the world. He and his entire family celebrate Christmas, sharing, giving and caring.","release_date":"2003-10-07","vote_average":3.5,"runtime":72,"cert":"N\/A","id":48379,"title":"Caillou's Holiday Movie","adult":false,"genre_ids":[16,35,10749,10751]},{"cast":["Kirby Heyborne","Michael Flynn","Noah Danby","Jan Broberg"],"overview":"The story of Lehi and his wife Sariah and their four sons: Laman, Lemuel, Sam, and Nephi. Lehi leaves Jerusalem because he prophesied unto the people concerning the destruction of Jerusalem, and they sought his life. He journeys into the wilderness with his family. He sends Nephi and his brethren back to Jerusalem after the brass plates and the family of Ishmael. The sons and daughters of Lehi marry the sons and daughters of Ishmael. They take their families and continue into the wilderness. Ishmael dies in the wilderness. They come to the sea. Nephi's brethren rebel against him. He confounds them, and builds a ship. They cross the sea to the promised land in the Americas. Lehi dies in the promised land. Nephi's brethren rebel against him again. Nephi departs again into the wilderness.","release_date":"2003-09-12","vote_average":5.0,"runtime":120,"cert":"N\/A","id":48382,"title":"The Book of Mormon Movie, Volume 1: The Journey","adult":false,"genre_ids":[]},{"cast":["Toshirō Mifune","Mie Hama","Kumi Mizuno","Tadao Nakamaru","Ichirô Arishima"],"overview":"An adventurous and daring sailor sets sail to the castle of an ailing king to stop an evil premier, hungry for power and wealth, from succeeding the throne and marrying the king's beautiful daughter. Along the way, with the help of some courageous rebels and a lustful wizard, he must overcome the powers of a bewitching witch, a band of ruthless pirates, and the castle's Imperial guards. He must also free those kidnapped into slavery and restore the king's reputation.","release_date":"1963-10-26","vote_average":5.4,"runtime":96,"cert":"N\/A","id":48383,"title":"Samurai Pirate","adult":false,"genre_ids":[28,12,35]},{"cast":["Kelsey Grammer"],"overview":"Frasier is infuriated when Bulldog successfully pulls several practical jokes on him. He vows to get revenge, and plots an elaborate prank that he takes way too seriously. Martin and Roz predict that he will fail because he is terrible at carrying out pranks. Frasier seeks the help of an unlikely ally to prove them wrong. Meanwhile, Mrs. Moon wages a prank war of her own against a trick or treater who eggs Niles' door after he forgets to buy Halloween candy.","release_date":"","vote_average":0.0,"runtime":25,"cert":"N\/A","id":48384,"title":"Frasier-Tales From the Crypt","adult":false,"genre_ids":[35]},{"cast":["Lon Chaney Jr.","Max Showalter","Marian Carr","Ross Elliott","Stuart Randall"],"overview":"A scientific experiment involving subjecting a corpse to an extreme charge of electricity accidentally revives an executed criminal and makes him impervious to harm, allowing him to seek revenge on his former partners, and deal similarly with anyone else who gets in his way.","release_date":"1956-03-24","vote_average":4.6,"runtime":72,"cert":"N\/A","id":48385,"title":"Indestructible Man","adult":false,"genre_ids":[80,27,878]},{"cast":["Vinod Khanna","Om Shivpuri","Iftekhar","Lily Chakravarty","Farida Jalal"],"overview":"Dr. Chaudhary must perform multiple surgeries on Major Ranjeet Khanna, who was shot by the Police while trying to escape from custody after killing his wife, Pushpa, and her lover, Prakash. Chances of Ranjeet's recovery are very slim, if he does recover, he could end up mentally unstable or paralyzed. In the event he does recover, the medical staff's efforts would be in vain as he has already been found guilty and sentenced to be hanged.","release_date":"1973-01-01","vote_average":4.5,"runtime":96,"cert":"N\/A","id":48386,"title":"Achanak","adult":false,"genre_ids":[80,18]},{"cast":["Raj Kapoor","Nargis","Pran","Mukri","Johny Walker"],"overview":"Kammo lives a very wealthy lifestyle with her widowed multi-millionaire dad, Girhdarilal, who would like her to get married to someone who is not after their wealth. To his dismay, she chooses to marry a Pilot named Sumankumar, who is known to womanize, and for his greed, so when he disapproves, she runs away. He advertises for her safe return and offers to pay Rs.1.25 Lakhs to the finder. Four days later, Kammo returns and she is not the same anymore, she is more humble, sober, and respectful. Fully appreciative of this, Girdharilal agrees to get her married to Sumankumar. Just before the marriage, a man named Sagar approaches them - and it is this visit that will change their lives forever.","release_date":"1956-07-06","vote_average":0.0,"runtime":158,"cert":"N\/A","id":48387,"title":"Secretly (Chori Chori)","adult":false,"genre_ids":[10749,18,35]},{"cast":["Raaj Kumar","Meena Kumari","Nadira","Ruby Mayer","Tun Tun"],"overview":"A rich girl marries a doctor. Differences crop up between the two and starts to snowball wherein she returns to her father's house. Months later she returns only to find he is in love with a nurse.","release_date":"1960-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":48388,"title":"Dil Apna Aur Preet Parai","adult":false,"genre_ids":[18,10749]},{"cast":["Bipasha Basu","John Abraham","Gulshan Grover","Vinay Pathak","Ranvir Shorey"],"overview":"Kabir Lal is an alcoholic lawyer whose life is looking as if going down the drain. One morning he sees a stunningly attractive woman on a beach and is instantly enamored by her. By chance he sees her again in a restaurant and offers to buy her a drink. In the process he learns that her name is Sonia and she is married. Unable to resist, he asks her whether she would show him her home. It marks the beginning of a passionate affair, during which Kabir is told that Sonia's husband neglects her. But Sonia cannot leave him because she cannot support herself without her husband's money. Sonia suggests murder and Kabir, blind with lust, agrees. They manage to kill Sonia's husband and make it look like an accident, but then Kabir gets to see Sonia's other side: she no longer is the passionate lover as before, but is a cool-headed mean woman now who won't let go of her wealth at any cost.","release_date":"2003-01-17","vote_average":4.3,"runtime":136,"cert":"N\/A","id":48391,"title":"Jism","adult":false,"genre_ids":[53]},{"cast":["Bengt Nilsson","Sanna Persson","Magnus Börjeson","Marcus Haraldsson Boij","Johannes Björk"],"overview":"A tone-deaf cop works to track down a group of guerilla percussionists whose anarchic public performances are terrorizing the city.","release_date":"2010-12-25","vote_average":7.4,"runtime":102,"cert":"N\/A","id":48392,"title":"Sound of Noise","adult":false,"genre_ids":[35]},{"cast":["Fernando Cayo","Ana Wagener","Manuela Vellés","Dritan Biba","Martijn Kuiper"],"overview":"Three hooded Eastern-European criminals burst into a home in a Madrid gated community, holding the family hostage in its own home, and forcing the father to empty his credit cards. But the family fights back - brutally.","release_date":"2010-06-17","vote_average":6.2,"runtime":85,"cert":"N\/A","id":48393,"title":"Kidnapped","adult":false,"genre_ids":[27,53]},{"cast":["Maurice Barthélemy","Isabelle Nanty","Dieudonné","Sam Karmann","Jim Carter"],"overview":"Casablanca Driver est le plus mauvais boxeur de son temps. Par un concours de circonstances, il se retrouve face au champion Jimmy La Renta. Le combat semble perdu d'avance mais pourtant...","release_date":"2004-06-30","vote_average":6.4,"runtime":90,"cert":"N\/A","id":48394,"title":"Casablanca Driver","adult":false,"genre_ids":[35]},{"cast":["Per Christian Ellefsen","Jorma Tommila","Tommi Korpela","Onni Tommila","Jonathan Hutchings"],"overview":"It's the eve of Christmas in northern Finland and an \"archeological\" dig has just unearthed the real Santa Claus. But this particular Santa isn't the one you want coming to town. When all the local children begin mysteriously disappearing, young Pietari and his father Rauno, a reindeer hunter by trade, capture the mythological being and attempt to sell Santa to the misguided leader of the multinational corporation sponsoring the dig. Santa's elves, however, will stop at nothing to free their fearless leader from captivity. What ensues is a wildly humorous nightmare - a fantastically bizarre polemic on modern day morality. RARE EXPORTS: A CHRISTMAS TALE is a re-imagining of the most classic of all childhood fantasies, and is a darkly comic gem soon to be required perennial holiday viewing.","release_date":"2010-11-24","vote_average":6.4,"runtime":84,"cert":"","id":48395,"title":"Rare Exports: A Christmas Tale","adult":false,"genre_ids":[14]},{"cast":["Stormy Daniels","Jessica Drake","Eric Masterson","Tommy Gunn","Keri Sable"],"overview":"Five college students, Kirsten, Meghan, Rayford, Todd, and Josh, on their way to a rock concert, get detoured to a remote closed down summer camp where they get stalked and killed off one by one by a masked killer, while in between the bloodletting, they find plentiful time to \"get it on\" with one another.","release_date":"2005-09-14","vote_average":6.4,"runtime":151,"cert":"N\/A","id":48396,"title":"Camp Cuddly Pines Powertool Massacre","adult":true,"genre_ids":[27,35,80]},{"cast":["Brian Krause","Niall Matter","Don S. Davis","Donnelly Rhodes","Carrie Genzel"],"overview":"James Murphey is a rugged cryptozoologist, who thirty years earlier, during a trip to Loch Ness, Scotland, had a fatal encounter with the fabled \"Nessie\" creature that killed his father, and left James with deep facial scar. Twenty years later, James is hunting for Nessie, when his search leads him to the sleepy town of Pike Island, Ashburn, on Lake Superior. Hiring Josh Riley as his guide, James and Josh bond over their mutual scientific interests and deceased fathers, while James tries to convince Josh's mother, Sheriff Karen Riley, that the 60-foot plesiosaur is killing and breeding.","release_date":"2008-01-05","vote_average":4.2,"runtime":91,"cert":"N\/A","id":48397,"title":"Beyond Loch Ness","adult":false,"genre_ids":[878,27,53,9648]},{"cast":[],"overview":"This fascinating program follows the physical development of a baby from conception to birth by following the pregnancies of a number of young women. Using enhanced computer animation made from ultrasound pictures and computer graphics this program illustrates and describes the development of a child from beginning through birth. For example, at four weeks the embryo is no bigger than a grain of rice, at eight weeks the size of walnut - all organs are developing, liver lungs brain and bones, at 26 weeks it can taste, squeeze hands, respond to light and sound, and might survive if born. These and many more interesting facts are explored.","release_date":"2005-03-13","vote_average":0.0,"runtime":49,"cert":"N\/A","id":48398,"title":"From Conception to Birth","adult":false,"genre_ids":[99]},{"cast":["Maureen O'Sullivan","Henry Fonda","Ralph Bellamy","Alan Baxter","Stanley Ridges"],"overview":"In Springdale, a small town near New York, taxi driver Brick Tennant and his friend Joe Linden are unjustly accused of a hideous crime and blindly convicted by those who are only interested in feeding the voracious machinery of an inhumane justice system.","release_date":"1939-03-29","vote_average":7.0,"runtime":65,"cert":"","id":48399,"title":"Let Us Live","adult":false,"genre_ids":[80,18,53]},{"cast":["George Sanders","Marguerite Chapman","Onslow Stevens","Gale Sondergaard"],"overview":"The \"war of nerves\" which gripped the European continent in 1938, is the background for this war thriller starring George Sanders.","release_date":"1943-07-15","vote_average":6.5,"runtime":77,"cert":"N\/A","id":48400,"title":"Appointment in Berlin","adult":false,"genre_ids":[18,10752]},{"cast":["Bayani Agbayani","Jeffrey Quizon","Nor Domingo","Dave Ronald Chang","Meryll Soriano"],"overview":"The discovery of a discarded sofa, in Taipei city, transforms a routine Sunday into a capricious adventure of perseverance and self-discovery for - Filipino guest workers - Manuel and Dado.","release_date":"2009-10-24","vote_average":4.5,"runtime":100,"cert":"N\/A","id":48401,"title":"Pinoy Sunday","adult":false,"genre_ids":[35,18]},{"cast":["Frank Lammers","Fedja van Huêt","Peggy Jane de Schepper","Mohammed Chaara","Jaap Spijkers"],"overview":"Dennis is a taxi driver trying to start out his own company. One day, he gets the opportunity to buy a scarce and expensive but lucrative license.","release_date":"2006-10-12","vote_average":6.3,"runtime":100,"cert":"N\/A","id":48402,"title":"Night Run","adult":false,"genre_ids":[18,53]},{"cast":["Richard Herring"],"overview":"Has Adolf Hitler ruined that little moustache for everyone? The only time you'll see it these days is carved into the pubic hair of a naughty lady. Is it possible to reclaim the toothbrush moustache (as it should be called) for comedy? After all, Chaplin had it first. In the critically acclaimed \"Hitler Moustache,\" comedian Richard Herring determines to find as well as discovering how people will respond to this contentious face furniture when it's growing out of his face. Will they assume he's crazy or a fascist or both? Will they spit at him, punch him or just laugh in his face?","release_date":"2010-10-25","vote_average":8.0,"runtime":99,"cert":"18","id":48403,"title":"Richard Herring: Hitler Moustache","adult":false,"genre_ids":[35]},{"cast":["Michèle Mercier","Richard Johnson","John Mills","Harald Leipnitz","Claudio Undari"],"overview":"The Making of a Lady: The Story of Lady Hamilton is a 1968 historical drama film directed by Christian-Jaque and starring Michèle Mercier, Richard Johnson and John Mills.[1] It was based on the novel La San-Felice by Alexandre Dumas and depicts the love affair between Emma Hamilton and Horatio Nelson. It was a co-production between Italy, West Germany, France and the United States.","release_date":"1968-11-28","vote_average":3.8,"runtime":98,"cert":"N\/A","id":48404,"title":"Emma Hamilton","adult":false,"genre_ids":[18,36,10749]},{"cast":["Houko Kuwashima","Yoshiko Sakakibara","Takehito Koyasu","Chiharu Tezuka","Rumi Ochiai"],"overview":"The Buffram army pilots Radium and Viola are the best in their class, and as such have been chosen to spearhead testing of a new type of weapon. Mars hopes this weapon will liberate them from the Earth's tyranny. The new technology called the Orbital Frame is powered by an extremely rare and powerful source known as Metatron.  Pilot Radium is sucked into the power complex of Metatron turning him from a nice guy into a bloodthirsty maniac. And when Earth finds out about this secret weapon, they assault the Mars research base in an attempt to steal the Orbital Frame. During this raid Rachel Stewart Links, head scientist of development, and Radium's girl friend Dolores are abducted. But the Earth forces failed to capture the Idolo Orbital Frame. In an act of love Radium races off to the Buffrum army orbital base to save Dolores and what ensued was what history would call the Deimos Incident, a terrorist action by the Mars revolutionaries.","release_date":"2001-02-21","vote_average":4.3,"runtime":55,"cert":"N\/A","id":48405,"title":"Zone of the Enders: Idolo","adult":false,"genre_ids":[16,878]},{"cast":["Diana Rigg","Edward Fox","Christopher Plummer","Helena Bonham Carter","Neil Dickson"],"overview":"When compulsive gambler Sir Giles Staverley has lost his estate and all his money playing dice, he realises that he only has one thing left of value: his daughter Serena. In a final game, he stakes his daughter's hand in marriage, convinced that this time he will not lose. Unfortunately, however, he does lose; to the evil Lord Wrotham. Unable to return home and tell his daughter that he has lost her in a game of dice, Sir Giles kills himself there and then. Lord Vulcan, who has witnessed the events, takes pity on Serena Staverley, although they have never met. He challenges Lord Wrotham to a game of dice in which the winner takes both Staverley Court and Miss Serena.","release_date":"1987-12-27","vote_average":8.0,"runtime":90,"cert":"","id":48406,"title":"A Hazard of Hearts","adult":false,"genre_ids":[18,10749]},{"cast":["George Brent","Marguerite Chapman","Raymond Huntley","Peter Reynolds","Eleanor Summerfield"],"overview":"A married bookstore owner is blackmailed after he makes a pass at his new sexy blonde clerk.","release_date":"1952-01-25","vote_average":6.6,"runtime":84,"cert":"","id":48407,"title":"The Last Page","adult":false,"genre_ids":[18,80]},{"cast":["Frank Sinatra","George Kennedy","Anne Jackson","Lois Nettleton","Jack Elam"],"overview":"Ass-breaker Dingus Magee is looking for a gold train when he comes upon old acquaintance Hoke Birdsill on stage to San Francisco, and robs him of his money. Hoke goes to the nearby town of Yerkey's Hole, where Belle Knops is both mayor and bordello-mistress. She appoints Hoke Town Sheriff and tries to get him to stir up the Indians so the soldiers at the nearby fort (the main customers) won't go to Little Big Horn. Dingus tries to stir up more trouble and get involved with the pale, baby-talking Indian, Anna. The film is a send-up of the oft-repeated phrase \"the Code of the West\" and exaggerates it and what it stands for into the ridiculousness that it is.","release_date":"1970-11-18","vote_average":5.6,"runtime":91,"cert":"N\/A","id":48408,"title":"Dirty Dingus Magee","adult":false,"genre_ids":[35,37]},{"cast":["Robert Taylor","Tina Louise","Fess Parker","Jack Lord","Gene Evans"],"overview":"A marshal nicknamed \"The Hangman\" because of his track record in hunting down and capturing wanted criminals traces a robbery suspect to a small town. However, the man is known and liked in the town, and the citizens band together to try to help him avoid capture.","release_date":"1959-06-17","vote_average":4.9,"runtime":87,"cert":"N\/A","id":48409,"title":"The Hangman","adult":false,"genre_ids":[28,12,53,37]},{"cast":["Mao Inoue","Jonathan Sherr","Ryoko Kuninaka","Naho Toda","Jun Kunimura"],"overview":"Based on a true story. A Japanese girl and an American guy, fall in love in Japan. Their relationship will not be easy to manage, with their different cultures and their different langages.","release_date":"2010-04-10","vote_average":5.8,"runtime":100,"cert":"N\/A","id":48410,"title":"My Darling Is a Foreigner","adult":false,"genre_ids":[35,10749,18]},{"cast":["Lee Mi-yeon","Lee Tae-ran","Jun Kim","Yoon Je-moon","Marco"],"overview":"Love Exposure explores the very roots of female psychology and women's definition of love and marriage in the 21st century. Jung Wan is a 32-year-old fledging photographer who has no desire to get married. When it comes to romance, she holds no illusions nor fairytale fantasies. But lately, she notices that her skin is beginning to look rather dry and dull, and her body stricken with minor aches here and there. She concludes that what she needs is a man, or rather sex to revitalize her aging body. Then there is Hee Soo, childhood friend who shocked everyone when she married a homely man. An attractive housewife with plenty of dating experience under her belt, Hee Soo sees her husband as a security blanket and a lifetime ticket to free spending and no worries. But all hell breaks loose when Jung Won finally meets her Prince Charming and Hee Soo realizes her only insurance in life is about to expire.","release_date":"2007-10-18","vote_average":5.3,"runtime":100,"cert":"N\/A","id":48411,"title":"Love Exposure","adult":false,"genre_ids":[28,35,18,10749]},{"cast":["Cliff Robertson","Gia Scala","Teru Shimada","Patricia Cutts","Gene Blakely"],"overview":"A US submarine and its crew are captured by the Japanese on the eve of a major WWII battle.","release_date":"1959-11-01","vote_average":7.0,"runtime":86,"cert":"N\/A","id":48412,"title":"Battle of the Coral Sea","adult":false,"genre_ids":[10752]},{"cast":["Filipe Costa","Cláudia Carvalho","Pedro Diogo","José Raposo"],"overview":"Nuno is a man working at a hot dog stand, who also invented a machine which promises to revolutionize the shoe industry- a foot scanner. In the middle of a gasoline embargo and finding himself in a strange predicament, Nuno becomes mysteriously confined to his car, finding his life suddenly embargoed.","release_date":"2010-10-30","vote_average":5.2,"runtime":80,"cert":"N\/A","id":48413,"title":"Embargo","adult":false,"genre_ids":[35,18]},{"cast":["Jorge Machado","Roberta Palombini","Natan Machado Palombini","Nestor Marin"],"overview":"Jorge and Roberta have been separated for several years. They simply come from opposite worlds: he likes an uncomplicated life in the jungle, while she prefers a more urban existence. He is Mexican and she is Italian, and she has decided to return to Rome with their five-year-old son, Natan. But before they leave, Jorge wishes to take young Natan on a trip, hoping to teach him about his Mayan origins in Mexico. At first the boy is physically and emotionally uncomfortable with the whole affair, and gets seasick on the boat taking them to their destination. But as father and son spend more time together, Natan begins a learning experience that will remain with him forever.","release_date":"2010-02-01","vote_average":7.0,"runtime":73,"cert":"N\/A","id":48414,"title":"Alamar","adult":false,"genre_ids":[99,18,10751]},{"cast":["Claudio Bisio","Alessandro Siani","Angela Finocchiaro","Valentina Lodovini","Nando Paone"],"overview":"Alberto (Claudio Bisio), post office manager of a small town in Brianza, under pressure of his wife Sylvia (Angela Finocchiaro), is willing to do anything to get the transfer to Milan. Even pretending to be disabled to climb in the ranking. But the trick does not work and as punishment, he is transferred in a small town in Campania, which to an inhabitant of the north is equivalent to a nightmare ...","release_date":"2010-10-01","vote_average":6.7,"runtime":102,"cert":"N\/A","id":48415,"title":"Welcome to the South","adult":false,"genre_ids":[35]},{"cast":[],"overview":"The Psychumentary is a documentary about rapper Tech N9ne. It charted at number seven on the Billboard Top Music Videos chart. It was directed by Soren Baker and Steven Reissner, Baker also served as writer and producer. The film includes appearances by Kottonmouth Kings and fellow Strange Music artists Krizz Kaliko, Kutt Calhoun, Skatterman &amp; Snug Brim and Prozak.","release_date":"","vote_average":0.0,"runtime":90,"cert":"N\/A","id":48418,"title":"Tech N9ne: The Psychumentary","adult":false,"genre_ids":[99]},{"cast":[],"overview":"1970s Japan saw the rise of biker gangs, known as Bōsōzoku, which drew the interest of the media. God Speed You! Black Emperor follows a member of the bike gang and his interaction with his parents, after he gets in trouble with the police.","release_date":"1976-07-01","vote_average":6.0,"runtime":90,"cert":"N\/A","id":48419,"title":"God Speed You! Black Emperor","adult":false,"genre_ids":[99]},{"cast":["Markus Redmond","Whoopi Goldberg","Keith David","Debra Wilson","Sharon Stone"],"overview":"A teenager with a high I.Q. who decides to become an actor. When his TV show gets cancelled, he is faced with a difficult career choice.","release_date":"2007-01-23","vote_average":3.7,"runtime":102,"cert":"N\/A","id":48420,"title":"If I Had Known I Was a Genius","adult":false,"genre_ids":[35,10751]},{"cast":["Linda Christian","Neil Hamilton","Jeanne Carmen","Robert Alda","Ariadna Welter"],"overview":"A man is haunted by visions of a beautiful woman. When he finally meets her, he winds up involved in a satanic cult.","release_date":"1961-09-13","vote_average":4.4,"runtime":71,"cert":"N\/A","id":48421,"title":"The Devil's Hand","adult":false,"genre_ids":[27,9648]},{"cast":[],"overview":"A tragic account of the poverty and desperation in the once-prosperous nation of Zimbabwe.","release_date":"2010-01-01","vote_average":5.3,"runtime":null,"cert":"","id":48424,"title":"Zimbabwe's Forgotten Children","adult":false,"genre_ids":[99]},{"cast":["Penn Jillette","Teller"],"overview":"Penn reads \"Casey at the Bat\" while Teller escapes from a straight jacket; Penn does a not-wimpy card trick; Teller gives the illusion of reality with a cigarette; Penn eats fire; and the guys show you a trick you can do at home, if you don't mind taping over Masterpiece Theatre.","release_date":"1985-01-28","vote_average":0.0,"runtime":37,"cert":"N\/A","id":48425,"title":"Penn & Teller Go Public","adult":false,"genre_ids":[]},{"cast":["Marie Gillain","Julien Boisselier","Garance Clavel","Brigitte Roüan","Tsilla Chelton"],"overview":"A beautiful, self-centered young woman's life turns upside down when she suddenly \"loses her clitoris\" (i.e. her ability to have an orgasm).","release_date":"2004-08-18","vote_average":5.0,"runtime":82,"cert":"N\/A","id":48426,"title":"The Pleasure Is All Mine","adult":false,"genre_ids":[35,10749,18]},{"cast":["Jaroslav Marvan","Josef Bláha","Josef Vinklář","Vladimír Menšík","Josef Abrhám"],"overview":"In a suburban villa, a woman of means is murdered. Police Superintendent Zdychynec from the Prague Liben neighborhood reports the case to Police Councilman Vacátko, upon whose order an investigation is launched immediately. Zdychynec begins to suspect the wooer of his own daughter, a handsome dragoon named Rudi, of the crime. In Rudi's absence, Zdychynec searches his rented room in the apartment of the elegant Mrs Dragicová. All his findings - among others, sand left on Rudi's jackboots and a decent amount of money in his bedside table - convince the superintendent that he is following the right lead, especially when Rudi refuses to say where he was at the time of the murder.","release_date":"1970-12-24","vote_average":5.9,"runtime":89,"cert":"N\/A","id":48427,"title":"The Matches of a Beautiful Dragoon","adult":false,"genre_ids":[35,80]},{"cast":[],"overview":"A documentary investigating the evidence used to support evolution.","release_date":"2005-05-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":48438,"title":"Where Does the Evidence Lead?","adult":false,"genre_ids":[99]},{"cast":["Ed Ragozzino","Fred Pattle","Michael Behe","William Dembski","Phillip E. Johnson"],"overview":"Unlocking the Mystery of Life represents a unique programming opportunity for local stations. Its broadcast release coincides with the 50th anniversary of one of the greatest scientific breakthroughs in history-James Watson and Francis Crick's discovery that the DNA molecule carries hereditary information in the form of a code that many scientists have likened to computer software or a written language. This discovery (announced on April 25,1953) sparked a scientific revolution. But it also left a fundamental question unanswered. Where did the information in DNA come from? How did the software in the cell arise? Unlocking the Mystery of Life explores these questions through the stories of a growing number of scientists who no longer believe that natural selection or chemistry, alone, can explain life's origin. Instead, they think that the microscopic world of the cell provides evidence of purpose and design in nature.","release_date":"2003-05-05","vote_average":6.5,"runtime":67,"cert":"N\/A","id":48439,"title":"Unlocking the Mystery of Life","adult":false,"genre_ids":[99]},{"cast":["Matthew O'Sullivan"],"overview":"With Australia at war in Vietnam in 1967, suddenly Prime Minister Harold Holt disappeared without a trace—an event unparalleled in the history of western democracy. Four decades later, a coronial inquiry confirmed that Harold Holt had accidentally drowned. Some people may still believe that Holt was a spy and fled to China in a submarine. But most suspect there was more to his disappearance than has ever been revealed. Reconstructed from eyewitness accounts, this dramatised documentary tells the story of the Prime Minister's secret world in the months before he disappeared — a world of betrayal, blackmail, political treachery, a poisonous feud, mounting physical and mental strain, and near-death experiences. Featuring Normie Rowe as Harold Holt, Nicholas Hope as William McMahon and Tony Llewellyn-Jones as John McEwen, this film reveals explosive new aspects of the case.","release_date":"2008-10-29","vote_average":0.0,"runtime":55,"cert":"N\/A","id":48440,"title":"The Prime Minister Is Missing","adult":false,"genre_ids":[99]},{"cast":["Jim Henson","Enid Cafritz","Don Sahlin","Frank Oz"],"overview":"Dislocation in time, time signatures, time as a philosophical concept, and slavery to time are some of the themes touched upon in this nine-minute, experimental film, which was written, directed, and produced by Jim Henson-and starred Jim Henson! Screened for the first time at the Museum of Modern Art in May of 1965, Time Piece enjoyed an eighteen-month run at one Manhattan movie theater and was nominated for an Academy Award for outstanding short subject","release_date":"1965-05-07","vote_average":7.5,"runtime":9,"cert":"N\/A","id":48441,"title":"Time Piece","adult":false,"genre_ids":[35,10402]},{"cast":["George Putnam","Damian O'Flynn"],"overview":"Propaganda film financed by Charles Keating and narrated by news reporter George Putnam. A vehement diatribe against pornography, the film attempts to link explicit portrayals of human sexuality to the subversion of American civilization, and briefly draws a parallel between pornography and the Communist conspiracy. The film is in the public domain, and it has become a popular download from the Prelinger Archives. Perversion for Profit illustrates its claims with still images taken from various soft core pornography magazines of the period, though with some portions of human anatomy obscured by colored rectangles.","release_date":"1965-01-01","vote_average":1.0,"runtime":29,"cert":"N\/A","id":48442,"title":"Perversion for Profit","adult":false,"genre_ids":[]},{"cast":["Orson Welles","Virginia Nicolson","William Vance","Edgerton Paul"],"overview":"A colonial scene in the U.S. An old lady sits astride a bell while a man in blackface, wig, and livery pulls the bell rope. From an upper door emerges an old man, dressed as a dandy, who tips his hat to the woman as he walks down stairs grinning. Others leave the same door and walk down the same stairs: a shabby man, a cop, and, several times, the same dandy. The man in blackface hangs himself; the dandy continues to smile. A bell tolls, a grave beckons. In the dark, the dandy plays the piano. Is he Death? (IMDb)  The Hearts of Age is the first film made by Orson Welles. The film is an eight-minute short, which he co-directed with William Vance in 1934. The film stars Welles' first wife, Virginia Nicholson, as well as Welles himself. He made the film while attending the Todd School for Boys, in Woodstock, Illinois, at the age of 19.","release_date":"1934-01-01","vote_average":5.6,"runtime":8,"cert":"N\/A","id":48443,"title":"The Hearts of Age","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":48444,"title":"Virta: Outo Hedelmä","adult":false,"genre_ids":[]},{"cast":[],"overview":"1958 documentary film by Orson Welles. It was funded by ABC TV. Around 30 minutes long, it follows a similar style to F for Fake and The Fountain of Youth.","release_date":"1958-01-01","vote_average":6.0,"runtime":26,"cert":"N\/A","id":48445,"title":"Portrait of Gina","adult":false,"genre_ids":[99]},{"cast":["Dian Bachar","Andrew Bergman","James Cameron","Shaun Cassidy","Robin Cook"],"overview":"A parody of 1950s corporate\/industrial films, commissioned by Universal Pictures executives after the studio's purchase by Seagrams, and featuring cameos by many stars and directors.","release_date":"1995-02-01","vote_average":6.9,"runtime":14,"cert":"N\/A","id":48446,"title":"Your Studio and You","adult":false,"genre_ids":[99,35]},{"cast":[],"overview":"The Demons Among Us is a dark and creepy horror set in rural Victoria, Australia on the eve of Christmas in the small isolated town of Miranda Falls, a beautiful and quiet country town, but not for long! Joe Melton has just moved into town and soon discovers an evil presence lurking both in the dark forest and in his home. Being chased by demons and suspected of murder, Joe becomes a man on the run. The only other person to witness the devil's work first hand is a local girl by the name of Kylie Fitzgerald. She is unwillingly swept up in Joe's desperate plight and together they must try to survive the ensuing horror.","release_date":"2006-07-13","vote_average":3.5,"runtime":82,"cert":"N\/A","id":48447,"title":"The Demons Among Us","adult":false,"genre_ids":[27,53]},{"cast":["Brad Pitt","Ricky Schroder","Carrie Snodgress","David Anthony Marshall","Thomas Mikal Ford"],"overview":"When Billy returns from reform school he has to attend a different high school at the other side of town. He tries to start with a clean slate but his old rival doesn't make it easy on him and his buddy Louie tries to make him go astray again. His brother Joe, quite the opposite of Billy, is a good runner and determined to win a track scholarship. He suggests Billy to join his school's track team, which pits the two brothers against each other.","release_date":"1991-02-14","vote_average":5.5,"runtime":100,"cert":"N\/A","id":48448,"title":"Across the Tracks","adult":false,"genre_ids":[18]},{"cast":["Olivier Tuinier","Adelheid Roosen","Genio De Groot","Verno Romney","Maxim Hartman"],"overview":"Mees has a problem. By accident he took his best friend's pocket  home with him. Unfortunately he is too late to return it as the next day Tom moves house. All that Mees knows is that Tom has gone to Flevoland. His parents are tied up in their own lives and have no room for little Mees' problems. His mother is a world-famous singer and it seems Mees sees her more on TV than in real life. His father is under a lot of pressure acting as a housekeeper and as secretary for his popular wife. So little Mees must search alone for his friend..... Written by kabouter","release_date":"1992-10-15","vote_average":6.4,"runtime":90,"cert":"N\/A","id":48449,"title":"The Pocket-knife","adult":false,"genre_ids":[10751,35,12,18]},{"cast":["Bas Rutten","Michael Rooker","Dana Lee","G. Anthony Joseph","Wolf Muser"],"overview":"Former LAPD cop, Dakota Varley, enters a power boat race seeking the prize of $250,000, but immediately discovers, first hand, that this race's risk matches the prize: one racer is killed, 3 others seriously injured in multiple action-packed crashes and explosions. Varley tries to leave the lake and collect his prize money but is drugged and kidnapped by Dawson and thrown into a different world: a world where survival means everything and no-one follows the rules. Surrounded by heavily-armed men, he soon learns that he and six other victims have been assembled to be contestants in the ultimate survival game: they will be hunted nightly by hunters with rifles until there is one remaining survivor, who will win a $10,000,000 cash prize!","release_date":"2004-09-03","vote_average":1.0,"runtime":89,"cert":"N\/A","id":48454,"title":"The Eliminator","adult":false,"genre_ids":[28,53]},{"cast":["Candide Thovex"],"overview":"The long awaited 2nd episode of Candide Kamera. Candide skies some of the gnarliest backcountry lines and amaze you with his ability to ski like you only wish you could.","release_date":"","vote_average":0.0,"runtime":7,"cert":"N\/A","id":48455,"title":"Candide Kamera 2","adult":false,"genre_ids":[]},{"cast":["Hans-Jürgen Lange","Otto Rahn"],"overview":"A British-produced documentary about the bizarre life of Nazi SS officer Otto Rahn, focused on his search for the mystical Holy Grail of Christ.","release_date":"2001-09-04","vote_average":6.3,"runtime":90,"cert":"N\/A","id":48458,"title":"The Secret Glory","adult":false,"genre_ids":[99]},{"cast":["Karen Damen","Kristel Verbeke","Josje Huisman","Camilla Blereau"],"overview":"","release_date":"2010-12-20","vote_average":0.0,"runtime":32,"cert":"N\/A","id":48459,"title":"K3 en het wensspel","adult":false,"genre_ids":[10751]},{"cast":["Jaroslav Marvan","Josef Bláha","Josef Vinklář","František Filipovský","Slávka Budínová"],"overview":"Vše začíná jednoho večera v luxusním hotelu Excelsior, kde můžete potkat manžele Matoušovy a Janíkovy, Němce Hanse-Joachima Kirchmayera, číšníka Pepiho, pianistu Krofta, tajemného perského diplomata Mohameda Rasul Zade a samozřejmě ředitele hotelu Arneho Hnízda. Ti všichni se totiž vzápětí stanou podezřelými z vraždy, jejíž obětí se stala Dana Matoušová. Vyšetřování se ujímá inspektor Brůžek ze známé \"mordparty\", a když se případ ukáže komplikovanější než se zdálo, přichází také jeho kolega Bouše a jejich nadřízený, pan vrchní rada Vacátko.","release_date":"1971-10-07","vote_average":5.9,"runtime":89,"cert":"N\/A","id":48460,"title":"Vražda v hotelu Excelsior","adult":false,"genre_ids":[80]},{"cast":["Jandino Asporaat"],"overview":"Bewapend met veel hilarische anekdotes knalt hij er direct in. Met een messcherpe kijk op zijn bruine roots en op de melkwitte wortels van deze samenleving weet hij het publiek op eigen wijze te vermaken. Het prachtige nummer 'Ik mis je zo' en de streken van zijn ghettoneef 'Ongie' maken deze DVD helemaal compleet.","release_date":"2008-05-01","vote_average":5.5,"runtime":80,"cert":"N\/A","id":48461,"title":"Jandino Asporaat: Antilliaanse Pot","adult":false,"genre_ids":[35]},{"cast":["John Hurt","Christian Bale","Daniel Benzali","James Faulkner","John O'Toole"],"overview":"An emotionally challenged young man named Bobby runs away from home in order to escape his abusive stepfather who has killed his pets. He meets an old man, Mr. Summers, who spends his time traveling and giving burials to animals that have been killed by cars. Bobby, also having an affinity for animals, becomes friends with the old man and aids him in his task.","release_date":"1999-07-09","vote_average":6.0,"runtime":112,"cert":"15","id":48464,"title":"All the Little Animals","adult":false,"genre_ids":[18,12]},{"cast":["Kryštof Hádek","Tereza Voříšková","Lukáš Langmajer","Jiří Korn","Lubomír Lipský"],"overview":"The film follows Marie, Jirka and their wealthy parents, as well as murderer Jiří Tichý. The film takes place mostly in southern Moravia.","release_date":"2009-10-21","vote_average":5.1,"runtime":100,"cert":"N\/A","id":48465,"title":"Grapes 2","adult":false,"genre_ids":[10749,35]},{"cast":["Mike Myers","Cameron Diaz","Antonio Banderas","Dean Edwards","Conrad Vernon"],"overview":"Shrek challenges Donkey, Puss in Boots and his other fairy tale character friends to spend the night in Lord Farquaad's haunted castle, telling scary stories to see who can resist becoming scared and stay the longest.","release_date":"2010-12-24","vote_average":6.2,"runtime":21,"cert":"N\/A","id":48466,"title":"Scared Shrekless","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"Recounts the 40-year history of building the Salt Lake Temple, shown as if recounted by Wilford Woodruff to a young reporter. It portrays the pioneers' dedication to temple worship.","release_date":"1993-03-01","vote_average":7.4,"runtime":72,"cert":"N\/A","id":48467,"title":"The Mountain of the Lord","adult":false,"genre_ids":[36,10751,99]},{"cast":["Juan Minujín","Jordi Mollà","Luis Luque","Steven Bauer","Jorge Rulli"],"overview":"Set in a decaying Buenos Aires, a poor Argentine (Minujin) wrestles with his newly discovered superpowers.","release_date":"2010-05-20","vote_average":6.1,"runtime":103,"cert":"N\/A","id":48468,"title":"Zenitram","adult":false,"genre_ids":[35,878]},{"cast":["Walt Disney"],"overview":"The year was 1941, and the world was on the brink of war. In an effort to improve relations between the Americas, the Roosevelt administration called upon one of Hollywood’s most influential filmmakers to embark on a special goodwill tour. Written and directed by Theodore Thomas (“Frank and Ollie”) and produced by Kuniko Okubo, the documentary WALT &amp; EL GRUPO chronicles the amazing ten-week trip that Walt Disney and his hand-picked group of artists and filmmaking talent (later known as “El Grupo”) took to South America at the behest of the U.S. Government as part of the Good Neighbor Policy.","release_date":"2008-09-08","vote_average":5.4,"runtime":106,"cert":"N\/A","id":48471,"title":"Walt & El Grupo","adult":false,"genre_ids":[99,10751]},{"cast":["Jonas Karlsson","Frida Westerdahl","Per Sandberg","Tina Råborg"],"overview":"","release_date":"2009-09-12","vote_average":6.0,"runtime":180,"cert":"N\/A","id":48474,"title":"Mannen under trappan","adult":false,"genre_ids":[27]},{"cast":["William Phipps","Susan Douglas","James Anderson","Earl Lee","Charles Lampkin"],"overview":"The world is destroyed in a nuclear holocaust. Only five Americans survive, including a pregnant woman, a neo-Nazi, a black man and a bank clerk. The five fight each other, fall in love, and act really depressed a lot.","release_date":"1951-04-25","vote_average":6.3,"runtime":93,"cert":"N\/A","id":48481,"title":"Five","adult":false,"genre_ids":[28,878]},{"cast":["Steven Bauer","Barbara Williams","John Getz","David Caruso","Christine Ebersole"],"overview":"A woman trapped in a boring marriage begins an affair with a handsome man who seems able to read her mind. She doesn't know that he has broken into her house and read her diaries, where she has recorded her deepest thoughts and fantasies.","release_date":"1984-10-19","vote_average":5.4,"runtime":100,"cert":"N\/A","id":48482,"title":"Thief of Hearts","adult":false,"genre_ids":[80,18,53]},{"cast":["Samm Croft","Brad Bartram","Nadia Foster","Justin Kyle","Lorraine Sisco"],"overview":"Detectives Sara Parson and Luke Gage have just broken off their romantic partnership when they are forced to collaborate on a double-murder case. The breakup appears to have been about Luke's indiscretions with a female witness in a previous case. The victims are Jonathan Lawson, a fashion photographer and his current model and playmate, Shani Cassata, who is married to Frank Cassata the owner of Club Z. Kari Sims, Jonathan's assistant and former waitress\/dancer at Club Z, becomes the first suspect by discovering the bodies. Then comes the twist: Jonathan appears not to be himself, but his twin Justin, who is supposed to reside in a mental institution. Det. Sara is sufficiently attracted to Justin\/Jonathan that she begins to take liberties with her professional role regarding witnesses in a current case. We are led to speculate on whether Luke and Sara can work together despite their personal differences as well as Sara's distractions to solve the case.","release_date":"2002-03-05","vote_average":0.0,"runtime":86,"cert":"N\/A","id":48483,"title":"Wicked Sins","adult":false,"genre_ids":[80]},{"cast":["Jorge Negrete","Libertad Lamarque","Meche Barba","Agustín Isunza","Julio Villarreal"],"overview":"After the mysterious disappearance of an oil well owner, one of his workers, Gerardo assumes the business management. Soon, the owner's sister arrives from Argentina, and, believing that Gerardo killed her brother to keep the wells for himself, she starts working as a singer under a false name in the same casino her brother disappeared, in order to find out what exactly happened.","release_date":"1947-06-12","vote_average":5.4,"runtime":92,"cert":"N\/A","id":48484,"title":"Gran Casino","adult":false,"genre_ids":[10402,18,35]},{"cast":["Tchéky Karyo","F. Murray Abraham","Rutger Hauer","Amanda Plummer","Julia Ormond"],"overview":"A dramatic retelling of the life of Michel de Nostredame, from his early work as a plague doctor to his time at the court of Catherine de Medici, after he became famed for his prophetic almanacs. Stars Rutger Hauer and Julia Ormond.","release_date":"1994-01-01","vote_average":5.6,"runtime":119,"cert":"N\/A","id":48485,"title":"Nostradamus","adult":false,"genre_ids":[18,36]},{"cast":[],"overview":"A plump and exuberant monk goes fishing, and a playful fish eludes him. First the monk uses a rod and reel, then a net; over and over, he ends up fish-less and wet. Sleepless, he tries luring the fish at night with a bank of candles. He tries a bow and arrow. The tireless and insouciant fish leads the monk through a viaduct, over irrigated steppes, across cisterns, down canals. Suddenly, the monk's chase and the fish's teasing flight become a spiritual journey.","release_date":"1994-01-01","vote_average":6.3,"runtime":6,"cert":"N\/A","id":48486,"title":"The Monk and the Fish","adult":false,"genre_ids":[16]},{"cast":["Mark Waschke","Karel Roden","Ben Becker","Hannah Herzsprung","Radek Holub"],"overview":"A story set in a small village in Sudetenland between 1937 and 1945. \"Habermann\" is based on true events.","release_date":"2010-10-07","vote_average":6.4,"runtime":104,"cert":"N\/A","id":48487,"title":"Habermann","adult":false,"genre_ids":[18,36,10752]},{"cast":["Cordell Barker","Jennifer Torrance","Jackson Barker"],"overview":"Roger and Doris are a childless couple who get more than they bargained for when a strange child appears at their door one day.","release_date":"2002-01-01","vote_average":6.0,"runtime":8,"cert":"N\/A","id":48488,"title":"Strange Invaders","adult":false,"genre_ids":[16,28,35,14,878]},{"cast":["Helen Nima","Sorapong Chatree","Nirut Saosudchart","Andy Tangkaprasert"],"overview":"Dhep (Andy-Watchra Thungkaprasert) is a traveling photographer on his way home to broach unresolved problems between his father and himself. But, on his way home to the island, he meets Riam (Helen Nima) at the pier, and swiftly falls in love with her – before learning that she’s his father, Cheng’s (Sorapong Chatree), new wife. Dhep’s stay at their place familiarizes him with the problems between his violent and sadistic father and stepmother, so he tries to treat Riam kindly to make her feel better. But the forbidden love rears its head again, and the pair decides to make a go of it.","release_date":"2004-05-14","vote_average":6.0,"runtime":95,"cert":"N\/A","id":48489,"title":"The Sin","adult":false,"genre_ids":[28,18,10749,53]},{"cast":["Giancarlo Prete","Fred Williamson","George Eastman","Anna Kanakis","Ennio Girolami"],"overview":"Two mercenaries help wandering caravans fight off an evil and aimless band of white-clad bikers after the nuclear holocaust.","release_date":"1983-06-10","vote_average":4.2,"runtime":91,"cert":"N\/A","id":48490,"title":"The New Barbarians","adult":false,"genre_ids":[878,53,28]},{"cast":["Jeordie White","Madonna Wayne Gacy","Zim Zum","Ginger Fish","Marilyn Manson"],"overview":"The controversial events from the Antichrist Superstar tour serve as the backdrop for this amazing document, all as seen through the video eye of the band's own cameraman. The picketing zealots, the fulminating moralists, the disingenuous politicians, the tens of thousands who came to see for themselves and, of course, gazing outward from the very heart of the storm, Manson himself. One hour of live concert performances intercut with behind the scene and backstage footage that will help you to understand what it must have been like to be at the center of these extraordinary occurrences.","release_date":"1998-02-10","vote_average":9.3,"runtime":60,"cert":"N\/A","id":48491,"title":"Marilyn Manson: Dead To The World","adult":false,"genre_ids":[10402,99]},{"cast":["Andy Lau","Li Bingbing","Deng Chao","Tony Leung Ka-Fai","Carina Lau"],"overview":"An exiled detective is recruited to solve a series of mysterious deaths that threaten to delay the inauguration of Empress Wu.","release_date":"2010-09-18","vote_average":6.8,"runtime":119,"cert":"N\/A","id":48492,"title":"Detective Dee and the Mystery of the Phantom Flame","adult":false,"genre_ids":[28,12,18,9648]},{"cast":["Marilyn Manson"],"overview":"A compilation of all of the band's music videos up until 1999. Also featured is exclusive footage cut from \"The Dope Show\" video and an hour of live and backstage footage from the Rock is Dead tour.","release_date":"1999-11-02","vote_average":9.5,"runtime":null,"cert":"N\/A","id":48493,"title":"Marilyn Manson: God Is In The TV","adult":false,"genre_ids":[10402,99]},{"cast":["Tony Darrow","John J. Cornetta","Paul Borghese","Michael H. Cole","Dolan Wilson"],"overview":"The rural town of Lynchburg Georgia holds a dark secret. A century old curse has condemned the citizens to a diet of human flesh. Unable to leave the city limits the town folks must lure unsuspecting travelers to their quaint town where they soon become the menu item of choice.","release_date":"2009-09-18","vote_average":2.0,"runtime":99,"cert":"N\/A","id":48494,"title":"Lynch Mob","adult":false,"genre_ids":[27,53,80]},{"cast":["Tia Mowry","Tamera Mowry","Ardon Bess","Robin Brûlé","Sandra Caldwell"],"overview":"Two sisters, no love lives. Both end up dating the same man, and inviting him to meet the family on December 17th. He doesn’t know there are two sisters or that he committed to two different dates on the same day.","release_date":"2010-07-20","vote_average":6.6,"runtime":87,"cert":"N\/A","id":48495,"title":"Double Wedding","adult":false,"genre_ids":[10770,35,18,10749]},{"cast":["Kenny McCormick","Aoles Sport"],"overview":"A static camera observes a room as it slowly fills with thirty-six characters from different stages of life, as they move in loops through an absurd dance of social disconnection.","release_date":"1981-05-01","vote_average":7.7,"runtime":8,"cert":"N\/A","id":48496,"title":"Tango","adult":false,"genre_ids":[]},{"cast":["Lindsey Whitney Barry","Rick Carter","Michael J. Fox","Bob Gale","Leslie Nielsen"],"overview":"","release_date":"1989-11-17","vote_average":5.5,"runtime":null,"cert":"N\/A","id":48499,"title":"Back to the Future Part II. Behind the scenes.","adult":false,"genre_ids":[10770,99]}]