[{"cast":["Saito Yasuka","Yusuke Arai","Miku Aono","Hoshina Yôhei","Erina"],"overview":"","release_date":"2013-06-25","vote_average":0.0,"runtime":90,"cert":"N\/A","id":488019,"title":"Hakanaki Kataomoi","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"Change. It's coming. Spring arrives in West London.","release_date":"","vote_average":0.0,"runtime":2,"cert":"N\/A","id":488021,"title":"spring at the strand","adult":false,"genre_ids":[]},{"cast":["Laura Mennell","Karin Konoval","Marcus Rosner","Aaron Pearl","Steve Baran"],"overview":"A teenage girl who sees her mother shot goes into hiding with a police detective who grows attached to her as she protects her from the killer who is hunting the girl. Laura Mennell, Karin Konoval, Marcus Rosner star.","release_date":"2017-11-17","vote_average":0.0,"runtime":84,"cert":"\"\"","id":488023,"title":"Maternal Instinct","adult":false,"genre_ids":[80]},{"cast":["Judith Hofstede","Zukisa E. Nante","Askr Caminada"],"overview":"'Waves of Hope' tells the story of Sara, an asylum attorney, who, one day has to make a decision which influences the lives of all those involved.","release_date":"","vote_average":0.0,"runtime":23,"cert":"N\/A","id":488025,"title":"Waves of Hope","adult":false,"genre_ids":[]},{"cast":["Lydia Fotopoulou","Katia Goulioni","Akilas Karazisis","Ozgur Emre Yildrim"],"overview":"In 1955 a couple of prominent Greek Istanbulites adopt an orphan Greek girl from the \"sacred\" town of their origin. They offer her a powerful family name and ensure her devotion. Twelve-year-old Polyxeni is separated from her younger brother and embarks on a new life and a future that looks bright; she receives an education, she becomes of age and falls in love. She has a lust for life, all the while unsuspicious of the devious plan of annihilation that others are weaving behind her back, targeting her large inheritance.","release_date":"2017-12-14","vote_average":0.0,"runtime":100,"cert":"N\/A","id":488027,"title":"Polyxeni","adult":false,"genre_ids":[18]},{"cast":["Wally Patch","Gus McNaughton","Muriel George","H. F. Maltby","Isobel Scaife"],"overview":"A bus conductor and his driver manage to round up a gang of criminals.","release_date":"1936-11-01","vote_average":0.0,"runtime":68,"cert":"N\/A","id":488041,"title":"Busman's Holiday","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Much-married and once successful writer Henry T. Aythecliff, now heavily in debt, summons his three ex-wives to his mansion, planning to extort a sizable amount of money from each. When he is discovered dead, clues indicate that each of his four wives had motive and opportunity to murder him, and a young detective must sift through some ingeniously devised evidence.","release_date":"1974-03-19","vote_average":0.0,"runtime":null,"cert":"\"NR\"","id":488043,"title":"The Book of Murder","adult":false,"genre_ids":[10770,27,9648]},{"cast":["David Hurn","Alita Naughton"],"overview":"The work of professional photographer David Hurn, shown tackling a wide range of subjects from fashion to photojournalism to candid paparazzo shots.","release_date":"2007-02-17","vote_average":0.0,"runtime":28,"cert":"N\/A","id":488045,"title":"Watch the Birdie","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Two strangers break into a man's house and subject him to a series of terrifying - and humiliating - mind games.","release_date":"1974-07-08","vote_average":0.0,"runtime":null,"cert":"\"NR\"","id":488047,"title":"The Break","adult":false,"genre_ids":[10770,27,9648]},{"cast":["Çun Lajçi","Marija Kohn","Igor Angelov","Elena Trajkovska","Bereda Reshit"],"overview":"A mild political satire about a peculiar friendship between a lonesome monkey and an (impoverished) zoo warden, and about an upside-down world in transition as seen by a chimpanzee.","release_date":"2019-01-03","vote_average":0.0,"runtime":110,"cert":"N\/A","id":488049,"title":"Year of The Monkey","adult":false,"genre_ids":[35,14]},{"cast":[],"overview":"Documentary producer Jung has won a documentary award. Unfortuately for Jung, the documentary was a trumped-up story and PD Jung has been demoted to a position in the province which he doesn't like. He is just spending his time drinking alcohol and hanging out with ladies in a bar. One day, he hears about a hundred year old wild ginseng from Jung-bae, who is a wild ginseng broker. PD Jung thinks this is a great chance to be reinstated in his position in Seoul. So, he goes and visits Sun-sam, who is famous for finding wild ginseng, a so-called 'Simmani', to get permission for filming a documentary with Jung-bae and Sang-gook, his additional production personnel(AD). Finally, he gets permission from Sun-sam and starts to film. However, people feel something very weird, and some of them get killed while they film the documentary in the middle of the mysterious mountain. PD Jung decides to find out the secrets people are hiding.","release_date":"2013-11-14","vote_average":0.0,"runtime":96,"cert":"N\/A","id":488072,"title":"Dead And","adult":false,"genre_ids":[53,9648]},{"cast":[],"overview":"Foolish Mortals is a documentary that focuses on the fan culture surrounding Disney’s Haunted Mansion!  Some of the people in the film are Disney legend Rolly Crump, artist Topher Adam, former Imagineer Jason Surrell, Robert Kurtzman, Dutch Bihary, Sandie Schnieder, Imagineer Terri Hardin, Mike Mendez, Spooky Dan Walker, Lance Henriksen, and many more!","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":488074,"title":"Foolish Mortals: A Haunted Mansion Documentary","adult":false,"genre_ids":[]},{"cast":["Hanna Bohman"],"overview":"Fear Us Women follows Hanna Bohman, a Canadian civilian who has spent the last three years in Syria as a volunteer soldier of the YPJ, an all-female Kurdish army, battling ISIS.","release_date":"2017-11-17","vote_average":6.0,"runtime":27,"cert":"\"\"","id":488076,"title":"Fear Us Women","adult":false,"genre_ids":[]},{"cast":[],"overview":"Models from a financially struggling girlie magazine begin turning up dead.","release_date":"","vote_average":0.0,"runtime":66,"cert":"N\/A","id":488078,"title":"The Centerfold Murders","adult":false,"genre_ids":[]},{"cast":["Valentina Bassi","Jorge Sesán","Germán de Silva","José María Marcos"],"overview":"Julia works as a waitress on the night shift of the Comodoro Rivadavia casino. There, she meets Gwynfor, a customer who offers an interesting work opportunity in the oil industry. And so, what starts out as a morning appointment, résumé in hand, becomes a nightmarish journey in the middle of the arid landscape of Patagonia, a space Ulises Rosell uses with the cinematic power of a western, with the inclemency of the sun and the darkness of night ravaging the protagonists. Inspired by the stories of captive women from the 19th century,","release_date":"2017-11-30","vote_average":5.0,"runtime":94,"cert":"N\/A","id":488080,"title":"To the Desert","adult":false,"genre_ids":[80,18,53]},{"cast":["Elvira Ríos","Tito Lusiardo","Alicia Barrié","Elena Lucena","Luis Enrique Roldán"],"overview":"A singer married to a gambler is accused of murder.","release_date":"1942-09-09","vote_average":0.0,"runtime":89,"cert":"N\/A","id":488103,"title":"When My Heart Calls","adult":false,"genre_ids":[53,10402]},{"cast":["Jye Frasca","Tor Andreas Fagerland","Amy Pemberton","Ruperth Shelbourne","Toby Osmond"],"overview":"Kaufman's Game follows Stanley, an unemployed young man with a passion for boxing, who is keen to improve his strength and stamina. When a stranger approaches him outside the gym with the offer of a specially produced steroid, Stanley is drawn into the ever more violent operations of a powerful organisation, unwittingly entering into a series of tests designed to prove his mettle. This is a film about power, determination and being your own worst enemy. It celebrates the archetypes of classic Film Noir, and the dark, conspiratorial storytelling technique of Franz Kafka, but with a contemporary minimalist aesthetic.","release_date":"2017-11-20","vote_average":5.5,"runtime":null,"cert":"N\/A","id":488105,"title":"Kaufman's Game","adult":false,"genre_ids":[80,53]},{"cast":[],"overview":"Meet the men and women who are living testament to the power of transmutation, each sharing their extraordinary stories of empowerment, authenticity, and love. This feature documentary explores the rarely-seen intimacies of a deeply individualistic mystical experience of reality. Is direct personal encounter with divinity a real thing? What secrets are buried in nature's deep places? Why has mainstream culture sought to eradicate the awakened human? Is normality really our friend? The answers may surprise you.","release_date":"2018-01-01","vote_average":0.0,"runtime":60,"cert":"\"\"","id":488110,"title":"Transmutation","adult":false,"genre_ids":[99]},{"cast":["Martin Wallström"],"overview":"Short film entitled Thoughts, by Lukas Urwitz, with Martin Wallström","release_date":"","vote_average":0.0,"runtime":5,"cert":"N\/A","id":488112,"title":"Thoughts","adult":false,"genre_ids":[]},{"cast":["Martin Wallström"],"overview":"Directed by Rasmus Wassberg with Martin Wallström as The Man.","release_date":"","vote_average":0.0,"runtime":4,"cert":"N\/A","id":488114,"title":"Overkill","adult":false,"genre_ids":[]},{"cast":[],"overview":"The cast of a British soap opera are attacked by a mad fan who confuses them with their TV roles.","release_date":"1974-05-21","vote_average":0.0,"runtime":null,"cert":"\"NR\"","id":488134,"title":"Death to Sister Mary","adult":false,"genre_ids":[]},{"cast":["Jelena Jensen","Violet Starr","Alexis Fawx","Anya Olsen","Reagan Foxx"],"overview":"The revealing twisted road from desire to pursuit and surrender!","release_date":"2017-02-24","vote_average":0.0,"runtime":178,"cert":"\"NC-17\"","id":488136,"title":"Lesbian Seductions: Older\/Younger 58","adult":true,"genre_ids":[10749]},{"cast":[],"overview":"Claire and Lila are neighbours. They both live in the same building, they see each other every day but they hardly know each other's names. Until today, when Claire decides to pay a visit to Lila and to ask for something that will definitely put at risk the cohabitation.","release_date":"","vote_average":0.0,"runtime":17,"cert":"N\/A","id":488138,"title":"The View from Up Here","adult":false,"genre_ids":[18]},{"cast":[],"overview":"When Grace, a woman with multiple psychiatric diagnoses, returns home to live with her aging parents, it threatens the sanity and lives of everyone involved.","release_date":"","vote_average":0.0,"runtime":18,"cert":"N\/A","id":488140,"title":"Without Grace","adult":false,"genre_ids":[18]},{"cast":[],"overview":"14 years ago, disgraced architect John Dieb was jailed by Detective Torres for a diamond heist he swears he never committed. Now paroled, John reconnects with his estranged daughter, Samantha, but lands in Torres's crosshairs once again when a new diamond goes missing. Hauled in for interrogation, John must turn the tables on Torres and prove his innocence of both crimes if he ever hopes to see his daughter again.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":488142,"title":"Double Take","adult":false,"genre_ids":[80]},{"cast":[],"overview":"Film about the end of the world.","release_date":"","vote_average":0.0,"runtime":14,"cert":"N\/A","id":488144,"title":"Revelation: City of Haze","adult":false,"genre_ids":[18,16,878]},{"cast":["Jérémy Ferrari","Blond and Blond and Blond","Tø Blønd","Mår Blond","Glär Blónd"],"overview":"","release_date":"2017-05-08","vote_average":4.0,"runtime":null,"cert":"N\/A","id":488167,"title":"Les duos impossibles de Jérémy Ferrari 4ème Edition","adult":false,"genre_ids":[35]},{"cast":["Jure Ivanušič","Minca Lorenci","Aljoša Ternovšek","Vlado Novak","Milada Kalezič"],"overview":"Slovenia, Australia and Tomorrow the World is a drama film with elements of comedy. The central character Boris works as a machinery maintenance man in a factory, hoping that his work and efforts will be awarded in the future. And indeed, he is given an opportunity by Cosmica, a company providing door-to-door sales and counselling services as well as investment in securities.","release_date":"2017-11-20","vote_average":0.0,"runtime":116,"cert":"N\/A","id":488169,"title":"Slovenia, Australia and Tomorrow the World","adult":false,"genre_ids":[18]},{"cast":["Aleksander Turenšek","Franc Turenšek","Radovan Verželak","Jože Zabukovnik"],"overview":"Deep in the bosom of the native soil, among idyllic hillocks, live men and their tractors. Trahere is a short documentary on what might be the most Slovenian of all relationships: man – tractor.","release_date":"2017-11-20","vote_average":0.0,"runtime":10,"cert":"N\/A","id":488171,"title":"Trahere","adult":false,"genre_ids":[99]},{"cast":["Elizabeth Price"],"overview":"The fifteen-minute, two-screen digital video installation employs the museums’ photographic and graphic archives. It is a fiction, set to melody and percussion, which is narrated by a ‘chorus’ of museum administrators who are organising the records of Arthur Evans’s excavation of the Cretan city of Knossos. The administrators use Evans’s extraordinary documents and photographs to figuratively reconstruct the Knossos Labyrinth within the museum’s computer server. They then imagine its involuted space as a virtual chamber through which museum objects digitally flow, clatter and cascade.","release_date":"2016-05-18","vote_average":8.0,"runtime":15,"cert":"N\/A","id":488173,"title":"A Restoration","adult":false,"genre_ids":[]},{"cast":[],"overview":"The story of a traveler in Mexico.","release_date":"2017-10-18","vote_average":0.0,"runtime":7,"cert":"N\/A","id":488175,"title":"Nueva Vida","adult":false,"genre_ids":[]},{"cast":[],"overview":"A well-established writer fights his family demons while the dreamers on top of the hill struggle with their health and hope for good fortune. A successful businesswoman has plenty of the latter; still, when her daughter’s singing career takes off, she starts questioning her own professional choices. A nagging doubt is also tormenting an underwater construction worker, who wants to show his son a mysterious dark lake.  This visually striking film is a subtle narrative, a love story between people and a fading city.","release_date":"2017-11-20","vote_average":0.0,"runtime":68,"cert":"N\/A","id":488177,"title":"City of Light","adult":false,"genre_ids":[99]},{"cast":["Michael Smiley","Melanie McHugh","Helena Bereen","Rowan McCullough","Rudi McCullough"],"overview":"A man on holiday attempts to seduce his wife by writing her a pornographic poem, despite his mother-in-law and children's constant attention.","release_date":"2017-11-01","vote_average":0.0,"runtime":7,"cert":"\"\"","id":488197,"title":"A Pornographer Woos","adult":false,"genre_ids":[10749,35]},{"cast":["Maya Bijou","Anya Olsen","Elizabeth Jolie","Taylor May","Chris Strokes"],"overview":"Too Big for Teens is back with four hot and horny teens craving huge cock!","release_date":"2017-02-01","vote_average":0.0,"runtime":114,"cert":"\"NC-17\"","id":488199,"title":"Too Big for Teens 22","adult":true,"genre_ids":[]},{"cast":["Pierre Perrier"],"overview":"Ambroise gets bored every night. To kill time, he makes random calls. Sometimes Ambroise finds a lonely woman on the other side of the received.","release_date":"","vote_average":0.0,"runtime":30,"cert":"N\/A","id":488201,"title":"La nuit je m’ennuie","adult":false,"genre_ids":[18,9648,10749,53]},{"cast":["Michael Kane"],"overview":"Magic in the Sky investigates the impact of television on the Inuit people of the Canadian Arctic. The film also documents the establishment of the first Inuit-language television network, called Inukshuk, which began broadcasting to six Inuit communities in December 1980. The Inuit's efforts to create an indigenous television network mirrors the struggle of any culture trying to preserve its unique identity.","release_date":"1981-01-01","vote_average":6.0,"runtime":57,"cert":"N\/A","id":488203,"title":"Magic in the Sky","adult":false,"genre_ids":[99]},{"cast":[],"overview":"This heartfelt and personal documentary tells the story of Andrew, a trans man who lacked the support he needed until AGE UK provided him with a life changing link to the LGBTQ community. Here he speaks about his experiences and how his life has been able to flourish, all thanks to his new friend Harriet.","release_date":"","vote_average":0.0,"runtime":6,"cert":"N\/A","id":488205,"title":"Incomplete","adult":false,"genre_ids":[99]},{"cast":["Johnny Downs"],"overview":"Johnny tries to keep his marriage a secret from his boss, who feels that matrimony interferes with business.","release_date":"1942-04-09","vote_average":0.0,"runtime":16,"cert":"\"\"","id":488207,"title":"Groom and Bored","adult":false,"genre_ids":[35]},{"cast":["Susanne Barklund","Eva Bäckman","Robert Fransson","Annika Hallin","Anders Jansson"],"overview":"Originally planned as a two part docudrama - \"The child's story\" and \"The double sentence\". In the years 1982-84 was three women prostitutes murdered in Stockholm. 27-year-old Catrine da Costa was the third in this row. The murders had similarities that never before was recognized. Two medical doctors identifies as murderers in the media. The two was at first convicted of murder in the district court and then acquitted by the District Court.","release_date":"2005-05-14","vote_average":0.0,"runtime":95,"cert":"N\/A","id":488230,"title":"Styckmordet: berättelsen om en rättsskandal","adult":false,"genre_ids":[99,18]},{"cast":["Chanel Preston","Juelz Ventura","Lucky Starr","Nikki Sexx","Sea J. Raw"],"overview":"Jonni Darkko's Wet Food 3 makes one hell of a big splash! His popular \"blow bang\" series always showcases gorgeous women getting relentlessly face-fucked by multiple guys, with cum facials galore, sperm drinking, stringy drool and nasty gag spit cascading all over the place. For this special \"Deep Throat Edition,\" Jonni has cast five of the hottest XXX throat queens, mouth-watering girls who love gagging on cock and widening their windpipes with extreme oral stunts. Every chick gets smeared and splattered with spunk!","release_date":"2011-06-27","vote_average":0.0,"runtime":169,"cert":"\"NC-17\"","id":488232,"title":"Wet Food 3","adult":true,"genre_ids":[]},{"cast":[],"overview":"From Mauricio Kagel, a short follow-up to his previous effort SOLO.","release_date":"1968-01-01","vote_average":0.0,"runtime":26,"cert":"\"\"","id":488234,"title":"Duo","adult":false,"genre_ids":[]},{"cast":["Radko Polič","Milena Zupančič","Franc Uršič","Polde Bibič"],"overview":"The holiday romance of Daniel and Marjana is disturbed by a premonition of an imminent fatal event. In this vision, the beloved accompanies her lover on an arduous and wearisome voyage by sea and when the situation seems most desperate, a mysterious ship suddenly appears on the horizon…","release_date":"1971-11-24","vote_average":5.0,"runtime":79,"cert":"N\/A","id":488236,"title":"Death Ship","adult":false,"genre_ids":[9648,10749,27]},{"cast":["Maude Adelson","Carl-Olof Alm","Mona Andersson","Erik 'Bullen' Berglund","Allan Edwall"],"overview":"A shy but righteous teacher - Topaze - with no social skills what so ever, gradually becomes aware of the realities of human societies and finally learns to master the rules at level far superior to his former mentor, Laurent Castel-Benac.","release_date":"1963-02-18","vote_average":0.0,"runtime":75,"cert":"N\/A","id":488241,"title":"Topaze","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Black Snake Killaz is a feature-length documentary film about the resistance to the Dakota Access Pipeline. This film explores actions taken by water protectors to stop the construction of the oil pipeline and highlights actions taken by law enforcement, military, and corporate mercenaries to quell the months-long protest. Black Snake Killaz timelines the historical events that unfolded in Standing Rock throughout 2016 and brings you the raw experience from many frontline actions to protect the water. Although the Dakota Access Pipeline is completed, the impact of the movement will be long-lasting. As fossil fuel extraction projects continue to impact some of the most vulnerable communities throughout the United States of America, the importance of the water protectors story grows.","release_date":"2017-11-15","vote_average":0.0,"runtime":120,"cert":"\"\"","id":488243,"title":"BLACK SNAKE KILLAZ: A #NODAPL STORY","adult":false,"genre_ids":[99]},{"cast":["Tamara Wilder","Benjamin Coakley"],"overview":"In the 1940s, three extraordinary people -- two patients and a surgeon -- become pioneers in the still-emerging field of gender reassignment surgery.","release_date":"2015-01-01","vote_average":0.0,"runtime":48,"cert":"N\/A","id":488263,"title":"The Sex Changes That Made History","adult":false,"genre_ids":[99,36]},{"cast":["Rodrick Pocowatchit","Guy Ray Pocowatchit","T. J. Williams","Randall Aviks","Wade Hampton"],"overview":"Turns out, Native American ancestry causes immunity to the zombie virus sweeping the nation.","release_date":"","vote_average":0.0,"runtime":98,"cert":"N\/A","id":488265,"title":"The Dead Can't Dance","adult":false,"genre_ids":[878,35,27]},{"cast":["Alban Ivanov","Anne Roumanoff","Anthony Kavanagh","D'Jal","Jean-Luc Lemoine"],"overview":"","release_date":"2017-09-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":488273,"title":"Humoristes engagés : juste pour rire !","adult":false,"genre_ids":[35]},{"cast":["Kendra Lust","Sara Luvv","Katie Morgan","Lucy Doll","Cherie DeVille"],"overview":"Get your fill of claws-out lesbian loving in every sensual scene, where sex-perienced cougars and their hot little cubs play and frolic until every pussy gets licked to cat-scratching orgasms!","release_date":"2016-01-19","vote_average":0.0,"runtime":104,"cert":"\"NC-17\"","id":488275,"title":"Kittens & Cougars 10","adult":true,"genre_ids":[10749]},{"cast":[],"overview":"Adaptation of Ayn Rand's novel about a young architect battling for his own artistic integrity.","release_date":"","vote_average":10.0,"runtime":null,"cert":"N\/A","id":488277,"title":"The Fountainhead","adult":false,"genre_ids":[18]},{"cast":["Julie Strain","Anastasia Brown","Kathy Pasmore","Taylor St. Claire","George Buck Flower"],"overview":"In the Old West, the government hires three strippers to travel to mining towns and keep the lonely--and, no doubt, horny--miners entertained. At one town the patriarch of a grungy outlaw family discovers that the girls are getting $500 a day from the government, and decides to kidnap the trio and hold them for ransom. Unfortunately, he uses his two idiot sons in his scheme, and things don't go off exactly as planned.","release_date":"1995-11-20","vote_average":10.0,"runtime":92,"cert":"\"NR\"","id":488294,"title":"Takin' It Off Out West","adult":false,"genre_ids":[37]},{"cast":["Elsa Jean","Alexa Grace","Maya Bijou","Summer Day","Small Hands"],"overview":"Young, hot & wet - and just waiting to be seduced! It's the school girl cuties you always dreamed of fucking with their tight little pussies ready, willing, able and spreading just for you! They're living out their naughtiest fantasies and all they need is a well hung teacher to teach them a lesson in hardcore!","release_date":"2017-09-27","vote_average":0.0,"runtime":99,"cert":"\"NC-17\"","id":488296,"title":"School Girl Seductions","adult":true,"genre_ids":[]},{"cast":["Saulo Laranjeira","João Ubaldo Ribeiro"],"overview":"","release_date":"2017-11-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":488298,"title":"Contra o Veneno Peçonhento do Cão Danado","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The last day in the tanzclub \"Dschungel\" at Winterfeldplatz, Berlin-Schöneberg. Located at the bar Slumberland,  GoltzStraße. 24. It documents with single frame automatic one night from evening to dawn. Sounds from The Doors and Iggy Pop. \"Dschungel\" moved in 1978 to Nürnberger Straße 35 and became more glamorous and hip.","release_date":"1978-11-21","vote_average":0.0,"runtime":11,"cert":"N\/A","id":488300,"title":"Dschungel Berlin 1978","adult":false,"genre_ids":[99]},{"cast":["Penelope Goranson","Julie Mainville"],"overview":"A serial killer continues his macabre hobby during a zombie outbreak.","release_date":"2017-10-23","vote_average":0.0,"runtime":8,"cert":"N\/A","id":488302,"title":"I Make Corpses","adult":false,"genre_ids":[27]},{"cast":[],"overview":"","release_date":"2017-11-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":488304,"title":"大耳朵图图之美食狂想曲","adult":true,"genre_ids":[16]},{"cast":[],"overview":"They still exist: young people who know how to write a love letter. Five people in their twenties read aloud the most intimate letter they've ever written.","release_date":"2017-11-15","vote_average":0.0,"runtime":25,"cert":"N\/A","id":488327,"title":"Love Letters","adult":false,"genre_ids":[]},{"cast":[],"overview":"The story about a Palestinian girl who feeds animals at the zoo.","release_date":"2017-10-19","vote_average":0.0,"runtime":7,"cert":"N\/A","id":488329,"title":"South Forest","adult":false,"genre_ids":[]},{"cast":["Hervé Bernard Omnes","Jérôme Frossard","Daniel Lafourcade","Emmanuel Rausenberger","Olivier Destrez"],"overview":"","release_date":"2017-06-07","vote_average":7.0,"runtime":null,"cert":"N\/A","id":488331,"title":"Lost Temples of the Jungle","adult":false,"genre_ids":[99]},{"cast":["Nick Ball","Mandy Dassa"],"overview":"Malcolm Fetcher is a neurotic, middle-aged teacher lost in a dull marriage with his wife of twenty years, Beverly. As he faces an all-consuming identity crisis, their marriage disintegrates and he is forced to express a deep, hidden desire...","release_date":"2016-06-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":488333,"title":"The Wrong End of the Stick","adult":false,"genre_ids":[16]},{"cast":[],"overview":"In Chinese philosophy, Yin and Yang are two entities resulting from the original breath. These are two opposing but complementary forces.","release_date":"2017-10-19","vote_average":0.0,"runtime":11,"cert":"N\/A","id":488335,"title":"Yin","adult":false,"genre_ids":[]},{"cast":[],"overview":"Talia and her spouse, Gavry, Lives in an isolated village next to a forest. Talia takes care of the wounded woodland creatures and sets them free. But in this pastoral atmosphere are hidden the violence and tension in the relationship and Talia must choose- whether to remain in the current situation or take action.","release_date":"2017-10-19","vote_average":0.0,"runtime":6,"cert":"N\/A","id":488337,"title":"It Is What It Is","adult":false,"genre_ids":[]},{"cast":["Christian Craig","Jimmy Decotis","Cooper Webb","Ryan Dungey"],"overview":"Journey to the world's most incredible riding locations with riders worthy of such a venue in MOTO 9, the latest of the world's most progressive moto video franchise. From the soul-shredder life to the woods to the AMA Championship program, MOTO 9 brings every piece of the dirtbike spectrum to the screen. Combined with top tier cinematography and music to match, it's core MOTO - the type of stuff that will have viewers running to fire up their bikes.","release_date":"2017-11-21","vote_average":9.0,"runtime":65,"cert":"\"NR\"","id":488357,"title":"MOTO 9: The Movie","adult":false,"genre_ids":[99]},{"cast":["Paolo Di Orazio","Silver","Pasquale Ruju","Luigi Cozzi","Davide Pulici"],"overview":"","release_date":"2017-11-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":488359,"title":"Splatter – La rivista proibita","adult":false,"genre_ids":[]},{"cast":["Nikša Butijer","Biserka Ipša"],"overview":"Danijel and his Mom live together in a squalid flat. Daniel never leaves his armchair and spends his days reading comic books. One day Daniel’s Mom, after seeing a television programme How Clean is Your House, decides to clean the flat and give Danijel a bath. Finally in exhaustion, she falls asleep in her armchair, and Danijel runs away from home. He ends up at the train station but instead of boarding a train, he just stands on the platform and watches the trains go by. This is where his Mom will eventually find him and take him back home.","release_date":"2009-01-01","vote_average":0.0,"runtime":11,"cert":"N\/A","id":488361,"title":"Daniel","adult":false,"genre_ids":[18]},{"cast":["Otto Mellies","Katrin Sass","Renate Geißler","Dietrich Mechow"],"overview":"","release_date":"1982-01-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":488363,"title":"Zahl bar, wenn du kannst","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Two former lovers reunite for a play by the drama teacher who first brought them together. They still carry a torch for each other, but will their love survive after the truth is revealed about their past?","release_date":"","vote_average":0.0,"runtime":15,"cert":"N\/A","id":488365,"title":"Hearts Want","adult":false,"genre_ids":[]},{"cast":["Anton Rubtsov","Susanne Schäfer","Lena Meckel","Tim Bettermann","Christopher Gareisen"],"overview":"","release_date":"2017-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":488367,"title":"Halt! Los!","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Annika talks about her love for horses and her allergy that restricted her ability to ride a horse.","release_date":"2009-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":488387,"title":"Världens sämsta hästtjej","adult":false,"genre_ids":[99]},{"cast":["Patricia Nolin","Louise Marleau","Benoît Marleau","Hervé Brousseau","Ovila Légaré"],"overview":"","release_date":"1964-01-01","vote_average":0.0,"runtime":26,"cert":"N\/A","id":488389,"title":"Solange dans nos campagnes","adult":false,"genre_ids":[35]},{"cast":["Nurlan Koyanbayev","Daulet Bizhanov","Zhan Baizhanbayev"],"overview":"A bunch of Kazakh students gets in trouble during vacation in Thailand and they are going to re-discover the meaning of friendship and trust.","release_date":"2018-02-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":488391,"title":"A Vacation in Thailand","adult":false,"genre_ids":[35]},{"cast":["Patricia Murphy","Norman Walker","Michaele-Sue Goldblatt","David Martin","David Hollings"],"overview":"","release_date":"1967-01-01","vote_average":0.0,"runtime":38,"cert":"N\/A","id":488393,"title":"Palace of Pleasure","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":488395,"title":"Céréales : pas de bol pour le petit-dej","adult":false,"genre_ids":[99]},{"cast":["Ogie Banks","Frances Lee","Gavin Yap","Brock Powell","Barbara Goodson"],"overview":"In an imaginary world where vehicles are the citizens, one underdog cabbie attempts to become king of the road in his hometown, Gasket City. He soon discovers that staying true to oneself is a greater pursuit than personal glory. When threatened by elitist attitudes and mobster trucks, can one unglamorous black and yellow ‘local zero’ rise to the challenge and become a ‘global hero’?","release_date":"2018-08-16","vote_average":6.2,"runtime":90,"cert":"\"\"","id":488397,"title":"Wheely","adult":false,"genre_ids":[10751,16,12,35]},{"cast":[],"overview":"Four couples. They form a circle, are of different nationalities and live in the big metropolises of the world. They are beautiful--a famous painter, a fashion model, a song star. When their profession forces them to move to a city where one of the couples of the circle lives, they share not only their apartment, but also one or the other spouse, as the case may be. Every year, it's a ritual, they all meet for a two-to-three week holiday with one of the couples. This year, they meet in Quebec, in a villa in the Laurentians, near a lake, far from civilization.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":488420,"title":"Heads or Tails","adult":false,"genre_ids":[]},{"cast":["Mary Pickford","Owen Moore"],"overview":"Jimmie Keene is an ardent devotee of the art of self-defense and never misses a boxing match when he can help it. Jimmie's father, however, being a deacon in the church naturally frowns upon such affairs, regarding them as brutal and demoralizing. Jimmie buys a ticket for an exhibition of this nature, but in rushing out of the house to attend it, he drops his ticket and leaves without it. The ticket is picked up by the maid, who hands it to Deacon Keene.","release_date":"1911-01-30","vote_average":0.0,"runtime":10,"cert":"\"\"","id":488422,"title":"Maid or Man","adult":false,"genre_ids":[]},{"cast":["Adesua Etomi","Banky Wellington","Sola Sobowale","Enyinna Nwigwe","Daniella Down"],"overview":"In \"The Wedding Party\" sequel, Nonso has continued his romance with Deirdre, the bridesmaid from London. Nonso manages to propose by accident, while on a dinner date, and sets off a chain of events too powerful to stop.","release_date":"2017-12-15","vote_average":7.0,"runtime":98,"cert":"N\/A","id":488424,"title":"The Wedding Party 2: Destination Dubai","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"'When we were wild' is a free and evoking tour that progressively abandons a classic documentary structure to become a first person essay.","release_date":"2017-03-23","vote_average":7.0,"runtime":61,"cert":"N\/A","id":488426,"title":"When we were wild","adult":false,"genre_ids":[99]},{"cast":["Mary Pickford","Charles Arling"],"overview":"Mr. and Mrs. Parker leave their apartment to the care of their servants, Riley and his wife, while Mrs. Parker pays an extended visit to her mother, and Mr. Parker makes a business trip. Riley assists at the going away and the furniture is covered with care. Riley finds the need of some ready money, and he resolves to turn a penny his way by letting the apartments in the absence of his master and mistress.","release_date":"1911-02-09","vote_average":0.0,"runtime":6,"cert":"\"\"","id":488428,"title":"When the Cat's Away","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2002-09-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":488430,"title":"Gegen Freund und Feind - Vom Mauerbau zum Mauerfall","adult":false,"genre_ids":[99]},{"cast":["David Blue","Jax Connolly","Ashley Jones","Preston James Hillier"],"overview":"A Good Samaritan wins a small fortune and decides to play secret Santa to the residents of  His small town, soon finding love in the process.","release_date":"2017-11-26","vote_average":5.9,"runtime":85,"cert":"\"\"","id":488447,"title":"12 Days of Giving","adult":false,"genre_ids":[18,10770]},{"cast":["Mika Barthel","Patrick Bechard","Marie-Line Chanaud","Gérald Delaire","Guida Hernandez"],"overview":"adult movie","release_date":"1978-11-22","vote_average":0.0,"runtime":75,"cert":"N\/A","id":488449,"title":"Lèvres entrouvertes","adult":true,"genre_ids":[]},{"cast":["Lynda Davis","Clay Taliaferro","Carol Warner"],"overview":"An abstract work featuring three dancers, the performers interact with large screens as well as each other. Included in Shirley Clarke’s Four Journeys Into Mystic Time, costuming and color play an integral role in this piece.","release_date":"1978-01-01","vote_average":0.0,"runtime":6,"cert":"\"NR\"","id":488451,"title":"Four Journeys Into Mystic Time: One-Two-Three","adult":false,"genre_ids":[14]},{"cast":["Hans Löw","Elena Radonicich","Michael Wittenborn","Emma Bading","Kathrin Resetarits"],"overview":"Armin, in his fourties, is a freelancer with lots of time and little money. He’s not really happy, but can’t picture living a different life. One morning the world looks the same as always, but mankind has disappeared.","release_date":"2018-07-01","vote_average":5.6,"runtime":120,"cert":"N\/A","id":488453,"title":"In My Room","adult":false,"genre_ids":[18]},{"cast":[],"overview":"First film of LaBruce's anthology for CockyBoys.","release_date":"2017-10-30","vote_average":0.0,"runtime":22,"cert":"\"\"","id":488455,"title":"Diablo in Madrid","adult":false,"genre_ids":[]},{"cast":["Rosemarie Gerstenberg","Hermann Lenschau","Tonio von der Meden"],"overview":"","release_date":"1953-12-04","vote_average":0.0,"runtime":null,"cert":"N\/A","id":488457,"title":"Das Abschiedsgeschenk","adult":false,"genre_ids":[18]},{"cast":["Asa Akira","Chanel Preston","Jynx Maze","Phoenix Marie","Tori Lux"],"overview":"Director Jonni Darkko's XXX films are known for artful photographic prowess, model-quality beauties and wet, graphic sexual filth! His newest DVD plunges deeply into the hot sexual niche du jour: Jonni's Gape Me presents some of the world's hottest current female porn talent in lust-dripping anal scenes that leave the tight bungholes splayed, stretched and widely dilated.","release_date":"2011-04-13","vote_average":0.0,"runtime":143,"cert":"\"NC-17\"","id":488459,"title":"Gape Me","adult":true,"genre_ids":[]},{"cast":[],"overview":"On June 1st, 2009, Flight AF447, an Air France Airbus A330 flying from Rio de Janeiro to Paris, disappeared over the Atlantic Ocean with the los of all 228 lives.  How could a state-of-the-art airliner with elaborate electronic safety and navigation features and a faultless safety record simply vanish without a terrace?  NOVA assembles a team of seasoned pilots, engineers, and safety experts to examine the evidence that emerged in the weeks following this horrific disaster.  What led Flight 447’s crew to fly straight into a towering thunderstorm?  Using expert testimony, messages transmitted by the doomed plane’s computer system, and multi-layered CGI weather reconstructions, NOVA pieces together the events leading up to the disaster and provides a forensic view of crucial events seen from all angles to reveal what really happened on Flight 447.","release_date":"2010-11-02","vote_average":7.5,"runtime":54,"cert":"\"PG\"","id":488476,"title":"Crash of Flight 447","adult":false,"genre_ids":[99]},{"cast":["Garik Sukachyov"],"overview":"Russian documentary","release_date":"2017-11-16","vote_average":0.0,"runtime":112,"cert":"N\/A","id":488478,"title":"То, что во мне","adult":false,"genre_ids":[]},{"cast":["Mansi Dovhal","Amit Bhaskar","Prem Chopra","Sanjay Mishra","Ravi Gossain"],"overview":"Two young people from contrasting social strata fall head-over-heels in love with one another and mutually decide to tie the knot. But, the negative entities in their lives have chalked out an evil plan to separate them.","release_date":"2017-11-17","vote_average":0.0,"runtime":120,"cert":"N\/A","id":488480,"title":"Shaadi Abhi Baaki Hai","adult":false,"genre_ids":[]},{"cast":["Will Sutton","Neil MacGregor","Edward Crompton","Warren Spencer"],"overview":"Short film about a goalie who is bullied by a teammate and disappears into a closet wardrobe that appears on the beach.","release_date":"","vote_average":0.0,"runtime":11,"cert":"N\/A","id":488482,"title":"Closet","adult":false,"genre_ids":[18]},{"cast":["Bob Hoskins","Emrys James","Nick Brimble","Barry Stanton","Freddie Jones"],"overview":"Brecht's company of actors tells the story of Bertolt Brecht: his theatre, plays, poetry and his life.","release_date":"1979-08-10","vote_average":0.0,"runtime":65,"cert":"N\/A","id":488484,"title":"Brecht and Co","adult":false,"genre_ids":[18]},{"cert":"\"NR\"","title":"Good Salary, Prospects, Free Coffin","cast":[],"id":488489,"overview":"After two of her roommates disappear while out for a job interview, a woman answers a want ad for the same job.","runtime":null,"genre_ids":[],"release_date":"1975-05-10","vote_average":0.0,"adult":false}]