[{"cast":[],"overview":"In the movies since he was an infant, Chris Olsen appeared in films by some of the best directors of the 1950's.  Even though he never became a famous child actor, he played a pivotal role in some of the most iconic movies of the era.  Retired since the age of 14, he looks back on his life as a child actor, trying to find the thread that ties his movie roles together.","release_date":"2016-12-30","vote_average":6.0,"runtime":17,"cert":"\"\"","id":489011,"title":"Chris Olsen - The Boy Who Cried","adult":false,"genre_ids":[99]},{"cast":["Alexander Nevsky","Mark Dacascos","Danny Trejo","Eric Roberts","Tom Arnold"],"overview":"The agents of the Federal Security Service of Russia and the US Secret Service are forced to work together to prevent a full-scale international crisis.","release_date":"2017-11-30","vote_average":3.5,"runtime":110,"cert":"N\/A","id":489013,"title":"Maximum Impact","adult":false,"genre_ids":[28,35]},{"cast":["Brianna Garduno","Darious Sawyers","Demetrious Sawyers","Evita Sawyers","Kevin Sawyers"],"overview":"A documentary that approaches polyamory from the intimate point of view of an Afro-American family who decided to live an authentic life without denying the option of diversity in their love and family.","release_date":"2016-01-21","vote_average":0.0,"runtime":27,"cert":"\"PG\"","id":489021,"title":"Poly-Love","adult":false,"genre_ids":[99]},{"cast":["Adrein Broner","Barry Hunter","Thomas Broner","George \"B. Luck\" Reid","Mike Stafford"],"overview":"A behind-the-scenes portrait of the undefeated rising star and Cincinnati's own sensation Adrien \"The Problem\" Broner before and during his bouts with Eloy Perez and Vincente Escobedo.  “2 Days” is a revealing and intimate look at a 48-hour span in the life of a boxer in the lead-up to one of his fights focusing on junior lightweight title-holder Adrien Broner. HBO cameras followed the engaging and free spirited fighter prior to his showdown against Eloy Perez.","release_date":"2012-07-07","vote_average":5.0,"runtime":10,"cert":"\"\"","id":489023,"title":"2 Days: Adrien Broner (HBO Sports)","adult":false,"genre_ids":[99]},{"cast":["Seamus Ball","Dennis McGowan","Mairead Mullan"],"overview":"The bar flies prepare for the big day with betting, boozing and banter. But will best man Billy break more than his ma’s heart before the wedding?\r This award winning drama set in Derry reflects the ordinary ways drinking affects friendships and marriages. It stars Seamus Ball as hapless best man and confirmed bachelor Billy. Described by Alexander Walker as a ‘boyo who tries to drag his marrying pal back from the alter into the drinking circle’s celibacy’. What will happen as Billy stirs up the marital troubles, misunderstandings and regrets that brew in the tension between the pull of the pub and the plea to come home?","release_date":"1986-01-01","vote_average":0.0,"runtime":83,"cert":"N\/A","id":489028,"title":"The Best Man","adult":false,"genre_ids":[]},{"cast":["Mary Pickford","Russell Bassett","George Anderson","William Lloyd","Constance Johnson"],"overview":"\"Little Pal\" is the daughter of a saloon keeper in a rough Alaskan gold rush town. During a game of dice, he loses his daughter to the brutal \"Black Brand\". A fight ensues and her father is killed, Little Pal flees and seeks refuge with John, an Easterner who has come to Alaska to mine. When he falls ill, the lovestruck Little Pal nurses him back to health with the help of her loyal friend, Cultus. Little Pal is heartbroken with the arrival of John's wife, and when she learns he will die if he remains in the harsh climate, Little Pal and Cultus steal gold dust from a rival claim in order to provide John with money. Meanwhile, Black Brand who is suspected of the crime is shot. As John and his wife leave Alaska, a despondent Little Pal finds comfort in Cultus' love.","release_date":"1915-07-01","vote_average":0.0,"runtime":50,"cert":"\"\"","id":489042,"title":"Little Pal","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"The Story of a Mother\" (Danish: Historien om en moder) is a story by the Danish poet, travel writer, short story writer, and novelist Hans Christian Andersen (1805-1875).","release_date":"1963-01-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":489044,"title":"Historien om en moder","adult":false,"genre_ids":[]},{"cast":[],"overview":"\"The Story of a Mother\" (Danish: Historien om en moder) is a story by the Danish poet, travel writer, short story writer, and novelist Hans Christian Andersen (1805-1875).","release_date":"1979-11-06","vote_average":0.0,"runtime":52,"cert":"N\/A","id":489046,"title":"Historien om en moder","adult":false,"genre_ids":[]},{"cast":["Mary Pickford","King Baggot","Owen Moore","George Loane Tucker","Isabel Rea"],"overview":"A lost film. Claude Marlow, Eugene Wilson and Fred Strong pose as a trio of mashers whom women cannot resist. However, They soon find have have met their match with the arrival of Edith Morton, the new dentist.","release_date":"1911-05-08","vote_average":0.0,"runtime":7,"cert":"\"\"","id":489048,"title":"The Fair Dentist","adult":false,"genre_ids":[]},{"cast":["Conleth Hill","Alex Hassell","Tori Hart","Graham Butler","Nick Rhys"],"overview":"After surviving an explosion in Iraq, Mr. Thomas leaves the infuriating desk job the army had created for him and enters the underground world of the contract killer. His brother, Sam, had been caught selling on army secrets to the highest bidder and is now working for the illusive Harry Montagu. They use Mr. Thomas as a very effective way of eliminating problems they encounter in their business. That is until Mr. Thomas begins to question whom these problems are that he is removing, and why they deserve this fate.","release_date":"2015-01-15","vote_average":6.8,"runtime":92,"cert":"N\/A","id":489050,"title":"Two Down","adult":false,"genre_ids":[80,35]},{"cast":[],"overview":"Alice Roberts explores the latest discoveries in the study of human origins, revealing the transformation that has been brought about in this field by genetics.","release_date":"2016-10-12","vote_average":0.0,"runtime":59,"cert":"N\/A","id":489052,"title":"The Lost Tribes of Humanity","adult":false,"genre_ids":[99]},{"cast":["Hiroki Matsukata","Kôjirô Hongô","Tomomi Iwai","Shigeru Tsuyuguchi","Yoshi Katô"],"overview":"The tragic, yet exciting story of the friendship between Nakayama Yasubei, a member of the 47 Ronin, and Tange Tenzen, a relative by marriage of the vile Lord Kira. Remake of Hakuôki AKA Samurai Vendetta (1959).","release_date":"1969-05-30","vote_average":6.0,"runtime":90,"cert":"N\/A","id":489054,"title":"Broken Swords","adult":false,"genre_ids":[18,28]},{"cast":["La Jana","William Dieterle","Edith Meinhard"],"overview":"","release_date":"1928-10-16","vote_average":4.0,"runtime":null,"cert":"N\/A","id":489074,"title":"Ritter der Nacht","adult":false,"genre_ids":[18]},{"cast":["Rita Gomez","Myra Manibog","Sarsi Emmanuelle"],"overview":"Bomba Queen is loosely based on the story of Josephine \"Yvonne\" Samson one of the biggest bold stars of the 70s. Before she was Yvonne she was Rose, a provincial girl sold to one of the discreet brothels in Manila. Soon enough Rose was able to escape and make a name for herself as she became Yvonne, the bomba queen. Bomba Queen follows Rose through the successes and pitfalls of her newfound stardom and eventual descent back to poverty.","release_date":"1985-04-25","vote_average":0.0,"runtime":119,"cert":"N\/A","id":489076,"title":"Bomba Queen","adult":false,"genre_ids":[]},{"cast":[],"overview":"Gramathu Athiyayam (English: Village Chapter) is a 1980 Tamil Indian feature film directed by C. Rudhraiya. The film stars Nanda Kumar, Sundar and Swarnalatha in the lead roles.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":489081,"title":"Gramathu Athiyayam","adult":true,"genre_ids":[]},{"cast":[],"overview":"You've got the will...Tae Bo 2004 is the way. The one-and-only Billy Blanks shares his electrifying spirit in the next evolution of his complete fitness system. Tae Bo 2004: Capture the Power. This total-body rotational system will transform your body, and the amazing results will build confidence and ignite your energy.","release_date":"","vote_average":0.0,"runtime":63,"cert":"N\/A","id":489083,"title":"Tae Bo 2004 Capture the Power Foundation","adult":false,"genre_ids":[]},{"cast":[],"overview":"Experimental documentary by Tobe Hooper and collaborators.","release_date":"1966-01-01","vote_average":0.0,"runtime":10,"cert":"\"\"","id":489085,"title":"Down Friday Street","adult":false,"genre_ids":[99]},{"cast":["Dieter Meier","Boris Blank"],"overview":"","release_date":"2017-11-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":489087,"title":"Yello - Live in Berlin","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"In July 1982, the Israeli army besieged Beirut. Four days earlier, Jocelyne Saab sees her house burn and 150 years of family existence go up in smoke. She then takes refuge in questioning: when did this all begin? How did the Beirut people live the siege? Each place will then become a story and each name a memory.","release_date":"1983-01-01","vote_average":6.0,"runtime":38,"cert":"N\/A","id":489107,"title":"Beyrouth, Ma Ville","adult":false,"genre_ids":[]},{"cast":[],"overview":"A few days after a massacre in a shantytown near Beirut, the director finds the children who survived. She approaches them by offering them crayons to draw. A link is created between them. They let her film their violent games: they repeat the scenes of horror they saw unfold before their eyes ...","release_date":"1976-01-01","vote_average":6.0,"runtime":10,"cert":"N\/A","id":489109,"title":"War Children","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2006-03-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":489114,"title":"Brasil, lo nunca visto","adult":false,"genre_ids":[]},{"cast":["Mary Pickford","Owen Moore","Jack Pickford"],"overview":"A lost film. Hiram Flint, a young gambler and horseman, loves Madge, the daughter of James Spotwood but she repulses him. He buys a mortgage on the farm of Spotwood. The interest on the mortgage is due to be paid but Owen, Spotwood's son gambles and loses the money at roulette. James Spotwood has given to Owen a thoroughbred and they enter it in a race at the county fair in an effort to get back the money lost. Flint also has a horse entered and drugs the Spotwood rider on the eve of the race.","release_date":"1911-05-11","vote_average":0.0,"runtime":10,"cert":"\"\"","id":489116,"title":"For Her Brother's Sake","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"1991-02-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":489121,"title":"Imax - Anillo de fuego","adult":false,"genre_ids":[]},{"cast":["Oona Airola","Konsta Laakso","Pyry Äikää","Mika Nuojua","Sanna-Kaisa Palo"],"overview":"Anni, a daughter of a wealthy family and used to secure life, falls in love with Veikko, a war invalid of the Continuation War. Anni leaves her past behind her and starts leading the life of a pioneer, in the wild forests of northern Karelia, in a settlement farm. After a rosy start, the fate crushes Anni’s dreams and her love for Veikko is put to a test.","release_date":"2018-10-26","vote_average":7.0,"runtime":108,"cert":"N\/A","id":489138,"title":"Land of Hope","adult":false,"genre_ids":[36,18,10749]},{"cast":["Heinz-Günther Hüsch","Hans-Dietrich Genscher","Klaus Kinkel","Horst Teltschik","Karl Hahn"],"overview":"A first hand account of one of the biggest cases of human trafficking during the Cold War. A story of greed, courage, hope and remorse.","release_date":"2014-10-10","vote_average":0.0,"runtime":90,"cert":"N\/A","id":489140,"title":"Trading Germans","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Peter and the Wolf, Prokofiev's musical fairy tale, has been delighting children since 1936. Nearly 60 years later, in 1995, the young choreographer Matthew Hart created a witty choreographed version for the Royal Ballet School with designs by Ian Spurling. Described as ‘an utterly delightful ballet and a perfect showcase for the younger students,’ by the Royal Ballet's Director, Monica Mason, it was staged again – and recorded for this DVD – in 2010.","release_date":"2011-10-25","vote_average":0.0,"runtime":31,"cert":"\"\"","id":489142,"title":"Peter & The Wolf","adult":false,"genre_ids":[]},{"cast":[],"overview":"HARD-CORE is a frank and irreverent documentary that asks the question, \"what is hard-core?\" Seedy, grainy, and fast-paced, this is a nostalgic look at an ephemeral moment in the history of a subculture: punk rock in San Francisco in the late eighties. Everyone from fucked-up teenagers to elderly Mexican tourists attempts to explain the allure and mystique of the scene. Filmed at SF's historical petting-zoo\/theater\/punk rock emporium The Farm.","release_date":"1989-01-01","vote_average":0.0,"runtime":5,"cert":"\"\"","id":489144,"title":"Hard Core Home Movie","adult":false,"genre_ids":[99]},{"cast":["Paprika Steen","Sofie Gråbøl","Lars Brygmann","Jacob Ulrik Lohmann","Jakob Randrup"],"overview":"The film is about how to survive a Christmas eve with siblings, spouses, children, grandmothers and…dogs!","release_date":"2018-11-08","vote_average":6.5,"runtime":101,"cert":"N\/A","id":489146,"title":"That Time of Year","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"\"Like Los Ojos, Glass Face shows off Beydler's more whimsical side, but his consistently fresh approach to the transformation of still frames into motion pictures is nevertheless on its usual breathtaking display here. This time, the material being animated is the filmmaker's own face, resulting in a truly strange and funny example of self-punishment as self-portraiture.\" - Mark Toscano","release_date":"1975-01-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":489148,"title":"Glass Face","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2017-07-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":489168,"title":"아내의 동영상","adult":false,"genre_ids":[]},{"cast":["Marion Cotillard","Ayline Etaix","Alban Lenoir","Amélie Daure","Stéphane Rideau"],"overview":"8-year-old Elli and her mother, Marlène, live in a small town by the French Riviera where they act out to relieve boredom and hide from social services. When Marlène caves in to yet another night of excess, she chooses to leave Elli behind for a man she just met. The young child must confront her mother's demons in order to get her back.","release_date":"2018-05-23","vote_average":6.4,"runtime":120,"cert":"N\/A","id":489170,"title":"Angel Face","adult":false,"genre_ids":[18]},{"cast":["Ourania Michaloliakou","Nikolaos Michaloliakos","Eleftherios Synadinos","Eleni Zaroulia","Ilias Kassidiaris"],"overview":"The key male members of the far-right political party Golden Dawn are imprisoned accused of carrying out organized criminal activity. To maintain Golden Dawn's position as the fifth largest political party in Greece, their daughters, wives and mothers step up to the task of leading the party through the upcoming elections.","release_date":"2018-04-06","vote_average":6.0,"runtime":95,"cert":"N\/A","id":489172,"title":"Golden Dawn Girls","adult":false,"genre_ids":[99]},{"cast":["Baharak Salehniya","Rabe'e Oskooyi","Atila Paknahad","Nader Goharkhani"],"overview":"“My whole existence” is an exciting story that drives audience along with a lot of questions. It is a love story of a couple which involves them with lots of incidents in their wedding. These circumstances take the girl away from the real world to another world that she cannot differentiate which world is real. And to find out which world does she belong to...","release_date":"2015-11-26","vote_average":0.0,"runtime":76,"cert":"N\/A","id":489177,"title":"All of Me","adult":false,"genre_ids":[18,9648,10749]},{"cast":[],"overview":"NO NO NOOKY TV posits sexuality to be a social construct in a \"sex-text\" of satiric graphic representation of \"dirty pictures.\" Made on an Amiga Computer and shot in 16mm film, NO NO NOOKY TV confronts the feminist controversy around sexuality with electronic language, pixels and interface. Even the monitor is eroticized in this film\/video hybrid that points fun at romance, sexuality, and love in our post-industrial age.","release_date":"1987-01-01","vote_average":0.0,"runtime":17,"cert":"\"\"","id":489179,"title":"No No Nooky T.V.","adult":false,"genre_ids":[]},{"cast":[],"overview":"Barbara Hammer’s Audience (1981) is a fascinating deep cut from the director’s prodigious filmography. Relatively raw in its design, this 16mm diary of audience reactions at retrospectives of Hammer’s work in San Francisco, London, Toronto, and Montreal in the early 1980s bears none of the distinctive visual flourishes and essayistic form one usually finds in her filmmaking.  Today, Audience serves as an invaluable historical archive, providing quick but complex portraits of lesbian scenes in different cities and countries: the San Francisco women are bold and raucous, treating Hammer like a celebrity; the London crowd more reserved and tentative; the Canadians politely critical after initial hesitation.  It also functions as a testament to the power of Hammer herself as a figure of lesbian culture, showing how fully she engages audiences to incite new forms of discourse about representation.","release_date":"1981-01-01","vote_average":0.0,"runtime":32,"cert":"\"\"","id":489181,"title":"Audience","adult":false,"genre_ids":[]},{"cast":["Fee Waybill","Roger Steen","Prairie Prince","Rick Anderson","Gary Cambra"],"overview":"The wild and theatrical Tubes take over London! Features live footage of the band's 2004 \"\"Wild West\"\" performance at the Shepherd's Bush Empire in London. Tracklist includes: \"\"White Punks On Dope,\"\" \"\"Talk To Ya Later,\"\" \"\"Don't Want To Wait Anymore,\"\" \"\"Tip Of My Tongue\"\" and more. Features Vice Squad's Becki Bondage on \"\"Don't Touch Me There.","release_date":"2005-09-26","vote_average":10.0,"runtime":169,"cert":"N\/A","id":489198,"title":"The Tubes - Wild West Show","adult":false,"genre_ids":[10402]},{"cast":["Vicky Varun","Samyuktha Hegde","P. Ravishankar","Shruti","Achyuth Kumar"],"overview":"Shivakumar works as a peon in an office and strives to ensure that his son Kumar fulfils his dreams. When the pressure gets to Kumar, he starts to rebel against his father.","release_date":"2017-11-10","vote_average":4.5,"runtime":141,"cert":"N\/A","id":489200,"title":"College Kumar","adult":false,"genre_ids":[35,18,10749]},{"cast":["Sahar Ghoreishi","Behnoosh Bakhtiari","Yousef Teymouri"],"overview":"The stories of the two couples who sign up for marriage narrate, but the bustle of the nobles turns into an unexpected event and ultimately binds the lives of two couples!","release_date":"2017-07-26","vote_average":7.0,"runtime":90,"cert":"N\/A","id":489202,"title":"Don't Step Into My Shoes","adult":false,"genre_ids":[35,18]},{"cast":["Arielle Kebbel","Madison Smith","Markie Post","Donna Benedicto","Cassidy Nugent"],"overview":"When event planner Chloe is hired to plan the local Christmas Festival, she is beyond thrilled to embrace the challenge. Professionally, everything is going great, but much to the dismay of her mother, Chloe confesses she has given up on ever finding Mr. Right. That all changes the night of the opening of the festival when she meets Evan. The two begin a whirlwind romance, but as Christmas Day nears, Chloe learns that Evan is being transferred overseas for work. What follows is three more Christmases where Chloe and Evan cross paths at the annual festival, but each year something - or someone - stands in the way of true love. Will a touch of Santa's magic on their fourth Christmas Eve finally bring them together?","release_date":"2017-12-02","vote_average":5.9,"runtime":90,"cert":"\"\"","id":489204,"title":"Four Christmases and a Wedding","adult":false,"genre_ids":[10749,10770]},{"cast":["King Baggot","Mary Pickford","William Robert Daly"],"overview":"A lost film. Henry Jenkins, just released from prison visits his old confederate in crime, Basil King, who is living in affluence. King is not overjoyed to see him, but Jenkins comes just in time as King's butler has left and he is about to entertain lavishly. King loves Elsie Graham, who has given her heart to Ralph Webster and both are guests at the reception. Ralph takes advantage of an opportunity and asks Elsie to marry him and she consents. He has forgotten the ring and announces he will leave the party to get it. King cannot resist the temptation to steal an expensive neckless from one of the guests but the act is noted by Jenkins. The loss is discovered and suspicion falls upon Ralph, who had just left the party.","release_date":"1911-05-15","vote_average":0.0,"runtime":10,"cert":"\"\"","id":489206,"title":"The Master and the Man","adult":false,"genre_ids":[]},{"cast":["Robert Peters","Clint Howard","John Stamos"],"overview":"A dark comedy about a character actor whose wish to be a leading man comes true when he magically begins to photograph as John Stamos, provoking the unholy wrath of Stamos.","release_date":"2004-03-03","vote_average":6.0,"runtime":18,"cert":"\"\"","id":489208,"title":"I Am Stamos","adult":false,"genre_ids":[35,14]},{"cast":["Reinhold Schünzel","Johannes Riemann","Fritz Kampers","Jakob Tiedtke","Paul Westermeier"],"overview":"","release_date":"1926-12-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":489231,"title":"In der Heimat, da gibt's ein Wiedersehn!","adult":false,"genre_ids":[18]},{"cast":["Reinhold Schünzel","Maly Delschaft","William Dieterle","Sig Arno","Rudolf Meinhard-Jünger"],"overview":"","release_date":"1925-11-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":489233,"title":"Der Hahn im Korb","adult":false,"genre_ids":[18]},{"cast":["Éric Carrière","Francis Ginibre"],"overview":"","release_date":"2017-11-15","vote_average":6.0,"runtime":null,"cert":"N\/A","id":489235,"title":"Les Chevaliers du fiel : Noël d'enfer","adult":false,"genre_ids":[35]},{"cast":["Archie Shepp","Sun Ra","John Gilmore","Marshall Allen"],"overview":"Sun Ra, Archie Shepp and company in concert in Paris, 1984. Documents performances and rehearsals in Paris, France, 1984. It includes the compositions \"Love in Outer Space,\" \"Nuclear War,\" and \"1984\" by Sun Ra and the standards \"Tea for Two\" and \"Blue Lou,\" as well as interviews with Sun Ra and Archie Shepp.","release_date":"1984-07-04","vote_average":0.0,"runtime":51,"cert":"N\/A","id":489240,"title":"Mystery Mister Ra","adult":false,"genre_ids":[10402,99]},{"cast":["Jean-Luc Narcisse"],"overview":"A young boy plays with his trampoline that just might give him a greater power","release_date":"2017-07-04","vote_average":10.0,"runtime":2,"cert":"\"\"","id":489242,"title":"Trampoline","adult":false,"genre_ids":[35,14,53,27]},{"cast":[],"overview":"An early video curio pitched between performance art and George Méliès’ trick films, Drawers sees Colab artist Andrea Callard training her Sony Portapak on a rigged dresser for some endearingly primitive magic. - Max Goldberg","release_date":"1975-01-01","vote_average":0.0,"runtime":4,"cert":"\"\"","id":489244,"title":"Drawers","adult":false,"genre_ids":[]},{"cast":["Lisa Ann","Chanel Preston","Mandingo","Mark Anthony","Nat Turnher"],"overview":"Featuring Mandingo in two scenes and Lisa Ann in every scene! Lisa Ann takes on the ninth wonder of the world Mandingo! Lisa introduces Chanel to the awesome power of Mandingo's huge black cock! Ghetto fucker Wesley Pipes teaches Lisa Ann Anal ebonics. Syren De Mer learns the ins and outs of interracial sex with Lisa and Prince showing her the ropes. In our main event we have Lisa Ann taking on the whole gang in a knock out DP gangbang!","release_date":"2013-09-11","vote_average":0.0,"runtime":174,"cert":"\"NC-17\"","id":489261,"title":"Lisa Ann's Black Out","adult":true,"genre_ids":[]},{"cast":["Thomas Holtzmann","Kurd Pieritz","Günter Meisner","Walter Ladengast","Manfred Meurer"],"overview":"","release_date":"1963-06-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":489266,"title":"Die Wölfe","adult":false,"genre_ids":[18]},{"cast":["Adolf Hitler","Jeremy Isaacs","Albert Speer"],"overview":"The making of 'The World At War'. Each film in the 26 episode series had to be an essay on an aspect of the war, because the length and separate aspects of the war was far too much to cover in detail. Jeremy Isaacs talks about the production process and the aims of the project. The intention of the crew that were involved with the various skills in making 'The World at War' had no desire to use film from British, German, French, Polish, Russian, Japanese, or the Americans because of their specific means of showing the winning side of a specific action. Rather, an effort was made to interview people who were not part of the establishment, but rather the common people or assistants and secretaries of historical persons. Film was researched for those films from cameras where there was no special subject, but those that would allow the viewer to make their own decisions about what they had just seen and heard.","release_date":"1989-01-01","vote_average":0.0,"runtime":50,"cert":"N\/A","id":489268,"title":"The World at War: The Making of the Series","adult":false,"genre_ids":[36,99,10752]},{"cast":["Esther Hicks"],"overview":"This presentation goes deeply into the most unique and central aspect of the Teachings of Abraham™ - the Emotional Guidance System. In excerpts from six different workshops, Abraham helps a number of participants soothe their emotions on subjects ranging from the sudden death of a child and the terminal cancer of a parent, to the loss of a beloved pet and the anguish of being personally touched by the 9\/11 terrorist attacks.  As Abraham demonstrates step-by-step how to move from a state of grief to one of joy, they outline the practical and systematic tools that anyone can use to shift their feelings on any subject and, in so doing, reestablish their alignment with Source and regain their personal power. No matter where you find yourself on the Emotional Scale, the proven techniques demonstrated in this video will assist you in transforming your experience.","release_date":"","vote_average":0.0,"runtime":69,"cert":"N\/A","id":489270,"title":"From Grief To Joy","adult":false,"genre_ids":[]},{"cast":["Scout Taylor-Compton","AJ Bowen","Lindsey Lamer","J. Vasko-Bezenek","Gwen Ruhoff"],"overview":"Feeling guilty about her parents death and determined to live up to their expectations, Rylee will stop at nothing to become an actress, no matter what the cost.","release_date":"2017-10-05","vote_average":0.0,"runtime":null,"cert":"\"\"","id":489272,"title":"Edge of Insanity","adult":false,"genre_ids":[27]},{"cast":["Gerald H. Pollack"],"overview":"Professor Pollack takes us on a fantastic voyage through water, showing us a hidden universe teeming with physical activity that provides answers so simple that any curious person can understand. In conversational prose, Pollack lays a simple foundation for understanding how changes in water's structure underlie most energetic transitions of form and motion on earth.","release_date":"","vote_average":0.0,"runtime":53,"cert":"N\/A","id":489274,"title":"The Fourth Phase of Water","adult":false,"genre_ids":[]},{"cast":["Valery Liashkevich"],"overview":"Valery Liashkevich is a homeless artist who lives at a railway station and for over twenty years has painted pictures in the streets of the town of Gomel in Belarus. For the natives he is no more than a local attraction. For art critics he is a phenomenon worth close attention.","release_date":"2014-10-14","vote_average":0.0,"runtime":65,"cert":"N\/A","id":489294,"title":"Crossroads","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Jungho’s mom comes up to Seoul and visits Jungho’s place in a sudden. Jungho’s not comfortable with her visit.","release_date":"2017-12-01","vote_average":0.0,"runtime":20,"cert":"N\/A","id":489296,"title":"Uninvited","adult":false,"genre_ids":[]},{"cast":["Chandra West","Antonio Cupo","Tiera Skovbye","Beamer Wigley","Catherine Lough Haggquist"],"overview":"Two single parents fall in love while fighting over a puppy to give to their children for Christmas.","release_date":"2014-12-04","vote_average":4.0,"runtime":87,"cert":"N\/A","id":489298,"title":"A Christmas Tail","adult":false,"genre_ids":[10751]},{"cast":["Roh Jeong-eui","Park Hee-soon","Kim Hak-sun","Kim Ko-eun","Jang  Jeongyeon"],"overview":"Sixteen year-old girl Jeong-ae receives a letter from her mother, who left home long ago. Jeong-ae is living with her father in the redevelopment area of Seoul. He was diagnosed with an end-stage cancer and is waiting for his death while giving up treatment. Jeongae is on her way to find her long lost mother, thinking that it is her only hope left.","release_date":"2019-03-14","vote_average":0.0,"runtime":110,"cert":"N\/A","id":489300,"title":"A Haunting Hitchhike","adult":false,"genre_ids":[18,10751]},{"cast":["Diana Raynova","Zornitza Mladenova","Dorotea Toncheva","Todor Kolev","Leda Taseva"],"overview":"","release_date":"1984-09-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":489302,"title":"The Black Swans","adult":false,"genre_ids":[18]},{"cast":["Tyler Posey","Andy García","Kat Graham"],"overview":"A young identity thief finds himself being hunted by the NSA after he unwittingly steals the identity of a wanted man.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":489304,"title":"DECOY","adult":false,"genre_ids":[]},{"cast":["Cho Hyun-chul","Kim Sae-byuk","Jung Hyuk-ki","Lim Jung-hwan","Lee Yu-jin"],"overview":"Eugene, a film school graduate, came to Poland to meet her old friends. Dongchul, who also studied film, came to Ukraine to meet his old friends also. They travel separately through Europe, visiting their own cities, and waiting for their own objects to arrive a few days later. Sometimes they imagine the movie they want to make.","release_date":"2019-02-28","vote_average":0.0,"runtime":118,"cert":"N\/A","id":489306,"title":"The King of the Border","adult":false,"genre_ids":[18]},{"cast":["Nat Wolff","Priyanka Bose","Iben Akerlie","Arthur Hakalahti","Kai Kolstad Rødseth"],"overview":"Fantasy adventure origin story about a young man discovering he has God-like powers based on ancient Norwegian mythology.","release_date":"2020-01-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":489326,"title":"Mortal","adult":false,"genre_ids":[28,12,14]},{"cast":["Paul Bildt","Lil Dagover","Gertrud de Lalsky","Hans Mierendorff","Paul Bildt"],"overview":"Toni wants to become an opera-singer. Her mother was once simple chanteuse. Toni marries the brutal industrialist Liesegang. An Italian doctor falls in love with Toni. He want's to see Liesegang dead.","release_date":"1925-04-01","vote_average":0.0,"runtime":62,"cert":"N\/A","id":489328,"title":"Der Demütige und die Tänzerin","adult":false,"genre_ids":[18]},{"cast":["Park Sang-myeon","Park Jin-hee","Lee Beom-soo","Jung Joon","Ahn Suk-hwan"],"overview":"Drowning in debt and evicted from their house, a family of four comfort themselves with a few drinks at a food cart. The drunken father stumbles off to take a leak and gets hit by a truck. Their saving grace? Insurance! They find themselves with a slightly injured father, a handful of insurance money, and an ingenious new way to get rich quick. One by one, they find new ways to hurt themselves, making enough money to buy their dream house. Their luck almost runs out when an insurance investigator finds out the truth, but with a beautiful daughter and a very loose dressing gown, the family traps him and forces him to marry her. All five of them are determined to get one last big payoff… life insurance. The only question is, who dies?","release_date":"2000-10-28","vote_average":5.0,"runtime":93,"cert":"N\/A","id":489333,"title":"Just Do It!","adult":false,"genre_ids":[18,35]},{"cast":["Vanessa Veracruz","Violet Starr","Tanya Tate","Scarlett Sage","Mindi Mink"],"overview":"The revealing twisted road from desire to pursuit and surrender.","release_date":"2016-12-05","vote_average":0.0,"runtime":120,"cert":"\"NC-17\"","id":489335,"title":"Lesbian Seductions: Older\/Younger 57","adult":true,"genre_ids":[10749]},{"cast":["Hitoshi Ozawa","Yasukaze Motomiya","Yoshiyuki Yamaguchi","Asami","Katsuya"],"overview":"The name of the legendary fighter 'Toshi Toshi', Mr. Yoshino Masatoshi (Ozawa Hitoshi) in the Shinjuku business center, Shinjuku Kabuki-cho, legendary fighter, was roaring. Every day a tag litter of various places attacks a lone wolf Toshi. For such Toshi, only Toryokubai group manager Tanahashi group Tadashi Bashi (Shakuya) who used Shinjuku as a root founded his eyes. Toshi, who decided to live as a chorus, decides to live as a choreographer, making a fighting partner in the Gong Faction era as a brotherly son, and expanding its power as a fighter group.","release_date":"2012-01-20","vote_average":0.0,"runtime":90,"cert":"N\/A","id":489337,"title":"Shinjuku Wolf","adult":false,"genre_ids":[28,80,18]},{"cast":["Mitsuki Koga","Koji Sueyoshi","Ken Musashi","Makoto Kurami","Daisuke Nagakura"],"overview":"","release_date":"2015-02-05","vote_average":0.0,"runtime":null,"cert":"N\/A","id":489339,"title":"新・日本暴力地帯","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2015-07-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":489341,"title":"남편만 몰라요","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2015-11-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":489364,"title":"Jerry Kein Hypnosis Alley","adult":false,"genre_ids":[]},{"cast":["Britney Amber","Kayla Carrera","Nikki Daniels","Brooke Paige","Dane Cross"],"overview":"This proves that stepmothers don't have to be old, fat, and bitchy! These MILFs are super sexy and hyper horny. They spend their husband's money and suck his son's big cock! While the husbands are workin', their stepsons they'll be jerkin'!","release_date":"2013-02-05","vote_average":0.0,"runtime":128,"cert":"\"NC-17\"","id":489372,"title":"It's Okay! She's My Stepmother 3","adult":true,"genre_ids":[]},{"cast":[],"overview":"A PSA for summer days. An eye encounters a series of creatures whose motives seem questionable, at best.","release_date":"2017-08-26","vote_average":0.0,"runtime":2,"cert":"\"\"","id":489374,"title":"The Eye","adult":false,"genre_ids":[]},{"cast":["Shu Qi","Huang Lu","Kimmy Tong Fei","Huang Ya-Li","Yan Li Xuan"],"overview":"Beautiful University is a Short Comedy starring Shu Qi","release_date":"2012-01-01","vote_average":0.0,"runtime":22,"cert":"N\/A","id":489376,"title":"Beautiful University","adult":false,"genre_ids":[18,35]},{"cast":[],"overview":"","release_date":"2017-10-07","vote_average":0.0,"runtime":null,"cert":"N\/A","id":489393,"title":"O Bagre de Bolas","adult":false,"genre_ids":[16]},{"cast":["Hari Dhass","Shashi Tharan","Seelan Manoheran","Saresh D'seven","Sasitharan K. Rajoo"],"overview":"Professor Madhusoodhanan is an applied Mathematics professor whose weapon is his intelligence. With nothing to lose except his daughter, Madhusoodhanan must win the fight to keep his daughter safe.","release_date":"2017-11-30","vote_average":0.0,"runtime":150,"cert":"N\/A","id":489398,"title":"Aasaan","adult":false,"genre_ids":[28,18]},{"cast":["Simon Bennebjerg","Henrik Holmen","Martin Krasnik","Adam Ild Rohweder"],"overview":"Childhood friends Sigurd and Nikolaj have created 'Delphi', an ingenious app that helps people structuring their everyday life. The app is a soaring success, but Sigurd is questioning his own creation: Are people entrusting too many of their decisions to the app? Nikolaj struggles to keep both friendship and enterprise afloat, as Sigurd's growing doubts threaten both.","release_date":"","vote_average":0.0,"runtime":26,"cert":"N\/A","id":489400,"title":"Delphi","adult":false,"genre_ids":[18]},{"cast":["Rory Kinnear","Anne-Marie Duff"],"overview":"The ruined aftermath of a bloody civil war. Ruthlessly fighting to survive, the Macbeths are propelled towards the crown by forces of elemental darkness.  Shakespeare’s most intense and terrifying tragedy, directed by Rufus Norris (The Threepenny Opera, London Road), will see Rory Kinnear (Young Marx, Othello) and Anne-Marie Duff (Oil, Suffragette) return to the National Theatre to play Macbeth and Lady Macbeth.","release_date":"2018-05-10","vote_average":8.0,"runtime":null,"cert":"N\/A","id":489402,"title":"National Theatre Live: Macbeth","adult":false,"genre_ids":[]},{"cast":["Karlee Grey","Kayla West","Skylar Green","Ryan Riesling","Natasha Vega"],"overview":"Horny wives who just wanna fuck and suck black cock while their husbands watch!","release_date":"2016-12-06","vote_average":9.0,"runtime":172,"cert":"\"NC-17\"","id":489404,"title":"Cuckold Sessions 25","adult":true,"genre_ids":[]},{"cast":["Adriana Sage","Faith Adams","Julia Taylor","Kelle Marie","Justine Joli"],"overview":"HARDCORE XXX SEX ACTION!Bold, uninhibited, raw erotic tension. HARDEDGE ... where fantasy and reality collide!","release_date":"2003-06-01","vote_average":0.0,"runtime":116,"cert":"\"NC-17\"","id":489424,"title":"Hard Edge","adult":true,"genre_ids":[]},{"cast":["Valerie Bertinelli","Robert Carradine","James Earl Jones","Leonard Nimoy","Rae Allen"],"overview":"Based on the story \"Aladdin and His Wonderful Lamp\", directed by Tim Burton and starring Robert Carradine.","release_date":"1986-07-14","vote_average":5.0,"runtime":44,"cert":"\"\"","id":489429,"title":"Aladdin and His Wonderful Lamp","adult":false,"genre_ids":[10749,14]},{"cast":[],"overview":"","release_date":"1999-04-16","vote_average":0.0,"runtime":null,"cert":"N\/A","id":489431,"title":"Maradona: Vida, Palabra y Goles","adult":false,"genre_ids":[]},{"cast":["Nandamuri Taraka Rama Rao","Jayalalithaa J"],"overview":"Alibaba 40 dongalu (1970) is a Telugu film based on Ali Baba, starring N T Rama Rao and Jayalalitha. The film is a remake of 1956 Tamil film Alibabavum 40 Thirudargalum which inturn is based on Ali Baba and the Forty Thieves.","release_date":"1970-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":489433,"title":"Alibaba 40 Dongalu","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2017-04-30","vote_average":0.0,"runtime":94,"cert":"N\/A","id":489435,"title":"Cut Off","adult":false,"genre_ids":[]},{"cast":["Sara Loren","Savera Nadeem","Sohail Asghar","Kamran Jilani","Akbar Subhani"],"overview":"The story of a professional classical dancer from prostitution market who wished to get married and become a mother, not knowing to whom will she marry.","release_date":"2004-02-16","vote_average":8.7,"runtime":103,"cert":"N\/A","id":489437,"title":"Mahnoor","adult":false,"genre_ids":[18,10402]},{"cast":["Guillermo Iván Dueñas","Jason Cabell","Oscar Javier Gutierrez II","Melissa Vega"],"overview":"When a businessman fails to keep his end of a deal with the devil, his warehouse becomes haunted. When a group of paranormal investigators decide to spend the night at the warehouse trying to determine if the legends of the haunting are true, they are stalked by a horrifying clown. As evil descends upon the crew, they are forced to fight for their survival or end up the latest victims of ...HIM.","release_date":"","vote_average":1.0,"runtime":85,"cert":"N\/A","id":489454,"title":"The Devil's Warehouse","adult":false,"genre_ids":[27]},{"cast":["Todd Carpenter","John Polonia","Anthony Thomas"],"overview":"A UFO crash lands on earth. Its cargo, alien big game meant for an intergalactic zoo. As it turns out, the newly freed creatures don't much care for humans. Neither does the alien game hunter.","release_date":"2004-06-01","vote_average":0.0,"runtime":75,"cert":"\"NR\"","id":489456,"title":"Preylien: Alien Predators","adult":false,"genre_ids":[27]},{"cast":["Shan hu","Zhang Zhi-Zhi"],"overview":"A silent film based on the legend of Hua Mulan, released by Tianyi Film Company and directed by Li Pingqian. This silent film holds the distinction of being the first ever full-length feature film about Hua Mulan. Mulan is betrothed to a young man when war arrives and their wedding ceremony has to be put on hold. As her fiancé enlists in the army, so too does the filial Mulan, disguised as a man in place of her ailing father. These new plot twists lead to comedic moments when Mulan encounters her fiancé during training and he does not recognize her.","release_date":"1927-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":489458,"title":"Mulan Joins the Army","adult":false,"genre_ids":[]},{"cast":["Craig Zeiss","Steven Teuchert","Summer McCusker","Jeff Grantz","Aaron Beelner"],"overview":"A hapless group of upstart paranormal investigators set out in search of answers to the mysteries of the universe.","release_date":"2017-08-06","vote_average":0.0,"runtime":95,"cert":"\"\"","id":489460,"title":"Team P.R.O.O.F.","adult":false,"genre_ids":[35,14,878]},{"cast":["Tarık Akan","Harika Değirmenci","Sümer Tilmaç"],"overview":"","release_date":"1976-01-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":489462,"title":"Aşk Dediğin Laf Değildir","adult":false,"genre_ids":[]},{"cast":["Matt Lauer","Savannah Guthrie","Al Roker"],"overview":"More than 8,000 participants, some donning clown costumes, handling balloon giants or striking up the band, will set off down the streets of Manhattan at the sound of the time-honored catchphrase \"Let's Have a Parade.\" With a live audience more than 3.5 million strong and a nationwide television gathering of more than 50 million viewers, the Macy's Thanksgiving Day Parade is the nation's most beloved holiday pageant.","release_date":"2017-11-23","vote_average":8.0,"runtime":180,"cert":"\"G\"","id":489464,"title":"91st Annual Macy's Thanksgiving Day Parade","adult":false,"genre_ids":[10751]},{"cert":"N\/A","title":"The Other Side of Porcupine Lake","cast":["Ingrid Veninger","Hallie Switzer","Shant Joshi","Ben Lichty","Charlotte Salisbury"],"id":489490,"overview":"The Other Side of Porcupine Lake follows Ingrid Veninger as she makes her sixth feature film, Porcupine Lake. From writing and casting through production and post, this documentary utilizes an observational style to reveal the intimate process of making an original female-driven feature film","runtime":85,"genre_ids":[99],"release_date":"2017-12-02","vote_average":0.0,"adult":false}]