[{"cast":["Valeria Bruni Tedeschi","Emmanuel Salinger","Emmanuelle Devos","Laurent Grévill","Philippe Torreton"],"overview":"Nathalie is together with Antoine, who really loves her, despite of her obvious tendency go get away from him. Eric, the former partner of Nathalie, does not want to be with her anymore, but she can not accept this. In her dispair she tortures herself, Antoine, and Eric. She even suggests Eric to get married. However, she must accept that things are as they are, even if you don't like it, and finally tries to get back to Antoine.","release_date":"1995-01-24","vote_average":5.5,"runtime":95,"cert":"N\/A","id":48500,"title":"Forget Me","adult":false,"genre_ids":[18]},{"cast":["Michael J. Fox","Bob Gale","Robert Zemeckis"],"overview":"This is the making of the Back to the Future Trilogy by acclaimed documentary maker Laurent Bouzereau and appears on the Back to the Future DVD set.","release_date":"2002-01-01","vote_average":6.8,"runtime":45,"cert":"N\/A","id":48501,"title":"Back to the Future: Making the Trilogy","adult":false,"genre_ids":[99]},{"cast":["Jorge Lavat","Jeannine Derbez","Pablo Cruz Guerrero","Norma Lazareno","Jeronimo Medina"],"overview":"After retiring to the beautiful Mexican town of Guanajuato, a 70 year old decides to follow his dreams and enroll at the university where he stumbles upon a new generation and they are bound together by the novel Don Quijote de la Mancha.","release_date":"2010-10-10","vote_average":7.1,"runtime":95,"cert":"N\/A","id":48502,"title":"El estudiante","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Clever and mildly entertaining short from Plympton shows us the point of view of a tree throughout its life. The film gives us various vignettes dealing mostly with sex and violence.","release_date":"1999-01-01","vote_average":5.0,"runtime":6,"cert":"N\/A","id":48503,"title":"The Exciting Life of a Tree","adult":false,"genre_ids":[]},{"cast":["Jay Brazeau","Ida Osler","Randy Woods","Bill Guest"],"overview":"A couple plays Scrabble. He's stuck with seven E's and getting nowhere fast, so she decides to do some housework. While she's out of the room, he glances at her letters; she catches him at it and an argument ensues. Meanwhile, a nuclear war is breaking out, with chaos in the streets as people try to escape the city before bombs fall. The couple's argument escalates; they bring up their pet peeves - \"you're always shaking your eyes,\" \"well, you're always sawing the furniture!\" Can there be reconciliation before annihilation? And, what about the Scrabble game?","release_date":"1985-01-01","vote_average":7.3,"runtime":10,"cert":"N\/A","id":48504,"title":"The Big Snit","adult":false,"genre_ids":[16,35]},{"cast":["Friedrich von Thun","Manfred Lehmann","Thomas Rühmann","Annette Frier","Edda Leesch"],"overview":"","release_date":"1997-04-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":48505,"title":"Post Mortem - Der Nuttenmörder","adult":false,"genre_ids":[53]},{"cast":["Frank Gorshin"],"overview":"In a witty homage to Kirk Douglas's films, all three characters ARE Kirk Douglas at various stages of his career. The short action takes place in a news room. A young reporter looking for his big chance pleads with his editor to give him a breaking story.","release_date":"1994-01-01","vote_average":6.2,"runtime":2,"cert":"N\/A","id":48506,"title":"The Big Story","adult":false,"genre_ids":[16]},{"cast":["Kenny Florian","Chris Leben","Terry Martin","Nathan Diaz","Junior Assuncao"],"overview":"UFC Fight Night: Thomas vs Florian referred to by the media as UFC Fight Night 11 was a mixed martial arts event held by the UFC on Wednesday, September 19, 2007 at the The Palms Casino Resort in Las Vegas, Nevada. It was broadcast live in the United States and Canada on Spike TV as a lead-in to the debut of The Ultimate Fighter 6.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":48507,"title":"UFC Fight Night 11: Din Thomas vs Kenny Florian","adult":false,"genre_ids":[]},{"cast":["Kim Sae-ron","Park Do-Yeon","Go Ah-sung","Park Myung-shin","Sul Kyung-gu"],"overview":"Young Jinhee is taken by her father to an orphanage near Seoul. He leaves her there never to return, and she struggles to come to grips with her fate. Jinhee desperately believes her father will come back for her and take her on a trip. The film is based on the experiences of the director, an ethnic Korean who was adopted by a French couple in the 1970s.","release_date":"2009-10-29","vote_average":7.1,"runtime":92,"cert":"N\/A","id":48508,"title":"A Brand New Life","adult":false,"genre_ids":[18]},{"cast":["Paul Giamatti"],"overview":"A narrator tells us the story of a ceiling fan, ensconced in the spare room of a house occupied by an old woman. The fan is lonely, and its life takes a turn for the better when the old woman puts a flowering plant in the spare room. A romance develops between fan and flower, until the old woman's decrepitude puts one of the lovers' life at risk. The fan must act.","release_date":"2005-01-01","vote_average":6.6,"runtime":7,"cert":"N\/A","id":48509,"title":"The Fan and the Flower","adult":false,"genre_ids":[16]},{"cast":[],"overview":"The film begins with a little kid making a splashy red picture and licking and puking on it. Then, oddly, people behave as if the picture is amazingly important. Later, it seems that this childish scrawl is somehow a map of the mythical city of El Dorado and people are willing to kill to get it. Eventually, a group of colonists use it to dig and dig for this treasure--only to end up blowing themselves up. Then, the natives all celebrate and live happily ever after.","release_date":"1997-01-01","vote_average":6.5,"runtime":13,"cert":"N\/A","id":48510,"title":"The Chain","adult":false,"genre_ids":[16]},{"cast":["Padraig O'Loinsigh","Cait O'Riordan","Gabriel Byrne","Ian Bannen","Patrick Bergin"],"overview":"When a courier at the D-Day Courier Service mistakenly finds a pile of money in his regular delivery, he does some digging only to discover that the messenger company is a front for a drug ring. A reformed drug user himself, he sets out to crack the lethal ring.","release_date":"1988-01-02","vote_average":0.0,"runtime":85,"cert":"N\/A","id":48511,"title":"The Courier","adult":false,"genre_ids":[28,80,53]},{"cast":["Steven Spielberg","Robert Zemeckis","Frank Marshall","Don Hahn","Bob Hoskins"],"overview":"This documentary is featured on the 2-disc Vista Series DVD for Who Framed Roger Rabbit, released in 2003","release_date":"2003-03-25","vote_average":0.0,"runtime":37,"cert":"N\/A","id":48512,"title":"Behind the Ears: The True Story of Roger Rabbit","adult":false,"genre_ids":[99]},{"cast":["Jaroslav Marvan","Josef Bláha","Josef Vinklář","Jiřina Bohdalová","Radoslav Brzobohatý"],"overview":"Nešťastně zamilovaný kasař Pěnička a prostitutka Anča, zvaná Paraplíčko, jsou známými členy pražské \"galerky\". Jejich případem se s pochopením pro lidské slabosti ujme sám rada Vacátko... Další z příběhů Hříšných lidí města pražského.","release_date":"1971-04-09","vote_average":3.8,"runtime":93,"cert":"N\/A","id":48513,"title":"Pěnička a Paraplíčko","adult":false,"genre_ids":[18,80,10751]},{"cast":["Bill Cobbs","Alex Feldman","Jason Scott Campbell","Lizan Mitchell","Guy Boyd"],"overview":"When retired physician Daniel Green (Bill Cobbs, Night at the Museum) lifts a 5-ton farm tractor off a boy trapped beneath, the enigma of his supernatural strength piques the curiosity of two med students passing through town. Visiting the old doctor at his isolated farmhouse, they soon learn his bizarre secret: he has uncovered the key to eternal youth. But sometimes the lust for immortality has deadly consequences. The night takes a twisted turn as the young men discover Dr. Green's \"miracle\" has come with a horrifying price - and a fate far worse than growing old.","release_date":"2005-08-05","vote_average":6.0,"runtime":100,"cert":"N\/A","id":48514,"title":"The Final Patient","adult":false,"genre_ids":[53]},{"cast":["Keiko Sakurai","Kei Satō","Tetsuo Ashida","Bunya Ozawa","Yoshiyuki Fukuda"],"overview":"A sex-obsessed young woman, a suicidal young man she meets on the street, a gun-crazy wannabe gangster—these are just three of the irrational, oddball anarchists trapped in an underground hideaway in Oshima’s devilish, absurdist portrait of what he deemed the “death drive” in Japanese youth culture.","release_date":"1967-09-02","vote_average":5.3,"runtime":98,"cert":"N\/A","id":48515,"title":"Japanese Summer: Double Suicide","adult":false,"genre_ids":[80,18]},{"cast":["Joanne Whalley","Hannah Lochner","Adrian Dunbar","Stevie Gillespie","Stacey Zurburg"],"overview":"","release_date":"2005-11-13","vote_average":6.0,"runtime":null,"cert":"","id":48516,"title":"Child of Mine","adult":false,"genre_ids":[53,27]},{"cast":["Thomas Downey","Eliza Swenson","Rhett Giles","Christina Rosenberg","Jeff Denton"],"overview":"A team of vampire hunters set out to battle an evil vampire clan in the dark underworld.","release_date":"2006-04-25","vote_average":2.2,"runtime":107,"cert":"N\/A","id":48519,"title":"Dracula's Curse","adult":false,"genre_ids":[28,27]},{"cast":[],"overview":"The film shows Shiva in a very traditional representation--in bronze and standing within a circle of bronze flames. Suddenly, a fly lands on Shiva's arm--one of many arms to be exact. Slowly, the bronze statue comes alive and swats the fly--missing again and again and eventually smashing the bronze circle.","release_date":"2003-05-19","vote_average":5.8,"runtime":4,"cert":"N\/A","id":48520,"title":"The God","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"An animated short film by Phil Mulloy.","release_date":"1994-01-01","vote_average":5.5,"runtime":3,"cert":"N\/A","id":48521,"title":"The History of the World Episode 10: The Discovery of Language","adult":false,"genre_ids":[]},{"cast":["Kenneth Branagh","Daren C. Evans","Alice Fairhall","Roger Law"],"overview":"Europe; the plague years. A wigmaker, locked in his shop, observes the events and writes about them in his journal. Mostly, we see shrouded bodies, and a young girl who lives in the tavern across the way that gets progressively sicker. When she dies, the wigmaker goes to the mass grave where she's buried and cuts off her luxurious red hair; he makes himself a wig from it, and soon dies.","release_date":"1999-11-13","vote_average":8.1,"runtime":15,"cert":"","id":48522,"title":"The Periwig-Maker","adult":false,"genre_ids":[16]},{"cast":[],"overview":" ","release_date":"1959-01-01","vote_average":6.0,"runtime":6,"cert":"","id":48523,"title":"The Do-It-Yourself Cartoon Kit","adult":false,"genre_ids":[16]},{"cast":["Gérard Depardieu","Josiane Balasko","Carole Bouquet","Roland Blanche","François Cluzet"],"overview":"A car dealer, well-to-do and with a beautiful wife, finds himself attracted to his rather plain new temporary secretary. Despite her own commitments she feels the same and the two soon embark on an affair. Though it would seem it has happened before his wife finds this particular entanglement of her husband's very difficult to accept.","release_date":"1989-10-21","vote_average":6.4,"runtime":91,"cert":"N\/A","id":48524,"title":"Too Beautiful for You","adult":false,"genre_ids":[18,35,10749]},{"cast":["Labh Janjua","Balvir Boparai","Nirmal Rishi","Yograj"],"overview":".","release_date":"2009-06-01","vote_average":0.0,"runtime":120,"cert":"G","id":48525,"title":"Vilaitiya","adult":false,"genre_ids":[18]},{"cast":["Deep Dhillon","Jaswant Saggo Jas","Kashish","Afzal Khan","Gurinder Makna"],"overview":"The story of Shaheed Baba Deep Singh Ji","release_date":"2006-06-28","vote_average":0.0,"runtime":154,"cert":"N\/A","id":48526,"title":"Anokhe Amar Shaheed Baba Deep Singh Ji","adult":false,"genre_ids":[]},{"cast":["Jesse Jane","Daisy Marie","Kiki Vidis","Madison Scott","Scott Nails"],"overview":"\"Jesse Jane: Atomic Tease\" is the hot, new release featuring the top adult star in the world. It's an homage to the burlesque style shorts of the Betty Page era. Conceived by celebrated director Celeste, the \"Atomic Tease\" series is a tempting ride of sexual tease and playful stimulation. Jesse Jane® stars in 3 erotic scenes of boy \/ girl sucking and fucking. The sex goddess lightly whips her obedient subjects into giving her total pleasure. Madison Scott, Daisy Marie, and Kiki Vidis throw themselves completely into Celeste's world of burlesque stripping and titillating bedroom amusement.","release_date":"2009-04-28","vote_average":6.5,"runtime":124,"cert":"N\/A","id":48527,"title":"Jesse Jane: Atomic Tease","adult":true,"genre_ids":[]},{"cast":["Raj Babbar","Sarabjit Cheema","Shweta Tiwari","Rana Jung Bahadur","Gurpreet Ghuggi"],"overview":"Punjab-based Satkar Kaur initially resents fellow-collegian Sahibdeep Singh, believing that he won a number of competitions by resorting to unfair means, but eventually falls in love with him. When her sister, Amrita, invites her to visit London, she does so, and is introduced to Sharandeep, who loves her. Satkar is thrilled when she finds out that Sahibdeep also has re-located there and has taken up singing as a career. She looks forward to meeting him but faces heartbreak when she finds out that he has a gorgeous girlfriend, Raman Kaur, the only daughter of aspiring politician, Bikramjit Singh; while back home Sahibdeep's father, Arjun, faces trauma and humiliation of losing their family home due to unpaid debt","release_date":"2009-08-28","vote_average":8.0,"runtime":142,"cert":"N\/A","id":48528,"title":"Apni Boli Apna Des","adult":false,"genre_ids":[]},{"cast":["Harbhajan Mann","Kirandeep Kimmi","Arshvir Bajwa","Kanwaljit Singh","Deep Dhillon"],"overview":"Calgary-based businessman Kanwaljit Singh Tilon sends money home to his brother, Deep, to invest in some property. Now with his wife; son, Mehr; and medical-student daughter, Aman; he returns home to Kapurthala to live with Deep for a year. They are very well received by Deep and his wife, Harbans, with Mehr and Aman both finding life partners in the outspoken Palli and Dr. Balvinder. Things change dramatically after Kanwaljit announces that he will not be returning to Canada, and will reside there permanently.","release_date":"2007-05-07","vote_average":6.0,"runtime":179,"cert":"N\/A","id":48529,"title":"Asa Nu Maan Watna Da","adult":false,"genre_ids":[10751]},{"cast":["Yograj Singh","Malkit Singh","Giordon Rana","Jaswinder Bhalla","Avtar Gill"],"overview":"A young American Indian boy named Vikram travels to India to locate his missing father and uncovers a series of shocking revelations about his family. Yearning to know more about his paternal ancestry, Vikram discovers that his father's life was far more complex and storied than he ever could have imagined. Avtar Gill, Sarbjit Mangat and Jaswant Daman also star in director Harbux Latta's searing drama","release_date":"2008-01-01","vote_average":0.0,"runtime":130,"cert":"N\/A","id":48530,"title":"Babal Da Vehra","adult":false,"genre_ids":[18]},{"cast":[],"overview":".","release_date":"","vote_average":10.0,"runtime":75,"cert":"N\/A","id":48531,"title":"Bhootan Di Family","adult":false,"genre_ids":[]},{"cast":["Raj Babbar","Kulbir Baderson","Arun Bakshi","Deep Dhillon","Mighty Gill"],"overview":"Sukha and Gurjit are engaged, but she is afraid to join him in raising his 3 younger siblings, Karma, Guddi and Channi. He backs out of the arrangement, which enrages her brother, Kundan Singh. Fifteen years later, Sukha's youngest brother and the still angry Kundan's daughter want to marry.","release_date":"2006-12-01","vote_average":0.0,"runtime":132,"cert":"N\/A","id":48532,"title":"Ek Jind Ek Jaan","adult":false,"genre_ids":[18]},{"cast":["Babbu Mann","Gurline Chopra","Akshita","Rana Ranbir","Sudesh Lahiri"],"overview":"Hashar is the story of today’s young generation who without true feelings of love, get together and later due to misunderstandings their life becomes tumultuous.Set in university campus it highlights the fact that when supported by politicians for their own benefits, student politics can take an ugly turn and create havoc in the personal life of students.The story is all about love, passion, hatred and romance and above all this fiction is more than reality.","release_date":"2008-08-26","vote_average":8.0,"runtime":176,"cert":"N\/A","id":48533,"title":"Hashar - A Love Story","adult":false,"genre_ids":[]},{"cast":["Neeru Bajwa","Gurchet Chitrakar","Mickey Duhra","Gugu Gill","Jasbir Jassi"],"overview":"You mention any good usual love story and it will have all the usual emotions of love, longing, pain, quest and sacrifice. But the moment you mention Heer Ranjha, the word 'eternal' is pre fixed to all these emotions eternal love, eternal longing, eternal quest and eternal sacrifice. Time is perhaps the ultimate test of greatness and it is a testimony to the enduring appeal of the story of Heer Ranjha that it continues to be a dearly loved part of the collective and individual memory of millions across the world even after almost 300 years. Even today, people across cultures and languages read and sing about the love story of these two star crossed souls. Many a lover has invoked the names of Heer Ranjha to sanctify his love and to express the immeasurable depth of his feelings for his beloved. Such is the reverence and affection that this story has earned from the people that it is no longer a story but has become a metaphor","release_date":"2009-01-13","vote_average":0.0,"runtime":146,"cert":"N\/A","id":48534,"title":"Heer Ranjha - A True Love Story","adult":false,"genre_ids":[10749]},{"cast":["Mehar Mittal","Manjit Guddu"," Aneeta Meet","Sahib Singh","Manjeet Brar"],"overview":".","release_date":"2009-01-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":48535,"title":"Ek Kargil Hor","adult":false,"genre_ids":[18]},{"cast":["Akshita","Preet Brar","Gugu Gill","Gurkirtan","Harpreet Hanjra"],"overview":".","release_date":"2007-01-01","vote_average":0.0,"runtime":131,"cert":"N\/A","id":48536,"title":"kaun kise da belly","adult":false,"genre_ids":[]},{"cast":["Rana Ranbir","Sharanpreet","Anita Shabdeesh","Shaveta","Roshan Prince"],"overview":"","release_date":"2009-05-22","vote_average":0.0,"runtime":150,"cert":"N\/A","id":48537,"title":"Lagda Ishq Ho Gaya","adult":false,"genre_ids":[18,10749]},{"cast":["Monique Alexander"],"overview":"Play With Me is a tease-to-please, no-story, fuck-fest.","release_date":"2009-09-21","vote_average":0.0,"runtime":165,"cert":"N\/A","id":48538,"title":"Play with Me","adult":true,"genre_ids":[]},{"cast":["Micke Dubois","Hans Crispin"],"overview":"In the 80's he took the Swedish entertainment business by storm with a completely new type of humour. Cheeky, witty and gifted—the secret behind the phenomenon. He challenged the Swedish entertainment business with a phenomenal situational comedy where he gave his all.","release_date":"2006-09-20","vote_average":0.0,"runtime":198,"cert":"N\/A","id":48539,"title":"Micke Dubois - A lot more than Svullo","adult":false,"genre_ids":[]},{"cast":["Kayden Kross","Hillary Scott","Teagan Presley","Shyla Stylez","Eva Angelina"],"overview":"A porn comedy about airports, jets & horny flight attendants. Wild hi-jinks & dirty sex acts abound as beautiful flight attendants fight for air superiority in this deliciously dirty airplane fuck-fest.","release_date":"2009-10-12","vote_average":9.0,"runtime":186,"cert":"N\/A","id":48540,"title":"Flight Attendants","adult":true,"genre_ids":[35]},{"cast":["Raj Babbar","Om Puri","Gurdas Mann","Nina Tiwana","Harpreet Deol"],"overview":"True love or family reputation? Which one would you pick? This is the decision that Raja (Raj Babbar) is faced with. Raja comes home after finishing school. His mother and the whole village is extremely excited about his arrival but the excitement fades away as they discover that he has fallen in love with one of his house servants, Preeto (Neena Tiwana). Preeto's aunt, Gulabo then tells Preeto a story that horrifies her and makes her want revenge on Raja's household. Will Raja's Love for Preeto overcome his family reputation? Will Preeto's love for Raja overcome her need for revenge? Is love strong enough?","release_date":"1986-01-01","vote_average":0.0,"runtime":137,"cert":"N\/A","id":48541,"title":"Long Da Lishkara","adult":false,"genre_ids":[]},{"cast":["Jaspal Bhatti","Raj Babbar","Smeep Kang","Chandni Toor","Savita Bhatti"],"overview":"Mahaul Theek Hai (meaning 'the situation is okay') is a comedy satire about the police force in India. The plot involves a romance between the hero (Smeep Kang) and heroine (Chandni Toor). The hero's brother (Raj Babbar) is involved with an illegal businessman. Played by director and satirist Jaspal Bhatti, the villain of the film is a corrupt SSP (police superintendent) who misuses his authority to threaten people and hide his own excesses. His love interest is played by Bhatti's real life wife (Savita Bhatti).","release_date":"1999-02-14","vote_average":0.0,"runtime":149,"cert":"N\/A","id":48542,"title":"Mahaul Theek Hai","adult":false,"genre_ids":[35]},{"cast":["Gaivi Chahal","Gurkirtan Chauhan ","Gurchet Chitterkar ","Harmeet Gauri ","Gugu Gill "],"overview":"Majaa in this movie Govindan (Manivannan) is a thief who has two children. Aadhi (Pasupathy) and Mathi (Vikram). Years go by and the two, Aadhi and Madhi, decide to stop stealing and mend their ways and lead a hardworking life along with their father. They migrate to neighboring village and meet a retired agricultural officer, Chidambaram (Vijayakumar) who is in deep debts and is under pressure from the village's landlord, Kalingarayar (Murali) to clear his debts.","release_date":"2008-06-06","vote_average":0.0,"runtime":149,"cert":"N\/A","id":48543,"title":"Majaajan","adult":false,"genre_ids":[18]},{"cast":["Jimmy Sheirgill","Kulraj Randhawa","Kanwaljit Singh","Deep Dhillon","Rupinder Kaur"],"overview":"After the Indian Government ordered troops into the Soni Darbar in Amritsar, angering Sikhs worldwide, leading to the assassination of Prime Minister Indira Gandhi during 1984, followed by violence against the Sikhs, and instructions to Police to hunt down and apprehend all suspected terrorists. Karnail Singh was one such suspect, who claims that he has had no hand in any terrorism activity, but is nevertheless pursued by the Police, leaving his widowed mom, Kartar, and sister, Parsan, to fend for themselves by running a Dhaba and being subjected to harassment at the hands of Inspector Ujagar Singh, while the village Mukhiya wants Parsan to get married to a much older Narang Singh. Parsan's problems are resolved when Indian Army Captain Nihal Singh intervenes, and marries her, even though her mom, beaten senseless by the Police, passes away on the day of the marriage. Months later, Nihal must re-locate to Siachen","release_date":"2006-10-06","vote_average":4.0,"runtime":165,"cert":"N\/A","id":48544,"title":"Mannat","adult":false,"genre_ids":[28,18,10749]},{"cast":["Hans Raj Hans","Anita Raj","Priti Sapru","Shammi","Malkit Singh"],"overview":"A story about two friends who were separated as children. Jeet grows up in the city and falls in love with Lalli. Karma falls in love with Rano. When Lambardar's son Joravar tries to steal Rano, Karma kills him...","release_date":"1992-01-01","vote_average":0.0,"runtime":130,"cert":"N\/A","id":48545,"title":"Mehndi Shagna Di","adult":false,"genre_ids":[18]},{"cast":["Sunny Leone"],"overview":"Sunny Leone has always scorched the screen with her crazy-hot girl\/girl sex scenes for Vivid. Now, for the first time, the raven haired beauty takes one strange cock and then another...deep into her wet, hungry pussy.","release_date":"2009-12-14","vote_average":0.0,"runtime":144,"cert":"N\/A","id":48546,"title":"Sunny's Big Adventure","adult":true,"genre_ids":[]},{"cast":[],"overview":"This film recounts how Joseph Smith's search for truth led to a heavenly vision and the restoration of the gospel of Jesus Christ.","release_date":"2004-06-01","vote_average":5.7,"runtime":19,"cert":"N\/A","id":48547,"title":"The Restoration","adult":false,"genre_ids":[18,10749,10751]},{"cast":["Harbhajan Mann","Navjot Singh Sidhu","Kimi Verma","Rana Ranbir","Deep Dhillon"],"overview":"Kamalpur-based Khular family make a lot of sacrifices to get their daughter and eldest son married; as well as ensure their youngest, Himmat, gets a good education in Patiala's Punjabi University. After Himmat completes his education and returns home, the family even arrange his marriage with an America-based wealthy bride so that he can re-locate abroad and live a better life. The family's peace and harmony is shattered, the house gets divided, after Himmat refuses to marry the bride, and instead sets off with his friends to open a lowly Dhaba. He also starts wooing Resham, the wealthy daughter of Deep Singh, the President of Punjab Hotel Association - who will never permit her to marry a lowly Dhaba owner, and is already making plans to get her married to someone very wealthy.","release_date":"2008-01-01","vote_average":0.0,"runtime":165,"cert":"N\/A","id":48548,"title":"Mera Pind:  My Home","adult":false,"genre_ids":[18,10749,35]},{"cast":["Harbhajan Mann","Japji Khaira","Mahie Gill","Deep Dhillon","Kanwaljit Singh"],"overview":"Before passing away, U.S.-based widower Surjit Singh informs his doctor son, Varyam, that he has a step-mother, Santoh, who lives in Punjab along with a daughter, Rani, who he did not provide for nor communicate, and that he was compelled to marry his U.S.-citizen mother as he was in the county illegally. He instructs him to take his ashes there and let Santoh immerse them. Surjit subsequently passes away, and Varyam travels to Punjab to fulfill his father's last wish. Upon arrival, he will soon start learning Punjabi from gorgeous Preet; running the village dispensary, as well as meet Santoh and Rani without informing them of his identity and intent. His intentions to make amends with them will be misunderstood as he will be expected to get married to Rani; while the local Police will be compelled to re-investigate the mysterious disappearance of a male named Kirpal.","release_date":"2007-01-01","vote_average":0.0,"runtime":154,"cert":"N\/A","id":48549,"title":"Mitti Wajaan Maardi","adult":false,"genre_ids":[18,10749]},{"cast":["Sunny Leone"],"overview":"When Sunny Leone's parents leave town for the weekend, Sunny plans the slumber party of the year including a sneaky visit from her boyfriend. Her plans go awry when the mysterious Uncle Bill suddenly shows up to keep an eye on the house.","release_date":"2009-09-14","vote_average":0.0,"runtime":135,"cert":"N\/A","id":48550,"title":"Sunny's Slumber Party","adult":true,"genre_ids":[]},{"cast":["Sunny Leone","Audrey Bitoni","Evan Stone","Matt Erickson","Mindy Main"],"overview":"The hottest Adult superstar Sunny Leone and the Industry's most groundbreaking filmmaker B. Skow team up to redefine the Sexual pathos.","release_date":"2008-10-23","vote_average":0.0,"runtime":178,"cert":"N\/A","id":48551,"title":"The Other Side of Sunny","adult":true,"genre_ids":[]},{"cast":[],"overview":".","release_date":"2009-01-01","vote_average":0.0,"runtime":142,"cert":"N\/A","id":48552,"title":"Nanak Naam Chardi Kala","adult":false,"genre_ids":[]},{"cast":["André Rieu"],"overview":"Andre Rieu performs a diverse array of tunes originally performed by Strauss, Glenn Miller and The Andrews Sisters, as well as standards such as \"Stars and Stripes Forever\" and \"Auld Lang Syne.\" Filmed on New Years Eve in London, this is a moving document of a stunning performance.Track List:","release_date":"2002-06-30","vote_average":4.0,"runtime":105,"cert":"","id":48553,"title":"André Rieu: Live at the Royal Albert Hall","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"The ultimate real-life adventure takes place on the giant screen with Wild Safari 3D: A South African Adventure, Africa's most exciting animals, the elephant, the Cape buffalo, the rhino, the leopard and the lion, known as the \"Big Five\", have long been considered the continent's most dangerous animals. Smashing the boundaries for the giant screen, nWave Pictures creates a new cinematic experience for viewers in putting them in the passenger seat for a South African safari using state-of-the-art live-action 3D cinematography.","release_date":"2005-04-08","vote_average":7.0,"runtime":40,"cert":"N\/A","id":48554,"title":"Wild Safari 3D: A South African Adventure","adult":false,"genre_ids":[99]},{"cast":["Kiri Te Kanawa","Hermann Prey","Dennis O'Neill","Hildegard Heichele","Paul Crook"],"overview":"Most opera houses ring in the New Year with Johann Strauss Jr.'s most popular operetta--the festiveness of which is appropriate for the occasion--and this December 31, 1983, Covent Garden performance follows suit. An exceptional cast--led by Hermann Prey and Kiri Te Kanawa as the couple whose marriage survives the comic indiscretions of three long acts--obviously has as much fun as the audience. Plácido Domingo leads the Orchestra of the Royal Opera House through its paces with panache. Prince Orlofsky's Act II party is always a splendid opportunity to pull out all the stops with surprise \"guests,\" and this performance makes the most of its chance: entering the proceedings to sing one of his tailor-made chansons, \"She,\" is French crooner Charles Aznavour, who is followed by dancers Merle Park and Wayne Eagling, their delightful pas de deux flashily choreographed by Sir Frederick Ashton.","release_date":"1984-01-01","vote_average":8.0,"runtime":177,"cert":"","id":48555,"title":"Die Fledermaus","adult":false,"genre_ids":[35,10402]},{"cast":["Joslyn James","Krissy Lynn","Deep Threat","Jason Brown","Jon Jon"],"overview":"Finally, only from VividCelb, the full complete, uncensored text from The Golf Great's eleventh names mistress Joslyn James, re-enacted in full, hardcore detail for all golf fans to see! You'll be treated to all the fine points of this elicit affair, in a level of detail never before revealed, and in Tiger and Joslyn's own words! See the torrid love scenes played out as only Joslyn herself can, from her first hand experience having sex with the voracious legend \"four or five times a day ... even during tournaments!\" You've seen the texts ... now see the sex.The 11th Hole ... as historical as winning the Grand Slam of Golf ... and much more sexy.","release_date":"2010-07-02","vote_average":0.0,"runtime":186,"cert":"N\/A","id":48556,"title":"The 11th Hole","adult":true,"genre_ids":[]},{"cast":[],"overview":"Family of Sikhs separated in 1947 get reunited again in England later.","release_date":"2008-01-01","vote_average":0.0,"runtime":120,"cert":"N\/A","id":48557,"title":"Pardesan Wich Punjabi","adult":false,"genre_ids":[]},{"cast":["Kristina Rose","James Deen","Eric John","Evan Stone","Ashlynn Brooke"],"overview":"Gerry introduces Elaina to the Porn Nazi's store and she becomes obsessed with getting some herself. Crammer starts making his own porn movies and pairs Gorge's fiancée Suzanne with a stud called Buck. When he entrusts Noman to deliver the tape to Gorge, it naturally falls into the wrong hands.","release_date":"2009-06-29","vote_average":8.5,"runtime":143,"cert":"N\/A","id":48558,"title":"Seinfeld: A XXX Parody","adult":true,"genre_ids":[35]},{"cast":["Preeti Arora","Khan Dally","Gurpreet Ghuggi","Dony Kapoor","Surjit Kaur"],"overview":"Chandigarh-based wealthy businessman and widower, Vichitra Singh, is disappointed with his son, Avtar, for not producing a son as a heir to his estate. His disappointment not only increases but also turns to rage when his second son, Jehli, falls in love with, Beebo, their chauffeur's daughter, and he asks him to leave after a bitter-near-physical confrontation. Now his third son, Deep, has returned from Britain, and he hopes to get him married to wealthy Ranjit Singh Garewal's daughter. When Deep confides that he has decided to wed even more wealthy Pinky, the sister of K.B. Singh, Vichitra's joy knows no bounds, and he starts to make preparations for their wedding. Vichitra joy will turn to rage when he finds out that K.B. Singh is nothing but a junkyard (Kabadiya) owner, while Ranjit schemes with his goons to break up this troubled family","release_date":"2006-12-31","vote_average":10.0,"runtime":135,"cert":"N\/A","id":48559,"title":"Rabb Ne Banaiyan Jodiean","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Since IL DIVO released their debut album in 2004, they have gone on to become one of the biggest acts in the world, selling 5 million albums across the globe and reaching Number 1 in 13 countries. Encore features a specially shot performance set in the beautiful Teatro Romano de Mérida in Spain. Featuring Si Tú Me Amas, Isabel, O Holy Night, Heroe and All By Myself (Solo Otra Vez) from 'Ancora' this stunning performance shows IL DIVO at their breathtaking best. In a 60 minute documentary, exclusive to this DVD, Carlos, David, Sebastien and Urs reveal for the very first time their feelings on their transformation into global superstars, recording 'Ancora', their plans for the future and their forthcoming debut world tour!","release_date":"2005-12-05","vote_average":4.0,"runtime":60,"cert":"","id":48560,"title":"Il Divo Encore","adult":false,"genre_ids":[10402]},{"cast":["Teresa Stratas","Plácido Domingo","Cornell MacNeil","Allan Monk","Axelle Gall"],"overview":"A story of doomed love in 1840s Paris: Violetta, who is the mistress of a wealthy baron, hosts a lavish party to celebrate her improved health after a bout with tuberculosis. There she meets Alfredo and becomes smitten with him as he, she, and the guests join in the famous \"Drinking Song.\" Based on the 1853 opera of the same name.","release_date":"1982-10-07","vote_average":7.3,"runtime":109,"cert":"N\/A","id":48561,"title":"La traviata","adult":false,"genre_ids":[18,10402]},{"cast":["Stan Laurel","Oliver Hardy","Frank Holliday","Blanche Payson"],"overview":"Street musicians Stan and Ollie have no success earning money in the dead of winter in a bad neighborhood. Their instruments are destroyed in an argument with a woman, but their luck seems to turn when Stan finds a wallet. They are chased by a thief, but are protected by a police officer. They share a meal with the policeman, but discover the wallet belongs to him. When the policeman discovers this he tells the waiter who throws them out of the restaurant and throws Stan upside down in a barrel of water.","release_date":"1930-04-26","vote_average":7.0,"runtime":20,"cert":"N\/A","id":48562,"title":"Below Zero","adult":false,"genre_ids":[35]},{"cast":["Sarah Brightman","Andrea Bocelli","Andrew Lloyd Webber"],"overview":"Singer Sarah Brightman's first recorded concert. Feutering many hit songs and cameos by Andrew Lloyd Webber and Andrea Bocelli.","release_date":"1998-02-01","vote_average":0.0,"runtime":75,"cert":"","id":48563,"title":"Sarah Brightman in Concert","adult":false,"genre_ids":[10402]},{"cast":["Yul Brynner","Robert Mitchum","Charles Bronson","Maria Grazia Buccella","Herbert Lom"],"overview":"Pulled into the Mexican Revolution by his own greed, Texas gunrunner &amp; pilot Lee Arnold joins bandit-turned-patriot Pancho Villa &amp; his band of dedicated men in a march across Mexico battling the Colorados &amp; stealing women's hearts as they go. But each has a nemesis among his friends: Arnold is tormented by Fierro, Villa's right-hand-man; and Villa must face possible betrayal by his own president's naiveté","release_date":"1968-05-29","vote_average":6.5,"runtime":125,"cert":"N\/A","id":48564,"title":"Villa Rides","adult":false,"genre_ids":[28,37]},{"cast":["Corbin Bernsen","Adrian Pasdar","Ray Wise","Cynda Williams","Billy Bob Thornton"],"overview":"Slave traders bring back evil voodoo entity that is accidently freed by the Confederate army during the Civil War. The entity possesses the bodies of the dead soldiers to create an army of its own bent on conquest, using the corpses of both the North and South.","release_date":"1993-03-07","vote_average":5.4,"runtime":92,"cert":"N\/A","id":48565,"title":"Grey Knight","adult":false,"genre_ids":[28,18,27,10752]},{"cast":["Liza Minnelli","Ellen Greene","Jane Krakowski","Sheila McCarthy","Vincente Minnelli"],"overview":"Liza's dynamic show made history by breaking the box-office record for Radio City. A true superstar, this all-new extravaganza stars Liza and a host of singers, dancers and musicians, performing a selection of her favorite songs by the world's greatest songwriters. Judy Garland's famous daughter shows of her remarkable voice and spunky dance moves at New York's classiest, most famous venue. Some of the selections include \"Live Alone and Like It,\" \"Teach Me Tonight,\" \"There Is a Time,\" \"Quiet Love,\" \"Imagine,\" and \"Theme From New York, New York\" (Martin Scorsese's musical, which she starred in with Robert DeNiro.","release_date":"1992-12-06","vote_average":4.5,"runtime":90,"cert":"N\/A","id":48566,"title":"Liza Minnelli Live from Radio City Music Hall","adult":false,"genre_ids":[10402]},{"cast":["Garry Chalk","Noel Callahan","Alex Doduk","Brittney Irvin","Britt McKillip"],"overview":"The Scary Godmother Halloween Spooktakular is based on the comics and children's books of popular artist and writer Jill Thompson. Jill has won numerous awards for her fabulous watercolour paintings and illustrations. Scary Godmother is the whimsical all-ages story that follows the first trick-or-treating adventure of Hannah Marie, a young girl whose rotten older cousin is babysitting her one dark Halloween. Unhappy to be saddled with Hannah, her cousin cooks up a scheme to frighten her. But his scheme backfires when Hannah gets help from her Scary Godmother. Scary Godmother takes Hannah to her realm on the Fright Side where she is throwing the best Halloween party in all of frightdom. At the party Hannah is introduced to many colourful characters, learns that not all monsters are mean and enlists her new spooky friends in a plan to teach Jimmy a lesson.","release_date":"2003-10-22","vote_average":7.4,"runtime":47,"cert":"N\/A","id":48567,"title":"Scary Godmother: Halloween Spooktakular","adult":false,"genre_ids":[16,10751,35]},{"cast":["Ruby LaRocca"],"overview":"Abandoned by her family on Christmas Eve, a delinquent teenage girl is sucked into a frenzied spree of sex, murder and mayhem. Directed by Henrique Couto, starring Ruby LaRocca (Lord of the G-Strings) and Sandy Behre.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":48570,"title":"Slay Ride","adult":false,"genre_ids":[]},{"cast":["Sei Hiraizumi","Kentarou Nakakura","Hachirô Oka","Yoshiyuki Omori"],"overview":"Osaka Tough Guys stars Kentaro Nakakura and Yoshiyuki Ohmori. It tells the story of two hoods forced to take on paid work when they run out of money for booze, who end up being drawn into the spiderweb of the yakuza. Gaijiro Saito and Sei Hiraizumi co-star. ~ Nathan Southern, Rovi","release_date":"1995-06-21","vote_average":7.5,"runtime":101,"cert":"N\/A","id":48571,"title":"Osaka Tough Guys","adult":false,"genre_ids":[28,35,80]},{"cast":["Michael Parks","John Goodman","Melissa Leo","Michael Angarano","Kyle Gallner"],"overview":"Set in Middle America, a group of teens receive an online invitation for sex, though they soon encounter Christian fundamentalists with a much more sinister agenda.","release_date":"2011-08-19","vote_average":6.1,"runtime":88,"cert":"18","id":48572,"title":"Red State","adult":false,"genre_ids":[27,28,53]},{"cast":["Leonor Watling","Sônia Braga","Luis Tosar","Alberto Ammann","Pilar López de Ayala"],"overview":"A chronicle of the life of Spanish playwright and poet Lope de Vega, who dominated Spain’s early Golden Age of Theatre in the 16th Century. Lope returns home from war and enters the theatre world when a producer’s beautiful daughter takes a shine to him. They embark on a passionate affair as his plays begin to win popular acclaim.","release_date":"2010-09-03","vote_average":5.4,"runtime":106,"cert":"N\/A","id":48573,"title":"Lope","adult":false,"genre_ids":[18,36]},{"cast":["Hal Smith","Jean Vander Pyl","Christina Ferra-Gilmore","Bobby Riha"],"overview":"Two bear cubs want to meet Santa despite their mother telling them that Santa does not exist. With the help of the park ranger, their wish might come true!","release_date":"1970-11-07","vote_average":5.1,"runtime":46,"cert":"N\/A","id":48576,"title":"Santa and the Three Bears","adult":false,"genre_ids":[16,10751]},{"cast":["Edwige Fenech","Raf Luca","Giancarlo Dettori","Mario Maranzana","Carlo Sposito"],"overview":"Intransigent magistrate Viola Orlando is targeted by her rivals who hire her twin sister Rosa, a high-class prostitute and pornographic photo-novel star, to visit Rome and to set her up to impersonate Viola to demolish Viola's reputation, while Viola is torn between enforcing the law or giving up her seat on the bench to marry her childhood friend.","release_date":"1976-11-05","vote_average":6.0,"runtime":98,"cert":"N\/A","id":48579,"title":"My Sister in Law","adult":false,"genre_ids":[35]},{"cast":["Mathieu Kassovitz","Anouk Grinberg","Sandrine Kiberlain","Albert Dupontel","Jean-Louis Trintignant"],"overview":"Set in France at the end of World War II Albert Dehousse finds out his father wasn't a war hero and his mother is a collaborator.","release_date":"1996-01-01","vote_average":7.1,"runtime":107,"cert":"N\/A","id":48580,"title":"A Self-Made Hero","adult":false,"genre_ids":[18,10752]},{"cast":[],"overview":"A young child and his mother face a visit from the terrifying sandman.","release_date":"1991-01-01","vote_average":7.4,"runtime":10,"cert":"N\/A","id":48581,"title":"The Sandman","adult":false,"genre_ids":[16,14,27]},{"cast":["M. Night Shyamalan"],"overview":" ","release_date":"2003-01-01","vote_average":0.0,"runtime":59,"cert":"N\/A","id":48582,"title":"Making 'Signs'","adult":false,"genre_ids":[99]},{"cast":[],"overview":"An animated safety film adapts the nursery rhyme \"Three Blind Mice\" into a song where the mice are factory workers who disregard safety rules and wind up injuring themselves.","release_date":"1945-01-01","vote_average":5.0,"runtime":5,"cert":"N\/A","id":48583,"title":"The Three Blind Mice","adult":false,"genre_ids":[10402,16]},{"cast":["Dayle Haddon","Udo Kier","François Dunoyer","Jocelyne Boisseau","Ginette Leclerc"],"overview":"The story is based around \"spermulites\", the alien inhabitants of a dying planet. The only way they can save their planet is by sucking the men of planet earth dry of sperm, kind of like horny vampires.","release_date":"1976-07-07","vote_average":4.8,"runtime":103,"cert":"N\/A","id":48584,"title":"Spermula","adult":false,"genre_ids":[27,878]},{"cast":["Brett Hicks-Maitland","Ren Klyce"],"overview":"After a car accident, Ben wakes up in hospital. Not knowing where he is or what is going on, he starts exploring the corridors...only to find that the staff don't have his health in mind! The hapless patient must pull himself together and do everything he can to escape. It's an action\/horror\/comedy — ending with the wheelchair chase from hell!","release_date":"2003-01-01","vote_average":8.0,"runtime":15,"cert":"N\/A","id":48585,"title":"Ward 13","adult":false,"genre_ids":[16,27,28,35]},{"cast":["Dana Agisheva","Elena Rufanova","Vladimir Ilin","Aleksandr Plaksin","Fyodor Lavrov"],"overview":"An experimental drama about a boy and his illness, a wife looking for a site for her husband’s construction company and a beautiful girl who works on a phone sex-line.","release_date":"2004-01-01","vote_average":1.0,"runtime":85,"cert":"N\/A","id":48590,"title":"Remote Access","adult":false,"genre_ids":[]},{"cast":["Victor Janson","Ossi Oswalda","Harry Liedtke","Julius Falkenstein","Max Kronert"],"overview":"A pampered American oyster tycoon decides to buy a husband for his daughter, but things don’t go quite as planned. Along the way there are mishaps, misunderstandings and a foxtrot sequence that must be seen to be believed.","release_date":"1919-06-16","vote_average":7.0,"runtime":60,"cert":"N\/A","id":48591,"title":"The Oyster Princess","adult":false,"genre_ids":[35]},{"cast":[],"overview":"\"Making - The Passion of the Christ,\" presents an exclusive look behind the scenes of Mel Gibson's epic film. Featured, are interviews with cast and crew as they tackle the enormous task of bringing the last 12 hours of Jesus' life to the screen. Also, featured is an intimate look at Mel Gibson, the director.","release_date":"2004-02-22","vote_average":6.0,"runtime":43,"cert":"N\/A","id":48592,"title":"The Making of 'The Passion of the Christ'","adult":false,"genre_ids":[99]},{"cast":["Shin Hyun-joon","Kang Hye-jung","Kim Hye-ok","Park Chul-min","Kim Han"],"overview":"A quiet, professional killer, Hyun-jun, arrives at a house to kill a man in his sleep, only to discover a woman alone under the sheets. Jin-young has decided to kill herself after a traumatic break up with her lover of seven years, but she wants to go out with a bang, not with a miserable and lonely dose of commonplace sleeping pills. The most extraordinary love story begins.","release_date":"2009-11-05","vote_average":6.7,"runtime":103,"cert":"N\/A","id":48593,"title":"Kiss Me, Kill Me","adult":false,"genre_ids":[28,18,10749]},{"cast":["Andoni Gracia","Mónica López","Francesc Garrido","Agustí Villaronga","Minnie Marx"],"overview":"What if ... you let a stranger into your house to use your phone, but while you've been patiently waiting in the kitchen, he just disappears ... or does he? Félix, an architect who has just split up with his girl-friend and inhabits a huge mansion in Barcelona, finds out how many hiding places there really are in his house. But are there enough to hide another person, a strange parasite of living space? Or is Félix really going insane?","release_date":"2004-10-21","vote_average":6.6,"runtime":110,"cert":"N\/A","id":48594,"title":"The Uninvited Guest","adult":false,"genre_ids":[18,27,9648]},{"cast":[],"overview":"A behind the scenes look at Mel Gibson's controversial epic, The Passion Of The Christ, that focuses on the impact the project had on various key members of its cast and crew.","release_date":"2004-01-01","vote_average":0.0,"runtime":30,"cert":"N\/A","id":48595,"title":"The Passion Behind 'The Passion'","adult":false,"genre_ids":[]},{"cast":[],"overview":"Twenty-something Ana, now living in Buenos Aires, returns to her native city of Paraná. She meets old school mates, old friends, makes new ones, and starts to rethink her life, and perhaps change her future.","release_date":"2003-04-21","vote_average":6.3,"runtime":80,"cert":"N\/A","id":48596,"title":"Ana and the Others","adult":false,"genre_ids":[18]},{"cast":["Jiří Suchý","Jiří Šlitr","Vladimír Pucholt","Markéta Krotká","Ladislav Jakim"],"overview":"Two closely related episodes. Youths make problems for two local orchestras about to compete nationally, and in a talent competition a young girl gets stage fright, while another lies to her boss to compete.","release_date":"1964-02-28","vote_average":6.3,"runtime":79,"cert":"N\/A","id":48599,"title":"Audition\/Talent Competition","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"","release_date":"1907-11-23","vote_average":7.3,"runtime":8,"cert":"N\/A","id":48600,"title":"Ali Baba and the Forty Thieves","adult":false,"genre_ids":[12]},{"cast":["Olivier Guéritée","Emmanuelle Bercot","Kevin Goffette","Rémi Martin","Lou Castel"],"overview":"Benoit turns 13 and develops an intense crush on his godmother, Marion. As they lie on beaches in the summer, she humors him by talking about the mysteries of women.","release_date":"2001-06-06","vote_average":6.2,"runtime":139,"cert":"N\/A","id":48601,"title":"Clement","adult":false,"genre_ids":[18,10749]},{"cast":["Joel Cutrara"],"overview":"Once upon a time there was a war between earth and the planet Zog. The two vast space fleets took off to do battle but, at the point of contact in deep space, the earth crews were smelling their girlfriend's underpants while the Zog's were distracted watching porn # and so they passed one another. 30 years later the Zog have invaded earth unnoticed. One man, Dwight Hokum, is at an all-night wine tasting when he sees the Zog removing their heads. He sets out to warn the world and kill those he sees who are Zogs # however the world brands him a killer and doesn't believe him. When Dwight finds that even his President is a Zog he has no option but to strike out on his own to save the world.","release_date":"2001-01-01","vote_average":7.0,"runtime":15,"cert":"N\/A","id":48604,"title":"Intolerance II: The Invasion","adult":false,"genre_ids":[16]},{"cast":[],"overview":"The heroes of the film: ordinary matches. A quarrel that breaks out over nothing turns into a real battle in which both warring sides are burned.","release_date":"1983-01-01","vote_average":7.3,"runtime":7,"cert":"N\/A","id":48605,"title":"Conflict","adult":false,"genre_ids":[10752,16]},{"cast":[],"overview":"Korean War, 1951 Little Manuk is playing on the streets of his village and dreaming of life at the front where his father is a soldier. He returns home to find a parcel on the doorstep and, thinking it is a birthday present, he opens it. But its contents will change his life.","release_date":"2004-06-08","vote_average":7.3,"runtime":10,"cert":"N\/A","id":48606,"title":"Birthday Boy","adult":false,"genre_ids":[16]},{"cast":["Ted Danson","Howie Mandel","Richard Mulligan","Stuart Margolin","Jennifer Edwards"],"overview":"Two friends an actor and a chef discover a plot to fix a horse race and try to capitalize on it. But also have to deal with the two men who fixed it who are trying to silence them. And there's also the mob boss whom the two guys work for who planned the fixing thing whose wife is having an affair with the actor.","release_date":"1986-08-08","vote_average":3.8,"runtime":90,"cert":"N\/A","id":48609,"title":"A Fine Mess","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Bunny, an elderly rabbit who uses a walker, is in her kitchen one night baking a cake. A photograph from her wedding day is on her wall. A pesky and persistent moth bangs about the kitchen. She shoos it outside, turns off the porch light, and returns to her baking. The moth finds its way back into the kitchen, she bats it with a wooden spoon, and it falls into the mix. She stirs it up, pours the batter into a pan, and pops it into the oven. But the moth isn't done: it has a different mission, turning the oven into a portal, and inviting Bunny on a voyage of reunion.","release_date":"1998-01-01","vote_average":6.7,"runtime":7,"cert":"N\/A","id":48610,"title":"Bunny","adult":false,"genre_ids":[16]},{"cast":[],"overview":"An animated short by Bruno Bozzetto which condenses the whole of human civilization into 9 minutes, focusing primarily on the human race's predilection for warfare and the vanity of war. It was an Oscar Nominee for Best Animated Short in 1991.\r Each piece of history is presented as a simple vignette, usually depicting a few simply-drawn characters arguing and making war, over and over again. Generally, a single figure is meant to stand in for an entire group (i.e., a single Caesar-like caricature for the entire line of Roman Emperors). There is very little spoken dialogue; instead, most of the cartoon is accompanied by a bouncy piano-driven score, which frequently changes style to suit the particular historical era. However, the score is all based around a single simple theme, to which it frequently returns in between vignettes.","release_date":"1990-01-01","vote_average":7.3,"runtime":9,"cert":"N\/A","id":48611,"title":"Grasshoppers","adult":false,"genre_ids":[35,16]},{"cast":["Kirk Douglas","Faye Dunaway","Deborah Kerr","Richard Boone","Hume Cronyn"],"overview":"Eddie is a very rich man who has everything he wants; money, family, success. But a car crash is all that needs to make him reconsider the life he leads. Searching for the happiness he lost, he remembers his one time lover, Gwen. Meanwhile his wife conspires to take his fortune.","release_date":"1969-11-18","vote_average":6.2,"runtime":125,"cert":"N\/A","id":48612,"title":"The Arrangement","adult":false,"genre_ids":[18,10749]},{"cast":["Giovanni Guidelli","Debora Caprioglio","Stanko Molnar","Mary Sellers","Michele Soavi"],"overview":"A group of five or six or seven friends go skiing in the Alps and get trapped in a crevasse cave-in that uncovers the long frozen tomb of a heretic executed eons before for practicing blasphemy after a Demon's Mask was nailed onto it's head. One of them decides it would be a really good idea to chip the hideous mask free of it's ice and take it home as a memento of the occasion, unleashing a series of events that finds the coed group of tight ski panted friends trapped by a second cave-in, and forced to take refuge in an ancient monastery or something like that, long buried by the arctic snows and ices.","release_date":"1989-01-02","vote_average":4.2,"runtime":94,"cert":"N\/A","id":48613,"title":"The Devil's Veil","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Cowboys trade lewd stories in the spirit of one-upmanship. Beer guzzling, bestiality and hellfire: it must be a Phil Mulloy cartoon.","release_date":"1991-01-01","vote_average":4.0,"runtime":3,"cert":"N\/A","id":48614,"title":"Cowboys: The Conformist","adult":false,"genre_ids":[16,37]},{"cast":["Annett Renneberg","Simon Böer"],"overview":"In total despair, Anja is about to throw herself from a bridge. At that very moment, Henry drives past in his car. Thinking she's a prostitute, he invites her home with him. Anja pretends to be what Henry initially thought. She refuses to explain the reasons for her apparent attempt at suicide. The two begin to play strange games, engage in unusual sex, leading Anja to try fleeing the apartment, but Henry catches her. Forced by Henry, Anja tells him about Lilly who was raped and then killed someone, leaving Henry with the impression that Lilly and Anja are one, the same person. They play more mind games, make love, and after Anja going back and forth trying to leave, Henry finally lets her go. She goes, but is back again soon after. And with a vengeance, she causes a series of strange events which will change the course of both of their lives","release_date":"2003-02-08","vote_average":5.5,"runtime":89,"cert":"N\/A","id":48615,"title":"Devotion","adult":false,"genre_ids":[18]},{"cast":["Philipp Danne","Birthe Wolter","Nikolas Jürgens","Anna Breuer","Joost Siedhoff"],"overview":"From director Wolf Wolff comes another zombie movie whose epidemic derives from a virus which turns humans into hideously infected cannibals with superhuman power. In a country town of Landsberg is where the movie is set and it primarily focuses on a trio of friends, medical students who find themselves in a whole heap of trouble. Robert is returning home to settle his genius scientist relative's estate once he dies. Eugene and Patrick accompany Robert to Landsberg where they meet up with two girls, Robert's former flame, Marlene, and her pal Vanessa. The pandemic is understood once Eugene discovers a lab behind a wine cellar door and Robert listens to the recorded audio comments of his grandfather's experiments on corpses and animals hoping to find out what causes the virus and how it spreads.","release_date":"2008-08-01","vote_average":4.2,"runtime":95,"cert":"N\/A","id":48616,"title":"Virus Undead","adult":false,"genre_ids":[27]},{"cast":[],"overview":"A father says goodbye to his young daughter. In time the daughter grows old, but within her there is always a deep longing for her father.","release_date":"2000-01-01","vote_average":7.7,"runtime":8,"cert":"N\/A","id":48617,"title":"Father and Daughter","adult":false,"genre_ids":[16,18]},{"cast":["Dack Rambo","Elyssa Davalos","Richard Lynch","Dan O'Herlihy","John Harkins"],"overview":"Dack Rambo and Elyssa Davalos star as sweethearts Andy Stuart and Jessica Gordon. The course of true love is messed up when Satan claims Jessica as his own personal property. Desperately, Andy turns to a pair of priests, Fathers Kemschler and Wheatley, for spiritual guidance, not to mention a bit of brute force in purging poor Jessica of her demons.","release_date":"1977-05-22","vote_average":4.0,"runtime":84,"cert":"N\/A","id":48618,"title":"Good Against Evil","adult":false,"genre_ids":[10770,27]},{"cast":["رولا سعد","Magdy Kamel","Samy El Adl","Randa El Behiry","ياسر فرج"],"overview":"The film revolves around the idea of willpower and the size of control it has over human behavior and future","release_date":"2007-03-27","vote_average":5.8,"runtime":84,"cert":"N\/A","id":48619,"title":"Room 707","adult":false,"genre_ids":[28,35,18,53]},{"cast":["Carla Gugino","Ellen Burstyn","Marley Shelton","David Boreanaz","Jennifer Butler"],"overview":"In the early 70s, Cathy Rush becomes the head basketball coach at a tiny, all-girls Catholic college. Though her team has no gym and no uniforms -- and the school itself is in danger of being sold -- Coach Rush looks to steer her girls to their first national championship.","release_date":"2009-10-21","vote_average":5.0,"runtime":102,"cert":"N\/A","id":48620,"title":"The Mighty Macs","adult":false,"genre_ids":[28,18]},{"cast":["Ezzat Abou Aouf","Salah Abdallah","Hala Fakher","Entesar","Ahmed Azmy"],"overview":"The film revolves around the families of Shehata Hussein and Salim Abu Nawas (Salah Eidullah and Izzat Abu Auf), one of whom belongs to Zamalek football Club and the other to Al-Ahli football  Club. Both families have a lot of hostile feelings because of their extreme football fanaticism. Abeer Abu Nawas (Bushra) is in love with Hassan Ibn Shehata (Ahmed Azmi), which puts this story of love in front of the obstacle of football fanaticism of both families.","release_date":"2008-11-03","vote_average":5.0,"runtime":126,"cert":"N\/A","id":48621,"title":"Al-Zamahlawia","adult":false,"genre_ids":[35,12,28]},{"cast":["Geir Schau"],"overview":"Gjenopplev all galskapen fra 2008! Over 45.000 mennesker besøkte Gatebil på Rudskogen i Juli! Filmen inneholder de absolutt grommeste bilene, den heftigste kjøringa og de hotteste babesene det norske og skandinaviske bilmiljøet har å by på!","release_date":"2008-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":48622,"title":"Gatebil Filmen 2008","adult":false,"genre_ids":[]},{"cast":["Tatyana Drubich","Irina Malysheva","Yuri Agilin","Sergey Shakurov","Nina Menshikova"],"overview":"A group of Russian teenagers spend their summer at a summer camp. Mitia falls in love and gets so occupied with his own problems that he forgets about everything else.","release_date":"1975-12-01","vote_average":7.0,"runtime":94,"cert":"N\/A","id":48623,"title":"One Hundred Days After Childhood","adult":false,"genre_ids":[10749,18]},{"cast":["Christopher Courage","Rebel Joy","Bill Timoney","Lucy Morales","Rose Palmer"],"overview":"Legend has it that the human race is not the only dominant civilization living on Earth. Two other races exist in this world: the Makai (a demon race) and the Juujinkai (a half-man, half-beast race). Once every 3,000 years, a supreme being known as the \"Choujin\" (Overfiend) will emerge and bring balance to all three realms on Earth. In present-day Japan, after 300 years of endless searching, a Jujinkai named Amano Jyaku has discovered the presence of the Choujin inside high school slacker Tatsuo Nagumo. But now, Amanoùalong with his sister Megumi and their sidekick Kurokoùmust protect Nagumo and his new girlfriend Akemi Ito from the Makai, who believe that Nagumo is not the Choujin, but an evil entity bent on destroying all living beings on Earth.","release_date":"1989-03-17","vote_average":6.3,"runtime":108,"cert":"N\/A","id":48624,"title":"Urotsukidōji: Legend of the Overfiend","adult":false,"genre_ids":[28,16,27]},{"cast":["Jun Fukuyama","Aya Endo","Megumi Nakajima","Yuichi Nakamura","Aya Hirano"],"overview":"Half retelling of the original Frontier series, half new story. Conspiracies arise within the Frontier government when Sheryl Nome arrives to the colonial fleet for her concert and is soon marked as a spy for Galaxy while childhood friends, Alto Saotome and Ranka Lee both try to achieve their dreams as the battle between Frontier and the Vajra draws closer.","release_date":"2009-11-21","vote_average":7.3,"runtime":120,"cert":"N\/A","id":48625,"title":"Macross Frontier: The False Songstress","adult":false,"genre_ids":[18,10749,16,878]},{"cast":["Tomohiro Nishimura","Yumi Takada","Dêmon Kogure","Yasunori Matsumoto","Atsuko Mine"],"overview":"In this sequel to Urotsukidoji: Legend of the Overfiend, the unbelievable sexual violence of the Overfiend and his cohorts from Hell continues to wreak havoc on the earth. Who can stop this relentless onslaught?","release_date":"1991-07-27","vote_average":5.5,"runtime":88,"cert":"N\/A","id":48626,"title":"Urotsukidōji: Legend of the Demon Womb","adult":false,"genre_ids":[16,14,27]},{"cast":["Cary Grant","Betsy Drake","Lurene Tuttle","Randy Stuart","John Ridgely"],"overview":"Anne and \"Poppy\" Rose have three quirky kids. Anne has a generous heart and the belief in the innocence of children. To the unhappy surprise of her husband she takes in the orphan Jane, a problem child who already tried to kill herself once.","release_date":"1952-01-10","vote_average":6.4,"runtime":98,"cert":"N\/A","id":48627,"title":"Room for One More","adult":false,"genre_ids":[35,10751]},{"cast":[],"overview":"As the Overfiend slumbers, the mad emperor Caesar rises to power, enslaving a new race of demon beasts. Into this cruel existence is born the Lord of Chaos, the Overfiend's nemesis. As the blood-thirsty beasts capture the tyrant's daughter in a brutal coup, the Overfiend must awaken to an apocalyptic battle of the Gods.","release_date":"1993-12-31","vote_average":6.4,"runtime":210,"cert":"N\/A","id":48628,"title":"Urotsukidoji III: Return of the Overfiend","adult":false,"genre_ids":[16,27]},{"cast":["Roy Black","Georg Thomalla","Heidi Hansen","Ralf Wolter","Ruth Stephan"],"overview":"A young woman pharmacist, Eva, is very friendly with a children's doctor, Dr. Fröhlich. Eva's small nephew Peter lives with her and she is often thought to be his mother. A number of amusing and more serious misunderstandings arise from this situation...","release_date":"1972-03-16","vote_average":4.8,"runtime":90,"cert":"N\/A","id":48629,"title":"Kinderarzt Dr. Fröhlich","adult":false,"genre_ids":[10402,35,10751]},{"cast":["S. Watkins","Robert Blue","Bat Mackeral","Michael Maizahevi","Wendy Walker"],"overview":"It is the age of the Overfiend, and flesh-hungry monsters rule the Earth. Immortal half-demon Amano Jyaku travels the wasteland, witness to the rape and torture of the human race. The last hope for humanity is the demonic Lord of Chaos, the Overfiend's natural enemy. Will the world survive their final battle?","release_date":"1995-12-31","vote_average":5.2,"runtime":135,"cert":"N\/A","id":48630,"title":"Urotsukidoji IV: Inferno Road","adult":false,"genre_ids":[16,14,27]},{"cast":["Tomohiro Nishimura","Kumiko Takizawa","Miyuki Matsushita","Rei Igarashi","Yumi Takada"],"overview":"Only one episode of this was partially completed, the released version containing numerous examples of animation that is missing in-between frames. The story as such concerned the arrival of the real Chojin as he\/she (a hermaphrodite) makes moves to wipe out all life on Earth. Interestingly, the setup for the show was far more heavily connected with the first two, more popular, chapters in the Urotsukidoji saga, with appearances by Nagumo and Akemi (unseen since the early episodes of Part III), and redesigned character models that more closely resembled the earlier episodes. Some of the less popular characters introduced in chapters III and IV, particularly Buju, were nowhere to be seen. Nevertheless, such strategies did little to get this final saga off the ground and the story was shelved.","release_date":"1996-12-28","vote_average":0.0,"runtime":50,"cert":"N\/A","id":48631,"title":"Urotsukidoji V: The Final Chapter","adult":false,"genre_ids":[16,27,14]},{"cast":["Holly Bobbit","Tim Breese","Jessica Calvello","Wally Cole","Lynna Dunham"],"overview":"An immortal beast-man of supernatural lusts, Amano Jaku escapes prison to gratify his appetites at Meishin College. But the campus is not just a hotbed of luscious coeds - it's the breeding ground of a hideous monster! The Ultra God is Amano Jaku's nemesis, a vile killing machine, and the ancient harbinger of the coming apocalypse. Now, immortals will clash in a battle that will bathe the Earth in innocent blood!","release_date":"2002-05-03","vote_average":4.9,"runtime":135,"cert":"N\/A","id":48632,"title":"Urotsukidoji: New Saga","adult":false,"genre_ids":[16,14,27]},{"cast":["Edmond O'Brien","Audrey Totter","Ted de Corsia","Horace McMahon","Nick Dennis"],"overview":"A prisoner undergoes experimental brain surgery in order to get early parole. He released but has no memories. Things get dangerous when a group of thugs go after him in search of loot he hid before his amnesia.","release_date":"1953-04-09","vote_average":6.2,"runtime":70,"cert":"N\/A","id":48633,"title":"Man in the Dark","adult":false,"genre_ids":[80,53]},{"cast":["Monika M.","Mark Reeder","Beatrice Manowski","Carola Ewers","Astrid Ewerts"],"overview":"A female nurse desperately tries to hide her feelings of necrophilia from her new boyfriend, but still has pieces of the corpse of the first movie's hero in her possession.","release_date":"1991-05-07","vote_average":5.1,"runtime":110,"cert":"N\/A","id":48636,"title":"Nekromantik 2","adult":false,"genre_ids":[27,18,10749]},{"cast":["Michela Quattrociocche","Agnese Claisse","Martina Pinto","Emanuele Bosi","Guglielmo Scilla"],"overview":"","release_date":"2010-11-24","vote_average":5.1,"runtime":null,"cert":"N\/A","id":48637,"title":"Una canzone per te","adult":false,"genre_ids":[35]},{"cast":["Cha Tae-hyun","Son Ye-jin","Yoo Dong-geun","Sung Ji-ru","Lee Byung-wook"],"overview":"A young student falls madly in love with a professor's daughter. Promised by the professor that he will let him marry his daughter if he graduates from university with a law degree, the student works hard and finally succeeds. When the time comes for the professor to fulfill his promise, his daughter suddenly announces that she will marry another...","release_date":"2003-06-27","vote_average":4.9,"runtime":108,"cert":"N\/A","id":48638,"title":"Crazy First Love","adult":false,"genre_ids":[35,18]},{"cast":["Oldřich Vízner","Ondřej Havelka","Lucie Zedníčková","Lubomír Lipský","Milan Lasica"],"overview":"Saturnin je sluha, který se stane pánem svého pána. Mladý muž dobrého společenského postavení a vychování, trochu konzervativní, získá, ne vlastní vinou, sluhu Saturnina. Ten se de facto stane pánem svého zaměstnavatele a způsobí v jeho dosud poklidném životě řadu překvapivých zvratů a situací. Ty by se bez Saturnina daly těžko zvládnout. Už proto ne, že by bez něj pravděpodobně nikdy nenastaly. Saturnin je v Čechách pojmem již několik generací. V roce 1942 napsal spisovatel a novinář Zdeněk Jirotka (1911 až 2003) knížku s tímto názvem a od té doby byla vydána dvanáctkrát. Čtenáři ji milují pro její suchý humor, ne nepodobný \"anglickému\", množství parodií a nadsázky a zejména pro absurdní situace, do kterých uvádí svérázný sluha Saturnin celé své okolí.","release_date":"1994-04-14","vote_average":7.8,"runtime":97,"cert":"N\/A","id":48641,"title":"Saturnin","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Both Scary Godmother Movies in 87 Minutes of Halloween Fun.","release_date":"","vote_average":10.0,"runtime":87,"cert":"N\/A","id":48642,"title":"Scary Godmother The Halloween Doubles","adult":false,"genre_ids":[]},{"cast":["Sam Rockwell","Frances O'Connor","Tobias Menzies","Tom Wilkinson","Brenda Blethyn"],"overview":"Set in the 1930s, an American with a scandalous reputation on both sides of the Atlantic must do an about-face in order to win back the woman of his dreams.","release_date":"2005-04-22","vote_average":6.6,"runtime":97,"cert":"N\/A","id":48643,"title":"Piccadilly Jim","adult":false,"genre_ids":[35,10749]},{"cast":["Ghada Adel","Karim Abdel Aziz","Ramez Galal","مها أحمد","Hassan Hosny"],"overview":"The film revolves in the context of romantic comedy and action through the character of a police officer under covered as student in a university and befriends key students to uncover a drug distribution network within the university.","release_date":"2004-01-27","vote_average":5.1,"runtime":110,"cert":"N\/A","id":48644,"title":"El Basha Telmiz","adult":false,"genre_ids":[28,35,10749]},{"cast":["Esther Williams","Howard Keel","Minna Gombell","Charles Mauu","Rita Moreno"],"overview":"Island girl Mimi (Esther Williams) plans to leave Tahiti, but maybe she'll have a reason to stay when Mr. Endicott (Howard Keel) arrives. Gorgeous, frothy fun with pristine Hawaiian locations filling in for Tahiti.","release_date":"1950-12-26","vote_average":6.0,"runtime":76,"cert":"N\/A","id":48645,"title":"Pagan Love Song","adult":false,"genre_ids":[18,10402,10749]},{"cast":["Victor Mature","Jean Simmons","Alan Young","Robert Newton","Maurice Evans"],"overview":"George Bernard Shaw’s breezy, delightful dramatization of this classic fable—about a Christian slave who pulls a thorn from a lion’s paw and is spared from death in the Colosseum as a result of his kind act—was written as a meditation on modern Christian values. Pascal’s final Shaw production is played broadly, with comic character actor Alan Young as the titular naïf. He’s ably supported by Jean Simmons, Victor Mature, Robert Newton, and Elsa Lanchester.","release_date":"1952-12-01","vote_average":6.6,"runtime":98,"cert":"N\/A","id":48646,"title":"Androcles and the Lion","adult":false,"genre_ids":[35]},{"cast":[],"overview":"It’s no secret—breastfeeding can challenge even the most confident parents. Now, show them how it’s done with our best-selling Better Breastfeeding DVD. Through step-by-step instructions and lifelike 3D animation, you can teach new parents the keys to breastfeeding success, including how to achieve an asymmetrical latch, which holds and positions are best, and how to maintain healthy milk production. Better Breastfeeding gives new parents the solutions they need—and the motivation—to provide their baby with the best start possible!","release_date":"","vote_average":0.0,"runtime":25,"cert":"N\/A","id":48647,"title":"Better Breastfeeding","adult":false,"genre_ids":[99]},{"cast":["Stan Laurel","Oliver Hardy","Anita Garvin","Charlie Hall","Isabelle Keith"],"overview":"Stan and Ollie are on their way to Atlantic City with their wives, when Ollie gets a phone call from a lodge buddy telling him that a stag party is taking place that night in their honor. Ollie pretends to be sick and sends the wives on ahead, promising that he and Stan will meet them in the morning. The pair dress in their lodge gear, but their wives return having missed their train. With no obvious escape route, Stan and Ollie take to a bed in fear and in response to Stan's plea of \"What'll I do?\", Ollie replies \"Be big!\".","release_date":"1931-02-07","vote_average":7.4,"runtime":28,"cert":"N\/A","id":48648,"title":"Be Big!","adult":false,"genre_ids":[35]},{"cast":["Stan Laurel","Oliver Hardy","James Finlayson","Tiny Sandford"],"overview":"Stan and Ollie play door-to-door Christmas tree salesmen in California. They end up getting into an escalating feud with grumpy would-be customer James Finlayson, with his home and their car being destroyed in the melee.","release_date":"1929-04-29","vote_average":6.3,"runtime":19,"cert":"N\/A","id":48649,"title":"Big Business","adult":false,"genre_ids":[35]},{"cast":["Elena Anaya","Natasha Yarovenko","Enrico Lo Verso","Najwa Nimri","Ander Malles"],"overview":"A hotel room in the center of Rome serves as the setting for Alba and Natasha, two young and recently acquainted women, to have a physical adventure that touches their very souls.","release_date":"2010-05-07","vote_average":6.0,"runtime":109,"cert":"18","id":48650,"title":"Room in Rome","adult":false,"genre_ids":[18,10749]},{"cast":["Talaat Zakaria","Yasmin Abdulaziz","Hassan Hosny","Riko","Lekaa El Khamisy"],"overview":"In a house the popular area, Abdeen, live Haha and his sister, Tuffaha, Haha works as \"Nubachi\" whose duty is to collect gift money thrown at belly dancers, at wedding parties, from under the dancers, while Tuffaha works as a nurse in a hospital. A conflict arises between them about who gets to keep the family home, as Haha wants to get married a live in it, and Tuffaha is in love with Fawzi, a gas cylinder mobile salesman, and wants to marry him and live in family home, but Haha disapproves this relationship.","release_date":"2005-12-31","vote_average":4.5,"runtime":104,"cert":"N\/A","id":48651,"title":"Haha we Tofaha","adult":false,"genre_ids":[35,12]},{"cast":[],"overview":"Bring the worlds biggest pot party to your very own living room. The 20th Anniversary Cannabis Cup DVD is loaded (just like you) with over 60 minutes of performances, interviews, and non-stop smoking of the biggest and best buds in the world. You’ll laugh, you’ll dance and you’ll want to rip your bong. Relive the magic or see what you missed - this DVD is a must have for any stoner.","release_date":"2008-08-05","vote_average":4.3,"runtime":52,"cert":"N\/A","id":48652,"title":"High Times Presents: The 20th Cannabis Cup","adult":false,"genre_ids":[99]},{"cast":["Moustafa Amar","Yasmin Abdulaziz","Ola Ghanem","Basma","Dalia Al-Behery"],"overview":"Yasmin Abdulaziz plays a role of very jealous wife, a jealousy that causes her husband, played by Mustafa Qamar, many problems ultimately causing their separation. The movie goes on showing the husband trying to reunite with her through various mean.","release_date":"2005-08-15","vote_average":4.3,"runtime":112,"cert":"N\/A","id":48653,"title":"Kareem's Women","adult":false,"genre_ids":[35,10749,12]},{"cast":["Sean Hughes","Elliott Gould","Daragh O'Malley","John Lynch","Griff Rhys Jones"],"overview":"Spike Milligan's book about the divided Irish village of Puckoon comes to the big screen.","release_date":"2002-01-01","vote_average":6.0,"runtime":82,"cert":"N\/A","id":48654,"title":"Puckoon","adult":false,"genre_ids":[35]},{"cast":["Manuela Ungaro","Gianfranco Barra","Alina Nedelea","Daniele De Angelis","Paolo Sassanelli"],"overview":"","release_date":"2006-09-01","vote_average":6.8,"runtime":null,"cert":"N\/A","id":48657,"title":"Ma che ci faccio qui!","adult":false,"genre_ids":[]},{"cast":["Ahmed Helmy","Ghada Adel","Hassan Hosny","Reham Abdelghafour","Mahmoud El Bezawy"],"overview":"The movie is about a very naive young man (Ahmad Helmi), who wants to fix his house before it falls, but does not have the money, and rich girl who likes to spend money uncontrollably (Ghada Adel), whose father is scrooge (Hassan Hosni), who would not give her access to her trust fund. In order to force her father to give her money, she stages a kidnapping with the assistance of her best friend (Reham Abdul Ghafoor) and the naive young man, who ends up falling in love with her.","release_date":"2006-03-15","vote_average":5.7,"runtime":104,"cert":"N\/A","id":48658,"title":"She Made Me a Criminal","adult":false,"genre_ids":[10749,35,12]},{"cast":["Robin Ellis","Vickery Turner","Jeremy Brett","Susan Fleetwood","Elizabeth Garvie"],"overview":"A romantic tragedy about two turn-of-the-century couples - one American, one British - who regularly vacation together at a spa in Germany.","release_date":"1981-04-15","vote_average":4.0,"runtime":120,"cert":"","id":48659,"title":"The Good Soldier","adult":false,"genre_ids":[18,10749]},{"cast":["David Allen Brooks","Rod Steiger","Amanda Pays","Talia Balsam","Kim Hunter"],"overview":"Amanda's deathbed request to her son, John, was for him to destroy all the lab notes etc. from her last experiment. She also blurts out he had a brother. At the funeral John meets Melissa, who claims to be his mothers biggest fan. Together with some of John's friends they go to Amanda's house, but none are prepared for what they find there.","release_date":"1987-01-09","vote_average":5.7,"runtime":91,"cert":"N\/A","id":48660,"title":"The Kindred","adult":false,"genre_ids":[27,878]},{"cast":["Sakura Tange","Makoto Tsumura"],"overview":"Poor but happy, young Nello and his grandfather live alone, delivering milk as a livelihood, in the outskirts of Antwerp, a city in Flanders (the Flemish or Dutch-speaking part of modern-day Belgium). They discover a beaten dog (a Bouvier, a large sturdy dog native to Flanders) and adopt it and nurse it back to health, naming it Patrasche, the middle name of Nello's mother Mary, who died when Nello was very young. Nello's mother was a talented artist, and like his mother, he delights in drawing, and his friend Aloise is his model and greatest fan and supporter.","release_date":"1997-03-15","vote_average":8.1,"runtime":93,"cert":"N\/A","id":48661,"title":"The Dog of Flanders","adult":false,"genre_ids":[16,18,10749]},{"cast":["Nashoua Mostafa","إيناس النجار","عمرو مهدى","Abdalah Mishrif","مصطفى هريدي"],"overview":"An Egyptian comedy.","release_date":"2010-01-13","vote_average":5.0,"runtime":95,"cert":"N\/A","id":48662,"title":"Eh Al-Nizam","adult":false,"genre_ids":[35,12]},{"cast":["اغراء","محمود جبر","Eman"],"overview":"A classical Syrian\/Lebanese movies featuring 70s famous actors: Ighraa, Liz Serkisian and Mahmoud Jabr","release_date":"1974-03-11","vote_average":2.5,"runtime":93,"cert":"N\/A","id":48665,"title":"Raqesa ala Al-Jerah","adult":false,"genre_ids":[80,9648]},{"cast":["Bruce Penhall","Brad Lackey","Kenny Roberts"],"overview":"Featuring Speedway World Champion Bruce Penhall, Brad Lackey, Bob Hannah, Kenny Roberts. World Champion Bruce Penhall is only one of the racing luminaries profiled in this motorcyclist’s cinematic bible. Thrill to the pulsating sound of high powered cycles in the desert, on the road, and tracks around the world. On Any Sunday II features interview and championship races with Brad Lackey, Bob Hannah, Kenny Roberts, and, of course, Penhall.","release_date":"1981-07-01","vote_average":8.0,"runtime":90,"cert":"N\/A","id":48666,"title":"On Any Sunday II","adult":false,"genre_ids":[35,99,10749]},{"cast":["David James Elliott","Heather Marie Marsden","Jeff Fahey","Michael Madsen","Andrew Sensenig"],"overview":"Driving to a weekend getaway, a car breakdown strands young couple Don and Nancy (David James Elliot and Heather Marsden) while passing through a small, rural Louisiana town. Finding the couple on the roadside, the towns inhospitable Sheriff Taylor (Jeff Fahey) tells them therell be no one to repair their car before morning. He directs them to a nearby motel for the night run by Carter (Michael Madsen). Checking into the seedy, rundown establishment, Don and Nancy have no way of knowing how this place deals with outsiders. Badge aside, the Sherriff answers to Carter, as do a gang of twisted, masked kidnappers, torturers, and killers. By the time Don and Nancy realize whats happening, its too late to flee. They must fight to survive the night, or be the next victims of the Terror Trap...","release_date":"2010-09-22","vote_average":5.2,"runtime":86,"cert":"N\/A","id":48669,"title":"Terror Trap","adult":false,"genre_ids":[27,53]},{"cast":["Stan Laurel","Oliver Hardy","James Finlayson","Billy Gilbert","Charles Gemora"],"overview":"Stan and Ollie play bumbling circus performers who inadvertently drive the circus into bankruptcy. The circus can't pay them their wages so they are given a gorilla and a flea circus as payment. Bedlam ensues.","release_date":"1932-05-21","vote_average":6.9,"runtime":25,"cert":"N\/A","id":48670,"title":"The Chimp","adult":false,"genre_ids":[35]},{"cast":["Stan Laurel","Oliver Hardy","Billy Gilbert","May Wallace","William Austin"],"overview":"Ollie is in the hospital with a broken leg. When Stan comes to visit him, total chaos ensues.","release_date":"1932-06-25","vote_average":7.0,"runtime":19,"cert":"U","id":48671,"title":"County Hospital","adult":false,"genre_ids":[35]},{"cast":["Stan Laurel","Oliver Hardy","Lucien Littlefield"],"overview":"Stan and Ollie are chimney sweeps working at the home of mad scientist Professor Noodle.","release_date":"1933-11-25","vote_average":6.9,"runtime":19,"cert":"N\/A","id":48672,"title":"Dirty Work","adult":false,"genre_ids":[35]},{"cast":["Chris R. Wright","Warwick Davis","Dan Palmer","Simon Stanley-Ward","Greg Martin"],"overview":"High above the tiny hamlet of Grockleton stands Beesley Manor, home to the ominous Landlord and his...shall we say, genetically ambiguent...minions, including Pooch, a cross-eyed marksman, and Dobbin, who likes to drink gasoline. The Landlord keeps a watchful eye over his domain, brutally dispatching any strangers who enter - except for females he needs to (involuntarily) sire a Beesley heir...When three unsuspecting travelers arrive, the Landlord plans to make two of them his trophies and the other his bride...unless they can beat him at his own game.","release_date":"2007-01-01","vote_average":3.2,"runtime":90,"cert":"N\/A","id":48675,"title":"Small Town Folk","adult":false,"genre_ids":[27]},{"cast":["Bolot Beyshenaliev","Natalya Arinbasarova","Idris Nogajbayev","Darkul Kuyukova","Kirey Zharkimbayev"],"overview":"Dyuishen is assigned to the mountainous Kirghiz region of Central Asia by the Young Communist League after he is discharged from the Red Army. It is 1923 and the Civil war has ended. The former soldier becomes a teacher, bringing the Leninist doctrine to the remote Moslem area where elders did not allow children to go to school. He falls in love with one of his students, but the young woman is sold by her father to a wealthy chieftain. When the school is burned down, the majestic poplar trees that are a source of local pride are cut down to rebuild the new structure.","release_date":"1965-10-31","vote_average":5.5,"runtime":102,"cert":"N\/A","id":48676,"title":"The First Teacher","adult":false,"genre_ids":[18]},{"cast":["Henry Thomas","Dabney Coleman","Michael Murphy","Christina Nigra","John McIntire"],"overview":"11-year-old Davey's mother is dead and his father doesn't spend nearly enough time with him. So the boy loses himself in video games--and even has an imaginary friend, a super-resourceful secret agent. When he accidentally comes into possession of a spy group's secret plans, and winds up on the run from them, he must learn to rely on himself and his imaginary pal to save his skin. But, in the end, Dad proves to be his real hero.","release_date":"1984-08-10","vote_average":6.3,"runtime":101,"cert":"N\/A","id":48677,"title":"Cloak & Dagger","adult":false,"genre_ids":[12,28,10751]},{"cast":["Miranda Richardson","Callum Keith Rennie","Katharine Isabelle","Kristin Adams","Kett Turton"],"overview":"The wickedly funny story of three sisters' coming of age in a wildly dysfunctional family, set against the backdrop of the 60's, free love, the Cold War, LSD and the dawn of feminism. Affectionately dubbed \"Little Women on acid\", this is a story about the destructive effects of secrecy and the bonds of duty between parents and their children.","release_date":"2003-09-08","vote_average":6.4,"runtime":109,"cert":"N\/A","id":48678,"title":"Falling Angels","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Flatlife is an animated film created by Jonas Geirnaert in 2004 was chosen for the competition of short films at Cannes in 2004.","release_date":"2004-01-01","vote_average":6.8,"runtime":11,"cert":"N\/A","id":48679,"title":"Flatlife","adult":false,"genre_ids":[]},{"cast":[],"overview":"A mutant hero, a virtual bank heist. A digital action thriller. A three fingered virus is let loose on a computer system with the express purpose of erasing a student loan.","release_date":"2000-01-01","vote_average":6.0,"runtime":8,"cert":"N\/A","id":48682,"title":"Infection","adult":false,"genre_ids":[]},{"cast":[],"overview":"Aleksei German produced and co-wrote (with wife and regular collaborator Svetlana Karmalita) Ardak Amirkulov’s staggering historical epic about the intrigue and turmoil preceding Genghis Khan’s systematic destruction of the lost East Asian civilization of Otrar. The movie that spurred the extraordinary wave of great Kazakh films in the 90s, The Fall of Otrar is at once hallucinatory, visually resplendent and ferociously energetic, packed with eye-catching (and gouging) detail and traversing an endless variety of parched, epic landscapes and ornate palaces.","release_date":"1991-01-01","vote_average":5.0,"runtime":176,"cert":"N\/A","id":48683,"title":"The Fall of Otrar","adult":false,"genre_ids":[]},{"cast":[],"overview":"The film begins with an Earth space craft stumbling upon a movie floating in the vast nothingness. The film turns out to be from planet Zog and when people see it, they are shocked and angered by the Zogs (or is it 'Zogians' or 'Zogites'?). It seems that they have their genitals where our heads are and vice-versa. To make things really weird, they eat and drink with their genitals and defecate with their faces.","release_date":"2000-01-01","vote_average":5.6,"runtime":11,"cert":"N\/A","id":48684,"title":"Intolerance","adult":false,"genre_ids":[35,878,16]},{"cast":["Jimi Hendrix","Billy Cox","Mitch Mitchell","Larry Lee","Juma Sultan"],"overview":"Nine o'clock on Monday morning, August 18, 1969: while the work force was starting the day, Jimi Hendrix was taking the stage at Woodstock. While hundreds of thousands had already left, 25,000 people remained to see this incredible performance. Hendrix, along with drummer Mitch Mitchell and bassist Billy Cox, offered masterly renditions of the songs of the recently disbanded Experience (\"Hey Joe,\" \"Foxey Lady\"), and gave a preview of the blues-based Band of Gypsys (\"Izabella,\" \"Hear My Train A Comin'\"), as well as Jimi's era-defining rendition of \"The Star Spangled Banner.\" Though the weekend had witnessed some landmark performances by other great artists, this performance from Hendrix is regarded by many as the defining moment in a festival ripe with defining moments.","release_date":"1999-07-06","vote_average":7.5,"runtime":98,"cert":"N\/A","id":48685,"title":"Jimi Hendrix - Live at Woodstock","adult":false,"genre_ids":[10402]},{"cast":["Charles Bronson","Jill Ireland","Stephen Elliott","Jan Gan Boyd","James Staley"],"overview":"Jay Killon is the bodyguard of the recently elected US president, but he is assigned to the first lady (Lara Royce). Lara hates Killon so she does all she can to escape. The story complicates when someone tries to kill Lara.","release_date":"1987-01-09","vote_average":5.3,"runtime":105,"cert":"N\/A","id":48686,"title":"Assassination","adult":false,"genre_ids":[18,28,53]},{"cast":["Brigitte Hobmeier","Cay Helmich"],"overview":"A German movie about a woman who returns home from an apparent suicide attempt to find her boyfriend has another girl staying there. He has parties and she doesn't really seem to exist in her own apartment, but then out of the blue they reconcile and get married. She gets a job and steals from it and eventually goes off to start a new life.","release_date":"2003-01-01","vote_average":0.0,"runtime":81,"cert":"N\/A","id":48687,"title":"Identity Kills","adult":false,"genre_ids":[18]},{"cast":["Pierre Clémenti","Jean-Pierre Léaud","Alberto Lionello","Ugo Tognazzi","Anne Wiazemsky"],"overview":"Two dramatic stories. In an undetermined past, a young cannibal (who killed his own father) is condemned to be torn to pieces by some wild beasts. In the second story, Julian, the young son of a post-war German industrialist, is on the way to lie down with his farm's pigs, because he doesn't like human relationships.","release_date":"1969-09-28","vote_average":7.4,"runtime":99,"cert":"N\/A","id":48688,"title":"Pigsty","adult":false,"genre_ids":[18]},{"cast":["James Spader","Michael Caine","Maggie Smith","Sam Shepard","Marcia Gay Harden"],"overview":"A bachelor afraid of marriage angers his long-time girlfriend by buying a splendid townhouse just for himself, only to find it haunted by the ghosts of a famous theatrical couple, who teach him about love and commitment.  The film was later re-released under the title \"It All Came True\". It was to be Peter Yates' last film made for cinema, although in most markets it went directly to TV or home entertainment.","release_date":"1998-12-05","vote_average":5.3,"runtime":94,"cert":"N\/A","id":48689,"title":"Curtain Call","adult":false,"genre_ids":[10749,878]},{"cast":[],"overview":"In 1950, the small Calabrian village of Caulonia still numbered nearly 15,000 souls, but there now remain no more than a few hundred. A phlegmatic old man and a young disabled woman are among the last inhabitants who haunt the deserted village. They seem to be waiting apathetically for their end and resemble the old boat abandoned on the shore. Il Dono is the story of those who have left, told by those who have stayed; a tale of disaster and exodus.","release_date":"2003-01-01","vote_average":6.5,"runtime":80,"cert":"N\/A","id":48690,"title":"Il dono","adult":false,"genre_ids":[99]},{"cast":["Gualtiero Jacopetti","Franco Prosperi","Dick Gregory","Cicely Browne","Geoffrey Copleston"],"overview":"Two documentary filmmakers go back in time to the pre-Civil War American South, to film the slave trade.","release_date":"1971-09-30","vote_average":6.7,"runtime":123,"cert":"N\/A","id":48691,"title":"Goodbye Uncle Tom","adult":false,"genre_ids":[18,36]},{"cast":["Jack Spade","Aria"],"overview":"Marie Silva and Jack Bravo are a married couple who also happen to make porn films for a living. This documentary examines what a marriage involving a couple whose jobs it is to have sex with other people is like, what the pressures are and the differences between their professional lives and their personal lives.","release_date":"2002-01-01","vote_average":0.0,"runtime":27,"cert":"N\/A","id":48692,"title":"Marie and Jack: A Hardcore Love Story","adult":false,"genre_ids":[99]},{"cast":["Bernadette Lafont","Jean-Pierre Léaud","Françoise Lebrun","Isabelle Weingarten"],"overview":"In this sexually frank French drama, the aimless young Alexandre  juggles his relationships with his girlfriend, Marie, and a casual lover named Veronika. The dialogue-heavy film focuses intently on the love triangle, with Marie increasingly jealous of Alexandre's fling with Veronika. As the trio continues their unsustainable affair, the emotional stakes get higher, leading to conflict and unhappiness.","release_date":"1973-05-01","vote_average":7.9,"runtime":207,"cert":"N\/A","id":48693,"title":"The Mother and the Whore","adult":false,"genre_ids":[18,10749]},{"cast":["Scarlett Pain","Julia Bond","London Keyes","Riley Evans","Nikki Sexx"],"overview":"A few have done it, some of us have gotten close, all have fantasized about it, 2 Chicks Same Time!","release_date":"2009-03-09","vote_average":0.0,"runtime":140,"cert":"N\/A","id":48694,"title":"2 Chicks Same Time 4","adult":true,"genre_ids":[]},{"cast":[],"overview":"Nine o'clock on Monday morning, August 18, 1969: while the work force was starting the day, Jimi Hendrix was taking the stage at Woodstock. While hundreds of thousands had already left, 25,000 people remained to see this incredible performance. Hendrix, along with drummer Mitch Mitchell and bassist Billy Cox, offered masterly renditions of the songs of the recently disbanded Experience (\"Hey Joe,\" \"Foxey Lady\"), and gave a preview of the blues-based Band of Gypsys (\"Izabella,\" \"Hear My Train A Comin'\"), as well as Jimi's era-defining rendition of \"The Star Spangled Banner.\" Though the weekend had witnessed some landmark performances by other great artists, this performance from Hendrix is regarded by many as the defining moment in a festival ripe with defining moments.","release_date":"1999-01-01","vote_average":8.9,"runtime":87,"cert":"N\/A","id":48695,"title":"Jimi Hendrix: Live at Woodstock II","adult":false,"genre_ids":[]},{"cast":["Brianna Love","Angelina Valentine","Alexis Texas","Roxy DeVille","Nikki Benz"],"overview":"A few have done it, some of us have gotten close, all have fantasized about it, 2 CHICKS SAME TIME!","release_date":"2008-07-07","vote_average":0.0,"runtime":121,"cert":"N\/A","id":48696,"title":"2 Chicks Same Time","adult":true,"genre_ids":[]},{"cast":["Isabel Mestres","Fernando Hilbeck","Agustín Almodóvar"],"overview":"Short film by Almodovar, which tells the origin of the veil.","release_date":"1978-01-01","vote_average":6.3,"runtime":12,"cert":"N\/A","id":48697,"title":"Salomé","adult":false,"genre_ids":[]},{"cast":[],"overview":"Three scantily-clad female figures struggle to hold up the crumbling remains of an ancient Greek temple.","release_date":"1985-01-01","vote_average":5.4,"runtime":7,"cert":"N\/A","id":48698,"title":"A Greek Tragedy","adult":false,"genre_ids":[16]},{"cast":["Pinky","Ice La Fox","Kelly Divine","Chyna Phat","Stacie Lane"],"overview":"As the title says, but with expert black chicks sucking dick until they cum.","release_date":"2010-07-13","vote_average":0.0,"runtime":null,"cert":"N\/A","id":48699,"title":"The Art of Sucking","adult":true,"genre_ids":[]},{"cast":["Jenner","Eve Nicholson","Amber Peach","Gwen Diamond","Nadia Sinn"],"overview":"Aren't they adorable? So sweet, so innocent, so ready to fuck! Watch these not-so-virginal teens get themselves into a little after school extra curricular activity that's sure to make their white cotton panties wet.","release_date":"2008-07-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":48700,"title":"Darling Teen Sluts","adult":true,"genre_ids":[]},{"cast":["Tawny Roberts","Kim Star","Denise Shawnie"],"overview":"More than 3 hours of teen pussy pounding action","release_date":"2008-03-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":48701,"title":"I Love Teen Pussy","adult":true,"genre_ids":[]},{"cast":["Kitty Sixx","Veronica Sanchez","Alice King","Katerina Cox","Lucy Cattiva"],"overview":"'s ladies' night out for our MSP babes, Lucy Cattiva, Caterina Cox, Kitty, Yoha, Ashly, Alice King, Rebecca, and Veronica Sanchez, and that means some male strippers are in order! After these satin-clad beauties guzzle more bottles of champagne than they can remember, the party goes from sexy, drunken entertainment to an all-out CFNM fuck party! These guys can't believe their luck when they realize what they've stepped into - a group of incredibly, hot, rich, and horny babes in need of some sexual release however they can get it!","release_date":"2009-08-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":48702,"title":"Mad Sex Party: The Loft Party","adult":true,"genre_ids":[]},{"cast":["Daisy Marie","Sophia Santi","Nikki Benz","Kayla Paige","Devon Lee"],"overview":"Nasty wives vow to show you a fuckin' good time! Get off on watching hot and horny housewives getting it on! Cum on and take a peek!","release_date":"2008-07-18","vote_average":0.0,"runtime":107,"cert":"N\/A","id":48703,"title":"Penthouse Letters: Wicked Wives, A Voyeur's Diary","adult":true,"genre_ids":[]},{"cast":["Sandy Sweet","Holly Morgan","Presley Maddox","Jenni Lee","Desiree Diamond"],"overview":"Sometimes there is just not enough ways to look at pussy! Well we give you a pretty good sampling in Peter North’s POV! It’s sure to give you a bird’s eye view and put you right in the action! Let that slut tell you exactly what she wants, like a hard cock buried deep inside her pussy! She wants your meat stick shoved in her cunt as you make her beg while she cums all over your hard cock and balls! Just feel it for yourself - Five hot scenes of pure jack off delight! It’s not Point of View it’s our Perverted Own Vision!","release_date":"2008-07-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":48704,"title":"Peter North's POV #22","adult":true,"genre_ids":[]},{"cast":["Padaborn Srichaphan","Chatchai Plengpanich","Puri Hiranyapluek","Verayuth Nancha","Chaiwat Thongsang"],"overview":"Bang Rajan 2 (บางระจัน ๒), director Thanit Jitnukul's sequel\/reboot of his 2000 patriotic battle epic, which appears to be just as blood-soaked, violent and full of sword-clanging rage as the first film. Similar to the Alamo of Texas, the story is based on a legend of a tiny farming village that fought the Burmese invaders, despite overwhelming odds. They beat their plowshares into swords, melted their rakes and shovels into new implements of destruction. Lacking horses, the town drunk mounted his water buffalo and rode into battle, swinging axes. Even the womenfolk got in on the two-fisted sword action, lopping off heads. In their brave sacrifice, the plucky fighters kept the enemies engaged long enough for the capital at Ayutthaya to put up a proper defense and save itself.","release_date":"2010-03-25","vote_average":5.0,"runtime":null,"cert":"N\/A","id":48705,"title":"Bang Rajan 2","adult":false,"genre_ids":[28,36,10752]},{"cast":["Jacob Tierney","Noah Fleiss","Martha Plimpton","Stephen Tobolowsky","Joan Allen"],"overview":"Josh and Sam are two brothers facing change, their mother is about to marry a French accountant and the kids are sent to go live with their father in Florida. Meanwhile Josh tells Sam that he is a \"S.A.M.\" that is going to be sent to Africa to fight in a war and that Canada is a safe haven for any S.A.M. unwilling to fight. The cross-country journey begins when the 2 boys think they killed a drunk and steal his car en route to Canada where they encounter The Liberty Maid. Will Josh &amp; S.A.M. make it to Canada or will they wish they should have never left home.","release_date":"1993-11-24","vote_average":5.3,"runtime":96,"cert":"N\/A","id":48706,"title":"Josh and S.A.M.","adult":false,"genre_ids":[12,28,35]},{"cast":["Raizō Ichikawa","Shiho Fujimura","Saburo Date","Mikiko Tsubouchi","Sô Yamamura"],"overview":"[Period covered: 1582-1594]. As the film opens, the warlod Nobunaga Oda rides to Iga Ayanokuni shrine. He is asked if he thinks he has destroyed all the ninja who opposed him and answers that he suspects that there may be more. A servant brings water and tests it first. The paige dies and we hear gunshots as two ninja flee the scene. His suspicions confirmed, Nobunaga oversees the execution of captured ninja and decides that, in the future, he needs a much crueler method of execution. The daimyo Hideyoshi comes to visit.","release_date":"1963-08-06","vote_average":6.7,"runtime":93,"cert":"N\/A","id":48707,"title":"Shinobi no Mono 2: Vengeance","adult":false,"genre_ids":[28]},{"cast":["Bill Plympton"],"overview":"The perilous road to kicking the habit is explored in twenty-six vignettes that include various professionals and contraptions.","release_date":"1989-01-01","vote_average":6.0,"runtime":5,"cert":"N\/A","id":48708,"title":"25 Ways to Quit Smoking","adult":false,"genre_ids":[16]},{"cast":["Anouk Grinberg","Gérard Lanvin","Valeria Bruni Tedeschi","Olivier Martinez","Dominique Lollia"],"overview":"In Lyon, where many are unemployed, Marie is a prostitute who loves her work: she's thoughtful and exuberant toward clients old and young, slim or flabby. One night, a homeless man sleeps in the foyer of her apartment house; she gives him a hot meal, then a place on the floor to sleep by her radiator, then she offers herself. She falls in love, giving him new life, clothes, a place to live. When he grouses that he must bar hop while she uses the flat for her work, she finds them a larger flat. He grows restless, seducing a manicurist and pressing her to prostitution. He's arrested for procuring, so Marie must decide what to do; he, too, must face the consequences of his choices.","release_date":"1996-01-31","vote_average":6.3,"runtime":99,"cert":"18","id":48709,"title":"My Man","adult":false,"genre_ids":[35,18,10749]},{"cast":["Polly Shannon","Tim Dutton","Nicholas Campbell","Michael McManus","Lois Maxwell"],"overview":"Private Dick Max Warner investigates the disappearance of a young heiress Sandra Applewhite. He is convinced that she was murdered by her fiancé - but without her body, he can not prove anything. So he sees a poster with a model who is an identical copy of Sandra. One by one the pieces are falling into place and Max realizes that much more than a legacy is at stake.","release_date":"1998-04-11","vote_average":5.0,"runtime":95,"cert":"","id":48710,"title":"Hard to Forget","adult":false,"genre_ids":[10770,18,10749,9648]},{"cast":["Lina Romay","M. Fernández Moreno","A. Bartos Velasco","José Miguel García","C. González Ordi"],"overview":"An adult film parody of the TV show 'Dynasty'.","release_date":"1987-01-01","vote_average":8.0,"runtime":80,"cert":"N\/A","id":48711,"title":"Phollastía","adult":true,"genre_ids":[35]},{"cast":[],"overview":"A waltz played with an accordion starts a short story about the running time.","release_date":"1985-01-01","vote_average":6.7,"runtime":4,"cert":"N\/A","id":48712,"title":"78 Tours","adult":false,"genre_ids":[]},{"cast":["Yerzhan Bekmuratov","Oleg Kerimov","Mira Abdulina","Lyazat Dautova","Anna Krasnova"],"overview":"Little Men is about two sympathetic losers with good looks, about groovy tunes and dry slapstick humour.","release_date":"2003-08-15","vote_average":0.0,"runtime":85,"cert":"N\/A","id":48713,"title":"Little Men","adult":false,"genre_ids":[35]},{"cast":["Peter Bernuth"],"overview":"This short film is a metaphor for the Vietnam War. A man walks into a meticulously clean and sterile bathroom, concentrating on the polished porcelain and shiny metal motif. He then proceeds to shave. When his face is clean, however, he only continues to shave until he pierces through his skin. Blood covers him and falls around him, the red contrasting the perfect spotlessness of the bathroom.","release_date":"1967-12-29","vote_average":7.1,"runtime":6,"cert":"N\/A","id":48714,"title":"The Big Shave","adult":false,"genre_ids":[18,27]},{"cast":[],"overview":"Animation of a panther, inspired the Rilke poem.","release_date":"1998-01-01","vote_average":0.0,"runtime":5,"cert":"N\/A","id":48715,"title":"Panther","adult":false,"genre_ids":[]},{"cast":[],"overview":" ","release_date":"2000-01-01","vote_average":8.0,"runtime":2,"cert":"N\/A","id":48716,"title":"All of the Dead","adult":false,"genre_ids":[]},{"cast":["Sarah Braveman","Zeph Michelis","Fred Sica","Mimi Stark","Robert Uricola"],"overview":"A writer named Algernon (but called Harry by his friends) buys a picture of a boat on a lake, and his obsession with it renders normal life impossible.","release_date":"1963-01-01","vote_average":6.0,"runtime":9,"cert":"N\/A","id":48717,"title":"What's a Nice Girl Like You Doing in a Place Like This?","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"Late at night, a couch-potato couple watches a documentary on the Arkelope, a rare animal hunted down to a single survivor. The doorbell rings...","release_date":"1994-01-01","vote_average":6.0,"runtime":5,"cert":"N\/A","id":48720,"title":"Arkelope!","adult":false,"genre_ids":[]},{"cast":["Ruth Negga","Mal Whyte","Maureen O'Connell","Domhnall Gleeson"],"overview":"Sophie learns she has a rare fatal neuron disease. As her condition deteriorates she experiences sensory hallucinations up until her final days when she can no longer even distinguish between life and death.","release_date":"2006-02-11","vote_average":0.0,"runtime":10,"cert":"N\/A","id":48721,"title":"Stars","adult":false,"genre_ids":[18,16]},{"cast":["Khaled Sarhan","Maya Nasry","Hassan Hosny","Edward","Ezzat Abou Aouf"],"overview":"Events revolve around a dictator, played by Hassan Hosni, who has twin children (played by Khald Sarhan) and the people revolt against him and tries to recover his people's trust again.","release_date":"2009-09-20","vote_average":4.4,"runtime":84,"cert":"N\/A","id":48722,"title":"The Dictator","adult":false,"genre_ids":[35,18]},{"cast":["Elena Arndt-Jensen","Joshua Marc Berman","Ellen Hillingsø","Nicolaj Kopernikus","Mira Wanting"],"overview":"Karla met Jonas during a summer vacation at the lake. After being unable to stop thinking about him and their kiss she phones him, making up a school assignment about children living in an orphanage, which is precisely where Jonas lives.","release_date":"2010-03-25","vote_average":5.9,"runtime":83,"cert":"N\/A","id":48725,"title":"Karla & Jonas","adult":false,"genre_ids":[10751,35,10749]},{"cast":[],"overview":"When Anton O'Neill returns home after five years at sea, he finds that 1970's Ireland is a radically different place to the one he left behind. Northern Ireland is in flames, and civil unrest has spilled south of the border to his beloved home in County Cavan. Blinded by hatred and misguided patriotism 'Anton' is led into an illicit world of violence and is forced to choose between his family and his country. Hunted and on the run, Anton is drawn into a battle of wills with the law and his former accomplices, ending in a showdown in which he must risk everything to protect the woman he loves.","release_date":"2008-10-10","vote_average":5.0,"runtime":94,"cert":"","id":48726,"title":"Trapped","adult":false,"genre_ids":[99]},{"cast":["Reham Abdelghafour","Ahmed Azmy","Hanan Motawie","Basim Samra","Amr Abdel-Geleel"],"overview":"A group of street children of various ages with one thing in common, the all live in the same ghetto. Each has\/her own way of earning a living, some search garbage for food, others are thieves, drug dealers, or prostitutes. The film tries to capture the price these unfortunate children have to pay to earn enough to barely survive on the margins of society. The film puts the fully responsibility on society and the government for this phenomenon, which is significantly spreading.","release_date":"2010-09-04","vote_average":3.3,"runtime":82,"cert":"N\/A","id":48727,"title":"Al-Ghaba","adult":false,"genre_ids":[18]},{"cast":["Ditte Gråbøl","Andrea Vagn Jensen","Mira Wanting","Peter Frödin","Niels Olsen"],"overview":"Denmark in the 70's. The teenager Christoffer's parents Nisse and Maria have decided to move into a commune because they want to try the alternative lifestyle. But Christoffer doesn't like it and has trouble adapting. In school the others tease him because he lives in a commune. As a plan from the elders in the commune he starts in a Maoist group to learn about the real ways of the society. He doesn't like it but when his new girlfriend starts to see what he does as cool he goes into it. But at the same time the police start to suspect him to be the terrorist who blows up telephone booths around Copenhagen.","release_date":"1997-10-05","vote_average":5.3,"runtime":78,"cert":"N\/A","id":48728,"title":"Wild Flowers","adult":false,"genre_ids":[35]},{"cast":[],"overview":"De værnepligtiges film og bilder i ord og lyd om tiden på kongeskibet dannebrog 09","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":48731,"title":"Dannebrog sommertogt 2009","adult":false,"genre_ids":[]},{"cast":[],"overview":"Filmmaker Louis Schwartzberg hits the road to capture America's people and its natural beauty. sea to shining sea, from amber waves of grain to purple mountain majesties, it's not merely the land that makes America beautiful -- it's her people. Captured with stunning cinematography, AMERICA'S HEART &amp; SOUL takes you on a journey that weaves across this great nation, revealing a rich tapestry of ordinary people living extraordinary lives as they follow their dreams with the freedom of spirit that's uniquely American. From the Vermont dairy farmer, to the blind mountain climber, to the father and son marathon runners, their inspiring stories are as different as can be -- passionate, colorful, courageous, funny, touching.","release_date":"2004-07-04","vote_average":4.3,"runtime":84,"cert":"N\/A","id":48732,"title":"America's Heart and Soul","adult":false,"genre_ids":[99,10751]},{"cast":["James Farentino","Don Murray","Denzel Washington","Penny Fuller","Millie Perkins"],"overview":"A grieving family whose daughter was killed in a car crash with a drunken driver is outraged and frustrated as they encounter the inevitable bureaucratic delays in bringing the case to trial. Once in the courtroom, they are horror-stricken as the young, hard-pressed district attorney seems unable to overcome the technicalities and maneuverings that the driver's attorney uses to keep his client out of jail and still on the streets as a legal driver. When the judge is forced to rule time and again in favor of the defense, it appears that the driver might escape punishment altogether.","release_date":"1984-01-10","vote_average":5.3,"runtime":96,"cert":"N\/A","id":48733,"title":"License to Kill","adult":false,"genre_ids":[18,53]},{"cast":["Stan Laurel","Oliver Hardy","Sam Lufkin","James Finlayson","Harry Bernard"],"overview":"While changing clothes in a getaway car, escaped convicts Stan and Ollie mistakenly put on each other's pants. They spend the rest of the film trying to exchange pants in various unlikely settings.","release_date":"1929-01-26","vote_average":6.1,"runtime":20,"cert":"N\/A","id":48734,"title":"Liberty","adult":false,"genre_ids":[35]},{"cast":["Zasu Pitts","Thelma Todd","John Loder","Claud Allister","Billy Gilbert"],"overview":"Two young women, Zasu and Thelma, complain that all of their dates take them to Coney Island. The next day a car goes by and they are splashed with mud. The driver stops and offers to buy them some new clothes. They accept the offer and later agree to go on a date -- to Coney Island again. Laurel and Hardy make cameo appearances.","release_date":"1931-12-26","vote_average":7.0,"runtime":20,"cert":"N\/A","id":48735,"title":"On the Loose","adult":false,"genre_ids":[35]},{"cast":["Stan Laurel","Oliver Hardy","Edgar Kennedy","Kay Deslys","Isabelle Keith"],"overview":"Two families embark on a pleasant Sunday picnic but manage to run into a variety of issues with their temperamental automobile. Each incident requires repeated exits and reboardings by Laurel, Hardy, their wives and grouchy, gout-ridden Uncle Edgar.","release_date":"1929-08-10","vote_average":7.2,"runtime":19,"cert":"N\/A","id":48736,"title":"Perfect Day","adult":false,"genre_ids":[35]},{"cast":["Casper Zafer","Esther Nubiola","Leonor Watling","Ingrid Rubio","Jane Asher"],"overview":"Constantinople, 1401. The emperor of Byzantium asks the famous knight Tirant lo Blanc to free the city from the siege of the Turks. After his victory, Tirant will have to face a more difficult task: to overcome the natural opposition of Carmesina, heiress to the Ottoman Empire, to surrender her most precious treasure.","release_date":"2006-04-07","vote_average":3.9,"runtime":128,"cert":"N\/A","id":48737,"title":"The Maidens' Conspiracy","adult":false,"genre_ids":[12,10749,18,10752]},{"cast":["Stan Laurel","Oliver Hardy","Kay Deslys","Edgar Kennedy","Charlie Hall"],"overview":"Mrs. Hardy throws Ollie and Stan out of the house. They try to impress two young ladies at a golf course and end up fighting with other golfers. This was the first Hal Roach film to bill Laurel and Hardy as a team.","release_date":"1928-09-08","vote_average":6.0,"runtime":20,"cert":"N\/A","id":48738,"title":"Should Married Men Go Home?","adult":false,"genre_ids":[35]},{"cast":["Dom DeLuise","Iris Adrian","Steve Allen","Lona Andre","Harry Bernard"],"overview":"Modern comedians share their thoughts about Laurel and Hardy. Also includes archival footage of contemporary comedians. Hosted by Dom DeLuise.","release_date":"1992-04-05","vote_average":0.0,"runtime":85,"cert":"N\/A","id":48739,"title":"A Tribute to the Boys: Laurel and Hardy","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Wile E. Coyote has ordered an ACME bungee cord and has set up a birdseed trap under a highway bridge. It’s a \"foolproof\" plan that takes everything into consideration... except oncoming traffic.","release_date":"2010-07-30","vote_average":7.3,"runtime":3,"cert":"N\/A","id":48740,"title":"Coyote Falls","adult":false,"genre_ids":[16,35]},{"cast":[],"overview":"Wile E. Coyote fashions himself a homemade helicopter helmet, utilizing an assortment of mail order products. Soaring through the sky and over the cliffs, it's a surefire way to catch the Road Runner... assuming he can avoid military testing grounds.","release_date":"2010-09-24","vote_average":6.7,"runtime":3,"cert":"N\/A","id":48741,"title":"Fur of Flying","adult":false,"genre_ids":[16,35]},{"cast":["Götz George","Tom Schilling","Anna Unterberger","Wolf Bachofner","Simon Schwarz"],"overview":"Every foot of film is authentic German footage -- uncovered in the secret archives of the SS Elite Guard and suppressed by Goebbels himself as too strong even for his own savage propaganda. Mein Kampf has created a sensational international impact and has been hailed as a stunning historical document. It has created a storm wherever it has been shown throughout the world while reaping enthusiastic reviews and acclaim. A brilliant achievement in motion picture documentation, Mein Kampf probes deep into the rise and ruin of the Third Reich and the evil genius that created it. Through stunning use of rare footage, it mercilessly asks and answers a central question that has haunted the mind and heart of the world: \"How was such a thing allowed to happen?\"","release_date":"2009-08-01","vote_average":2.9,"runtime":110,"cert":"N\/A","id":48742,"title":"Mein Kampf","adult":false,"genre_ids":[18]},{"cast":["Liv Ullmann","Sam Waterston","John Heard","Ione Skye"],"overview":"A US politician visits his poet friend in Mont. St. Michael, France. While walking through the medieval island discussing their philosophies of life they happen upon Sonja, a scientist in recluse, who joins in their conversation. The two men listen to the ideas of this brilliant woman and discuss how her ideas can work in their own politician and poet lives.","release_date":"1990-09-09","vote_average":6.9,"runtime":111,"cert":"N\/A","id":48745,"title":"Mindwalk","adult":false,"genre_ids":[18]},{"cast":["Thure Lindhardt","Thomas Voss","Julie R. Ølgaard","Dick Kaysø","Mick Øgendahl"],"overview":"When Anders Bo begins his new job as a car salesman, he is given the special task of infiltrating the small competing car shop, Holger's Auto during their annual Christmas party and steal their customer file. As Anders Bo romps through the commotion and antics of the celebration, he realizes that his assignment in fact relates to an old family feud and that the odd and funny characters working there might have more to offer than meets the eye - especially Amalie, the beautiful daughter of the owner, Holger. In the middle of Christmas pudding and Christmas cheer Anders Bo suddenly learns to listen to his heart.","release_date":"2009-11-13","vote_average":4.3,"runtime":86,"cert":"N\/A","id":48746,"title":"The Christmas Party","adult":false,"genre_ids":[35]},{"cast":["Michael Caine","Cheryl Ladd","Joss Ackland","Ronald Pickup","Diane Keen"],"overview":"Henry Jekyll is a troubled man. His wife died of pneumonia. He wants his sister-in-law, but her father forbids any contact. And his experiments into the dual nature of man have yielded a personality-splitting drug that he has tested on himself, changing him into an uninhibited brute who seeks violent and undignified pleasures. Jekyll quickly becomes addicted to the sordid freedom induced by the drug. He can commit the most enjoyably revolting deeds, then return to his laboratory and use an antidote to change back to his original form, so that his lofty persona remains untarnished.","release_date":"1990-01-06","vote_average":4.9,"runtime":96,"cert":"","id":48747,"title":"Jekyll & Hyde","adult":false,"genre_ids":[27,53,10770]},{"cast":["Casper Christensen","Frank Hvam","Iben Hjejle","Mia Lyhne","Marcuz Jess Petersen"],"overview":"Frank is left with the responsibility for his nephew Bo on an already planned canoe trip. Frank's mate Casper is also coming along. Weighed down a with their obligation, Frank and Casper nevertheless look forward to ending the trip at Skanderborg Festival where there's plenty there for the guys, a spree of drinking and women. Not the best example to set for young Bo. And how do their partners see it all?","release_date":"2010-12-16","vote_average":6.5,"runtime":93,"cert":"","id":48748,"title":"Klown","adult":false,"genre_ids":[35]},{"cast":["Paul Virilio"],"overview":"Paul Virilio (born 1932 in Paris, France) is a cultural theorist and urbanist. He is best known for his writings about technology as it has developed in relation to speed and power, with diverse references to architecture, the arts, the city and the military.","release_date":"2009-01-20","vote_average":5.0,"runtime":null,"cert":"N\/A","id":48749,"title":"Paul Virilio: Penser la vitesse","adult":false,"genre_ids":[99]},{"cast":["Jean-Paul Belmondo","Michel Boujenah","Alessandra Martines","Salomé Lelouch","Annie Girardot"],"overview":"In France during World War II, a poor and illiterate man, Henri Fortin (Jean-Paul Belmondo), is introduced to Victor Hugo's classic novel Les Misérables and begins to see parallels between the book and his own life.","release_date":"1995-03-22","vote_average":7.0,"runtime":175,"cert":"N\/A","id":48750,"title":"Les Miserables","adult":false,"genre_ids":[18,36]},{"cast":["Bebe Pham","Jaymee Ong","Michael Gleissner","Amelia Jackson-Gray","Laury Prudent"],"overview":"Amy Sanchez (Bebe Pham) is a champion free diver who breaks a crucial free diving record. Her boyfriend, Tony dela Cruz (Jack Prinya), an Air Force Pilot, mysteriously disappears along with his plane that carries gold worth millions of dollars that was to be taken to the Central Bank.  Determined to unearth the truth, she goes off to find out what has actually happened accompanied by her sister Jess Sanchez (Jaymee Ong). She moves on her adventurous journey not knowing that she herself is going to get entangled into a trap of lies that leads her to a much complex conspiracy.","release_date":"2011-04-22","vote_average":5.0,"runtime":null,"cert":"N\/A","id":48751,"title":"Deep Gold","adult":false,"genre_ids":[28,53]},{"cast":["Daniel Pinchbeck","Maude Barlow","Ariane Burgess","Gerald Celente","Policarpo Chaj"],"overview":"2012: Time For Change is a documentary feature that presents ways to transform our unsustainable society into a regenerative planetary culture. This can be achieved through a personal and global change of consciousness and the systemic implementation of ecological design.","release_date":"2010-10-08","vote_average":7.0,"runtime":85,"cert":"N\/A","id":48752,"title":"2012: Time for Change","adult":false,"genre_ids":[16,99]},{"cast":["Carsten Frank","Victor Brandl","Manoush"],"overview":"Cannibal is based on the true-crime story of Armin Meiwes, the \"Rotenburg Cannibal\" who posted an online ad searching for someone to volunteer to be mutilated and eaten. Unlikely as it may seem, someone actually replied. The film shows a fictional portrayal of the meeting between the cannibal and his victim\/participant, their homosexual relationship, and the eventual mutilation and murder of said victim.","release_date":"2006-12-05","vote_average":5.9,"runtime":89,"cert":"N\/A","id":48753,"title":"Cannibal","adult":false,"genre_ids":[18,27,53,80]},{"cast":["Stan Laurel","Oliver Hardy","Mae Busch","Gertrude Astor","Linda Loredo"],"overview":"The Hardys wish to have a quiet evening in their apartment, but are interrupted when the Laurels pay a visit. Stan and Ollie go out for ice cream, and manage to prevent a shrewish woman from committing suicide on the way back home. The woman is ungrateful and makes threats against the them unless they look after her. They spend a chaotic evening trying to keep her hidden from their wives.","release_date":"1931-09-19","vote_average":7.9,"runtime":20,"cert":"N\/A","id":48756,"title":"Come Clean","adult":false,"genre_ids":[35]},{"cast":["Rajinikanth","Khushboo","Janagaraj","Sarath Babu","Rekha"],"overview":"A class-divided friendship goes through highs and lows through several decades.","release_date":"1992-06-27","vote_average":7.3,"runtime":180,"cert":"N\/A","id":48757,"title":"Annamalai","adult":false,"genre_ids":[18,10749]},{"cast":["Chana Keefer","Mark Keefer"],"overview":"The whole town is bustling to get ready for Maker Day. Hans is baking his seven-layer Chocolate Cherry Truffle Cake with Double Butter-cream Frosting. Violet is putting the finishing touches on her mountainous bouquet. Lucia is warming up for her solo, featuring the amazing Dr. Marvel and his Marvelaphony-organoni. And Punchinello is just baffled. He has nothing that would even compare to their fabulous creations, and especially nothing wonderful enough to honor Eli on Maker Day. Yet, in the midst of the celebration, something goes terribly awry and Punchinello comes to the rescue with the most precious gift of all-a gift from the hearts of all Wemmicks to honor the Maker on His special day.","release_date":"2004-09-14","vote_average":0.0,"runtime":40,"cert":"N\/A","id":48758,"title":"Punchinello and the Most Marvelous Gift","adult":false,"genre_ids":[10751]},{"cast":["Vijay","Asin Thottumkal","Prakash Raj","Nayanthara","Geetha"],"overview":"Sivakasi (Vijay) is man with a golden heart. A do-gooder, who dotes on his mother and sister. The theme revolves round the sacrifices he is called upon to make the mother and sister happy. He leaves his home at the age of eight due to some fall out with his father caused by his elder brother. After many years, he decides to return to his hometown after being forced to by Hema (Asin), his girlfriend. When he arrives to his hometown, he finds out about the sinister doings of this brother Udhayappa (Prakash Raj) to his mother (Geetha) and his sister (Lakshana). He decides to stay and help his mother and sister regain their life. Till then, he will not reveal his identity. If falling in love with Asin and the associated comedy is hot in the first half, plotting to unseat his brother Prakash Raj and emoting with the status of his sister Lakshana and mother Geeta, are incredibly in the second half. Come have a blast!","release_date":"2005-11-01","vote_average":5.8,"runtime":180,"cert":"N\/A","id":48759,"title":"Sivakasi","adult":false,"genre_ids":[18,28]},{"cast":["Kamal Haasan","Prabhu Ganesan","Sneha","Prakash Raj","Nagesh"],"overview":"Vasool Raja  is in a gang of rowdy debt collectors. When his parents come for a visit, he and his gang pretend that they are running a hospital. When his parents find out he was only pretending to be a doctor, he is determined to become one to win back their trust.","release_date":"2004-08-14","vote_average":7.1,"runtime":155,"cert":"N\/A","id":48760,"title":"Vasool Raja MBBS","adult":false,"genre_ids":[35]},{"cast":["Julie Zangenberg","Stefan Pagels Andersen","Lars Bom","Nastja Arcel","Anders W. Berthelsen"],"overview":"Ida's father suddenly gets a stroke and is rushed to the hospital, diagnosed with a deadly disease with no other opportunity than to travel to USA to attend a medical experimental operation. Unfortunately, the small family have to get the money themselves, as the state doesn't pay for that kind of experimental procedures. Ida has to get the money - and she got no other way than to steal them from the bank where her mother works...... developing the banks intense security.","release_date":"2002-01-25","vote_average":4.8,"runtime":90,"cert":"N\/A","id":48761,"title":"Catch That Girl","adult":false,"genre_ids":[28,10751]},{"cast":["Florence Delay","Jean-Claude Fourneau","Roger Honorat","Marc Jacquier","Jean Gillibert"],"overview":"A reconstruction of the trial of Joan of Arc based entirely on the transcripts of the real-life trial, concerning Joan's imprisonment, interrogation and final execution at the hands of the English.","release_date":"1962-05-30","vote_average":7.2,"runtime":65,"cert":"N\/A","id":48764,"title":"The Trial of Joan of Arc","adult":false,"genre_ids":[18,36]},{"cast":["Richard Harris","Jimi Mistry","Lorraine Pilkington","Lynn Redgrave","Tom Bell"],"overview":"A powerful dynasty, headed by a charismatic, manipulative father, falls when he decides to hand over his criminal empire to his three corrupt and power-hungry daughters. Kath runs a brothel down by the docks, Tracy owns a soccer team and Jo, a former junkie -- and prostitute -- rejects her inheritance, pitting sisters Kath and Tracy against each other.","release_date":"2001-09-10","vote_average":5.3,"runtime":117,"cert":"","id":48767,"title":"My Kingdom","adult":false,"genre_ids":[28,80,18]},{"cast":["Aaron Taylor-Johnson","Sean Bean","Ravin J. Ganatra","Inday Ba"],"overview":"A young boy thinks he's got a lookalike around him, but nobody believes him. Then, he meets Thomas and they switch homes.","release_date":"2002-01-23","vote_average":6.7,"runtime":110,"cert":"","id":48770,"title":"Tom & Thomas","adult":false,"genre_ids":[18,10751]},{"cast":[],"overview":"A young woman wanders through Paris spending most of her time eating all the junk she can: in a fast-food, out of a tin can and so on. She steals some more food in a supermarket, meets a friend who gently carresses her belly in the street, then goes back home where she makes herself vomit in the toilets. She is then ready for the family dinner.","release_date":"1988-01-01","vote_average":5.0,"runtime":12,"cert":"N\/A","id":48771,"title":"Les Doigts dans le Ventre","adult":false,"genre_ids":[]},{"cast":[],"overview":"A young poet finds it hard to deal with reality.","release_date":"2005-10-11","vote_average":0.0,"runtime":5,"cert":"N\/A","id":48772,"title":"Bare","adult":false,"genre_ids":[]},{"cast":["Bruce Lee","Tai Chung Kim","Yuen Biao","Roy Chiao","Roy Horan"],"overview":"In this dark tale of revenge, Bruce Lee \"returns\" as Billy Lo, whose best friend Chin Ku dies of a sudden illness. But suspicion of foul play arises when a gang tries to steal Ku's coffin at the funeral using a helicopter. When Lo's younger brother Lo hears about the incident, he leaves his Buddhist master to investigate the truth. His trail soon leads him to the Castle of Death, the last place Chin Ku was seen alive. There, he meets and befriends an unlikely ally--a cruel and merciless martial arts expert  who is also the tower's master. But when the master dies under mysterious circumstances, Lo ends up dueling with someone far more terrifying.","release_date":"1981-03-21","vote_average":5.1,"runtime":96,"cert":"N\/A","id":48773,"title":"Game of Death II","adult":false,"genre_ids":[18,28]},{"cast":[],"overview":"","release_date":"1990-01-01","vote_average":2.5,"runtime":11,"cert":"N\/A","id":48774,"title":"Mes Parents un Jour d'Été","adult":false,"genre_ids":[]},{"cast":["Yuli Fait","Aleksandr Gordon","Valentin Vinogradov","Vadim Novikov","Yuriy Dubrovin"],"overview":"The Killers is a 1956 student film by the Soviet and Russian film director Andrei Tarkovsky and his fellow students Marika Beiku and Aleksandr Gordon. The film is based on the short story \"The Killers\" by Ernest Hemingway, written in 1927. It was Tarkovsky's first film, produced when he was a student at the State Institute of Cinematography.","release_date":"1956-01-01","vote_average":6.4,"runtime":19,"cert":"N\/A","id":48775,"title":"The Killers","adult":false,"genre_ids":[80,18]},{"cast":["Bernard Giraudeau","Elsa Zylberstein","Jean-Luc Bideau","Jean-François Balmer","Christian Vadim"],"overview":"A father (Michel Piccoli) is scheming to have his slightly mental daughter from an earlier marriage (Elsa Zylberstein) killed by allowing a murderous psychopath (Bernard Giraudeau) to be released from the asylum and led to his house. However, the psychopath and the daughter fall for each other.","release_date":"2003-06-04","vote_average":5.6,"runtime":105,"cert":"N\/A","id":48778,"title":"That Day","adult":false,"genre_ids":[9648,18,35,80]},{"cast":[],"overview":"A young schoolboy tries to help the girl he likes to pass a test.","release_date":"1960-01-01","vote_average":7.2,"runtime":8,"cert":"N\/A","id":48779,"title":"The Groom","adult":false,"genre_ids":[18]},{"cast":["David Lynch","Emily Stofle"],"overview":"A journey into night.","release_date":"2007-01-30","vote_average":6.4,"runtime":8,"cert":"N\/A","id":48780,"title":"Boat","adult":false,"genre_ids":[]},{"cast":["Rebecca De Mornay","Antonio Banderas","Dennis Miller","Len Cariou","Martha Burns"],"overview":"Sarah Taylor, a police psychologist, meets a mysterious and seductive young man, Tony Ramirez, and falls in love with him. As a cause of this relationship, she changes her personality when she begins to receive anonymous telephone calls.","release_date":"1995-10-20","vote_average":5.2,"runtime":86,"cert":"N\/A","id":48781,"title":"Never Talk to Strangers","adult":false,"genre_ids":[53,10749]},{"cast":["Sébastien Charles","Frédéric Mangenot","Lucía Sánchez"],"overview":"A Summer Dress opens with the straitlaced Frédéric criticizing the more flamboyant Sébastien for incessantly prancing around their cabin while blasting his favorite '60s pop singer, Sheila. Frédéric bikes to the beach to escape and meets an older woman named Lucia who, without much conversation, leads him to a secluded spot where they have sex. Frédéric notices an onlooker during their lovemaking; when he returns to the beach, his clothes have been stolen. With no choice but to wear Lucia's spare dress, Sébastien prepares himself for an odd confrontation with Frédéric.","release_date":"1996-01-01","vote_average":7.6,"runtime":15,"cert":"N\/A","id":48782,"title":"A Summer Dress","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"A series of 12 short movies from the start of the twentieth century. These movies were the first adult movies, and, according to the film-maker Michel Reilhac, show that \"the modern porn industry did not invent anything – everything had already been filmed by our great-grandparents.\"","release_date":"2002-07-24","vote_average":6.1,"runtime":69,"cert":"N\/A","id":48783,"title":"The Good Old Naughty Days","adult":false,"genre_ids":[35,18,99]},{"cast":[],"overview":"Lynch's first film project consists of a loop of six people vomiting projected on to a special sculptured screen featuring twisted three-dimensional faces.","release_date":"1967-01-01","vote_average":5.8,"runtime":4,"cert":"N\/A","id":48784,"title":"Six Men Getting Sick","adult":false,"genre_ids":[16]},{"cast":["Pavel Romanov","Pyotr Merkuryev","Aleksei Merkuryev","Natalya Lvova","Aleksey Devotchenko"],"overview":"A fat middle-aged man in German officer's uniform gets off a train somewhere in Russia in winter. He is a doctor who has just been called up we learn eventually. This is the end of the line- the Germans are about to retreat. He goes to a hospital which is being evacuated and is thrown out. Kicked out he wanders with another conscript- a failed actor turned postman. The postman is deafened by a shell explosion. They meet their Russian equivalents, others as bad at killing as they are, while other Russians and Germans kill one another around them.","release_date":"2003-08-29","vote_average":3.5,"runtime":82,"cert":"N\/A","id":48785,"title":"The Last Train","adult":false,"genre_ids":[18,10752]},{"cast":[],"overview":"An eccentric British woman picks up a young apprentice hairdresser on a wild night in Paris.","release_date":"1994-01-01","vote_average":5.0,"runtime":27,"cert":"N\/A","id":48786,"title":"A Rose Between Us","adult":false,"genre_ids":[]},{"cast":["Marina Zudina","Fay Ripley","Evan Richards","Igor Volkov (I)","Sergei Karlenkov"],"overview":"Billy is mute, but it hasn't kept her from becoming a successful makeup artist. While in Russia, working on a film directed by her sister's boyfriend, Andy, Billy finds herself trapped in the studio one night and is horrified to see a snuff film being made. Billy escapes and, with the help of her sister, Kate, alerts authorities about what she saw. Unfortunately, in doing so, she makes an enemy of the Russian mafia, who funded the snuff film.","release_date":"1995-09-28","vote_average":6.6,"runtime":95,"cert":"N\/A","id":48787,"title":"Mute Witness","adult":false,"genre_ids":[53]},{"cast":[],"overview":"A well brought up young man commits an irreparable yet liberating act after a failed suicide attempt.","release_date":"1993-01-01","vote_average":5.0,"runtime":14,"cert":"N\/A","id":48788,"title":"Victor","adult":false,"genre_ids":[]},{"cast":["Carmine Capobianco","Debi Thibeault","Frank Stewart","Cecelia Wilde","Ruth Collins"],"overview":"A strip-joint owner and a manicurist find that they have many things in common, the foremost being that they are psychotic serial killers. They fall in love and are happy being the family that slays together, until one day they come up against a plumber who also happens to be a cannibal.","release_date":"1987-05-01","vote_average":5.6,"runtime":88,"cert":"N\/A","id":48789,"title":"Psychos in Love","adult":false,"genre_ids":[35,27]},{"cast":["Nikolaj Coster-Waldau","Mikkel Bay","Anders Valentinus Dam","Johan Widerberg","Pelle Hvenegaard"],"overview":"When Jacob takes a job escorting wealthy adventurers through Bosnia, he is horrified to learn the \"tourists\" plan to participate in the conflict.","release_date":"2000-03-23","vote_average":6.0,"runtime":93,"cert":"N\/A","id":48790,"title":"Foreign Fields","adult":false,"genre_ids":[18]},{"cast":["Gabriel Byrne","Helen Mirren","Christian Bale","Brian Cox","Steven Waddington"],"overview":"A Danish prince seeks revenge upon the villain who killed the king and his son to usurp the throne.","release_date":"1994-02-23","vote_average":6.1,"runtime":85,"cert":"N\/A","id":48791,"title":"Royal Deceit","adult":false,"genre_ids":[18,12]},{"cast":["Jarl Friis-Mikkelsen","Ole Stephensen","Kirsten Rolffes","Ewa Carlsson","Linda Laursen"],"overview":"Coffee has been outlawed and an organization of retired people smuggle coffee from the Swedish mafia, while Walter pursues his new love interest and Carlo deals with a midlife crisis after being dumped by his girlfriend.","release_date":"1986-11-28","vote_average":5.0,"runtime":79,"cert":"N\/A","id":48792,"title":"Walter and Carlo, Part II, Yes, It's Daddy","adult":false,"genre_ids":[35]},{"cast":["Jarl Friis-Mikkelsen","Ole Stephensen","Tony Curtis","Jan Malmsjö","Bjørn Watt-Boolsen"],"overview":"The steward Walter and the cobbler Carlo is tasked to provide not the Little, but the High Mermaid to two agents in Kennedy airport in New York. Already on arrival complicate the hapless heroes into a series of spy intrigue involving agents from both sides of the Iron Curtain","release_date":"1989-11-24","vote_average":3.0,"runtime":80,"cert":"N\/A","id":48793,"title":"Walter and Carlo in America","adult":false,"genre_ids":[35]},{"cast":["Jim Bannon","Nina Foch","George Macready","Barton Yarborough","Carole Mathews"],"overview":"This first film in the Columbia series was based on the radio serial, \"The Decapitation of Jefferson Monk.\" A detective tries to protect a man who has predicted his murder will take place in three days.","release_date":"1945-01-25","vote_average":5.7,"runtime":69,"cert":"N\/A","id":48794,"title":"I Love a Mystery","adult":false,"genre_ids":[9648,53,27]},{"cast":["Jim Bannon","Anita Louise","Michael Duane","Barton Yarborough","Paul E. Burns"],"overview":"A San Francisco airplane bound for South America crashes, and among the scorched debris is found a shrunken native human head, neatly packaged. The perplexed police contact a local anthropology museum about this unclaimed piece of grisly baggage, where they intersect with Jack and Doc, two private eyes, called there to meet a mysterious woman who had a case for them and wanted to meet in private.","release_date":"1946-05-23","vote_average":6.3,"runtime":65,"cert":"N\/A","id":48795,"title":"The Devil's Mask","adult":false,"genre_ids":[9648]},{"cast":["Robert Downey Jr.","James Franco","Amy Adams","Dawn Anderson","Laurence Beck"],"overview":"This collection of five short films artfully portrays desire's ability to both empower and destroy those who encounter it.","release_date":"2010-08-16","vote_average":4.7,"runtime":93,"cert":"","id":48798,"title":"Love and Distrust","adult":false,"genre_ids":[10749,18]},{"cast":["John Smihula","Adam Berke","Mary Spadaro","Leanna Mangiarano"],"overview":"Two Texas gardeners, who object to Northern attitudes and lifestyles, venture northward to cut lawns, trim hedges, and murder and mutilate Northern Yuppies.","release_date":"1985-01-01","vote_average":3.1,"runtime":70,"cert":"N\/A","id":48803,"title":"They Don't Cut the Grass Anymore","adult":false,"genre_ids":[27]},{"cast":["Nathan Rennie","Jared Graves","Sam Hill","Chris Kovarik","Mitch Delfs"],"overview":"Australia is home to some of the best DH riders on the WC circuit today. There are also a slew of new and upcoming rippers that are making a name for themselves on the Australian racing scene. TIA is filmed, edited and produced by Sam Davies and brings you great riding footage and interviews from some of the best Australian racers. Sam gets some 1 on 1 time with the riders as they talk about their fellow competitors and what it really takes to get top spot on the podium. Footage includes riders shredding secret trails that they have build themselves, rider competing at local races, riders training on their moto’s and riders just chillin’ at home, talking about what it’s like to ride\/train\/live in Australia.","release_date":"2008-01-01","vote_average":4.3,"runtime":67,"cert":"N\/A","id":48804,"title":"This Is Australia","adult":false,"genre_ids":[12,18,28,35]},{"cast":["Lino Banfi","Biagio Izzo","Giuliana Calandra","Anna Falchi","Stefania Spugnini"],"overview":"","release_date":"2008-01-11","vote_average":4.5,"runtime":108,"cert":"N\/A","id":48805,"title":"L'allenatore nel pallone 2","adult":false,"genre_ids":[35]},{"cast":["Tom Burt","Sean Field","Dana Flahr","Karl Guderyan","Tanner Hall"],"overview":"Tanner Hall and The Massive crew are on the shred mission. Follow the action from the super-pipe at Copper Mountain to the powder of Retallack BC. From the heavy slo-roast in Pemberton BC to the bluebird crushfest in Haines Alaska. And bring it all home with an end of the year jam at Mt. Hood Oregon!","release_date":"2008-10-28","vote_average":4.3,"runtime":44,"cert":"N\/A","id":48806,"title":"The Massive","adult":false,"genre_ids":[28,12,35,18,53]},{"cast":["Steve Peat","Fabien Barel","Chris Kovarik"],"overview":"The burliest tracks and the best riders in the world, just pinning it. The way this film is shot, the guys look like super heros. The World Cup downhills are amazing, as are the 4Xes. The Alpe d’Huez Megavalanche blew my mind — a few hundred riders charging down a mountain, shot from a helicopter. Mmm, helicopters...","release_date":"2005-12-19","vote_average":3.5,"runtime":45,"cert":"N\/A","id":48807,"title":"Earthed 3 - Europa","adult":false,"genre_ids":[]},{"cast":["Melanie Donihoo","Jovan Jackson","James LaMarr","Morgan McCarthy","Evan Scott"],"overview":"There are thin places between this world and the next where dark, ancient, unfathomable beings chew and dig, moving inexorably closer, driven by alien thoughts and desires. What happens when the hunger for knowledge comes up against the insatiable hunger for flesh? Six grad students learn the answer as they explore the depths of the Closet Space A hastily assembled rescue party turns into a movable feast where mere survival becomes a nearly unreachable goal. Can any of them escape or will the Closet Space claim each one, body and soul?","release_date":"2008-09-09","vote_average":3.0,"runtime":null,"cert":"N\/A","id":48808,"title":"Closet Space","adult":false,"genre_ids":[27]},{"cast":["Camille Balsamo","Julie Anne","Amanda Beck","Carrie Carnes","Miguel de la Rosa"],"overview":"After a strange meteor destroys a communications satellite and crashes into Tampa Bay, a sickly looking fish finds itself the meal of a beautiful nightclub bartender named Val. Moments later, as the bar is closed and locked tight, the infected Val becomes ill and all Hell breaks loose. Hidden from the others, the parasite she has unknowingly eaten rapidly grows, bursting from her throat and becoming the puppet master for the chaos ahead. With no possible way to reach help or escape, the trapped club-goers must fight to survive and plan to destroy the creature before it is let loose into the world.","release_date":"2012-06-26","vote_average":2.5,"runtime":79,"cert":"N\/A","id":48809,"title":"Parasitic","adult":false,"genre_ids":[27,878]},{"cast":["Jason Barry","Russell Wong","Linda Park","Tooraj Ban"],"overview":"In a world where street gangs collide with the law, neighborhood friends, Raymond and Gabriel, must decide which side of the battle to join. This will be the ultimate fight - the one for power, family, and HONOR.","release_date":"2006-07-29","vote_average":3.8,"runtime":81,"cert":"N\/A","id":48812,"title":"Honor","adult":false,"genre_ids":[28,18]},{"cast":["Daniel Patrick Sullivan","Janina Gavankar","Allie Smith","Roger Anderson","Lance Mulvaney"],"overview":"","release_date":"2005-08-30","vote_average":5.6,"runtime":null,"cert":"N\/A","id":48813,"title":"Cup of my Blood","adult":false,"genre_ids":[27]},{"cast":["Piyada Akaraseni","Andrew Gregson","Meanum Chagasik"],"overview":"While driving in a road, a reckless truck driver forces the car of the selfish exporter Tom to plunge off a bridge into a river. He is rescued by Pim, who jumps in the water to save him, and mysteriously get into a coma. Tom becomes aware that Pim and him are paying for what they had done wrong in their past lives, and Tom must save the lives of three women to redeem from his errors and save Pim.","release_date":"2005-09-21","vote_average":4.3,"runtime":91,"cert":"N\/A","id":48814,"title":"The Remaker","adult":false,"genre_ids":[27]},{"cast":["Stan Laurel","Oliver Hardy","Jean Harlow","Ed Brandenburg","William Gillespie"],"overview":"Stan and Ollie wreak havoc at an upper class hotel in their jobs as footman (Hardy) and doorman (Laurel). They partially undress blonde bombshell Jean Harlow (in a brief appearance) and repeatedly escort a stuffy nobleman into an empty elevator shaft.","release_date":"1929-05-18","vote_average":6.9,"runtime":20,"cert":"N\/A","id":48815,"title":"Double Whoopee","adult":false,"genre_ids":[35]},{"cast":["Stan Laurel","Oliver Hardy","Dorothy Coburn","Edgar Kennedy","Sam Lufkin"],"overview":"Stan and Ollie are hired to build a house in just one day. When they are done, a bird lands on the house and it collapses. Naturally, the owner wants his money back.","release_date":"1928-02-25","vote_average":6.9,"runtime":19,"cert":"N\/A","id":48816,"title":"The Finishing Touch","adult":false,"genre_ids":[35]},{"cast":["Stan Laurel","Oliver Hardy","Mae Busch","Charles Middleton","Arthur Housman"],"overview":"Stan and Ollie are greeting card salesmen who agree to help a woman put a spark in her loveless marriage by making her husband jealous.","release_date":"1935-02-09","vote_average":7.3,"runtime":21,"cert":"N\/A","id":48817,"title":"The Fixer Uppers","adult":false,"genre_ids":[35]},{"cast":["Charley Chase","Martha Sleeper","Oliver Hardy","William Burress","Eugene Pallette"],"overview":"Defying her father's wishes, a young woman runs off to a sale at store. She's pursued by a policeman, but wins him over with the help of a friendly millionaire. In the mean time, her father tries to retrieve a compromising letter.","release_date":"1927-06-19","vote_average":4.1,"runtime":23,"cert":"N\/A","id":48818,"title":"Fluttering Hearts","adult":false,"genre_ids":[35]},{"cast":["Charlotte Church","Peter Knapp","Philip Sheffield"],"overview":"When a little girl loses her teddy bear in the polar bear enclosure at the zoo, she is surprised but very happy when the polar bear turns up at her home to return it. Adapted from Raymond Briggs book.","release_date":"1998-12-25","vote_average":5.4,"runtime":26,"cert":"U","id":48819,"title":"The Bear","adult":false,"genre_ids":[16,35,18,10751,14]},{"cast":["Stan Laurel","Oliver Hardy","James Finlayson","Edna Marion","Dorothy Coburn"],"overview":"Cavemen Stan and Ollie vie for the affections of a stone-age beauty. The title refers to three animated pachyderms provided by Walter Lantz that fly past in one scene.","release_date":"1928-02-12","vote_average":5.8,"runtime":17,"cert":"N\/A","id":48820,"title":"Flying Elephants","adult":false,"genre_ids":[35]},{"cast":["Anni-Frid Lyngstad","Benny Andersson","Björn Ulvaeus","Agnetha Fältskog"],"overview":"If you're an ABBA fan or just a fan of good music in general, this assortment of 35 music videos which spans ABBA's career from 1974's Waterloo to 1982's Under Attack is indeed definitive. Simply put, it's a fantastic collection of music and images that mostly focuses on the 1970's era of ABBA's career, because that's when they reigned supreme in their international pop music kingdom.","release_date":"2002-07-15","vote_average":7.9,"runtime":168,"cert":"N\/A","id":48821,"title":"ABBA: The Definitive Collection","adult":false,"genre_ids":[10402]},{"cast":["Stan Laurel","Oliver Hardy","Frank Austin","Stanley Blystone","Bobby Burns"],"overview":"The boys think their days of fishing to feed themselves have come to an end, when Stan's rich uncle Ebenezer dies leaving a large estate. But they soon learn that Ebenezer was murdered and all the relatives, including Stan, are suspects. This is the first film where Oliver says \"Here's Another 'Nice' Mess You've Gotten Me Into\". The phrase is commonly misquoted as \"Here's Another 'Fine' Mess You've Gotten Me Into\" and has passed into everyday language usage.","release_date":"1930-09-06","vote_average":7.4,"runtime":30,"cert":"N\/A","id":48822,"title":"The Laurel-Hardy Murder Case","adult":false,"genre_ids":[35,80]},{"cast":["Stan Laurel","Oliver Hardy","Charlie Hall","Edgar Kennedy","Dorothy Coburn"],"overview":"Stan complains of a toothache and he and Ollie visit the dentist. Ollie gets his teeth pulled by mistake. Under the influence of laughing gas, they leave and cause much commotion on the road annoying a traffic cop (Edgar Kennedy). This is Kennedy's first appearance in a Laurel and Hardy film.","release_date":"1928-01-28","vote_average":5.9,"runtime":21,"cert":"N\/A","id":48823,"title":"Leave 'Em Laughing","adult":false,"genre_ids":[35]},{"cast":["Pakhi","John Abraham"],"overview":"A suicidal woman's \"final\" call mistakenly connects her to a man who gives her something to live for.","release_date":"2010-10-22","vote_average":4.4,"runtime":null,"cert":"N\/A","id":48826,"title":"Jhootha Hi Sahi","adult":false,"genre_ids":[18,10749]},{"cast":["Stan Laurel","Oliver Hardy","Walter Long","Mae Busch","Charlie Hall"],"overview":"Fish market workers Stan and Ollie are persuaded by a sea captain to shanghai a crew for him at the local bar for a dollar a head. Successful at first, the boys end up getting themselves shanghaied, and the crew vow revenge.","release_date":"1934-12-08","vote_average":7.8,"runtime":21,"cert":"N\/A","id":48827,"title":"The Live Ghost","adult":false,"genre_ids":[35]},{"cast":["Kim Su-ro","Lee Chan-ho","Kim Hyeong-beom","Kim Gi-bang","Park Jin-Taek"],"overview":"A lazy gym teacher Seong Geun is completely content with his easy gig teaching high school P.E, but times are getting tough and his job is in danger. When Seong Geun's school decides to sack a gym teacher in favor of an English teacher, he too makes an important decision. To survive, he must teach English! Seong Geun whole heartedly makes the switch from PE to ET (English Teacher), but there's only one problem: he doesn't speak English.","release_date":"2008-09-11","vote_average":6.0,"runtime":120,"cert":"N\/A","id":48828,"title":"Our School E.T","adult":false,"genre_ids":[35]},{"cast":["Jean-Louis Trintignant","Françoise Fabian","Marie-Christine Barrault","Antoine Vitez","Léonide Kogan"],"overview":"The rigid principles of a devout Catholic man are challenged during a one-night stay with Maud, a divorced woman with an outsize personality.","release_date":"1969-06-04","vote_average":8.1,"runtime":111,"cert":"N\/A","id":48831,"title":"My Night at Maud's","adult":false,"genre_ids":[10749,35,18]},{"cast":["Michael Cera","Alison Pill","Georgette Perna","Mae Whitman","Jason Schwartzman"],"overview":"Scott Pilgrim vs. The Animation is an animated short based on Bryan Lee O'Malley's \"Scott Pilgrim\" franchise.","release_date":"2010-08-10","vote_average":7.5,"runtime":4,"cert":"N\/A","id":48832,"title":"Scott Pilgrim vs. the Animation","adult":false,"genre_ids":[10770,16,12]},{"cast":["Anthony Mackie","Kerry Washington","Wendell Pierce","Jamie Hector","Kevin C. Walls"],"overview":"After growing up during the tumultuous 1960s, ex-Black Panther Marcus returns to his home in Philadelphia in 1976 and reconnects with Pat, the widow of a Panther leader. Marcus befriends Pat's young daughter and attempts to conquer his demons. Interfering with Marcus's good intentions are the neighborhood's continuing racial and social conflicts, as well as old enemies and friends -- both with scores to settle.","release_date":"2010-12-03","vote_average":4.2,"runtime":90,"cert":"N\/A","id":48833,"title":"Night Catches Us","adult":false,"genre_ids":[18,10749]},{"cast":["Ian Hart","Claire Hackett","Anthony Borrows","David Hart","Megan Burns"],"overview":"A morality tale of xenophobia, religious prejudice, mob violence, poverty, and their effect on two children in Liverpool during the Depression. When a shipyard closes, Liam and Teresa's dad loses his job. Liam, who's about 8, making his first Holy Communion, gets a regular dose of fire and brimstone at church. Teresa, about 13, has a job as a maid to the Jewish family that owns the closed shipyard. The lady of that house is having an affair, and Teresa becomes an accomplice. Liam stutters terribly, especially when troubled. Dad comes under the sway of the Fascists, who blame cheap Irish labor and Jewish owners. A Molotov cocktail brings things to a head.","release_date":"2000-09-04","vote_average":5.9,"runtime":90,"cert":"","id":48834,"title":"Liam","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A broad look at the fraught history of American puppetry (its marginalization as children's theater and its sudden explosion as high art) with an intimate thread following Dan Hurlin, a downtown artist who is creating a complex puppet work about an eccentric, Depression-era photographer. Dan has just recovered from a scorching New York Times review, which forced his last show out of theaters prematurely. Now he faces a wider backlash against puppetry, suggesting an eerie parallel between himself and his new puppet-subject - a portrait photographer whose stunning body of work was very nearly lost forever.","release_date":"2010-11-06","vote_average":0.0,"runtime":78,"cert":"N\/A","id":48835,"title":"Puppet","adult":false,"genre_ids":[99]},{"cast":["Masiela Lusha","Stephen Colletti","Jonathan McDaniel","Dean Cain","Cassandra Jean Amell"],"overview":"College students and best friends Ginger Matheson, Jim Duncan, and Kyle \"Dixie\" Canning, pool their cash to buy a \"ghost\" in an online auction. The three think it's all a goof, but once they open up the antique box to examine their \"treasure,\" they unleash the vengeful spirit of an Irish servant girl who has been wreaking havoc on her owners throughout the generations","release_date":"2010-10-10","vote_average":4.2,"runtime":88,"cert":"N\/A","id":48836,"title":"Kill Katie Malone","adult":false,"genre_ids":[53,27]},{"cast":["Tracey Walter","Arlen Escarpeta","Larry Cedar","Shawn-Caulin Young"],"overview":"MIDNIGHT SON is the story of Jacob, a young man confined to a life of isolation, due to a rare skin disorder that prevents him from being exposed to sunlight. His world opens up when he meets Mary, a local bartender, and falls in love. Tragically, Jacob’s actions become increasingly bizarre as he struggles to cope with the effects of his worsening condition. Forced by the disease to drink human blood for sustenance, he must control his increasingly violent tendencies as local law enforcement narrow their focus on him as a suspect in a series of grisly murders.","release_date":"2011-03-04","vote_average":6.6,"runtime":69,"cert":"N\/A","id":48837,"title":"Midnight Son","adult":false,"genre_ids":[18,27,28]},{"cast":["Colin Farrell","Keira Knightley","David Thewlis","Anna Friel","Ben Chaplin"],"overview":"A parolee battles a gangster for the affections of a reclusive movie star.","release_date":"2010-11-10","vote_average":5.9,"runtime":103,"cert":"18","id":48838,"title":"London Boulevard","adult":false,"genre_ids":[18,80]},{"cast":["Brad Yoder","Burgess Jenkins","R. Keith Harris","Ashlee Payne"],"overview":"Based on a true story, this film shares with us a decade in the lives of Jimmie Lewallen and his wife Carrie as they experience the joys of love and marriage alongside the tragedies of war and poverty (1939-1949).","release_date":"2014-10-31","vote_average":7.5,"runtime":95,"cert":"N\/A","id":48839,"title":"Red Dirt Rising","adult":false,"genre_ids":[18]},{"cast":["Cameron Daddo","Ed Begley Jr.","Allison Hossack","Joanna Cassidy","David Keith"],"overview":"When cattle mysteriously start dying of anthrax in a small Alberta ranching community, an RCMP officer tries to keep the peace as ranchers lay the blame on a local agricultural research center. A reporter encourages the angry ranchers - led by the Mountie's mother-in-law - to stage a sit-in at the research center. When an eccentric old rancher dies after being exposed to a deadly strain of anthrax, the protesters are quarantined. No one notices that the reporter has disappeared - along with several vials of the deadly bacteria. The RCMP officer begins his own investigation, gleaning information from a U.S. government agent. He finds himself racing against time to recover the stolen anthrax.","release_date":"2001-01-01","vote_average":0.0,"runtime":89,"cert":"N\/A","id":48842,"title":"Anthrax","adult":false,"genre_ids":[18,53,878]},{"cast":["Malcolm McDowell","Jeremy Ratchford","Garwin Sanford","Brenda James","Paul Jarrett"],"overview":"In the small town of Revelstoke, Alaska, local barber Dexter is surprised to learn that the body of Lucy Waters has been discovered. Having killed this woman, days ago, he hoped her body wouldn't be found until spring. Through the eyes of a serial killer, we discover the chilling layer of a weary town whose only concern is another long, dark winter.","release_date":"2002-12-31","vote_average":5.3,"runtime":94,"cert":"N\/A","id":48843,"title":"The Barber","adult":false,"genre_ids":[27,80,9648]},{"cast":["Kaitlyn Maher","Madison Pettis","Richard Riehle","Danny Woodburn","Wendi McLendon-Covey"],"overview":"In the tradition of disney's classic holiday tales comes a heartwarming movie about the power of giving and the true meaning of christmas. Discover how the legendary friendship of Santa Claus and Santa Paws began in the inspiring original film, The Search For Santa Paws. When Santa and his new best friend, Paws, discover that the boys and girls of the world have lost the spirit of the season, they take a trip to New York City. But after Santa loses his memory, it's up to Paws, a faithful orphan named Quinn, her new friend Will and a wonderful group of magical talking dogs to save St. Nick and show the world what Christmas is really all about.","release_date":"2010-10-12","vote_average":5.9,"runtime":89,"cert":"N\/A","id":48844,"title":"The Search for Santa Paws","adult":false,"genre_ids":[10751,12]},{"cast":["Zeta Makrypoulia","Faidra Drouka","Memos Begnis","Manos Gavras","Kostas Fragolias"],"overview":"","release_date":"2009-03-19","vote_average":4.8,"runtime":85,"cert":"N\/A","id":48845,"title":"Σούλα έλα ξανά","adult":false,"genre_ids":[35]},{"cast":["Jean-Christophe Brétigniere","Cinzia Monreale","Lubka Lenzi","Lino Salemme","Franco Diogene"],"overview":"A murdered couple return from the beyond to care for their two young children, as well as seek revenge against their killer, accept their children's step parents, and try to prevent their house from being sold.","release_date":"1989-01-01","vote_average":5.1,"runtime":82,"cert":"N\/A","id":48846,"title":"The Sweet House of Horrors","adult":false,"genre_ids":[27]},{"cast":["Catherine E. Coulson","David Lynch"],"overview":"A double leg amputated woman sits and writes a long meandering letter while her ineffective nurse attempts to attend to her stumps.","release_date":"1974-01-01","vote_average":5.4,"runtime":5,"cert":"N\/A","id":48847,"title":"The Amputee","adult":false,"genre_ids":[18]},{"cast":[],"overview":"On December 12th, 1969 a bomb went off at the Piazza Fontana in Milan that killed 16 people and injured 84. Railway worker and anarchist activist Giuseppe Pinelli was picked up, along with other anarchists, for questioning regarding the attack. He was held and interrogated for three days, longer than Italian law specified that people could be held without seeing a judge. Just before midnight on December 15, 1969 Pinelli was seen to fall to his death from a fourth floor window of the Milan police station. Although officially deemed a suicide, the reporter who watched the fall from the street maintained that he was pushed. Three police officers interrogating Pinelli were put under investigation in 1971 for murder but charges were dropped because of lack of evidence.","release_date":"1972-01-01","vote_average":0.0,"runtime":104,"cert":"N\/A","id":48848,"title":"12 Dicembre","adult":false,"genre_ids":[99]},{"cast":["Fernando Soler","Alicia Caro","Fernando Soto","Rubén Rojo","Nacho Contla"],"overview":"In the drama, a father, firmly believing that the baby daughter in his arms is not his own, abandons her upon the doorstep of the town drunk. Many years pass, and the man finds himself continually wracked with guilt about deserting her.","release_date":"1951-08-28","vote_average":6.9,"runtime":78,"cert":"N\/A","id":48849,"title":"Daughter of Deceit","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"This remarkable trove of color footage, assembled from far-flung private and state collections, presents Hitler's Europe as never seen before. Amateur film enthusiasts - soldiers, tourists, Hitler's own pilot, even Hitler's mistress, Eva Braun - began experimenting with color film in the late 1930s, their camera eye recording the Third Reich from every angle. Some of this film was only recently uncovered in former Soviet-bloc archives, hidden for almost 60 years; all of it, thanks to digital technology, has been newly transferred to video with surprising clarity. (This documentary was produced with two different narratives, both an English and German language version.)","release_date":"1998-01-01","vote_average":5.1,"runtime":105,"cert":"N\/A","id":48850,"title":"The Third Reich In Color","adult":false,"genre_ids":[99]},{"cast":["Pier Paolo Pasolini"],"overview":"A 1968 short documentary film by Pier Paolo Pasolini where he visits India in the search of a king who could give up his body to feed a starving tiger.","release_date":"1968-07-05","vote_average":6.7,"runtime":25,"cert":"N\/A","id":48851,"title":"Appunti per un film sull'India","adult":false,"genre_ids":[99]},{"cast":["Charles Durning","Louis Gossett Jr.","Perry King","Clyde Kusatsu","Stephen Macht"],"overview":"A group of Los Angeles cops decide to take off some of the pressures of their jobs by engaging in various forms of after-hours debauchery.","release_date":"1977-12-23","vote_average":5.7,"runtime":119,"cert":"N\/A","id":48852,"title":"The Choirboys","adult":false,"genre_ids":[18,35,80]},{"cast":["Adriano Celentano","Enzo Cerusico","Marilù Tolo","Luisa De Santis","Glauco Onorato"],"overview":"As Italy becomes engulfed in a bubbling revolution to finally get rid of the ruling Austrian's,a patriotic prisoner called Cainazzo begins to wonder if he will soon get the chance to see the revolution in action away from his prison cell.Suddenly,a cannon ball comes flying through the air and knocks the main wall of the prison down. Excited in at last having the chance to see the change taking place in person,Cainazzo hits a bumpy road,when one of his former fellow prisoner yells out to all the revolutionary gangs that Cainazzo is not a patriot,but is in fact a traitor!","release_date":"1973-12-20","vote_average":5.7,"runtime":122,"cert":"N\/A","id":48853,"title":"The Five Days","adult":false,"genre_ids":[35,18,36]},{"cast":["Roschdy Zem","Ivry Gitlis","Emma Suárez","Silke","Valentina Cervi"],"overview":"Artist\/writer\/director\/producer Siegfried follows a street hustler\/artist Sansa (Roschdy Zem) who makes his way from Paris to Russia using his street smarts. Sansa is charming and careless, living the bohemian life. His encounters are numerous, mostly with feminine characters, until he gets attached to an old and eccentric orchestra conductor (Ivry Gitlis) who becomes a kind of father figure.","release_date":"2004-01-29","vote_average":5.0,"runtime":116,"cert":"N\/A","id":48854,"title":"Sansa","adult":false,"genre_ids":[10749,53]},{"cast":["Fabio Testi","Lynne Frederick","Michael J. Pollard","Harry Baird","Tomás Milián"],"overview":"Four petty criminals, three men and a woman, wander through the trackless terrain of the Wild West Utah and are hounded by a sadistic bandit.","release_date":"1975-08-12","vote_average":6.4,"runtime":87,"cert":"N\/A","id":48855,"title":"Four of the Apocalypse","adult":false,"genre_ids":[37,28]},{"cast":["Fabian Hinrichs","Lavinia Wilson","Johan Leysen","Ingeborg Westphal","Rudolf W. Marnitz"],"overview":"Dito Tsintsadze's drama focuses on a loner whose life changes dramatically, when he gets to know a beautiful, but strange girl. Lukas, a young man doing \"meals on wheels\" instead of military service, doesn't have many friends and leads a boring life, until he meets Isabella. The fascinating girl soon becomes his best friend, but Lukas learns she has a sexual relationship to her stepfather. Thus, he is obsessed with the idea of delivering Isabella by killing the man..","release_date":"2003-01-01","vote_average":7.0,"runtime":105,"cert":"N\/A","id":48856,"title":"Gun-shy","adult":false,"genre_ids":[80,18,53]},{"cast":["Mike Gabriel","Terrey Hamada","Susan Frankenberger","Tim Burton","Phillip Young"],"overview":" ","release_date":"1982-01-01","vote_average":4.0,"runtime":31,"cert":"N\/A","id":48859,"title":"Luau","adult":false,"genre_ids":[]},{"cast":["Brooke Hayward","Sonja Henie","Buck Henry","Branko Milićević","Catherine Rouvel"],"overview":"One camera in one setting, one attic and eight young directors – the result is a unique Dadaistic collage of seven short sketches. The original task for each filmmaker was to keep each short under three minutes, to set it in one hotel room, and to include the sentence “I miss Sonja Henie.\" This experimental film was shot over a single night at the international film festival FEST in Beograd in 1971.","release_date":"1971-01-20","vote_average":6.3,"runtime":15,"cert":"N\/A","id":48860,"title":"I Miss Sonja Henie","adult":false,"genre_ids":[35,18]},{"cast":["Aleksandra Justa","Gottfried Breitfuss","Margit Wrobel","Martin Brambach","Rainer Egger"],"overview":"The story of a Polish mother who is exploited as a cheap worker in Austria, and of an Austrian realtor, who fits the typical cliché of a stubborn, sexually frustrated and ugly midlife man.","release_date":"2003-05-18","vote_average":5.0,"runtime":74,"cert":"N\/A","id":48861,"title":"Struggle","adult":false,"genre_ids":[]},{"cast":["Gena Rowlands","Marisa Tomei","Gérard Depardieu","Jake Lloyd","Moira Kelly"],"overview":"Widowed mother Mildred must suddenly redefine herself and find an outlet for her nurturing side when her adult daughter moves out of the family home. Though Mildred thinks she's found her purpose when her neighbor, overworked single mother Monica, asks her to look after her little boy, she has great difficulty learning to strike a healthy balance between giving selflessly to others and remembering to take care of herself.","release_date":"1996-09-04","vote_average":6.1,"runtime":103,"cert":"N\/A","id":48862,"title":"Unhook the Stars","adult":false,"genre_ids":[18,10749]},{"cast":["Gérard Philipe","Jean Servais","Miguel Ángel Ferriz","Raúl Dantés","Domingo Soler"],"overview":"Aroused citizens assassinate an unpopular Caribbean despot, then two men vie for his gorgeous widow Ines. Ojeda is a steamy, isolated island, the penal colony for an oppressive dictatorship. A reactionary seizes the murdered governor's post, and rushes to eliminate his romantic rival, an idealistic underling. The bureaucrat Vazquez hopes to marshal the angry residents of the capitol, El Pao, plus the many political prisoners, to oust Governor Gual.","release_date":"1959-12-05","vote_average":5.7,"runtime":97,"cert":"N\/A","id":48863,"title":"Fever Mounts at El Pao","adult":false,"genre_ids":[18]},{"cast":["Dabney Coleman","Uma Thurman","Joanna Cassidy","Crispin Glover","Suzy Amis"],"overview":"A wealthy businessman shows his young adult kids how tough life can be.","release_date":"1990-02-23","vote_average":6.4,"runtime":107,"cert":"N\/A","id":48864,"title":"Where the Heart Is","adult":false,"genre_ids":[35,18]},{"cast":["Uma Thurman","Jason Maltas","Mathew Vigil","Kevin Kazakoff","Mikey Huerta"],"overview":"Pirelli Film's second promotional short, starring Uma Thurman and directed by Kathryn Bigelow.","release_date":"2007-01-01","vote_average":5.8,"runtime":8,"cert":"N\/A","id":48865,"title":"Mission Zero","adult":false,"genre_ids":[28,53,878]},{"cast":["Sébastien Huberdeau","Philippe Clément","Brad Mann","Todd Mann","Claude Lemieux"],"overview":"The film tells the story of three couples on the road between the Atlantic coast and the Northwest Territories in Canada.","release_date":"2002-02-22","vote_average":8.5,"runtime":110,"cert":"N\/A","id":48866,"title":"Yellowknife","adult":false,"genre_ids":[18]},{"cast":["William Kerwin","Harvey Korman","Danica D'Hondt","Jeanette Leahy","Lawrence J. Aberwood"],"overview":"Man and his partner, a photographer, start up a men's magazine called \"Pagan.\" The magazine becomes a success, he leaves his fiancee, marries his star model, and complications ensue.","release_date":"1961-02-01","vote_average":0.0,"runtime":74,"cert":"N\/A","id":48867,"title":"Living Venus","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Stainboy visits his troubled past.","release_date":"2000-01-01","vote_average":6.5,"runtime":30,"cert":"N\/A","id":48868,"title":"The World of Stainboy","adult":false,"genre_ids":[16]},{"cast":["Pier Paolo Pasolini"],"overview":"The capital of Yemen, the city of Sana'a, holds an important part of history within its walls filled with medieval architecture and culture. But that same culture was about to disappear with the country's modernization which came after the civil war in the 1960's. To impeach such modern invasion, director Pasolini pledges to UNESCO for the recognition of Sana'a as a World Heritage Site.","release_date":"1971-02-15","vote_average":6.3,"runtime":16,"cert":"N\/A","id":48869,"title":"The Walls of Sana'a","adult":false,"genre_ids":[99]},{"cast":["Rosamund Pike","Diana Bespechni","Hanna Schygulla","Anne Parillaud","Amos Lavi"],"overview":"\"Promised Land\" tells the story of a group of young unwitting Estonian girls smuggled through Egypt to be auctioned off as prostitutes in Israel, and of their initiation into this trade of flesh, and finally of the accidental freeing of one girl who most fight for her freedom.","release_date":"2004-04-11","vote_average":4.8,"runtime":88,"cert":"N\/A","id":48870,"title":"Promised Land","adult":false,"genre_ids":[18]},{"cast":["Felicia Day","Kavan Smith","Stephen McHattie","Greg Bryk","Rosemary Dunsmore"],"overview":"The modern-day descendant of Little Red Riding Hood brings her fiancé home to meet her family and reveal their occupation as werewolf hunters, but after he is bitten by a werewolf, she must protect him from her own family.","release_date":"2010-10-30","vote_average":4.3,"runtime":88,"cert":"N\/A","id":48871,"title":"Red: Werewolf Hunter","adult":false,"genre_ids":[14,27,28,53]},{"cast":["Alan Reed","Mel Blanc","Jean Vander Pyl","Gerry Johnson","Hal Smith"],"overview":"Fred works as a department store Santa to pick up some extra holiday cash. He is so successful that the real Santa Claus, who is ill, asks him to take over delivering toys on Christmas Eve. Fred does, but in his rush he forgets to deliver presents to his own house. To his delight, he finds Santa has already taken care of it.","release_date":"1964-12-25","vote_average":6.3,"runtime":26,"cert":"N\/A","id":48872,"title":"Christmas Flintstone","adult":false,"genre_ids":[16,10751]},{"cast":["Henry Corden","Jean Vander Pyl","Frank Welker","B. J. Ward","Didi Conn"],"overview":"While the Flintstones and the Rubbles are waiting for Pebbles, Bamm-Bamm and the twins to begin the holiday festivities, they end up tring to teach a homeless boy about values.","release_date":"1993-12-18","vote_average":6.3,"runtime":30,"cert":"N\/A","id":48873,"title":"A Flintstone Family Christmas","adult":false,"genre_ids":[16,35,10751]},{"cast":["Jean Vander Pyl","Frank Welker","B. J. Ward","Russi Taylor","Henry Corden"],"overview":"Fred is cast as Ebenezer Scrooge in a stage adaption of the story, but is acting a bit stingy in real life.","release_date":"1994-11-24","vote_average":5.6,"runtime":70,"cert":"N\/A","id":48874,"title":"A Flintstones Christmas Carol","adult":false,"genre_ids":[16,35,10751,10770]},{"cast":["Mel Blanc","Bea Benaderet","Daws Butler"],"overview":"It's Christmas Day in the home of Granny, and her pet cat Sylvester delights at chasing her new Tweety Bird and takes fright at the bulldog unwrapped from under the tree.","release_date":"1952-02-16","vote_average":7.3,"runtime":8,"cert":"N\/A","id":48875,"title":"Gift Wrapped","adult":false,"genre_ids":[16]},{"cast":["George O'Hanlon","Penny Singleton","Daws Butler","Don Messick","Janet Waldo"],"overview":"In a take-off of Charles Dickens \"The Christmas Carol,\" Mr. Spacely is being so greedy and selfish that he would even make Ebenezer Scrooge blush.","release_date":"1985-12-13","vote_average":6.1,"runtime":22,"cert":"N\/A","id":48878,"title":"A Jetson Christmas Carol","adult":false,"genre_ids":[10751,16]},{"cast":["Iossif Surchadzhiev","Rousy Chanev","Ivan Krystev","Anya Pencheva","Valter Toski"],"overview":"In the 17th century, a Bulgarian Christian region is selected by the Ottoman rulers to serve as an example of conversion to Islam. A Janissary who was kidnapped from the village as a boy is sent to force the reluctant inhabitants to convert. The Turkish governor seeks a peaceful solution, but ultimately torture, violence, and rebellion break out.","release_date":"1988-03-28","vote_average":6.5,"runtime":288,"cert":"N\/A","id":48879,"title":"Time of Violence","adult":false,"genre_ids":[18,36]},{"cast":["Earl Hammond","Earle Hyman","Larry Kenney","Lynne Lipton","Bob McFadden"],"overview":"The Great Ak calls a council of the Immortals to ask that Santa Claus be given immortality. And to justify it, he tells the history of Santa Claus. The Ak found an abandoned baby and gave it to a lioness and a fairy to raise, who named him Claus. When Claus grew up, the Great Ak showed him the evil and hardship in world and Claus decides to live there and relieve some of the suffering. He decides to make toys for orphans, but King Agua, the ruler of the valley where Claus lives doesn't want the chidren to be happy. and there is a great battle among Immortals.","release_date":"1985-12-17","vote_average":5.1,"runtime":50,"cert":"N\/A","id":48880,"title":"The Life & Adventures of Santa Claus","adult":false,"genre_ids":[16,10751]},{"cast":["Danny Cooksey","Vincent Price","Jonathan Winters","Don Knotts","Cloris Leachman"],"overview":"A little troll finds himself in a wonderful voyage from the Troll Kingdom until a human house, where he discover the Christmas and God.","release_date":"1987-11-27","vote_average":6.9,"runtime":47,"cert":"N\/A","id":48881,"title":"The Little Troll Prince","adult":false,"genre_ids":[10770,10751,16,14]},{"cast":["Juozas Budraitis","Aleksandr Kalyagin","Rolan Bykov","Zhanna Bolotova","Evgeniy Evstigneev"],"overview":"A story about a group of Russian boys who have lost their fathers in the World War II.","release_date":"1977-06-20","vote_average":6.7,"runtime":93,"cert":"N\/A","id":48882,"title":"Wounded Game","adult":false,"genre_ids":[18]},{"cast":["Rosario Granados","Tito Junco","Julio Villarreal","Joaquín Cordero","Xavier Loyá"],"overview":"After indulging in an affair with a man (a friend of the family) she truly loves, a woman returns to her young son and husband for good, and loses contact with the man. Her husband is unaware of the affair. Twenty years later, there is news that the friend has died and left all of his money to the younger son in the family, which leads us to question this younger son's biological origin.","release_date":"1952-01-01","vote_average":6.0,"runtime":85,"cert":"N\/A","id":48883,"title":"A Woman Without Love","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"A group of veterans recount a horrifying experience when trapped in a minefield, resulting in each losing their sight.","release_date":"1971-06-01","vote_average":7.3,"runtime":16,"cert":"N\/A","id":48884,"title":"I Was a Soldier","adult":false,"genre_ids":[99]},{"cast":["Elizabeth Davis","Gretchen Wells","Chris Martell","Rodney Bedell","Ray Sager"],"overview":"A demented, elderly woman has her mentally retarded son kill and scalp various young women to use their hair for her wig shop. A persistent coed tries to link various killings on a local Florida college campus to them.","release_date":"1967-08-28","vote_average":4.7,"runtime":72,"cert":"N\/A","id":48885,"title":"The Gruesome Twosome","adult":false,"genre_ids":[35,27]},{"cast":["William Campbell","Karen Sharpe","Anita Ekberg","Berry Kroeger","Paul Fix"],"overview":"A locksmith is pressured into crime when the mob makes him perform an elaborate bank robbery.","release_date":"1956-12-12","vote_average":6.1,"runtime":73,"cert":"N\/A","id":48886,"title":"Man in the Vault","adult":false,"genre_ids":[80,18,53]},{"cast":["Rod Cameron","Vera Ralston","Mike Mazurki","Gerald Milton","Richard Karlan"],"overview":"An innocent nightclub singer becomes mixed up in illegal drug dealings shortly after witnessing her husband's death and the murder of a couple of narcotics agents.","release_date":"1958-06-06","vote_average":5.8,"runtime":70,"cert":"N\/A","id":48887,"title":"The Man Who Died Twice","adult":false,"genre_ids":[80]},{"cast":["Stan Laurel","Oliver Hardy","James Finlayson","Anne Cornwall","Charlie Hall"],"overview":"Sailors Stan and Ollie offer to buy sodas for two women they meet in a park, even though they are short on cash. Luckily Stan wins the jackpot on a slot machine and the boys have enough money to rent a boat to cruise on a lake. They soon tangle with other boaters and everyone ends up in the water.","release_date":"1929-06-29","vote_average":8.3,"runtime":19,"cert":"N\/A","id":48888,"title":"Men o'War","adult":false,"genre_ids":[35]},{"cast":["Stan Laurel","Oliver Hardy","Edgar Kennedy","James Finlayson","Anders Randolf"],"overview":"Policeman Edgar Kennedy is told by his chief he better stop a string of burglaries that have been happening on his watch or else he will get the sack. He persuades vagrants Stan and Ollie to rob the chief's house so he can regain his reputation by catching them. The policeman promises to later get the boys off. Things do not go as planned.","release_date":"1930-01-04","vote_average":7.6,"runtime":21,"cert":"N\/A","id":48889,"title":"Night Owls","adult":false,"genre_ids":[35]},{"cast":["Stan Laurel","Oliver Hardy","Mae Busch","Jack Barty"],"overview":"Barbershop owners Stan and Ollie answer an ad in the newspaper from a wealthy widow looking for a husband. Ollie only mails in his response and is invited to the widow's mansion. Stan discovers his unmailed letter and insists on tagging along. At the mansion, the widow's creepy butler informs them that the woman is crazy. She was once jilted by an Oliver and now her hobby is marrying Olivers and then slitting their throats. Now the boys must figure out how to escape.","release_date":"1934-01-13","vote_average":7.8,"runtime":27,"cert":"N\/A","id":48890,"title":"Oliver the Eighth","adult":false,"genre_ids":[35]},{"cast":["Billy Campbell","Barbara Hershey","Kevin Dunn","Maureen Thomas"],"overview":"While working at a Seattle clinic for women in the 1970s, Ann Rule becomes friends with Ted Bundy. Based on a book by Ann Rule.","release_date":"2003-03-20","vote_average":6.1,"runtime":89,"cert":"N\/A","id":48891,"title":"Ann Rule Presents: The Stranger Beside Me","adult":false,"genre_ids":[53,18,80,10770]},{"cast":["Sandra Dorne","Maxwell Reed","Leslie Dwyer","Vida Hope","Ferdy Mayne"],"overview":"A middle-aged garage owner's life is turned upside down when his new mechanics gets it on with his sexy younger wife.","release_date":"1953-01-01","vote_average":5.9,"runtime":70,"cert":"","id":48892,"title":"Roadhouse Girl","adult":false,"genre_ids":[18]},{"cast":["Kenneth Griffith"],"overview":"When in 1776 the United States of America broke away from Britain, a country without a written constitution, with an established Church and an unelected House of Lords, Thomas Paine, an artisan from Thetford in Norfolk, England, made a call for freedom that is still reverberating around the world today.","release_date":"1982-01-01","vote_average":7.0,"runtime":89,"cert":"","id":48893,"title":"Thomas Paine: The Most Valuable Englishman Ever","adult":false,"genre_ids":[99]},{"cast":["Margen","Pargen","Zopon","Bopsa"],"overview":"Four men from a nomadic Tibetan tribe undertake their annual, ritualistic pilgrimage to a sacred salt lake. Salt gathered in this traditional fashion will be sold to provide the economic livelihood of the tribe for the coming year. The journey, necessary for the group's survival, also incorporates a number of rituals necessary for their culture to survive in the modern world.","release_date":"1997-04-25","vote_average":6.4,"runtime":108,"cert":"N\/A","id":48894,"title":"The Saltmen of Tibet","adult":false,"genre_ids":[99]},{"cast":["Im Chang-jung","Shin Yi","Lim Eun-kyoung","Kwon Oh-joong","Kim Yoon-seok"],"overview":"Seok-tae runs away with a huge diamond of his gang and comes to Sisily, a peaceful village. Yang-e runs after him to get the diamond back and finds Seok-tae's trail in Sisily. But all the town people lie about everything. These people turn out to be scarier than a ghost!","release_date":"2004-08-13","vote_average":7.1,"runtime":102,"cert":"N\/A","id":48895,"title":"To Catch a Virgin Ghost","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"This is a fantastically lovely, modern computer animation for little childrens.","release_date":"","vote_average":5.0,"runtime":59,"cert":"N\/A","id":48896,"title":"Cotoons","adult":false,"genre_ids":[]},{"cast":["Errol Flynn","Patrice Wymore","Slim Pickens","Guinn Williams","Dickie Jones"],"overview":"A Confederate troop, led by Captain Lafe Barstow, is prowling the far ranges of California and Nevada in a last desperate attempt to build up an army in the West for the faltering Confederacy. Because the patrol saves a stagecoach, with Johanna Carterr as one of the passengers, from an Indian attack, and is marooned on a rocky mountain, it fails in its mission but the honor of the Old South is upheld","release_date":"1950-01-01","vote_average":5.9,"runtime":83,"cert":"N\/A","id":48897,"title":"Rocky Mountain","adult":false,"genre_ids":[12,37]},{"cast":["Plácido Domingo","Luciano Pavarotti","Zubin Mehta","Lalo Schifrin"],"overview":"It's not opera; it's not a pop concert; it's not Broadway. It's all of these and none of them. Once you accept the fact that this sequel to the original blockbuster concert recording is less about music and more about entertainment and the power of musical personalities, you can appreciate what you're hearing as an event--phenomenal and bizarre, momentous and frivolous. This is an occasion to celebrate the voices and egos of three huge superstars, and to have fun listening as Luciano Pavarotti, Placido Domingo, and Jose Carreras interact, bouncing lines off each other and playing to the overwhelmingly enthusiastic audience.","release_date":"1994-07-17","vote_average":0.0,"runtime":95,"cert":"N\/A","id":48898,"title":"The 3 Tenors in Concert","adult":false,"genre_ids":[10402]},{"cast":["Dalip Tahil","Bally Sagoo","Asif Sheikh","Vivek Shauq"],"overview":".After a freak accident in Scotland, Bali (Sagoo) is left in a coma. His doting grandfather, Kartar Singh (Tahil), travels to the Punjab for blessings of a speedy recovery for his grandson. Accompanying him on his holy journey is Manpreet (Jhangiani), a traditional village belle. Kartar returns to Scotland with Manpreet, envisaging her to be the daughter-in-law he always dreamed of, but finds Bali awake and harbouring intentions to marry dancer Charlene (Zoe Szypillo). Can Manpreet win Bali's heart the traditional Indian way?","release_date":"2007-11-11","vote_average":0.0,"runtime":142,"cert":"N\/A","id":48899,"title":"Sajna Ve Sajna","adult":false,"genre_ids":[]},{"cast":["Kimi Verma","Manpreet Singh","Arun Bali","Dolly Minhas","Avtar Gill"],"overview":"\"The movie is a humble tribute commemorating 300 years of Gurta Gaddi Diwas (Coronation) of Sri Guru Granth Sahib,\" Sahni stated and added that the movie revolves around traditional values, love, sentiments, and colossal faith towards the almighty God. \"The film tends to enlighten one on how Guru Granth Sahib is practical Guru in this modern world,\" he claimed and mentioned that for the first time, the \"true to life\" ambience of pilgrimage places like Sri Harmandar Saheb (Amritsar), Sri Hazur Saheb (Nanded) and Sri Bangla Sahib (Delhi) would be shown on 35 mm format","release_date":"2008-08-06","vote_average":6.0,"runtime":136,"cert":"N\/A","id":48900,"title":"Sat Sri Akal","adult":false,"genre_ids":[18,10749]},{"cast":["Ratan Aulakh","Mrs. Bagga","Ashwini Bhardwaj","Pankaj Dheer","Gugu Gill"],"overview":"A newly appointed Assistant Superintendent of Police, Ravinder Singh, questions terrorists' related deaths of his dad, Sarpanch Jaswant Singh; his mother; married sister, Satho Kapoor and her husband, Mitha; look after his new-born son, and wife, Jeeto; as well as deal with the fact that his younger brother, Harjinder, had raped and then killed a village woman, and was shot dead while trying to escape from police custody.","release_date":"","vote_average":10.0,"runtime":72,"cert":"N\/A","id":48901,"title":"Sardari","adult":false,"genre_ids":[]},{"cast":["Charley Chase","Rosina Lawrence","Bonita Weber","Clarence Wilson","Oliver Hardy"],"overview":"Charlie tells his co-workers about his event-filled vacation to California, including his run in with two vagabond hitchhikers (Laurel and Hardy in cameo appearances).","release_date":"1936-04-18","vote_average":6.8,"runtime":18,"cert":"N\/A","id":48902,"title":"On the Wrong Trek","adult":false,"genre_ids":[35]},{"cast":["Stan Laurel","Oliver Hardy","Mary Carr","James Finlayson","Billy Gilbert"],"overview":"Down and out Stan and Ollie beg for food from a friendly old lady who provides them with sandwiches. While eating, they overhear the lady's landlord tell her he's going to throw her out because she can't pay her mortgage. They don't realize that the old lady is really rehearsing for a play. Stan and Ollie decide to help the old lady by selling their car. During the auction a drunk puts a wallet in Stan's pocket. Ollie accuses Stan of robbing the old lady, but when the truth is revealed Stan takes revenge on Ollie.","release_date":"1931-10-31","vote_average":8.1,"runtime":20,"cert":"N\/A","id":48903,"title":"One Good Turn","adult":false,"genre_ids":[35]},{"cast":["Ryno Hattingh","Debbie Labuschagne","Pierre Knoesen","Alex Heyns","Friedrich Stark"],"overview":"After many years, Kandas (Ryno Hattingh), literally runs into his primary school sweetheart, Kiepie (Debbie Labuschagne), on the university campus. Immediately, the spark between them is back! However, Kiepie is engaged to a bright young lawyer (Mieder Olivier), who drags Kandas to court over an accident.","release_date":"1980-01-01","vote_average":0.0,"runtime":87,"cert":"N\/A","id":48904,"title":"Kiepie en Kandas","adult":false,"genre_ids":[35]},{"cast":["Stan Laurel","Oliver Hardy","Babe London","James Finlayson","Ben Turpin"],"overview":"Oliver is making plans to marry his sweetheart Dulcy with Stan as his best man, but the plans are thwarted when Dulcy's father sees a picture of Ollie and forbids the marriage. The couple plan to elope, and run away to a Justice of the Peace. After typical Laurel and Hardy blundering, they manage to sneak the girl away from her father's house.","release_date":"1931-05-16","vote_average":7.8,"runtime":20,"cert":"N\/A","id":48905,"title":"Our Wife","adult":false,"genre_ids":[35]},{"cast":["James Finlayson","Stan Laurel","Oliver Hardy","Noah Young","Charlotte Mineau"],"overview":"After a night of carousing, a rich oil tycoon awakes to find that he was married the night before. He calls in his lawyer (Laurel) to straighten things out.","release_date":"1927-09-10","vote_average":4.8,"runtime":20,"cert":"N\/A","id":48906,"title":"Sugar Daddies","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A documentary which chronicles a ninety-year-old love story, through the collective voice of seventy ladies.","release_date":"2009-01-01","vote_average":10.0,"runtime":80,"cert":"N\/A","id":48909,"title":"His & Hers","adult":false,"genre_ids":[10751,99,10749]},{"cast":[],"overview":"Glastonbury can get ready to rock when one of the most lauded guitarists on the planet takes to the main stage. Former Guns n' Roses axeman Slash will bring his prized Gibson Les Paul and his nimble fingers to the festival as part of his 2010 world tour. Slash released his first solo album this year, collaborating with a range of guest vocalists from Ozzy Osbourne to Wolfmother's Andrew Stockdale to The Black Eyed Peas' Fergie. His live band will be led by US vocalist Myles Kennedy who also features heavily on his new solo offering. Promising a mix of new material and classics from his Guns n' Roses heyday, expect a collossal crowd roar when the riff to Sweet Child O' Mine rings out over Worthy Farm on Sunday.","release_date":"2010-06-27","vote_average":0.0,"runtime":42,"cert":"","id":48910,"title":"Slash: Live in Glastonbury","adult":false,"genre_ids":[]},{"cast":["Carole Bouquet","Catherine Jacob","Michel Jonasz","Émile Berling","Guillaume Gouix"],"overview":"A young runaway rejects society's condemnation and dares to fulfill his dreams. France, 1930s. 14-year-old orphan Yves Tréguier sees the world through the bars of \"educational homes\" where he is raised in conditions worthy of a penal colony, and dreams of a dramatic escape across the ocean to New York.","release_date":"2008-04-30","vote_average":7.5,"runtime":null,"cert":"N\/A","id":48913,"title":"Behind the Walls","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Turn Your TV Into A Window To The World! Set the mood by turning any room in your home into a showcase of living art! Enjoy the glow of this Radiant Fireplace DVD with its life-like flames and real crackling sounds, as you sit back and relax. Turn your TV into a living fireplace without the expense and headache of tedious preparations and messy clean-up. Whether you are relaxing alone, entertaining one other person, or an entire party, your Living Art Radiant Fireplace is perfect for all occasions. All DVD videos are looped for continuous play and digitally mastered for your optimal viewing pleasure. Living Art is a proven method used to promote deep relaxation therapy and positive mood enhancement. Shot in high definition. Audio Options: Choose the Natural Sounds of the scene; many cuts of relaxing music, or both!","release_date":"","vote_average":7.0,"runtime":60,"cert":"N\/A","id":48914,"title":"Radiant Fireplace 2","adult":false,"genre_ids":[]},{"cast":["Victoria Wood","David Threlfall","Ben Crompton","Christopher Harper","Stephanie Cole"],"overview":"Downtrodden wife and mother Nella's life takes an unexpected turn for the better after she joins the Women's Voluntary Service office in Barrow-in-Furness during the Second World War. However, her new-found happiness is shattered when her son Cliff leaves to join the troops - provoking a painful confrontation with her husband Will.","release_date":"2006-12-10","vote_average":6.4,"runtime":88,"cert":"PG","id":48915,"title":"Housewife, 49","adult":false,"genre_ids":[18,36]},{"cast":["Michaël Youn","Jacques Villeret","Fred Jaspart","Franck Dubosc","Arno Chevrier"],"overview":"In Baghdad the Magnificent reigns Haroun al Plassid, who is the Caliph. There also dwells Iznogoud, who wants to be the Caliph. The irascible Grand Vizier hatches plot after plot to remove his ruler and take his place—melting Djinn, invisibility spell, cursed diamond, voodoo doll… But no amount of cunning or obstinacy can make up for sheer, hilariously bad luck.","release_date":"2005-01-19","vote_average":4.0,"runtime":95,"cert":"N\/A","id":48916,"title":"Iznogoud","adult":false,"genre_ids":[35]},{"cast":["Anna Polina","Jessica Fiorentino","Suzie Carina","Claire Castel","Jade Laroche"],"overview":"Erotic Paris, Paris with its secret affairs and most of all: its Parisiennes. A frivolous city, like the airy dresses floating over the wet pavement, exposing high heels, stockings and refined lingerie... \"Mademoiselle de Paris\" reunites the most stunning actresses of the moment for an ultra-Dorcel movie. Invite yourself into the lives of five young women who are taken under their skirts in a Parisian forest or by an unknown man in the restrooms of a nightclub. They spread their legs on the backseat of a car, offer their girlfriends to their boyfriend, in short, they do everything a real Parisienne does. The sex is great as long as there's a lot of it and as long as it gets more perverse all the time.","release_date":"2010-10-01","vote_average":7.0,"runtime":108,"cert":"N\/A","id":48917,"title":"Mademoiselle de Paris","adult":true,"genre_ids":[]},{"cast":["Lou Diamond Phillips","Toshirō Mifune","Jennifer Tilly","Bernard-Pierre Donnadieu","Donald Sutherland"],"overview":"In the 1930's, Agaguk lives his traditional Inuit life. But one day, there is a murder in the tribe and Agaguk becomes a suspect. Soon he becomes persecuted by Henderson, a mean mountie, and he must flee through the cold winter of Northen Quebec.","release_date":"1992-03-05","vote_average":5.4,"runtime":112,"cert":"N\/A","id":48918,"title":"Shadow of the Wolf","adult":false,"genre_ids":[12]},{"cast":["Casey Kasem","Frank Welker","Heather North"],"overview":"The evil Mr. Nicklby is set to damper another Christmas season for the children's home. Can the Scooby gang warm his heart?","release_date":"1984-12-01","vote_average":6.3,"runtime":22,"cert":"N\/A","id":48919,"title":"Scooby-Doo's A Nutcracker Scoob","adult":false,"genre_ids":[]},{"cast":["Miguel Angel Sola","Érica Rivas","Leonardo Sbaraglia"],"overview":"Eduardo, manager of an insurance company, is under a lot of stress and that's why he runs, especially when he is about to explode. One day, returning from an unsuccessful business trip, he meets a mysterious man at the airport who presents himself as a friend and benefactor and encourages Eduardo to change his life and be free","release_date":"2009-09-25","vote_average":5.3,"runtime":98,"cert":"N\/A","id":48920,"title":"Night Runner","adult":false,"genre_ids":[53]},{"cast":["Michael Rooker","Leslie Hope","Shawn Alex Thompson","Andrew Jackson","Kevin Zegers"],"overview":"A demon is summoned to take the soul of a young boy who has the potential to become a saint. By doing this he will open a doorway to hell and destroy the world.","release_date":"1998-11-01","vote_average":5.4,"runtime":101,"cert":"18","id":48921,"title":"Shadow Builder","adult":false,"genre_ids":[27]},{"cast":["Dev Anand","Vyjayanthimala","Tanuja","D.K. Sapru","Ashok Kumar"],"overview":"Vinay, an ordinary young man who finds himself constantly mistaken for a look-alike jewel thief named Amar. Vinay works with the police to impersonate Amar and crack his crime ring--but it seems that Amar has decided to impersonate Vinay, as well, and soon their true identities are thoroughly muddled.","release_date":"1967-10-27","vote_average":5.9,"runtime":186,"cert":"N\/A","id":48922,"title":"Jewel Thief","adult":false,"genre_ids":[9648,53,80,18,10402]},{"cast":["Aishwarya Rai Bachchan","Abhishek Bachchan","Satish Shah","Suhasini Mulay","Jaspal Bhatti"],"overview":"Raj a mere bachelor, who has no intention of marrying is being convinced by his uncle. His uncle passes on the duty to Namrata a married woman whose husband Sanjeev leave her five years ago. Namrata is responsible for finding Raj a suitable bride, while she is busy finding girls for him, he is busy along with his mischievous friend Adi straying away all the girls by making up wired plans. But Raj falls in love with the match - maker herself. While this is happening Sanjeev, Namrata's husband return and foil all plans between Raj and Namrata.","release_date":"2003-08-26","vote_average":5.5,"runtime":169,"cert":"N\/A","id":48923,"title":"Kuch Naa Kaho","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"Narayan works as a laborer on the farmland owned by businessman, Ratan Kumar, in Ramnagar, who also has a rubber estate in Singapore. Although Narayan was an ex-convict, Ratan had assisted him getting a job, some land, and a small house where he now lives with his grown daughter, Gayetri, who used to work as a tutor\/teacher. While bringing him his lunch one afternoon, Gayetri faints, and a woman tells him that she is pregnant. A shocked Narayan tries to find out who the father is, but Gayetri refuses to answer. He is all ready to beat the truth out, when Ratan intervenes, asks Narayan to take some money and re-locate, which Narayan gratefully does. They do re-locate and Gayetri gives birth to a baby boy, Narayan takes him to an orphanage donated by Ratan himself, and leaves him there, he returns home and lets Gayetri know that her child was still-born.","release_date":"","vote_average":0.0,"runtime":147,"cert":"N\/A","id":48924,"title":"Main Chup Rahungi","adult":false,"genre_ids":[]},{"cast":["Dilip Kumar","Vyjayanthimala","Ajit","Chand Usmani","Manmohan Krishna"],"overview":"Shankar lives in a remote village in rural India with his mother and sister, Manju, and drives a horse-carriage for a living. The main employer in the region is a kind-hearted businessman Maganlal. When Maganlal announces that he would like to undertake a religious pilgrimage, his son, Kundan, takes over and wants to cut back on labor and mechanize the business - thus leading to loss in jobs","release_date":"1957-02-22","vote_average":0.0,"runtime":173,"cert":"N\/A","id":48925,"title":"Naya Daur","adult":false,"genre_ids":[18]},{"cast":["Raj Kapoor","Vyjayanthimala","Rajendra Kumar","Iftekhar","Raj Mehra"],"overview":"Sunder Khanna is an orphan and lives a poor lifestyle in India. He is friendly with wealthy Gopal Verma, the only child of Judge Verma; and a wealthy girl named Radha, who is the daughter of an army Captain. The trio grow up, and Sunder falls head-over-heels in love with Radha, but she as well as her parents reject him.","release_date":"1964-06-18","vote_average":7.7,"runtime":238,"cert":"N\/A","id":48926,"title":"Sangam","adult":false,"genre_ids":[10749,18]},{"cast":["Manish","Vijaya Choudhry","Ramesh Deo","Sulochana Latkar","Nutan"],"overview":"Saraswati is indifferently raised by his step mother and yet he grows up and becomes a compassionate person who has lofty ideas and decides to do without his personal happiness without informing his father, who fixes his marriage to Kumud an educated girl from a rich family. Saraswati decides to cancel the engagement and writes to Kumud to inform her. But soon she replies and soon the two keep on exchanging letters. Soon Saraswati decides to defy the customs and pays a visit to his fiancée. The two soon serenade and a short lived romance takes place and soon Saraswati returns home after promising Kumud and her family that he would return. However, on his return a family feud takes place and Saraswati writes to Kumud that he is not able to marry her.","release_date":"1968-01-02","vote_average":0.0,"runtime":156,"cert":"N\/A","id":48927,"title":"Saraswatichandra","adult":false,"genre_ids":[]},{"cast":["Rajesh Khanna","Sharmila Tagore","Feroz Khan","Ashok Kumar","Aruna Irani"],"overview":"Neela and Avinash are medical students, and are attracted to each other. But Avinash is poor and wants Neela to live a comfortable life. When Neela, who tutors Monto Kappor, meets his elder businessman brother, Shekhar, he instantly falls in love with her. He goes to propose marriage with her and meets her brother.","release_date":"1970-01-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":48928,"title":"Safar","adult":false,"genre_ids":[10402,10751,10749]},{"cast":["Raj Kapoor","Nargis","Nemo","Nadira","Lalita Pawar"],"overview":"The story of a small-town man who comes to make it big in the city, where he is almost instantly relieved of all his possessions. Homeless and penniless, he is taken in by a woman who looks after him.","release_date":"1955-01-07","vote_average":8.6,"runtime":168,"cert":"N\/A","id":48929,"title":"Mr 420","adult":false,"genre_ids":[10749,18]},{"cast":["Dharmendra","Sharmila Tagore","Ashok Kumar","Sanjeev Kumar","Rabi Ghosh"],"overview":"Circa British Rule in India, Satyapriya Archarya lives a modest yet noble lifestyle with his grandfather, Satyasharan. His mother passed away while he was very young, and his dad became a celibate and went off on a pilgrimage, never to return. Satyapriya studies Engineering, and becomes a close friend of fellow-collegian","release_date":"1969-01-02","vote_average":8.0,"runtime":175,"cert":"N\/A","id":48930,"title":"Satyakam","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Harminc éves korára Zsuzsi mindent elért, amire csak nő vágyhat: jól fizető állása, szép autója, saját lakása van, és fülig szerelmes a barátjába. Aztán egy szép napon kiderül, hogy pánikbetegsége van. Amikor a szerelme is elhagyja, Zsuzsi önként bevonul a Pánik Klinikára. Itt a terapeuta Dr. Berger Berta veszi kezelésbe. Úgy tűnik, hogy a klinika falain túl sem mindenki teljesen normális. Zsuzsi anyja, Elli és barátnője, Ilona leküzdhetetlen vásárlási- és kalandlázban ég, Ilona lánya betegesen félti a kisgyermekét, Zsuzsi öccse pedig szeretne az anyján segíteni. Vajon sikerül-e Zsuzsinak talpra állni, egyenesbe hozni saját és környezete életét?","release_date":"2008-03-06","vote_average":0.0,"runtime":94,"cert":"N\/A","id":48931,"title":"Panic","adult":false,"genre_ids":[35,80,18]},{"cast":["Ekin Cheng","Jordan Chan","Jerry Lamb","Anthony Wong","Kelly Lai Chen"],"overview":"The story in Young and Dangerous 2 is told in two parts: the first focuses on Chicken and his exile in Taiwan skipped over in the first film. The second half deals with the Hung Hing Society trying to ally with Chicken's Taiwanese triad \"San Luen.\" The character \"Banana\" (Jerry Lam) is recruited into Ho Nam's circle. At the same time, an election to obtain the branch leadership status of Causeway Bay is underway, with Chan Ho Nam as its prime candidate, until a rivalry breaks out between him and another Hung Hing member, \"Tai Fei\" (Anthony Wong).","release_date":"1996-03-30","vote_average":6.6,"runtime":101,"cert":"N\/A","id":48938,"title":"Young and Dangerous 2","adult":false,"genre_ids":[53,28,80]},{"cast":[],"overview":"","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":48939,"title":"Vedi Napoli e poi muori","adult":false,"genre_ids":[]},{"cast":["Ekin Cheng","Jordan Chan","Roy Cheung","Karen Mok","Gigi Lai"],"overview":"Chan Ho Nam and Chicken are back again in Young and Dangerous 3, this time taking on the rival \"Tung Sing\" triad, who is attempting to usurp Hung Hing influence in Hong Kong by having Tung Sing member \"Crow\" (Roy Cheung) frame Ho Nam for the murder of Hung Hing Chairman Chiang Tin Sang (Simon Yam). On the plus side, Chicken finds a new love interest in Wasabi (Karen Mok), the daughter of the comedic priest, Father \"Lethal Weapon\" Lam.","release_date":"1996-06-29","vote_average":6.6,"runtime":98,"cert":"N\/A","id":48940,"title":"Young and Dangerous 3","adult":false,"genre_ids":[53,28,80]},{"cast":["Michel Serrault","Daniel Auteuil","Laura Morante","Jorge Perugorría","Leo Gullotta"],"overview":"On October 9th, 1963, at 10:39 pm, 260 million cubic meters of rock fell down from Mount Toc to the artificial lake formed by the Vajont dam, the higher dam in the world. The landslide formed a 250-meters wave and 50 million cubic meters of water completely destroied all the below towns, killing more than 2000 people. Planned by engineer Semenza, Vajont dam (263 meters) had to carry the electricity in all the houses of the country. Tina Merlin, a journalist from 'L'Unitá', tried for years to denounce the danger to build a dam near the Mount Toc and expecially to denounce all the omissions by the corrupted politicians and workers in charge of the dam construction. They preferred to trust in old geologist Dal Piaz instead to hear engineer Semenza young son's alarming analysis. No one seemed to understand the high danger until that October fatal night.","release_date":"2001-10-19","vote_average":6.4,"runtime":null,"cert":"N\/A","id":48941,"title":"Vajont - La diga del disonore","adult":false,"genre_ids":[18]},{"cast":["Ekin Cheng","Jordan Chan","Roy Cheung","Karen Mok","Jerry Lamb"],"overview":"When the branch leader position is open for Tuen Mun, Chicken decides to run for it and is up against fellow Hung Hing member \"Barbarian\", who resorts to ruthless Tung Sing member \"Thunder Tiger\" (Roy Cheung) for help in his candidacy. The triad also has to deal with finding a new chairman to the Hung Hing Society, Chiang Tin Yeung (Alex Man), Chiang Tin Sang's older brother, who resides in Thailand. Young and Dangerous 4 also brings in new characters first appearing among the Hung Hing ranks, such as Ben Hon (Wan Yeung Ming), \"Sister 13\" (Sandra Ng) and \"Prince\".","release_date":"1997-03-28","vote_average":6.4,"runtime":106,"cert":"N\/A","id":48942,"title":"Young and Dangerous 4","adult":false,"genre_ids":[28,53,80]},{"cast":["Ekin Cheng","Shu Qi","Chin Ka-Lok","Vincent Wan Yeung-Ming","Paul Chun Pui"],"overview":"Although Chicken does not make an appearance, Chan Ho Nam finds a new love interest in the form of Mei Ling (Shu Qi). Meanwhile, Tung Sing returns to cause trouble again for Hung Hing, in the form of new leader Szeto Ho Nam (Mark Cheng). Young and Dangerous 5 occurs during the transfer of Hong Kong sovereignty to China, with the \"boys\" becoming \"men\", as they develop and mature into more business-like dealings.","release_date":"1998-01-01","vote_average":6.4,"runtime":114,"cert":"N\/A","id":48943,"title":"Young and Dangerous 5","adult":false,"genre_ids":[28,80,53]},{"cast":["Ekin Cheng","Jordan Chan","Shu Qi","Gigi Lai","Sonny Chiba"],"overview":"Triad member Chicken is designated by Taiwan's San Luen Gang to marry Nanako, the daughter of the fifth generation leader of the Yamada Gang in Japan. Later, the leader of the triad group gets murdered. Actually, all the San Luen Gang members suspect Chicken attacked their leader Liu, in order to make a chance for him to rule the Gang and thus have adopted an extremely hostile attitude towards him...","release_date":"2000-07-21","vote_average":6.8,"runtime":118,"cert":"N\/A","id":48944,"title":"Born to Be King","adult":false,"genre_ids":[28,80,53]},{"cast":["Steve-O","Jason Acuña","Nick Dunlap","Ryan Dunn","Preston Lacy"],"overview":"Outrageous and out of control! Just when you thought it couldn't get any worse - it did. 'Out on Bail' is by far Steve-O's most shocking DVD yet, loaded with life-threatening stunts and filthy enough to p*** off parents across the US. The fearless Steve-O unleashes his craziest footage yet with a collection of the stunts that have never seen the light of day until now! Filmed in twelve different countries, it features all of the wild behavior that got Steve-O arrested, plus a whole bunch of other stunts that should have.","release_date":"2003-11-11","vote_average":5.8,"runtime":92,"cert":"N\/A","id":48945,"title":"Steve-O: Out on Bail","adult":false,"genre_ids":[28,35]},{"cast":["Aaron Taylor-Johnson","Imogen Poots","Matthew Beard","Hannah Murray","Tuppence Middleton"],"overview":"When strangers Jim, Eva, Emily and Mo meet William online in his new 'Chelsea Teens!' chatroom, they're completely seduced by his fast-talking, charismatic character. But beneath the surface lies a much darker truth. William is a dangerous loner, channeling all his energies into cyberspace. He's become an analyser, a calculating manipulator who finds it almost impossible to interact normallywith others in the real world, instead turning his hand to manipulating people online. When the timid Jim opens up to William, it sparks a fascination that quickly turns into a dark downward spiral, with the twisted antagonist coercing the rest of the group to become pawns in his deadly game. As the cat-and-mouse situation escalates to devastating heights, can William's anti-social networking be brought to an end?","release_date":"2010-08-11","vote_average":6.1,"runtime":97,"cert":"N\/A","id":48946,"title":"Chatroom","adult":false,"genre_ids":[18,53]},{"cast":["James Caan","Jill Eikenberry","Robert Viharo","Joe Grifasi","Barbra Rae"],"overview":"True story of a divorced father in search of his children when his ex-wife enters the witness relocation program.","release_date":"1980-03-21","vote_average":5.8,"runtime":92,"cert":"N\/A","id":48949,"title":"Hide in Plain Sight","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Howard Hassler's alien invasion film It Came From Somewhere Else concerns the effects of an alien invasion on the small Canadian border town of Grand Bosh. The befuddled sheriff is hardly able to function when confronted with citizens bursting into flame and body parts growing in farmers' fields. A group of high-school students believe they can save the town, but they can't even comprehend the force they are facing.","release_date":"1988-07-15","vote_average":7.0,"runtime":89,"cert":"N\/A","id":48950,"title":"It Came from Somewhere Else","adult":false,"genre_ids":[28,35,878,27]},{"cast":["Alberto Sordi","Joe Pesci","Dalila Di Lazzaro","Giorgia Moll","Armando Francioli"],"overview":"The incorruptible judge Annibale Salvemini, starts investigating over a classic Italian business\/politics\/corruption affair. He start to operate, as usual, very strongly. He orders numberless arrests. But the reaction of counterparts won't take long. In fact his strong energetic manners, drive him unintentionally on the opposite situation. Who is the real guilty the judge or the corrupted Italian society?","release_date":"1984-12-19","vote_average":6.0,"runtime":108,"cert":"N\/A","id":48953,"title":"All for the Moral Majority!","adult":false,"genre_ids":[35,18]},{"cast":["Paul Douglas","Alex Mackenzie","James Copeland","Abe Barker","Tommy Kearins"],"overview":"The poor, elderly—and the wily, when it comes to parting those who can afford it from their money—Scottish skipper of a broken-down old 'puffer' boat tricks an American tycoon into paying him to transport his personal cargo. When the tycoon learns of the trick, he attempts to track down the boat and remove his possessions.","release_date":"1954-02-25","vote_average":6.2,"runtime":92,"cert":"U","id":48954,"title":"The Maggie","adult":false,"genre_ids":[35]},{"cast":["Alberto Sordi","Eduardo De Filippo","Serge Reggiani","Martin Balsam","Alex Nicol"],"overview":"When Italy surrenders to the Allies, part of the Italian army is dispersed and soldiers begin to return to their homes.","release_date":"1960-10-27","vote_average":7.5,"runtime":120,"cert":"N\/A","id":48955,"title":"Everybody Go Home","adult":false,"genre_ids":[18,10752]},{"cast":["Colin Firth","Rosemary Harris","Irène Jacob","Mary Elizabeth Mastrantonio","Malcolm McDowell"],"overview":"Memoir of the lives of a family growing up on a post World War I British estate headed up by a strong disciplinarian, her daughter, her inventor husband, their ten year old son, and his older sister. Through the household comes a number of suitors hoping to impress the young woman, including an aviator. When the elder woman's son shows up at the estate with his French fiancé, everything gets thrown into turmoil. The young boy takes a sudden interest in her sexual allure and his father is disturbed by his own non-Victorian feelings.","release_date":"1999-08-25","vote_average":6.0,"runtime":98,"cert":"PG","id":48958,"title":"My Life So Far","adult":false,"genre_ids":[35,18]},{"cast":["Gary Olsen","Samantha Womack","Neil Morrissey","Ralph Brown","Richard Ridings"],"overview":"The Cobblers Arms have been the best and most feared Amateur Rugby League team for the past ten years. Ex-pro Arthur bets their boss that he could train a bunch of deadbeats to defeat them in a local rugby sevens tournament. But to do so he must first get them into shape with the help of the very attractive Hazel Scott.","release_date":"1998-01-23","vote_average":5.5,"runtime":99,"cert":"12","id":48959,"title":"Up 'n' Under","adult":false,"genre_ids":[35]},{"cast":["Lawrence Tierney","Marissa O'Brien","Rudolph Anders","George Coulouris","Veloso Pires"],"overview":"An innocent man accused of a murder hides out aboard a steam ship in South American.","release_date":"1950-01-01","vote_average":6.5,"runtime":67,"cert":"N\/A","id":48960,"title":"Kill or Be Killed","adult":false,"genre_ids":[28,80,9648,53]},{"cast":["Lino Banfi","Pippo Franco","Edwige Fenech","Renato Pozzetto","Dagmar Lassander"],"overview":"Three episodes. First Valerio is mistaken for a notorious criminal. Very beautiful journalists succeed to bring him to her house for an exclusive interview. She tries to seduce him. Second. Guiseppe, an unlucky and ugly man, gets a job as a maid. His mistress falls in love for him. Third. Plinio is a taxi driver who loves his cab above all. But at one point he is involved with the kidnapping of a woman.","release_date":"1980-10-03","vote_average":5.8,"runtime":110,"cert":"N\/A","id":48961,"title":"Sugar, Honey and Pepper","adult":false,"genre_ids":[35]},{"cast":["Soraia Chaves","Marco D'Almeida","Pedro Laginha","Nuno Markl","Virgílio Castelo"],"overview":"Love on the front page","release_date":"2010-01-28","vote_average":6.9,"runtime":101,"cert":"N\/A","id":48962,"title":"A Bela e o Paparazzo","adult":false,"genre_ids":[35,10749]},{"cast":["Nicholas Tse","Sam Lee","Daniel Wu","Shu Qi","Francis Ng"],"overview":"Showcasing the earlier years of Chan Ho Nam (Nicholas Tse) and Chicken (Sam Lee), this prequel tells of their time during their willingness to follow Hung Hing's \"Uncle Bee\". The film co-stars Shu Qi and Daniel Wu.","release_date":"1998-07-05","vote_average":6.5,"runtime":117,"cert":"N\/A","id":48963,"title":"Young and Dangerous: The Prequel","adult":false,"genre_ids":[18,28,80]},{"cast":[],"overview":"","release_date":"2010-11-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":48964,"title":"Die Legende des Werwolfs","adult":false,"genre_ids":[]},{"cast":["Craig Ferguson","Charlotte Church","Jemma Redgrave","Stephen Noonan","Anthony Stewart Head"],"overview":"A comedy about a has-been rock star (Craig Ferguson) that discovers he has a teenage daughter (Charlotte Church), from a long forgotten love affair.","release_date":"2003-06-13","vote_average":5.6,"runtime":105,"cert":"12A","id":48967,"title":"I'll Be There","adult":false,"genre_ids":[35,18,10751]},{"cast":["Simon Yam","Maggie Shiu","Lam Suet","Samuel Pang","Ben Wong"],"overview":"Two tactical unit leaders are forced to put aside their differences to help catch a group of robbers.","release_date":"2009-01-08","vote_average":6.6,"runtime":91,"cert":"N\/A","id":48968,"title":"Tactical Unit: Comrades in Arms","adult":false,"genre_ids":[28,80]},{"cast":[],"overview":"The SAINTS of SATIRE, The LORDS of LAUGHTER, The HIGH PRIESTS of LOW COMEDY have sold out once again. Eric Idle--the outrageously successful actor, writer, composer, director, producer and Broadway impresario--is not satisfied yet. Determined to reshape the entire entertainment world in his image, Eric has gathered what he considers to be the very best Monty Python material of the entire four-year run and squeezed it all into one convenient package. This one. He's even created all-new, never-before-seen material exclusively for this DVD. It's amazing what some zillionaire mega-stars will do for a few extra shillings, isn't it?","release_date":"2006-02-22","vote_average":8.0,"runtime":57,"cert":"N\/A","id":48973,"title":"Monty Python's Flying Circus - Eric Idle's Personal Best","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Comedy from the UK","release_date":"2006-02-27","vote_average":0.0,"runtime":57,"cert":"N\/A","id":48976,"title":"Monty Python's Flying Circus - Michael Palin's Personal Best","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Comedy from the UK","release_date":"2006-02-27","vote_average":0.0,"runtime":57,"cert":"N\/A","id":48977,"title":"Monty Python's Flying Circus - Terry Gilliam's Personal Best","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Comedy from the UK","release_date":"2006-02-27","vote_average":0.0,"runtime":57,"cert":"N\/A","id":48978,"title":"Monty Python's Flying Circus - Terry Jones' Personal Best","adult":false,"genre_ids":[35]},{"cast":[],"overview":"When the dissolute last emperor of the Sui Dynasty tries to hold an empire-wide beauty contest, a corrupt official takes advantage of the opportunity to divert money into his own coffers and steals the winner of the contest, Yingying, for himself. Yingying’s admirer, both caught up in the plot, flee for their lives, but fall into an ice cave and are quick-frozen — until a thousand years later, when the ice melts and the two men awake to find themselves in 21st-Century Beijing ..","release_date":"2009-11-06","vote_average":7.0,"runtime":75,"cert":"N\/A","id":48981,"title":"隋朝来客","adult":false,"genre_ids":[18,35]},{"cast":["Owen Wilson","Jason Sudeikis","Jenna Fischer","Christina Applegate","Nicky Whelan"],"overview":"When best buds Rick and Fred begin to show signs of restlessness at home, their wives take a bold approach to revitalize their marriages, they grant the guys a 'hall pass'—one week of freedom to do whatever they want. At first, it seems like a dream come true, but they quickly discover that their expectations of the single life—and themselves—are completely and hilariously out of sync with reality.","release_date":"2011-02-25","vote_average":5.5,"runtime":105,"cert":"15","id":48988,"title":"Hall Pass","adult":false,"genre_ids":[35,10749]},{"cast":["Marsha Hunt","Alexander Knox","Henry Travers","Erik Rolf","Dorothy Morris"],"overview":"Through flashbacks, the story of a Nazi war criminal is exposed.","release_date":"1944-02-03","vote_average":6.0,"runtime":85,"cert":"N\/A","id":48989,"title":"None Shall Escape","adult":false,"genre_ids":[10752,18]},{"cast":["Lauren Vélez","Jon Seda","Tomas Melly","Desiree Casado","Isaiah Garcia"],"overview":"Lisette and husband Chino face marital difficulties. She is fed up with the kids, while he has job troubles. His mother Rosaria hates Lisette and the neighborhood tramp has designs on Chino. Things get even worse when Chino goes to jail and Lisette gets a good job uptown. Can this marriage be saved?","release_date":"1994-10-14","vote_average":6.2,"runtime":104,"cert":"N\/A","id":48992,"title":"I Like It Like That","adult":false,"genre_ids":[35,18,10749]},{"cast":["Mickey Rooney","Frank Morgan","James Craig","Marsha Hunt","Fay Bainter"],"overview":"Homer Macauley remains in a small town looking after his widowed mother and younger brother. Homer's older brother is fighting the war in Europe.","release_date":"1943-03-02","vote_average":6.4,"runtime":117,"cert":"N\/A","id":48993,"title":"The Human Comedy","adult":false,"genre_ids":[35,18,10751]},{"cast":["Susan Hayward","Lee Bowman","Marsha Hunt","Eddie Albert","Carl Esmond"],"overview":"A nightclub singer uses alcohol in excess to sooth her painful life.","release_date":"1947-03-01","vote_average":6.3,"runtime":103,"cert":"N\/A","id":48994,"title":"Smash-Up: The Story of a Woman","adult":false,"genre_ids":[18]},{"cast":["Stellan Skarsgård","Katja Flint","Burkhard Driest","Karl Heinz Maslo","Kjell Bergqvist"],"overview":"Hamilton is assigned to infiltrate a terrorist group in West Germany, a part of the Red Army Faction (RAF), that supposedly are planning an operation in Sweden. Hamilton is chosen because of his background in the leftist movement. As a member of the group, he takes part in bank robberies — the preferred way of the RAF to finance their operations. In the end, when all terrorists are in one place, he leads the German Counter-terrorism unit GSG 9 to the location.  Description above from the Wikipedia article Carl Hamilton novels, licensed under CC-BY-SA, full list of contributors on Wikipedia.","release_date":"1992-08-21","vote_average":5.9,"runtime":96,"cert":"N\/A","id":48995,"title":"The Democratic Terrorist","adult":false,"genre_ids":[53,28]},{"cast":["Örjan Ramberg","Anders Eriksson","Claes Eriksson","Kerstin Granlund","Björn Granath"],"overview":"Insurance Director Stig Roxby is worth a hundred times more than an ordinary high school teacher. But he doesn't think that's enough, but sees himself forced to work with four other director colleagues to lift the bonus cap to be even more valuable. After some complications, Stig Roxby realize the brutal truth: he has everything but the essentials...","release_date":"2006-01-09","vote_average":5.0,"runtime":104,"cert":"N\/A","id":48996,"title":"Den enskilde medborgaren","adult":false,"genre_ids":[35]},{"cast":["Björn Kjellman","Per Oscarsson","Björn Granath","Viveka Seldahl","Reine Brynolfsson"],"overview":"Phillip, an 18 year old boy knows only one thing. How to climb...","release_date":"1991-01-01","vote_average":6.0,"runtime":null,"cert":"N\/A","id":48997,"title":"Fasadklättraren","adult":false,"genre_ids":[]}]