[{"cast":["Evan Rosado","Raúl Castillo","Sheila Vand","Josiah Santiago","Isaiah Kristian"],"overview":"Manny, Joel and Jonah tear their way through childhood and push against the volatile love of their parents. As Manny and Joel grow into versions of their father and Ma dreams of escape, Jonah, the youngest, embraces an imagined world all his own.","release_date":"2018-10-06","vote_average":6.8,"runtime":94,"cert":"\"\"","id":490000,"title":"We the Animals","adult":false,"genre_ids":[18]},{"cast":[],"overview":"In Salt Lake City, Utah, the socially conservative religious monoculture complicated the AIDS crisis, where patients in the entire state and intermountain region relied on only one doctor. This is the story of her fight to save a maligned population everyone else seemed willing to just let die.","release_date":"2018-01-21","vote_average":7.0,"runtime":null,"cert":"\"\"","id":490002,"title":"Quiet Heroes","adult":false,"genre_ids":[99]},{"cast":["Danny McBride","Rosemarie DeWitt","Lolli Sorenson","Luke Wilson","Elizabeth Gillies"],"overview":"Set in the midst of the 2009 housing crisis, the life of Cassie Fowler, a single mother and struggling realtor, goes off the rails when she witnesses a murder.","release_date":"2018-08-24","vote_average":5.5,"runtime":85,"cert":"\"\"","id":490004,"title":"Arizona","adult":false,"genre_ids":[35,53]},{"cast":[],"overview":"","release_date":"2018-11-28","vote_average":8.0,"runtime":60,"cert":"N\/A","id":490021,"title":"Last Days in Shibati","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Underground Inc explores the rise and fall of the 90's Alternative Rock scene. Told by the artists who pioneered a sonic sub-culture, this music documentary relives the triumphs, tragedies and ruckus energy of the underground punk world - and is a must see for serious music lovers!","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":490032,"title":"Underground Inc: The Unsung Story of Alternative Rock","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Spain, 1944, a country in turmoil, times are hard. Almost bankrupted by his late father's gambling debts, Ricardo, is forced to scrape a living as a shoe-shine boy, in order to care for his recently widowed sister and to keep them in their family home.","release_date":"2012-05-17","vote_average":0.0,"runtime":89,"cert":"N\/A","id":490037,"title":"El clan","adult":false,"genre_ids":[]},{"cast":["Karine Teles","Otávio Müller","Adriana Esteves","César Troncoso","Mateus Solano"],"overview":"On the outskirts of Rio de Janeiro, Irene has only a few days to overcome her anxiety and renew her strength before sending her eldest son out into the world.","release_date":"2018-08-03","vote_average":8.1,"runtime":95,"cert":"\"\"","id":490039,"title":"Loveling","adult":false,"genre_ids":[18]},{"cast":["Jack Haley","Anne Jeffreys","Wally Brown","Iris Adrian","Morgan Conway"],"overview":"A hapless husband searches for buried treasure at a dude ranch; meanwhile, his wife wants a divorce and bank robbers want him dead.","release_date":"1946-12-10","vote_average":0.0,"runtime":60,"cert":"\"\"","id":490053,"title":"Vacation in Reno","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":490055,"title":"デス・トラップ　死神の法則","adult":false,"genre_ids":[]},{"cast":["Paquita Rico","Arturo Fernández","Mary Santpere","Ismael Merlo"],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":490057,"title":"La viudita naviera","adult":false,"genre_ids":[35]},{"cast":["Park Hyuk-kwon","Park Hee-von","Na Soo-yoon"],"overview":"Won-sik is kicked out by her roommate Woo-jung and becomes obsessed with winning her back. She begins to practice pole jumping when Woo-jung proposes that she might change her mind if he shows her something skillful about herself. Young-rok, a former athletic coach makes the incredible recommendation that Won-sik might impress Woo-jung by pole vaulting up to the their roof-top apartment. Meanwhile, idol wannabe and former athlete of Young-rok, joins this crazy adventure at Young-rok's behest, drawn in by Won-sik's determination.","release_date":"2011-06-30","vote_average":7.0,"runtime":65,"cert":"N\/A","id":490059,"title":"Dr. Jump","adult":false,"genre_ids":[35]},{"cast":["Max Miller","Nancy O'Neil","Clarice Mayne","Albert Whelan","Hal Walters"],"overview":"Cockney racing tipster Evans (Miller) is asked by a nouveau riche and socially aspirant couple to train a racehorse they have bought.","release_date":"1936-09-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":490061,"title":"Educated Evans","adult":false,"genre_ids":[35]},{"cast":["Helmut Winkelmann","Steve Tipping","Phil Lewis"],"overview":"The first film about Viktor Schauberger's life's work. A comprehensive survey of historical facts, current research and various practical applications into both technology and the natural world.","release_date":"2008-09-28","vote_average":0.0,"runtime":76,"cert":"N\/A","id":490063,"title":"Viktor Schauberger: Comprehend and Copy Nature","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2017-11-26","vote_average":0.0,"runtime":null,"cert":"N\/A","id":490065,"title":"Südring 1 - ein Haus erzählt","adult":false,"genre_ids":[99]},{"cast":["Jane Fonda","Tom Hayden","Robert Redford","Lily Tomlin","Ted Turner"],"overview":"Girl next door, activist, so-called traitor, fitness tycoon, Oscar winner: Jane Fonda has lived a life of controversy, tragedy and transformation – and she’s done it all in the public eye. An intimate look at one woman’s singular journey.","release_date":"2018-01-21","vote_average":7.8,"runtime":133,"cert":"\"\"","id":490082,"title":"Jane Fonda in Five Acts","adult":false,"genre_ids":[99,10770]},{"cast":[],"overview":"The streets of Lahore, Pakistan have always lead in a direction unchanged for centuries. Yet, being victims of having their names changed with changing governments to either pay tributes, or as another means to give proof of being true Muslims that alters a nation's true identity.","release_date":"2015-11-23","vote_average":0.0,"runtime":24,"cert":"\"\"","id":490084,"title":"Estranged Directions","adult":false,"genre_ids":[]},{"cast":["Leigh Schindler","Tyler Cole","Noble Gray","Destin Fox","Yolanda T. Ross"],"overview":"Florence, a hapless musician, takes three homeless teens off the streets of Los Angeles and into her care only to realize she has to overcome her own reckless tendencies in order to care for them.","release_date":"2016-09-27","vote_average":0.0,"runtime":91,"cert":"\"\"","id":490086,"title":"Between the Miles","adult":false,"genre_ids":[18]},{"cast":["Liya Akhedzhakova"],"overview":"While in the country on a trip with his mother, a young boy winds up playing with some of the local wildlife, and he soon turns into a rabbit himself. In fact, he has the ability to turn himself into various animals, which causes no end of trouble for his family.","release_date":"1986-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":490091,"title":"Boy Is A Boy","adult":false,"genre_ids":[16]},{"cast":["Charles Aznavour","Raymond Pellegrin","Giovanna Ralli","Jean-Louis Trintignant"],"overview":"The tale of the famous vendetta, vengeance over the years between two families. For nearly nothing at the start, as always with Sicilians or Corsican people, from the underworld or not...","release_date":"1962-01-24","vote_average":0.0,"runtime":95,"cert":"N\/A","id":490093,"title":"The Fabiani Affair","adult":false,"genre_ids":[18,80]},{"cast":["Mary Pickford","Owen Moore","George Loane Tucker","William Robert Daly"],"overview":"A lost film. Flora Powell and Arthur Lennox are lovers, but the girl's stern father has other plans for his daughter, preferring the Rev. John Maxwell for a son-in-law. Arthur receives a note from Flora informing him her father is to take her on an automobile tour in company with the minister. Arthur proves to be a resourceful young man and he visits the automobile garage, and makes an arrangement to drive the car in which the tour is made.","release_date":"1911-07-10","vote_average":0.0,"runtime":10,"cert":"\"\"","id":490095,"title":"A Gasoline Engagement","adult":false,"genre_ids":[]},{"cast":["Jennymarie Jemison"],"overview":"Alan's new job as a member of a security scan team is to do nothing but attend the mysteriously non-functioning scanner under the watchful eye of a paranoid boss until he fixes the machine and unwittingly opens a portal into the unknown.","release_date":"2017-05-05","vote_average":0.0,"runtime":15,"cert":"\"\"","id":490112,"title":"Scanners","adult":false,"genre_ids":[]},{"cast":["Artur Avakov","David Mevorah"],"overview":"The Museum is a film that observes, examines and ponders Israel's most important cultural institution, the Israel Museum. The film follows the visitors, observes the observers, listens to the speakers and descends to the storerooms, labs and conference rooms.  The American museum director, the singing security guard, the Jerusalemite curator, the Haredi kashrut inspector, the Palestinian guide and the visitor who lost her vision are some of the characters that take part in a chain of activities which add up to the museum. For about 18 months director Ran Tal collected footage of the daily routine of the museum that seeks to both reflect and mold the Israeli legacy and culture.","release_date":"2017-11-30","vote_average":0.0,"runtime":74,"cert":"N\/A","id":490114,"title":"The Museum","adult":false,"genre_ids":[99]},{"cast":["Merce Cunningham","Marcel Duchamp"],"overview":"Merce by Merce by Paik is a two-part tribute to choreographer Merce Cunningham and artist Marcel Duchamp. The first section, “Blue Studio: Five Segments”, is a work of video-dance produced by Merce Cunningham and videomaker Charles Atlas. The second part, produced by Paik and Shigeko Kubota, further queries the relationship between everyday gestures and formal notions of dance.","release_date":"1978-01-01","vote_average":6.5,"runtime":27,"cert":"\"\"","id":490116,"title":"Merce by Merce by Paik","adult":false,"genre_ids":[]},{"cast":[],"overview":"More than a dozen Vietnam War veterans from the central Illinois area recount their tours of duty including ground and air combat, the fighting environment, their living conditions, coping with the loss of friends and health issues including the effects of Agent Orange. They also reflect on the reception they received upon returning home and their opinions of the war.","release_date":"2017-10-04","vote_average":8.0,"runtime":56,"cert":"\"\"","id":490118,"title":"The Vietnam War: Personal Reflections","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A scientist studying the first human time traveller falls in love with her subject. But if her research succeeds they will become separated by eons of history. She must find a way to connect with him across the ages or lose him forever.","release_date":"2017-12-09","vote_average":0.0,"runtime":16,"cert":"\"\"","id":490120,"title":"Paleonaut","adult":false,"genre_ids":[]},{"cast":[],"overview":"Thriller short film about an astronaut battling PTSD.","release_date":"2017-12-09","vote_average":0.0,"runtime":9,"cert":"\"\"","id":490122,"title":"Followed Back","adult":false,"genre_ids":[]},{"cast":["Stephen West-Rogers","Terri Ann Peters","Rowe Hessler","Adam Kee","Brendan Kissane"],"overview":"A lonely young man dreams of one day becoming a Rubik's Cube master, but his obsession soon turns deadly. Over 11,000 still photos played back at 30fps.","release_date":"2017-03-01","vote_average":0.0,"runtime":8,"cert":"\"\"","id":490124,"title":"Solved","adult":false,"genre_ids":[27,35]},{"cast":["Mirko Bogataj","Jožica Avbelj","Danilo Benedičič","Demeter Bitenc","Berta Bojetu"],"overview":"A TV journalist making a documentary in a factory finds out that the workers have been on strike and tries to analyze the strike in his film, but is thwarted by the TV company. His failure at his job is interwoven with his failed marriage.","release_date":"1980-01-17","vote_average":0.0,"runtime":93,"cert":"N\/A","id":490144,"title":"Transgression","adult":false,"genre_ids":[18]},{"cast":["Jesse Metcalfe","Fiona Gubelmann","Brittany Bristow","Tara Yelland","Eugene Clark"],"overview":"Eric Randall, an author of bachelor lifestyle books, is left in charge of his young niece and nephew for the holidays. Eric turns to his neighbor April, a lover of all things Christmas, for help.","release_date":"2017-12-16","vote_average":6.7,"runtime":84,"cert":"\"G\"","id":490146,"title":"Christmas Next Door","adult":false,"genre_ids":[10749,10770]},{"cast":["Svandís Dóra Einarsdóttir","Kristbjörg Kjeld","Guðrún Gísladóttir","Margrét Helga Jóhannsdóttir","Jóhann Sigurðarson"],"overview":"A lesbian in midlife crisis acts on her desire to escape the day to day routine only to find disappointment instead of that absolute bliss she hoped for.","release_date":"2014-09-05","vote_average":5.0,"runtime":9,"cert":"N\/A","id":490148,"title":"Playing with Balls","adult":false,"genre_ids":[]},{"cast":["Billy Slaughter","Dave Davis","James Moses Black","Jody Mullins","Alexander Barbara"],"overview":"A corrupt New Orleans detective gets caught up in a fight between two criminal gangs while on a stake out. To survive the night, he must find a killer on the run and take him out before the killer reaches his other targets.","release_date":"2017-08-09","vote_average":4.8,"runtime":91,"cert":"\"R\"","id":490153,"title":"Dark Meridian","adult":false,"genre_ids":[53,80]},{"cast":["Gennady Golovkin","Abel Sanchez","Tom Loeffler","Andre Ward","Gabe Rosado"],"overview":"2 Days” is a revealing and intimate look at a 48-hour span in the life of a boxer in the lead-up to one of his fights.  This edition focuses on 31-year-old undefeated middleweight title-holder Gennady “GGG” Golovkin. Prior to his fight the noted knock out artist is ill with the flu. On the day of his fight, he overcomes his congestion and then TKO's opponent Gabriel Rosado in a blood bath in Madison Square Garden.","release_date":"2013-06-08","vote_average":5.0,"runtime":14,"cert":"\"\"","id":490155,"title":"2 Days: Gennady Golovkin","adult":false,"genre_ids":[]},{"cast":["Amy Daly","Kylie Maria","Mia Davina","Penny Tyler","Riley Quinn"],"overview":"Ever in need of a babysitter and she isn't what she seems? These babysitters are just that, hot as hell but also packing a big surprise with them, a nice juicy cock! Watch how these babysitters go the extra mile to get the job and will let you do anything you want to their hot ass bodies!","release_date":"2014-08-25","vote_average":0.0,"runtime":120,"cert":"\"NC-17\"","id":490172,"title":"Transsexual Babysitters 26","adult":true,"genre_ids":[]},{"cast":["Josip Lukić","Nikša Butijer","Ksenija Marinković","Sandra Lončarić","Igor Serdar"],"overview":"Marinko, an assistant worker in the tow-away service has had visions of Virgin Mary. He does not know what to do with her.","release_date":"2017-06-05","vote_average":8.3,"runtime":29,"cert":"N\/A","id":490174,"title":"Mary","adult":false,"genre_ids":[18]},{"cast":["Lee Yoo-young","Kim Hee-won","Oh Ha-nee","Lee Hak-joo","Kim Da-mi"],"overview":"A thriller story of a high school teacher and a former detective chasing after a mysterious person who commits a series of terrifying crimes.","release_date":"2018-04-19","vote_average":7.7,"runtime":116,"cert":"N\/A","id":490176,"title":"Marionette","adult":false,"genre_ids":[53]},{"cast":["Mei Fujiwara","Misaki Matsushita","Yoshimasa Kawaguchi"],"overview":"Chizu becomes enchanted by the book of botanical specimens that her late grandfather has left and looks for traces of her grandfather that she'd never met. The age-indeterminate nature of Chizu, who smokes, and the astonishing ending have resulted in a unique work that easily crosses many boundaries.","release_date":"2015-09-13","vote_average":0.0,"runtime":19,"cert":"N\/A","id":490181,"title":"Omura Botanical Specimens","adult":false,"genre_ids":[]},{"cast":[],"overview":"When 27-year-old expectant mother Laci Peterson vanishes on Christmas Eve, suspicion falls on her husband, Scott. Take a deep, intimate look into the gripping investigation and explosive trial that became a national spectacle.","release_date":"2017-11-29","vote_average":8.0,"runtime":86,"cert":"\"\"","id":490183,"title":"Scott Peterson: An American Murder Mystery","adult":false,"genre_ids":[]},{"cast":["Tom Schmitt","Kelly Johnson","Tim Eyster","Leonard R. Garner, Jr.","Michelle Jeanette Anderson"],"overview":"Paul Stevens, a young Marine Corps Veteran, lives in California with his sister. He battles with Post Traumatic Stress Disorder and alienates his sister all the while attending group meetings at the local VFW. When he receives a call that his best friend and former squad mate died, he returns home to Philadelphia to help take care of things.","release_date":"2015-09-20","vote_average":0.0,"runtime":13,"cert":"\"\"","id":490185,"title":"Say Again Your Last","adult":false,"genre_ids":[18]},{"cast":["David Hanson","Lisa Goudsmit"],"overview":"Hello, my name is Sophia. I’m the latest robot from Hanson Robotics. I was created using breakthrough robotics and artificial intelligence technologies developed by David Hanson and his friends at Hanson Robotics here in Hong Kong. But I’m more than just technology. I’m a real, live electronic girl. I have feelings too. And I am a citizen of Saudi Arabia.","release_date":"2017-10-13","vote_average":5.0,"runtime":23,"cert":"\"\"","id":490187,"title":"Meet Sophia","adult":false,"genre_ids":[99]},{"cast":["Danielle George","Ben Garrod","Hiroshi Ishiguro","Frank Ruth","Takeo Kanade"],"overview":"Meet the world's leading robot-makers, the trailblazing machines who pioneered key evolutionary leaps for robot-kind, and their most advanced descendants - to uncover just how far we've really come. Explore whether machines built to enhance our lives could one day become our greatest rivals.","release_date":"2017-07-27","vote_average":6.0,"runtime":116,"cert":"N\/A","id":490207,"title":"Hyper Evolution: Rise of the Robots","adult":false,"genre_ids":[99]},{"cast":["Nyjah Huston","Eric Koston","Ryan Decenzo"],"overview":"Following up on the first two installments about SLS and Chris Cole, The Motivation 3 is coming soon. It will focus on Tampa Am and how that can potentially impact a young skaters career. Starring Dashawn Jordan, Zion Wright, Aurelien Giraud, and Lucas Alves, and directed by Adam Bhala Lough, this is certainly not to be missed.","release_date":"2017-09-12","vote_average":6.2,"runtime":75,"cert":"\"\"","id":490209,"title":"Motivation 3: The Next Generation","adult":false,"genre_ids":[99]},{"cast":["Donnie Yen","Baoqiang Wang","Eva Huang","Yu Kang","Simon Yam"],"overview":"The imperial guard and his three traitorous childhood friends ordered to hunt him down get accidentally buried and kept frozen in time. 400 years later pass and they are defrosted continuing the battle they left behind.","release_date":"2018-11-02","vote_average":4.6,"runtime":95,"cert":"N\/A","id":490214,"title":"Iceman: The Time Traveler","adult":false,"genre_ids":[28,35,36]},{"cast":[],"overview":"Two lunkheads get dumped by their friends in the desert.","release_date":"1988-01-01","vote_average":0.0,"runtime":7,"cert":"\"\"","id":490216,"title":"Dumbass From Dundas","adult":false,"genre_ids":[]},{"cast":["Michael Hutchence","Andrew Farriss","Jon Farriss","Tim Farriss","Kirk Pengilly"],"overview":"2017 marks a triumvirate of anniversaries for the legendary Australian rock band INXS. It’s now 40 years since they first formed the band; 30 years since Kick made them global superstars; and 20 years since the untimely passing of their iconic frontman and friend Michael Hutchence.\r Housed in glorious DVD size fan-deluxe packaging, the 30th anniversary edition of Kick extends previous editions with additional B-sides, rare mixes and bonus tracks over 3CDs. In addition, it will feature the album mixed in Dolby Atmos® by producer Giles Martin and Sam Okell at Abbey Road Studios. The new mix appears on a Blu-ray disc along with all the promo videos. Dolby Atmos is an immersive sound technology that delivers the best listening experience on any device and surround sound set-up with a new dimension of clarity, fidelity and space, placing musical elements all around the listener.","release_date":"2017-11-03","vote_average":0.0,"runtime":null,"cert":"N\/A","id":490218,"title":"INXS: Kick 30","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"A sharp, funny snapshot of the filmmaker as a young gay man, attending a Stanford reunion and shocking himself more than his straight pals.","release_date":"1992-12-01","vote_average":0.0,"runtime":21,"cert":"\"\"","id":490241,"title":"An All-American Story","adult":false,"genre_ids":[]},{"cast":[],"overview":"A zany, violent tale from a Hamburg filmmaking collective","release_date":"1992-12-01","vote_average":5.0,"runtime":15,"cert":"N\/A","id":490243,"title":"Anal Steel","adult":false,"genre_ids":[]},{"cast":["Betty Balfour","Seymour Hicks","Oscar Asche","Ellis Jeffreys","Nelson Keys"],"overview":"A British comedy film directed by Henry Edwards","release_date":"1936-04-09","vote_average":0.0,"runtime":75,"cert":"N\/A","id":490248,"title":"Eliza Comes to Stay","adult":false,"genre_ids":[35]},{"cast":["Drew Barrymore"],"overview":"McGruff, Drew Barrymore, and a rag tag band of kids make a rock video about \"saying no to drugs.\"","release_date":"1987-01-01","vote_average":0.0,"runtime":23,"cert":"\"\"","id":490250,"title":"The No Show","adult":false,"genre_ids":[16,35,10402]},{"cast":["Piper Perri","Iris Rose","Hollie Mack","Tiffany Watson","Jon Jon"],"overview":"Four all natural fair skinned blonde beauties are matched up with four dark skinned males with huge horse cocks. Piper Perri, Iris Rose, Hollie Mack and Tiffany Watson will arouse you with their soft alabaster skin and pink pussies in an engaging tease and help bring you to orgasm with their abilities to take every inch of a big black cock.","release_date":"2016-03-11","vote_average":0.0,"runtime":186,"cert":"\"NC-17\"","id":490252,"title":"Contrast","adult":true,"genre_ids":[]},{"cast":[],"overview":"In a world where people's hearts are on the outside and exhibit the qualities of a pet, Mary loses her lovable Skip only to rediscover herself and learn what it truly means to 'follow your heart.'","release_date":"","vote_average":5.0,"runtime":7,"cert":"N\/A","id":490266,"title":"Follow Your Heart","adult":false,"genre_ids":[]},{"cast":[],"overview":"It's Christmas time and the farm animals have a problem: how to buy Farmer Brown the present of his dreams - a Tumbletron 300 clothes dryer. It's a race against time for them, and for Duck who has his own problem - upping his \"nice\" numbers for Santa to get off the \"naughty\" list.","release_date":"2017-11-28","vote_average":0.0,"runtime":36,"cert":"\"\"","id":490268,"title":"Click, Clack, Moo: Christmas at the Farm","adult":false,"genre_ids":[]},{"cast":["Amirah Adara","Alana Rains","Emily Austin","Chloe Chaos","Abbey Brooks"],"overview":"Horny wives who just wanna fuck & suck black cock while their husbands watch!","release_date":"2015-08-04","vote_average":7.0,"runtime":164,"cert":"\"NC-17\"","id":490270,"title":"Cuckold Sessions 19","adult":true,"genre_ids":[]},{"cast":["Nevena Kokanova","Georgi Georgiev-Getz"],"overview":"A hairdresser Gerda has an affair with Dr Nikodimov, a married man past his prime. Savarinova has had her hair done by Gerda in fashionable style. She is ill at ease at a family party. Her sister Mina has been the cause of her anxiety, because the young scientist Belokozhov prefers young and unaffected Mina. They go out to the park and have fun by themselves. Meanwhile, Nikodimov goes to see Gerda in her flat. She tells him what has been preying on her mind during their liaison. Nikodimov's wife comes there but he turns her away. He tells Gerda that he will move in with her for good. Heartbroken, the girl turns him away. Nikodimov goes to the hospital. In his office, he takes out an ampule of cyanide and drains it with a resolute gesture. Mina and Belokozhov discuss love in the park. It starts raining. Laughing, a boy and a girl walk towards the dawn.","release_date":"1967-09-26","vote_average":0.0,"runtime":72,"cert":"N\/A","id":490278,"title":"С дъх на бадеми","adult":false,"genre_ids":[80,18,10749]},{"cast":[],"overview":"A boy struggles to come to terms with the fact that his father is a mercenary when confronting a soon to be victim face to face.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":490286,"title":"The Sins of Our Fathers","adult":false,"genre_ids":[]},{"cast":["Janette Rauch","Alexander Merbeth","Sandra Maren Schneider"],"overview":"","release_date":"2017-12-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":490300,"title":"Kehlkopfschuss","adult":false,"genre_ids":[18]},{"cast":["Jarvis Cocker","Michael Jackson","David Beckham","Victoria Beckham","Louis Walsh"],"overview":"A countdown of infamous incidents from the 1990s, including Hugh Grant's arrest and OJ Simpson's murder trial.  The program also looks back at Eric Cantona kicking a fan during a match, Jarvis Cocker interrupting Michael Jackson's performance at the Brit awards, and David and Victoria Beckham's lavish wedding. Featuring contributions from Louis Walsh, Shaun Ryder, Bez, Michael Burke, Darren Day, Gail Porter, Tim Vincent, Liz McClarnon and Kerry Katona.","release_date":"2017-12-01","vote_average":4.0,"runtime":138,"cert":"\"PG-13\"","id":490302,"title":"The 90s the Most Shocking Celebrity Moments","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The sound of lights passing through a darkened landscape seen from a moving train.","release_date":"1979-01-01","vote_average":0.0,"runtime":2,"cert":"N\/A","id":490304,"title":"Night Train","adult":false,"genre_ids":[]},{"cast":[],"overview":"A short film by Ernie Gehr.","release_date":"1975-01-01","vote_average":0.0,"runtime":5,"cert":"\"\"","id":490306,"title":"Behind the Scenes","adult":false,"genre_ids":[]},{"cast":["Emilio Fernández","Irma Serrano","Manuel Capetillo","Eric del Castillo","Víctor Alcocer"],"overview":"Four amoral drifters team up to retrieve a cache of gold coins from its hiding place.","release_date":"1966-10-12","vote_average":0.0,"runtime":90,"cert":"N\/A","id":490308,"title":"Los malvados","adult":false,"genre_ids":[]},{"cast":["Heath Daniels","Ethan Le Phong"],"overview":"","release_date":"2014-01-28","vote_average":0.0,"runtime":null,"cert":"\"\"","id":490310,"title":"The Best Man","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":490333,"title":"Бранці \/ Captives","adult":false,"genre_ids":[]},{"cast":[],"overview":"A city symphony of kinetic movement in the concrete jungle. A cacophony of textures, layers and surfaces moving in unison and discord yearning for an open horizon.","release_date":"2003-01-01","vote_average":0.0,"runtime":5,"cert":"\"\"","id":490335,"title":"Don't Explain","adult":false,"genre_ids":[]},{"cast":["Geraldine Chaplin"],"overview":"The day after the last performance of the ballet Cinderella. The author alone in the empty theater. Then the show from yesterday evening unfolds.","release_date":"1964-12-18","vote_average":0.0,"runtime":20,"cert":"N\/A","id":490337,"title":"Dernier Soir","adult":false,"genre_ids":[18]},{"cast":["Martine Kelly","Richard Leduc","Niels Arestrup","Gino Da Ronch","Thy-My Pecquet"],"overview":"Pierre and Yves, two homosexuals, live a cozy love in a small Breton village until the arrival of Anne, the ex-girlfriend of Pierre, who will try to separate them.","release_date":"1974-05-05","vote_average":0.0,"runtime":102,"cert":"N\/A","id":490339,"title":"Miss O'Gynie et les hommes fleurs","adult":false,"genre_ids":[18]},{"cast":["Chloe Chaos","Alexis Ford","Ashley Stone","Skylar Madison","Eden Young"],"overview":"White sluts take on black cock and end up with a creamy white filling!","release_date":"2015-01-26","vote_average":8.0,"runtime":154,"cert":"\"NC-17\"","id":490341,"title":"Interracial Creampie Cuties 5","adult":true,"genre_ids":[]},{"cast":["Kyôko Enami","Saeda Kawaguchi","Kôjirô Hongô","Ryôhei Uchida","Goichi Yamada"],"overview":"Second film in the long-running series Daiei Studio's Woman Gambler with Kyoko Enami starring where she plays the woman gambler Ogin.","release_date":"1967-07-14","vote_average":0.0,"runtime":85,"cert":"N\/A","id":490343,"title":"The Woman Gambler","adult":false,"genre_ids":[]},{"cast":["Rodney Moore","Alexxxis Allure","Alice Doe","Cricket Rose"],"overview":"Stepdad likes his big stepdaughters! See all the big fun he gets up to with them!","release_date":"2016-11-14","vote_average":0.0,"runtime":128,"cert":"\"NR\"","id":490360,"title":"Daddy Likes 'em Fatty 4","adult":true,"genre_ids":[14]},{"cast":["Kyôko Enami","Michiyo Ookusu","Chieko Naniwa","Yûsuke Takita","Yûzô Hayakawa"],"overview":"Sixth film in the long-running series Daiei Studio's Woman Gambler with Kyoko Enami starring where she plays the woman gambler Ogin.","release_date":"1968-07-31","vote_average":0.0,"runtime":87,"cert":"N\/A","id":490362,"title":"Woman Gambler Is Coming","adult":false,"genre_ids":[]},{"cast":["Fevzi Altunbulak","Yiğit Dören","Emrah Elden","Erkan Karadeniz","Coşkun Kemer"],"overview":"","release_date":"2013-12-29","vote_average":0.0,"runtime":null,"cert":"N\/A","id":490364,"title":"İblisin Oğlu: 13. Vahşet","adult":false,"genre_ids":[53,27]},{"cast":["Anthony Eustrel","Eugene Leahy","Derek Tansley","Maurice Bannister","John Stuart"],"overview":"A story of robots leading a revolution against their human creators. It explored dehumanization through technology and the failure of a technologically driven utopia.","release_date":"1948-03-04","vote_average":5.0,"runtime":60,"cert":"N\/A","id":490366,"title":"R.U.R.","adult":false,"genre_ids":[878]},{"cast":["Eylül Öztürk","Zeki Şen"],"overview":"","release_date":"2014-05-30","vote_average":3.0,"runtime":null,"cert":"N\/A","id":490368,"title":"Azem: Cin Karası","adult":false,"genre_ids":[53,27]},{"cast":["Anastasia Rose","Jessica Jones","Kendra Heart"],"overview":"Kendra Heart My Uncle and his family came to visit last month and he wound up very ill. Everyone in the family had to work so they asked me to care for him. I would give him his meds and keep his fever in check. One day, I was bathing him and I noticed he had an erection. The thought of my uncle's cock got me so hot, I couldn't help myself. I pulled down his pajamas and started sucking his dick. I straddled him and slid him inside my pussy. I cam almost instantly but still wanted more. I rode him til I came so hard I screamed. Soon as I did I realized my uncle had cum inside me. How twisted would it be if I wound up pregnant? At least he was oblivious so nobody will ever know this happened!","release_date":"2017-08-20","vote_average":0.0,"runtime":80,"cert":"\"NR\"","id":490370,"title":"My Uncle Likes Me Hairy","adult":true,"genre_ids":[14]},{"cast":["Amara Cash","Chase Masterson","Kipleigh Brown","James Ellis Lane","John Champion"],"overview":"A story of robots leading a revolution against their human creators. It explores dehumanization through technology and the failure of a technologically driven utopia.","release_date":"2013-09-13","vote_average":0.0,"runtime":7,"cert":"\"\"","id":490372,"title":"R.U.R. Genesis","adult":false,"genre_ids":[878,28,18]},{"cast":["Richard Herring","Martin Pickles","Pat Reid","Robert Daoust","Tom Binns"],"overview":"Two friends try to track down their old nemesis Richard Herring to try to find out why on earth he is successful when they are not. The film is set against the madness of the 1995 Edinburgh Festival Fringe, was shot entirely on Super 8 film and was inspired by the films of Chris Marker and Nick Broomfield.","release_date":"1996-03-08","vote_average":0.0,"runtime":10,"cert":"N\/A","id":490392,"title":"Fisted","adult":false,"genre_ids":[35]},{"cast":[],"overview":"In praise of a New York deli delivery man, who dodges cars like a matador dodges bulls.","release_date":"1991-08-28","vote_average":0.0,"runtime":5,"cert":"\"\"","id":490394,"title":"Fast Food Matador","adult":false,"genre_ids":[]},{"cast":[],"overview":"A powerful mythic poem about women, the Goddess and the human spirit. It examines our foibles and frailties and how we can grow out of them.","release_date":"1988-04-25","vote_average":0.0,"runtime":8,"cert":"\"\"","id":490399,"title":"She-Bop","adult":false,"genre_ids":[]},{"cast":[],"overview":"The third part in the original Iron Sky continuum takes the story to the hidden Russian megapolis in Mars, the red planet.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":490401,"title":"Iron Sky: The End Game","adult":false,"genre_ids":[878,28,35]},{"cast":["Rubens Ewald Filho","Nicole Puzzi","Débora Muniz","Ary Santiago","Alfredo Sternheim"],"overview":"","release_date":"2008-12-02","vote_average":0.0,"runtime":11,"cert":"N\/A","id":490403,"title":"Boca Marginal","adult":false,"genre_ids":[99]},{"cast":["Penny Pax","Melissa Moore","Luna Star","Marica Hase","Tommy Gunn"],"overview":"Penny and her husband, Logan, enjoy a healthy, happy, open marriage. With Logan working across the country and only seeing his wife Penny on rare occasions, the two keep things exciting by delving into the world of hot-wifing. Penny, eager to please her husband, satiates his desires by bedding a variety of different men. Logan's situation did not begin that way--his first marriage to Melissa fell apart after they explored hot-wifing. Luckily his therapist, Luna, has helped him evolve and embrace wife-sharing with a healthy approach. With a solid marriage and an intensely satisfying sex life, Penny shares her secret to marital bliss with her friend Ryan. But his skepticism further proves that not everyone has what it takes to enjoy sharing...however, when they do it is certain to be a powerful test of both love and lust.","release_date":"2017-12-13","vote_average":0.0,"runtime":147,"cert":"\"NR\"","id":490420,"title":"The Hot Wives","adult":true,"genre_ids":[10749]},{"cast":["Sophie Marceau","Pierre Richard","Nicolas Vaude","Bastien Ughetto","Léna Bréban"],"overview":"Hélène (Sophie Marceau) leads a sad life as editor of cheesy romance novels. But one day, when the old and delightfully eccentric American Mrs. Mills (Pierre Richard) moves into the apartment next door, there is a sudden return to her everyday life. The two unequal women make friends in a hurry and Mrs. Mills is finally even the new face for Hélènes publishing - and that brings great success. But actually the old lady pursues a completely different plan. And is she even a lady?","release_date":"2018-03-07","vote_average":4.9,"runtime":88,"cert":"N\/A","id":490422,"title":"Mme Mills, une voisine si parfaite","adult":false,"genre_ids":[35]},{"cast":["Bruce Le","Bill Louie","Fung Yun-Chuen","Chiang Tao","Tin Ching"],"overview":"The two fighters of the title clash due to a gang boss playing them off against each other. The boss is hoping to steal a million dollars of the country's money, and when the two fighters realise this they combine forces to defeat the gangster, and his accomplice, a man whom they had both formerly respected.","release_date":"1981-01-01","vote_average":0.0,"runtime":88,"cert":"N\/A","id":490424,"title":"Bruce Vs. Bill","adult":false,"genre_ids":[28]},{"cast":["Aintzane Alastruey"],"overview":"A fantasy film about a near future in which the manipulation through TV and mass media modifies our real lives for the benefits of obscure interests.","release_date":"2014-01-16","vote_average":0.0,"runtime":95,"cert":"N\/A","id":490426,"title":"Nexos","adult":false,"genre_ids":[]},{"cast":[],"overview":"A woman from Lapland falls in love with a Viennese soldier during World War II, becomes pregnant and leaves Finland. She gives birth in Hamburg, but later becomes home-sick and returns to her country. The woman is Mari Soppela’s grandmother, the starting point of Soppela’s film, Family Files. Naturally, it is only the start of the film: in the Soppela family saga, it is merely one link in an endless chain.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":490428,"title":"Family Files","adult":false,"genre_ids":[]},{"cast":[],"overview":"The use of black and white, manipulation in the textures of the image, the shots based on long chained fades, the resource of the haptic, as well as its poetic texts, make reference to the capacity of imagination. This video shows the iconic value of the text as an image, from a story that transfigures the idea of the documentary, by being inspired by the road video as another proposal of it. The viewer follows the dialogic narrative and reads the dialogues in a direction opposite to the axis of\r movement of the box. By staging a range of grays, it completely denatures the perception of the real of a trip, of a rupture; this melancholy story of despair is typographic iconography carrier of absent poetic contents","release_date":"1991-01-01","vote_average":0.0,"runtime":7,"cert":"N\/A","id":490433,"title":"Tango: el Narrador","adult":false,"genre_ids":[]},{"cast":["Vanessa Paradis","Camille Cottin","Pierre Deladonchamps","Jean-Pierre Bacri","Chantal Lauby"],"overview":"Gabrielle is a \"statue\" for tourists, much to the chagrin of her teenage son. Elsa is in angry at the world and desperate to become pregnant. Mao is a chronically depressed video game designer who drowns his melancholy in alcohol and psychoanalysis. They are brother and sisters but do not hang out. Ever. Their parents Pierre and Claudine, separated for a long time, have really done nothing to strengthen the bonds of the family - yet, at their grandfather's funeral, they are going to have to meet, and together answer the question: \"What to do with grandma?\"","release_date":"2018-09-05","vote_average":5.9,"runtime":null,"cert":"N\/A","id":490450,"title":"Photo de famille","adult":false,"genre_ids":[35,18]},{"cast":["Conor Higgins","Keeley Milne","Janine Williams"],"overview":"Some Must Watch While Some Must Sleep is a hypnotic and oneiric cinematic poem composed from footage Michael Higgins shot on the road across Alberta and BC, Canada. Photographed on Super 8mm and using hand-processed film techniques to create an unworldly zone between sleep and wakefulness, it looks at three characters and the film’s material that connects them.  It is a film that invites the viewer to sleep with the film’s protagonists, to drift across into the dream world of the film’s material and lose touch with their current surroundings.","release_date":"2012-11-14","vote_average":0.0,"runtime":61,"cert":"N\/A","id":490452,"title":"Some Must Watch, While Some Sleep","adult":false,"genre_ids":[12]},{"cast":["Virna Lisi","Achille Togliani","Eduardo Ciannelli","Barbara Shelley"],"overview":"A young man leaves the countryside and falls for the owner of a nightclub.","release_date":"1955-05-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":490454,"title":"Luna nova","adult":false,"genre_ids":[]},{"cast":["Kagney Linn Karter","Mackenzee Pierce","Courtney Cummz","Brandy Aniston","Nikki Sexx"],"overview":"Throw her on her back and slide your huge cock between those tits right into her mouth. Then, while she's choking on your pole, jam your balls between those melons and let her fun bags massage your nuts til you blow your load! These hot sluts want the chestnuts!","release_date":"2010-07-07","vote_average":0.0,"runtime":146,"cert":"\"NC-17\"","id":490456,"title":"Chestnuts","adult":true,"genre_ids":[]},{"cast":["Kristine Opolais","Vittorio Grigolo","Susanna Phillips","Massimo Cavalletti","Patrick Carfizzi"],"overview":"A new generation of rising stars shines in Franco Zeffirelli’s classic production of Puccini’s most popular opera. Vittorio Grigolo is the poor poet Rodolfo who falls head over heels for his neighbor, the seamstress Mimì, sung by the radiant Kristine Opolais. Susanna Phillips is the flirtatious Musetta, Massimo Cavaletti is her sweetheart Marcello, and Patrick Carfizzi as Schaunard and Oren Gradus as Colline complete the ensemble. Stefano Ranzani conducts.","release_date":"2014-04-05","vote_average":0.0,"runtime":141,"cert":"\"\"","id":490458,"title":"Puccini: La Bohème","adult":false,"genre_ids":[18,10402]},{"cast":["Emil Hostina","Philippe Ambrosini"],"overview":"Trought History Dracula was a Fiction created by Bram Stoker. A Mi=yth, adaptation to Video which became a vampire forgotten by the man who created him. It is a Documentary to take you back to the origins of Vlad the Impaler while taking place from the bloody witnesses giving us the true story of Dracula...","release_date":"2012-12-02","vote_average":7.0,"runtime":null,"cert":"N\/A","id":490460,"title":"Dracula, Le Véritable","adult":false,"genre_ids":[99]},{"cast":["Cécile de France","Arieh Worthalter","Tserendarizav Dashnyam","Ludivine Sagnier","Narantsetseg Dash"],"overview":"In order to forget the death of Paul, the man of her life, Korine leaves Paris for a few weeks, to direct a report in Mongolia. Her meeting with the shaman Oyun will change her life: Korine has a rare gift that Oyun intends to unveil. Korine will agree to start a journey of discovery, which will lead her to discover a new culture, ancestral and forgotten ways, but most importantly herself.","release_date":"2019-10-30","vote_average":0.0,"runtime":100,"cert":"N\/A","id":490462,"title":"A Bigger World","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Pictures, collages, well, call'em XPLUGS","release_date":"2008-08-26","vote_average":0.0,"runtime":9,"cert":"\"\"","id":490482,"title":"Pictures at an Exhibition","adult":false,"genre_ids":[]},{"cast":["Chloe Amour","Capri Anderson","Bree Daniels","Melissa Moore","Riley Reid"],"overview":"When Bree Daniels hires a female escort, her estranged stepsister Chloe Amour shows up at her front door. Melissa Moore seduces Capri Anderson by pretending to be her girlfriend Riley Reid. Music journalist Sarah Vandella threatens to expose teen pop stars Ashley Adams and Samantha Ron are secretly lesbian lovers. In the throngs of lesbian passion, Bree Daniels promises to save her long-lost stepsister Chloe Amour from life as a call girl.","release_date":"2017-11-02","vote_average":10.0,"runtime":161,"cert":"\"NC-17\"","id":490484,"title":"Sister Act","adult":true,"genre_ids":[]},{"cast":["Sheila Marie","David Marc","Jennifer Day","Nadia Dawn","Ashley Danielle Fareas"],"overview":"Howee is a rich famous TV and radio shock jock, married for 20 years with 2 kids. He is hitting middle-aged crisis hard. And he is about to take new route in life.","release_date":"2007-06-26","vote_average":0.0,"runtime":80,"cert":"\"\"","id":490489,"title":"Kung Fu Assassins","adult":false,"genre_ids":[28]},{"cast":[],"overview":"A shy newspaperman nearly gives up when his girlfriend falls for the new guy in town till Withers sets things right.","release_date":"1936-04-09","vote_average":0.0,"runtime":62,"cert":"\"\"","id":490491,"title":"Gentle Julia","adult":false,"genre_ids":[]},{"cast":["Jed Prouty","Shirley Deane","Dixie Dunbar","Tony Martin","Spring Byington"],"overview":"The Jones family goes to a convention traveling in a trailer. The oldest daughter gets involved with a convict, the oldest son has a love affair, and the youngest son gets into photography.","release_date":"1936-08-13","vote_average":0.0,"runtime":57,"cert":"\"\"","id":490493,"title":"Back to Nature","adult":false,"genre_ids":[35]},{"cert":"N\/A","title":"Some Natives of Churchill","cast":[],"id":490495,"overview":"This short documentary zooms in on Churchill, Manitoba, on the western curve of Hudson Bay. The town boomed for a while after it became the railhead seaport for the shipment of Prairie grain. It also changed the way of life of the Native Indian and Inuit population. \"Four levels of government,\" says one, \"and the town's biggest industry is the liquor store.\" In this film, local inhabitants say what they think of the changes and why they decided to stay when others moved on.","runtime":27,"genre_ids":[99],"release_date":"1973-01-01","vote_average":0.0,"adult":false}]