[{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":492517,"title":"Jack Ma: Genio Emprendedor","adult":false,"genre_ids":[]},{"cast":["Tyler Saint","Jeremy Stevens"],"overview":"Who wouldn't want that twink face at the end of their dick? A dick like that really gives you something to hang onto while you're pumping that ass! Spread those legs wide so that dick can get as deep as possible! Gotta love it when they're that flexible!","release_date":"2017-11-14","vote_average":0.0,"runtime":176,"cert":"\"\"","id":492519,"title":"Gay Casting Couch 8","adult":true,"genre_ids":[]},{"cast":["Mario Costa","Krys Perez","F.X. Rios","Kevin Blaise","Scott DeMarco"],"overview":"Bigger is definitely better! Act like a man and take that dick! Let`s play hide the meat... in your ass! Just a few more inches!","release_date":"2016-09-15","vote_average":0.0,"runtime":161,"cert":"N\/A","id":492521,"title":"Damn That's Big 13","adult":true,"genre_ids":[]},{"cast":["Jeremy Owen","Megan Pribyl","Israel Wright","Merritt Glover","Whitney Moore"],"overview":"A seedy downtown bar on a quiet Sunday morning becomes a battleground for Armageddon, when a batch of bad booze contaminates the alcohol supply of the local drunks. Carrying a mutated worm, the tainted tequila infects all who drink it, swiftly turning them into ravenous shots for brain-eating worms. Luckily, an intrepid group of drunks, losers and lost souls is on hand to save the day!","release_date":"2012-06-01","vote_average":0.0,"runtime":101,"cert":"\"R\"","id":492523,"title":"Rotgut","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Jimmy, Clark Kent and Lana Lang's friend, is ashamed that his father works as a doorman at the Smallville theater. His opinion changes when Superboy is able to thwart a robbery with Jimmy's father's help.","release_date":"1961-01-01","vote_average":0.0,"runtime":26,"cert":"\"\"","id":492531,"title":"The Adventures of Superboy","adult":false,"genre_ids":[]},{"cast":[],"overview":"A lost film. Mary pickford Screenwriter.","release_date":"1911-03-09","vote_average":0.0,"runtime":10,"cert":"\"\"","id":492557,"title":"The Medallion","adult":false,"genre_ids":[]},{"cast":[],"overview":"Docu-drama telling the story of one of the most infamous incidents in recent British medical history. On 13th March 2006, 8 healthy young men took part in a clinical trial for a leukaemia drug that went very wrong.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":492559,"title":"The Drug Trial: Emergency at the Hospital","adult":false,"genre_ids":[]},{"cast":["Chuck E. Cheese","Gene Simmons","Jim Newberry","Glenn Danzig","Keegan-Michael Key"],"overview":"The found footage collective, Everything is Terrible! Has taken over 2,000 forgotten VHS tapes and re-contextualized them in order to tell the tale of The Dark Lord himself, Lucifer.","release_date":"2017-09-26","vote_average":10.0,"runtime":72,"cert":"\"\"","id":492561,"title":"Everything Is Terrible! Presents: The Great Satan","adult":false,"genre_ids":[27,35,14]},{"cast":["Staci May","Kayli Moon","Sierra Nicole","Erin Grey","Lily Adams"],"overview":"When we hired Stacy, she brought along her pal Kayli and then they both took turns gagging on Mike's cock before he pounded both their pussies to orgasm. We picked up Sierra Nicole at the train station and then we took her home to get railed! When Erin showed up for her scene, Mike helped her pick out her outfit, then she begged for the cock! Lily is a sexy brunette with a great rack that fucked and sucked Jerry like a real pro!","release_date":"2017-03-06","vote_average":8.0,"runtime":210,"cert":"\"NC-17\"","id":492563,"title":"OC Amateurs 2: Newport Nymphos","adult":true,"genre_ids":[]},{"cast":["Ethan Hawke","Dane DeHaan","Jake Schur","Leila George","Adam Baldwin"],"overview":"New Mexico Territory, 1880. Rio Cutler and his older sister Sara must abandon their home after an unfortunate event happens. In their desperate flee to Santa Fe, they cross paths with the infamous outlaw Billy the Kid and his gang, who are ruthlessly pursued by a posse led by Sheriff Pat Garret.","release_date":"2019-03-08","vote_average":6.1,"runtime":100,"cert":"\"R\"","id":492565,"title":"The Kid","adult":false,"genre_ids":[37,18]},{"cast":[],"overview":"Four animals try to play their instruments, but are annoyed by each other's noise.","release_date":"","vote_average":0.0,"runtime":10,"cert":"N\/A","id":492582,"title":"Giai Điệu","adult":false,"genre_ids":[]},{"cast":[],"overview":"A squirrel becomes a hairdresser.","release_date":"","vote_average":0.0,"runtime":10,"cert":"N\/A","id":492584,"title":"小松鼠理发师","adult":false,"genre_ids":[]},{"cast":["Cüneyt Arkın","Aytekin Akkaya","Niyazi Er","Bahar Erdeniz","Hüseyin Peyda"],"overview":"","release_date":"1977-01-01","vote_average":9.5,"runtime":null,"cert":"N\/A","id":492592,"title":"Hakanlar Çarpışıyor","adult":false,"genre_ids":[]},{"cast":["Dominique Michel","Yvon Deschamps","Gilles Latulippe","Suzanne Lévesque","Claude Michaud"],"overview":"","release_date":"1971-12-25","vote_average":0.0,"runtime":102,"cert":"N\/A","id":492594,"title":"Tiens-toi bien après les oreilles à Papa","adult":false,"genre_ids":[35]},{"cast":["Mackenzie Davis","Finn Wolfhard","Brooklynn Prince","Mark Huberman","Niall Greig Fulton"],"overview":"A young governess is hired by a man who has become responsible for his young nephew and niece after the deaths of their parents. A modern take on Henry James' novella \"The Turn of the Screw\".","release_date":"2020-01-24","vote_average":0.0,"runtime":null,"cert":"\"\"","id":492611,"title":"The Turning","adult":false,"genre_ids":[27,53]},{"cast":["Aaron Paul","Danny Murphy","Mary Elizabeth Winstead","Scoot McNairy","Darcy Fehr"],"overview":"An unlikely friendship unfolds between a young deaf boy, Wesley, and a fugitive criminal who takes refuge in an abandoned barn on the family’s rural North Dakota farm.","release_date":"2019-10-04","vote_average":7.5,"runtime":94,"cert":"\"\"","id":492613,"title":"The Parts You Lose","adult":false,"genre_ids":[18,28,53]},{"cast":["Alexandra Lamy","Daniel Benoin","Marie-France Pisier","Michel Boujenah","Pierre Vaneck"],"overview":"","release_date":"2009-10-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":492615,"title":"A.D.A. : L'argent des autres","adult":false,"genre_ids":[]},{"cast":["Paige Spara","Anahi Bustillos","Kelli Goss","Greta Jung"],"overview":"Short film based on a randomly selected Bible verse.  Assigned Verse: Genesis 30:1\r When Rachel saw that she was not bearing Jacob any children, she became jealous of her sister. So she said to Jacob, \"Give me children, or I'll die!\"","release_date":"2014-09-16","vote_average":0.0,"runtime":10,"cert":"\"\"","id":492617,"title":"What Showers Bring","adult":false,"genre_ids":[]},{"cast":["Geraldine O'Rawe","Alex Appel","John Mahoney","Mary McDonnell","Cara Pifko"],"overview":"In this forceful study of religious passion an extraordinary spiritual experience is placed in the center of a deftly evoked natural world, namely, rural upstate New York just after the turn of the century. At summer's end, when she is 17, Mariette Baptiste, educated daughter of the local doctor, enters the cloistered convent of Our Lady of the Afflictions as a postulant. Her religious fervor, understated but determined, makes an impact on the small community of nuns whose days and nights are measured in a round of prayer and farm work changing only with the seasons. Their ordered life is disrupted, however, as Mariette begins to fall into a series of trances from which she awakens with stigmata, which heal as spontaneously as they appear. The feelings of skepticism, jealousy and adoration evoked in the nuns, Mariette's own response and that of the Mother Superior are delicately, indelibly presented.","release_date":"1996-07-04","vote_average":0.0,"runtime":86,"cert":"\"PG-13\"","id":492619,"title":"Mariette in Ecstasy","adult":false,"genre_ids":[18]},{"cast":["Gabrielle Haugh","Grayson Gabriel","Lin Shaye","Robert Englund","Emily Haine"],"overview":"A girl and her friends find a game in the attic that summons a creature known as The Midnight Man, who uses their worst fears against them.","release_date":"2016-09-30","vote_average":5.1,"runtime":95,"cert":"\"\"","id":492621,"title":"The Midnight Man","adult":false,"genre_ids":[27]},{"cast":[],"overview":"Homogenic is the third international solo album by Icelandic musician Björk, released in September 1997. Produced by Björk, Mark Bell, Guy Sigsworth, Howie B and Markus Dravs, it was released on One Little Indian Records.","release_date":"1997-09-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":492632,"title":"Björk - Homogenic","adult":false,"genre_ids":[10402]},{"cast":["Nora Girardi","Willi Forst","Albrecht Attems","Hans Effenberger","Anny Miletty"],"overview":"A woman is rescued after a shipwreck by two fishermen and falls in love with one of them, whereupon the other jealousy attempts a fratricide and other intrigues. The film seems almost like a prelude to Italian neo-realism.  Filmed on Sicily, Corsica and on the French Riviera.","release_date":"1924-05-04","vote_average":0.0,"runtime":67,"cert":"N\/A","id":492634,"title":"Strandgut","adult":false,"genre_ids":[18]},{"cast":[],"overview":"To celebrate the 10th Anniversary of the launch of the original game, we flew to Warsaw for 10 days to conduct over a dozen interviews with the people behind the design of The Witcher franchise.  In tackling a project of this size we decided to focus down on a number of stories. The first two videos chart the rise of CD Projekt from the ashes of Soviet Poland, and include nostalgic tales of the development of the first two games.  The next three videos in the series dive into what we felt were the most uniquely interesting parts of the game's development; it's world-building, the design of it's quests and the crazy length the team go to to localize the game for other markets. Finally, the fourth video in the series is a pick & mix of many other elements that were crucial to the game's success; music, combat design, cinematics, Gwent, and much more.","release_date":"2017-08-01","vote_average":0.0,"runtime":165,"cert":"\"\"","id":492636,"title":"The Witcher Documentary","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Cindy Shank, mother of three, is serving a 15-year sentence in federal prison for her tangential involvement with a Michigan drug ring years earlier. This intimate portrait of mandatory minimum drug sentencing's devastating consequences, captured by Cindy's brother, follows her and her family over the course of ten years.","release_date":"2018-01-20","vote_average":7.1,"runtime":87,"cert":"\"\"","id":492638,"title":"The Sentence","adult":false,"genre_ids":[99]},{"cast":["Chase Michelson","Jesse Hilton","Damien Lucas","Keirin Brinson","Tristan Tyler"],"overview":"School's out and what better way to spend your afternoon than with a study partner that's got more than algebra on the brain. These cuties know how to reward themselves with some hot ass pounding sex, juicy dick sucking and a threeway with a delivery boy. Join Skylar Wells, Tristan Tyler, Jake Lopez, Braden Fox, Aaron Tyler, Keirnin Brinson, Damien Lucas, Chase Michelson, Jessie Hilton and Jake Masters in this sexed up 8teenboy study session.","release_date":"2008-12-11","vote_average":0.0,"runtime":100,"cert":"\"\"","id":492640,"title":"After School's Out","adult":true,"genre_ids":[]},{"cast":["Paul Annett"],"overview":"An interview with director Paul Annett, focusing on his cult film The Beast Must Die.","release_date":"2003-01-01","vote_average":0.0,"runtime":12,"cert":"\"\"","id":492645,"title":"Directing the Beast","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A dishonorably discharged Army Ranger must take over his ailing sister's high end proposal business only to fall in love with one of their clients.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":492647,"title":"The Proposal Plan","adult":false,"genre_ids":[10770,10749,35]},{"cast":["Jacques Breuer","Hannes Jaenicke","Stephan Meyer-Kohlhoff"],"overview":"","release_date":"1994-03-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":492655,"title":"Unsichtbare Mauern","adult":false,"genre_ids":[18]},{"cast":["Carlos Bartolomeu","Márcia Breia","Júlio Cardoso","Cremilda Gil","João Lagarto"],"overview":"An adaptation of two short stories by Passos Coelho, essentially shot in a valley that is a territory threatened by floods, the film is a cinematographic chronicle of the rural worker in the area of Montemor-o-Velho.","release_date":"1978-01-01","vote_average":0.0,"runtime":102,"cert":"N\/A","id":492657,"title":"Histórias Selvagens","adult":false,"genre_ids":[]},{"cast":["Larry Fernandes","Harshika Poonacha","Vipin Lobo","Reena Dsouza","Sonal Monteiro"],"overview":"Pilibail Yamunakka is an Tulu language film directed by K Sooraj Shetty, starring Purav Ambar, Sonal Monteiro, Naveen D Padil in lead roles.  The movie has been produced by Rohan Shetty under the banner of Lakumi Cine Creations.  Audio launch of this film was held on 19 June 2016.  The movie released on 9 December 2016.  film successfully completed 50 days","release_date":"2016-12-09","vote_average":10.0,"runtime":2,"cert":"N\/A","id":492659,"title":"Pilibail Yamunakka","adult":false,"genre_ids":[10749,35,9648,10751]},{"cast":["Ralph Herforth","Evelyn Meyka","Natalia Wörner"],"overview":"","release_date":"1992-04-23","vote_average":0.0,"runtime":null,"cert":"N\/A","id":492661,"title":"Glück 1","adult":false,"genre_ids":[18]},{"cast":["Friedrich W. Bauschulte","Evelyn Meyka","Eva Zlonitzky","Rainer Schmitt"],"overview":"","release_date":"1982-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":492663,"title":"Fremdes Land oder Als die Freiheit noch zu haben war","adult":false,"genre_ids":[18]},{"cast":["Wolfgang Dahl","Dirk Feinermann","Christian Lorenz","Theo Gnauck","Mathias Herrmann"],"overview":"A satire on the political and spiritual conditions in GDR by the end of the 80s.","release_date":"1992-05-21","vote_average":0.0,"runtime":50,"cert":"N\/A","id":492665,"title":"Die Wahrheit über die Stasi","adult":false,"genre_ids":[36,35,18]},{"cast":["Robin Padilla","Angelika dela Cruz","Rommel Padilla","Raven Villanueva","Johnny Delgado"],"overview":"Anghel and Angelica are two people from two different worlds. Anghel is serving his sentence and is confined in the National Penitentiary while Angelica is a graduating student at the prime of her life. When she goes to the Penitentiary, she sees Anghel and is intrigued by him. She learns that he is well respected by his mates and that his word is considered as law inside the Billibid. At first, Anghel is annoyed by her presence but he later grows fond of her. Eventually, the people around them notice the understanding and try to keep them apart.","release_date":"2002-03-20","vote_average":0.0,"runtime":120,"cert":"N\/A","id":492679,"title":"Hari ng selda: Anak ni Baby Ama 2","adult":false,"genre_ids":[28]},{"cast":["João Pedro Albuquerque"],"overview":"","release_date":"2017-12-25","vote_average":0.0,"runtime":null,"cert":"N\/A","id":492681,"title":"Verão-da-Lata na Era Paleozoica","adult":false,"genre_ids":[99,36,35]},{"cast":["Fatumata Sané"],"overview":"Clara is a lazy and irresponsible teenager, who live in Bissau (the capital city of Guinea-Bissau), and uses her beauty as a weapon. Everyone around her admonishes her, despising her and naming her as Clara di Sabura (Clara of Parties, of the Good Life).","release_date":"2011-12-18","vote_average":0.0,"runtime":64,"cert":"N\/A","id":492683,"title":"Clara di Sabura","adult":false,"genre_ids":[18]},{"cast":["Clive Dancey","Joanna Scanlan"],"overview":"The real story of Steve Carell film","release_date":"","vote_average":4.7,"runtime":null,"cert":"N\/A","id":492685,"title":"40 Year Old Virgins","adult":false,"genre_ids":[]},{"cast":["Sofia Carson","Jordan Fisher","Whoopi Goldberg"],"overview":"Academy Award-Winning Actress and \"The View\" Co-Host Whoopi Goldberg Reveals Disney Holiday Secrets in Freeform's \"Decorating Disney: Holiday Magic\".","release_date":"2017-12-18","vote_average":8.0,"runtime":58,"cert":"\"PG\"","id":492690,"title":"Decorating Disney: Holiday Magic","adult":false,"genre_ids":[99,10402]},{"cast":["Elie Haddad","Toyah Frantzen","Yousef Hayyan Jubeh"],"overview":"Our once beautiful homeland had become uninhabitable. Too dangerous to walk the streets, drive a car, visit friends. Many had already left Syria. Risking their lives on the open water. Giving all we had to the ruthless, opportunists who trade in the currency of human misery. We all spent what little money we had to reach anywhere, a safe place, a new life away from the bloodshed, the bombing, the murder. Europe was meant to offer us hope. Yet the borders closed one by one. We gave up everything, left all we had behind. Living on hand outs, with no shelter, no money and now no hope. I am here, trapped in Calais Jungle. I don’t know where my wife is. The police treat us like animals. They beat us and spray us with teargas everyday. We cannot move forward, we cannot go back. We have to get out of here. I look into the eyes on this camp and I can see it; The blank emptiness of desperation. In another life I was a teacher. Now I’m a refugee. My name is Adnan.","release_date":"2017-09-26","vote_average":0.0,"runtime":84,"cert":"N\/A","id":492692,"title":"In Another Life","adult":false,"genre_ids":[18]},{"cast":["Roland Giraud","Attica Guedj","Maaike Jansen","Jean-Luc Moreau"],"overview":"","release_date":"2000-09-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":492700,"title":"Alarmes, etc...","adult":false,"genre_ids":[35]},{"cast":["Allen Ginsberg","Shirley Clarke","Adolfas Mekas","Jonas Mekas","Michelangelo Antonioni"],"overview":"A rare behind-the-scenes view of the exploding New York “underground” in the late sixities, a turbulent time and place that was to change American culture forever. A German TV crew, led by journalist Gideon Bachmann, explores the epicenter of the sixties revolution in art, music, poetry and film and interviews the main players in the “New American Cinema,” that was born on the streets of New York. Against a backdrop of cultural upheaval in all of the arts and growing political agitation against the Vietnam War, Bachman interviews the most prominent figures in “underground film,” including Jonas Mekas, Shirley Clarke, the Kuchar Brothers and Bruce Connor, and visits the most notorious location in the New York art world of the era - Andy Warhol’s Factory - to conduct an interview with the genius of Pop Art himself.","release_date":"1968-01-01","vote_average":0.0,"runtime":51,"cert":"\"\"","id":492702,"title":"Underground New York","adult":false,"genre_ids":[99]},{"cast":["Joseph Bologna","Michel Roux","Renée Taylor","Geneviève Fontanel"],"overview":"","release_date":"1985-09-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":492704,"title":"Au secours, elle me veut !","adult":false,"genre_ids":[35]},{"cast":["Panos Mihalopoulos","Iro Moukiou"],"overview":"When Rod Foster, an American diplomat, is coming to Athens for an international conference, a young Russian delegation resorts to his suite to hide and creates a series of comic strikes, with the danger of the conference hanging in the air.","release_date":"1990-09-04","vote_average":0.0,"runtime":90,"cert":"N\/A","id":492706,"title":"Ένα σκιουράκι στη σουίτα μου","adult":false,"genre_ids":[35]},{"cast":["Jeffrey Dahmer"],"overview":"Two-and-a-half decades ago, a man from Milwaukee named Jeffrey Dahmer was tried and convicted of 17 gruesome murders that occurred between 1978 and 1991. Dahmer was convicted of luring young men into his home, where he then drugged, sexually violated, killed and finally consumed them. Investigative journalist Nancy Glass secured exclusive access and the first televised interview with the famous serial killer. Dahmer on Dahmer: A Serial Killer Speaks' catapults viewers into Jeffrey Dahmer's psyche, providing a unique look at the life of a serial killer that shook the nation.","release_date":"2017-12-12","vote_average":7.0,"runtime":87,"cert":"\"\"","id":492711,"title":"Dahmer On Dahmer: A Serial Killer Speaks","adult":false,"genre_ids":[80,99]},{"cast":["Itziar Martinez","Dennis Mencia","Raul Walder","Sean Ormond","Josephine Phoenix"],"overview":"During a visit to friends, Sara begins having visions and is attacked by an unearthly creature in her friend’s swimming pool; she soon discovers that anyone who comes into contact with the water is in danger and she is driven to confront the mystical and malevolent creature lurking in the depths","release_date":"2019-08-13","vote_average":9.0,"runtime":103,"cert":"N\/A","id":492713,"title":"Drowning Echo","adult":false,"genre_ids":[27,9648,53]},{"cast":["Mary Pickford","Owen Moore","Lottie Pickford","Mayme Kelso"],"overview":"Little Red Riding Hood with Mary pickford!","release_date":"1911-12-17","vote_average":0.0,"runtime":10,"cert":"\"\"","id":492724,"title":"Little Red Riding Hood","adult":false,"genre_ids":[]},{"cast":["Louise Brealey"],"overview":"A boy meets girl love story. Nearly.","release_date":"","vote_average":4.0,"runtime":4,"cert":"N\/A","id":492726,"title":"I Want You","adult":false,"genre_ids":[35,18]},{"cast":["Alexis Fawx","Megan Rain","Adria Rae","Xander Corvus","Marcus London"],"overview":"Sam's bummed when his smokin' hot girlfriend, Jessica, breaks up with him right before she was supposed to meet his family. Luckily for him, the break up sex is awesome. He gets one last taste of her sweetness before heading home to see his father, Darnell, and meet his new stepmother, Suzanne. Sparks fly between him and his gorgeous stepmom - she's an adventurer and a free spirit, just like him. Meanwhile Sam's sister, Bethany, announces her engagement to Robert, but the two are so involved in talking they don't take much notice. That night Darnell eagerly bangs his hot wife, Suzanne, and she's an enthusiastic fuck, but she doesn't want to cuddle afterwards...Will this marriage last, or will the two wild adventurers find their own sexy escape?","release_date":"2017-02-08","vote_average":0.0,"runtime":122,"cert":"\"NC-17\"","id":492728,"title":"The Stepmother 15","adult":true,"genre_ids":[]},{"cast":["Maria Esther Stockler"],"overview":"This film follows Maria Esther, Jose Agrippino's partner, as she falls into a trance; the film takes place in the day-to-day setting of a room looking out over the beach and over the roofs of a house in North Africa.","release_date":"1978-12-14","vote_average":0.0,"runtime":40,"cert":"N\/A","id":492730,"title":"Maria Esther: Danças Na África","adult":false,"genre_ids":[18]},{"cast":[],"overview":"","release_date":"2007-12-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":492732,"title":"Bravo Charlot!","adult":false,"genre_ids":[]},{"cast":["Jefford Curre'"],"overview":"The story follows a top secret government agent who finds himself at the center of a global crisis. He's a high target for underground recruitment, and the top priority of an international manhunt. It's a race against time and against all odds, in a battle to save the peaceful playground from total destruction.","release_date":"1994-12-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":492737,"title":"Paradise Intrigue","adult":false,"genre_ids":[]},{"cast":["Roger Leir"],"overview":"This program follows UFO specialist Dr. Roger Leir as he uses the latest scientific and medical techniques to study alien implants inserted into human abductees, breaking the conspiracy of silence surrounding extraterrestrial activity on Earth. Leir documents the surgical removal of an alien implant from a human victim and also investigates a strange alien artifact found at a UFO hotspot that left conventional scientists baffled.","release_date":"","vote_average":0.0,"runtime":60,"cert":"N\/A","id":492748,"title":"The Scientific Study of Alien Implants - Part 1","adult":false,"genre_ids":[]},{"cast":["Bum Krüger","Ulli Philipp","Gila von Weitershausen","Erna Sellmer","Herbert Bötticher"],"overview":"","release_date":"1965-11-28","vote_average":0.0,"runtime":null,"cert":"N\/A","id":492750,"title":"Die Tochter des Brunnenmachers","adult":false,"genre_ids":[35]},{"cast":["Paul Dahlke","Edeltraut Elsner","Willi Rose","Karl Walter Diess","Michael Degen"],"overview":"","release_date":"1965-01-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":492752,"title":"Tabula rasa","adult":false,"genre_ids":[35]},{"cast":["Anne-Marie Blanc","Robert Meyn","Klaus Höhne","Ernstwalter Mitulski"],"overview":"","release_date":"1960-03-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":492754,"title":"Gäste auf Woodcastle","adult":false,"genre_ids":[35]},{"cast":["İbrahim Tatlıses","Perihan Savaş"],"overview":"Brutal Turkish cop film.","release_date":"1982-02-01","vote_average":8.0,"runtime":null,"cert":"N\/A","id":492756,"title":"Yalan","adult":false,"genre_ids":[]},{"cast":["Elizabeth Stanton","Garrett Clayton"],"overview":"HOLLYWOOD HOLIDAY TRADITION WITH GRAND MARSHAL DR. OZ – Dr. Oz serves as Grand Marshal for the “Largest Christmas Celebration in America.” Hosted by popular personalities Erik Estrada, Laura McKenzie, Dean Cain and Montel Williams, with special co-hosts Elizabeth Stanton and Garrett Clayton, the parade on Hollywood Boulevard will include live musical performances that will take place on two stages.","release_date":"2017-12-15","vote_average":0.0,"runtime":70,"cert":"\"\"","id":492758,"title":"The 86th Annual Hollywood Christmas Parade","adult":false,"genre_ids":[14]},{"cast":[],"overview":"It’s Christmas Eve, and Leland Jeppson’s hope is gone. Struggling to get by in their rustic homestead, he had at least wanted to give his family a special Christmas. But with a blizzard blowing in and the train bearing their gifts nowhere in sight, it seems Christmas is just one more thing they’ll have to do without. But as dusk falls, the Jeppsons’ packages unexpectedly arrive at the post office in the not-so-nearby town. Half-blind Postman George Schow is hesitant to brave the storm, but his son, Sidney, will stop at nothing to bring Christmas to the Jeppsons—and ask their daughter, Ellen, to the New Year’s Eve dance. Now it’s up to father and son to battle fierce elements in an attempt to deliver a Christmas miracle. Don’t miss this heartwarming reminder that while God helps those who help themselves, sometimes He does so through others.","release_date":"2016-12-01","vote_average":0.0,"runtime":27,"cert":"\"\"","id":492760,"title":"Christmas Dress","adult":false,"genre_ids":[]},{"cast":["Lissy Arna","Anton Pointner","Karl Etlinger","Carla Bartheel","Ulrich Steindorff"],"overview":"This is the German-language version of 1930's \"The Way of All Men\", shot by Warner Bros. in Hollywood with a German-speaking cast.","release_date":"1931-02-05","vote_average":0.0,"runtime":73,"cert":"N\/A","id":492774,"title":"Die Maske fällt","adult":false,"genre_ids":[]},{"cast":[],"overview":"Science Breakthroughs: Homo Naledi Discovered in 2013, new and puzzling finding of small-skulled fossils of Homo Naledi has scientists trying to understand whether Homo Sapiens lived at the same time as Homo Naledi, and how Homo Naledi communities may have lived.","release_date":"2017-12-25","vote_average":0.0,"runtime":null,"cert":"\"\"","id":492776,"title":"Science Breakthroughs: Homo Naledi","adult":false,"genre_ids":[]},{"cast":["Steph Davis","Scott Jurek","RIch Roll","Carol J. Adams","Gene Baur"],"overview":"In the feature documentary FROM THE GROUND UP, former meat-eating college football player Santino Panico goes on a journey to rediscover the athlete within--this time, as a vegan. As he meets with vegetarian and vegan elite competitors, this story about food and sport expands to confront the social norms and far-reaching impacts of food choices.","release_date":"2017-12-08","vote_average":7.0,"runtime":97,"cert":"\"\"","id":492778,"title":"From the Ground Up","adult":false,"genre_ids":[99]},{"cast":["Dionysis Xanthos","Lydia Lenossi","Katerina Razelou","Lukas Metaxas","Kostas Triantafyllopoulos"],"overview":"","release_date":"1986-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":492780,"title":"Στόχος η εκδίκηση","adult":false,"genre_ids":[18]},{"cast":["Roy DeVito","Alex Wilson"],"overview":"A young boy lies awake at night waiting for his drunken dad to come home. Listening to his mom's sobs, the boy imagines himself the hero, rescuing the father from his drinking buddies and bringing him home. When the father finally comes home for real, instead of relief, the boy is filled with dread. This film shows how a child tries to cope with parental addiction and conflict.","release_date":"2008-01-26","vote_average":0.0,"runtime":21,"cert":"\"\"","id":492782,"title":"The Games of Night","adult":false,"genre_ids":[18]},{"cast":["Stellan Skarsgård","Filip Hammarström"],"overview":"Swedish writer Stig Dagerman (1923-1954) was a literary sensation who after a few productive years, suddenly fell silent. Struggling with writer's block, Dagerman wrote the essay \"Our Need for Consolation\" about his inner demons and his quest for freedom. For the first time in English, featuring Stellan Skarsgard as an on-camera narrator, this film brings Dagerman's powerful words to life in the form of a visual poem.","release_date":"2012-06-06","vote_average":10.0,"runtime":20,"cert":"\"\"","id":492784,"title":"Our Need for Consolation","adult":false,"genre_ids":[18,99]},{"cast":[],"overview":"Related films it will show","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":492801,"title":"Big Cinema","adult":false,"genre_ids":[]},{"cast":["Ananya","Kailash","Mukesh","Rishi Prakash","Irshad Ali"],"overview":"‘Kalyanism’ is the story of a Malayalee family trapped in another country due to legal issues. When her husband gets arrested by the police, Kalyani (Ananya) takes up the responsibilities of her family. The quick-witted behavior of Kalyani at various challenging situations forms the plot of ‘Kalyanism’. Kalyani boldly strives hard to overcome the unexpected tragedies in her life. ‘Kalyanism’ is a woman-centric movie written and directed by debutant Anu Ram. The movie is completely shot in Gulf. Mukesh, Kailash, Kochupreman, Sphadikam George, Ansin, Surya Prakash, Satish Menon, Albert Alex, Shanil Nazer, and Thara also include the cast. 'Kalyanism' is produced by Prajeesh Chandran and Abhilash Mallya under the banner of Four Films.","release_date":"2015-03-06","vote_average":0.0,"runtime":null,"cert":"N\/A","id":492803,"title":"Kalyanism","adult":false,"genre_ids":[18]},{"cast":["Gordon"],"overview":"Gordon gets roasted.","release_date":"2016-12-20","vote_average":10.0,"runtime":null,"cert":"N\/A","id":492805,"title":"The Roast of Gordon","adult":false,"genre_ids":[35]},{"cast":["Murdock MacQuarrie","William C. Dowlan","Pauline Bush","James Robert Chandler","Edna Maison"],"overview":"Based on a play by Edward Bulwer-Lytton. Originally released in six reels, but later cut to four due to poor reviews. A lost film.","release_date":"1914-09-25","vote_average":0.0,"runtime":60,"cert":"\"\"","id":492807,"title":"Richelieu","adult":false,"genre_ids":[]},{"cast":["Ramesh Pisharody","Sarayu","Kaviyoor Ponnamma","Mala Aravindan","Bijukuttan"],"overview":"Bhoominathan (Ramesh Pisharody) keeps big aspirations in his life. His dreams are all revolving around a property in the city, which he inherited. Bhoominathan finds that making a tourist resort in the land, is the best possible business which can bring him big returns. He starts to realise his plans to build a resort by digging down for making a good basement. And he finds to his astonishment, the archaic remnants of a ship.  Bhoomi takes no time to inform the archaeological department which lands him to further troubles and his project of resort building gets blocked. Bhoomi has got a friend in Radhika (Sarayu), who also works with the same department. Now with the help of some fresh ideas from her, he plans to venture into a new arena of business. The movie goes on to tell in a lighter manner, how some unexpected happenings can change the fate of a youth.","release_date":"2009-11-27","vote_average":2.3,"runtime":null,"cert":"N\/A","id":492809,"title":"Kappalu Muthalali","adult":false,"genre_ids":[]},{"cast":["Carolina Oliveira","Thiago Martins","Letícia Sabatella","José Mayer","Ângelo Antônio"],"overview":"The real-life story of Zeneida, a girl who moves to a farm with her mother and finds herself having an unusual connection with a forest spirit.","release_date":"2017-12-07","vote_average":9.0,"runtime":78,"cert":"N\/A","id":492811,"title":"Encantados","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":492813,"title":"As Aventuras do Pequeno Colombo","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2014-11-27","vote_average":0.0,"runtime":null,"cert":"N\/A","id":492833,"title":"Háski í Vöðlavík","adult":false,"genre_ids":[99]},{"cast":[],"overview":"The story of a mysterious hotel room and how the lives of those who stay there change - for better or for worse.","release_date":"2015-05-15","vote_average":0.0,"runtime":null,"cert":"N\/A","id":492835,"title":"Room No. 103","adult":false,"genre_ids":[53,18]},{"cast":["JP Dalton","Justus Foehrkolb"],"overview":"College film major JP Dalton goes back home to talk with his friends about the past, present, and future.","release_date":"2018-04-07","vote_average":0.0,"runtime":10,"cert":"\"\"","id":492837,"title":"Making Filmmakers","adult":false,"genre_ids":[99]},{"cast":[],"overview":"'Praying Mantis' is another blue-chip production from the master workshop of award-winning filmmaker Kurt Muendl. Programmes like 'An Everyday Monster' about the house fly, 'Shadow hunters' about scorpions or 'Messengers of the Gods' about butterflies have made the macro expert world-renowned. His most recent film about the Iceman has also been featured as a movie. 'Praying Mantis' promises to be another first-grade macro masterpiece.","release_date":"2004-01-30","vote_average":0.0,"runtime":null,"cert":"\"\"","id":492839,"title":"Alien Insect: Praying Mantis","adult":false,"genre_ids":[]},{"cast":["Amy Shelley"],"overview":"Failed musician Vanessa comes home from her stale office job one evening  to find a version of herself already inside her own house, and descends  into a nightmare from which she struggles to awake.","release_date":"2017-12-15","vote_average":0.0,"runtime":19,"cert":"N\/A","id":492844,"title":"Karaoke","adult":false,"genre_ids":[27,53]},{"cast":["Sean Wing","Angela Trimbur","Aaron Ramzi","Dick Hess","Nikki McCauley"],"overview":"After Sean and his girlfriend watch a Jake Gyllenhaal movie, Sean suspects his girlfriend has a crush on the movie star; but as Sean's suspicions grow, his fear seems to manifest their fateful encounter.","release_date":"2016-10-14","vote_average":0.0,"runtime":15,"cert":"\"\"","id":492846,"title":"I Know Jake Gyllenhaal Is Going to Fuck My Girlfriend","adult":false,"genre_ids":[35]},{"cast":["Tyler Hill","Chandler Mason","Colton James","Joey Mills","Evan Parker"],"overview":"Sharing a bedroom ALWAYS brings boys closer. Climb under the covers and get cozy with every raunchy relationship jam packed in this dreamy collection of boudoir banging! Linger in the lust filled linens with best buddies sharing a bed! Bunk up with new step brothers who just wanna bang! This gooey group of gorgeousness is the best of the best from Helix's hottest dreamboats bustin' nuts with beautiful boys in the bedroom.","release_date":"2017-12-15","vote_average":0.0,"runtime":105,"cert":"\"\"","id":492863,"title":"Bedtime Boners","adult":true,"genre_ids":[]},{"cast":[],"overview":"The Oman vs. The Devil (c)\r The Oman vs. The Devil (c) II\r Ironman vs. The Devil (c)\r The Devil vs. Ironman (c) (Casket Car Match)","release_date":"2000-01-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":492865,"title":"CTW 01-04","adult":false,"genre_ids":[]},{"cast":["Ellen Åkerlund","Roshana Hosseini","Sandra Redlaff","Cedomir Djordjevic","Annica Liljeblad"],"overview":"A yearning for cold hard cash echoes through the ghetto, while rich Swedes spend each weekend bathing in champagne in Stockholm's hot spots. Sara and Amida refuse to get stuck being flat broke, and from their friendship an idea is born for an adventure in spilled champagne. A \"booster bag,\" a night on the town in snatched clothes, and a smooth Swede who takes everything that used to be tough, but at least stable, and turns it upside down.","release_date":"2017-12-15","vote_average":0.0,"runtime":78,"cert":"N\/A","id":492867,"title":"Money Problem","adult":false,"genre_ids":[80,28,18]},{"cast":["Kyle Ross","Blake Mitchell","Corbin Colby","Logan Cross","Justin Owen"],"overview":"Three is definitely NOT a crowd in this slam packed collection of Helix's hottest three ways. These delicious dirty boys share every inch of each other and get stuffed with cock at each end! Rock hard rumps get licked and rocked raw as dick is driven down thirsty throats. With three throbbers in every scene, there's more than enough dick to go around and these hungry whores are fine with sharing, in fact they prefer it! Every cum filled ending is three times as happy as gallons of gooey goodness gush from gargantuan groins into, and onto bouncy bubble butts and splash across these gorgeous guy's fuckable faces!","release_date":"2017-11-18","vote_average":7.0,"runtime":112,"cert":"\"\"","id":492869,"title":"Stuffed","adult":true,"genre_ids":[]},{"cast":["Angélica Chain","Lyn May","Polo Ortín","Alberto Rojas","Humberto Elizondo"],"overview":"Sex-worker tries to pose as a society matron long enough to receive a visit from her daughter, the daughter's fiancé and his family.","release_date":"1983-11-02","vote_average":6.0,"runtime":90,"cert":"N\/A","id":492871,"title":"Buenas, y con... movidas","adult":false,"genre_ids":[]},{"cast":["Pinkas Braun","Peter Schütte","Robert Meyn"],"overview":"","release_date":"1959-06-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":492876,"title":"Kopfgeld","adult":false,"genre_ids":[18]},{"cast":["Cogie Domingo","Danilo Barrios","James Blanco","Tonton Gutierrez","William Martinez"],"overview":"Cool Dudes 24\/7","release_date":"2001-08-15","vote_average":0.0,"runtime":86,"cert":"N\/A","id":492893,"title":"Cool Dudes 24\/7","adult":false,"genre_ids":[35,12]},{"cast":["Victoria Ward","Annette Widdowson","Alan Bates"],"overview":"A short film based on a story by D.H. Lawrence in which two sisters meet after being apart for a long time.","release_date":"1972-01-01","vote_average":0.0,"runtime":27,"cert":"N\/A","id":492895,"title":"Second Best","adult":false,"genre_ids":[18]},{"cast":["Kelly Tandiono","Aida Nurmala"],"overview":"A haunted house from Dutch era colonial gives nightmare to a mother with two daughter.","release_date":"2018-01-18","vote_average":0.0,"runtime":97,"cert":"N\/A","id":492897,"title":"Rumah Belanda","adult":false,"genre_ids":[]},{"cast":["Lalor Roddy","Diarmuid Noyes","Fionn Walton","Carrie Baxter","Billy Clarke"],"overview":"On the day after Christmas, a Catholic priest from Cork drives his nephew to prison.","release_date":"2017-10-14","vote_average":8.0,"runtime":11,"cert":"\"\"","id":492902,"title":"Wren Boys","adult":false,"genre_ids":[18]},{"cast":["Carey L. Hastings","Marguerite Snow","James Cruze"],"overview":"A short film (273 meters) which marked James Cruze's debut as director.","release_date":"1914-07-26","vote_average":0.0,"runtime":9,"cert":"\"\"","id":492907,"title":"From Wash to Washington","adult":false,"genre_ids":[]},{"cast":["Kelly Leigh","Kaci Starr","Deauxma","Sunny Lane","Michelle Aston"],"overview":"The revealing twisted road from desire to pursuit and surrender.","release_date":"2006-08-10","vote_average":0.0,"runtime":178,"cert":"\"NC-17\"","id":492927,"title":"Lesbian Seductions: Older\/Younger 7","adult":true,"genre_ids":[10749]},{"cast":[],"overview":"Valdivia is a notorious drunk in a Patagonian dead-end town. His current job is to deliver a golden sheep for the mysterios Sr. Ramenfort.","release_date":"","vote_average":0.0,"runtime":84,"cert":"N\/A","id":492929,"title":"Invierno mala vida","adult":false,"genre_ids":[]},{"cast":["Barbarella","Philippe Soine","Chessie Moore","Karin Schubert","Désiré Bastareaud"],"overview":"","release_date":"1993-01-01","vote_average":9.0,"runtime":null,"cert":"N\/A","id":492931,"title":"Le avventure eroti di Cappuccetto Rosso","adult":true,"genre_ids":[35,12]},{"cast":[],"overview":"","release_date":"2005-05-10","vote_average":3.0,"runtime":null,"cert":"N\/A","id":492933,"title":"RIP - Punkaren 25 Urteko Historia Bizia \/ Historia Viva Del Punk","adult":false,"genre_ids":[99]},{"cast":["Ahmad Zaki","Fardous Abdel Hamid","Hassan Hosny"],"overview":"Nasser 56 is a 1996 Egyptian historical film directed by Mohamed Fadel, starring Ahmed Zaki. The film focuses on the nationalization of the Suez Canal by Egypt's second President, Gamal Abdel Nasser, and the subsequent invasion of Egypt by Israel, the United Kingdom, and France.","release_date":"1996-10-09","vote_average":5.0,"runtime":142,"cert":"N\/A","id":492935,"title":"Nasser 56","adult":false,"genre_ids":[99,18,36]},{"cast":["Magdalena Zawadzka","Jerzy Turek","Irena Szczurowska","Maria Chmurkowska","Wienczysław Gliński"],"overview":"","release_date":"1967-03-26","vote_average":0.0,"runtime":78,"cert":"N\/A","id":492937,"title":"Big Beat","adult":false,"genre_ids":[35,10402]},{"cast":[],"overview":"People speak in conversations and banal situations, a loose, uncompromising, though sometimes tense and timid speech. It is these voices that tell minimal stories that the image unmasks, multiplies or breathes: universes that are people-house (or house-people) are anchored in boxes, bodies, secrets, desires, looks or in the ephemerality of the stories. In this flow, we access unstable territories, places of being in permanent construction - the inner house of each one.","release_date":"","vote_average":0.0,"runtime":12,"cert":"N\/A","id":492960,"title":"A Casa ou Máquina de Habitar","adult":false,"genre_ids":[]},{"cast":["André Nogueira","Jonathan Pertzborn","Sérgio Velhote","Daniel Nunes"],"overview":"","release_date":"2017-06-16","vote_average":10.0,"runtime":null,"cert":"N\/A","id":492965,"title":"AirBall","adult":false,"genre_ids":[99,35]},{"cast":[],"overview":"Charlie Chaplin finds a genie who grants him his every wish.","release_date":"1919-01-01","vote_average":0.0,"runtime":10,"cert":"N\/A","id":492967,"title":"A Geni and a Genius (Series 1)","adult":false,"genre_ids":[14,16]},{"cast":[],"overview":"George Studdy’s cartoon pup makes the transition to the cinema screen and sets the tone for many a British tourist with his drunken high jinks in Paris.","release_date":"1925-08-10","vote_average":0.0,"runtime":6,"cert":"N\/A","id":492972,"title":"Booster Bonzo; Or, Bonzo in Gay Paree","adult":false,"genre_ids":[35,16]},{"cast":["Michel Roux","Arthur Watkin","Michel Fagadau","Virginie Pradal","Bertrand Liebert"],"overview":"","release_date":"1990-09-21","vote_average":0.0,"runtime":null,"cert":"N\/A","id":492974,"title":"Bon week-end Monsieur Bennett !","adult":false,"genre_ids":[35]},{"cast":["Nadezhda Rumyantseva","Vasiliy Livanov","Mikhail Kozakov","Vsevolod Larionov","Boris Vladimirov"],"overview":"Boa's grandma came to visit her grandson.","release_date":"1977-01-01","vote_average":7.0,"runtime":8,"cert":"N\/A","id":492991,"title":"Boa's grandma","adult":false,"genre_ids":[16]},{"cast":["Nadezhda Rumyantseva","Vasiliy Livanov","Mikhail Kozakov","Vsevolod Larionov","Boris Vladimirov"],"overview":"The Boa got sick. So everybody wants to treat him. In fact, nobody understood him.","release_date":"1977-01-01","vote_average":8.0,"runtime":9,"cert":"N\/A","id":492993,"title":"How to treat the Boa?","adult":false,"genre_ids":[16]},{"cast":["Caetano Veloso","Gilberto Gil"],"overview":"Two of the biggest names in 20th century pop music together on stage, accompanied by their guitars. In \"Two Friends, A Century of Music\", Caetano Veloso and Gilberto Gil celebrate their 50 years of career by retaking the partnership on stage. In simple and intimate arrangements, Gil and Caetano celebrate brilliant trajectories that began in the same place: Bahia. It was from the friendship that began at the time that they were students, that the two singers and composers gave origin to a partnership that, years later, would base one of the most expressive movements of Brazilian art, Tropicália.","release_date":"2015-06-20","vote_average":0.0,"runtime":101,"cert":"N\/A","id":492995,"title":"Two Friends, a Century of Music","adult":false,"genre_ids":[]},{"cast":["Hope Harper","Alyssa Hart","Isabella Gonzales","Iris Rose","Abby Paradise"],"overview":"Young, promiscuous girls getting their own sexual satisfaction and keeping their affairs within the family.","release_date":"2016-12-27","vote_average":0.0,"runtime":95,"cert":"\"NC-17\"","id":492997,"title":"Sinful Conduct","adult":true,"genre_ids":[]},{"cert":"N\/A","title":"Attack on Titan: The Roar of Awakening","cast":["Yuuki Kaji","Yui Ishikawa","Marina Inoue","Hiro Shimono","Yu Kobayashi"],"id":492999,"overview":"Eren Yeager and others of the 104th Training Corps have just begun to become full members of the Survey Corps. As they ready themselves to face the Titans once again, their preparations are interrupted by the invasion of Wall Rose—but all is not as it seems as more mysteries are unraveled. As the Survey Corps races to save the wall, they uncover more about the invading Titans and the dark secrets of their own members.","runtime":120,"genre_ids":[28,16,18,878,12],"release_date":"2018-01-13","vote_average":8.4,"adult":false}]