[{"cast":["Yushin Okami","Dennis Siver","Andre Winner","Amir Sadollah","Peter Sobotta"],"overview":"This was the UFC's second event in Germany and second in continental Europe. The sport has been met with severe criticism by German media, which led to the banning of minors from the first German UFC event (UFC 99).The sport itself was actually banned from broadcast altogether in Germany in March 2010 due to the \"extent of violence [being] shown to be unacceptable.\" Regardless, UFC combated the opposition, after stating: \"Not getting TV isn't going to stop us; we're going to keep going. We can't get into Ontario; we're opening an office there. It doesn't bother us.\"Vitor Belfort was set to face Yushin Okami in the main event, with the winner receiving a middleweight title shot. However, on September 21, 2010, Belfort withdrew with what was first said to be an injury. It was later reported that Belfort pulled out of the fight to face Anderson Silva. Nate Marquardt ended up fighting Yushin Okami in the main event what was be a title eliminator bout","release_date":"2010-11-13","vote_average":5.3,"runtime":163,"cert":"N\/A","id":49000,"title":"UFC 122: Marquardt vs. Okami","adult":false,"genre_ids":[]},{"cast":["Grégoire Leprince-Ringuet","Melvil Poupaud","Pauline Étienne","Louise Bourgoin","Pierre Niney"],"overview":"An innocent young man becomes enamored with a mysterious girl. He is lured into \"Black Hole\" - a dark, obscure video game world of avatars with deadly serious intentions in the real world.","release_date":"2010-07-14","vote_average":5.8,"runtime":105,"cert":"N\/A","id":49001,"title":"Black Heaven","adult":false,"genre_ids":[18,53]},{"cast":["David Savard","Isabelle Blais","Louis-José Houde","Hélène Bourgeois Leclerc","Pierre-François Legendre"],"overview":"Benoit, an actor surviving on his barman wages, follows the advice of is his brother Frank - a former hockey player turned talent agent- and grows a beard to get a part in a dinner theatre play. Benoit's girlfriend Vicky, an ex dramaturge who now works as a librarian, finds it difficult to accept this latest development, as it will delay the couple's plan to purchase a condo from their friends Caro and Vincent, who manage a hair and beauty salon. But Benoit's beard seems to have magical powers: he suddenly has a great deal of success, while Vicky develops a mysterious allergy to her boyfriend's facial hair.","release_date":"2010-06-18","vote_average":5.2,"runtime":null,"cert":"N\/A","id":49002,"title":"Face Time","adult":false,"genre_ids":[35]},{"cast":["John Sterling"],"overview":"The official celebration of the most storied franchise in sports history, this 2 disc set includes game footage, exclusive interviews, and never before seen archival footage. The most comprehensive and complete collection of moments, records, dramatic gistory and Yankees baseball legends ever. Six hour production covers the Yankees from their origins through 2002. Over the past 100 years only the Yankees have assembled an all-time lineup that reads as a who's who of baseball history: Babe Ruth, Lou Gehrig, Joe DiMaggio, Yogi Berra, Mickey Mantle, Reggie Jackson, Don Mattingly, Derek Jeter, and many more. 100 years of Yankees History marked by 26 World Series championships, countless heroics, and now, two unforgettable DVD's are sure to be the most treasured piece in every Yankees' fans DVD collection.","release_date":"2003-07-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":49003,"title":"100 Years of the New York Yankees","adult":false,"genre_ids":[99,36]},{"cast":["Josh Stewart","Jamie-Lynn Sigler","Chris Browning","Angela Featherstone","Afemo Omilami"],"overview":"Driving to a wedding in Los Angeles through the Mojave Desert, Paul and Adrienne pull off the highway and into Roy's Motel and Cafe. This roadside artifact proves to be a strange and surreal place with an unsettling mix of travelers, who force our couple to discover the secret hidden between them and ultimately, the horrifying reality of their current situation.","release_date":"2010-11-05","vote_average":4.9,"runtime":102,"cert":"N\/A","id":49004,"title":"Beneath the Dark","adult":false,"genre_ids":[18,53]},{"cast":[],"overview":"A 3 DISC DVD set containg all the action, interviews and the Irish tries from all the angles. All five matches in full including pre match build up and post match interviews.","release_date":"2009-04-30","vote_average":9.0,"runtime":null,"cert":"N\/A","id":49005,"title":"Ireland's Grand Slam Glory","adult":false,"genre_ids":[99]},{"cast":["Alfred Müller","Leon Niemczyk","Dietrich Körner","Emil Karewicz","Renate Blume"],"overview":"In November of 1939, the British consulate in Norway receives documents saying that the Nazis are conducting secret rocket research in Peenemünde. But the British doubt the authenticity of the so called \"Oslo report\". Thus, the Germans continue their experiments unimpeded. At the same time, resistance groups from France, England, Poland, and Germany try to find and to sabotage the secret Nazi research base. When the first \"V 2\" rocket is successfully launched, the Allied commanders finally become interested in the \"Oslo report\".","release_date":"1967-04-13","vote_average":0.0,"runtime":156,"cert":"N\/A","id":49006,"title":"Frozen Flashes","adult":false,"genre_ids":[18,10752,53]},{"cast":["Hilary Swank","Anjelica Huston","Molly Parker","Margo Martindale","Frances O'Connor"],"overview":"Defiant young activists take the women's suffrage movement by storm, putting their lives at risk to help American women win the right to vote.","release_date":"2004-01-16","vote_average":7.4,"runtime":125,"cert":"N\/A","id":49007,"title":"Iron Jawed Angels","adult":false,"genre_ids":[18]},{"cast":["Stan Laurel","Oliver Hardy","Mae Busch","Walter Long","Baldwin Cooke"],"overview":"In a packed courtroom, Butch Long vows revenge on 'squealers' Laurel and Hardy whose evidence has helped to send him to prison. Frightened, the boys plan to leave town and advertise for someone to share expenses with them. The woman who answers the ad is actually Butch's girlfriend. Meanwhile Butch escapes and hides in a trunk in his girlfriend's apartment where he gets locked inside. Not realizing who it is, Stan and Ollie finally manage to get the trunk open and then Butch exacts his revenge.","release_date":"1934-06-22","vote_average":8.2,"runtime":21,"cert":"N\/A","id":49008,"title":"Going Bye-Bye!","adult":false,"genre_ids":[35]},{"cast":["Colin Farrell","Dejan Angelov","Dragoș Bucur","Ed Harris","Jim Sturgess"],"overview":"Peter Weir's follow-up to Master &amp; Commander (2003) is the stark &amp; brilliant The Way Back, which takes on the theme of man's struggle for freedom. At the dawn of WWII, several men escape from a Russian gulag. The film details their perilous &amp; uncertain journey to freedom, as they cross deserts, mountains, &amp; several nations.","release_date":"2010-09-03","vote_average":6.9,"runtime":133,"cert":"12","id":49009,"title":"The Way Back","adult":false,"genre_ids":[18,12,36]},{"cast":["Rutger Hauer","Molly Dunsworth","Gregory Smith","Robb Wells","Brian Downey"],"overview":"A vigilante homeless man pulls into a new city and finds himself trapped in urban chaos, a city where crime rules and where the city's crime boss reigns. Seeing an urban landscape filled with armed robbers, corrupt cops, abused prostitutes and even a pedophile Santa, the Hobo goes about bringing justice to the city the best way he knows how - with a 20-gauge shotgun. Mayhem ensues when he tries to make things better for the future generation. Street justice will indeed prevail.","release_date":"2011-05-06","vote_average":5.8,"runtime":86,"cert":"N\/A","id":49010,"title":"Hobo with a Shotgun","adult":false,"genre_ids":[80,28,53]},{"cast":[],"overview":"A documentary account of the allied invasion of Europe during World War II compiled from the footage shot by nearly 1400 cameramen. It opens as the assembled allied forces plan and train for the D-Day invasion at bases in Great Britain and covers all the major events of the war in Europe from the Normandy landings to the fall of Berlin.","release_date":"1945-10-04","vote_average":6.3,"runtime":87,"cert":"N\/A","id":49011,"title":"The True Glory","adult":false,"genre_ids":[99]},{"cast":["Russell Brand","Helen Mirren","Greta Gerwig","Jennifer Garner","Geraldine James"],"overview":"A drunken playboy stands to lose a wealthy inheritance when he falls for a woman, his family doesn't like.","release_date":"2011-04-08","vote_average":5.5,"runtime":110,"cert":"12","id":49012,"title":"Arthur","adult":false,"genre_ids":[35,10749]},{"cast":["Owen Wilson","Larry the Cable Guy","Michael Caine","Emily Mortimer","John Turturro"],"overview":"Star race car Lightning McQueen and his pal Mater head overseas to compete in the World Grand Prix race. But the road to the championship becomes rocky as Mater gets caught up in an intriguing adventure of his own: international espionage.","release_date":"2011-06-11","vote_average":5.9,"runtime":106,"cert":"U","id":49013,"title":"Cars 2","adult":false,"genre_ids":[16,10751,12,35]},{"cast":["Robert Pattinson","Juliette Binoche","Paul Giamatti","Sarah Gadon","Samantha Morton"],"overview":"Riding across Manhattan in a stretch limo during a riot in order to get a haircut, a 28-year-old billionaire asset manager's life begins to crumble.","release_date":"2012-05-25","vote_average":5.4,"runtime":109,"cert":"15","id":49014,"title":"Cosmopolis","adult":false,"genre_ids":[18]},{"cast":["Luke Evans","Sarah Gadon","Dominic Cooper","Art Parkinson","Charles Dance"],"overview":"Vlad Tepes is a great hero, but when he learns the Sultan is preparing for battle and needs to form an army of 1,000 boys, he vows to find a way to protect his family. Vlad turns to dark forces in order to get the power to destroy his enemies and agrees to go from hero to monster as he's turned into the mythological vampire, Dracula.","release_date":"2014-10-01","vote_average":6.2,"runtime":92,"cert":"15","id":49017,"title":"Dracula Untold","adult":false,"genre_ids":[27,28,18,14,10752]},{"cast":["Patrick Wilson","Rose Byrne","Ty Simpkins","Lin Shaye","Barbara Hershey"],"overview":"A family discovers that dark spirits have invaded their home after their son inexplicably falls into an endless sleep. When they reach out to a professional for help, they learn things are a lot more personal than they thought.","release_date":"2010-09-13","vote_average":6.9,"runtime":103,"cert":"15","id":49018,"title":"Insidious","adult":false,"genre_ids":[27,53]},{"cast":["Jason Statham","Clive Owen","Robert De Niro","Dominic Purcell","Yvonne Strahovski"],"overview":"Based on a shocking true story, Killer Elite pits two of the world’s most elite operatives—Danny, an ex-special ops agent and Hunter, his longtime mentor—against the cunning leader of a secret military society. Covering the globe from Australia to Paris, London and the Middle East, Danny and Hunter are plunged into a highly dangerous game of cat and mouse—where the predators become the prey.","release_date":"2011-09-23","vote_average":6.2,"runtime":116,"cert":"15","id":49021,"title":"Killer Elite","adult":false,"genre_ids":[28,12,53]},{"cast":["Kate Hudson","Ginnifer Goodwin","John Krasinski","Colin Egglesfield","Ashley Williams"],"overview":"Though Rachel is a successful attorney and a loyal, generous friend, she is still single. After one drink too many at her 30th-birthday celebration, Rachel unexpectedly falls into bed with her longtime crush, Dex -- who happens to be engaged to her best friend, Darcy. Ramifications of the liaison threaten to destroy the women's lifelong friendship, while Ethan, Rachel's confidant, harbors a potentially explosive secret of his own.","release_date":"2011-05-05","vote_average":6.1,"runtime":112,"cert":"N\/A","id":49022,"title":"Something Borrowed","adult":false,"genre_ids":[35,18,10749]},{"cast":["Jeff Loomis","Warrel Dane","Van Williams","Jim Sheppard","Chris Broderick"],"overview":"DVD 1 Main Show - Live at the Zeche Bochum, Germany, October 11th, 2006 (21 songs captured live) DVD 2 Gigantour - Live at the Bell Centre, Montreal, Canada, September 2nd, 2005 (2 songs captured live) Metal Mania Festival - Live at the Spodek, Katowice, Poland, March 4th, 2006 (4 songs captured live) Wacken - Live at the Wacken Open Air, Germany, August 4th, 2006 (4 songs captured live) Century Media USA 10th Anniversary Party - Live at The Roxy, LA, September 28th, 2001 (2 songs captured live) Plus promotional videos for the songs: 13. What Tomorrow Knows 14. Next In Line 15. Believe In Nothing 16. I, Voyager 17. Enemies Of Reality 18. Final Product 19. Born 20. Narcosynthesis (live promo video) * Plus an interview with Warrel Dane!","release_date":"2008-11-25","vote_average":9.5,"runtime":244,"cert":"N\/A","id":49027,"title":"Nevermore: The Year of the Voyager","adult":false,"genre_ids":[10402]},{"cast":["Vivek Oberoi","Shatrughan Sinha","Abhimanyu Singh","Sushant Singh","Radhika Apte"],"overview":"A killer bandit decides to become a politician in order to avenge deaths in his family.","release_date":"2010-10-21","vote_average":6.5,"runtime":123,"cert":"N\/A","id":49028,"title":"Rakht Charitra","adult":false,"genre_ids":[28,80,18]},{"cast":["Vikram","Trisha Krishnan","Vijayakumar","Delhi Ganesh","Kota Srinivasa Rao"],"overview":"Saamy movie is all about Arusaamy (Vikram) who is a Deputy Commissioner of Police of Tirunelveli who efficiently brings the city under control. Arusaamy arrives at Tirunelveli after being in exile for some years after being wrongly accused of bribery by corrupt politicians. At the outset, he pretends to be a corrupt cop by accepting bribes from the very influential Annachi.Later Saamy starts to rebel against him and the rest is about how he succeeds in overcoming the corrupt politicians.","release_date":"2003-05-05","vote_average":6.7,"runtime":140,"cert":"N\/A","id":49029,"title":"Saamy","adult":false,"genre_ids":[28,18]},{"cast":["George Johnson","Pinto Colvig"],"overview":"It's nonstop laughs as Goofy, the world's wackiest hound dog, returns in a hilarious collection of his greatest cartoon shorts. The whole family will enjoy Goofy's patented brand of comedy chaos.Travel to the circus as Goofy matches wits with Delores the elephant (guess who wins?) in \"The Big Wash,\" and laugh out loud when the loveable loser leaves his house in shambles after helping out with the household chores in \"Father's Day Off.\" You'll love every minute of Goofy's outrageous antics in this delightful collection, overflowing with the magic of Disney animation.","release_date":"2003-11-03","vote_average":5.9,"runtime":52,"cert":"N\/A","id":49030,"title":"Everybody Loves Goofy","adult":false,"genre_ids":[16,10751,35]},{"cast":["Prabhu Ganesan","Meenakshi Seshadri","Ramesh Aravind","Prakash Raj","Charle"],"overview":"Duet (Tamil: டூயட்) is a 1994 Tamil feature film directed by K. Balachander, starring Prabhu, Meenakshi Seshadri, Ramesh Aravind and Prakashraj. The film's score and soundtrack is composed by A. R. Rahman. Duet's score is centred around the saxophone.","release_date":"1994-05-20","vote_average":6.8,"runtime":156,"cert":"N\/A","id":49031,"title":"Duet","adult":false,"genre_ids":[10751,35,18]},{"cast":["Mohanlal","Prakash Raj","Aishwarya Rai Bachchan","Revathi","Gautami Tadimalla"],"overview":"A fictionalized account of the lives of 1980s Tamil Nadu political icons M. G. Ramachandran and M. Karunanidhi, continuing the tryst between Tamil cinema and Dravidian politics.","release_date":"1997-01-14","vote_average":6.7,"runtime":140,"cert":"N\/A","id":49032,"title":"Iruvar","adult":false,"genre_ids":[18]},{"cast":["Kamal Haasan","Jayaram","Simran","Ramesh Aravind","Ramya Krishnan"],"overview":"Ram is a playboy pilot. His marriage to Mythili disintegrates after a series of misunderstandings. To cheer him up, his buddies arrange for a steamy evening with a prostitute Maggie, but things go wrong and the men are stuck with a dead body and a load of diamonds. The corpse disappears, and Ram's efforts to cover up the event are thwarted by a pesky father-in-law of one of the friends who thinks Maggie was Ram's wife.","release_date":"2002-06-28","vote_average":7.0,"runtime":null,"cert":"N\/A","id":49033,"title":"Panchathantiram","adult":false,"genre_ids":[35,28]},{"cast":["Michael O'Donoghue","Dan Aykroyd","Jane Curtin","Debbie Harry","Laraine Newman"],"overview":"Mike O'Donoghue's parody of \"Mondo Cane\" showcases curious performers, strange musicians, celebrity mutations and unusual short films, including Thomas Alva Edison's \"Elephant Electrocution\". In the tradition of films like Groove Tube (1974),  The Kentucky Fried Movie (1977),  and Saturday Night Live.","release_date":"1979-09-20","vote_average":4.6,"runtime":75,"cert":"N\/A","id":49036,"title":"Mr. Mike's Mondo Video","adult":false,"genre_ids":[35]},{"cast":["Luchino Fujisaki","Yoshiichi Kawada","Ryôsuke Koshiba","Kae Minami","Ikuma Saisho"],"overview":"Luchino's routine morning elevator ride up from her subterranean home on level 138 to her school many stories above turns horrific when the elevator operator is ordered to pick up two passengers from floor 99, the maximum security level. What starts as psychological manipulation soon turns wholly physical as both the cruel convicts and Luchino's own dysfunctional past are unleashed. And then every passenger must fight for his or her survival.","release_date":"2004-02-28","vote_average":5.8,"runtime":96,"cert":"N\/A","id":49037,"title":"Hellevator","adult":false,"genre_ids":[878,27]},{"cast":["John Savage","Rebecca De Mornay","Yossi Graber","Michael Schneider","Carmela Marner"],"overview":"To save her father, a girl who always puts others before herself promises to live her life in a lavish castle with a strange beast.","release_date":"1987-04-01","vote_average":6.4,"runtime":94,"cert":"N\/A","id":49038,"title":"Beauty and the Beast","adult":false,"genre_ids":[10751,10749,10402]},{"cast":["Suge Knight","Dr. Dre","Snoop Dogg","Tupac Amaru Shakur"],"overview":"The record label Death Row Records has, since its creation in 1993, been synonymous with the American hip-hop climate. Formed by ex-bodyguard Suge Knight, the label has released seminal rap albums from luminaries including Dr. Dre, Snoop Doggy Dogg, and the famous hip-hop martyr Tupac Shakur. WELCOME TO DEATH ROW is a fascinating, well-researched documentary which explores the history of this intriguing and incredibly significant company.","release_date":"2001-09-25","vote_average":6.7,"runtime":104,"cert":"N\/A","id":49039,"title":"Welcome to Death Row","adult":false,"genre_ids":[99,10402]},{"cast":["Jeremy Renner","Rachel Weisz","Edward Norton","Scott Glenn","Stacy Keach"],"overview":"New CIA operative Aaron Cross experiences life-or-death stakes that have been triggered by the previous actions of Jason Bourne.","release_date":"2012-08-08","vote_average":6.1,"runtime":135,"cert":"12A","id":49040,"title":"The Bourne Legacy","adult":false,"genre_ids":[28,53]},{"cast":["Paul Reubens","Annette Funicello","Frankie Avalon","Grace Jones","Dinah Shore"],"overview":"Pee-wee Herman and pals are celebrating Christmas in the Playhouse in their own creative ways: Pee-wee makes a list for Santa Claus 1 1\/2 miles long, teaches Little Richard how to ice skate, goes for a sleigh ride with Magic Johnson, commands Frankie Avalon and Annette Funicello to make Christmas cards, receives a long phone call from Dinah Shore, even has more musical fun with k.d. lang, the Del Rubio Triplettes and Charo! Finally, Big Red arrives and announces that Pee-wee's Christmas list was so big, he didn't have enough presents for all the children of the world. Will Pee-wee follow his own advice and help others?","release_date":"1988-12-25","vote_average":7.9,"runtime":49,"cert":"N\/A","id":49041,"title":"Pee-Wee's Playhouse Christmas Special","adult":false,"genre_ids":[10751,35,10770]},{"cast":[],"overview":"The Elves move in next door to Rocko. Rocko invites everyone, including the Elves, to Rocko's Christmas party. When Ed Bighead spreads a nasty rumor about the Elves, nobody shows up.","release_date":"","vote_average":10.0,"runtime":24,"cert":"N\/A","id":49042,"title":"Rocko's Modern Christmas","adult":false,"genre_ids":[]},{"cast":[],"overview":"After Angelica finds out that Santa Claus is a fake she decides to take away Phil and Lil's presents. Meanwhile Tommy tries to convince Chuckie that Santa Claus isn't a scary man. The adults take them all for a trip in the mountains for Christmas and there is where the Christmas spirit strikes Angelica and she decides to give Phil and Lil back their presents so she won't get coal for Christmas. Chaz decides to dresss up as Santa and when Chuckie sees him he loses his fear of Santa Claus.","release_date":"","vote_average":0.0,"runtime":24,"cert":"N\/A","id":49043,"title":"The Santa Experience","adult":false,"genre_ids":[]},{"cast":["Stepan Shagaida","Sergei Stolyarov","Evgeniya Melnikova","Stepan Shkurat","G. Tsoi"],"overview":"Aerograd is a 1935 Soviet film by Ukrainian director Alexander Dovzhenko, Mosfilm-VUFKU coproduction. It is a futuristic adventure story set in the Soviet Far East. Considered one of two sound masterpieces by Dovzhenko, the other being \"Ivan\".","release_date":"1935-11-06","vote_average":5.5,"runtime":82,"cert":"N\/A","id":49044,"title":"Aerograd","adult":false,"genre_ids":[18,878]},{"cast":[],"overview":"A Christmas-time special featuring the Smurfs! Baby Smurf is all set to enjoy the wonder and delight of her very own first Christmas. Then, the evil Chlorhydrus puts a nasty spell on Mr. Nicholas to keep him from spreading his holiday cheer. Fortunately, the resourceful Papa Smurf isn't about to take this sort of thing sitting down. Sending out a call for hrlp, he ralies his little blue buddies to help break the mean-spirited spell. Now, they're embarking on a Smurfish campaign to ensure that the joyful message of Christmas cheer and goodwill once again rings across the land!","release_date":"1983-11-12","vote_average":0.0,"runtime":24,"cert":"N\/A","id":49045,"title":"The Smurfs: Baby's First Christmas","adult":false,"genre_ids":[16,10751]},{"cast":["Travis Fimmel"],"overview":"A young German soldier's terrifying experiences and distress on the western front during World War I.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":49046,"title":"All Quiet on the Western Front","adult":false,"genre_ids":[28,12,18,10752]},{"cast":["Sandra Bullock","George Clooney","Ed Harris","Orto Ignatiussen","Phaldut Sharma"],"overview":"Dr. Ryan Stone, a brilliant medical engineer on her first Shuttle mission, with veteran astronaut Matt Kowalsky in command of his last flight before retiring. But on a seemingly routine spacewalk, disaster strikes. The Shuttle is destroyed, leaving Stone and Kowalsky completely alone-tethered to nothing but each other and spiraling out into the blackness of space. The deafening silence tells them they have lost any link to Earth and any chance for rescue. As fear turns to panic, every gulp of air eats away at what little oxygen is left. But the only way home may be to go further out into the terrifying expanse of space.","release_date":"2013-10-03","vote_average":7.2,"runtime":91,"cert":"12A","id":49047,"title":"Gravity","adult":false,"genre_ids":[878,53,18]},{"cast":["Richard Joseph Paul","Jackie Swanson","Andrew Divoff","Meg Foster","Isaac Hayes"],"overview":"The alien outlaw, Redeye, murders the town sheriff and then he and his gang terrorize the town. It's up to the sheriff's son, an empath, and his native american sidekick, to rescue the town and exact revenge for his father's murder.","release_date":"1994-06-06","vote_average":5.9,"runtime":94,"cert":"N\/A","id":49050,"title":"Oblivion","adult":false,"genre_ids":[12,878,37,35]},{"cast":["Ian McKellen","Martin Freeman","Richard Armitage","James Nesbitt","Ken Stott"],"overview":"Bilbo Baggins, a hobbit enjoying his quiet life, is swept into an epic quest by Gandalf the Grey and thirteen dwarves who seek to reclaim their mountain home from Smaug, the dragon.","release_date":"2012-11-26","vote_average":7.2,"runtime":169,"cert":"12A","id":49051,"title":"The Hobbit: An Unexpected Journey","adult":false,"genre_ids":[12,14,28]},{"cast":[],"overview":"Super Meget Spang er et show klippet sammen af Jonatan Spangs stand-up startende fra stand-up.dk 2002 til showet Spark I Løgsuppen 2009. I alt 8 shows. Alt det stand-up jeg har lavet, som ikke er på Damer og Familie DVD'erne. Du får endda også et lille show helt tilbage fra '99, hvor jeg vandt DM i stand-up. 3 afsnit af stand-up.dk om bl.a. backpackere, solcentre og ht-busser. Comedy Aid 2009 fra Århus, Vejle og København. Se mig underholde eftermiddagsstive festivalgæster på Skanderborg i 2005. Plus opvarmning for Gintberg i Den Grimme Melding. Oveni alt dette får du hele showet Spark I Løgsuppen, der blev optaget i musikhuset i Århus november 2009.","release_date":"","vote_average":0.0,"runtime":240,"cert":"N\/A","id":49052,"title":"Joathan Spang: Super meget Spang","adult":false,"genre_ids":[]},{"cast":["Youp van 't Hek"],"overview":"In Het Zelfmoordcommando blikt Youp van 't Hek op zijn geheel eigen wijze terug op het jaar 2005. Rachèl (Raggel) Hazes, Talpa en Jack Spijkerman zijn dit keer onderwerp van Youps vileine spot. Maar Youp zou Youp niet zijn als er in zijn show ook niet ruimte is voor een oproep tot bezinning.","release_date":"2006-01-15","vote_average":8.0,"runtime":71,"cert":"N\/A","id":49053,"title":"Youp van 't Hek: Het Zelfmoordcommando","adult":false,"genre_ids":[]},{"cast":["Youp van 't Hek"],"overview":"","release_date":"1996-01-23","vote_average":6.0,"runtime":null,"cert":"N\/A","id":49054,"title":"Youp van 't Hek: Scherven","adult":false,"genre_ids":[]},{"cast":["Matthew Modine","Bob Gunton","Robert Forster","Larry Bagby","Randy Wayne"],"overview":"After the horrific death of his wife and two sons, suicide seems to be the only escape for small town attorney Kent \"Mac\" McClain... until he's assigned a capital punishment case that begins to transform his life and those around him forever.","release_date":"2010-09-10","vote_average":5.2,"runtime":null,"cert":"N\/A","id":49057,"title":"The Trial","adult":false,"genre_ids":[35,18,10749]},{"cast":["Shannen Doherty","Joseph Griffin","Tamara Gorski","Aidan Devine","Colm Feore"],"overview":"When a beautiful paparazzo for a tabloid magazine finds herself pursued by a ruthless stalker, she is determined to emerge from this deadly game alive, and independently wealthy.","release_date":"1999-04-27","vote_average":5.7,"runtime":93,"cert":"N\/A","id":49058,"title":"Striking Poses","adult":false,"genre_ids":[53]},{"cast":[],"overview":"In Summer 2009, something stirred in America. After Barack Obama and a Democratic congress swept to power promising a new era of hope and change, out of nowhere a citizens protest movement emerged that threatened to derail their agenda. Was this uprising the epitome of grassroots democracy? Or was it, as some said, an example of ‘astroturfing’? That is, the creation of fake grassroots (ie. Astroturf: get it?) groups, designed to put corporate messages in the mouths of seemingly independent citizens.","release_date":"2010-10-16","vote_average":6.0,"runtime":91,"cert":"N\/A","id":49059,"title":"(Astro) Turf Wars","adult":false,"genre_ids":[99]},{"cast":["Melanie Griffith","Rachael Leigh Cook","Hugh Dancy","Malcolm McDowell","Art Malik"],"overview":"Jenny, a young American woman, moves to Paris and gets involved with Jack, who is seemingly the man of her dreams. However, he has a lot to hide and Jenny quickly gets entangled his dangerous lifestyle.","release_date":"2003-06-17","vote_average":4.6,"runtime":83,"cert":"N\/A","id":49060,"title":"Tempo","adult":false,"genre_ids":[10749,80,53]},{"cast":["Paul Michael Lévesque","Michael Shawn Hickenbottom","Jerry Lawler","Shane McMahon","Jim Ross"],"overview":"Triple H: The Game: Triple H has become The Game and has risen to the top of the sports entertainment industry. Follow his rise to the top with interviews and insights from other Superstars as well as Triple H himself. The Game talks about his injury and his long painful road to return to the ring. Then follow his quest to become the Undisputed Champion. Triple H's road to WrestleMania is paved with torment. Find out just how tough The Game is and you'll understand why he is that damn good...","release_date":"2002-06-24","vote_average":6.0,"runtime":180,"cert":"N\/A","id":49063,"title":"WWE: Triple H - The Game","adult":false,"genre_ids":[99]},{"cast":["James Cagney","Ralph Bellamy","Patricia Ellis","Alice White","Ralf Harolde"],"overview":"An ex-con uses his street smarts to become a successful photojournalist.","release_date":"1933-05-06","vote_average":7.8,"runtime":77,"cert":"N\/A","id":49064,"title":"Picture Snatcher","adult":false,"genre_ids":[18,28,80]},{"cast":["Maria Montez","Erich von Stroheim","Arletty","Pierre Brasseur","Marcel Dalio"],"overview":"Three powerhouse European screen personalities--Pierre Brasseur, Erich Von Stroheim, Maria Montez---elevate the tawdry melodramatics of Le Portrait d'Un Assassin.","release_date":"1949-11-25","vote_average":6.5,"runtime":100,"cert":"N\/A","id":49065,"title":"Portrait of an Assassin","adult":false,"genre_ids":[80]},{"cast":["Adam Echahly","Bruno Lastra","Moritz Bleibtreu","Rade Šerbedžija","Vanessa Redgrave"],"overview":"Kamran is a 12 year old boy in the present day who discovers that his ancestor is the 11th Century Mathematician, Astronomer, Poet of Persia, Omar Khayyam. The story has been passed down in his family from one generation to another, and now it is his responsibility to keep the story alive for future generations. The film takes us from the modern day to the epic past where the relationship between Omar Khayyam, Hassan Sabbah (the original creator of the sect of Assassins) and their mutual love for a beautiful woman separate them from their eternal bond of friendship. Filmed almost entirely on location in Samarkand and Bukhara, Uzbekistan.","release_date":"2005-06-10","vote_average":5.3,"runtime":95,"cert":"N\/A","id":49070,"title":"The Keeper: The Legend of Omar Khayyam","adult":false,"genre_ids":[12,18,10751]},{"cast":["DJ Qualls","Rachel Blanchard","Colin Fox","Tom Rack","Michael Sinelnikoff"],"overview":"Neil Lawrence (DJ Qualls) is sent to a boarding school by his father.  During his first couple days he meets T.J. (Rachel Blanchard) who he falls in love with.  After being assigned a paper on Holden Caufield - the main character in J.D. Salinger s Catcher And The Rye - Neil decides to go on a journey to meet Salinger, who he feels has played a huge role in his life.  Both Neil &amp; T.J. take off on a journey to New York City.  A journey that leads to more then they both ever could have imagined - and changes both their lives forever.","release_date":"2001-01-01","vote_average":6.3,"runtime":102,"cert":"N\/A","id":49071,"title":"Chasing Holden","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"CNBC takes you inside Nike for an unprecedented look at this iconic brand's $16-billion empire with a behind-the-scenes look at how Nike designs its famed sneakers. It's the side of Nike you've never seen - from the drawing board to the factory floor to the store shelves. This Original Production features conversations with: Phil Knight, Michael Jordan, LeBron James, Charles Barkley, and Tiger Woods. Bonus features include approximately 15 additional minutes of extended interviews with Michael Jordan, LeBron James and Tiger Woods.","release_date":"2008-02-12","vote_average":7.0,"runtime":null,"cert":"N\/A","id":49072,"title":"Swoosh Inside Nike","adult":false,"genre_ids":[99]},{"cast":["Florencia Bertotti","Adrián Suar","Claudia Fontán","Gabriel Chame Buendía","Ana María Castel"],"overview":"Refused to face his adulthood, a Casanova must deal with the fact that he has a young pregnant daughter from an earlier relationship.","release_date":"2010-08-12","vote_average":6.3,"runtime":108,"cert":"N\/A","id":49073,"title":"Just Like Me","adult":false,"genre_ids":[35]},{"cast":["Rajinikanth","Nagma","Raghuvaran","Janagaraj","Devan"],"overview":"Auto rickshaw driver Manickam avoids violence at all costs. When some thugs begin to intimidate Manickam's family, it triggers the revival of Manickam's old self.","release_date":"1995-01-15","vote_average":7.6,"runtime":145,"cert":"N\/A","id":49074,"title":"Baasha","adult":false,"genre_ids":[28]},{"cast":["Clarence Nash","James MacDonald","Dessie Flynn"],"overview":"Donald has a walnut-shaped shop where he makes nut butters. When his supply runs out, he taps the tree where Chip and Dale have been storing nuts. The chipmunks discover Donald's shop and think it's a giant walnut. When they finally break in, they start filching the finished product from Donald, and it takes him some time to notice.","release_date":"1949-09-02","vote_average":6.4,"runtime":7,"cert":"N\/A","id":49077,"title":"All in a Nutshell","adult":false,"genre_ids":[16]},{"cast":["Omri Katz","Tiffanie Poston","Shawn Hoffman","Peter Koch","Don Barnes"],"overview":"A scientist's kids are sucked into a TV screen and wind up in the Stone Age with cavemen and dinosaurs.","release_date":"1991-08-28","vote_average":3.7,"runtime":88,"cert":"","id":49082,"title":"Adventures in Dinosaur City","adult":false,"genre_ids":[14,12,10751]},{"cast":["P.J. Kellogg","Mike Slater","Jim Harding"],"overview":"A Marine named P.J. Kellogg ran 50 miles in 11 hours. He did this to raise money for a college fund for the one-year-old son of a fallen brother-in-arms. P.J. had never even met Izzy, but that didn't matter. The entire community rallied behind P.J. and gave time and money to support the cause. The run was long and trying. P.J. pushed himself beyond the physical pain to honor Izzy and his family. This is a heart warming event that will inspire you to do more for your fellow man.","release_date":"2010-10-01","vote_average":4.5,"runtime":82,"cert":"N\/A","id":49085,"title":"50 For Izzy","adult":false,"genre_ids":[99]},{"cast":["Whoopi Goldberg","Angela Bassett","Michael Boatman","Roscoe Lee Browne","Don Cheadle"],"overview":"When the Civil War ended in 1865, more than four million slaves were set free. Over 70 years later, the memories of some 2,000 slave-era survivors were transcribed and preserved by the Library of Congress. These first-person anecdotes, ranging from the brutal to the bittersweet, have been brought to vivid life in this unique HBO documentary special, featuring the on-camera voices of over a dozen top African-American actors.","release_date":"2003-02-10","vote_average":6.2,"runtime":75,"cert":"N\/A","id":49086,"title":"Unchained Memories: Readings from the Slave Narratives","adult":false,"genre_ids":[36,99]},{"cast":["Jung Jae-young","Park Hae-il","Yu Jun-sang","Yoo Sun","Kim Jun-bae"],"overview":"Hae Gook (Park Hae Il) travels to a reclusive village to attend his father's funeral. He wants to find out the reason behind his father's strange death, but the villagers, in particular village chief Cheon (Jung Jae Young), seem to be watching his every move and eager to see him leave. Determined to get to the bottom of the mystery, Hae Gook enlists the help of prosecutor Park (Yoo Jun Sang) to slowly unravel the village's sinister secrets.","release_date":"2010-07-14","vote_average":7.0,"runtime":163,"cert":"N\/A","id":49087,"title":"Moss","adult":false,"genre_ids":[18,53,80,9648]},{"cast":[],"overview":"The timeless photographs of Ansel Adams have made him one of the most recognized and admired names in art. This intimate look at the man and his work details his position as a staunch environmentalist and how his art reflected his strong worldview. David Ogden Stiers narrates this profile produced for the PBS series \"American Experience,\" which was directed by Emmy-winning documentarian Ric Burns.","release_date":"2002-12-21","vote_average":8.0,"runtime":100,"cert":"N\/A","id":49088,"title":"Ansel Adams: A Documentary Film","adult":false,"genre_ids":[99]},{"cast":["Joo Jin-mo","Park Si-yeon","Joo Hyun","Kim Min-jun","Lim Hyun-sung"],"overview":"In-ho is willing to do anything to protect his first love, Mi-ju, including murder. They cannot forget each other while In-ho is in prison, but their love does not go smoothly.","release_date":"2007-09-19","vote_average":6.0,"runtime":104,"cert":"N\/A","id":49093,"title":"A Love","adult":false,"genre_ids":[28,18]},{"cast":["Tatsuya Fuji","Kazuko Yoshiyuki","Takahiro Tamura","Takuzô Kawatani","Akiyoshi Fujiwara"],"overview":"A young man has an affair with an older woman. He is very jealous of her husband and decides that they should kill him. One night, after the husband had plenty of sake to drink and was in bed, they strangle him and dump his body down a well. To avert any suspicions, she pretends her husband has gone off to Tokyo to work. For three years the wife and her lover secretly see each other. Finally, suspicions become very strong and people begin to gossip. To make matters worse, her husband's ghost begins to haunt her and the law arrives to investigate her husband's disappearance.","release_date":"1978-10-09","vote_average":7.1,"runtime":105,"cert":"N\/A","id":49096,"title":"Empire of Passion","adult":false,"genre_ids":[18,27]},{"cast":["Krzysztof Kowalewski"],"overview":"The insane government bureaucracy at a state pension window.","release_date":"1966-01-01","vote_average":7.0,"runtime":5,"cert":"N\/A","id":49097,"title":"The Office","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Krzysztof Kieslowski asks Poles of various ages who they are and what they want in life.","release_date":"1980-01-01","vote_average":7.9,"runtime":16,"cert":"N\/A","id":49098,"title":"Talking Heads","adult":false,"genre_ids":[99]},{"cast":["Edward Fleming","Kirsten Olesen"],"overview":"Set in Copenhagen during World War II, the film follows a German officer who visits his Danish mistress in the days after the occupation of Denmark has ended.","release_date":"1982-06-30","vote_average":8.0,"runtime":57,"cert":"N\/A","id":49099,"title":"Images of Liberation","adult":false,"genre_ids":[10752,18]},{"cast":["Franciszek Pieczka","Mariusz Dmochowski","Jerzy Stuhr","Michał Tarkowski","Jan Skotnicki"],"overview":"A short making-of from the set of Kieslowski's feature film \"Blizna\", which uses a lot the word \"Action!\" and the slate.","release_date":"1976-01-01","vote_average":5.1,"runtime":6,"cert":"N\/A","id":49100,"title":"Slate","adult":false,"genre_ids":[]},{"cast":[],"overview":"A young couple leave a lake campsite on motorbike at the same time as a bus full of youths. The boy accidently loses a tent along the road which is picked up by those in the bus who offer a trade of the tent for his girl.","release_date":"1967-01-01","vote_average":5.7,"runtime":16,"cert":"N\/A","id":49101,"title":"Concert Wishes","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A communist party control committee interrogates a worker and party activist who is to be excluded from the party.","release_date":"1975-06-01","vote_average":7.8,"runtime":46,"cert":"N\/A","id":49102,"title":"Life Story","adult":false,"genre_ids":[18]},{"cast":["Józef Malesa"],"overview":"Krzysztof Kieslowski's protagonist is Joseph Malesa, a former party activist, labor leader and mason. The document talks about his career and life through ups and downs","release_date":"1973-01-01","vote_average":5.7,"runtime":18,"cert":"N\/A","id":49103,"title":"The Bricklayer","adult":false,"genre_ids":[99]},{"cast":["Elia Suleiman","Nazira Suleiman","Fuad Suleiman","Ali Suliman","Juliet Mazzawi"],"overview":"Chronicle of a Disappearance unfolds in a series of seemingly unconnected cinematic tableaux, each of them focused on incidents or characters which seldom reappear later in the film. Among the many unrelated scenes, there is a Palestinian actress struggling to find an apartment in West Jerusalem, the owner of the Holy Land souvenir shop preparing merchandise for incoming Japanese tourists, a group of old women gossiping about their relatives, and an Israeli police van which screeches to a halt so several heavily armed soldiers can get off the car and urinate.","release_date":"1996-01-01","vote_average":6.2,"runtime":88,"cert":"N\/A","id":49104,"title":"Chronicle of a Disappearance","adult":false,"genre_ids":[18]},{"cast":[],"overview":"While his investigations of collective decision making at the workplace are superficially similar, he is mining deeper and deeper at a particular face exposing certain anomalies in Democratic Centralism.","release_date":"1974-01-01","vote_average":6.0,"runtime":13,"cert":"N\/A","id":49105,"title":"X-Ray","adult":false,"genre_ids":[99]},{"cast":["Andrey Martynov","Irina Dolganova","Elena Drapeko","Ekaterina Markova","Olga Ostroumova"],"overview":"Based on the eponymous book by Boris Vasilyev, the film is set in Karelia (North-West of Russia, near Finland) in 1941 during WWII. In a beautiful and quiet wilderness far from the front-line there is an anti-aircraft artillery point, where corporal Vaskov is stationed with a group of many young women in training.","release_date":"1972-06-06","vote_average":7.7,"runtime":188,"cert":"N\/A","id":49106,"title":"The Dawns Here Are Quiet","adult":false,"genre_ids":[18,36,10752]},{"cast":[],"overview":"One of the first documentary films of Krzysztof Kieslowski. It is a story about everyday life funeral in the 70s","release_date":"1972-01-01","vote_average":6.1,"runtime":11,"cert":"N\/A","id":49107,"title":"Refrain","adult":false,"genre_ids":[99]},{"cast":["Joey Tuccio","Richard Courtney"],"overview":"King of Swords is a narrative short film that follows a lonely young man through the night he meets his perfect stranger. But when he heads out for a late night hookup he gets more than he bargained for.","release_date":"2007-01-01","vote_average":6.0,"runtime":14,"cert":"N\/A","id":49108,"title":"King of Swords","adult":false,"genre_ids":[]},{"cast":[],"overview":"Each day of the week is represented by a ballerina beginning with a young child and ending with an older ballet teacher.","release_date":"1979-06-01","vote_average":6.3,"runtime":16,"cert":"N\/A","id":49109,"title":"Seven Women of Different Ages","adult":false,"genre_ids":[99]},{"cast":["Drea de Matteo","Lillo Brancato","Ice-T","Lisa Valens","Victor Argo"],"overview":"A New York drug dealer is kidnapped, and his wife must try to come up with the money and drugs to free him from his abductors before Christmas.","release_date":"2001-10-04","vote_average":5.0,"runtime":85,"cert":"N\/A","id":49110,"title":"'R Xmas","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":"24 hours in the life of a hospital from the point of view of the doctors and nurses.","release_date":"1977-06-01","vote_average":6.4,"runtime":22,"cert":"N\/A","id":49111,"title":"Hospital","adult":false,"genre_ids":[99]},{"cast":["Maria Janiec","Jerzy Braszka"],"overview":"A boy shyly watches a girl on a tram. Only when he exits the tram, and its too late, does he realize that he must meet her.","release_date":"1966-01-01","vote_average":6.2,"runtime":5,"cert":"N\/A","id":49112,"title":"Tramway","adult":false,"genre_ids":[18]},{"cast":["Adam Fleming","Michael Cassidy","Marla Burkholder","Terry Guerin","Carly Haines"],"overview":"High school senior Ben secretly lusts after bad boy classmate Johnny. After Ben gives Johnny a ride home one night, the boys end up in Johnny's swimming pool and have an encounter that breaks the rules and blows Ben's mind.","release_date":"2005-08-13","vote_average":5.9,"runtime":16,"cert":"N\/A","id":49113,"title":"Dare","adult":false,"genre_ids":[18]},{"cast":["Sara Gilbert","Erik MacArthur","Gregory Itzin"],"overview":"A father buys his closeted son a night with a prostitute.","release_date":"1999-01-01","vote_average":7.0,"runtime":20,"cert":"N\/A","id":49114,"title":"$30","adult":false,"genre_ids":[35]},{"cast":[],"overview":"In a nightmarish future, the wealthy elite maintain The Circle, a stratum of society that can use technology for regeneration, although it's unclear if a person is regenerated into reality or if this New Life is a cyber world. Thomas Steiner is regenerated, thanks to his mother, and it seems her goal is for him to lose his homosexuality. He awakens from his regeneration with memories of Kazo, a man he loved. He goes in search of him. But, was Kazo ever real? And what will mother make of this son who leaves the safety of The Circle in search of something else?","release_date":"2003-01-01","vote_average":5.0,"runtime":26,"cert":"N\/A","id":49115,"title":"Oedipe - [N+1]","adult":false,"genre_ids":[]},{"cast":["Paul Amar","Robert Badinter","Guy Bedos","Jane Birkin","Carole Bouquet"],"overview":"Contre l'Oubli (Against Oblivion) is a compilation of 30 French filmmakers, Alain Resnais and Jean Luc Godard among them, who use film to make a plea on behalf of a political prisoner. Jean Luc Godard and Anne Marie Mieville's film concerns the plight of Thomas Wanggai, West Papuan activist who has since died in prison. The short films were commissioned by Amnesty International.","release_date":"1991-12-11","vote_average":0.0,"runtime":110,"cert":"N\/A","id":49116,"title":"Lest We Forget","adult":false,"genre_ids":[18,99]},{"cast":["Véra Briole","Manuel Blanc","Anouk Aimée"],"overview":"1999 Madeleine is the first step in an ambitious project by the French filmmaker Laurent Bouhnik to make one film per year between 1999-2009, recounting the turn of the century in an interweaving narrative pattern. Episode one is about Madeline, a lonely woman obsessed by religion and cleanliness. Her solitary existence leads her to place an advertisement for a man willing to share his life with a 'single, working 35-year-old.' She is a woman of our times who is caught between the paradoxes of modern life and individual needs for communication. The world offers her opportunities to satisfy material needs but, unfortunately, this is to the detriment of her spiritual needs.","release_date":"1999-01-01","vote_average":0.0,"runtime":86,"cert":"N\/A","id":49117,"title":"1999 Madeleine","adult":false,"genre_ids":[10749,35]},{"cast":[],"overview":"Dimitri, a Soviet cosmonaut of Soyouz 27 likes majorettes. Catherine and Laurent like making love. Jean-Paul II loves airports. Vincent loves boys.","release_date":"1997-06-22","vote_average":7.0,"runtime":6,"cert":"N\/A","id":49118,"title":"Des majorettes dans l'espace","adult":false,"genre_ids":[]},{"cast":["Robert Patrick","Jane Adams","Martin Sheen","Chris Noth","Olivia d'Abo"],"overview":"It's 1968 and the Whit clan are reuniting for the burial of Grandpa Sparta (Martin Sheen). But Sparta still has some secrets to reveal to his family and wisdom to impart to his grandson, in this whimsical comedy from the writer of The Bourne Identity.","release_date":"1999-01-01","vote_average":6.0,"runtime":98,"cert":"N\/A","id":49119,"title":"A Texas Funeral","adult":false,"genre_ids":[18,35]},{"cast":["Raoul O'Connell","Ann Russo","Kevin McClatchy","Greg Lauren","Steven Brindberg"],"overview":"Winston arrives at NYU as a freshman, knowing he's gay and wondering where that fact will lead him. He falls hard for Tom, his temporary roommate who's soon to leave for L.A., and it's a big risk to express these feelings. Meanwhile, temptations and opportunities abound in the Village: sex in public toilets, uninhibited people at parties, and knowing Act-uppers. Plus, there are misinterpreted signals, like the ones Winston gets from a Moonie. With help from his hometown friend Anne, Winston keeps his equilibrium and finds the perfect place to meet someone: the Judy Garland rack at Tower Records.","release_date":"1994-12-02","vote_average":5.5,"runtime":33,"cert":"N\/A","id":49120,"title":"A Friend of Dorothy","adult":false,"genre_ids":[18]},{"cast":["Shad Sager","Trace Barnes","Bryan Bukoliski","Jake Klein","Scott McCann"],"overview":"Sean is deaf, a high school student and a cross country runner. He's also a closeted gay teenager who's just coming to terms with his sexuality and his attraction to a fellow team-mate.","release_date":"2004-01-01","vote_average":5.0,"runtime":12,"cert":"N\/A","id":49121,"title":"Running Without Sound","adult":false,"genre_ids":[10749]},{"cast":[],"overview":"One-night stands, Internet dates and unrequited love are among the topics in this anthology of gay-themed short films. In \"Signage,\" a middle-aged man hooks up with a deaf younger man, while the offbeat \"41 Seconds\" chronicles a brief but steamy encounter. \"Shahram & Abbas\" follows two Iranians pretending to be homosexual in order to be granted asylum in Holland, and \"Mr_Right_22\" focuses on a waiter who dispenses farsighted advice to a customer.","release_date":"2008-06-03","vote_average":5.0,"runtime":100,"cert":"N\/A","id":49122,"title":"S Is for Sexy","adult":false,"genre_ids":[18,35]},{"cast":["Gil Frank","Hanoch Re'im","Tzofit Elyashiv"],"overview":"A young soldier is being treated very harsh by his commanding lieutenant. Just before they will be sent out to Lebanon, their battalion gets one day off to relax in Jerusalem. There the soldier finds out the lieutenant has sex in a public park","release_date":"1990-01-01","vote_average":3.5,"runtime":45,"cert":"N\/A","id":49123,"title":"After","adult":false,"genre_ids":[18]},{"cast":["Riley Steele","Zeina Heart","Capri Cavanni","Devi Emmerson","Heather Vahn"],"overview":"\"Riley Steele: Chic\" is straight from the mind of the most acclaimed female director in adult entertainment and showcases one of the hottest new stars. Celeste directs Riley Steele, in 4 intense scenes of erotic bliss. Riley sucks and fucks some of the biggest names and biggest cocks in the industry ! \"Riley Steele: Chic\" is full of sexy girls with a yearning for the perfect orgasm!","release_date":"2009-04-14","vote_average":9.3,"runtime":122,"cert":"N\/A","id":49124,"title":"Riley Steele: Chic","adult":true,"genre_ids":[]},{"cast":["Marcello Mastroianni","Lea Massari","Mimsy Farmer","Laura Betti","Claudio Cassinelli"],"overview":"Suave Fulvio (Marcello Mastroianni) woos women as he and the Sublime Brothers, 20 of them, attempt revolution in 1816 Italy.","release_date":"1974-12-08","vote_average":7.3,"runtime":115,"cert":"N\/A","id":49125,"title":"Allonsanfan","adult":false,"genre_ids":[18,36]},{"cast":["Anthony Hopkins","Marsha Mason","John Beck","Susan Swift","John Hillerman"],"overview":"A man is convinced that a young girl is the reincarnation of his own daughter Audrey Rose, who died in a fiery car accident, along with his wife, two minutes before the girl was born.","release_date":"1977-04-06","vote_average":5.7,"runtime":113,"cert":"N\/A","id":49126,"title":"Audrey Rose","adult":false,"genre_ids":[14,18,27,53,878]},{"cast":["Juan Jaimez","Oriol Serra","Joan Díez","Ruben Ametllé","Nolo Ortiz"],"overview":"In the back room of a gay club in Barcelona, the camera stalks the men (privy to their inner thoughts in voice overs), who stalk each other on a typically busy Saturday night","release_date":"2000-01-17","vote_average":0.0,"runtime":14,"cert":"N\/A","id":49127,"title":"Back Room","adult":false,"genre_ids":[18]},{"cast":["Hossein Mardani","Nader Farman","Cecile Heuer","Dirk Marks","Ada Nwosu"],"overview":"Two Iranian men, young student Shahram and older journalist Abbas meet at Schiphol airport. In order to make a better chance for asylum they decide to pretend to be homosexual.","release_date":"2006-10-02","vote_average":7.0,"runtime":35,"cert":"N\/A","id":49128,"title":"Shahram & Abbas","adult":false,"genre_ids":[18]},{"cast":["Boro Stjepanović","Bogdan Diklić","Nada Đurevska","Zaim Muzaferija","Ante Vićan"],"overview":"Based on a short story of Ivo Andrić, famous Yugoslav Nobel Prize winner, this film is set in Sarajevo during WW2. Mento is a humble, poor Jew who runs a caffe. Stjepan is a man of unknown background, with no social or psychological dimension, who joined Nazis to leave any sort of trace behind himself.","release_date":"1979-01-01","vote_average":5.6,"runtime":61,"cert":"N\/A","id":49129,"title":"Buffet Titanic","adult":false,"genre_ids":[18]},{"cast":["Anthony Franciosa","Michèle Mercier","Klaus Kinski","Peter Carsten","Silvano Tranquilli"],"overview":"Alan Foster, a professional American journalist, travels to London to meet with Edgar Allen Poe for an interview. While in London, Alan soon finds himself in the company of Lord Blackwood, and Alan accepts a bet to spend a night in his castle","release_date":"1971-08-26","vote_average":5.7,"runtime":102,"cert":"N\/A","id":49130,"title":"Web of the Spider","adult":false,"genre_ids":[27]},{"cast":["Christopher Daniel Barnes","Sara Ballantine","Efrem Zimbalist Jr.","Neil Ross","Billy 'Pop' Atmore"],"overview":"Spider-Man meets some of his greatest foes including Green Goblin, Kingpin, and Dr. Octopus, and rediscovers his own identity in the process.","release_date":"2002-08-11","vote_average":5.9,"runtime":79,"cert":"N\/A","id":49131,"title":"Spiderman: The Ultimate Villain Showdown","adult":false,"genre_ids":[28,16,10751,878]},{"cast":["Jesse Lee","Bryan Bevege","Tammy Warwick","Francie Gray"],"overview":"Boy is the unsettling story of a young male prostitute, or Rent Boy, in a small rural town who learns the truth behind a hit and run accident which has killed a local girl. When the news of the girls death spreads through the community, the driver and his family decide that the boy must be silenced. The set out to scare him into silence. The pressure becomes more and more violent, but despite this, the boy battles to expose the truth.","release_date":"2004-10-14","vote_average":6.5,"runtime":15,"cert":"N\/A","id":49132,"title":"Boy","adult":false,"genre_ids":[18]},{"cast":["Enrico Lo Verso","Michele Placido","Piro Milkani","Carmelo Di Mazzarelli","Elida Janushi"],"overview":"Fiore, an Italian conman, arrives in post Communist Albania with Gino, his young apprentice, to set up a shoe factory that will never open. The con requires a native Albanian, so they designate Spiro, an impoverished and confused former political prisoner as chairman of the board. When Fiore returns to Italy to get government funds for the project, Spiro unexpectedly disappears and Gino sets out on a journey to find him. The search leads him to discover Spiro's tragic personal history and witness Albanian poverty firsthand.","release_date":"1994-01-01","vote_average":7.3,"runtime":116,"cert":"N\/A","id":49133,"title":"Lamerica","adult":false,"genre_ids":[18]},{"cast":["Franciszek Pieczka","Mariusz Dmochowski","Jerzy Stuhr","Jan Skotnicki","Stanislaw Igar"],"overview":"After discussions and dishonest negotiations, a decision is taken as to where a large new chemical factory is to be built and Bednarz, an honest Party man, is put in charge of the construction. He used to live in the small town where the factory is to be built, his wife used to be a Party activist there, and he has unpleasant memories of it. But he sets to the task in the belief that he will build a place where people will live and work well. His intentions and convictions, however, conflict with those of the townspeople who are primarily concerned with their short-term needs. Disillusioned, Bednarz gives up his post.","release_date":"1976-12-06","vote_average":6.6,"runtime":106,"cert":"N\/A","id":49134,"title":"The Scar","adult":false,"genre_ids":[18]},{"cast":["Israel Rodríguez","Pablo Puyol","Antonio Álamo","Juan Carlos Rubio","Juanma Lara"],"overview":"A school boy hangs around a mall in order to pick up older men and have sex in the public toilets. When his English tutor teaches him anal sex he is opened up to new experiences despite being caught by his disapproving father. When he meets a 18 year old he goes to the toilets only to be caught by security and charged. Despite his parent's disapproval he finds this makes him dedicated to one relationship but the sexual anonymity of the toilets is a constant lure for him.","release_date":"2000-06-17","vote_average":5.0,"runtime":17,"cert":"N\/A","id":49135,"title":"Doors Cut Down","adult":false,"genre_ids":[35]},{"cast":["Burt Reynolds","William Forsythe","Giancarlo Esposito","Arye Gross","Georgina Cates"],"overview":"A collection of characters threaten to cross paths, unknowingly, during a night in the big city. The film focuses on two hit men (Reynolds and Forsythe) who are bound to collide with Cates, a beautiful prostitute.","release_date":"1997-01-01","vote_average":7.0,"runtime":94,"cert":"N\/A","id":49136,"title":"Big City Blues","adult":false,"genre_ids":[35,28,12]},{"cast":["Victoria Haralabidou"],"overview":"Natasha, a Russian refuge, seeks a place in the Greek sun. She learns speaking Greek using audio cassettes. Finally, she learns the lesson of life.","release_date":"2000-11-12","vote_average":6.0,"runtime":36,"cert":"N\/A","id":49137,"title":"A Bright Shining Sun","adult":false,"genre_ids":[18]},{"cast":["Mickey Smith","Jason Hayes","Todd Batstone","Forrest Seward","Sean Flood"],"overview":"Beneath a railroad bridge a young rural gay man begins to his explore his gay feelings with the aid of an understanding friend.","release_date":"1998-01-01","vote_average":6.0,"runtime":22,"cert":"N\/A","id":49138,"title":"Fishbelly White","adult":false,"genre_ids":[35,18]},{"cast":["Ildikó Bánsági","Péter Andorai","Ildikó Kishonti","Lajos Balázsovits","Tamás Dunai"],"overview":"Janos and Kata are thrown together during the Second World War and forced to pose as husband and wife to hide from the Nazis. The intensity and suffocating intimacy of their new relationship and the circumstances in which they find themselves, forces them to confront past prejudices and assumptions and challenge what they truly believe.","release_date":"1980-01-10","vote_average":7.8,"runtime":105,"cert":"N\/A","id":49139,"title":"Confidence","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Mother son relations are strained to the breaking point when a young architecture student gives up his studies to support himself and his alcoholic mother by hustling.","release_date":"2004-01-01","vote_average":0.0,"runtime":23,"cert":"N\/A","id":49140,"title":"Build","adult":false,"genre_ids":[]},{"cast":[],"overview":"Two friends try to survive in rural Finland after the bombs fell and left them in a nuclear winter, turning most people into zombies","release_date":"2005-05-19","vote_average":8.0,"runtime":36,"cert":"N\/A","id":49141,"title":"Winter of the Dead","adult":false,"genre_ids":[]},{"cast":["Tobias Schenke","Nico Link","Anna Thalbach","Francesco Saubert","Andreas Schneeberg"],"overview":"Boris is smitten with Til. But when they are about to kiss for the first time an inter-loper joins them. Much to Boris' dismay and Til's delight. Will jealousy ruin everything?","release_date":"2002-01-01","vote_average":6.0,"runtime":15,"cert":"N\/A","id":49142,"title":"Breakfast?","adult":false,"genre_ids":[18]},{"cast":["Karl Bowen","Christopher Hobbs"],"overview":"A silent avant-garde experience created by Derek Jarman, filled with superimposed images forming a whole picture. His palette consists mostly of reddish random images of Egypt and the pyramids; a strange garden destroyed from time to time by a man with a whip; a young peaceful man relaxing on the floor; other smoking and eating insects. This is Jarman's view of the Garden of Luxor and its mysteries. (IMDb)","release_date":"1972-01-01","vote_average":5.7,"runtime":9,"cert":"","id":49143,"title":"Garden of Luxor","adult":false,"genre_ids":[14]},{"cast":["Bryan Marshall","Martyn Sanderson","Ellie Smith","Cliff Curtis","Jed Brophy"],"overview":"On the premise that his albums will sell better if he is dead, an aging pop-singer fakes his own death. True enough, the money rolls in, but no one can get their hands on it because of the seven year waiting period before a missing person can be declared legally dead. However, a crazed animal rights terrorist, who knows he isn't dead, is trying to kill him, because of the singer's advertisements for fried chicken restaurants. Eventually, it turns out that the singer's manager is paying the terrorist to kill him.","release_date":"1996-04-22","vote_average":4.5,"runtime":90,"cert":"N\/A","id":49144,"title":"Chicken","adult":false,"genre_ids":[35]},{"cast":["Anna Levine","David Wike","Lance Reddick","Julie Hagerty","Arthur Storch"],"overview":"Finishing his trilogy about desperate young women in New York, Amos Kollek focuses on an alcoholic, who tries to regain custody of her son. Being addicted to alcohol, single mother Anna had to give her son to foster parents, but they would \"sell\" him back if she offers enough money. When she gets to know Pete, the mentally handicapped son of a wealthy author, his father asks her to marry his son for one million dollar.","release_date":"2002-01-01","vote_average":6.0,"runtime":90,"cert":"N\/A","id":49145,"title":"Bridget","adult":false,"genre_ids":[]},{"cast":["Richard Dreyfuss","Elijah Wood","David O'Hara"],"overview":"Charles Dickens' classical story about the young orphan boy in 1837 England is again re-filmed in grand fashion. Richard Dreyfuss portrays Fagin, the unscrupulous leader of the young pick-pockets Oliver (Alex Trench) initially falls in with after escaping from a sweat shop and going to London to find his relatives. Written by John Sacksteder","release_date":"1997-01-01","vote_average":5.9,"runtime":91,"cert":"N\/A","id":49146,"title":"Oliver Twist","adult":false,"genre_ids":[10770,18,10751]},{"cast":["Salim Kechiouche","Amanda Lear","stephane rolland","Bruno Davézé","Ugo Broussot"],"overview":"He is young, good-looking and of Arab descent – and gets lost amongst\r the glamour of Paris’ international jet set.","release_date":"2005-01-01","vote_average":7.8,"runtime":15,"cert":"N\/A","id":49147,"title":"Gigolo","adult":false,"genre_ids":[]},{"cast":["Wotan Wilke Möhring","Franka Potente","August Schmölzer","Georg Leumer","Christian Niederkrüger"],"overview":"A man is swimming in the ocean. Suddenly he is hit by something. Unconsciously he drops to the bottom. When he wakes up on the beach again everything looks the same. But something is not entirely right.","release_date":"2002-01-01","vote_average":5.0,"runtime":14,"cert":"N\/A","id":49148,"title":"La mer","adult":false,"genre_ids":[18]},{"cast":["Jay Brown","Peter Peralta"],"overview":"Mates emerge from latency into their sexual identities. Will and Leung are pals, searching the woods of Hampstead Heath for botanical material Leung needs for a school class. Along the way, they engage in horseplay, and Will disclosed that his girlfriend recently fellated him. As they walk on, they keep coming back to the subject of oral sex. Is it curiosity and braggadocio, or are they flirting with each other? Leung crosses a line and declares himself: how will Will react?","release_date":"2006-02-12","vote_average":5.0,"runtime":9,"cert":"","id":49149,"title":"Summer","adult":false,"genre_ids":[18]},{"cast":["François Delaive","Camille Japy","Martial Jacques","Michel Beaujard"],"overview":"Family ties. Paul is an artist, his current project is to take photos of the faces of men during orgasm. He lives with Martial, his lover. His sister Camille, who's running the family business, takes Paul to the hospital to see their father, who is dying. Paul hasn't seen him in six years, and all his life has believed his father thinks he's ugly and perhaps not even his child. There's no deathbed reconciliation, but subsequent exchanges of Paul with Martial and with Camille bring opportunities for growth and change to this temperamental and self-pitying young man.","release_date":"1995-01-01","vote_average":5.0,"runtime":26,"cert":"N\/A","id":49150,"title":"Little Death","adult":false,"genre_ids":[18]},{"cast":[],"overview":"An aging artist losing his vision employs a street hustler to paint for him. Both are desperate, but how far will each go to satisfy his grave needs? This probing film questions where exploitation ends and redemption begins.","release_date":"2005-01-01","vote_average":0.0,"runtime":16,"cert":"N\/A","id":49151,"title":"Gold","adult":false,"genre_ids":[]},{"cast":[],"overview":"Documentary footage (from the 1950s) and accompanying commentary to attempt to answer the existential question, Why are our lives characterized by discontent, anguish, and fear? The film is in two completely separate parts, and the directors of these respective sections, left-wing Pier Paolo Pasolini and conservative Giovanni Guareschi, offer the viewer contrasting analyses of and prescriptions for modern society. Part I, by Pasolini, is a denunciation of the offenses of Western culture, particularly those against colonized Africa. It is at the same time a chronicle of the liberation and independence of the former African colonies, portraying these peoples as the new protagonists of the world stage, holding up Marxism as their \"salvation\", and suggesting that their \"innocent ferocity\" will be the new religion of the era. Guareschi's part, by contrast, constitutes a defense of Western civilization and a word of hope, couched in traditional Christian terms, for man's future.","release_date":"1963-04-13","vote_average":7.6,"runtime":104,"cert":"N\/A","id":49152,"title":"La Rabbia","adult":false,"genre_ids":[99]},{"cast":["Corey Sorenson","Lachlan Nieboer","Marvin Naftal"],"overview":"H.G. (Corey Sorenson) living a happy and openly gay life in New York must return to Iowa to help his alcoholic father save the family farm. He no longer feels he is a member of his family tribe but digs into the work along side his father and a hired hand, Ryan (Lachlan Neiboer), who has his own set of problems raising his younger brothers and sisters following the death of their parents. He comes out to his high school sweetheart, Dawn (Taylor Gwynn) who raises a ruckus at the nrews and outs him to the whole town, forcing his father to take to his bed with a bottle. Alone one night in the most desolate part of town he runs into Ryan and discover the farm hand is not exactly the ladies man people think he is.","release_date":"2007-05-27","vote_average":5.7,"runtime":10,"cert":"N\/A","id":49153,"title":"Heartland","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":" ","release_date":"1996-01-01","vote_average":0.0,"runtime":130,"cert":"N\/A","id":49154,"title":"Pros tin elefteria","adult":false,"genre_ids":[]},{"cast":["Karel Roden","Ivana Chýlková","Lucie Bílá"],"overview":" ","release_date":"1998-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":49157,"title":"Cas dluhu","adult":false,"genre_ids":[10749,35,18]},{"cast":["John Huston","Shelley Winters","Bo Hopkins","Henry Fonda","Claude Akins"],"overview":"Several people disappear from and at the sea. Their bodies are found gnawed to the skeleton, even the marrow is missing. The scientists have no idea which animal could do such things. Dr. Turner begins to suspect that the company which builds a tunnel beneath the bay might have poisoned the environment and caused an octopus to mutate to giant dimensions...","release_date":"1977-02-25","vote_average":4.4,"runtime":102,"cert":"N\/A","id":49158,"title":"Tentacles","adult":false,"genre_ids":[53,27,878]},{"cast":["Ryô Ikebe","Yumi Shirakawa","Akira Kubo","Kumi Mizuno","Hiroshi Tachikawa"],"overview":"In 1980, a giant planetoid named Gorath is discovered to be on a collision course with Earth. Even though it is smaller than Earth, its mass is huge enough to crush the Earth and destroy it. A mission sent to observe Gorath is destroyed after all the orbiting ships are drawn into the planetoid. A later mission is sent to observe and the crew barely leaves before suffering the same fate. However Astronaut Tatsuo Kanai is left in a catatonic state due to his near death experience. The Earth's scientists then come up with a desperate plan to build giant rockets at the South Pole to move Earth out of Gorath's path before it is too late.","release_date":"1962-03-21","vote_average":6.3,"runtime":88,"cert":"N\/A","id":49163,"title":"Gorath","adult":false,"genre_ids":[878,53]},{"cast":["Vladimir Yemelyanov","Georgi Zhzhyonov","Gennadi Vernov","Yuriy Sarantsev","Georgiy Teykh"],"overview":"Four Soviet cosmonauts land on the planet Venus and find it teeming with life, some of it dangerous.","release_date":"1962-04-13","vote_average":5.6,"runtime":72,"cert":"N\/A","id":49164,"title":"Planet of Storms","adult":false,"genre_ids":[878]},{"cast":["Mounïm Kbab","Mustapha Hansali","Hicham Moussoune","Abdelhak Zhayra","Saïd Taghmaoui"],"overview":"Ali, Kwita, Omar and Boubker are street kids. The daily dose of glue sniffing represents their only escape from reality. Since they left Dib and his gang, they have been living on the portside of Casablanca. They live in constant fear of Dib's revenge. Ali wants to become a sailor - when he was living with his mother, a prostitute, he used to listen to a fairy tale about the sailor who discovered the miracle island with two suns. Instead of finding his island in the dream, Ali and his friends are confronted with Dib's gang. Matters are getting serious.","release_date":"2000-01-01","vote_average":6.8,"runtime":99,"cert":"N\/A","id":49167,"title":"Ali Zaoua: Prince of the Streets","adult":false,"genre_ids":[18]},{"cast":["Mohamad Ali El Akili","Bushra Karaman","Makram J. Khoury","Yussuf Abu-Warda","Anna Condo"],"overview":"A Palestinian seeks Israeli permission to waive curfew to give his son a fine wedding. The military governor's condition is that he and his officers attend. The groom berates his father for agreeing. Women ritually prepare the bride; men prepare the groom. Guests gather. The Arab youths plot violence. One Israeli officer swoons in the heat and Arab women take her into the cool house. A thoroughbred gets loose and runs to a mined field; soldiers and Arabs must cooperate to rescue it. As darkness falls, tensions between army and villagers rise, and the groom's wedding-night anger and impotence threaten family dignity and honor. Can cool heads prevail?","release_date":"1988-01-01","vote_average":7.2,"runtime":100,"cert":"N\/A","id":49168,"title":"Wedding in Galilee","adult":false,"genre_ids":[18,10749]},{"cast":["Larry Cohen","Sean S. Cunningham","Joe Dante","Ernest R. Dickerson","F. X. Feeney"],"overview":"A tribute to the work of Alfred Hitchcock, featuring contemporary filmmakers, writers, performers, and cultural critics.","release_date":"2006-08-11","vote_average":0.0,"runtime":24,"cert":"N\/A","id":49169,"title":"Hitchcocked!","adult":false,"genre_ids":[99]},{"cast":["Charlie Day"],"overview":"A photographer remembers that special summer that he spent with his somewhat older cousin, the feelings that were awakened, and the unexpected turn of events behind his \"best\" photo.","release_date":"2001-01-01","vote_average":6.5,"runtime":28,"cert":"N\/A","id":49170,"title":"Late Summer","adult":false,"genre_ids":[18]},{"cast":["Ivana Chýlková","Karel Roden","Jitka Asterová","Libor Zídek"],"overview":"Dana is young medical student with no self esteem, she can't deal with life, people and even not with herself. After her boyfriend leaves her, she changes to selfish woman, manipulating people and making them to serve her. She plays with her husband, neighbors and friends - for her own good and for fun.","release_date":"1990-01-01","vote_average":5.0,"runtime":115,"cert":"N\/A","id":49171,"title":"Time of the Servants","adult":false,"genre_ids":[35,18]},{"cast":["Theresa Russell","Eric Roberts","Alyssa Milano","Frank Stallone","Leah Best"],"overview":"Ma Barker (Theresa Russell) and her sons rob banks, shoot people and wind up at the top of the FBI's \"most wanted\" list in the 1930s.","release_date":"1996-04-19","vote_average":3.2,"runtime":95,"cert":"N\/A","id":49172,"title":"Public Enemies","adult":false,"genre_ids":[18,80]},{"cast":[],"overview":" ","release_date":"2008-01-01","vote_average":8.0,"runtime":25,"cert":"N\/A","id":49173,"title":"Miden thetiko","adult":false,"genre_ids":[]},{"cast":["Michael Ellison","Michael Ellison","Anna Moore","Virginia Thomas","Abby Royle"],"overview":"Moments before his best friend's wedding, Peter gets one last chance to rekindle mutual feelings long suppressed, but not abandoned. Sometimes the perfect reminder of first love's passion is but a simple kiss from the best man. The Best Men explores a universal heartache that every individual has experienced - the feeling of having missed out on true love.","release_date":"2007-06-14","vote_average":6.7,"runtime":14,"cert":"N\/A","id":49174,"title":"The Best Men","adult":false,"genre_ids":[]},{"cast":["Alexis Arquette","Robert Amico","Christina Crawford","Elliott Gould","Jason Gould"],"overview":"A film that shows how \"hard\" it is to be son of celebrities","release_date":"1997-01-01","vote_average":6.0,"runtime":27,"cert":"N\/A","id":49175,"title":"Inside Out","adult":false,"genre_ids":[]},{"cast":[],"overview":"Lindsay Anderson's early documentary film of a British amusement park, the irony of its manufactured fun on full display.","release_date":"1953-01-01","vote_average":6.2,"runtime":13,"cert":"","id":49176,"title":"O Dreamland","adult":false,"genre_ids":[99,35]},{"cast":["Kathleen Quinlan","Nicholas Campbell","Mario Van Peebles","Lar Park Lincoln","Wallace Langham"],"overview":"A sociology graduate student researches her doctoral thesis on female crime by interviewing street prostitutes. Shocked by her findings, she offers her own apartment to teenage prostitutes seeking refuge from the streets, many of whom are rejected by their parents and are dependent on their pimps.","release_date":"1985-10-25","vote_average":6.0,"runtime":93,"cert":"N\/A","id":49177,"title":"Children of the Night","adult":false,"genre_ids":[18]},{"cast":["Matt Nolan","Gwen Welles","Dennis Christopher","Russell Scott Lewis","Robin Stapler"],"overview":"Tom Peters looks back to 1978, the year in high school that he came out of the closet. Tom's mom is both sweet and intrusive, urging him to take out girls. She also drags him to her disco-dancing lessons. His friendship with Matt becomes his first love, and then Matt turns on Tom with homophobic venom. Later, Matt and Matt's new girlfriend trash the classroom of an effeminate teacher with more vicious homophobia. At first, Tom joins in heaping scorn on the teacher, then he has to decide if it isn't time to open the closet door. A crisis of sorts ensues with his mom, and disco proves to be a balm.","release_date":"1994-01-01","vote_average":5.0,"runtime":30,"cert":"N\/A","id":49178,"title":"The Disco Years","adult":false,"genre_ids":[]},{"cast":["Josh Philip Weinstein","Nick Kokotakis","Kimberly Flynn","Richard Salamanca","Richard Foster"],"overview":"Justin, a 17-year old entering his final year of high school, gets a job as a life guard at a fitness center. Surrounded by hard bodies of both sexes and instructed by his boss to keep an eye on the steam room to report any men having sex, Justin begins to divine the direction his erotic feelings point. In separate incidents, Vicky and Russell, two older co-workers, hit on him. He tries out responses to both, and then must figure out what to do with his new self-knowledge.","release_date":"1993-01-01","vote_average":5.5,"runtime":27,"cert":"N\/A","id":49179,"title":"Pool Days","adult":false,"genre_ids":[]},{"cast":["Aleister Crowley"],"overview":"\"The Man We Want to Hang\" is a 12-minute short, consisting of Anger filming borrowed paintings done by legendary and controversial occultist Aleister Crowley.","release_date":"2002-09-07","vote_average":5.1,"runtime":12,"cert":"N\/A","id":49180,"title":"The Man We Want to Hang","adult":false,"genre_ids":[99]},{"cast":["Bryan Marshall","Sam Barlow","Sebastian Lamour","Peter Barry"],"overview":"A lost and fragile rent boy meets a wealthy man playing out a lonely game. Over one night their lives intersect in unexpected ways, blurring the lines between betrayer and betrayed.","release_date":"2002-10-04","vote_average":0.0,"runtime":15,"cert":"N\/A","id":49181,"title":"Into the Night","adult":false,"genre_ids":[18]},{"cast":["Murray Bartlett","Daniel Dugan","Francisco Valera","Jeff Rynkiewicz","Michelle Morales"],"overview":"Two ex-lovers meet after years a part and examine the painful break up and what they should do now.","release_date":"2005-06-07","vote_average":4.7,"runtime":16,"cert":"N\/A","id":49182,"title":"Postmortem","adult":false,"genre_ids":[18]},{"cast":["Christopher Lee","Douglas Wilmer","Horst Frank","Tsai Chin","Wolfgang Kieling"],"overview":"In his remote China hideaway the evil Fu Manchu plots the death and discredit of his arch rival, Inspector Nayland Smith of Scotland Yard","release_date":"1967-05-25","vote_average":6.2,"runtime":91,"cert":"PG","id":49183,"title":"The Vengeance of Fu Manchu","adult":false,"genre_ids":[80,27,9648]},{"cast":["Rami Doueiri","Naamar Sahli","Mohamad Chamas","Rola Al Amin","Carmen Lebbos"],"overview":"In April, 1975, civil war breaks out; Beirut is partitioned along a Moslem-Christian line. Tarek is in high school, making Super 8 movies with his friend, Omar. At first the war is a lark: school has closed, the violence is fascinating, getting from West to East is a game. His mother wants to leave; his father refuses. Tarek spends time with May, a Christian, orphaned and living in his building. By accident, Tarek goes to an infamous brothel in the war-torn Olive Quarter, meeting its legendary madam, Oum Walid. He then takes Omar and May there using her underwear as a white flag for safe passage. Family tensions rise. As he comes of age, the war moves inexorably from adventure to tragedy.","release_date":"1998-09-01","vote_average":8.5,"runtime":105,"cert":"N\/A","id":49184,"title":"West Beirut","adult":false,"genre_ids":[10749,18,35]},{"cast":[],"overview":"Adult","release_date":"2010-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":49191,"title":"Naked Movie 4","adult":true,"genre_ids":[]},{"cast":["Lisa Ann","Sara Stone","Michelle Lay","Randy Spears","Dane Cross"],"overview":"Sweet Sinner's first series returns, now starring the legendary Lisa Ann! When Randy Spears marries his hot, busty wife, he promises her that his kids are grown and moved out of the house. So trophy wife Lisa is none-too-thrilled when college dropout Dane Cross shows up to stay with his dad for a while! Lisa immediately lays down the law and reminds Dane that she's the boss, setting the stage for mutual tension and frustration. But is Lisa really concerned with her new marriage, or is she more interested in Dane and his hot, young friends?","release_date":"2010-06-16","vote_average":10.0,"runtime":null,"cert":"N\/A","id":49192,"title":"The Stepmother 3: Trophy Wife","adult":true,"genre_ids":[]},{"cast":["Heinz Erhardt","Trude Herr","Peter Carsten","Paul Kuhn","Ann Smyrner"],"overview":"","release_date":"1959-12-22","vote_average":7.1,"runtime":82,"cert":"N\/A","id":49193,"title":"Drillinge an Bord","adult":false,"genre_ids":[10749,35,80]},{"cast":["Ashley Blue","Ciera Sage","Fiona Cheeks","Judy Star","Roxanne Hall"],"overview":"They desire for you to watch as they grovel, cum and get as nasty as they can be! These sluts are taken to the limit as asses are stretched and penetrated, their mouths filled with stiff rods! Helpless little Slave Dolls are happy all the while!","release_date":"2003-03-12","vote_average":0.0,"runtime":126,"cert":"N\/A","id":49194,"title":"Slave Dolls","adult":true,"genre_ids":[]},{"cast":["Heinz Erhardt","Maria Perschy","Erik Schumann","Trude Herr","Margitta Scherr"],"overview":"Eberhard Dobermann is a widower and a policeman who loves to control the roads and let people pay fines. Even with his neighbour and friend Jutta Schmalbach he has no pity. Thus he cannot understand why his daughter Karin just falls in love with a racing pilot called Walter. But it gets even worse when Eberhard wins a VW-Kaefer at the annual police party. So he has to learn to drive and thus even brings his teacher close to a heart attack.","release_date":"1959-08-20","vote_average":5.9,"runtime":82,"cert":"N\/A","id":49195,"title":"Natürlich die Autofahrer","adult":false,"genre_ids":[35]},{"cast":["Michael Flatley","Bernadette Flynn","Daire Nolan","Gillian Norris","Helen Egan"],"overview":"Filmed at the Point Theatre in Dublin 'Lord of the Dance' takes Irish dancing to spectacular new heights. Orchestrated and conducted by Anne Dudley, inspiring original music by Ronan Hardiman and exhilarating dance starring the sensational Michael Flatley with supporting characters Bernadette Flynn, Daire Nolan, Gillian Norris, Helen Egan and Anne Buckley - Lord of the Dance is a rare and magical experience.  Michael Flatley takes to the stage in a stunning Celtic dance spectacular which re-tells Irish folk legend in a dazzling and updated style.  Join us when time stood still and Erin was goddess of all... The stories had all been written and everyone knew their parts. But the ancient clans, sitting in their stone circles, heard mumblings and the spirits dream was troubled. A new dark power had emerged to challenge the Lord of the Dance.","release_date":"1997-10-14","vote_average":7.2,"runtime":90,"cert":"N\/A","id":49196,"title":"Lord of the Dance","adult":false,"genre_ids":[10402]},{"cast":["Heinz Erhardt","Loni Heuser","Renate Ewert","Peter Weck","Karin Baal"],"overview":"","release_date":"1957-07-07","vote_average":5.7,"runtime":null,"cert":"N\/A","id":49197,"title":"Der müde Theodor","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Just when Laura and her family were preparing to spend the Christmas holidays at Aunt Martha, the car breaks down and must spend Christmas at home, and without a tree. A fun adventure for the whole family.","release_date":"2006-12-01","vote_average":4.0,"runtime":50,"cert":"N\/A","id":49198,"title":"Laura's Star Xmas Special","adult":false,"genre_ids":[]},{"cast":["Ekin Cheng","Cecilia Cheung","Kelly Lin","Blacky Ko Sau-Leung","Simon Yam"],"overview":"From the star and director of \"The Storm Riders\" come this turbo- charged action drama. Pop superstar Ekin Cheng is Sky, an underground drag car racer king. After winning yet another race, Sky was framed by his rival Hung (Simon Yam). On the run in Thailand, Sky hooks up with his long lost father, himself a legendary racer, who steers his son back on course for the ultimate showdown with Hung.","release_date":"1999-12-18","vote_average":5.5,"runtime":109,"cert":"N\/A","id":49199,"title":"The Legend of Speed","adult":false,"genre_ids":[28]},{"cast":["Hung Cheuk-lap","Chau Pak-Ho","Jason Chan Pak-Yu","Sherman Chung","Yumiko Cheng"],"overview":"Love is Elsewhere is a 2008 Hong Kong romantic drama film directed by Vincent Chiu.","release_date":"2008-04-17","vote_average":0.0,"runtime":98,"cert":"N\/A","id":49200,"title":"Love Is ElseWhere","adult":false,"genre_ids":[10749]},{"cast":["Ha Ji-won","Kwon Sang-woo","Chun Woo-hee","Kim In-kwon","Kim In-mun"],"overview":"After getting into trouble at their seminary, seminarians Gyu-shik and Seon-dal are sent into the country for a month of service under the elderly Father Nam. Upon their arrival, Gyu-shik meets Father Nam's niece, Bong-hie, who has flown across from the United States to see her boyfriend. However, when her boyfriend ends their relationship, Bong-hie finds herself stranded at her uncle's church with nowhere else to go. At first she and Gyu-shik struggle to get along, but eventually they become attracted to one another, and Gyu-shik is forced to question his commitment to the priesthood.","release_date":"2004-08-05","vote_average":6.6,"runtime":105,"cert":"N\/A","id":49201,"title":"Love So Divine","adult":false,"genre_ids":[]},{"cast":["Yoo Dong-geun","Jung Joon-ho","Kim Jung-eun","Sung Ji-ru","Park Sang-wook"],"overview":"The film is a gangster comedy about a businessman who becomes involved with the gangster underworld through the daughter of a crime boss.","release_date":"2002-09-13","vote_average":5.8,"runtime":113,"cert":"N\/A","id":49202,"title":"Marrying the Mafia","adult":false,"genre_ids":[35,28,80]},{"cast":["Kim Soo-mi","Kim Won-hee","Shin Hyun-joon","Tak Jae-hoon","Gong Hyung-jin"],"overview":"The oldest son of the White Tiger Gang is pressured by his family to settle down and get married; but when he finds the perfect girl, she turns out to be a state prosecutor for crimes of violence, specifically gangster related. The district attorney is a look-a-like of the gangster's former fiancee who died getting hit by a truck. Their feelings develop for each other but her co-worker turns out to like her as well. She does not like him so the latter turns to the darker side of the law, by conspiring with the rival Axe Gang. Unfortunately for him, the mafia son has more that a few tricks up his sleeve and gets support from his dim-witted brothers and henchman.","release_date":"2005-09-07","vote_average":6.3,"runtime":115,"cert":"N\/A","id":49203,"title":"Marrying the Mafia II","adult":false,"genre_ids":[35,80,28,10749]},{"cast":["Kim Soo-mi","Shin Hyun-joon","Kim Won-hee","Tak Jae-hoon","Gong Hyung-jin"],"overview":"This gangster comedy chronicles the White Tiger Family of Jeolla Province. Hong Deok-ja, head of the crime family, quits the syndicate to open a kimchi business after her son marries a prosecutor. She is pulled back into the crime family when the familiar member of the rival Axe Gang is released from prison and seeks revenge upon the White Tiger Family.","release_date":"2006-09-21","vote_average":5.7,"runtime":128,"cert":"N\/A","id":49204,"title":"Marrying the Mafia 3: Family Hustle","adult":false,"genre_ids":[]},{"cast":["Pilou Asbæk","Dulfi Al-Jabouri","Roland Møller","Jacob Gredsted","Omar Shargawi"],"overview":"The R of the title stands for the young protagonist, Rune, fearlessly played by Pilou Asbæk. Imprisoned for violent assault, he's a cocky, good-looking young man placed in the hardcore ward, where his survival depends on quickly learning the prison's parallel world of rules, honor, and obligations. R also stands for Rachid, a young Muslim prisoner who becomes Rune's friend and accomplice, defying the rigid racial stratifications among the inmates.","release_date":"2010-04-22","vote_average":6.6,"runtime":99,"cert":"N\/A","id":49207,"title":"R","adult":false,"genre_ids":[80,18]},{"cast":["Keith Van Hoven","Joe Balogh","Sonia Curtis","Philip Murray","Juliana Teixeira"],"overview":"Three college students, another couple, their housekeeper are besieged at a remote Brazilian plantation by a group of zombies raised by a voodoo curse.","release_date":"1991-01-05","vote_average":4.3,"runtime":88,"cert":"N\/A","id":49212,"title":"Black Demons","adult":false,"genre_ids":[27]},{"cast":["Shin Ha-kyun","Won Bin","Tae-wook Kim","Kim Hae-sook","Cho Jin-woong"],"overview":"The story of two brothers, growing up in 1970s Korea, who each take two completely different paths. One goes to school to become a doctor, the other becomes a gangster. Their story is told through flashbacks after one of them is murdered.","release_date":"2004-10-08","vote_average":6.6,"runtime":112,"cert":"N\/A","id":49213,"title":"My Brother","adult":false,"genre_ids":[28,18]},{"cast":["Kwon Sang-woo","Lee Jung-Jin","Han Ga-in","Lee Jong-hyuk","Park Hyo-joon"],"overview":"A model student transfers to the notorious Jungmoon High School known for its severe corporal punishment by teachers and power struggles between school gangs.","release_date":"2004-01-15","vote_average":7.2,"runtime":116,"cert":"N\/A","id":49214,"title":"Once Upon a Time in High School","adult":false,"genre_ids":[10749,18,28]},{"cast":["Sandra Ng Kwun-Yu","Kristy Yang","Alex Fong","Vincent Wan Yeung-Ming","Shu Qi"],"overview":"This spin-off movie provides a different contrast to the familiar Young and Dangerous films with greater character development. This time, the story's focus is on a female character - Sister 13 (Sandra Ng) of the \"Hung Hing\" triad. In a triad underworld dominated by men, the film tells the story of how she faces trials and tribulations of rising to become the branch leader of Portland Street. The story shows the reasons she became a lesbian. The film also gives more details about the \"Tung Sing\" triad, and how the relationship between Sister 13 and Ben Hon develops.","release_date":"1998-02-21","vote_average":7.5,"runtime":128,"cert":"N\/A","id":49215,"title":"Portland Street Blues","adult":false,"genre_ids":[53,28]},{"cast":["Caroll Spinney","Jim Henson"],"overview":"Big Bird and his Sesame Street companion, Barkley, the big, fluffy dog, travel across China in search of the legendary Feng Huang, the Phoenix Bird. Along the way they visit with Chinese schoolchildren, watch a Tai Ji demonstration, learn some Chinese words and songs, and meet the mischievous Monkey King.","release_date":"1983-05-29","vote_average":8.0,"runtime":75,"cert":"N\/A","id":49216,"title":"Big Bird in China","adult":false,"genre_ids":[]},{"cast":["J. J. Feild","Saïd Taghmaoui","Maria Papas","Patrick Bruel","Ian Holm"],"overview":"A tale of friendship between two men, one Jewish and the other Arab, as the state of Israel is being created.","release_date":"2006-10-17","vote_average":5.9,"runtime":100,"cert":"N\/A","id":49219,"title":"Ô Jerusalem","adult":false,"genre_ids":[18]},{"cast":["Imad Creidi","Antoinette Turk","Elias Gergi","Carmen Lebbos","Viktor Axelsson"],"overview":"A Lebanese boy gets separated from his family during the civil war and ends up in Sweden.","release_date":"2005-08-05","vote_average":6.2,"runtime":105,"cert":"N\/A","id":49220,"title":"Zozo","adult":false,"genre_ids":[18]},{"cast":["Jason Behr","Dean Stockwell","James Remar","Robert Glen Keith","Jaimz Woolvett"],"overview":"When lawyer DJ Farraday discovers his father has been having an affair, the two drive out to the remote family cabin to talk things over. What neither expects is that DJ's estranged gay brother Campbell will already be there, apparently planning a weekend retreat with his boyfriend. But father and sons are forced to put aside their grievances when two escaped convicts show up and put everyone's lives in danger.","release_date":"1999-10-27","vote_average":6.6,"runtime":95,"cert":"N\/A","id":49221,"title":"Rites of Passage","adult":false,"genre_ids":[18,9648,53]},{"cast":["Jennifer Billingsley","John Considine","Judith McConnell","Tani Guthrie","Fredricka Meyers"],"overview":"Beautiful young girls are kidnapped off the streets of Manila by a death cult that needs their blood to remain immortal.","release_date":"1974-09-06","vote_average":2.7,"runtime":88,"cert":"N\/A","id":49222,"title":"The Thirsty Dead","adult":false,"genre_ids":[27]},{"cast":["Ian Somerhalder","Ruta Gedmintas","Oliver Debuschewitz","Anna Fin"],"overview":"After a long night at the office, an accountant stops to help an injured motorist and ends up becoming the target of two dangerous assassins.","release_date":"2008-09-21","vote_average":5.0,"runtime":95,"cert":"N\/A","id":49223,"title":"The Lost Samaritan","adult":false,"genre_ids":[28,53]},{"cast":["Siegfried Müller","Hermann Herlinghaus"],"overview":"Continually smiling or laughing, this man, a self-acknowledged Nazi, proudly reveals that he went to the Congo to save Western civilization from Bolshevism -- to complete the work of the Nazis. Dressed in his military jungle uniform (with his Second World War decorations) he waxes eloquent about the \"colors\" of South Africa, \"explains\" apartheid, and freely discusses his \"adventures\". Shots of corpses, tortures, and executions of Blacks are intercut. It is not often that one can see and hear a real, \"live\" Nazi in action, talking (more or less) freely because he presumed him-self to be among friends instead of with two of the most cleverpolitical propagandists of our time, working for the other side.","release_date":"1966-02-09","vote_average":5.7,"runtime":66,"cert":"N\/A","id":49224,"title":"The Laughing Man","adult":false,"genre_ids":[99]},{"cast":["James Mason","Helen Mirren","Jack MacGowran","Neva Carr-Glynn","Andonia Katsaros"],"overview":"An elderly artist thinks he has become too stale and is past his prime. His friend (and agent) persuades him to go to an offshore island to try once more. On the island he re-discovers his muse in the form of a young girl.","release_date":"1969-05-13","vote_average":6.2,"runtime":108,"cert":"N\/A","id":49225,"title":"Age of Consent","adult":false,"genre_ids":[35,18,10749]},{"cast":[],"overview":"Drew McCullough, a lonely young Irishman, sells carpet for a living. One night, he is transfixed by the image of a beautiful, exotic woman in a painting. Suddenly, she steps out of the painting and into his arms. For an instant, they are locked in a passionate, soul-churning kiss and then she's gone. Is she real or has he just lost his mind? He's going to find out no matter what the cost. And it costs him dearly. In his obsessive search to find her, his life is turned upside down. In the end, Welcome to September is a quirky story about fantasy, reality, obsession and love, and how all of these things are just different sides of the same coin.","release_date":"2005-03-24","vote_average":0.0,"runtime":89,"cert":"N\/A","id":49228,"title":"Welcome To September","adult":false,"genre_ids":[18,10749]},{"cast":["Chloë Sevigny","Jena Malone","Maya Goldsmith","Halley Wegryn Gross","Leelee Sobieski"],"overview":"A long weekend brings four women together in the countryside. Virtual strangers, the women are forced to navigate the depths of social interaction. On the surface all seems placid. But the atmosphere of calm is a facade.","release_date":"2008-02-08","vote_average":5.8,"runtime":94,"cert":"N\/A","id":49229,"title":"Lying","adult":false,"genre_ids":[18,10751]},{"cast":["Richard Hatch"],"overview":"Still guilt-ridden over the accident that took his family's lives, Eric Norris discovers that his body is host to a parasite from another world. Except, it is more than a parasite: it carries his DNA.","release_date":"2008-01-19","vote_average":2.9,"runtime":106,"cert":"N\/A","id":49230,"title":"InAlienable","adult":false,"genre_ids":[28,12,35,878,53]},{"cast":["Steve Bacic","Gary Stretch","Francesco Quinn","Michael Madsen","Chris Kramer"],"overview":"Haunted by the fact that he left a man behind in Afghanistan, a soldier (Bacic) pulls together a special task force to save his comrade.","release_date":"2007-01-01","vote_average":4.3,"runtime":90,"cert":"N\/A","id":49231,"title":"Afghan Knights","adult":false,"genre_ids":[12,27,18]},{"cast":["Francisco Alfonsin","Pedro Salido Saborido","Gonzalo Sánchez Salas","Anabel Azuar","Ana Tutor"],"overview":"13-year-old Pablo is a quiet, lonely boy with a troubled past. His only friend is Julia, a shameless 15-year-old girl who is more than willing to help Pablo with his transition from childhood to adolescence, and give him some advice on sex, love and life in general. On a quiet country road just outside of the village, Pablo meets Paco, an oddly calm, well dressed stranger whose car just broke down. Nevertheless, he seems more interested in the boy than fixing his problem.","release_date":"2008-06-06","vote_average":6.0,"runtime":100,"cert":"N\/A","id":49232,"title":"In Your Absence","adult":false,"genre_ids":[18]},{"cast":["Tyrone Burton","Eddie Cutanda","Phuong Duong","Geoffrey Rhue","Russell G. Jones"],"overview":"Ty, Hector, and Bao are close friends in a tough section of Boston, where they're called \"the PG-13 crew.\" They're 14, decent kids with few skills who've bailed out of school. A small gang of older tough guys, led by Marcus and Tommy, menace them, and when the PG-13s fight back and rob one of the gang, Marcus and Tommy vow to kill them. They seek protection from Derick, a drug dealer, who agrees to help if they'll sell drugs. Meanwhile, Ty is recruited to work at a community center by J.J., its quiet leader. Ty and his friends are in a squeeze: surrounded by violence, drugs, and no opportunities, is there any way out?","release_date":"1997-06-06","vote_average":6.0,"runtime":95,"cert":"N\/A","id":49235,"title":"Squeeze","adult":false,"genre_ids":[80,18]},{"cast":["Napakpapha Nakprasitte","Paweena Chariffsakul","Supakorn Kitsuwon","Carolyn Supaluck Neemayothin","Namo Tongkumnerd"],"overview":"Years after teacher Panor's (Napakpapha Nakprasitte) affair with student Ta's (Namo Tongkumnerd) father led to the death of his mother, Daun (Paweena Chariffsakul), other family members use black magician Dis (Supakorn Kitsuwon) to shift Daun's soul into Panor's body. Things go wrong, and soon bloody havoc visits the family. Meanwhile, Dis pursues Panor's three-eyed devil, wanting to possess its powers himself in this gore-filled spine-chiller.","release_date":"2008-04-03","vote_average":5.5,"runtime":85,"cert":"N\/A","id":49236,"title":"Art of the Devil 3","adult":false,"genre_ids":[53,27,9648]},{"cast":["Cassandra Delaney","Peter Ford","David Sandford","Garry Who","Don Barker"],"overview":"A young woman running a wildlife sanctuary in the Australian outback is in for trouble when she is confronted by three kangaroo hunters. Bored with killing kangaroos, they decide to kill the animals in the sanctuary, and when they see how attractive the owner is, they decide to have a little \"fun\" with her, too. Turns out that they may get a bit more \"fun\" than they bargained for.","release_date":"1986-07-24","vote_average":6.1,"runtime":90,"cert":"N\/A","id":49237,"title":"Fair Game","adult":false,"genre_ids":[28,27,53]},{"cast":["René Auberjonois","Michael Bell","Lucille Bliss","William Callaway","Hamilton Camp"],"overview":"The Smurfs come to the rescue of two children and their grandfather when an evil mysterious stranger shows up and causes their sleigh to turn over, forcing them to seek help and inadvertently bring Gargamel in on the action.","release_date":"1982-12-13","vote_average":5.9,"runtime":27,"cert":"N\/A","id":49240,"title":"The Smurfs Christmas Special","adult":false,"genre_ids":[16,10751]},{"cast":["Daws Butler","Mel Blanc","Henry Corden","Georgi Irene","Allan Melvin"],"overview":"Yogi escapes from Jellystone and hides out in a department store - posing as the Store's Santa. Along the way, he helps a little girl to rediscover her faith in Christmas.","release_date":"1982-01-01","vote_average":6.1,"runtime":24,"cert":"N\/A","id":49245,"title":"Yogi Bear's All-Star Comedy Christmas Caper","adult":false,"genre_ids":[16,10751]},{"cast":["Joe McGann","Debra Gillett","Rosalie Williams","John Jardine","Edward Kelsey"],"overview":"Truckers, the first of Terry Pratchett's novels to be adapted for TV brings to life the story of the Nomes. 15000 years ago the Nomes crashed to Earth in a scout ship from the starship Swan. Generations of them have come and gone with the passing years and the changing countryside. Suddenly faced with extinction, the ten surviving Nomes, guided by their reluctant leader Masklin, must face many exciting adventures during their search for a new home and hiding place in the big, bad world of the humans.","release_date":"1992-05-01","vote_average":4.8,"runtime":110,"cert":"","id":49248,"title":"Truckers","adult":false,"genre_ids":[12,16,10751,35]},{"cast":["Chris Sarandon","Peter Cushing","Alice Krige","Kenneth More","Barry Morse"],"overview":"Dissolute barrister Sydney Carton becomes enchanted and then hopelessly in love with the beautiful Lucie Manette. But Lucie loves and marries Charles Darnay, and remains oblivious to Carton's undimmed devotion to her. When Darnay is ensnared in the deadly web of the French Revolution and condemned to die by the guillotine, Sydney Carton concocts a dangerous plot to free the husband of the woman he loves.","release_date":"1980-12-02","vote_average":5.8,"runtime":162,"cert":"N\/A","id":49249,"title":"A Tale of Two Cities","adult":false,"genre_ids":[10770,10749,18,36]},{"cast":["Jonathan M. Woodward","Angela Bettis","Samm Levine","James Urbaniak","Tangi Miller"],"overview":"Brian Dilks is an Office Drone. He spends his days at OmniLink in comforting monotony: facilitating the movement of product around the country, faxing, copying, joking with his best friend, Clark, and harmlessly flirting with fellow cubicle-mate, Amy. But how well does anyone really know the people they work with? When Brian discovers an improbable secret about his best friend, everything in Brian’s world changes and his safe life of workplace detachment is no longer an option. Shocked out of his mind-numbing routine by this new discovery, Brian throws himself into a star-crossed romance with Amy––yet close encounters of the office kind, like sales or intergalactic war, is an uncertain business.","release_date":"2010-01-23","vote_average":5.2,"runtime":96,"cert":"N\/A","id":49250,"title":"Drones","adult":false,"genre_ids":[35,878]},{"cast":["Annie Leibovitz","Yoko Ono","Anna Wintour","Mikhail Baryshnikov","Hillary Clinton"],"overview":"This documentary takes an in-depth look at the influential career of iconic photographer Annie Leibovitz, from her earliest artistic efforts to her storied tenure at Rolling Stone and Vanity Fair magazines and beyond. Intimately filmed by Annie's sister Barbara Leibovitz, the program features interviews with the artist as she works at home, along with telling insights from many of the celebrities she has photographed, such as Mick Jagger.","release_date":"2007-01-03","vote_average":7.6,"runtime":83,"cert":"N\/A","id":49255,"title":"Annie Leibovitz: Life Through a Lens","adult":false,"genre_ids":[99,36]},{"cast":["Alberto Yoel","Roberto San Martín","Yailene Sierra","Mayra Rodríguez"],"overview":"When Spanish record producers express interest in Cuban musicians Ruy and Tito, the longtime friends are faced with the prospect of leaving their loved ones behind. After years of hoping and dreaming, they've finally earned the opportunity to bring their music to the rest of the world. But are the emotional trade-offs worth it in the end?","release_date":"2005-03-18","vote_average":6.9,"runtime":115,"cert":"N\/A","id":49256,"title":"Habana Blues","adult":false,"genre_ids":[18]},{"cast":["Halldor Helgason","Jason Dubois","Chas Guldemond","Eric Jackson","Mark Landvik"],"overview":"Enter the Black Winter, witness the arrival of the next era of underground shreds Halldor Helgason of Iceland, Torstein Horgmo from Norway, Jason Dubois from Quebec City and Lonnie Kauk of Mammoth Lakes. Heavyweight Andreas Wiig comes aboard this season with his strongest freestyle segment to date. Chas Guldemond, Eric Jackson and Mark Landvik all have their own stories to tell about their Black Winter experiences from life changing contest wins to heart pounding avalanches.","release_date":"2009-02-02","vote_average":0.0,"runtime":null,"cert":"N\/A","id":49257,"title":"Black Winter","adult":false,"genre_ids":[28,12,35,18]},{"cast":["Kaoru Kobayashi","Kippei Shiina","Kazu Matsuda","Yukika Sakuratani","Keiko Toda"],"overview":"As a Labrador puppy, Quill is sent to live with a couple, Isamu and Mitsuko Nii, who work as volunteers, training guide dogs (seeing eye dogs). When he grows to an adult dog, he is taken to a guide dog school, by a friendly, yet firm trainer Satoru Tawada. Although Quill is a little slower than the other dogs at the school, he seems to have an unusual 'empathy' and remarkable patience with his trainers. Tawada decides that Quill would be the ideal guide dog for Mitsuru Watanabe, but Wanatabe, a lonely and ill-tempered middle aged man, isn't as enthusiastic - he would \"would rather sleep than be dragged around by a dog.\". From here, the story is narrated by Wanatabe's daughter, Mitsuko, and slowly, Wantanbe is rehabilitated, venturing into the outside world, and learning, not only to trust other humans, but the animal at his side who guides him.","release_date":"2004-03-13","vote_average":7.3,"runtime":100,"cert":"N\/A","id":49258,"title":"Quill:  The Life of a Guide Dog","adult":false,"genre_ids":[18]},{"cast":["Michael Chan","Louis Koo","Kent Cheng","Max Mok Siu-Chung","Lam Suet"],"overview":"Run Papa Run is a 2008 Hong Kong comedy-drama film directed and co-written by Sylvia Chang, and based on a novel by Benny Li. It was produced by JCE Movies Limited, with Jackie Chan serving as an executive producer. Featuring an ensemble cast, the film stars Louis Koo as Lee Tin-Yun, a Triad boss who struggles to hide his criminal lifestyle when he is faced with raising his daughter.","release_date":"2008-04-10","vote_average":5.8,"runtime":115,"cert":"N\/A","id":49259,"title":"Run Papa Run","adult":false,"genre_ids":[]},{"cast":["Jo Kuk","Rain Li","Carl Ng","Monie Tung","Anya"],"overview":"Sex or love, which is more important? There are three female flat mates: Vivian is frivolous, Kitty is prim and proper, and Mei Wah is ditsy. Through new experiences of love and sex, they find themselves. Three women, with three different love and sex experiences, tell us that sex and love cannot be separated. Women talk always makes you lose in thought.","release_date":"2007-05-31","vote_average":0.0,"runtime":88,"cert":"N\/A","id":49260,"title":"Single Blog","adult":false,"genre_ids":[18,35,10749]},{"cast":["Tony Schiena","Vinnie Jones","Rashad Evans","Kimbo Slice","Bai Ling"],"overview":"Danny, a respected cop, is setup after an investigation goes wrong. While laying low in his new jail cell, Danny is forced to get involved in the inmates underground cage fighting circuit. With the help of Irving, a former mixed martial arts champion, Danny devises a scheme to bring justice and innocence to his family's name, if he can get out of the cage alive.","release_date":"2010-11-09","vote_average":3.9,"runtime":99,"cert":"N\/A","id":49261,"title":"Locked Down","adult":false,"genre_ids":[28,18,53]},{"cast":[],"overview":"Joe, a rancher in the mountains of Colorado, has his life of solitude interrupted when his luckless son gets paroled from prison and moves back in with him, bringing his ill-fated ways along.","release_date":"2008-03-01","vote_average":3.5,"runtime":null,"cert":"N\/A","id":49262,"title":"Broken Fences","adult":false,"genre_ids":[18,37]},{"cast":["William Forsythe","Tony Danza"],"overview":"Tony Luke, Jr. stars as Joey Nardone, an out-of-shape boxer, who after 8 years in prison for an unfortunate accident leaves prison and gets a shot at redemption by fighting for one young boy's future - 14 year old Jesus.","release_date":"2009-01-01","vote_average":6.5,"runtime":86,"cert":"N\/A","id":49263,"title":"The Nail","adult":false,"genre_ids":[18]},{"cast":["Charlotte Gerson","Jay Kordich","Garrett Kroschel","Joyce Riley","Howard Straus"],"overview":"A troubled 15-year-old boy attempting to cope with the recent death of his mother sets out to research Dr. Max Gerson's claims of a diet that can cure cancer as his first assignment for home-schooling in this documentary from filmmaker Steve Kroschel (Avalanche, Dying to Have Known).","release_date":"2008-11-14","vote_average":7.0,"runtime":91,"cert":"N\/A","id":49264,"title":"The Beautiful Truth","adult":false,"genre_ids":[99]},{"cast":["Rebecca Kush","Steve Deighan","Amelia Randolph Campbell","Jeffrey Plunkett"],"overview":"A suspected prisoner uprising brings Marines to the prison planet of Rove 12, but nothing is what it seems. The few surviving prisoners are hiding from a ruthless, blood thirsty creature. Now the prisoners and the marines must fight together to get off the planet ALIVE!","release_date":"2013-11-05","vote_average":4.0,"runtime":84,"cert":"N\/A","id":49265,"title":"U.F.O.","adult":false,"genre_ids":[878]},{"cast":["Jason Gedrick","Tamara Hope","Elias Toufexis","Sebastian Knapp","Michelle Asante"],"overview":"Jason Gedrick and a small group of Marines are stranded in the remote Afghan desert. But it ain't the Taliban that's worrying them, it's these giant refugees from Tremors. In fact the big worms prove to be an ally of sorts by doing better against the Taliban than themselves but battling these enemies is something not covered in their training.","release_date":"2009-07-11","vote_average":3.7,"runtime":90,"cert":"N\/A","id":49266,"title":"Sand Serpents","adult":false,"genre_ids":[28,27,53]},{"cast":["Lane Janger","Guillermo Díaz","Joelle Carter","Jennifer Esposito","David Lee Russek"],"overview":"When the fiancee of a fireman reluctantly agrees to participate in a menage a trois with another woman, she does so on the condition that he reciprocate the favor with another man, which ultimately puts their impending marriage in jeopardy.","release_date":"1999-09-12","vote_average":5.4,"runtime":111,"cert":"N\/A","id":49267,"title":"Just One Time","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"A 1950s educational film on how to survive a Zombie Invasion. Part one explains how to be prepared and how to improvise. Part two explains what to do when you are bitten, and covers a brief history of the Zombie Menace. Part Three discusses what you can do for your country to help defend against the Zombie Menace.","release_date":"2006-01-01","vote_average":0.0,"runtime":12,"cert":"N\/A","id":49268,"title":"What to Do in a Zombie Attack","adult":false,"genre_ids":[]},{"cast":["Timothy Lee DePriest","John Militello"],"overview":"A drug-addicted young street hustler gets picked up by a lonely john and finds himself in a sometimes tender, sometimes tense game of trust.","release_date":"2002-01-01","vote_average":0.0,"runtime":22,"cert":"N\/A","id":49269,"title":"Rock Bottom","adult":false,"genre_ids":[10749,35]},{"cast":["Frank Powell","Grace Henderson ","James Kirkwood","Linda Arvidson","W. Chrystie Miller"],"overview":"On a whim, a greedy tycoon decides to corner the world market in wheat. This doubles the price of bread, forcing grain producers into charity lines and others further into poverty. The film contrasts the differences between the lives of those who work to grow the wheat and the life of the man who dabbles in its sale for profit.","release_date":"1909-12-13","vote_average":6.4,"runtime":14,"cert":"N\/A","id":49270,"title":"A Corner in Wheat","adult":false,"genre_ids":[18]},{"cast":["André Méliès","Georges Méliès"],"overview":"A man rents an apartment and furnishes it in remarkable fashion.","release_date":"1909-01-01","vote_average":6.8,"runtime":7,"cert":"N\/A","id":49271,"title":"The Diabolic Tenant","adult":false,"genre_ids":[14,35]},{"cast":["Georges Méliès"],"overview":"A wizard sleeps at a table in his well-appointed sitting room. From a drawer in the table, a snake appears.","release_date":"1906-01-01","vote_average":5.4,"runtime":3,"cert":"N\/A","id":49272,"title":"The Mysterious Retort","adult":false,"genre_ids":[14]},{"cast":["Georges Méliès"],"overview":"The leader of a marching band demonstrates an unusual way of writing music.","release_date":"1903-08-15","vote_average":6.7,"runtime":3,"cert":"N\/A","id":49273,"title":"The Melomaniac","adult":false,"genre_ids":[35,10402]},{"cast":["Valérie Druguet","François Delaive","Philippe Dajoux","Loïc Even","François Genty"],"overview":"Seven brief scenes, each with a couple, explore the surprises and the changes of heart that can occur during sexual encounters. Only one of the seven couples has been in bed together before; several are strangers or new acquaintances. A prostitute and her john, an older woman and a youth who follows her home, two women friends, a gay man with a straight man, a man with distinctive ideas about soap and water, a woman who wants the light left on, and a Spanish-speaking woman with a French-speaking man make for an array of possibilities and unanticipated consequences.","release_date":"1998-01-01","vote_average":6.0,"runtime":25,"cert":"N\/A","id":49276,"title":"Bed Scenes","adult":false,"genre_ids":[18,10749]},{"cast":["Georges Méliès"],"overview":"A wall full of advertising posters comes to life.","release_date":"1906-01-01","vote_average":5.4,"runtime":3,"cert":"N\/A","id":49277,"title":"The Hilarious Posters","adult":false,"genre_ids":[14,35]},{"cast":["Georges Méliès"],"overview":"In this film, Méliès concocts a combination fairy- and morality tale about the foolishness of trying to look too deeply into the workings of an unstable and inscrutable universe. At a medieval school, an old astronomer begins to teach a class of young men, all armed with telescopes, about the art of scrutinising an imminent eclipse. When a mechanical clock strikes twelve, all the young men rush to the windows and fix their telescopes on the heavens. The old astronomer climbs up to his personal observatory, where he and his two assistants, each armed with a phallic telescope only slightly smaller than the old man’s outsized equipment, also look skyward. We then see what they see […], the Man in the Moon, a coy baby-faced lad, passes in front of Mr. Sun, who is a lecherous tongue-smacking goblin, and there transpires what appears to be […] a little episode of empyrean intimacy. (more: http:\/\/cinemathequefroncaise.com\/Chapter3-2\/CH_03_PIONEERS_02.html)","release_date":"1907-01-01","vote_average":6.4,"runtime":9,"cert":"N\/A","id":49278,"title":"The Eclipse: Courtship of the Sun and Moon","adult":false,"genre_ids":[35,14,10749]},{"cast":["Georges Méliès"],"overview":"A chemist in his laboratory places upon a table his own head, alive; then fixing upon his head a rubber tube with a pair of bellows, he begins to blow with all his might. Immediately the head increases in size and continues to enlarge until it becomes truly colossal while making faces. The chemist, fearing to burst it, opens a cock in the tube. The head immediately contracts and resumes its original size. He then calls his assistant and informs him of his discovery. The assistant, wishing to experiment for himself, seizes the bellows and blows into the head with all his might. The head swells until it bursts with a crash, knocking over the two experimenters.","release_date":"1901-01-01","vote_average":7.6,"runtime":3,"cert":"","id":49279,"title":"The Man with the Rubber Head","adult":false,"genre_ids":[35,14,878]},{"cast":["Georges Méliès"],"overview":"A band-leader has arranged seven chairs for the members of his band. When he sits down in the first chair, a cymbal player appears in the same chair, then rises and sits in the next chair. As the cymbal player sits down, a drummer appears in the second chair, and then likewise moves on to the third chair. In this way, an entire band is soon formed, and is then ready to perform.","release_date":"1900-01-01","vote_average":6.8,"runtime":2,"cert":"N\/A","id":49280,"title":"The One-Man Band","adult":false,"genre_ids":[35,14]},{"cast":[],"overview":"Often confused with the similar film Le garde-meubles automatique.","release_date":"1910-01-01","vote_average":5.7,"runtime":6,"cert":"N\/A","id":49281,"title":"The Automatic Moving Company","adult":false,"genre_ids":[35,16]},{"cast":["Eric Debets","Flannan Obé","Jonathan Blanc","Jason Bushman","Thibaut Chassigneux-Laqueille"],"overview":"A randy gay Parisian moves in with his new boyfriend just as an old flame from Los Angeles comes back into town.","release_date":"2007-01-01","vote_average":3.0,"runtime":13,"cert":"N\/A","id":49282,"title":"Serene Hunter","adult":false,"genre_ids":[18]},{"cast":["Kim Rae-won","Kim Hae-sook","Huh E-jae","Kim Byung-ok","Kim Jung-tae"],"overview":"Former gangster Tae-sik is released from prison and heads back to his hometown to live in a small restaurant with a woman who has forgiven him for killing her own son. Attempting to leave his past behind, he takes a job in a garage and tries to keep away from the local gangs, most of whom still live in fear of his brutal reputation. When a local politician wants to knock down his mom's restaurant to build a new shopping mall, Tae-sik struggles to avoid returning to a life of violence.","release_date":"2006-11-23","vote_average":7.3,"runtime":116,"cert":"N\/A","id":49283,"title":"Sunflower","adult":false,"genre_ids":[28,18]},{"cast":["Ryoo Seung-bum","Shin Min-a","Kim Kang-woo","Ahn Gil-kang","Sang-tae Ahn"],"overview":"The Beast and the Beauty (Yasuwa minyeo) is a 2005 South Korean romantic-comedy film. It involves voice-actor Dong-gun (Ryu Seung-beom), whose blind girlfriend Hae-ju (Shin Min-a) suddenly receives surgery to regain her eyesight. Having lied to Hae-ju about his appearance, the beastly Dong-gun chooses to undergo extreme measures to change his appearance, while promising Hae-ju that he will return soon. Meanwhile, Hae-ju bumps into the Joon-ha (Kim Kang-woo)—Dong-gun's high school friend whose appearance is how Dong-gun described himself to Hae-ju—and mistakes him for Dong-gun. Hilarity ensues, and Dong-gun finds himself struggling to hold onto the love of the woman he loves.","release_date":"2005-10-27","vote_average":5.9,"runtime":102,"cert":"N\/A","id":49284,"title":"The Beast And The Beauty","adult":false,"genre_ids":[35,10749]},{"cast":["Anthony Wong","Teresa Mak","Benny Lai Chun","Jazz Lam","Maggie Lau Kwan-Yee"],"overview":"The film centralizes on the storyline after Tai Fei (Anthony Wong) obtains branch leader status after Young and Dangerous 4. Tai Fei discovers he has a son, and soon realizes that he is a triad member involved in the Tung Sing gang which deals in narcotics.","release_date":"1999-12-10","vote_average":5.1,"runtime":82,"cert":"N\/A","id":49285,"title":"The Legendary Tai Fei","adult":false,"genre_ids":[28]},{"cast":["Song Ok-Suk","Song Seon-mi","Oh Ji-ho","Shin Ae","Yoon Da-hoon"],"overview":"Is virginity of any value to a girl nowadays? Min So will hold her silver knife and give you a definite YES! Shin Hee is a sexually conservative girl having a boyfriend dying to sleep with her. Brought up in a family with strong respect on girls’ virginity, Min So (Shin Hee) had to leave her parents to study in a college. To self-guard herself against any threats to her virginity, she equips herself with a silver knife – the secret weapon kept unknown to her boyfriend Joo Haek who has been longing for sex with her.","release_date":"2003-03-24","vote_average":4.7,"runtime":93,"cert":"N\/A","id":49286,"title":"Silver Knife","adult":false,"genre_ids":[35,10749]},{"cast":["Bong Tae-gyu","Jung Ryeo-won","Lee Hye-eun","Shin Eun-jung"],"overview":"From failing at job interviews, to being a 30-year-old virgin, Gu Chang seriously can’t catch a break. But that all changes when he meets Ah Ni, a lovely and innocent woman who makes Gu Chang think his luck has finally turned for the better — until her split personality Ha Ni rudely emerges during their first kiss. Between Ah Ni's sweet nothings and Ha Ni's abusive high kicks, can Gu Chang handle two girlfriends at once?","release_date":"2007-09-12","vote_average":6.2,"runtime":117,"cert":"N\/A","id":49289,"title":"Two Faces of My Girlfriend","adult":false,"genre_ids":[35,10749,18]},{"cast":["Cha Tae-hyun","Park Joong-hoon","Han Eun-jung","Park In-hwan"],"overview":"Hun (CHA Tae-hyun) is a famous Casanova who works as a part-time valet parker at a bar. He suffers from a huge amount of credit card debt, since he has spent money on his girls. Meanwhile, Hun's usurer hires Joong-tae (PARK Joong-hun) to threaten Hun for getting his money back. One day, Hun and Joong-tae witness a murder scene, and they fall into the real trouble.","release_date":"2004-07-09","vote_average":5.9,"runtime":116,"cert":"N\/A","id":49290,"title":"Two Guys","adult":false,"genre_ids":[35]},{"cast":["Nicholas Tse","Wu Bai","Anthony Wong","Cathy Tsui","Candy Lo"],"overview":"Tyler is a restless, streetwise 21-year-old Hong Kong native who's had trouble gaining the trust of others all his life. He secretly fantasizes about living the good life in South America. After a while, he is forced to deal with the reality of impending fatherhood. Hankering for quick cash, however, he joins a bodyguard company. Later, he makes friends with a once disillusioned mercenary determined to begin life in a new way. However, their companionship is brief: they both are uncontrollably forced toward opposite sides of a deadly showdown...","release_date":"2000-10-19","vote_average":6.3,"runtime":113,"cert":"N\/A","id":49291,"title":"Time and Tide","adult":false,"genre_ids":[18,28,53,80]},{"cast":["Maxwell Caulfield","Jan-Michael Vincent","Shannon Whirry","Delia Sheppard","Mitch Gaylord"],"overview":"A cop and his sexually frustrated wife are struggling to keep their failing marriage intact, when by chance she finds that he is at heart a voyeuristic peeping tom. To satisfy him and herself, his wife has numerous affairs, which her husband watches on closed-circuit televison. However, the pair soon learn that when you play with fire, you'll always get burned.","release_date":"1992-10-21","vote_average":5.1,"runtime":96,"cert":"N\/A","id":49292,"title":"Animal Instincts","adult":false,"genre_ids":[18,53]},{"cast":["Georges Méliès"],"overview":"A film from Méliès has him playing a magician who does a few tricks including making a woman disappear.","release_date":"1899-01-01","vote_average":6.7,"runtime":1,"cert":"N\/A","id":49295,"title":"An Up-to-Date Conjurer","adult":false,"genre_ids":[35]},{"cast":["Georges Méliès"],"overview":"One of the greatest of black art pictures. The conjurer appears before the audience, with his head in its proper place. He then removes his head, and throwing it in the air, it appears on the table opposite another head, and both detached heads sing in unison. The conjurer then removes it a third time. You then see all three of his heads, which are exact duplicates, upon the table at one time, while the conjurer again stands before the audience with his head perfectly intact, singing in unison with the three heads upon the table. He closes the picture by bowing himself from the stage.","release_date":"1898-01-01","vote_average":7.2,"runtime":1,"cert":"N\/A","id":49296,"title":"The Four Troublesome Heads","adult":false,"genre_ids":[35,14]},{"cast":[],"overview":"Stolen Apples for Karen Blixen is a three-minute black and white film which begins with a portrait of Karen Blixen taken from a photograph.","release_date":"1973-01-01","vote_average":6.7,"runtime":3,"cert":"N\/A","id":49297,"title":"Stolen Apples for Karen Blixen","adult":false,"genre_ids":[]},{"cast":["Georges Méliès"],"overview":"A peddler of \"the best glue\" sets up his outdoor stall. A crowd gathers for a demonstration. As he gives his pitch, two observant cops decide drive off his customers and close him down, much to his fury. He seeks revenge as they sit on a park bench.","release_date":"1907-01-01","vote_average":4.8,"runtime":5,"cert":"N\/A","id":49298,"title":"Good Glue Sticks","adult":false,"genre_ids":[35]},{"cast":["Harvey Keitel","Madonna","James Russo","Nancy Ferrara","Reilly Murphy"],"overview":"A New York film director, working on his latest movie in Los Angeles, begins to reflect the actions in his movie and real life, especially when he begins an affair with the lead actress.","release_date":"1993-11-19","vote_average":5.9,"runtime":108,"cert":"N\/A","id":49299,"title":"Dangerous Game","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Ex-boyfriends meet at their favorite spot, but one brings an unexpected guest...","release_date":"2005-01-01","vote_average":6.0,"runtime":20,"cert":"N\/A","id":49300,"title":"Seeing You in Circles","adult":false,"genre_ids":[]},{"cast":["Kris Marshall","Camilla Rutherford","Laura Lumley","Mark Rex"],"overview":"Belmonde lives in 1990s London as an iconic , cool Frenchman modelled on the new wave cinema of the 1960s. Really he is English and middle class – a fact that his family won't let him forget!","release_date":"2000-01-01","vote_average":5.1,"runtime":10,"cert":"N\/A","id":49301,"title":"I Love You John Wayne","adult":false,"genre_ids":[35]},{"cast":["Thomas Bo Larsen","Ulrich Thomsen","Mia Maria Back","Bjarne Henriksen","Paprika Steen"],"overview":"A 29-year-old bank robbery convict on a weekend leave from prison meets his 12-year-old daughter who he never knew to even exist. He escapes custody and together with a friend takes his daughter on a wild ride to northern Sweden, where he intends to shoot a moose in her honour. In his first feature film, Thomas Vinterberg adheres faithfully to the road movie concept of a game of flight, truth and consequences.","release_date":"1996-11-08","vote_average":6.7,"runtime":90,"cert":"N\/A","id":49302,"title":"The Biggest Heroes","adult":false,"genre_ids":[35,18]},{"cast":["Marc Barrow","Coralie","Pamella Castel Love","Mano Solo"],"overview":"Leather-clad men and women lounge around a large room as a minotaur enters and proceeds to sodomize a willing and eager young woman.","release_date":"1998-01-01","vote_average":4.0,"runtime":7,"cert":"N\/A","id":49303,"title":"Sodomites","adult":true,"genre_ids":[18]},{"cast":["Arthur Franz","Claudia Jennings","Sherry Boucher","Paul Carr","Joe E. Tata"],"overview":"During an all-girl secret society initiation, one of the new members is killed playing Russian Roulette. Many years later the survivors are invited for a reunion to a lavish estate, which turns out to be owned by the crazed father of the girl who died.","release_date":"1976-04-18","vote_average":4.1,"runtime":87,"cert":"N\/A","id":49304,"title":"Sisters of Death","adult":false,"genre_ids":[27,9648,53]},{"cast":[],"overview":"Two young Scots boys travel to school to find that one is offered on by a girl. Despite his nerves his older friend teaches him how to kiss and develops his confidence with surprising results!","release_date":"1999-01-01","vote_average":4.7,"runtime":16,"cert":"N\/A","id":49305,"title":"Who's My Favourite Girl?","adult":false,"genre_ids":[]},{"cast":["Christopher Eccleston","Dervla Kirwan","Yvan Attal","Alun Armstrong","Julie Graham"],"overview":"Rosie and Vincent know each other for ten years, and are married for five. She doesn't like her job, he isn't too pleased working with her dad. They're trying to have a baby. One morning Benoit, a Frenchman and former pen pal of Rosie, whom she never met, comes to visit. Did Rosie love him? Does she love him now?","release_date":"1999-09-10","vote_average":5.2,"runtime":93,"cert":"N\/A","id":49306,"title":"With or Without You","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"This is a documentary about the famous tower which was built for the 1889 World Fair and should have been destroyed afterward but the people in Paris were wise enough to change their minds.","release_date":"1928-01-02","vote_average":6.0,"runtime":14,"cert":"N\/A","id":49307,"title":"La Tour","adult":false,"genre_ids":[]},{"cast":["Mitsuko Ichimura","Tokihiko Okada","Chishū Ryū","Tatsuo Saitô","Emiko Yagumo"],"overview":"The film revolves around a desperate man who commits a crime in order to support his family, and the moral dilemma the policeman who tracks him down finds himself in.","release_date":"1930-07-06","vote_average":6.5,"runtime":65,"cert":"N\/A","id":49308,"title":"That Night's Wife","adult":false,"genre_ids":[18]},{"cast":["Phil Collins","Michael Rutherford","Tony Banks"],"overview":"Come Rain or Shine is an unusually frank and humorous music documentary about the band Genesis getting back together for their first tour in 15 years. Director Anthony Mathile followed the band for nearly a year to create this film which explores the relationship of three band members and the mechanics, decisions, and debacles that go into producing a stadium tour for a legendary band of this scale. This \"rockumentary\" was released as part of the \"When in Rome\" boxset, that was released in 2008 as a registration of the live show that Genesis performed in Rome, the last show in their European tour. The camera accompanies Genesis through all periods of tour preparation, from the first rehearsals in New York to the moment in autumn 2007 when the final bars of The Carpet Crawlers fade away.","release_date":"2008-05-20","vote_average":0.0,"runtime":110,"cert":"","id":49309,"title":"Genesis: Come Rain or Shine","adult":false,"genre_ids":[99,10402]},{"cast":["George Martin","Paul McCartney","George Harrison","Ringo Starr","Brian Wilson"],"overview":"This was an official documentary shown on television featuring George Martin taking us through the album tracks and Paul, George and Ringo giving us their memories of the sessions. The Making Of Sgt. Pepper was transmitted in the UK on ITV on 14th June 1992 and featured separate interviews with Paul (filmed on 9th April 1992), George (12th April) and Ringo (19th April). The show also features George Martin playing some unreleased Sgt. Pepper's recordings directly off the original studio 4-track master tapes.","release_date":"1992-06-14","vote_average":4.8,"runtime":53,"cert":"","id":49310,"title":"The Making of Sgt. Pepper","adult":false,"genre_ids":[99,10402]},{"cast":["Steven Howley","Ryan Dietz","Patrick Ryan Sullivan","Ames Adamson","Daniel Koenig"],"overview":"A late night infomercial promoting homosexuality allows a young man to see his sleeping buddy in a different light.","release_date":"2002-01-01","vote_average":4.0,"runtime":12,"cert":"N\/A","id":49311,"title":"Target Audience","adult":false,"genre_ids":[35]},{"cast":["Cecilley Carroll","Ben Siegler","Nigel Bennett","Annabeth Gish","Alison Pill"],"overview":" ","release_date":"1999-01-01","vote_average":0.0,"runtime":120,"cert":"N\/A","id":49312,"title":"Different","adult":false,"genre_ids":[18]},{"cast":["Jason Flemyng","Jenna Harrison","Kelly Stables","Melanie Brown"],"overview":"The morning after the night before, a rapid spiral of disastrous telephone calls chart the certain ruin of young Phil's day as he attempts to fib his way out of one scrape after another. Told entirely in animated captions.","release_date":"2006-01-01","vote_average":4.4,"runtime":81,"cert":"N\/A","id":49313,"title":"Telling Lies","adult":false,"genre_ids":[53]},{"cast":["Tom Hulce","Ray Liotta","Jamie Lee Curtis","Robert Levine","Todd Graff"],"overview":"Dominick and Eugene are twins, but Dominick is a little bit slow due do an accident in his youth. They live together, with Dominick working as garbage man to put Eugene through medical school. Their relationship becomes strained when Eugene must decide between his devotion to his brother, or his need to go away to complete his training. Things are also not helped by Dominick's co-worker, or Eugene's budding romance.","release_date":"1988-03-18","vote_average":6.8,"runtime":111,"cert":"N\/A","id":49314,"title":"Dominick and Eugene","adult":false,"genre_ids":[18]},{"cast":["Eric Stoltz","John Corbett","Josh Hamilton","Billy Bob Thornton","Annabeth Gish"],"overview":"Los Angeles heroin addict Jesse endangers the lives of his childhood friends after he discovers a briefcase full of money from a drug deal gone bad, and returns home with it to Texas. Hoping to turn his life around with his newfound wealth, Jessie endures detox with the support of his friends. However, the gang leader behind the drug deal, along with his cronies, trace Jesse's footsteps to Texas to exact revenge and take back their money.","release_date":"1996-07-13","vote_average":5.5,"runtime":90,"cert":"","id":49315,"title":"Don't Look Back","adult":false,"genre_ids":[28,53]},{"cast":["Per Christian Ellefsen","Bjørn Sundquist"],"overview":"Married gay couple, Henry and Martin live in Homolulu. Like all marrieds they have different opinions, and they certainly have on straight, heterosexual marriage. Clever twist of play on sterotypes with a not so hidden political message.","release_date":"2004-01-01","vote_average":5.0,"runtime":null,"cert":"N\/A","id":49316,"title":"The Homolulu Show","adult":false,"genre_ids":[]},{"cast":["Ichiro Yuki","Tatsuo Saitô","Junko Matsui","Choko lida","Takeshi Sakamoto"],"overview":"Students Watanabe and Yamamoto unknowingly compete for the same girl.","release_date":"1929-04-13","vote_average":6.4,"runtime":103,"cert":"N\/A","id":49317,"title":"Days of Youth","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"Fernando E. Solanas directed this Argentine-French-Italian-German drama with allegorical reflections of Argentina's past history. The film is divided into four chapters (\"The Mirror,\" \"The Waiting Men,\" \"Oblivion,\" \"Howls\") with subchapters (\"Punishments,\" \"Rewards,\" \"Obstinacy\"). A black cloud brings 1600 days of rain to Buenos Aires, while traffic and pedestrians move backwards. Aging actor Max (Eduardo Pavlovsky) runs the Mirror Theater in a former fish market, but lack of funding means a possible demolition. Max is attracted to Brazilian dancer Fulo (Angela Correa), who worries about her daughter back home. Amid political corruption and police brutality, Max's elderly colleague Enrique leads a protest for unpaid old-age pensions. The pensioners succeed in their demands, only to learn from a government official that no money is available to pay them.","release_date":"1998-01-01","vote_average":5.0,"runtime":120,"cert":"N\/A","id":49318,"title":"The Cloud","adult":false,"genre_ids":[]},{"cast":["Bruce LaBruce","Stacy Friedrich","Mikey Mike","Nicholas Davies","Christeen Martin"],"overview":"A down-on-his-luck adult film star sees a chance to make a comeback via a lesbian documentary film-maker, but she is exploiting him to get financial backing for her pet project.","release_date":"1994-01-01","vote_average":4.8,"runtime":99,"cert":"N\/A","id":49319,"title":"Super 8½","adult":false,"genre_ids":[]},{"cast":["Peter Franzén","Irina Björklund","Kari Heiskanen","Kari Väänänen","Tommi Eronen"],"overview":"It is the summer of 1941 and the Finnish army has been mobilized along the border with Russia. A platoon led by Lt. Eero Perkola is waiting for orders to go on the offensive. The platoon receives orders for a recon mission through the wilderness around the Lieksa lake to search for possible Russian defensive positions.","release_date":"1999-01-22","vote_average":6.3,"runtime":123,"cert":"N\/A","id":49320,"title":"Ambush","adult":false,"genre_ids":[18,10752]},{"cast":["Vittorio Gassman","Adolfo Celi","Paolo Villaggio","Stefania Sandrelli","Lino Toffolo"],"overview":"Brancaleone è di nuovo in viaggio con la sua banda di straccioni. Questa volta è diretto in Terra Santa, alla conquista del Santo Sepolcro. Improvvisamente Brancaleone e i suoi, fedeli al papa Gregorio, vengono attaccati dai soldati seguaci dell'antipapa Clemente: si salvano solo quattro persone e lui, il quale, disonorato per non essere morto in battaglia, invoca la Morte che gli si palesa (impersonata da Gigi Proietti)...","release_date":"1970-03-08","vote_average":7.2,"runtime":116,"cert":"N\/A","id":49321,"title":"Brancaleone alle crociate","adult":false,"genre_ids":[35]},{"cast":["Rauno Ahonen","Johan Hallström","Mikko Bredenberg","Aku Hirviniemi","Antti Holma"],"overview":"The Soviet army breaks through the Finnish defences on the Karelian Isthmus in June 1944, advancing with overwhelming force. Somehow, the Finnish troops must find the strength to fight back, with all odds against them. The Battle of Tali-Ihantala was the largest battle ever fought in the history of the Nordic countries. This film depicts the true events through five separate stories.","release_date":"2007-12-07","vote_average":4.6,"runtime":117,"cert":"N\/A","id":49322,"title":"1944 The Final Defence","adult":false,"genre_ids":[10752]},{"cast":["Paul de Leeuw","Rijk de Gooyer","Olga Zuiderhoek"],"overview":"Bob and Annie separate. After the court case Annie gives Bob two airline tickets for a tropical island to save their relationship. However, Bob takes someone else with him on holiday: Carmen, the daughter of Mafioso Don Gorgonzola. Annie lags behind in Holland, where she falls in love again with other men.","release_date":"1995-05-06","vote_average":5.9,"runtime":100,"cert":"N\/A","id":49323,"title":"Filmpje!","adult":false,"genre_ids":[35,28]},{"cast":["Jason Donovan","Koji Tamaki","Daniel Rigney","Kazuhiro Muroyama"],"overview":"Tijdens de laatste dagen van de Tweede Wereldoorlog wordt op het eiland Borneo een Australische legereenheid bijna geheel uitgemoord door een enkele Japanse Soldaat, Ichiro Yamamura (Koji Tamaki). Hij zit zo vol haat omdat hij zijn vrouw en kinderen heeft verloren bij bombardementen op Tokio. Daarom heeft hij besloten om zoveel mogelijk slachtoffers te maken voordat het eiland bevrijd wordt.","release_date":"1995-05-05","vote_average":2.0,"runtime":90,"cert":"N\/A","id":49324,"title":"The Last Bullet","adult":false,"genre_ids":[28,18,10752]},{"cast":["Cas Jansen","Ricky Koole","Thomas Acda","Victor Löw","Gijs Scholten van Aschat"],"overview":"Based on a book about an infamous real scandal in the Dutch crime scene, the film aims at exposing the horrors caused by corruption on both sides of the law. A rookie policeman is coerced into obtaining secret information from a childhood friend turned gangster. The childhood friend turns informant. But his revelations are hardly the most important \"leaks\" in the story. In fact, the new relationship between old friends goes all wrong, and the young policeman becomes increasingly involved in a deadly web of lies, crimes, treason, and revenge, all seemingly out of control.","release_date":"2000-07-15","vote_average":6.7,"runtime":105,"cert":"N\/A","id":49325,"title":"Leak","adult":false,"genre_ids":[28,80,53]},{"cast":["Stuart Whitman","Robert Wagner","Rosemary Forsyth","Robert Colbert","Burr DeBenning"],"overview":"A group of 21st-century colonists inhabit an underwater city called Pacifica. Originally intended as a purely scientific installation, the U. S. government wants to stash all its gold reserves from Fort Knox there, along with a fantastic new radioactive element. The brother of Pacifica's returning former commander plans to steal the gold and on top of that, the city faces destruction by an asteroid from outer space","release_date":"1971-01-25","vote_average":4.7,"runtime":98,"cert":"N\/A","id":49326,"title":"City Beneath the Sea","adult":false,"genre_ids":[28,878]},{"cast":["Robert Ryan","Mala Powers","Anthony Quinn","Suzan Ball","George Mathews"],"overview":"Two adventures dive for treasure off the coast of Jamaica.","release_date":"1953-03-11","vote_average":5.0,"runtime":87,"cert":"N\/A","id":49327,"title":"City Beneath the Sea","adult":false,"genre_ids":[12,28]},{"cast":["Christopher Connelly","Oliver Tobias","Manfred Lehmann","John Steiner","Ethan Wayne"],"overview":"Ten years after the end of the war in Vietnam, four ex-Marines decide to return to S.E. Asia to investigate reports of American POWs still being held there. These four include Roger, whose daughter's just been married, the unemployed James, Mark, who's quit his job at an Arizona roadside tavern, and Richard, recently a patient at a mental hospital. In the jungles of S.E. Asia they discover American POWs but also find out about a U.S. Government plot to keep this knowledge a secret.","release_date":"1986-07-31","vote_average":4.9,"runtime":90,"cert":"N\/A","id":49330,"title":"Cobra Mission","adult":false,"genre_ids":[28,12]},{"cast":["Michel Côté","Maxime Le Flaguais","Léo Arguello","Pierre Chaves","Normand D'Amour"],"overview":"Toronto, August 2001. Commander Robert Piche left Pearson Airport heading for Lisbon on an Airbus 330. Due to a significant fuel loss, he was headed for an almost certain crash. However, he courageously kept his cool and skillfully glided the plane to a safe landing, saving the 306 passengers on board. Back in Canada, Piche's criminal past and extraordinary life came to light, explaining somewhat how he was able to commit this heroic act.","release_date":"2010-07-07","vote_average":6.6,"runtime":107,"cert":"N\/A","id":49331,"title":"Piché: Entre Ciel et Terre","adult":false,"genre_ids":[12,18]},{"cast":["Sam Groom","Sara Botsford","Scatman Crothers","Cec Linder","Lisa Langlois"],"overview":"Corn grain contaminated with steroids produces large rats the size of small dogs who begin feeding on the residents of Toronto. Paul, a college basketball coach, teams up with Kelly, a local health inspector, to uncover the source of the mysterious rat attacks and they eventually try to prevent the opening of a new subway line as well as find the mutant rats nest quickly, or there will be a huge massacre of the entire city!","release_date":"1982-10-23","vote_average":5.5,"runtime":87,"cert":"N\/A","id":49332,"title":"Deadly Eyes","adult":false,"genre_ids":[27,878]},{"cast":["Midge Ure","Billy Currie","Chris Cross","Warren Cann"],"overview":"Recorded during the band's 2009 sell out UK tour on April 30 at the legendary Roundhouse in London. The Return to Eden tour was the first time that the classic Ultravox line-up of Midge Ure, Billy Currie, Criss Cross and Warren Cann had performed together in over two decades, and was followed by a highly successful European and festival tour that ran through the summer and into the Autumn.","release_date":"2010-07-12","vote_average":4.5,"runtime":101,"cert":"","id":49333,"title":"Ultravox - Return To Eden - Live At The Roundhouse","adult":false,"genre_ids":[10402]},{"cast":["Sally Gray","Trevor Howard","Griffith Jones","René Ray","Mary Merrall"],"overview":"After being framed for a policeman's murder, a criminal escapes prison and sets out for revenge.","release_date":"1947-06-24","vote_average":6.3,"runtime":99,"cert":"","id":49334,"title":"They Made Me a Fugitive","adult":false,"genre_ids":[18,53,80]},{"cast":["Roger Daltrey","Pete Townshend","John Entwistle","Keith Moon"],"overview":"A film which shows the somewhat disconcerting evolution of The Who from garage band to The Greatest Rock Band in the World (rivalled only by the Stones), and on to burnt-out money-spinners.","release_date":"1994-07-06","vote_average":0.0,"runtime":153,"cert":"N\/A","id":49335,"title":"The Who: Maximum R&B Live","adult":false,"genre_ids":[10402]},{"cast":["Corey Feldman","Corey Haim","Demetra Hampton","Robert Mandan","Geoffrey Lewis"],"overview":"Sam and Dave are living the boring life until they are beckoned to Sam's uncle's Island. When they get there (still not quite sure how that worked) they are compelled by beautiful women and a dastardly enemy of the Island. After accidentally convincing Sam's uncle to sign away rights to his island, they must somehow fix the problem.","release_date":"1994-04-29","vote_average":4.1,"runtime":90,"cert":"N\/A","id":49338,"title":"National Lampoon's Last Resort","adult":false,"genre_ids":[35]},{"cast":["Attila Csihar","Stian Johansen","Kjetil Manheim","Jørn „Necrobutcher” Stubberud","Per Ohlin"],"overview":"Mayhem is the most notorious group in the annals of black metal. Their nearly 25 years of band history are characterized not only by uncompromising and brutal music, but also by suicide, murder, arson, and many other scandals. Revered by their fans, Mayhem are feared and loathed by the mainstream public. 'Pure Fucking Mayhem' is a 90+ minute DVD documentary featuring exclusive interviews with current and former members of Mayhem. This documentary attains a maximum of authenticity with its rich, often unreleased footage.","release_date":"2008-12-09","vote_average":5.0,"runtime":80,"cert":"N\/A","id":49339,"title":"Pure Fucking Mayhem","adult":false,"genre_ids":[99]},{"cast":["Jakub Goldberg","Henryk Kluba","Andrzej Kondratiuk","Barbara Lass","Stanisław Michalski"],"overview":"A short Polish black and white silent movie directed by Roman Polański. The film features two men who emerge from the sea carrying a large wardrobe, which they proceed to carry into a town. Carrying the wardrobe, the two encounter a series of hostile events, including being attacked by a group of youths (one of whom is played by Polanski himself). Finally, they arrive back at a beach and then disappear in the sea.","release_date":"1958-04-22","vote_average":6.4,"runtime":15,"cert":"N\/A","id":49340,"title":"Two Men and a Wardrobe","adult":false,"genre_ids":[18]},{"cast":["Bradley Cole","Oliver Lee","Brittany Ashworth"],"overview":"Exhibit A tells the timely story of a normal family disintegrating under financial pressure, eventually driven to the unimaginable. All is not as it seems as the King family go about their day-to-day lives oblivious of the horror to come. Dad Andy (Bradley Cole) is nursing a secret that ultimately leads to terrible consequences for them all. We witness these chilling events unfold through daughter Judith's video camera, which subsequently becomes Exhibit A.","release_date":"2007-01-01","vote_average":5.1,"runtime":85,"cert":"N\/A","id":49341,"title":"Exhibit A","adult":false,"genre_ids":[53,18]},{"cast":["Ana de la Reguera","Ingrid Martz","Gabriela Platas","Daniel Vives","Anna Ciocchetti"],"overview":"Three flatmates in Mexico City face uncertainties: Lucía who has a great job as an art director for TV commercials is abusing alcohol and cocaine. She risks losing her job, going to prison for assault, and she's woefully in love with a bullfighter who may be two-timing her. Carmen, an artist without income, can be manic - snorting lots of cocaine and hanging out with a gay man and a transvestite. What's her future? Hanna contemplates divorce from Abraham, a wealthy momma's boy, and she's disoriented by feelings of attraction to Sandra, a customer at her jewelry store. Can any of these poor little rich girls sort things out in a world of excess?","release_date":"2006-11-24","vote_average":5.2,"runtime":100,"cert":"N\/A","id":49342,"title":"On the Edge","adult":false,"genre_ids":[18]},{"cast":["Jemma Redgrave","Kathleen Wilhoite","Timothy Spall","Jimmy Nail","Mark Greenstreet"],"overview":"A young woman about to be married begins having terrifying dreams about demons. When she wakes, however, the demons are real and begin to commit gruesome murders.","release_date":"1988-10-06","vote_average":5.6,"runtime":86,"cert":"18","id":49343,"title":"Dream Demon","adult":false,"genre_ids":[27]},{"cast":["Liu Bao","Xu Bo","Nevin Domer","Shi Xu Dong","Brian Hardgroove"],"overview":"A film crew follows underground punks through Communist China in the year of the Olympics.","release_date":"2010-09-03","vote_average":0.0,"runtime":85,"cert":"N\/A","id":49344,"title":"Beijing Punk","adult":false,"genre_ids":[35]},{"cast":["Chris Carrara","Jessica Bowman","John Diehl"],"overview":"When Randy (Chris Carrara), is forced to stash his remote control toys in a model home, he stumbles across the hideout of three prison escapees. With the use of his remote control toys, Randy manages to apprehend the three fugitives.","release_date":"1993-09-22","vote_average":4.5,"runtime":80,"cert":"N\/A","id":49345,"title":"Remote","adult":false,"genre_ids":[35,10751,12]},{"cast":["Michael Madsen","Jennifer Tisdale","Rachel Hunter","Gwendolyn Garver"],"overview":"An ice cold tale of misguided ambition and savage revenge. Set in the bowels of an iconic derelict Los Angeles high-rise, we follow Lauren and her real-estate investing fiancé as they discover first hand what happens when a madman leads not with emotion, but rather chilling rationality. The Man in question brings a heaping helping of sanity and jet-black humor to the crazy table. The result is a wonderfully off-kilter horror\/thriller that never goes where we expect, but rather draws the audience deeper into a surprising world that has dark corners even in the brightest rooms.","release_date":"2010-11-09","vote_average":3.8,"runtime":85,"cert":"N\/A","id":49346,"title":"The Brazen Bull","adult":false,"genre_ids":[27,28,53]},{"cast":["Jane Badler","Jessica Marais","Travis Fimmel","Trilby Glover","Michael Dorman"],"overview":"In this cunning mystery-horror hybrid, college student Ben inherits a curious old mechanical box that churns out voodoo dolls. When a shadowy figure starts using the box to murder Ben's friends, Ben must find the killer.","release_date":"2010-06-04","vote_average":5.2,"runtime":90,"cert":"18","id":49347,"title":"Needle","adult":false,"genre_ids":[27,53,9648]},{"cast":["Alex Feldman","Michelle Borth","Joleigh Fioravanti","Kaiwi Lyman"],"overview":"Tyler is a surfer who constantly searches for good surfing spots. When he's traveling through Mexico, he finds one of the best places he has ever seen. He invites his brother Colin to join him and his friends in surfing the wild Mexican waves. Colin gathers 4 friends and leaves for Mexico but is surprised that nor his brother nor his brother's friends are there. They start realizing that there's something wrong with the beach, a curse that says that no one will leave the beach alive...","release_date":"2006-05-09","vote_average":4.6,"runtime":83,"cert":"N\/A","id":49348,"title":"Trespassers","adult":false,"genre_ids":[27]},{"cast":["Jaclyn Smith","Claire Bloom","Timothy Dalton","Timothy West","Peter McEnery"],"overview":"This is the fact-based story of an aristocratic woman who defies Victorian society to reform hospital sanitation and to define the nursing profession as it is known today. After volunteering to travel to Scutari to care for the wounded soldiers, who are victims of the Crimean war, she finds herself very unwelcome and faces great opposition for her new way of thinking. However through her selfless acts of caring, she quickly becomes known as 'The Lady with the Lamp', the caring nurse whose shadow soldiers kiss.","release_date":"1985-07-05","vote_average":5.0,"runtime":140,"cert":"","id":49349,"title":"Florence Nightingale","adult":false,"genre_ids":[18,10770]},{"cast":["Jennifer Stone","Kristin Booth","Wesley Morgan","Doug Murray","Jason Blicker"],"overview":"Young spy Harriet Welsch crosses paths with popular student Marion Hawthorne as the two girls vie to become the official blogger of their high school class.","release_date":"2010-01-01","vote_average":4.9,"runtime":90,"cert":"N\/A","id":49350,"title":"Harriet the Spy: Blog Wars","adult":false,"genre_ids":[35,18,10751,10770]},{"cast":["Laurence Harvey","Joanna Pettet","Stuart Whitman","John Ireland","Meg Foster"],"overview":"A hippie girl wandering on a California beach is taken in by a Korean War veteran who lives in a nearby mansion with his sister. The girl soon begins to suspect that the mansion is home to some very strange goings-on.","release_date":"1974-05-01","vote_average":5.8,"runtime":94,"cert":"N\/A","id":49351,"title":"Welcome to Arrow Beach","adult":false,"genre_ids":[27]},{"cast":["Barbara Wyler","Jamie Scoggin","Stacey Lyons","Linda Maderas","Melanie Montilla"],"overview":"God and Satan are on a train discussing the fate of three individuals. The stories of the people in question are told in a trio of very strange vignettes. One involves an insane asylum with some very interesting treatment plans. Another involves a 'death club'. The final story shows us the adventures of a server of Satan.","release_date":"1985-05-01","vote_average":5.3,"runtime":98,"cert":"N\/A","id":49352,"title":"Night Train to Terror","adult":false,"genre_ids":[27]},{"cast":["Bo Svenson","Sylvia Sidney","Yvette Mimieux","Robert Logan","Clint Walker"],"overview":"In this made for TV film, an enormous and angry yeti begins to terrorize a Colorado ski resort by eating several skiers during a winter carnival. Everyone insists it is just a bear until a ski patrolman sees a white, shadowy and beastly shape disappearing into the woods.","release_date":"1977-04-28","vote_average":4.5,"runtime":86,"cert":"N\/A","id":49353,"title":"Snowbeast","adult":false,"genre_ids":[27,10770]},{"cast":["David Janssen","Barbara Rush","Bradford Dillman","John Beradino","Geoffrey Lewis"],"overview":"After several locals are viciously murdered, a Louisiana sheriff starts to suspect he may be dealing with a werewolf.","release_date":"1972-09-26","vote_average":5.0,"runtime":75,"cert":"N\/A","id":49354,"title":"Moon of the Wolf","adult":false,"genre_ids":[27,9648,53]},{"cast":["Tatsuya Nakadai","Tetsurō Tamba","Yôko Tsukasa","Ruriko Asaoka","Kunie Tanaka"],"overview":"A guilt-haunted samurai warrior attempts to stop a massacre taking place.","release_date":"1969-05-01","vote_average":7.4,"runtime":124,"cert":"N\/A","id":49355,"title":"Goyokin","adult":false,"genre_ids":[18,28]},{"cast":["Bree Olson","Tessa Taylor","Kacey Jordan","Kylee Reese","Nikki Anne"],"overview":"From Bree's sexy attire, to her sexual positions, to the premise of this film, Bree is one naughty neighbor! 69 Bree Street is five smoldering scenes of non-stop action between Bree Olson and her dirty little friends ... based entirely upon Adam &amp; Eve fan votes!","release_date":"2010-06-08","vote_average":10.0,"runtime":116,"cert":"N\/A","id":49356,"title":"69 Bree Street","adult":true,"genre_ids":[]},{"cast":["Jessica Lynn","Bobbi Starr","Violet Monroe","Natasha Nice","Sophie Dee"],"overview":"The Reno Police force is back, but this time they brought backup: the FBI (Fellatio & Boner Injections)! When the funniest & fucking-est cops you know recruit a busty new Officer, she distracts the team from their serving and protecting...even more. Whether it's investigating crimes, arresting suspects, going undercover as hookers, chasing roller skaters, having sex with inmates, or smothering breasts with honey and throwing candy at them, it's all in a day's work for this wild bunch.","release_date":"2010-05-10","vote_average":10.0,"runtime":171,"cert":"N\/A","id":49357,"title":"Reno 911: A XXX Parody","adult":true,"genre_ids":[35]},{"cast":["Florence Henderson","Robert Reed","Ann B. Davis","Maureen McCormick","Eve Plumb"],"overview":"Almost 20 years after the start of the original \"Brady Bunch\" the kids are grown up and have kids of their own. Everyone is having a wonderful time back at the family house for Christmas, until Mike learns of a structural problem in one of the buildings he designed. As he is inspecting the problem, the building collapses, trapping him inside. As the whole family waits by the pile of rubble, they fear the worst. Will Dad be all right?","release_date":"1988-12-18","vote_average":6.3,"runtime":100,"cert":"N\/A","id":49358,"title":"A Very Brady Christmas","adult":false,"genre_ids":[18,10751,10770,35]},{"cast":["Tony Todd","Carla Greene","Nina Hodoruk","Michael Quinlan","Cat Miller"],"overview":"Evil voodoo-practicing serial killer Shadow gets executed for murdering pregnant women. Twenty years later the prison Shadow was put to death at has been turned into an experimental women's penitentiary. Tough and fiercely autonomous new inmate Solitaire has some kind of link with Shadow. When Shadow and his lethal shambling zombie minions are resurrected, it's up to Solitaire to stop them.","release_date":"2006-03-28","vote_average":3.6,"runtime":81,"cert":"N\/A","id":49359,"title":"Shadow: Dead Riot","adult":false,"genre_ids":[28,27]},{"cast":["Glen Matlock","Don Letts","Alan G. Parker","Neon Leon","Elliot Kidd"],"overview":"On October 12th 1978 New York Police discovered the lifeless body of a 20 year-old woman, slumped under the bathroom sink in a hotel room. The woman was Nancy Spungen, an ex-prostitute, sometimes stripper, heroin addict, and girlfriend of Sex Pistols' bassist Sid Vicious. In a trial by tabloid newspapers Vicious was pronounced guilty before noon the following day. But the case never had the chance to be brought to trial, and a number of New York cops weren't convinced. Less than six months later, Sid died of a heroin overdose. For the next 28 years the assumption was that Sid did it - case closed. Over time, the death of Sid and Nancy has passed into rock legend and has only added to the controversial and notorious image of the Sex Pistols and punk music. At the request of Sid's mother, rock author and punk expert Alan Parker has devoted himself to discovering what really happened in room 100.","release_date":"2009-02-06","vote_average":6.6,"runtime":89,"cert":"","id":49360,"title":"Who Killed Nancy?","adult":false,"genre_ids":[99]},{"cast":["Florinda Bolkan","Barbara Bouchet","Tomás Milián","Irene Papas","Marc Porel"],"overview":"When the sleepy rural village of Accendura is rocked by a series of murders of young boys, the superstitious locals are given to apportion blame, with the suspects including the local \"witch\" Maciara.  With the bodies piling up and the community gripped by panic and a thirst for bloody vengeance, two outsiders - city journalist Andrea and spoilt rich girl Patrizia - team up to cracked the case.  But before the mystery is solved, more blood will have been spilled, and not all of it belonging to innocents...","release_date":"1972-09-29","vote_average":7.6,"runtime":105,"cert":"18","id":49361,"title":"Don't Torture a Duckling","adult":false,"genre_ids":[27]},{"cast":["Anna Adolfsson","Victoria Bloom","Yohanna Idha","Max Wallmo","Andreas Vaehi"],"overview":"Friends Jenna and Tarra are on their way to a cheerleading contest when they decide to stop at a gas station to help two guys, Oliver and Chad, who are experiencing some engine problems. What they don't know is that they are being watched by a group of deranged madman whose only intention is to hunt them down and kill them for pleasure. After being captured and locked up, survival is the only thing on the friends' minds, but just how far are they willing to go?","release_date":"2010-01-25","vote_average":2.4,"runtime":94,"cert":"N\/A","id":49362,"title":"Madness","adult":false,"genre_ids":[27]},{"cast":["Toshirō Mifune","Yoshiko Sakuma","Kinnosuke Nakamura","Yûjirô Ishihara","Katsuo Nakamura"],"overview":"Feudal Japan, 1543 to 1562. Kansuke Yamamoto is a samurai who dreams of a country united, peaceful from sea to sea. He enters the service of Takeda, the lord of Kai domain. He convinces Takeda to kill the lord of neighboring Suwa and take his wife as a concubine. He then convinces the widow, Princess Yu, to accept this arrangement and to bear Takeda a son. He pledges them his life. He then spends years using treachery, poetic sensibility, military and political strategy to expand Takeda's realm, advance the claim of Yu's son as the heir, and prepare for an ultimate battle with the forces of Echigo. Has Kansuke overreached? Are his dreams, blinded by love, too big? Written by jhailey@hotmail.com","release_date":"1969-03-01","vote_average":7.9,"runtime":165,"cert":"N\/A","id":49363,"title":"Samurai Banners","adult":false,"genre_ids":[28]},{"cast":["Mikael Persbrandt","Alexandra Rapaport","Per Graffman","Leif Andrée","Basia Frydman"],"overview":"Magnus is a photographer specializing in family portraits. When he plans for his mother’s 75th birthday he discovers family secrets that will change his life.","release_date":"2006-10-06","vote_average":0.0,"runtime":80,"cert":"N\/A","id":49364,"title":"No Tears","adult":false,"genre_ids":[18]},{"cast":["Lukas Haas","Len Cariou","Alex Rocco","Katherine Helmond","Tom Bower"],"overview":"Locked in a school closet during Halloween 1962, young Frank witnesses the ghost of a young girl and the man who murdered her years ago. Shortly afterward he finds himself stalked by the killer and is soon drawn to an old house where a mysterious Lady In White lives. As he discovers the secret of the woman he soon finds that the killer may be someone close to him.","release_date":"1988-04-22","vote_average":6.5,"runtime":113,"cert":"15","id":49365,"title":"Lady in White","adult":false,"genre_ids":[27,53]},{"cast":["Ray Milland","Patricia Roc","Marius Goring","Hugh Sinclair","Naunton Wayne"],"overview":"An American travels to Europe to find out the details about his brother's death. As he digs deeper the incident become more mysterious.","release_date":"1951-04-17","vote_average":6.7,"runtime":86,"cert":"N\/A","id":49368,"title":"Circle of Danger","adult":false,"genre_ids":[53]},{"cast":["Craig Baldwin","Reverend Billy","Carly Stasko"],"overview":"A fascinating rap on the 20th Century movement called Culture Jamming. Pranksters and subversive artists are causing a bit of brand damage to corporate mindshare. Jammers, cultural commentators, a billboard advertiser and a constitutional lawyer take us on a wild roller coaster ride through the back streets of our mental environment. Stopping over in San Francisco, New York's Times Square, and Toronto, we catch the jamming in action with Batman-inspired Jack Napier of the Billboard Liberation Front, Disney arch-enemy Reverend Billy from the Church of Stop Shopping and Media Tigress Carly Stasko.","release_date":"2001-10-02","vote_average":0.0,"runtime":50,"cert":"N\/A","id":49369,"title":"Culture Jam: Hijacking Commercial Culture","adult":false,"genre_ids":[99]},{"cast":["John Travolta","Jamie Lee Curtis","Marilu Henner","Laraine Newman","Jann Wenner"],"overview":"A female aerobics instructor meets a male reporter doing a story on health clubs, but it isn't love at first sight. This film contains one of the greatest scenes of the '80s, an across the room sexual dance-off between the two main characters, inside a hot n' sweaty gym class.","release_date":"1985-06-07","vote_average":4.8,"runtime":115,"cert":"15","id":49370,"title":"Perfect","adult":false,"genre_ids":[18,10749]},{"cast":["Craig Stevens","Joyce Holden","Richard Benedict","Edward Norris","Clair Regis"],"overview":"A man hires someone to murder his wife and use a legal loophole to get away with it.","release_date":"1953-06-14","vote_average":5.0,"runtime":65,"cert":"N\/A","id":49373,"title":"Murder Without Tears","adult":false,"genre_ids":[80]},{"cast":["Marco Nanini","José Wilker","Andréa Beltrão","Matheus Nachtergaele","Edmilson Barros"],"overview":"Based on the homonymous work of Dias Gomes , The Well Beloved tells the story of the mayor Paraguassu Odorico, whose primary goal in his administration in the city of Sucupira is the inauguration of a cemetery. One side is supported by the sisters Cajazeiras. On the other, he has to fight against strong opposition led by Vladmir, owner of rag city. For lack of a corpse, the mayor can never accomplish his goal. Not even the arrival of Ernesto - a dying man who does not die - and hiring Zeca Diabo, a bandit killer, provide him with the realization of his dream. Odorico gun situations for someone to die, but the first body to be buried in Sucupira may be the mayor himself, that the hunter becomes the hunted and goes from villain to martyr.","release_date":"2010-07-23","vote_average":6.3,"runtime":107,"cert":"N\/A","id":49374,"title":"The Well Beloved One","adult":false,"genre_ids":[35]},{"cast":["Burt Reynolds","Lesley-Anne Down","David Niven","Timothy West","Patrick Magee"],"overview":"A romantic comedy with action and suspense. Two sophisticated jewel thieves join forces to steal $30 million in uncut jewels. Despite a continuous exchange of quips they eventually become romantically involved.","release_date":"1980-06-19","vote_average":5.9,"runtime":112,"cert":"N\/A","id":49375,"title":"Rough Cut","adult":false,"genre_ids":[12,35,80,9648,10749]},{"cast":[],"overview":"In 2006, the pro paintball world changed. Professional players began seeking out contracts from a sport they loved. All the while, the sport ontinued to grow in two different frontiers: the NXL and the NPPL.","release_date":"","vote_average":8.3,"runtime":null,"cert":"N\/A","id":49376,"title":"Free Agent","adult":false,"genre_ids":[]},{"cast":["Ward Costello","Joyce Holden","Frederic Downs","John Stratton","Salome Jens"],"overview":"Prof. Erling and his financial backer Victor build a prototype time machine to snatch objects from the past. Latest find, a statuette, radiometrically dates to 5200 AD! When this draws colleague Richard Hedges to the island lab, Erling reveals that 20th-century objects put in the machine seem to be \"traded\" for analogous future objects by intelligent life. And on the sly, Victor's been trying to get a living visitor. Does the future need help, or is the present in danger?","release_date":"1958-01-01","vote_average":4.0,"runtime":66,"cert":"N\/A","id":49379,"title":"Terror from the Year 5000","adult":false,"genre_ids":[878]},{"cast":["Ice-T","Silkk Tha Shocker","Tarsha Nicole Jones","Ernie Hudson Jr.","Eva La Dare"],"overview":"After decades of terror, two deadly street gangs reach a delicate truce and young MJ (Silkk the Shocker) sees a way out of the hood once and for all. Only Corrupt (Ice-T) stands in MJ's way, resulting into a violent and brutal roller coaster ride of action!","release_date":"1999-12-28","vote_average":4.3,"runtime":69,"cert":"N\/A","id":49380,"title":"Corrupt","adult":false,"genre_ids":[28,80,18,53]},{"cast":["Jimmy Carr"],"overview":"Jimmy Carr is the hardest working comedian in Britain. He has now played to over one million people on tour and sold over a million DVDs. He returns with the release of his most outrageous stand up set to date, Making People Laugh, featuring over two hours of material that’s too rude for TV. The new DVD shows Jimmy at his very best and contains over 250 jokes. Here’s a small selection: “The first guy who persuaded a blind person they needed sunglasses, he must have been a hell of a salesman.” “Liverpool is the only city in Great Britain where JD Sports, has an evening wear department.” “A great way to warm up pensioners in winter.. is cremation.” “My girlfriend recently had a phantom pregnancy. And now we have a little baby ghost.”","release_date":"2010-11-08","vote_average":7.2,"runtime":113,"cert":"","id":49381,"title":"Jimmy Carr: Making People Laugh","adult":false,"genre_ids":[35]},{"cast":[],"overview":"From street rail slaughtering in Sweden and Russia, deep powder and pillow riding in Japan and Canada, to technical tricks on big backcountry kickers in the Alps, this film shows everything snowboarding is about. Wrapped in artistic 8mm film intros and sporting the extra flavor of cable cams, dollies and paraglide angles, Walk the Plank, is the newest 16mm snowboard experience from the Pirate Crew. To top it all off, it comes with a 100 page Artbook! So don't be a fool, join Gigi Rüf, Anne-Flore Marxer, Marco Feichtner, Hans Ahlund and the rest of the Pirates on their journey or walk the plank.....","release_date":"2006-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":49382,"title":"Lubedence","adult":false,"genre_ids":[]},{"cast":["John Lennon","Ringo Starr","George Harrison","Paul McCartney"],"overview":"The infamous \"Black Suits Concert,\" shot in Tokyo on 30 June 1966, featuring an uncharacteristically poor performance from The Beatles. The group's performance and demeanor was much improved for the following day's show, also videotaped by NHK. Songs include: \"Paperback Writer,\" \"Day Tripper,\" \"Yesterday,\" and more.","release_date":"1966-11-24","vote_average":0.0,"runtime":44,"cert":"N\/A","id":49383,"title":"The Beatles: Concert at Budokan 1966","adult":false,"genre_ids":[10402]},{"cast":[],"overview":"Who I Am And What I Want is a 7 minute animated short directed by Chris Shepherd and David Shrigley in 2005. Based on the David Shrigley book of the same title. Kevin Eldon voices the role of the film's main character, Pete.","release_date":"2005-10-28","vote_average":7.5,"runtime":7,"cert":"18","id":49384,"title":"Who I am and What I want","adult":false,"genre_ids":[16]},{"cast":[],"overview":"Care Power On! Join Funshine, Share, Cheer and the whole Care Power Team as they organize the annual Giving Festival in this adorable tale!","release_date":"2010-11-02","vote_average":2.0,"runtime":null,"cert":"N\/A","id":49385,"title":"Care Bears: The Giving Festival","adult":false,"genre_ids":[10751]},{"cast":[],"overview":"Don't miss this historical masterpiece that peaks with the Boom festival 2004 where almost 20.000 people from over 65 nationalities attended. Get first hand information thru interviews from the organisers as well as many artists and participants. Enjoy the ride across the Boom festival site from 5 different camera perspectives, time laps, mind-blowing animation, bird eye views from 25m cranes and amazing new tracks from Boom festival artists. Also included a unique 24-page booklet with outstanding pictures taken by master photographers Andre and Lisa Ismael.","release_date":"","vote_average":0.0,"runtime":120,"cert":"N\/A","id":49386,"title":"Boom Festival 2004","adult":false,"genre_ids":[]},{"cast":["François Cluzet","Mathilde Seigner","Roschdy Zem","Alice Taglioni"],"overview":"When a man &amp; woman discover their spouses are having an affair with each other, they secretly plot to break them up and win them back","release_date":"2007-01-01","vote_average":5.1,"runtime":88,"cert":"N\/A","id":49387,"title":"Game of Four","adult":false,"genre_ids":[35]},{"cast":["Jeremy Jones","Xavier de le Rue","Ryland Bell","Travis Rice","Josh Dirksen"],"overview":"Follow Jeremy Jones and other top freeriders as they travel to the world's snowboarding meccas and venture past the boundaries of helicopters, snowmobiles, and lifts to explore untouched realms.","release_date":"2010-10-10","vote_average":8.0,"runtime":76,"cert":"N\/A","id":49388,"title":"Deeper","adult":false,"genre_ids":[99]},{"cast":["Gilles Lellouche","Marie Gillain","Laurent Ournac","Soko","Philippe Lefebvre"],"overview":"In this romantic comedy Thomas moves back in with his parents after his girlfriend throws him out. He runs into Florence, an old school friend, who invites him to dinner with her husband and two children.","release_date":"2007-12-19","vote_average":4.8,"runtime":92,"cert":"N\/A","id":49389,"title":"It Had to be You","adult":false,"genre_ids":[35]},{"cast":["José Gaudet","Mario Tessier"],"overview":"Mis en scène par nulle autre que Lise Dion, Les Grandes Gueules… Complices, se voulait un univers déjanté, un monde en trois dimensions de projections, costumes et chorégraphies où revivaient les désormais célèbres personnages du duo, Jocelyne, Enrique Eglesias, Jean-Marie Biensûr, Ti-Rouge, Stéphane Sansoucy, Jacques Rougeau. Dans le spectacle Complices, les Grandes Gueules jouaient la comédie, de la trompette et du trombone, dansaient et chantaient... Un spectacle de variétés avec une finale belle et touchante digne des grands humoristes québécois. Renversant!","release_date":"2010-11-09","vote_average":5.3,"runtime":null,"cert":"N\/A","id":49390,"title":"Les Grandes Gueules - Complices","adult":false,"genre_ids":[35]},{"cast":["Maggie Smith","Dominic West","Timothy Spall","Alexander Nathan Etel","Pauline Collins"],"overview":"A haunting ghost story spanning two worlds, two centuries apart. When 13 year old Tolly finds he can mysteriously travel between the two, he begins an adventure that unlocks family secrets laid buried for generations.","release_date":"2009-01-01","vote_average":6.1,"runtime":95,"cert":"","id":49391,"title":"From Time to Time","adult":false,"genre_ids":[12,14,18]},{"cast":["Dita Von Teese"],"overview":"The Crazy Horse cabaret has been a Parisian night hotspot since 1951. The cabaret is known for celebrating the beauty, personality and pure talent of its female dancers. Since opening, the Crazy Horse has captivated the imagination of more than six million spectators, including many celebrities, with its stunning sexy shows. Since 2001, the Crazy Horse shows are also performed at the MGM Grand in Las Vegas. In February 2009, Dita Von Teese, the uber glamorous icon and international striptease diva, was the first guest star to appear in a Crazy Horse show. This DVD showcases the full show including three of Dita’s sensual numbers.","release_date":"2009-11-24","vote_average":8.5,"runtime":56,"cert":"","id":49392,"title":"Crazy Horse, Paris with Dita Von Teese","adult":false,"genre_ids":[99]},{"cast":["Andre Luis Azevedo","José Júnior","Michele Moraes","Anderson Sa","Zuenir Ventura"],"overview":"A man emerges from the slums of Rio to lead the nonviolent cultural movement known as Afro-reggae.","release_date":"2005-04-24","vote_average":4.7,"runtime":82,"cert":"N\/A","id":49393,"title":"Favela Rising","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Tracks: 1 - Faixas ; 2 - Agora so falta voce - rita lee ; 3 - Lagrimas e chuva - kid abelha ; 4 - Malandragem - cassia eller ; 5 - Independencia - capital inicial ; 6 - Tarde vazia - ira! e samuel rosa ; 7 - Tempos modernos - lulu santos ; 8 - Girassol - cidade negra ; 9 - O papa e pop - engenheiros do hawaii ; 10 - O segundo sol - cassia eller ; 11 - Vapor barato - zeca baleiro e gal costa ; 12 - Doce vampiro - rita lee ; 13 - Eu tive um sonho - kid abelha ; 14 - Eu vou estar - capital inicial e zelia duncan ; 15 - O girassol - ira! ; 16 - Vida real - engenheiros do hawaii ; 17 - O pulso - titas e arnaldo antunes ; 18 - Samba makossa - charlie brown jr. e marcelo d2 ; 19 - Loadeando - marcelo d2 ; 20 - Nao sou mais disso - zeca pagodinho ; 21 - Filho maravilha - jorge ben jor ;","release_date":"2005-05-31","vote_average":8.0,"runtime":75,"cert":"N\/A","id":49394,"title":"MTV: O Melhor Dos Acusticos","adult":false,"genre_ids":[]},{"cast":["Misato Hirata","Mika Kimura","Ryûki Kitaoka","Daniel Aguilar Gutiérrez","Hideaki Anno"],"overview":"When military experiments go haywire and trigger an atomic bomb, the consequences are of epic proportions. A monster arrives in the midst of the nuclear fallout, and Japan's defenses are helpless against it. Mankind's only savior is an irradiated water goblin from Japanese folklore called the \"Death Kappa.\" The two rival monsters must go head-to-head in the ultimate battle between good and evil!","release_date":"2010-06-25","vote_average":4.0,"runtime":79,"cert":"N\/A","id":49395,"title":"Death Kappa","adult":false,"genre_ids":[28,878,35,14,27]},{"cast":["Sally Kirkland","Jeffrey DeMunn","Louise Latham","Joyce Van Patten","George Wallace"],"overview":"When the Smurl family moves into a duplex, they find out it's haunted.","release_date":"1991-05-06","vote_average":6.3,"runtime":100,"cert":"N\/A","id":49396,"title":"The Haunted","adult":false,"genre_ids":[27]},{"cast":["Lee Van Cleef","John Phillip Law","Mario Brega","Luigi Pistilli","José Torres"],"overview":"Bill Meceita, a boy whose family was murdered in front of him by a gang, sets out 15 years later to exact revenge. On his journey, he finds himself continually sparring and occasionally cooperating with Ryan, a gunfighter on his own quest for vengeance, who knows more than he says about Bill's tragedy.","release_date":"1967-08-31","vote_average":7.0,"runtime":114,"cert":"N\/A","id":49397,"title":"Death Rides a Horse","adult":false,"genre_ids":[37]},{"cast":["Coluche","Michel Serrault","Jean Yanne","André Pousse","Paul Mercey"],"overview":"In antique Rome, a simple pepboy for chars becomes involved in a coup against Cesar.\r Rahatlocum is a North African Roman colony where Julius Caesar came to spend an expensive holiday. The revolt rumbles among the small people who find a leader in the person of Ben-Hur Marcel.","release_date":"1982-10-05","vote_average":6.3,"runtime":110,"cert":"N\/A","id":49398,"title":"Quarter to Two Before Jesus Christ","adult":false,"genre_ids":[35]},{"cast":["François Cluzet","Marie Trintignant","Jean-Louis Trintignant","Amparo Soler Leal","Sergi López"],"overview":"Insurance salesman tries to get money from his hippie cousin by fulfilling his dream: Arraigning for John Lennon and Janis Joplin's \"second coming\".","release_date":"2003-10-15","vote_average":6.1,"runtime":105,"cert":"N\/A","id":49399,"title":"Janis et John","adult":false,"genre_ids":[35]},{"cast":["Chantal Lauby","Claude Perron","Rossy de Palma","Jean-Hugues Anglade","Jean-Pierre Martins"],"overview":"Odile is 42 years old actress and single mother. One day her 18 year old daughter decided to leave her and start living with the boyfriend. All of a sudden alone in her empty house, the anguish takes over...","release_date":"2003-08-03","vote_average":5.2,"runtime":101,"cert":"N\/A","id":49400,"title":"Leave Your Hands on My Hips","adult":false,"genre_ids":[35,10749]},{"cast":["Glenn Thomas Jacobs","Óscar Gutiérrez Rubio","Stephen Farrelly","Randy Orton","John Cena"],"overview":"SummerSlam (2010) was a PPV that took place on August 15, 2010 at the Staples Center in Los Angeles, California for the second consecutive year. It was the 23rd annual SummerSlam event.  The main event focused on the invasion of The Nexus into the WWE. Team WWE (John Cena, Daniel Bryan, Edge, Chris Jericho, Bret Hart, R-Truth, and John Morrison) fought The Nexus (Wade Barrett, Justin Gabriel, Heath Slater, David Otunga, Michael Tarver, Skip Sheffield, and Darren Young) in a seven-on-seven elimination match. Other matches included Kane defending the World Heavyweight Championship from Rey Mysterio, Sheamus defending the WWE Championship from Randy Orton with stipulations to prevent interference, Big Show versus the Straight Edge Society in a 3 on 1 handicap match, and Dolph Ziggler defending the IC Title from Kofi Kingston in a singles match.","release_date":"2010-08-15","vote_average":6.8,"runtime":180,"cert":"N\/A","id":49401,"title":"WWE SummerSlam 2010","adult":false,"genre_ids":[28,18]},{"cast":["Fumie Kusachi","Hidenari Ugaki","Kouichi Toochika","Kouji Ishii","Mie Odagi"],"overview":"Spirits begin terrorizing a school and it is left up to the sexy student Kocho Enoki to use her attractive body and magical powers to defeat the attackers. Teamed with her sister and Kosaku, their human decoy, they attempt to free the school from the spirits. Unfortunately a female spirit arrives who is immune to Kocho's sexy charms.","release_date":"1997-05-21","vote_average":0.0,"runtime":35,"cert":"N\/A","id":49402,"title":"Demon Fighter Kocho","adult":false,"genre_ids":[16,27]},{"cast":["Vicki Berlin","Anne Louise Hassing","Trine Gadeberg","Sofie Lassen-Kahlke"],"overview":"CitySingler går efter bæltestedet! \"Sex and the City\" har fundet deres overkvinder – i nyt frækt, satirisk show med 4 supersexede tøser, Vicki Berlin, Anne Louise Hassing, Trine Gadeberg og Sofie Lassen-Kahlke! Showet havde premiere i marts 2010 i Glassalen i Tivoli og turnerede frem til april landet rundt med dette frække og forførende show, et perfekt kvindeligt modstykke til Ørkenens Sønner.","release_date":"2010-08-23","vote_average":4.0,"runtime":null,"cert":"N\/A","id":49403,"title":"City Singler Sko, Håb & Kærlighed","adult":false,"genre_ids":[10402,35]},{"cast":["Dirch Passer","Ulf Pilgaard","Kjeld Petersen"],"overview":"Hele Danmarks Dirch - Et skønt tilbageblik på Dirchs produktive og alsidige karriere med alle de bedste klip fra hans tid på revyscenen, i cirkus, på TV, i TV-reklamer, som sanger og filmskuespiller. Alle de kendte og elskede øjeblikke er samlet - lige fra Hoppegyngen, Mudderklirren, hans Nonsens-nummer med fingrene, Kulmulen, Kellerdirch sketches, til sangperler som \"Der kommer altid en sporvogn...\" og \"Ja, ja, nu kommer jeg.\" En over to timer lang tribute til en af Danmarks største komiske talenter nogensinde - Et godt grin for hele familien Danmark.","release_date":"2004-11-09","vote_average":7.0,"runtime":132,"cert":"N\/A","id":49406,"title":"Grinebidder: Hele Danmarks Dirch","adult":false,"genre_ids":[99]},{"cast":[],"overview":"To kejtede og knap så begavede politibetjente får jule aftens dag den utaknemlige opgave at overbringe et ældre ægtepar et tragisk budskab. Hvad nu, hvis chokket er for meget for ægteparret? Ingen af betjentene vil være den, der ringer på døren - måske ville det være bedre, om de ikke vidste besked? Ægteparret misforstår og tror fejl agtigt, at deres hund er død. De to betjente prøver på enhver tænkelig måde at undertrykke sandheden. Den ene løgn fører den anden med sig. Situationerne bliver mere og mere groteske. Forvekslingerne og misforståelserne accelererer hele tiden, og udvik lingen bliver mere og mere uforudsigelig. I ægte farcetradition omfatter persongalleriet foruden de to betjente spillet af Ulf Pilgaard og Dick Kaysø samt det ældre ægtepar en præst, der inden aftenen er gået, optræder i dametøj, en ung pige - og en kvindelig furie!","release_date":"2006-08-23","vote_average":0.0,"runtime":103,"cert":"N\/A","id":49407,"title":"Løgn Og Latin","adult":false,"genre_ids":[]},{"cast":[],"overview":"01 - BULGARSK SPEJDEREXERCITS 02 - SIGNATUR 03 - MOGENS PÅ SAFARI 04 - DET VIL VI MEGET NØDIG SE PÅ TV 05 - BULGARSK SPEJDEREXERCITS (FORTSAT) 06 - ÆGGENDE STEEL 07 - BAMSEPETTING 08 - JEG HAR LIGE LAVET EN PØLSE 09 - HANSEMANN LUCHTER OG DREJEHJULET 10 - BULGARSK SPEJDEREXERCITS (FORTSAT) 11 - DET VIL VI UNDER INGEN OMSTÆNDIGHEDER SE PÅ TV 12 - QUIZ: REJS OG KNEP 13 - VM I STANK 14 - DANSEMANDEN 15 - KNAS I KLÆDET 16 - ØL 17 - BULGARSK SPEJDEREXERCITS (FORTSAT) 18 - LEO LUMMERKROG 19 - BULGARSK SPEJDEREXERCITS (FORTSAT) 20 - EN KURRE PÅ TRÅDEN MED GOMBERT OG FLANHART 21 - BULGARSK SPEJDEREXERCITS","release_date":"1995-10-23","vote_average":6.0,"runtime":70,"cert":"N\/A","id":49408,"title":"Monrad & Rislund: Panik I Pladderballe","adult":false,"genre_ids":[18,10402]},{"cast":["Jo Kennedy","Ross O'Donovan","Margo Lee","Max Cullen","Melissa Jaffer"],"overview":"A new-wave extravaganza in which a young woman wants to become the next big singer with the help of her friends and despite the wishes of her working class family.","release_date":"1982-04-08","vote_average":6.3,"runtime":105,"cert":"N\/A","id":49409,"title":"Starstruck","adult":false,"genre_ids":[35,10402,10749]},{"cast":["Jordan Christopher Michael","Martha Quinn","Michael Naegel","Susan Tyrrell","Harper Flaherty"],"overview":"A ten year old boy gets tired of life with abusive parents and cashes in his piggy bank and steals a Mustang. He rides off into a surreal America playing \"Motorama,\" a game sponsored by Chimera Gas Company. He has various encounters with different people, and eventually reaches the Chimera Gas Company where he finds they are not playing by the rules of the game.","release_date":"1991-09-10","vote_average":6.2,"runtime":90,"cert":"N\/A","id":49410,"title":"Motorama","adult":false,"genre_ids":[35,12]},{"cast":["Paul Newman","Joanne Woodward","Anthony Perkins","Laurence Harvey","Bruce Cabot"],"overview":"Rheinhardt, a cynical drifter, gets a job as an announcer for right-wing radio station WUSA in New Orleans. Rheinhardt is content to parrot WUSA's reactionary editorial stance on the air, even if he doesn't agree with it. Rheinhardt finds his cynical detachment challenged by a lady friend, Geraldine, and by Rainey, a neighbour and troubled idealist who becomes aware of WUSA's sinister, hidden purpose. And when events start spinning out of control, even Rheinhardt finds he must take a stand.","release_date":"1970-08-19","vote_average":7.3,"runtime":115,"cert":"N\/A","id":49411,"title":"WUSA","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Kort Om David Gray - Live - Sail Away - White Ladder - Late Night Radio - Faster Sooner Now - Lead Me Upstairs - Babylon - The Light - We're Not Right - Flame Turns Blue - This Years Love - Coming Down - Shine - A Century Ends - My Oh My; Wisdom - Silver Lining - Please Forgive Me","release_date":"2000-07-02","vote_average":6.0,"runtime":140,"cert":"Exempt","id":49414,"title":"David Gray - Live","adult":false,"genre_ids":[]},{"cast":["Keith Urban"],"overview":"The concert DVD of country crooner Keith Urban features a riotous set from Los Angeles that features the songs \"These Are The Days\", \"Days Go By\", \"The Hard Way\" and \"Who Wouldn't Wanna Be Me\" to name a few, plus extra behind the scenes footage.Tracks: 1. These Are The Days 2. Days Go By 3. Better Life 4. Raining On Sunday 5. You Won 6. You're My Better Half 7. Blacktop 8. Grace Of God 9. The Hard Way 10. Making Memories 11. Jeans On 12. You'll Think Of Me 13. She's Gotta Be 14. You Look Good In My Shirt 15. Free Fallin' 16. Somebody Like You 17. Tonight I Wanna Cry 18. Who Wouldn't Wanna Be Me 19. These Are The Days Sound Check: You're Not Alone Tonight Don't Shut Me Out Homespun Love","release_date":"2005-09-22","vote_average":0.0,"runtime":103,"cert":"N\/A","id":49415,"title":"Keith Urban: Livin' Right Now","adult":false,"genre_ids":[18]},{"cast":["Peter Frampton"],"overview":"Filmed in high definition on July 17, 1999 at Pine Knob Amphitheatre in Detroit, this program captures a classic Frampton performance that has become well established as a fan's favorite. The show features tracks from across his extensive and highly successful career. Bonuses include Frampton interview and previously unseen rehearsal performance of \"Boot It Up\" from the FCA! 35 tour.","release_date":"2013-03-26","vote_average":7.5,"runtime":100,"cert":"N\/A","id":49416,"title":"Peter Frampton: Live in Detroit","adult":false,"genre_ids":[10402]},{"cast":["Bruce Springsteen","Steven Van Zandt","Nils Lofgren","Max Weinberg","Roy Bittan"],"overview":"Bruce Springsteen &amp; The E Street Band's London Calling: Live In Hyde Park concert film is of the Boss and his band's performance at London's Hard Rock Calling Festival on June 28, 2009 in HD. The film documents 27 tracks of live Springsteen that begin in daylight and progress through a gorgeous sunset into night. The set list spans from the Born To Run era to Working On a Dream and includes rare covers such as The Clash's \"London Calling\", Jimmy Cliff's \"Trapped\", The Young Rascals' \"Good Lovin'\", and Eddie Floyd's \"Raise Your Hand\". Springsteen also performs fan favorite \"Hard Times (Come Again No More)\". Brian Fallon from The Gaslight Anthem joins the band as a guest vocalist on Springsteen's own \"No Surrender\".","release_date":"2009-06-28","vote_average":5.2,"runtime":180,"cert":"N\/A","id":49417,"title":"Bruce Springsteen & the E Street Band – London Calling Live in Hyde Park","adult":false,"genre_ids":[10402]},{"cast":["Armen Dzhigarkhanyan","Viktor Andrienko","Valeriy Bessarab","Evgeniy Papernyy","Yuriy Yakovlev"],"overview":"Young Jim Hawkins finds himself serving with pirate captain Long John Silver in search of a buccaneer's treasure, in this animated adaptation of Robert Louis Stevenson's classic tale.","release_date":"1988-12-01","vote_average":7.4,"runtime":106,"cert":"N\/A","id":49418,"title":"Treasure Island","adult":false,"genre_ids":[12,16,35]},{"cast":["Allyssa Hall","Tanner Mayes","Madison Ivy","Jackie Daniels","Riley Ray"],"overview":"8 Scenes of Hardcore Action","release_date":"2010-03-01","vote_average":0.0,"runtime":246,"cert":"N\/A","id":49419,"title":"After School Special","adult":true,"genre_ids":[]},{"cast":["Alexis Ford","Alexis Texas","Amy Brooke","Samantha Ryan","Mr. Pete"],"overview":"What happens when sex superstar Alexis Texas meets rising star Alexis Ford for the first time? Their chemistry is smoking hot, and with 2 scorching scenes of these ass-tastic adult film femmes getting down and dirty with each other, they rock the screen. This scorching all sex movie also features Samantha Ryan (who for years only performed girl\/girl scenes) in a blowing, balling, boy\/girl bonanza not to be missed!","release_date":"2010-07-19","vote_average":0.0,"runtime":157,"cert":"N\/A","id":49420,"title":"Alexis Meets Alexis","adult":true,"genre_ids":[]},{"cast":["Don Henley"],"overview":"Grammy Award winner Don Henley helped define the '70s as a member of the fabulously successful rock band The Eagles before launching an impressive solo career. On May 25, 2000, he returned to his Texas roots for a remarkable concert, recorded before an enthusiastic audience at Fair Park Music Hall in Dallas. This rock legend's live performance captures all the passion, satire and originality that fans around the world most treasure in his influential music. Songs: 01 - Dirty Laundry 02 - Sunset Grill 03 - Workin' It 04 - Takin' You Home 05 - The Boys of Summer 06- Lilah 07 - Everything is Different Now 08 - The End of the Innocence 09 - All She Wants to Do is Dance 10 - New York Minute 11 - Talking to the Moon 12 - They're Not Here They're Not Coming 13 - The Heart of the Matter 14 - Desperado - The Long Run - My Thanksgiving - Hotel California","release_date":"2000-01-01","vote_average":5.9,"runtime":105,"cert":"N\/A","id":49423,"title":"Don Henley: Live Inside Job","adult":false,"genre_ids":[99,10402]},{"cast":["Sharleen Spiteri"],"overview":"For the first time on DVD, Texas present their Greatest Hits videos, a full live concert recording from the sell-out shows at the Palais de Bercy, Paris, plus some exclusive new extras. PARIS SETLIST 01 In Demand 02 Black Eyed Boy 03 Halo 04 In Our Lifetime 05 Guitar Song 06 Insane 07 Tired Of Being Alone 08 So In Love With You 09 Prayer For You 10 I Don't Want A Lover 11 When We Are Together 12 Summer Son 13 Inner Smile 14 Suspicious Minds 15 Say What You Want","release_date":"2001-04-04","vote_average":6.5,"runtime":77,"cert":"N\/A","id":49424,"title":"Texas Paris","adult":false,"genre_ids":[10402]},{"cast":["Judge Reinhold","Cody Jones","Melody Johnson","Joely Fisher","Tony Rosato"],"overview":"12 year old Jason mistakenly suspects his parents are splitting up when his Dad announces he's leaving for a job interview in chicago. I n very funny misguided attempt to save his family, Jason and his fourteen year old sister follow him to Chicago to ruin dad's day.","release_date":"1999-04-11","vote_average":0.0,"runtime":93,"cert":"N\/A","id":49425,"title":"Coming Unglued","adult":false,"genre_ids":[35,10751]},{"cast":["Igor Shmakov","Vasily Raksha","Artyom Krestnikov","Ilya Glinnikov"],"overview":"Present time. A squad of young soldiers of the Russian army during the march-throw splits from the main group. In order to save time, they decide to cut the path, but get into the strange fog, which transfers them to the past, right into the World War the Second. Boys, who saw fight only in the movies, and imagined it on the training field, get into the heart of the real WAR. Real courage, real fear, real love and hate, and real DEATH. No time to ask questions. Survive and fight for your country!","release_date":"2010-05-09","vote_average":6.3,"runtime":151,"cert":"N\/A","id":49426,"title":"The Fog","adult":false,"genre_ids":[18,10752,878]},{"cast":["Rip Torn","Conchata Ferrell","Barry Primus","Megan Folsom","Lilia Skala"],"overview":"Disarmingly realistic in its depiction of the realities of frontier life, Heartland is a strong antidote to the cliches of traditional Westerns. This semi-documentary slice of life is based on the diaries of Elmore Randall Stewart about her days on the Wyoming frontier in the early 20th century. It's a strongly feminist statement about a woman raising her small daughter alone and scrapping for a living by working for a shy Scottish rancher. Director Richard Pearce brings an endearing touch to a film that is helped greatly by the dazzling cinematography of Fred Murphy. Conchata Ferrell and Rip Torn star in this small film that substitutes veracity for a high-powered plot.","release_date":"1979-09-22","vote_average":6.4,"runtime":96,"cert":"N\/A","id":49427,"title":"Heartland","adult":false,"genre_ids":[28,18,10749]},{"cast":["Cayton Caley","Anastasia Pierce","Samantha Ryan","Paulina James","Suzie Carina"],"overview":"The most beautiful girls experiencing real female orgasms all by themselves!","release_date":"2007-01-19","vote_average":0.0,"runtime":125,"cert":"N\/A","id":49428,"title":"All by Myself","adult":true,"genre_ids":[]},{"cast":["Adam Beach","Tantoo Cardinal","Bradley Cooper","Glen Gould","Dan Harrison"],"overview":"The truth of the past come to light in a series of haunting visions in this drama. The strange visions grow more vivid with each passing day, a young woman of Native American heritage begins piecing together a Catholic priests diabolical plot to prevent her mother from revealing the atrocities that unfolded at a Native Indian boarding school.","release_date":"2008-03-08","vote_average":4.5,"runtime":102,"cert":"15","id":49429,"title":"Older Than America","adult":false,"genre_ids":[18,53]},{"cast":["Jamie Lynn","Klara G.","Zoe L. Fox","Stracy Stone","Eufrat"],"overview":"All by Myself 2 is a journey into the real (and sometimes shameful) orgasms of nine of the most stunning girls in the world. From the most seductive blue eyes to the most soulful browns and everything in between these girls transfix with a glance. Their bodies represent different versions of perfection.","release_date":"2007-08-01","vote_average":0.0,"runtime":84,"cert":"N\/A","id":49430,"title":"All By Myself 2","adult":true,"genre_ids":[]},{"cast":["Robert Bray","Whitney Blake","Patricia Donahue","Donald Randolph","Pamela Duncan"],"overview":"Detective Mike Hammer's investigation of a murder puts him in the middle between warring jewel thieves.","release_date":"1957-08-01","vote_average":6.1,"runtime":90,"cert":"N\/A","id":49431,"title":"My Gun Is Quick","adult":false,"genre_ids":[80,18,53]},{"cast":["Ebbie Tam","Jan Decleir","Betty Schuurman","Anneke Blok"],"overview":"In the sequel to \"Winky's Horse\", 8-year old Winky looks after the horse of St Nicholas. Then one day the horse runs away.","release_date":"2007-10-10","vote_average":6.9,"runtime":90,"cert":"N\/A","id":49432,"title":"Where Is Winky's Horse?","adult":false,"genre_ids":[10751]},{"cast":["Taylor Trash","Eidolona","Kathy Rice","Angelina Martin","Jordana Leigh"],"overview":"In this extreme sexploitation horror shocker, a psychotic priest travels through a seemingly idyllic suburban landscape and uses his collar to secure the trust of a series of beautiful young women before subjecting these poor beauties to increasingly sadistic bouts of sexual assault. Director Bill Zebub has trimmed all of the filler from the standard serial killer movie and replaced it with a near constant barrage of depraved sexual horror. \"Most serial killer films favor soap opera dialogue and speculation-depictions of the killer doing anything but the vile deeds for which he became famous. This movie shows ONLY the deranged part of the serial killer's story.\" - Bill Zebub WARNING: This film contains graphic nudity and sexual assault and in intended only for mature audiences.","release_date":"2010-10-19","vote_average":4.3,"runtime":109,"cert":"N\/A","id":49433,"title":"Forgive Me For Raping You","adult":false,"genre_ids":[27,53]},{"cast":["Pernell Roberts","Eddie Castrodad","Milla Jovovich","Kavi Raz","Tim Eyster"],"overview":"A young girl leaves for Nepal with her parents and brother. She is unhappy to leave her home at first, but soon isn't when she meets a handome young man. The story unfolds into a romantic and daring quest in search of the \"Invisible City.\"","release_date":"1988-06-05","vote_average":5.3,"runtime":102,"cert":"N\/A","id":49434,"title":"The Night Train to Kathmandu","adult":false,"genre_ids":[12,14]},{"cast":[],"overview":"School starts tomorrow, and Tad and Lily are nervous! Join Tad, Lily and their magical firefly Edison as he gives them a tour of the classroom and shows them that the classroom is more nervous than they are! As the twins reassure the blocks, globe, clock and more talking \"teachers,” they learn key lessons about phonics, counting, days of the week and animals.","release_date":"2009-08-18","vote_average":9.0,"runtime":35,"cert":"N\/A","id":49435,"title":"LeapFrog: Lets Go To School","adult":false,"genre_ids":[]},{"cast":["Dagfinn Lyngbø"],"overview":"Dagfinn Lyngbø is finally back with a new evolutionary stand-up show! The show has already sold over 140,000 tickets! Three years have passed since the acclaimed show \"Ka e point?\", Which was seen by over 110,000 people in approximately 300 performances. This time Dagfinn Lyngbø for his human development, the theme is Evolution. It's just to get ready for yet another laugh bomb!","release_date":"","vote_average":9.5,"runtime":null,"cert":"N\/A","id":49442,"title":"Evolution","adult":false,"genre_ids":[]},{"cast":["Mark Dacascos","Kylie Travis","Jaimz Woolvett","Alan Scarfe","Elisabeth Rosen"],"overview":"Luke Kovak is part of a covert group within the CIA that works on illegal black ops involving blackmail and assassinations. When his boss orders the murder of one of the team, Luke realizes how expendable they all are and gets out (taking proof of their activities with him). He now lives as a priest until the group start to get close to tracking him down.","release_date":"1998-01-01","vote_average":3.6,"runtime":104,"cert":"N\/A","id":49443,"title":"Sanctuary","adult":false,"genre_ids":[28]},{"cast":["Jack Black","Angelina Jolie","Dustin Hoffman","Gary Oldman","Jackie Chan"],"overview":"Po is now living his dream as The Dragon Warrior, protecting the Valley of Peace alongside his friends and fellow kung fu masters, The Furious Five - Tigress, Crane, Mantis, Viper and Monkey. But Po’s new life of awesomeness is threatened by the emergence of a formidable villain, who plans to use a secret, unstoppable weapon to conquer China and destroy kung fu. It is up to Po and The Furious Five to journey across China to face this threat and vanquish it. But how can Po stop a weapon that can stop kung fu? He must look to his past and uncover the secrets of his mysterious origins; only then will he be able to unlock the strength he needs to succeed.","release_date":"2011-05-25","vote_average":6.8,"runtime":91,"cert":"PG","id":49444,"title":"Kung Fu Panda 2","adult":false,"genre_ids":[16,10751]},{"cast":[],"overview":"A small group of adventurous mountain bikers attempt to race the longest mountain bike route in the world traversing over 2700 miles along the Rocky Mountains from Banff, Canada to the Mexican border.","release_date":"2010-04-15","vote_average":0.0,"runtime":82,"cert":"N\/A","id":49445,"title":"Ride the Divide","adult":false,"genre_ids":[12,99]},{"cast":["Stella Schnabel","Simon O'Connor","Carlen Altman","Borden Capalino","Josephine Wheelwright"],"overview":"A kaleidoscopic film portrait of Shelly Brown, a twenty-three year-old alienated urban misfit recently released from a psychiatric hospital.","release_date":"2010-11-12","vote_average":5.8,"runtime":81,"cert":"N\/A","id":49446,"title":"You Wont Miss Me","adult":false,"genre_ids":[35,18]},{"cast":["Caco Ciocler","Flávio Bauraqui","Werner Schünemann","Antônio Pompêo","Maria Flor"],"overview":"The strange friendship between two men of opposite social classes. Miguel is a senator. His childhood friend Jorge is a major drug-dealer. In the 1970s, they meet in prison: Miguel was there for political reasons, and Jorge, as a common criminal.","release_date":"2004-04-01","vote_average":5.6,"runtime":102,"cert":"N\/A","id":49449,"title":"Almost Brothers","adult":false,"genre_ids":[18]},{"cast":[],"overview":"Two West Hollywood hit men go the Sopranos one better.","release_date":"2003-01-01","vote_average":6.0,"runtime":13,"cert":"N\/A","id":49450,"title":"The Mezzos","adult":false,"genre_ids":[]},{"cast":["Anna Levine","Jamie Harris","Louise Lasser","Robert Modica","Lonette McKee"],"overview":"How important is the truth when falling in love? Bella is a Manhattan café waitress, about to turn 35, stuck in a long-term affair going nowhere. Paul is a widower, facing old age alone. Bella's mother sets her up with Bruno, a novelist\/cabbie who likes to bed-hop and whose ex-wife expects their two children to stay with him for awhile. While Bruno learns some maturity from his young daughter, Paul answers a personals ad placed by a \"widow, 60.\" The two couples - along with one of Paul's older pals and a Jungian stripper - sort out how to initiate a relationship these days, what to do when someone you like disappoints you, and when to tell the truth.","release_date":"2000-05-15","vote_average":6.5,"runtime":95,"cert":"N\/A","id":49453,"title":"Fast Food Fast Women","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"A young boy gets caught stealing a sheep and is shaved of all his hair and branded with a mark on his forehead so that everyone will know that he is a thief and not to be trusted. Dumped in the desert, the thief covers his marking with a headscarf and goes to the nearest village where he is taken in by a trusting family in return for his work. However, has be actually changed or is he still the same thief at heart?","release_date":"1997-05-16","vote_average":5.0,"runtime":24,"cert":"","id":49454,"title":"The Sheep Thief","adult":false,"genre_ids":[18]},{"cast":["Alison Steadman","Sylvestra Le Touzel","David Thewlis","Wendy Nottingham"],"overview":"A short comedy by Mike Leigh about the romance between a young woman and a man who communicates only through jokes and humor...","release_date":"1987-01-01","vote_average":6.2,"runtime":18,"cert":"N\/A","id":49455,"title":"The Short & Curlies","adult":false,"genre_ids":[35]},{"cast":["Aldo Puglisi","Julian Beck","Ninetto Davoli","Christine Guého","Tom Baker"],"overview":"Five short stories with contemporary settings. In New York, people are indifferent to derelicts sleeping on sidewalks, to a woman's assault in front of an apartment building, and to a couple injured in a car crash. A man, stripped of his identity, dies in bed with actors expressing his agony. A cheerful, innocent young man walking a city street in a time of war pays a price for this innocence. A couple talks about cinema while it watches another couple talk of love and truth on the eve of one character's return to Cuba. Striking students take over a university classroom; an argument follows about revolution or incremental change.","release_date":"1969-05-29","vote_average":5.7,"runtime":102,"cert":"N\/A","id":49456,"title":"Love and Anger","adult":false,"genre_ids":[18]},{"cast":["Tony Scott"],"overview":"A teenage boy plays truant from school, and spends the day riding around the town and the deserted beach on his bicycle, letting his mind wander as he imagines he is the only person in the world...","release_date":"1965-01-01","vote_average":5.8,"runtime":27,"cert":"N\/A","id":49457,"title":"Boy and Bicycle","adult":false,"genre_ids":[]},{"cast":["Shaleen Surtie-Richards","André Rossouw","Lida Botha","Dawid Minnaar","Jan Ellis"],"overview":"The acclaimed drama based on Dalene Matthee´s award-winning novel.  \"Fiela se Kind\" (Fiela's Child) is the story of a white foundling boy that is raised by a brown family. But the childs life changes irrevocably when white census officials discover him living across the established borders of society, and he is removed from his foster parents.  \"This is the moving story about a close family being torn apart by the social convictions of the day. It is the story of a mother´s enduring love and hope to see her taken son again. Fiela is a down to earth woman farmer who does not let anyone step on her. She raised a white castaway child, Benjamin, and teaches him the simple things in life.\"","release_date":"1988-01-01","vote_average":8.0,"runtime":105,"cert":"N\/A","id":49458,"title":"Fiela's Child","adult":false,"genre_ids":[18,10751]},{"cast":["Peter Greenaway"],"overview":"A narrator relates a variety of peculiar stories involving characters with the initials HC and their dealings with telephones. These are interspersed with artistic shots of telephone boxes in a variety of locations.","release_date":"1976-01-01","vote_average":5.7,"runtime":17,"cert":"N\/A","id":49459,"title":"Dear Phone","adult":false,"genre_ids":[]},{"cast":[],"overview":"An end of love story about small moments of hope, travelling, loss, capitalism and love.","release_date":"2005-01-01","vote_average":7.0,"runtime":10,"cert":"N\/A","id":49460,"title":"Transient","adult":false,"genre_ids":[]},{"cast":["Ashley Thewlis"],"overview":"A young girl is talking about her life and singing while she's walking along the canal.","release_date":"2001-01-01","vote_average":6.6,"runtime":9,"cert":"N\/A","id":49461,"title":"About a Girl","adult":false,"genre_ids":[18]},{"cast":["Katrin Cartlidge","Lynda Steadman","Kate Byers","Mark Benton","Andy Serkis"],"overview":"Two young women reunite and rekindle their friendship after having said goodbye at their college graduation, six years earlier.","release_date":"1997-06-01","vote_average":7.0,"runtime":83,"cert":"N\/A","id":49462,"title":"Career Girls","adult":false,"genre_ids":[18]},{"cast":["Gina McKee","Jack Langan-Evans","Mark E'von"],"overview":"A day in the life of an eight-year-old soccer fan who has to come to terms with living in a strange new town and the loss of his father.","release_date":"1998-10-02","vote_average":5.0,"runtime":13,"cert":"","id":49463,"title":"Eight","adult":false,"genre_ids":[18]},{"cast":["Atsushi Watanabe","Hisao Yoshitani","Eiko Takamatsu","Ichiro Yuki"],"overview":"The remaining fragments of an early Ozu film. It is the simple story of two friends who live together in a poor tenement and who share about everything in life (food, hopes, work...). Everything goes well until they gallantly rescue a young (and pretty) woman injured in a road accident. Since the lady has nowhere to go, the two good-hearted friends invite her to their home. She soon becomes their housemaid and they soon begin to seek her favors. Alas, she falls for a young student she has met in the neighborhood, much to the two friends' dismay.","release_date":"1929-07-05","vote_average":5.0,"runtime":14,"cert":"N\/A","id":49466,"title":"Fighting Friends","adult":false,"genre_ids":[35]},{"cast":["Elżbieta Czyżewska","Wiesław Gołas","Zdzisław Leśniak","Ryszard Ostałowski","Hanna Skarżanka"],"overview":"In Little Hamlet, Skolimowski shows his predilection for immature or dwarfed characters, who would later populate his full-length films. Here a group of Warsaw proletarians meet in a destroyed building, consisting largely of stairs, littered with newspapers. A song from a record introduces the film characters as dwarfed versions of personas from Shakespeare’s Hamlet: Hamles, Ofelka, Learcio. (EMK)","release_date":"1960-01-01","vote_average":5.0,"runtime":8,"cert":"N\/A","id":49467,"title":"Little Hamlet","adult":false,"genre_ids":[18]},{"cast":[],"overview":"A male model's poses are accompanied by a photographer's narration exploring censorship, self expression and sexual desire.","release_date":"1985-01-01","vote_average":5.0,"runtime":23,"cert":"N\/A","id":49468,"title":"What Can I Do with a Male Nude?","adult":false,"genre_ids":[]},{"cast":["Benno Fürmann","Erdal Yildiz","Christiane Paul","Matthias Schweighöfer","Susanne Bormann"],"overview":"","release_date":"2000-01-01","vote_average":5.0,"runtime":100,"cert":"N\/A","id":49469,"title":"Friends","adult":false,"genre_ids":[18,53]},{"cast":["Russell Anderson","Malcolm Shields","Eddie Mearns","Raymond Mearns","Dorothy McLaren"],"overview":"A local council worker inspects three homes.","release_date":"1998-12-31","vote_average":6.4,"runtime":11,"cert":"","id":49470,"title":"Home","adult":false,"genre_ids":[]},{"cast":["Ossie Davis","Charles S. Dutton","Andre Braugher","Richard Belzer","De'Aundre Bonds"],"overview":"Several Black men take a cross-country bus trip to attend the Million Man March in Washington, DC in 1995. On the bus are an eclectic set of characters including a laid-off aircraft worker, a man whose at-risk son is handcuffed to him, a black Republican, a former gangsta, a Hollywood actor, a cop who is of mixed racial background, and a white bus driver. All make the trek discussing issues surrounding the march, including manhood, religion, politics, and race.","release_date":"1996-10-16","vote_average":7.4,"runtime":120,"cert":"N\/A","id":49471,"title":"Get on the Bus","adult":false,"genre_ids":[18]},{"cast":["Christopher Fulford"],"overview":"A power-line repairman gets off of work early and heads home (to his family?). Unfortunately, he gets kidnapped is locked up in the trunk of his own car.","release_date":"1995-01-01","vote_average":6.7,"runtime":10,"cert":"","id":49472,"title":"Joyride","adult":false,"genre_ids":[18,53]},{"cast":["Emin Ceylan","Fatma Ceylan","Turgut Toprak"],"overview":"Koza (Cocoon) is a wordless, non-narrative succession of mystical, pastoral images. The three human characters are an old man, an old woman, and a young boy, who wander among the natural wonders and give the camera soulful looks.","release_date":"1995-05-01","vote_average":6.3,"runtime":20,"cert":"N\/A","id":49473,"title":"Cocoon","adult":false,"genre_ids":[18]},{"cast":["Robert Carlyle","Juliet Aubrey","Sophie Okonedo","James Nesbitt","Berwick Kaler"],"overview":"Nick, is a young Scottish soccer player living in the big city. He meets Karen, and the two fall in love and move in together. Soon after, Nick exhibits signs of serious illness. As his body slowly succumbs to multiple sclerosis, he experiences a wide sweep of jagged emotions, and in the process gives himself and those who love him the strength to carry on.","release_date":"1995-09-16","vote_average":7.4,"runtime":81,"cert":"","id":49474,"title":"Go Now","adult":false,"genre_ids":[10749,18,10770]},{"cast":["Vittoria Scognamiglio","Jacques Nolot","Sébastien Viala","Olivier Torres"],"overview":"In a Parisian porn theater, a cashier, a 50-year-old man and a young projectionist are drawn into a complex love affair.","release_date":"2002-11-20","vote_average":6.3,"runtime":90,"cert":"N\/A","id":49475,"title":"Porn Theater","adult":false,"genre_ids":[18]},{"cast":["David Rasche","Catherine Bach","Tino Insana","Lee Ving","David Bowe"],"overview":"The Masters of Menace are actually a motorcycle gang. When one of their own dies while performing a dangerous bike stunt, they decide to cross the country to go bury him. With the coffin in the back of the pick-up truck and the tight-butt lawyer in the front, their craving for beer combined with lack of manners will disturb quite a few people wherever they go, including the police.","release_date":"1990-09-06","vote_average":6.0,"runtime":97,"cert":"N\/A","id":49476,"title":"Masters of Menace","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Monika Treut explores the worlds and thoughts of several female to male transgendered individuals. As with Treuts first film, Jungfrauenmaschine, Gendernauts, enters a minority sector of San Fransisco culture. The characters in this film have a lot to complain about, and they do. They are people whose physical appearance (female) does not match their inner sexual identity (male). The subject is pinpointed in the film independant of sexual orientation. Leave your conservative hats at the door, this is going to need your special attention.","release_date":"1999-06-12","vote_average":10.0,"runtime":87,"cert":"N\/A","id":49477,"title":"Gendernauts: A Journey Through Shifting Identities","adult":false,"genre_ids":[99]},{"cast":["Angus Macfadyen","Mario Yedidia","Marley Shelton","Chao Li Chi","Jack Tate"],"overview":"A young man, Ryan, suffering from a disability, wishes to join the other kids from his schools football team. During an initiation rite, Ryan is swept away through a whirlpool to the land of Tao. There he is hunted by the evil Lord Komodo, who desires the boy as a key to enter the real world. Ryan is rescued by the protectors of Tao, five humanoid kangaroos, each embued with the five elements and virtues. Ryan learns his valuable lesson while saving the land of Tao.","release_date":"1997-05-02","vote_average":4.6,"runtime":103,"cert":"N\/A","id":49478,"title":"Warriors of Virtue","adult":false,"genre_ids":[14,10751,28]},{"cast":["Chantal Akerman"],"overview":"A young girl comes back home, shuts herself away in her apartment, goes about her business in a strange way, hums as if she was mad, polishes her shoes and her legs as well, throws her cat out of the window and ... kills herself.","release_date":"1968-01-01","vote_average":6.3,"runtime":13,"cert":"N\/A","id":49479,"title":"Blow Up My Town","adult":false,"genre_ids":[18]},{"cast":["Gabriel Marantz","Corby Griesenbeck","Tania Raymonde","Xander Berkeley","Martin Donovan"],"overview":"A mechanic at his father's garage during the late 1970s, Matt dreams about leaving his small town existence and pursuing grander ambitions. But strong feelings for a new girlfriend and deep family ties may prevent Matt's ultimate escape, despite pressure from best friend Schultz to take off immediately. Coming-of-age story in a small town.","release_date":"2006-10-12","vote_average":0.0,"runtime":94,"cert":"N\/A","id":49480,"title":"The Garage","adult":false,"genre_ids":[18,10749]},{"cast":["Edward Furlong","Emilia Fox","Elsa Zylberstein","Chiwetel Ejiofor","Sara Stewart"],"overview":"Thomas is a talented computer programmer living in a vibrant, urban metropolis. Lonely and unsure about life, he finds solitude in the world of internet chat rooms, webcam sites and virtual communication. One evening, Thomas witnesses the brutal murder of a webcam friend and in a vain attempt to protect her he becomes the prime suspect in the homicide. Determined to prove his innocence, Thomas teams up with Claire, a specialist in internet crimes to uncover the truth. To expose the murderer, Claire and Thomas decide to set up their own webcam site using Claire as the cyber bait. Somewhere down the line the truth becomes blurred and Thomas no longer knows where to turn or who to trust. As his life starts to spiral out of control, he has to face the terrifying reality that he could be the next victim.........the virtual nightmare has only just begun.","release_date":"2003-10-08","vote_average":4.7,"runtime":89,"cert":"N\/A","id":49481,"title":"Three Blind Mice","adult":false,"genre_ids":[80,53]},{"cast":[],"overview":"Maisy the animated mouse is back on hand to help youngsters learn their alphabet in a fun way. She is helped in this worthy endeavour by her chums Tallulah, Charley, Eddie and Cyril, who introduce each letter by both its name and its sound.","release_date":"2000-01-01","vote_average":0.0,"runtime":35,"cert":"U","id":49482,"title":"Maisy's ABC","adult":false,"genre_ids":[]},{"cast":["George C. Scott","Tim Curry","Michael Hordern","Timothy West","Eileen Atkins"],"overview":"The classic Dickens tale of an orphan boy who escapes the horrors of the orphanage only to be taken in by a band of thieves and pickpockets.","release_date":"1982-03-23","vote_average":6.4,"runtime":103,"cert":"N\/A","id":49483,"title":"Oliver Twist","adult":false,"genre_ids":[10770,80,18]},{"cast":["Danny Schlesinger","Kristin Krogh Sissner"],"overview":"A man wakes on the ceiling of his bedroom and breaks a lamp to alert his wife to his predicament. She puts on her heavy boots, unstraps herself out of her bed and uses a hook on a pole to drag him back down. The next day he goes to his job where he works as a deodorant tester, sniffing the armpits of exercising test subjects. On this day though, he faces an event that will change his life forever.","release_date":"2006-01-01","vote_average":6.5,"runtime":10,"cert":"N\/A","id":49484,"title":"Sniffer","adult":false,"genre_ids":[18,878]},{"cast":[],"overview":"At Stamford Road in Dalston Junction of east London, the camera follows pedestrians, cars and birds while a narrator, who appears to be the director behind the camera, seems to instruct the objects.","release_date":"1976-01-01","vote_average":7.3,"runtime":12,"cert":"N\/A","id":49485,"title":"The Girl Chewing Gum","adult":false,"genre_ids":[18]},{"cast":["James Ramsay","Lynne Ramsay Jr."],"overview":"It's the Christmas season. With her mum's help, Lynne, a girl of perhaps eight, dresses up; her younger brother Steven plays with a toy car. The children leave with their dad, who's affectionate towards them. They walk down a railroad track where an unkempt woman waits with two children, about the same age as Lynne and Steven. The children go with them. They're all headed to a holiday party at a pub. Lynne notices that the girl acts a little too familiar with her dad. What's going on?","release_date":"1998-10-01","vote_average":6.8,"runtime":15,"cert":"N\/A","id":49486,"title":"Gasman","adult":false,"genre_ids":[18]},{"cast":["James Ramsay","Lynne Ramsay Jr.","Anne McLean","Genna Gillan","Jodie McCartney"],"overview":"The movie covers 3 events in a girl's life. The first shows her as a very young girl watching her father get ready to go out for a night. In the second segment she's a teenager who witnesses a nasty incident involving a cow. While in the third she's a young adult who goes to a creepy building with her boyfriend. He goes upstairs, leaving her to fidget nervously below. But then he calls to her ...","release_date":"1996-01-01","vote_average":7.1,"runtime":11,"cert":"N\/A","id":49489,"title":"Small Deaths","adult":false,"genre_ids":[18,18]},{"cast":[],"overview":" ","release_date":"2005-01-01","vote_average":6.0,"runtime":16,"cert":"N\/A","id":49490,"title":"The Unusual Inventions of Henry Cavendish","adult":false,"genre_ids":[]},{"cast":["David Anthony","Gary Barry","Scott Black","Bo"],"overview":"Paid 50 dollars for their time, 101 male prostitutes -- spanning all ages, ethnicities, and personal backgrounds -- are questioned by the filmmakers about their lives.","release_date":"2000-06-07","vote_average":6.7,"runtime":78,"cert":"N\/A","id":49491,"title":"101 Rent Boys","adult":false,"genre_ids":[99]},{"cast":["Mukta Barve","Upendra Limaye","Kishore Kadam","Priya Arun","Vinay Apte"],"overview":"Jogwa actually means alms given to a person, usually known as a jogta or a jogtini. They are forced by the society to give up everything and serve God. A jogta has to give up the fact of being a man and suppress all his desires. This tradition was followed in the rural areas in the ancient times and like any tradition was flexible enough for those in power to misuse it. It is known to be still followed in some villages in Karnataka.Jogwa is a love story between jogta played by Uupendra Limaye and jogtini played by Mukta Barve.","release_date":"2009-09-25","vote_average":0.0,"runtime":92,"cert":"N\/A","id":49492,"title":"Jogwa - The Awakening","adult":false,"genre_ids":[18,10749]},{"cast":["Makrand Anaspure"],"overview":"Khurchi Samrat","release_date":"2009-08-09","vote_average":6.0,"runtime":92,"cert":"N\/A","id":49493,"title":"Khurchi Samrat","adult":false,"genre_ids":[]},{"cast":["Channing Tatum","Mark Strong","Jamie Bell","Donald Sutherland","Denis O'Hare"],"overview":"In 140 AD, twenty years after the unexplained disappearance of the entire Ninth Legion in the mountains of Scotland, young centurion Marcus Aquila (Tatum) arrives from Rome to solve the mystery and restore the reputation of his father, the commander of the Ninth. Accompanied only by his British slave Esca (Bell), Marcus sets out across Hadrian's Wall into the uncharted highlands of Caledonia - to confront its savage tribes, make peace with his father's memory, and retrieve the lost legion's golden emblem, the Eagle of the Ninth.","release_date":"2011-02-08","vote_average":6.1,"runtime":114,"cert":"12A","id":49494,"title":"The Eagle","adult":false,"genre_ids":[12,18]},{"cast":["Danica McKellar","Jennifer Aniston","John Ratzenberger","Chad Allen","Candace Cameron Bure"],"overview":"Standard camp shenanigans and romance amongst the counselors and the campers at a lake front summer camp.","release_date":"1990-09-23","vote_average":5.7,"runtime":93,"cert":"N\/A","id":49497,"title":"Camp Cucamonga","adult":false,"genre_ids":[35,18,10751]},{"cast":["Frank Lovejoy","Mari Blanchard","Richard Denning","John Mylong","Harry Lauter"],"overview":"Undercover agents investigate a murderer in Chicago.","release_date":"1955-11-30","vote_average":5.8,"runtime":77,"cert":"N\/A","id":49498,"title":"The Crooked Web","adult":false,"genre_ids":[80]},{"cast":["Clifford Stoll"],"overview":"In 1986, astronomer turned computer scientist Clifford Stoll had just started working on a computer system at the Lawrence Berkeley Laboratory when he noticed a 75-cent discrepancy between the charges printed by two accounting programs responsible for charging people for machine use. Intrigued, he deduced that the system was being hacked, and he determined to find the culprit. This is the re-enactment of how he tracked down KGB cracker Markus Hess through the Ethernet to Hannover, Germany.","release_date":"1990-10-03","vote_average":7.3,"runtime":56,"cert":"N\/A","id":49499,"title":"The KGB, the Computer and Me","adult":false,"genre_ids":[99]}]