[{"cast":[],"overview":"My Jules Verne, by director Patricio Guzman, presents modern-day explorers who retrace the paths of some of Jules Verne's intrepid characters. Accompany Hubert Reeves, Laurence de La Ferrière, Hubert Falco and others to the Antarctic, to the centre of the earth, under the seas and into outer space.","release_date":"2005-12-18","vote_average":5.0,"runtime":null,"cert":"N\/A","id":497508,"title":"My Jules Verne","adult":false,"genre_ids":[99]},{"cast":["Daniel Muriel","Kiti Mánver"],"overview":"His father's death forces David to take charge of his legacy. Among their belongings is something unexpected: letters of love of another man. Baffled by the discovery, he decides to visit the alleged lover of his father and discover the truth.","release_date":"2017-11-08","vote_average":0.0,"runtime":null,"cert":"N\/A","id":497510,"title":"Wounded by the Wind","adult":false,"genre_ids":[]},{"cast":["Neelie Kroes"],"overview":"","release_date":"2017-12-04","vote_average":7.0,"runtime":null,"cert":"N\/A","id":497512,"title":"Beerput Nederland","adult":false,"genre_ids":[99]},{"cast":["Lacey Chabert","Andrew W. Walker","Peter MacNeill","Tara Yelland","Cindy Sampson"],"overview":"A young woman takes advice from the chalkboard notes that her mysterious house rental tenant leaves when a slick sales rep arrives with plans to buy her family’s prized winery.","release_date":"2018-02-03","vote_average":6.3,"runtime":84,"cert":"\"\"","id":497514,"title":"My Secret Valentine","adult":false,"genre_ids":[10749,10770]},{"cast":["Katt Williams"],"overview":"The king of underground comedy takes the stage in Jacksonville with unflinching riffs on American politics and the raunchy perils of getting old.","release_date":"2018-01-16","vote_average":5.3,"runtime":60,"cert":"\"\"","id":497522,"title":"Katt Williams: Great America","adult":false,"genre_ids":[35]},{"cast":[],"overview":"","release_date":"2019-03-22","vote_average":0.0,"runtime":null,"cert":"N\/A","id":497524,"title":"Muerte en León: Caso cerrado","adult":false,"genre_ids":[99]},{"cast":["Tim Law","Johny Cruz","Noah Matous","Gareth Grant","Kris Blent"],"overview":"These smooth chested winks are only interested in doubling down – well, double dick does equal Double Pleasure, especially if they get the chance to play nasty with a dark-skinned destroyer! Like a piece of white meat in a brown man-wich, one skinny white boy experiences the fine line between pleasure and pain as he is used a personal fuck doll by two donkey-dicked black studs. These horny boys love their meat hot, thick and a little on the dark side!","release_date":"2017-12-06","vote_average":0.0,"runtime":65,"cert":"\"\"","id":497526,"title":"Double Pleasure","adult":true,"genre_ids":[]},{"cast":["Miguel Dedovich","Patricia Becker","Julio Llinás","Daniel Natanson","Rosemary Morton"],"overview":"","release_date":"1998-01-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":497540,"title":"Derecho viejo","adult":false,"genre_ids":[18]},{"cast":["Samuel Hui","Ricky Hui","Karl Maka","Nicholas Tse","Annie Wu"],"overview":"Winner Takes All is a Hong Kong comedy starring Karl Maka and Ricky and Samuel Hui","release_date":"2000-01-29","vote_average":7.0,"runtime":91,"cert":"N\/A","id":497542,"title":"Winner Takes All","adult":false,"genre_ids":[35]},{"cast":["Park Nou-sik","Yoon Jeong-hee","Heo Jang-gang"],"overview":"An omnibus of three stories all taking place in the Myeongdong district of Seoul.","release_date":"1972-06-04","vote_average":0.0,"runtime":93,"cert":"N\/A","id":497544,"title":"Cruel history of Myeong Dong","adult":false,"genre_ids":[]},{"cast":["Alexis Belfort","Brute Club","A.J. Alexander","Kamyk Walker","Danny Montero"],"overview":"The best place in town for giant dicks and hungry holes is closer than you think! Head for the Glory holes to meet super hung studs like Kayden Gray and Brute Club all eager for a hot young stud to give their super thick dicks the attention they deserve. From deep throat fucking to anal action through the walls, all ending up with huge loads being unleashed over submissive backs, toned chests and all over the floor as they shoot mid-fuck! Hook-up with the cock hungry young men desperate to get each end stretched and filled with dick all evening every evening; they are waiting for your pleasure, and your load!","release_date":"2015-11-23","vote_average":0.0,"runtime":87,"cert":"\"NC-17\"","id":497546,"title":"Holes","adult":true,"genre_ids":[]},{"cast":["Haile Brown","Helena Assis","Shay Backe","Caden Conrique","Dylan Conrique"],"overview":"Kids from the local Foster Home navigate the never ending challenges of Junior High.","release_date":"2016-04-01","vote_average":0.0,"runtime":null,"cert":"\"\"","id":497548,"title":"Weird Wild Wonderful Days of School","adult":false,"genre_ids":[35,10770]},{"cast":[],"overview":"For George Ponso, it’s not a question of how he will die, but when…and he’s not taking the ticking of Father Time lightly. George is desperate - desperate to connect with people again. Desperate to revisit his past. And desperate to leave his mark on this puny planet before the Grim Reaper makes a fateful trailer park call.","release_date":"2009-01-01","vote_average":0.0,"runtime":64,"cert":"\"\"","id":497568,"title":"The Check Out","adult":false,"genre_ids":[]},{"cast":[],"overview":"For film historian Greg Connor, things haven’t been going well. He’s had mental problems ever since the day he ruined his chance at being a DVD commentator. During the featurette for a favorite noir classic, he committed an unspeakable, unnatural act. Now his shrink is suggesting he take a small vacation to get away from it all. Running out of gas, Connor comes across a fallen crossing guard, a psychotic with a pick axe, a young lady named Distosia, who is studying to be part of a cult, one of his favorite soap stars, and a young man he once photographed in the nude. All of this leads to a kind of psychotic breakdown where Connor’s sexual dysfunction manifests itself in more and more bizarre ways. Eventually, there’s nothing left to do but dance and sing. Besides, life’s not too bad when you think about it.","release_date":"2008-01-01","vote_average":0.0,"runtime":72,"cert":"\"\"","id":497570,"title":"It's All Not So Tragic","adult":false,"genre_ids":[]},{"cast":[],"overview":"Plop - named after the sound he made upon his birth - is a notorious infant caregiver wanted by the police. Apparently, unwitting parents (including a particularly proud gay couple) have hired the semi-retarded redneck nanny under the pretense that he takes good care of his toddler charges. Instead, Plop beats and humiliates the children, taking out his own sad mental issues out on them. Thanks to an ex-girlfriend. However, the cops are hot on his trail. It won’t be long before the long arm of the law, or a mangled baby with a can of soup, ends Plop’s cruel crime spree once and for all.","release_date":"2004-01-01","vote_average":0.0,"runtime":80,"cert":"\"\"","id":497572,"title":"Babysitter","adult":false,"genre_ids":[]},{"cast":[],"overview":"A documentary about the biggest troll in the world of boxing, Charlie Zelenoff.","release_date":"2016-06-25","vote_average":0.0,"runtime":85,"cert":"\"\"","id":497574,"title":"Troll Champion: The Charlie Zelenoff Story","adult":false,"genre_ids":[99]},{"cast":[],"overview":"A Jesus church for the deaf worker, who meets a girl named Frankie through a sex finder website. Her experimentation with robotic sex bugs, and his fears over the crazy pastor of the church interweave with vampire guitar freak outs, sex acid, paper towel photo shoots, and dreams of dolls in bottles.","release_date":"2014-01-01","vote_average":0.0,"runtime":75,"cert":"\"\"","id":497576,"title":"Doll Bottle","adult":false,"genre_ids":[]},{"cast":[],"overview":"When we first meet the characters from Golden Embers, they are people in transition. One is a bride to be, hoping her ex-addict brother can stay sober long enough to walk her down the aisle. The sibling is a sexually obsessed dope fiend, desperate for any kind of psychosexual release - and lots of wacky white powder. Locked up in a hotel room, freebasing his sordid memories and many erotic needs, he slowly comes unglued. Soon, we are witnessing rampant mood swings, murderous hallucinations, and the world's most misguided nuptials, complete with dancing.","release_date":"2007-01-01","vote_average":0.0,"runtime":72,"cert":"\"\"","id":497578,"title":"Golden Embers","adult":false,"genre_ids":[]},{"cast":["Sif Ruud","Olof Bergström","Gerd Hagman","Tor Isedal","Lennart Lundh"],"overview":"The first play in a trilogy by Arnold Wesker. The Hungarian-Jewish immigrant Sarah Kahn firmly holds her family in London's East End. She is also the center of power for the socialist engagement of the family, which is being tested by the events of Eastern Europe after the war.","release_date":"1968-02-12","vote_average":0.0,"runtime":106,"cert":"N\/A","id":497586,"title":"Hönssoppa med korngryn","adult":false,"genre_ids":[18,10770]},{"cast":[],"overview":"Kevin Roche: The Quiet Architect is a feature documentary film that considers many of the key architectural questions through the 70 year career of Pritzker Prize winning Irish-American architect Kevin Roche, including the relationship between architects and the public they serve. Still working at age 94, Kevin Roche is an enigma, a man with no interest in fame who refuses retirement and continually looks to the future regardless of age. Roche's architectural philosophy is that 'the responsibility of the modern architect is to create a community for a modern society' and has emphasised the importance for peoples well-being to bring nature into the buildings they inhabit. We consider the application of this philosophy in acclaimed buildings such as the Ford Foundation, Oakland Museum and at New York's Metropolitan Museum of Art for whom Kevin Roche was their principal architect for over 40 years.","release_date":"2017-10-01","vote_average":7.0,"runtime":82,"cert":"N\/A","id":497588,"title":"Kevin: Roche The Quiet Architect","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Part 1 of a video short series depicting the making of Sidney Lumet's 1975 picture, Dog Day Afternoon.","release_date":"","vote_average":0.0,"runtime":11,"cert":"N\/A","id":497590,"title":"'Dog Day Afternoon': The Story","adult":false,"genre_ids":[]},{"cast":["Maurício Moraes"],"overview":"A young couple breaks up and faces the emotional and physical distance.","release_date":"2017-12-29","vote_average":7.0,"runtime":5,"cert":"N\/A","id":497592,"title":"Opus I","adult":false,"genre_ids":[10402]},{"cast":["Owen O'Donnell","Danny Eccles"],"overview":"The serenity of an empty is disturbed by the arrival of an annoying and unnerving visitor.","release_date":"2016-06-20","vote_average":10.0,"runtime":7,"cert":"N\/A","id":497597,"title":"Cannipals Short Film 001: Please Leave","adult":false,"genre_ids":[53,35,27]},{"cast":["Robin Palmer","Petr Zuska","Jaro Stone","Zane Pieters","Ray Mannix"],"overview":"Given it’s the world’s most popular game, it’s perhaps not surprising that one foray into the life of the footballing elite was simply not enough; as some of Prague’s hottest soccer stars gather once again for a sordid session of ass-banging fury! As ever, Jaro Stone leads the field of cock-draining talent; with Ray Mannix, Joel Vargas and new signings, Mike Cole and Zane Pieters, ensuring that the spunk’s on tap from start to final whistle! Indeed, with everyone hitting the scoresheet, and balls rupturing in both halves, this is yet another cum-drenched tournament that you simply won’t want to miss!","release_date":"2016-08-30","vote_average":0.0,"runtime":100,"cert":"N\/A","id":497599,"title":"Football Focus 2","adult":true,"genre_ids":[]},{"cast":["Yang Song","Qi Xi","Qu Jingjing"],"overview":"Crew members from the spacecraft \"Pathfinder\" are accidentally stranded in an alien desert and must make their way back to the ship to save themselves and any other survivors. But their accident conceals a great secret...","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":497610,"title":"Pathfinder","adult":false,"genre_ids":[878]},{"cast":["Bai Baihe","Eric Tsang","Geng Le","Huang Jue","Carina Lau"],"overview":"A story of four women set amidst the Macanese gambling industry.","release_date":"2019-05-17","vote_average":0.0,"runtime":null,"cert":"N\/A","id":497612,"title":"A City Called Macau","adult":false,"genre_ids":[18]},{"cast":["Marisa Warrington","Tony Rive","Richard Askin","Allison Coonan","David Cotter"],"overview":"Josie longs to have a baby. Her husband Frank would rather have steak. Set against the Technicolor backdrop of 1950's America, Josie sets out on an extra-ordinary tale to motherhood full of twists, turns and tupperware!","release_date":"2006-05-05","vote_average":0.0,"runtime":11,"cert":"N\/A","id":497614,"title":"All's Swell That Ends Swell!","adult":false,"genre_ids":[35]},{"cast":[],"overview":"A conversation with Pelle Lowe","release_date":"1993-01-01","vote_average":0.0,"runtime":5,"cert":"\"\"","id":497616,"title":"Crescent","adult":false,"genre_ids":[]},{"cast":[],"overview":"On 9\/11\/2005, Mark Lapore took his own life. I first met Mark at SUNY Binghamton in the fall of 1973, when I took my film production class. Over the years we became friends and colleagues, film\/video makers and teachers. In the aftermath of his death, I decided to record unedited monologues by people who knew him from Mass Art--recounting their dreams or apparitions of Mark. I used an old black and white Panasonic studio camera similar to one he had been playing around with; I wanted a different quality to the image from HD and the Panasonic ghosted the image. I had thought it would be a web based work and nonlinear, but Erica Beckman's section, which we edited according to her instruction, changed my plan--it was a definite ending and a surprise to me. I found the piece worked as a projected linear experience. I urge you to watch it once that way.","release_date":"2007-01-01","vote_average":0.0,"runtime":77,"cert":"\"\"","id":497618,"title":"Dreams and Apparitions of Mark LePore","adult":false,"genre_ids":[]},{"cast":["Rose Studd","Frank Studdhorse"],"overview":"William in White Shirt portrays a young man contending with life in a difficult neighborhood of Vancouver. In observing his various daily encounters, the film explores his lighthearted approach towards the transitions he is living through.","release_date":"2015-01-31","vote_average":0.0,"runtime":13,"cert":"\"\"","id":497620,"title":"William in White Shirt","adult":false,"genre_ids":[18]},{"cast":["Mary Beth Hurt","Aidan Quinn","Olympia Dukakis","Peter Gerety","M. Emmet Walsh"],"overview":"A peaceful community is forever changed when a mysterious young woman moves in. As the quirky locals embrace her, their lives soon improve. But, they can't help notice that their strange new neighbor has a secret.","release_date":"2018-10-19","vote_average":5.5,"runtime":94,"cert":"\"PG\"","id":497622,"title":"Change in the Air","adult":false,"genre_ids":[18]},{"cast":["Adrian Smallwood","Alan Benfelen","Chase Hunt","David Foster","Dick Casey"],"overview":"If you like your sex with a little bit of bite then you’ve definitely cum to the right place, as a collection of the hottest, horniest twinks in the biz get chance to explore their more experimental side in this double-disc classic. No plain vanilla sex in the missionary position here, folks. These lads like their action to be a little on the wild side, as a successive display of spit-roasting threeways serves only to prove. All nicely topped off with thick, creamy lashings of the very finest spooge ever produced for the camera!","release_date":"2017-05-25","vote_average":7.0,"runtime":333,"cert":"\"\"","id":497639,"title":"Bareback Butt Stretchers 3","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":497641,"title":"فرقة العدالة كامل","adult":true,"genre_ids":[]},{"cast":["Tasha Reign","Lolly Ink","Allie Haze","Phoenix Marie","Ashley Fires"],"overview":"What red blooded guy hasn't dreamed up the possibility of having his way with 2 horny and willing girls? Watch as these girls tag-team lucky cocks and share the sticky spoils again and again!","release_date":"2016-02-19","vote_average":9.0,"runtime":162,"cert":"\"NC-17\"","id":497643,"title":"2 Chicks Same Time 21","adult":true,"genre_ids":[]},{"cast":["Isabelle Huppert"],"overview":"","release_date":"2001-03-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":497645,"title":"Isabelle Huppert , Une Vie Pour Jouer","adult":false,"genre_ids":[99]},{"cast":["Victor Montero","Ricardo Cubillos","Daniela Castillo Toro"],"overview":"Set months before the recent social movements that rocked Chile and the world, we are introduced to Ulises Morales, an exemplary citizen of Santiago who believes that Chilean citizens have lost their values and sense of social responsibility. He is a contemporary reformer that in times of change pursues a single mission: to give thousands of Chileans and Latin Americans the power to change their destiny, to become aware and accountable as a new social order emerges.","release_date":"2012-09-26","vote_average":0.0,"runtime":82,"cert":"N\/A","id":497647,"title":"Morales: The Reformer","adult":false,"genre_ids":[28,35,18]},{"cast":[],"overview":"The beginning of the Tower Records art department. Interviews with the original artists that created the unique Tower Records display look.","release_date":"","vote_average":0.0,"runtime":72,"cert":"N\/A","id":497649,"title":"Art Gods","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Set in the near future, Gadget tells the story of Neem, a man jaded by the alienating, technology obsessed world he lives in.","release_date":"","vote_average":0.0,"runtime":10,"cert":"N\/A","id":497654,"title":"Gadget","adult":false,"genre_ids":[]},{"cast":["Mary Elizabeth Ellis","Artemis Pebdani","Jimmi Simpson"],"overview":"In this homage to the melodramatic made-for-TV-movie genre, aspiring ballerina Mary Jane Stevens moves to a new town with her emotionally abusive mother in hopes of escaping her physically abusive father. Originally a play performed at the Upright Citizens Brigade theatre, the Adult Swim production was executive produced by Tim Heidecker and Eric Wareheim.","release_date":"2018-01-07","vote_average":8.0,"runtime":32,"cert":"\"\"","id":497656,"title":"Mother, May I Dance with Mary Jane's Fist?: A Lifetone Original Movie","adult":false,"genre_ids":[35,10770]},{"cast":["Tom Blyth","Richard Mason","David Summer"],"overview":"From their first encounter as teenagers in high school, Scott and Sid seem unlikely friends. Scott is a shambolic dreamer, intent on carving out his own path in life and holding up a metaphorical middle finger to anyone who tries to stop him. He is a quintessential troubled teen: on his fifth high school by the age of fifteen, alienated from his peers, crippled by recurring nightmares and disliked by his own foster parents. Sid, on the other hand, wants nothing more than to be liked. An unconfident, awkward recluse through circumstance, Sid's impoverished and dysfunctional background leave him no time for friends and no money for hobbies.","release_date":"2018-03-09","vote_average":7.3,"runtime":100,"cert":"N\/A","id":497658,"title":"Scott and Sid","adult":false,"genre_ids":[18]},{"cast":["Ulisses Gonsalves","Chris K. Daniels"],"overview":"A man enters into a gallery in which lies a new form of device, designed to thoroughly analyze a person behaviorally. Though the man quickly realizes things aren’t exactly as they seem.","release_date":"","vote_average":10.0,"runtime":12,"cert":"N\/A","id":497660,"title":"DOBA","adult":false,"genre_ids":[]},{"cast":["Carlos Alcantara","Gianella Neyra","Cristian Rivero","Hernán Romero","Katia Condos"],"overview":"","release_date":"2017-12-28","vote_average":5.9,"runtime":null,"cert":"N\/A","id":497662,"title":"El gran León","adult":false,"genre_ids":[10751,35]},{"cast":["Ronnie Martin","Jeff Cloud"],"overview":"The Defintive Documentary of the Orange County California Electro Phenom \"Joy Electric\". This movie has it all-Exclusive Interviews, Discussions and Live Performances. Joy Electric have been churning out records for over 15 years even though the scene has not always accpeted it, the scene has always needed them.","release_date":"2003-01-31","vote_average":10.0,"runtime":110,"cert":"\"NR\"","id":497664,"title":"Joy Electric: Picturebook","adult":false,"genre_ids":[10402,99]},{"cast":["Yves Lecoq"],"overview":"","release_date":"2009-10-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":497666,"title":"Yves Lecoq - L'Impolitic Show","adult":false,"genre_ids":[35]},{"cast":[],"overview":"When going from a painting job to a cinematographic work, I felt the need to establish the basic concepts of my creative activity. The day before I left the workshop where I had been working for two years, I decided to make a film about the glances thrown by the passers-by of the rue Louis-Blanc in the window of this room. —Jakobois","release_date":"1977-06-29","vote_average":0.0,"runtime":7,"cert":"N\/A","id":497677,"title":"Du regard comme objet (b)","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Images from the bridge over Canal Saint-Martin in Paris. The inland waterway vessels Rose and Pluie de roses pass each other. Changes pile up and the camera unravels them, through shooting, for a mise en abyme of the fall.","release_date":"1984-10-29","vote_average":0.0,"runtime":4,"cert":"\"\"","id":497679,"title":"A Rain of Roses (To Rose Lowder)","adult":false,"genre_ids":[]},{"cast":["Anémone","Henri Guybet","Julien Béramis","Cindy Cayrasso","Nicolas Vitiello"],"overview":"","release_date":"2012-05-24","vote_average":0.0,"runtime":null,"cert":"N\/A","id":497681,"title":"Grossesses Nerveuses","adult":false,"genre_ids":[35]},{"cast":["Jordan Fetherolf","Elias Ajaga","Rebecca Paiva","Daren Jannace"],"overview":"Luiko Sasaki creates a literal road-map of EVERWHERE, SOMEWHERE, with love... a truck-driver seeking \"Another Chance,\" a man struggling through loss and \"Control Ruins,\" and a woman who appreciate \"Sweet Nothings.\"","release_date":"2018-01-10","vote_average":0.0,"runtime":7,"cert":"\"\"","id":497683,"title":"EVERYWHERE, SOMEWHERE, with love","adult":false,"genre_ids":[16]},{"cast":["Caroline Cellier","Jean-Luc Moreau","Maurice Chevit","Laurent Grévill","Micheline Boudet"],"overview":"","release_date":"1983-11-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":497685,"title":"Le bonheur à Romorantin","adult":false,"genre_ids":[35]},{"cast":["Marthe Mercadier","Guy Tréjan","Cécile Magnet","Jacqueline Fontaine","Jérôme Foulon"],"overview":"","release_date":"1982-10-10","vote_average":0.0,"runtime":null,"cert":"N\/A","id":497687,"title":"Lorsque l'enfant parait","adult":false,"genre_ids":[35]},{"cast":["Robin van Persie"],"overview":"In 2011 Robin van Persie became the 17th Arsenal player to score 100 goals, impressively completing the feat in fewer than 20 appearances. This programme features each magnificent strike from the Arsenal captain.","release_date":"2011-11-28","vote_average":0.0,"runtime":100,"cert":"N\/A","id":497689,"title":"100 Goals RVP","adult":false,"genre_ids":[99]},{"cast":["Jadir Nunes","Emerson Elves","Giuliano Stoch","Cristiane Glicose","André Torrado"],"overview":"A family of outsiders is attacked by a possesed bowl of noodles.","release_date":"1997-10-21","vote_average":0.0,"runtime":10,"cert":"N\/A","id":497700,"title":"The Evil Noodles","adult":false,"genre_ids":[35,27]},{"cast":[],"overview":"A young drug hustler is hiding where no one will ever find him... Behind his High school basketball jersey! Erick is a high school baller caught up in a dangerous web of deceit. Erick practices his own deadly brand of street balling. He sets up drug deals, then robs and kills the dealers.","release_date":"2017-12-22","vote_average":0.0,"runtime":110,"cert":"\"\"","id":497702,"title":"Street Hoopz","adult":false,"genre_ids":[]},{"cast":["Kamel Abdeli","Isabelle Carlean-Jones","Annick Christiaens","Carl Malapa","Corinne Valancogne"],"overview":"In a surreal world, Lili, a 14-year-old albino, lives alone with her mother CLAUDIE (50) who over-protects her from the outside world. Obsessed with her own appearance; Claudie regularly replaces aging parts of her face, alone in her operating lab while Lili dreams of Lyesse, her 16 year-old handsome neighbor. Scared by so much love, Lyesse rejects Lili. Devastated, she decides to take his heart out to understand why he doesn't love her...","release_date":"2018-01-19","vote_average":0.0,"runtime":27,"cert":"N\/A","id":497710,"title":"Please Love Me Forever","adult":false,"genre_ids":[10749,14]},{"cast":["Edvin Endre","Eirini Mo"],"overview":"A young man trapped in his own phobias, only to be liberated by an unexpected visitor...","release_date":"2018-01-19","vote_average":8.0,"runtime":9,"cert":"N\/A","id":497712,"title":"The Stroke","adult":false,"genre_ids":[35]},{"cast":["Victoria Diamond","Jean-Simon Leduc"],"overview":"Chloe has to leave. Arnaud is determined to make her last night one she'll never forget.","release_date":"2018-01-19","vote_average":6.0,"runtime":9,"cert":"N\/A","id":497714,"title":"The Taste of Vietnam","adult":false,"genre_ids":[18,35]},{"cast":["Jule Hermann","Jasmin Gerat","Benjamin Sadler","Julius Hotz","Maren Kroymann"],"overview":"","release_date":"2018-02-22","vote_average":6.0,"runtime":null,"cert":"N\/A","id":497737,"title":"Wendy 2 - Freundschaft für immer","adult":false,"genre_ids":[10751]},{"cast":["Reginald Denny","Lillian Rich"],"overview":"Posing as relatives, Ralph and Helen Gordon visit Col. Moncrief Gordon's Kentucky mansion, hoping to marry Helen to the colonel's son, Donald. The colonel agrees, but Donald balks at the suggestion, then reveals his secret marriage to Alice Brown. The colonel turns them out, and Ralph conspires with Bob Thurston to frame Donald for theft of Colonel Gordon's wager money and to shanghai him. After 3 years Donald discovers the source of his misfortune, returns, finds his wife, hears of a plot against his father's best racehorse, wrings a complete confession from Thurston, and saves the Derby for his repentant father.","release_date":"1922-12-04","vote_average":0.0,"runtime":57,"cert":"\"\"","id":497739,"title":"The Kentucky Derby","adult":false,"genre_ids":[]},{"cast":["Berith Pauline Olderskog"],"overview":"In the middle of Norway lies the small town Mosjøen. Learn about the present, future and the past of this small town, from the culture personality Berith Pauline Olderskog.","release_date":"2018-01-19","vote_average":0.0,"runtime":null,"cert":"N\/A","id":497741,"title":"Byen Midt I Norge","adult":false,"genre_ids":[]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":497746,"title":"Literalmente especiais","adult":false,"genre_ids":[99]},{"cast":["Stamatis Gardelis","Kaiti Finou","Giorgos Mataragas","Tonis Giakovakis","Mary Halkia"],"overview":"","release_date":"1989-01-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":497748,"title":"Ένας παράξενος έρωτας","adult":false,"genre_ids":[35,10749]},{"cast":[],"overview":"When the average working-class man dreams of change in his day-to-day life, he strives to achieve it. But is that just what his mind is doing? Does he really want to do something out of the norm?","release_date":"","vote_average":0.0,"runtime":4,"cert":"N\/A","id":497762,"title":"...","adult":false,"genre_ids":[18,99]},{"cast":[],"overview":"In a City consumed by Civil War, a renegade Special Ops soldier risks everything by kidnapping a prisoner about to be executed. As Special Forces close in, he interrogates his hostage, hoping to uncover the truth about the Vanishing Man.","release_date":"2015-05-13","vote_average":0.0,"runtime":13,"cert":"N\/A","id":497764,"title":"The Vanishing Man","adult":false,"genre_ids":[18,14]},{"cast":["Mohamed Amine Hamzaoui","Philippe Rebbot","Kacey Mottet Klein","Corinne Masiero"],"overview":"North of France. Hervé's factory is relocated. He is the only worker to resign himself to it because he pursues another destiny: to become a fisherman and to transmit this passion to his son. Suburbs of Tunis. The factory is relocated. Foued, unemployed, thinks there is a way to cure his mother, and especially to seduce the girl he loves. The trajectories of Hervé and Foued are similar and answer to each other.","release_date":"2018-01-10","vote_average":6.1,"runtime":null,"cert":"N\/A","id":497766,"title":"Northern Wind","adult":false,"genre_ids":[18]},{"cast":["Nick Wang","Ma Tianyu","Darren Wang","Yu Ailei","Lam Suet"],"overview":"A former smuggler attempts to start his life anew and repair his relationship with his estranged brother after his release from prison.","release_date":"2018-01-18","vote_average":6.3,"runtime":114,"cert":"\"NR\"","id":497768,"title":"A Better Tomorrow","adult":false,"genre_ids":[18,28,80]},{"cast":["Albertino","Molella","Fargetta","Prezioso"],"overview":"","release_date":"2017-11-20","vote_average":0.0,"runtime":null,"cert":"N\/A","id":497770,"title":"And The Heads Keep On Movin","adult":false,"genre_ids":[10402,99]},{"cast":[],"overview":"","release_date":"2012-01-13","vote_average":0.0,"runtime":null,"cert":"\"\"","id":497772,"title":"Unlikely Animal Friends","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"2012-01-11","vote_average":0.0,"runtime":null,"cert":"\"\"","id":497774,"title":"Unlikely Animal Friends. Vol. 2","adult":false,"genre_ids":[99]},{"cast":["Jessica Nigri","Barbara Dunkelman","Cory Nigri","Jacqueline Nigri","Ryan Brandt"],"overview":"Jessica Nigri is an internationally renowned cosplayer, racking up millions of social media followers and the number one Patreon page in cosplay. Becoming Jessica Nigri explores Nigri’s life, from a magical childhood growing up with quirky parents in New Zealand, to entering middle school in the U.S. where she was mercilessly teased for her “nerdy” interests. Through cosplay, Nigri learned that becoming someone else gives her the courage to be herself.","release_date":"2018-01-26","vote_average":8.0,"runtime":48,"cert":"\"\"","id":497794,"title":"Becoming Jessica Nigri","adult":false,"genre_ids":[99]},{"cast":["Tommy Wiseau","Greg Sestero","Paul Scheer","Kristen StephensonPino","Rick Edwards"],"overview":"As Jon makes a run for it, he finds himself on an expedition across the Southwest, where he encounters wild and crazy characters through a series of twisted and dark foibles. While his misadventure teaches him a valuable lesson about friendship and loyalty, the Mortician carries the story home with more than a few surprises.","release_date":"2018-06-01","vote_average":6.3,"runtime":93,"cert":"\"R\"","id":497796,"title":"Best F(r)iends: Volume 2","adult":false,"genre_ids":[28,35,53]},{"cast":["David Brownell","Kristin Duarte","James Feagin","Jesse Ferraro","Elizabeth James"],"overview":"An unnamed man and woman make preparations to attend a burial in a small, desolate town. After an intense argument separates the two, they find themselves isolated and in emotional turmoil. As the burial draws near, they begin to experience disturbing, surreal incidents involving manifestations of dread and despair. Abstract, dream-like sequences comprise the film, along with creative cinematography, abrasive sound design, and minimal use of spoken dialogue. A study of the human condition regarding loss, fear, and isolation, It Takes from Within is the debut feature film from writer\/director Lee Eubanks.","release_date":"2017-01-30","vote_average":0.0,"runtime":96,"cert":"\"\"","id":497798,"title":"It Takes from Within","adult":false,"genre_ids":[]},{"cast":[],"overview":"A short film depicting my mother's walk from our home to the local grocery store.","release_date":"2017-05-07","vote_average":0.0,"runtime":18,"cert":"\"\"","id":497800,"title":"For My Mother","adult":false,"genre_ids":[]},{"cast":["Kristen Bell","Wen Lei Bi","Rong Hou","Ben Kilham","Jacob Owens"],"overview":"In the mountains of Sichuan, China, a researcher forms a bond with Qian Qian, a panda who is about to experience nature for the first time.","release_date":"2018-04-06","vote_average":6.8,"runtime":40,"cert":"\"G\"","id":497802,"title":"Pandas","adult":false,"genre_ids":[99]},{"cast":["Erol Büyükburç","Sevda Ferdağ","Esen Püsküllü","Aynur Akarsu","Vahi Öz"],"overview":"","release_date":"1968-01-11","vote_average":0.0,"runtime":null,"cert":"N\/A","id":497804,"title":"Bir Damat Aranıyor","adult":false,"genre_ids":[35]},{"cast":["Holly Michaels","Rachel Roxxx","Carmen McCarthy","Nicole Aniston","Asa Akira"],"overview":"What red blooded guy hasn't dreamed up the possibility of having his way with 2 horny and willing girls? Watch as these girls tag-team lucky cocks and share the sticky spoils again and again!","release_date":"2012-12-13","vote_average":0.0,"runtime":158,"cert":"\"NC-17\"","id":497806,"title":"2 Chicks Same Time 12","adult":true,"genre_ids":[]},{"cast":["Kerun Chen","Hongli Yang"],"overview":"A young but disoriented director disappeared on his first day on set, his best friend tries to find him.","release_date":"2018-01-01","vote_average":0.0,"runtime":9,"cert":"\"\"","id":497829,"title":"A Short Film About......","adult":false,"genre_ids":[]},{"cast":[],"overview":"The sexual revolution has been occurred in the West many years ago. Today it is going to happen in Iran","release_date":"","vote_average":0.0,"runtime":28,"cert":"N\/A","id":497831,"title":"Sexual Revolution in Iran","adult":false,"genre_ids":[]},{"cast":["Heather Matarazzo","Erin Darke","Samm Levine","Kurt Loder"],"overview":"When Declan, a 30 year old husband and new father is squeezed out of a promotion, he finds himself wracked by internal crises, including career envy, bitterness over bad breaks and the still-lingering fallout from the suicide of his former creative partner. Searching for salvation, Declan surrenders to the role of stay-at-home dad, and is forced to face his demons while pushing strollers, changing diapers and heating up bottles all the while working to resurrect his dreams.","release_date":"2017-02-28","vote_average":0.0,"runtime":97,"cert":"\"\"","id":497833,"title":"Sidewalk Traffic","adult":false,"genre_ids":[18,35]},{"cast":["Alberto Testone","Umberto Orsini","Nicola Adobati","Massimo De Francovich","Glen Blackhall"],"overview":"The life of Michelangelo Buonarroti.","release_date":"2019-11-14","vote_average":0.0,"runtime":134,"cert":"N\/A","id":497835,"title":"Sin","adult":false,"genre_ids":[36,18]},{"cast":[],"overview":"The car, the library and a wardrobe full of clothes. Status symbols of yesterday. Today car sharing, swap markets and minimalism are booming as aspects of a lifestyle that rejects materialism. The cult of \"less is more\" is slowly spilling over from the United States to Europe.","release_date":"2013-01-01","vote_average":0.0,"runtime":44,"cert":"\"\"","id":497837,"title":"Less is More: How to be Happy with Nothing","adult":false,"genre_ids":[99]},{"cast":["Olivia Munn"],"overview":"Olivia Munn hosts the 23rd annual event, celebrating the best in movies and TV, from the Barker Hangar in Santa Monica, Cal. Actress Gal Gadot will be presented with the #SeeHer award by director Patty Jenkins","release_date":"2018-01-11","vote_average":2.0,"runtime":70,"cert":"\"\"","id":497839,"title":"The 23rd Annual Critics' Choice Awards","adult":false,"genre_ids":[]},{"cast":["Pirina Dzhupanova","Venus Dana","Marie Zoumanigui","Elroy Martinez Jr.","Gypsy Rose"],"overview":"Monica and Lisa take their relationship to the next level despite one's patience and sexuality becoming in question.","release_date":"2017-11-07","vote_average":6.0,"runtime":null,"cert":"\"\"","id":497859,"title":"Feels Like Euphoria","adult":false,"genre_ids":[18,10749]},{"cast":[],"overview":"Gwendolyn is facing a year full of changes. Having left Austria for England in the 70s, she recently moved from her old house in Central London to a new high-rise building without her Ivorian husband Charlie, 20 years her junior, who wants to live on his own. A much bigger challenge though is her soon to come third salivary gland cancer surgery. Her body is weakened, part of her face currently paralysed, the situation is serious. But rather than engage in the prescribed rest, she defends herself against illness and aging and wants to become world champion once more. With her loyal trainer Pat, she prepares for the upcoming weightlifting season.","release_date":"2017-12-01","vote_average":0.0,"runtime":85,"cert":"N\/A","id":497861,"title":"Gwendolyn","adult":false,"genre_ids":[]},{"cast":["Neil Maskell","Sam Riley","Sura Dohnke","Bill Paterson","Doon Mackichan"],"overview":"Colin has rented a stately country home for his extended family’s New Year celebrations. He’s the centre of attention until his estranged brother David unexpectedly arrives, throwing the family dynamic far off orbit.","release_date":"2018-10-11","vote_average":7.3,"runtime":95,"cert":"N\/A","id":497863,"title":"Happy New Year, Colin Burstead","adult":false,"genre_ids":[35,18]},{"cast":["Edward Hogg","Jodhi May","Jordan Bolger","Jessica Barden"],"overview":"Set over three days, two different couples - each comprising of a teacher and a student - spend a life-changing weekend at the seaside resort town of Scarborough to seek an escape from the constraints of every day life.","release_date":"2019-09-06","vote_average":7.0,"runtime":84,"cert":"N\/A","id":497865,"title":"Scarborough","adult":false,"genre_ids":[10749,18]},{"cast":[],"overview":"Eadweard Muybridge's motion photography film depicts a child bringing a bouquet of flowers to a topless woman who kisses his cheek.","release_date":"1886-12-31","vote_average":3.0,"runtime":1,"cert":"N\/A","id":497867,"title":"Child Bringing Bouquet to Woman","adult":false,"genre_ids":[18]},{"cast":["Keisha Grey","Aaliyah Love","Anissa Kate","Alan Stafford","Steven St. Croix"],"overview":"The ultimate fantasy comes to life! If you have the money she has the time to make all of your sexual dreams come true!","release_date":"2016-04-14","vote_average":0.0,"runtime":140,"cert":"\"NC-17\"","id":497890,"title":"Tonight's Girlfriend 50","adult":true,"genre_ids":[]},{"cast":[],"overview":"","release_date":"2016-10-31","vote_average":0.0,"runtime":null,"cert":"N\/A","id":497898,"title":"Løbetid","adult":false,"genre_ids":[18]},{"cast":["Mario Mims","Charles Malik Whitfield","Kelly O'Neil Jackson"],"overview":"Follow two foster brothers that choose separate paths. Malcolm follows his father's footsteps and begins pastoring a small church while Silk follows a path of darkness attempting redemption at his own convenience.","release_date":"2016-10-31","vote_average":0.0,"runtime":null,"cert":"\"\"","id":497900,"title":"A Heart That Forgives","adult":false,"genre_ids":[18]},{"cast":["Monsour Del Rosario","Donita Rose","Bernard Bonin"],"overview":"Action movie starred by Monsour Del Rosario.","release_date":"1992-01-12","vote_average":0.0,"runtime":null,"cert":"N\/A","id":497905,"title":"Alyas Hunyango","adult":false,"genre_ids":[28]},{"cast":["Isabelle Carré","Xavier Lemaître","Roxane Arnal","David Stone","Anna Mihalcea"],"overview":"Setting out on her own, 25-year-old Alice visits several apartments with the help of real estate agent Julien, a married man with children. They soon fall in love. Around the same time, Alice takes work at Julien's wife Marie's tea shop. Charmed by the interest Alice shows in her, Marie lets her guard down and starts confiding in her. In return, Alice, tells Marie about her affair with a married man. Things come to a head when Julien has a car accident and the affair is exposed.","release_date":"2018-10-05","vote_average":5.2,"runtime":100,"cert":"N\/A","id":497925,"title":"Infidelity","adult":false,"genre_ids":[18,10770]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":497927,"title":"غربة","adult":false,"genre_ids":[]},{"cast":["James Nesbitt"],"overview":"Eat My Goal is the search for the ultimate moment of footballing humiliation. Join die hard footie fan James Nesbitt as he celebrates the lighter side of the noble game with the quest to unearth the true highs and the very, very lows of life as a professional footballer.  From hilarious own goals, impossible misses, stunning showboating & unbelievable score lines, this is the greatest collection of humiliation on the football field ever assembled. And at the end of the programme James concludes the search for the worst humiliation of them all with his very own top 10.  What will be the no. 1....and will you agree with him ?  Eat My Goal.....because football can make utter fools out of anyone.","release_date":"2004-11-22","vote_average":0.0,"runtime":55,"cert":"N\/A","id":497929,"title":"James Nesbitt Presents Eat My Goal","adult":false,"genre_ids":[35]},{"cast":["Marguerite Bouchard","Rose Adam","Romane Denis","Alex Godbout","Anthony Therrien"],"overview":"Three 17-year-old girlfriends get a job at the Toy Depot for the holiday season and become smitten with the guys who work alongside them.","release_date":"2018-03-02","vote_average":5.5,"runtime":89,"cert":"N\/A","id":497931,"title":"Slut in a Good Way","adult":false,"genre_ids":[35,18]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":497933,"title":"A béketűrő Jób","adult":false,"genre_ids":[16]},{"cast":["Ray Winstone"],"overview":"I'm Ray Winstone, you normally get to see my handsome features when I'm playing someone else on the screen. But this is the REAL me, a true football nut who loves the beautiful game. Football has always been my first love, and I'm going to share some of my favourite moments with you in this DVD. Featuring the best footage football has to offer, I'm going to show you some unbelievable blunders, blinding misses and tasty goals that’ll have you jumping out of your seat. Enjoy!","release_date":"2008-11-24","vote_average":0.0,"runtime":60,"cert":"N\/A","id":497935,"title":"Ray Winstone's Football Blinders & Blunders","adult":false,"genre_ids":[35]},{"cast":[],"overview":"Two billion people celebrate that a Child was born in a manger 2,000 years ago. “Christmas Gone Viral” is a unique and fascinating explanation of the wonderful truth beyond the lights and gifts. This documentary takes a look at people's perspective on Christmas around the world, accompanied with a gospel presentation.","release_date":"2017-11-08","vote_average":0.0,"runtime":59,"cert":"\"\"","id":497937,"title":"Christmas Gone Viral","adult":false,"genre_ids":[99]},{"cast":["Michael A. Andrews","Ruth Buzzi","Lyle Waggoner"],"overview":"Thirty female-impersonators compete in the \"Dream Boy of the Year\" pageant, featuring evening gown and talent-competitions.","release_date":"1985-01-01","vote_average":0.0,"runtime":74,"cert":"\"\"","id":497954,"title":"Dream Boys Revue","adult":false,"genre_ids":[]},{"cast":[],"overview":"For the first time, the special operations training course known as Ranger Assessment and Selection Program (RASP) is documented in HELL AND BACK: SPECIAL OPS RANGERS.","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":497956,"title":"Hell and Back - Special Ops Ranger","adult":false,"genre_ids":[99]},{"cast":[],"overview":"","release_date":"","vote_average":0.0,"runtime":null,"cert":"N\/A","id":497958,"title":"Des Russes blancs","adult":false,"genre_ids":[36,99]},{"cast":[],"overview":"Jane struggles to deal with guilt and paranoia after killing her flat mate, as well as having to keep her actions a secret from his girlfriend.","release_date":"2016-03-09","vote_average":0.0,"runtime":8,"cert":"N\/A","id":497960,"title":"Sleep","adult":false,"genre_ids":[27]},{"cast":[],"overview":"","release_date":"","vote_average":6.0,"runtime":null,"cert":"N\/A","id":497962,"title":"Itinéraire d'un enfant placé","adult":false,"genre_ids":[99]},{"cast":[],"overview":"Leg workout from 21 day fix","release_date":"2014-12-31","vote_average":0.0,"runtime":null,"cert":"\"NR\"","id":497964,"title":"21 Day Fix - Barre Legs","adult":false,"genre_ids":[]},{"cast":["Tony Leung Chiu-Wai","Bai Baihe","Jing Boran","Li Yu-Chun","Tony Yang"],"overview":"The sequel to Monster Hunt. Set in a world where monsters and humans co-exist, the franchise tells the story of Wuba, a baby monster born to be king. Wuba becomes the central figure in stopping an all-out monster civil war.","release_date":"2018-02-16","vote_average":6.6,"runtime":110,"cert":"\"PG\"","id":497984,"title":"Monster Hunt 2","adult":false,"genre_ids":[12,35,14]},{"cast":[],"overview":"\"BOYS OF LIFE\" is an arousing film series that captures the beauty of the male body and the spirit of poetry. Each episode is a visually stunning short film that stars a favorite Instagram male model, against narration of classic and modern poetry.  Pop culture blog Ishtalk called the series \"eye candy for the soul\". Boy Culture magazine raved saying \"BOYS OF LIFE will give you life!\", and Little Gay Blog, from Australia, gave it's thumbs up reviewing it as \"provocative, breathtaking and unforgettable\".","release_date":"2016-03-26","vote_average":0.0,"runtime":45,"cert":"\"NR\"","id":497986,"title":"Boys of Life on Vimeo","adult":false,"genre_ids":[14]},{"cast":[],"overview":"A documentary in which a group of young women meet for an art-making party. Located at The Beehive Collective in Washington, DC, six individual episodes are loosely interspersed, allowing each participant a chance to represent themselves. Included: a feminist stripper preparing for work, a puppet show, and a music video.\r On The Velvet Chainletter, Joanie4Jackie","release_date":"1996-01-01","vote_average":0.0,"runtime":33,"cert":"\"\"","id":497988,"title":"Women's Punk Art Making Party","adult":false,"genre_ids":[]},{"cast":["Rudy Fernandez","Conrad Poe","George Estregan","Pia Moran","Isabel Rivas"],"overview":"Action film by Efren C. Piñon.","release_date":"1983-04-21","vote_average":0.0,"runtime":109,"cert":"N\/A","id":497990,"title":"Alex San Diego: Wanted","adult":false,"genre_ids":[18,28]},{"cast":["Михаил Монах Григорий"],"overview":"","release_date":"2014-03-14","vote_average":0.0,"runtime":null,"cert":"N\/A","id":497992,"title":"Православие в законе","adult":false,"genre_ids":[9648,99]},{"cast":["Ramon Revilla Sr.","Janet Bordon","Chito Ponce Enrile","George Estregan","Dinah Dominguez"],"overview":"Mike Mendez (RAMON REVILLA) is a rich playboy, sportsman, professional gambler, and one of the best agents the government has to offer. When BIR checks are found to be counterfeited, Mike Mendez is sent to investigate. Soon, Mike realizes he is discovering secrets beyond his wildest expectations. A government agent is tasked to track down the illegal activities of a millionaire responsible for the manufacture, distribution and use of fake B.I.R. seals and stamps.","release_date":"1982-04-01","vote_average":0.0,"runtime":null,"cert":"N\/A","id":497994,"title":"Labag sa batas","adult":false,"genre_ids":[28]},{"cert":"\"\"","title":"Meet The Kuchar Brothers","cast":["George Kuchar","Mike Kuchar","John Waters","Jonas Mekas","Gerard Malanga"],"id":497996,"overview":"Provides a rare glimpse into the world of George and Mike Kuchar, underground filmmaking brothers from the Bronx. Get to know the Kuchars, casually hanging out with John Waters at a party, looking at old yearbook photos with their high school classmate Gerard Malanga. Sit in on an extensive interview with the brothers at Anthology Film Archives.","runtime":85,"genre_ids":[99],"release_date":"2006-01-01","vote_average":0.0,"adult":false}]