[[{"overview":"Jay Killon is the bodyguard of the recently elected US president, but he is assigned to the first lady (Lara Royce). Lara hates Killon so she does all she can to escape. The story complicates when someone tries to kill Lara.","original_language":"en","original_title":"Assassination","video":false,"title":"Assassination","genre_ids":[28,18,53],"poster_path":"\/ovqpuV4BmQMkuKbX9t4IYb2Hgk1.jpg","backdrop_path":"\/ysCStwIO71xS4vsqbabVErTReWC.jpg","release_date":"1987-01-09","popularity":3.203,"vote_average":5.3,"id":48686,"adult":false,"vote_count":25},{"overview":"The story of Chinese legendary anti-hero Zhong Kui, a young man endowed with mysterious powers who is forced into a battle among the realms of Heaven, Earth and Hell in the course of his attempt to save his countrymen and the woman he loves.","original_language":"zh","original_title":"钟馗伏魔：雪妖魔灵","video":false,"title":"Zhongkui: Snow Girl and the Dark Crystal","genre_ids":[28,14,10749],"poster_path":"\/6yYf0OaMJTtHog6qGaUFdSIiocp.jpg","backdrop_path":"\/xmaLALSBJhck15fzJPyfkU7HPun.jpg","release_date":"2015-08-08","popularity":4.078,"vote_average":5,"id":299822,"adult":false,"vote_count":23},{"overview":"A story of a legendary battle, where seventeen fearless warriors defend their land against an army of thousands well-trained soldiers. In 13th-century Mongol warrior hordes and their leader, Batu Khan, control most of the known world. As the Mongols move towards Europe they invade the last Russian principality standing in their way. Little do they know, their plans are about to be ruined by a small detachment of heroic strong men led by a mysterious brave warrior. This is a story about courage, endurance and self-sacrifice for the sake of one's country. This is the story of Evpaty the Furious.","original_language":"ru","original_title":"Легенда о Коловрате","video":false,"title":"Furious","genre_ids":[28,12,14],"poster_path":"\/4XCA70oDgYSBLJDvOgYs1Ca4rBm.jpg","backdrop_path":"\/luMg4yboE00qGuSMTQc88UOfVne.jpg","release_date":"2017-11-30","popularity":6.161,"vote_average":6.7,"id":415381,"adult":false,"vote_count":47},{"overview":"Lovely Singh is extremely respectful of Mr Rana and his daughter Divya. While appointed as Divya's bodyguard, he falls in love with a girl he has never met, unaware that she is none other than Divya.","original_language":"hi","original_title":"Bodyguard","video":false,"title":"Bodyguard","genre_ids":[18,28,35,10749],"poster_path":"\/op9AWd9zGsa4rzjZLsGO8JMEYyA.jpg","backdrop_path":"\/yg1kIB9sPmn3Tuvo30B3LmmtcAS.jpg","release_date":"2011-08-31","popularity":6.39,"vote_average":5.4,"id":73582,"adult":false,"vote_count":67},{"overview":"Phineas and Ferb travel to a galaxy far far away to help out some rebel heroes.","original_language":"en","original_title":"Phineas and Ferb: Star Wars","video":false,"title":"Phineas and Ferb: Star Wars","genre_ids":[28,16,35,10751,878],"poster_path":"\/c1C8V9OmzRAyTukldTbImyGayu0.jpg","backdrop_path":"\/wyniUWq8Aml6tfwTwqxV0caDcCj.jpg","release_date":"2014-10-21","popularity":4.342,"vote_average":7,"id":392216,"adult":false,"vote_count":50},{"overview":"Many years ago Mr. Six was a notorious gangster. That was back when there was still such a thing as honour among thieves, when criminals earned respect and maintained principles. These days Mr. Six is all but forgotten, a living relic residing in a narrow alley.  One day Six's son, Xiaobo, is abducted by some spoiled punks after he scratches their precious Ferrari. Mr. Six realizes that he must do whatever it takes to get his son back — even if that means returning to the life he thought he had left behind.","original_language":"zh","original_title":"老炮儿","video":false,"title":"Mr. Six","genre_ids":[80,28,18],"poster_path":"\/hVttIfMDjQwHdVpUYhxdBamkl02.jpg","backdrop_path":"\/waVuQFTavb5cmhdAgV9sJlrZGB3.jpg","release_date":"2015-12-18","popularity":4.401,"vote_average":7.1,"id":357940,"adult":false,"vote_count":47},{"overview":"After freak climate and weather events destroy the world around them, a group of rogue scientists attempt to reverse the deadly new ice age.","original_language":"en","original_title":"100 Degrees Below Zero","video":false,"title":"100 Degrees Below Zero","genre_ids":[28,878],"poster_path":"\/98xEqfsOHvTyKqh7Hb4a5USmEPz.jpg","backdrop_path":"\/mDsdSZZfxnd9RpEt0JNz6hVtLD2.jpg","release_date":"2013-04-13","popularity":3.729,"vote_average":3.4,"id":182228,"adult":false,"vote_count":48},{"overview":"Three centuries ago, a precious sword has been stolen by Kazamatsuri -- the sword, which historic and symbolic value is priceless for the clan (Shogun Tokugawa donated it to clan 80 years before that, at the same time that he established them as the local rulers). Lord's counselor's young son Heishiro goes to retrieve the sword himself to protect the clan from the shame or possible demise. He is accompanied with two friends, Shintaro and Tadasuke, and followed by the ninjas of the clan. After Kazamatsuri wounds Heishiro and kills one of his friends, the young aristocrat still wants revenge more than sword itself, but meanwhile have to recover from his wounds, in the small forest house of a lonely samurai and his daughter. At the same time, Kamazatsuri stays in nearby town in the entertainment center run by Okatsu and falls into her. The older samurai tries to dissuade Heishiro from fighting with Kamazatsuri, but is himself gradually drawn into the conflict.","original_language":"ja","original_title":"エスエフサムライ・フィクション","video":false,"title":"Samurai Fiction","genre_ids":[28,35],"poster_path":"\/zhI2BuRtsSpZR8FLst5f1I2nOwL.jpg","backdrop_path":"\/aeFu08so66zeb9ZchPJIJCn9Gkw.jpg","release_date":"1998-10-27","popularity":3.364,"vote_average":6.8,"id":10686,"adult":false,"vote_count":24},{"overview":"Mr. Nomura is an eerily handsome, sharply dressed, sociopathic serial killer who preys on the women of Tokyo. In Jakarta, a world-weary journalist named Bayu finds himself unexpectedly falling into vigilantism after brutally killing two sadistic robbers. When each posts videos of their violent sprees online, the pair find one another on the Internet and begin a toxic and competitive duel. While Bayu clings to the hope that he can resume a normal life, Nomura continues to spill blood without remorse. Killing, advises Nomura, is something everyone ought to consider.","original_language":"ja","original_title":"キラーズ","video":false,"title":"Killers","genre_ids":[80,53,28,18],"poster_path":"\/oO6mBXVrJ3TwdMjES3AKSXmRRCb.jpg","backdrop_path":"\/h41S6dQRZdksR2tZ6ixan43SeGZ.jpg","release_date":"2014-02-01","popularity":3.477,"vote_average":6.7,"id":171846,"adult":false,"vote_count":60},{"overview":"Unhappily married, Julia Sturges decides to go to America with her two children on the unsinkable Titanic. Her husband, Richard also arranges passage on the luxury liner so as to have custody of their two children. All this fades to insignificance once the ship hits an iceberg.","original_language":"en","original_title":"Titanic","video":false,"title":"Titanic","genre_ids":[28,18,10749],"poster_path":"\/fkoCSMLQC7H1z7RE9HaOBOJZLbD.jpg","backdrop_path":"\/4MlLN6nPOZ6RDFhPcfj4OM1meyY.jpg","release_date":"1953-04-11","popularity":4.609,"vote_average":6.4,"id":16535,"adult":false,"vote_count":48},{"overview":"A modern take on the classic fairytale, Alice in Wonderland, set in South East England.An American law student in London. Knocked down by a black cab, she wakes with amnesia in a world that's a million miles from home - Wonderland. We follow her adventures as she's dragged through an underworld filled with twisted individuals and the lowest low-lifers, by the enigmatic cab driver, Whitey. She needs to find out who she is, where she's from and use what wits she has left to get back home in one piece. As her journey progresses she discovers nothing is what it seems, realizes that fate and life are terminally entwined, and finds true love lurking in the unlikeliest place.","original_language":"en","original_title":"Malice in Wonderland","video":false,"title":"Malice in Wonderland","genre_ids":[14,18,28,53,80,878,10749],"poster_path":"\/hFAuHTvoZlFWeUOJOm36g7c5z0v.jpg","backdrop_path":"\/hujHiLsFme1dU3sRjlX0fPIfotv.jpg","release_date":"2010-04-16","popularity":5.389,"vote_average":5.7,"id":32407,"adult":false,"vote_count":30},{"overview":"Alex shoots again. She has to kill a man, but shoots the wrong one. A high ransom is set on her, so she is visited by some head hunters. Well, she only could sit and wait and hope for a friend's help.","original_language":"en","original_title":"Nemesis 4: Death Angel","video":false,"title":"Nemesis 4: Death Angel","genre_ids":[28,53,878],"poster_path":"\/2ZiEWyJNHWwvKsntHUmWT6DEuAA.jpg","backdrop_path":"\/iCprnLzWbF5eSLQiiZ1enLOmmYJ.jpg","release_date":"1999-04-27","popularity":2.907,"vote_average":3.9,"id":60173,"adult":false,"vote_count":10},{"overview":"Great monster fight sequences are a highlight of the 14th Godzilla film. Aliens armed with a mechanical Godzilla intend to take over the planet.  The earthlings summon the legendary King Seesar to assist Godzilla in the battle to defend earth.","original_language":"ja","original_title":"ゴジラ対メカゴジラ","video":false,"title":"Godzilla vs. Mechagodzilla","genre_ids":[28,878],"poster_path":"\/r1Sd27TkOzVxQlfDFI8zHnKdcSQ.jpg","backdrop_path":"\/npmGXs7b4aQ0dpDAZUExbhyNpYq.jpg","release_date":"1977-03-24","popularity":4.927,"vote_average":6.5,"id":38582,"adult":false,"vote_count":69},{"overview":"Christmas 1944, The Germans make one final push against the attacking allied armies in the West. Lt. Robert Cappa and his platoon of 2nd Infantry Division soldiers have been ordered to hold a vital road junction against the German aggressors. Cappa and his men must find their faith and strength to stand against their enemy in the epic fight know as \"The Battle of The Bulge.\"","original_language":"en","original_title":"Wunderland","video":false,"title":"Wunderland","genre_ids":[10752,28],"poster_path":"\/WRTtEKVKkCKBJBVGQart22fXap.jpg","backdrop_path":"\/xzMQUomguGq749lJqEUsuIfHlNk.jpg","release_date":"2018-02-19","popularity":4.848,"vote_average":4.7,"id":480465,"adult":false,"vote_count":13},{"overview":"After thief Alex Cardo gets caught while stealing an ancient katana in East Asia, he soon finds himself imprisoned and beaten up by the crowd there. One of the guards, Demon, feels upset by Alex appearance and tortures him as often as he gets the opportunity. Alex finds a friend and mentor in the jailhouse, Master Sun, who teaches him a superior fighting style called Iron Hand. When a 'best of the best kumite' is to take place, Demon gets an invitation. Now Master Sun and Alex need to find a way to let Alex take part in the kumite too.","original_language":"en","original_title":"Bloodsport II","video":false,"title":"Bloodsport II","genre_ids":[28,53],"poster_path":"\/xVfSGAbOK4FucTwkYrXJjeBFqv4.jpg","backdrop_path":"\/vlB1zk0bvRBm15tDzkfI5CR8osR.jpg","release_date":"1996-03-01","popularity":3.76,"vote_average":5.2,"id":25087,"adult":false,"vote_count":40},{"overview":"Mo Ali’s futuristic knife-crime drama brings the dystopian environment of CHILDREN OF MEN and DISTRICT 13 to London’s East 17. SHANK delivers a ruthless vision of forthcoming urban life, where guns have been superseded by knives and are fiercely wielded by aimless youths. Amidst the chaos is the Paper Chazers gang, a rare morally conscious group who trade scavenged food for money. After Chazers gang member, Junior (Kedar Williams-Stirling), witnesses his brother, murder he must decide whether to get revenge of stick to the gangs moral code... In this superbly paced and artistic film, present-day social issues, and murky city streets, provide a perfect canvas for imagination and action.","original_language":"en","original_title":"Shank","video":false,"title":"Shank","genre_ids":[28,18,53],"poster_path":"\/otfAeskPNqnkfJIr21GTeEFNNuw.jpg","backdrop_path":"\/yLr4GayoHUunO1TVTXkuiCANt8x.jpg","release_date":"2010-08-21","popularity":3.167,"vote_average":5.3,"id":41345,"adult":false,"vote_count":45},{"overview":"Mac, the two fisted savy cop finds that he's being saddled with a new partner, a known burn out, to work with him on a new and difficult case. The new partner is, Ellis, an amazing detective, one who puts Sherlock Holmes to shame with his lightning fast deductions. But, he keeps assuming the personalities of entire casts of Television shows. This can be a problem when people begin shooting at them","original_language":"en","original_title":"Loose Cannons","video":false,"title":"Loose Cannons","genre_ids":[28,35,80,9648,53],"poster_path":"\/zOjzgTymun0nX5K9jTqCvve2rrD.jpg","backdrop_path":"\/kf4scj1wk1jCA4MyNYIYRNduJgo.jpg","release_date":"1990-02-09","popularity":4.871,"vote_average":5.3,"id":24558,"adult":false,"vote_count":33},{"overview":"An ex-British spy (Michael Caine) helps a U.S. diplomat's wife (Sean Young) and blows the lid off a deadly government cover-up.","original_language":"en","original_title":"Blue Ice","video":false,"title":"Blue Ice","genre_ids":[28,53],"poster_path":"\/4RquEo7A1bxptqf4URuvTyOZfZs.jpg","backdrop_path":"\/fKyZvg6xR4aOH7BiAN8RTRTqREw.jpg","release_date":"1992-12-04","popularity":2.484,"vote_average":5.5,"id":46270,"adult":false,"vote_count":16},{"overview":"When an army scout retires to a farm in New Mexico he takes pity on a white woman and her half-breed son recently rescued from indians, and invites them to join him. He does this even knowing the child's father is a feared and murderous Apache and that sooner or later a showdown is almost inevitable.`","original_language":"en","original_title":"The Stalking Moon","video":false,"title":"The Stalking Moon","genre_ids":[37,28],"poster_path":"\/qlLyMBDa6Z29Rornoi6cC9xr1mg.jpg","backdrop_path":"\/5xdkrbNm0oQgBZJq4bhHEcsE7rA.jpg","release_date":"1968-12-25","popularity":4.517,"vote_average":5.4,"id":42685,"adult":false,"vote_count":21},{"overview":"A young street magician is left to take care of his little sister after his mother's passing and turns to drug dealing in the Los Angeles party scene to keep a roof over their heads. When he gets into trouble with his supplier, his sister is kidnapped and he is forced to rely on both his sleight of hand and brilliant mind to save her.","original_language":"en","original_title":"Sleight","video":false,"title":"Sleight","genre_ids":[18,53,28,878],"poster_path":"\/wridRvGxDqGldhzAIh3IcZhHT5F.jpg","backdrop_path":"\/2SEgJ0mHJ7TSdVDbkGU061tR33K.jpg","release_date":"2017-04-28","popularity":4.5,"vote_average":5.3,"id":347882,"adult":false,"vote_count":385}],[{"overview":"Set in the high courts of 16th Century France, where the wars of religion between Catholics and Protestants are raging. Marie de Mézières, a beautiful young aristocrat, is in love with Henri de Guise, but her hand in marriage is promised to the Prince of Montpensier.","original_language":"fr","original_title":"La Princesse de Montpensier","video":false,"title":"The Princess of Montpensier","genre_ids":[28,18,36,10749],"poster_path":"\/hHpxH330RafalHvVkWZrzITiFQX.jpg","backdrop_path":"\/esSOov83WOTez7PlSHFaXRqiPVy.jpg","release_date":"2010-11-03","popularity":5.725,"vote_average":6.3,"id":57695,"adult":false,"vote_count":145},{"overview":"A tough police detective escapes from custody handcuffed to a foul-mouthed car thief after being framed for the murder of his ex-wife. He must now find the real killer and prove his innocence.","original_language":"en","original_title":"Murphy's Law","video":false,"title":"Murphy's Law","genre_ids":[28,9648,53],"poster_path":"\/yVPcChKZgVkjjBPqJlfxBRLTvga.jpg","backdrop_path":"\/ochQha5gimaPE6aqBYX2lnWmzYa.jpg","release_date":"1986-04-18","popularity":4.532,"vote_average":5.8,"id":33055,"adult":false,"vote_count":46},{"overview":"A rookie cop goes undercover to infiltrate a gang of car thieves led by smooth and charming Ted. The rookie becomes too involved and starts to enjoy the thrill and lifestyle of the game, and becomes romanticly involved with the leaders sister.","original_language":"en","original_title":"No Man's Land","video":false,"title":"No Man's Land","genre_ids":[28,18,53,80],"poster_path":"\/hWSSQRhiQI4z0RfXa2IlkwIy6jn.jpg","backdrop_path":"\/dpwWoZhd1pjBdQedgW92EjI7p6h.jpg","release_date":"1987-10-23","popularity":4.407,"vote_average":6.3,"id":34379,"adult":false,"vote_count":41},{"overview":"A high-powered attorney duct tapes her adulterous husband to the toilet ... right before their home is invaded by burglars.","original_language":"en","original_title":"Serious Moonlight","video":false,"title":"Serious Moonlight","genre_ids":[28,35,10749],"poster_path":"\/xZF5v9ksjfIK1cWVpq2QDUMh3Eg.jpg","backdrop_path":"\/m55kun9lmRSy5xgf86dNsLiYolB.jpg","release_date":"2009-12-04","popularity":4.398,"vote_average":5.1,"id":27989,"adult":false,"vote_count":76},{"overview":"A young woman awakens in a world devastated by meteorite strike, yet she recalls her own death 70 years ago. Searching for answers she finds plague, destruction, madness and a terrifying adversary, who confronts her with a long forgotten memory and a impossible choice.","original_language":"en","original_title":"Yesterday's Girl","video":false,"title":"Yesterday's Girl","genre_ids":[28,18,878],"poster_path":"\/ry6HJYLHkwqnwrwG6sH6L5WQF5U.jpg","backdrop_path":null,"release_date":"2019-08-31","popularity":2.777,"vote_average":8,"id":627569,"adult":false,"vote_count":2},{"overview":"L.A.P.D. Captain Parker finally is going on Holiday with all his family. At the last moment he has to cancel the program to re-capture a pilferer named Tony Roma, bad copy of a Latin lover. He use to seduce older women and then steals their jewelry. Parker is close to sort the case out when Roma is witness of a Mafia murder. Parker Holiday flies away.","original_language":"it","original_title":"Cane e gatto","video":false,"title":"Thieves and Robbers","genre_ids":[28,35,80],"poster_path":"\/zs81YnizFSwcNZHxUyCY7CCjSH5.jpg","backdrop_path":"\/p9291UBQ2hJcyvwylPUocU1Pwlp.jpg","release_date":"1983-02-11","popularity":4.031,"vote_average":6.5,"id":11613,"adult":false,"vote_count":41},{"overview":"KILL SPEED is a high-octane, youth oriented, TOP GUN meets FAST &amp; FURIOUS tale about best friends who fly home-built, high-tech planes to deliver Mexican manufactured crystal meth throughout rural California in order to fund their Hollywood, rock-star lifestyle.","original_language":"en","original_title":"Kill Speed","video":false,"title":"Kill Speed","genre_ids":[80,28,53],"poster_path":"\/uGxaBraHQISdJM3XaXrRuQNymWh.jpg","backdrop_path":"\/1XypfJSrCpRHw7hXWVkykbC8eea.jpg","release_date":"2010-07-02","popularity":1.879,"vote_average":4.5,"id":47467,"adult":false,"vote_count":17},{"overview":"After Cacopoulos manages to save himself from being hung on a false charge, he robs Cat Stevens and Hutch Bessy of a lot of money and steals their horses. This results in a merry chase and Stevens and Bessy become unwilling allies in Cacopoulus' revenge against the people who deserted him and framed him to get their money back.","original_language":"it","original_title":"I quattro dell'Ave Maria","video":false,"title":"Ace High","genre_ids":[28,35,37],"poster_path":"\/l0X1DdtyRubSoljbNrcmJQGdBe4.jpg","backdrop_path":"\/3HufDPPQ3LBOCTul8nh2GLgLVYp.jpg","release_date":"1969-09-02","popularity":5.368,"vote_average":6.7,"id":11874,"adult":false,"vote_count":74},{"overview":"Rohan is a kind, happy young man who has been blind since birth and works as a voice-over artist for a living. Through friends, he meets Supriya, a working woman who is also blind, but proudly independent. The two start liking each other and get married. Rohan toughest journey starts in his quest of vengeance for Supriya's indirect murderers.","original_language":"hi","original_title":"काबिल","video":false,"title":"Kaabil","genre_ids":[28,53,18],"poster_path":"\/1scmyOBJkEGvb0unRCANHHH3n3S.jpg","backdrop_path":"\/zqRGIqDKoNZfj0XvkuX7hNJWq7D.jpg","release_date":"2017-01-27","popularity":4.048,"vote_average":7.1,"id":403867,"adult":false,"vote_count":74},{"overview":"The life of a young computer systems analyst is thrown into turmoil after arriving in Istanbul to start a new job. She soon finds her passport missing, her credit cards useless, her bank account empty and her identity stolen. As the story progresses we find people and events may not be what they seem ...","original_language":"en","original_title":"The Net 2.0","video":false,"title":"The Net 2.0","genre_ids":[28,18,53],"poster_path":"\/7MMIeO1a710hrJGnkrvAYTwctAg.jpg","backdrop_path":"\/kkGPMppeaiayM5SfglCDsKze7x0.jpg","release_date":"2006-02-15","popularity":4.723,"vote_average":5.3,"id":9834,"adult":false,"vote_count":41},{"overview":"An attractive cop is assigned the task of tracing millions of dollars of stolen church funds. The thief, is locked up in prison, and the plan is to break him out, and follow him to the hidden money. When she falls for the convict, things get complicated. The ex-boyfriend cop is jealous and suspicious.","original_language":"en","original_title":"Soft Deceit","video":false,"title":"Soft Deceit","genre_ids":[28,53],"poster_path":"\/5qcEcmMVU2VR63rj6qRPl8Lcmi.jpg","backdrop_path":null,"release_date":"1994-01-01","popularity":7.962,"vote_average":3.3,"id":26834,"adult":false,"vote_count":3},{"overview":"The final movie in the Kickboxer trilogy about Kurt Sloane.","original_language":"en","original_title":"Kickboxer: Armageddon","video":false,"title":"Kickboxer: Armageddon","genre_ids":[28],"poster_path":"\/zzieYxtIbws8oA0DEwiP9dXVM7T.jpg","backdrop_path":null,"popularity":4.221,"vote_average":0,"id":455223,"adult":false,"vote_count":0},{"overview":"When India's top cricketer is kidnapped in the Middle East, a loose cannon and a rookie cop are tasked with finding him before the high-stakes match with Pakistan.","original_language":"hi","original_title":"ढिशुम","video":false,"title":"Dishoom","genre_ids":[28,35],"poster_path":"\/z6Szqpt0oKGu68AEaMwCjvZFiUQ.jpg","backdrop_path":"\/ci42sWxqZbSnzRV9wrZKbk6nEsV.jpg","release_date":"2016-07-29","popularity":4.457,"vote_average":5.7,"id":393441,"adult":false,"vote_count":47},{"overview":"Stroker Ace, a champion NASCAR driver, is standing at the top of his career, but is getting fed up with having to do as he's told. In between rebelling against his sponsor (a fried chicken chain)'s promotion gimmicks (like making him dress up in giant chicken suit) he spends the rest of the movie trying to bed the buxom Pembrook.","original_language":"en","original_title":"Stroker Ace","video":false,"title":"Stroker Ace","genre_ids":[28,35],"poster_path":"\/9JaPTzL1deaCC4Y3a56nlQ1G0YY.jpg","backdrop_path":"\/f4839FpCrg78YduEKWawnOx9xwf.jpg","release_date":"1983-07-01","popularity":3.827,"vote_average":4.8,"id":19258,"adult":false,"vote_count":21},{"overview":"After the death of his son, Sultan Ali Khan, a middle-aged wrestler, gives up the sport. However, years later, circumstances force him to revive his career and win back the respect of his loved ones.","original_language":"hi","original_title":"सुल्तान","video":false,"title":"Sultan","genre_ids":[18,28],"poster_path":"\/vPTYtKuV8X5uUd3SqnzO14W6Dti.jpg","backdrop_path":"\/qxLtrnpPPQsG1n52zjrbbkRiorx.jpg","release_date":"2016-07-06","popularity":5.683,"vote_average":7.1,"id":376812,"adult":false,"vote_count":117},{"overview":"A cruise ship succumbs to a terrorist act and capsizes on New Year's eve. A rag-tag group of survivors, spearheaded by a priest and a homeland security agent, must journey through the upside down vessel and attempt an escape.","original_language":"en","original_title":"The Poseidon Adventure","video":false,"title":"The Poseidon Adventure","genre_ids":[28,12,18,53,10770],"poster_path":"\/A0D2rFaSrAKiAO7OGww2DgmrDYz.jpg","backdrop_path":"\/gsO4x77viOTIDMXkgLirZ0GnhOL.jpg","release_date":"2005-11-20","popularity":5.38,"vote_average":5.3,"id":28512,"adult":false,"vote_count":52},{"overview":"The aftermath of the Oxygen Destroyer brings forth Destoroyah, a beast intent on killing Godzilla, who is on the verge of a nuclear meltdown.","original_language":"ja","original_title":"ゴジラvsデストロイア","video":false,"title":"Godzilla vs. Destoroyah","genre_ids":[28,12,878],"poster_path":"\/t28laxbteoyubkGPQZJFmrEEdGl.jpg","backdrop_path":"\/mn8WHTtkdjTOpqvSW0uG1EVRGQv.jpg","release_date":"1999-01-19","popularity":5.382,"vote_average":6.9,"id":12561,"adult":false,"vote_count":60},{"overview":"The handsome top agent Matt dies a tragic death in his bath tub - the women mourn about the loss. However it's just faked for his latest top-secret mission: He shall find Dr. Solaris, inventor of the Helium laser beam, powerful enough to destroy a whole continent. It seems Dr. Solaris has been kidnapped by a criminal organization. The trace leads to the Cote D'Azur.","original_language":"en","original_title":"Murderers' Row","video":false,"title":"Murderers' Row","genre_ids":[28,12,18,9648],"poster_path":"\/hxNtyWrC7n6UFQh0urp0UGjEMTs.jpg","backdrop_path":"\/v99fKeCkgaEUQslt4SUG5gh5TSn.jpg","release_date":"1966-12-20","popularity":3.515,"vote_average":6.4,"id":36642,"adult":false,"vote_count":18},{"overview":"A helicopter pilot and an environmental scientist lead a exodus of survivors in a search for a safe haven after a catastrophic tectonic event causes the crust of the earth to break apart.","original_language":"de","original_title":"Global Meltdown","video":false,"title":"Global Meltdown","genre_ids":[28,878,53],"poster_path":"\/3msVFWalwQyfXQONXh9dRM0FLpD.jpg","backdrop_path":"\/pakd7cxBetCEqWGbOWblWi2WGtv.jpg","release_date":"2017-07-06","popularity":4.2,"vote_average":5,"id":514690,"adult":false,"vote_count":17},{"overview":"A WWII film set on a Pacific island. Japanese and allied forces occupy different parts of the island. When a group of British soldiers are sent on a mission behind enemy lines, things don't go exactly to plan. This film differs in that some of the 'heroes' are very reluctant, but they come good when they are pursued by the Japanese who are determined to prevent them returning to base.","original_language":"en","original_title":"Too Late the Hero","video":false,"title":"Too Late the Hero","genre_ids":[18,28,10752],"poster_path":"\/fS1qQDdKME8iHIOn2WOTYZsRRR9.jpg","backdrop_path":"\/3pVJIuV4xPDNIMIv5ZsJPtTV67x.jpg","release_date":"1970-05-20","popularity":10.69,"vote_average":6.4,"id":31935,"adult":false,"vote_count":35}],[{"overview":"In the mean streets of London's East End, a former Serbian commando and a fourteen-year old boy plot revenge against a powerful crime lord and his ruthless lieutenants. As our heroes prepare to take on their enemies, the boy is mentored in the dark arts of assassination and learns the true meaning of friendship, honor and respect.","original_language":"en","original_title":"Montana","video":false,"title":"Montana","genre_ids":[53,80,28,18],"poster_path":"\/l11ZGv8iOtnWZKvGnwirQfasMXA.jpg","backdrop_path":"\/iUIbFuZOBLgomTEXsIQ5gTblt0S.jpg","release_date":"2014-10-05","popularity":3.594,"vote_average":6.3,"id":290336,"adult":false,"vote_count":33},{"overview":"Ghost Recon: Alpha sees a team led by Ghost Leader infiltrate a trade at a Russian depot between a general and a mysterious other figure.","original_language":"en","original_title":"Ghost Recon: Alpha","video":false,"title":"Ghost Recon: Alpha","genre_ids":[28,878,53,10752],"poster_path":"\/jfzhuHGAC9IM8Y8X1QVE8NLUrI9.jpg","backdrop_path":"\/dy8adl3u2GzGQ3QXyYzt2kC0dQf.jpg","release_date":"2012-05-03","popularity":4.223,"vote_average":7.5,"id":107170,"adult":false,"vote_count":50},{"overview":"A young detective goes undercover at an elite private school to destroy an international stolen car ring.","original_language":"en","original_title":"Underclassman","video":false,"title":"Underclassman","genre_ids":[28,35],"poster_path":"\/vDgq9sVWQ5ZYGuHaGGPZsOnURUX.jpg","backdrop_path":"\/Av8s1TwoiHOx7j2jCNpeqOxprDS.jpg","release_date":"2005-09-02","popularity":4.708,"vote_average":5.1,"id":19803,"adult":false,"vote_count":49},{"overview":"Weary of the bloodshed and violence from the martial arts world, a powerful swordsman banishes himself to the humble life a vagrant, wandering the fringes of society. But his violent past refuses to let him go quietly. The master swordsman must regain the ability to wield his sword and fight those disrupting the peace he so desperately craves.","original_language":"zh","original_title":"三少爷的剑","video":false,"title":"Sword Master","genre_ids":[28],"poster_path":"\/sCsFOWDTETklLlVj34msCn0S6JP.jpg","backdrop_path":"\/ts2j3Fwk3f8WAY4AMPYrmOXyRz6.jpg","release_date":"2016-12-09","popularity":5.668,"vote_average":6.1,"id":367206,"adult":false,"vote_count":36},{"overview":"Edgar is a young upper-middle class man, close to completing 30 years old, he lives a full life crisis and is in a position common to the vast majority of Brazilians. On the one hand the power, represented by a corrupt state, abusive and absent in their taxes before their obligations. On the other, crime increasingly organized violence became a constant in the lives of citizens in large cities. Edgar responds to all this as a modern vigilante. With the help of ingredients such as technology, counter-information and manipulation, Edgar concocts a brilliant plan, using the greed of their opponents as the reason for its destruction. As the plot unfolds, we know more about the dark past of each character as Edgar fit the pieces together in an intriguing puzzle that makes up the film's plot.","original_language":"pt","original_title":"2 Coelhos","video":false,"title":"Two Rabbits","genre_ids":[28,80,18],"poster_path":"\/cw5T5dC8gQWmWx5kuUQcSLSrUWR.jpg","backdrop_path":"\/lvivD3cwaOC2CZVQnkBAQ3TtMhy.jpg","release_date":"2012-01-20","popularity":3.526,"vote_average":7,"id":102784,"adult":false,"vote_count":74},{"overview":"An ordinary guy suddenly finds himself forced to fight a gladiator-like battle for a dark website that streams the violence for viewers. Miles must fight heavily armed Nix and also save his kidnapped ex-girlfriend.","original_language":"en","original_title":"Guns Akimbo","video":false,"title":"Guns Akimbo","genre_ids":[35,28],"poster_path":"\/9RO1vLrPb04BjTq1v5KA0ylYcVW.jpg","backdrop_path":null,"release_date":"2020-12-31","popularity":7.806,"vote_average":0,"id":457335,"adult":false,"vote_count":2},{"overview":"A middle-aged couple has a drifter enter their lives. The fish-store owners find that the mysterious young man awakens the couple in ways they didn't expect. Things get tense when the drifter begins an affair with the woman of the house.","original_language":"en","original_title":"Caught","video":false,"title":"Caught","genre_ids":[28,18,53],"poster_path":"\/1UXbJIszOEalpFY0BKkRn1cRv66.jpg","backdrop_path":null,"release_date":"1996-01-24","popularity":4.082,"vote_average":6.2,"id":47260,"adult":false,"vote_count":8},{"overview":"Filmed on location in South Africa, a retelling of H. Rider Haggard's classic novel \"King Solomon's Mines,\" featuring the adventurer who was the inspiration for Indiana Jones.","original_language":"en","original_title":"Allan Quatermain and the Temple of Skulls","video":false,"title":"Allan Quatermain and the Temple of Skulls","genre_ids":[10749,12,28],"poster_path":"\/slkzY0iB1CVCvrgkJiK6Tahs2Jb.jpg","backdrop_path":"\/c0bNZQHAjTaLVaeYJadR4D6kiTo.jpg","release_date":"2008-04-29","popularity":7.812,"vote_average":3.4,"id":14103,"adult":false,"vote_count":15},{"overview":"Hercules has settled down with his wife and children, but misses the good old days traveling around having exciting adventures. Then one day he is persuaded out of his farming \"retirement\" to help a distant village which is being attacked by an unseen monster.  \"Hercules in the Maze of the Minotaur\" is the fifth out of five made for TV movies that spawned the series \"Hercules: The Legendary Journeys\".","original_language":"en","original_title":"Hercules in the Maze of the Minotaur","video":false,"title":"Hercules in the Maze of the Minotaur","genre_ids":[28,12,14,10770],"poster_path":"\/m2JoUnBae0GYYuTEKWRYvddtVnx.jpg","backdrop_path":"\/21HWAoHbXTFkE1NiIuyq83HrQVj.jpg","release_date":"1994-11-19","popularity":3.815,"vote_average":5.5,"id":70811,"adult":false,"vote_count":36},{"overview":"The film concentrates on the camaraderie and the divisions between the troops as they ready for the big offensive. Told in a taut narrative, the men of the 101st, led by Van Johnson, wait out the winter in the Ardennes forest to confront the German army in what would be the last major offensive of World War II. The men are demoralized and trapped, with no hope of support from the Allies.","original_language":"en","original_title":"Battleground","video":false,"title":"Battleground","genre_ids":[28,12,18,10752],"poster_path":"\/2r1eGqOuEgEgskED749DkKHv9dl.jpg","backdrop_path":"\/bam6RudCnYDj8YIZt2vi3bUTxSp.jpg","release_date":"1949-11-09","popularity":5.173,"vote_average":6.8,"id":31623,"adult":false,"vote_count":45},{"overview":"Sweden faces a mysterious attack while Alex tries to reunite with his youth love, Anna.","original_language":"sv","original_title":"Den blomstertid nu kommer","video":false,"title":"The Unthinkable","genre_ids":[53,28,18,10749],"poster_path":"\/470k2PqJSFTzRCM2XLS35nPKmfA.jpg","backdrop_path":"\/x7mj4sWkNS1iD58dqpk1XYdTaaZ.jpg","release_date":"2018-06-20","popularity":4.354,"vote_average":5.5,"id":518502,"adult":false,"vote_count":51},{"overview":"Ren has finally succeeded his boss as the head of the North Fort Gang. For so long, his ambitions had been held back; now, he can realize them. But the ruthless Jian returns with his own gang. Though Ren and Jian were once like brothers, Ren's position is challenged, causing tensions with Qing, his loyal captain. Now that former friends are enemies, what is the price of loyalty? What will be left of friendship when the smoke of battle clears?","original_language":"zh","original_title":"角頭2：王者再起","video":false,"title":"Gatao 2: Rise of the King","genre_ids":[28,18,80],"poster_path":"\/AdfnFyH55QlvwRFMRDKHq0NEpsS.jpg","backdrop_path":"\/mx6b1VxtUA9k1xLinVf38tVjT7f.jpg","release_date":"2018-02-14","popularity":2.46,"vote_average":6.6,"id":506053,"adult":false,"vote_count":5},{"overview":"Beijing, the present day. Popular TV personality Da Peng (Da Peng) is invited by gangster businessman Wang Hai (Liang Chao) to make a film in which he will invest. Wang insists that Da Peng's co-star is TV drama actress Du Xiaoxiao (Yuan Shanshan). However, after a nightclub scandal involving Da Peng goes viral, he's blackballed by a powerful internet executive (Charles Zhang) and finds himself unable to attract any male co-star. Wang also wants his investment back. Da Peng decides to make his own movie on the cheap, using a script he has about an alien, A Li, who arrives on Earth and has various adventures as a superhero.","original_language":"zh","original_title":"煎餅俠","video":false,"title":"Jian Bing Man","genre_ids":[28,35,18],"poster_path":"\/1ffKw8IutedRqXvSFyVRv6a49JV.jpg","backdrop_path":"\/h2tRCCyfckzLWk0LhABzzibz6j2.jpg","release_date":"2015-07-24","popularity":3.602,"vote_average":5.8,"id":348595,"adult":false,"vote_count":27},{"overview":"A mysterious diver hiding in Amsterdam's canal system embarks on a rampage of gruesome murders, terrifying city officials and leaving few clues for the city's best detective, who doesn't suspect that both his new girlfriend and twelve-year-old daughter may be closer than he is to finding the killer.","original_language":"nl","original_title":"Amsterdamned","video":false,"title":"Amsterdamned","genre_ids":[28,27,53],"poster_path":"\/3Z87pn47KCYnw3dpnIsjSfMG17W.jpg","backdrop_path":"\/8WHsLTaAI4yVymNgB1p3fPkF9Js.jpg","release_date":"1988-11-25","popularity":3.869,"vote_average":6.3,"id":2093,"adult":false,"vote_count":61},{"overview":"A tough cop meets his match when he has to guard a gangster's widow on a tense train ride.","original_language":"en","original_title":"The Narrow Margin","video":false,"title":"The Narrow Margin","genre_ids":[28,80,18,9648,53],"poster_path":"\/eaKaiKlCMIzqWah7DbKex8msPkC.jpg","backdrop_path":"\/xrYWIeG8sGHaHQbnDaO4HuqkFj8.jpg","release_date":"1952-05-03","popularity":3.725,"vote_average":7.3,"id":31713,"adult":false,"vote_count":59},{"overview":"Drug baron Peter Loomis (Patrick Stewart) has his $400 million dollar drug fortune stolen in South America. Loomis sends Armor O'Malley (Denis Leary), a ruthless killer to find his money. Cole Parker (Mario Van Peebles), a DEA Agent is on a South American mission of justice and revenge. He is sent to find his father's killer. Cole busts an eccentric smuggler, Dani Servigo (Christopher Lambert) to help Cole to find the smuggler's brother's money that he has stolen from Loomis. But O'Malley wants to find the fortune for himself. In a Cat and Mouse game, Cole and Dani are forced to help each other to find the missing fortune while trying to avoid O'Malley and his men. Together, Servigo and Parker search for the boat.","original_language":"en","original_title":"Gunmen","video":false,"title":"Gunmen","genre_ids":[28,35,53,80],"poster_path":"\/nM0g7H6jvNtzWdX9b9C7qJ8pHHS.jpg","backdrop_path":"\/3YB1sylfN4t5OWjyDSdByrj16fq.jpg","release_date":"1994-02-04","popularity":3.158,"vote_average":5.2,"id":24231,"adult":false,"vote_count":30},{"overview":"Five highly-trained KGB agents are sent to the west to assassinate several Soviet dissidents. In order to stop the diabolical plot, an American agent must infiltrate Soviet intelligence and obtain information from a Russian computer.","original_language":"en","original_title":"Enigma","video":false,"title":"Enigma","genre_ids":[18,28,53],"poster_path":"\/34kkb2QFPIbDv2KhqY0FwtR5Q4F.jpg","backdrop_path":"\/9DOYTzJS25XTnbCAJqBfR9jaejX.jpg","release_date":"1983-01-28","popularity":2.054,"vote_average":6,"id":4628,"adult":false,"vote_count":13},{"overview":"An obsessive-compulsive Japanese librarian living in Bangkok spends most of his days contemplating suicide in his lifeless apartment. His life changes when he witnesses the death of Nid, seconds before he was about to jump off a bridge. This brings him in contact with Nid's elder sister Noi - these two lost and lonely souls help each other find the meaning to their meaningless existences.","original_language":"th","original_title":"เรื่องรัก น้อยนิด มหาศาล","video":false,"title":"Last Life in the Universe","genre_ids":[28,18,53],"poster_path":"\/746laUShJu4MRm8sno5AN7D800O.jpg","backdrop_path":"\/icDljWjaxhwLm7HzsZKcVDB5ekr.jpg","release_date":"2003-08-03","popularity":4.541,"vote_average":7.2,"id":11606,"adult":false,"vote_count":75},{"overview":"In comic Woody Allen's film debut, he took the Japanese action film \"International Secret Police: Key of Keys\" and re-dubbed it, changing the plot to make it revolve around a secret egg salad recipe.","original_language":"en","original_title":"What's Up, Tiger Lily?","video":false,"title":"What's Up, Tiger Lily?","genre_ids":[28,35],"poster_path":"\/AcU8gPPmceM4uUTbAHLwvREDy0o.jpg","backdrop_path":"\/gCJGpqBmAILmTeJHir1xt03Dvgo.jpg","release_date":"1966-11-02","popularity":12.408,"vote_average":5.6,"id":21449,"adult":false,"vote_count":89},{"overview":"Blood Brother takes place on he mean streets of a city in decay, where a recently released convict begins to take a murderous revenge against his childhood friends, whom he believes let him take the fall for a crime they collectively committed. As the bodies start piling up, one of the friends, now a cop, will stop at nothing to put and end to the murderous rampage and to right the many wrongs of their tragically violent past.","original_language":"en","original_title":"Blood Brother","video":false,"title":"Blood Brother","genre_ids":[28,80,18,53],"poster_path":"\/46Z8vyP3G10ASVeLKERc3qgta1E.jpg","backdrop_path":"\/gpwK6mvDyNA7HrbRSQ73vuS0Wvd.jpg","release_date":"2018-11-30","popularity":5.63,"vote_average":6.9,"id":552858,"adult":false,"vote_count":17}],[{"overview":"One night Jefferson Reed gets hit in the chest by a souped-up chunk of meteor. So he can fly, but he's scared of heights. He can master the information in any book ... for about fifteen minutes. Now his friends and family want him to protect their community from the dreaded Golden Lords.","original_language":"en","original_title":"The Meteor Man","video":false,"title":"The Meteor Man","genre_ids":[28,35,14,878,10751],"poster_path":"\/iXaknFVXb1jU1glW5trvBRA6zZQ.jpg","backdrop_path":"\/oeLeqa5yd0KV9ZghzC9qUqQ8z6l.jpg","release_date":"1993-08-06","popularity":4.607,"vote_average":4.9,"id":11244,"adult":false,"vote_count":55},{"overview":"In the midst of a tropical storm, the crew of an offshore oil rig must survive the rampage of a creature after invading its undersea habitat.","original_language":"en","original_title":"The Rig","video":false,"title":"The Rig","genre_ids":[28,27,878,53],"poster_path":"\/23M2svVRDTO18ByFlBf2yd7s8PA.jpg","backdrop_path":"\/lzpWiHtWT6HqRTUI2S9KDYX3ap0.jpg","release_date":"2010-10-05","popularity":3.451,"vote_average":3.7,"id":46368,"adult":false,"vote_count":39},{"overview":"Epic adventure set during a tumultuous time in China, when left without a leader, the cavalry is attacked by the powerful allies and pirate bands. A martial arts master, Wong Fei-Hong and Aunt Yee return to do battle against these evil forces.","original_language":"zh","original_title":"黃飛鴻之五龍城殲霸","video":false,"title":"Once Upon a Time in China V","genre_ids":[28],"poster_path":"\/939IyeoITlrPnHrY6KBuDu4AQ3.jpg","backdrop_path":"\/5yTF9gUm4OPXlKZMCeJ2J1C1JGA.jpg","release_date":"1994-11-17","popularity":3.74,"vote_average":5.3,"id":42287,"adult":false,"vote_count":14},{"overview":"Fueled by remorse and vengeance, a high schooler named Terry McGinnis revives the role of Batman. Under supervision of an elderly Bruce Wayne, he fights crime in a harsh futuristic Gotham.","original_language":"en","original_title":"Batman Beyond: The Movie","video":false,"title":"Batman Beyond: The Movie","genre_ids":[16,28,10751,878],"poster_path":"\/7BCRuuuAVRzJbrm9IqvGaa12Lqo.jpg","backdrop_path":"\/qvHH190tlKmWH6uOz1cGpQnYY28.jpg","release_date":"1999-01-10","popularity":6.689,"vote_average":7.5,"id":64202,"adult":false,"vote_count":87},{"overview":"Police Lt. Leonard Diamond vies to bring a clever, well connected, and sadistic gangster to justice all the while obsessing over the gangster's girlfriend.","original_language":"en","original_title":"The Big Combo","video":false,"title":"The Big Combo","genre_ids":[18,28,53,80,9648],"poster_path":"\/8AeMWtMLZVeGeSGlhQXGMxJCqzo.jpg","backdrop_path":"\/rfBYqppVUQFcMu0yk0XJGrslZyV.jpg","release_date":"1955-02-15","popularity":5.394,"vote_average":7.4,"id":22342,"adult":false,"vote_count":53},{"overview":"After the appearance of a new Gojira (Godzilla), the Japanese government builds a robotic Godzilla from the bones of the original monster that attacked Tokyo in 1954 to stop the beast.","original_language":"ja","original_title":"ゴジラ×メカゴジラ","video":false,"title":"Godzilla Against MechaGodzilla","genre_ids":[878,28],"poster_path":"\/jbFSVc8aRSguOjUCFp4YJXCDN8Z.jpg","backdrop_path":"\/9EaamJaBM0kuvtsZAEUIL6kPuVK.jpg","release_date":"2004-03-23","popularity":4.267,"vote_average":6.7,"id":12636,"adult":false,"vote_count":61},{"overview":"Legendary stunt man, Sonny Hooper remains one of the top men in his field, but due to too many stressful impacts to the spine and the need to pop pain killers several times a day, he knows he should get out of the industry before he ends up permanently disabled.","original_language":"en","original_title":"Hooper","video":false,"title":"Hooper","genre_ids":[28,35],"poster_path":"\/avUeUtx98iNd0hw4CzAl53bhDwD.jpg","backdrop_path":"\/8fO36dTJeENJoY65kfip4ueDYui.jpg","release_date":"1978-07-28","popularity":6.865,"vote_average":6.3,"id":16214,"adult":false,"vote_count":55},{"overview":"Forty-two years after her first visit in Tokyo, Mothra returns to warn mankind that they must return Mechagodzilla, along with Godzilla's bones, to the sea, for the dead must not be disturbed. If not, dire consequences will follow. However, Godzilla is once again on the rampage, and Mechagodzilla is Japan's only defense.","original_language":"ja","original_title":"ゴジラ×モスラ×メカゴジラ／東京SOS","video":false,"title":"Godzilla: Tokyo S.O.S.","genre_ids":[28,878],"poster_path":"\/qeklhi4fuZq07TDNmuSUSYnGsVN.jpg","backdrop_path":"\/7gKatpl5dhPg2D7IGWHkAdlrfic.jpg","release_date":"2004-12-14","popularity":3.27,"vote_average":6,"id":39469,"adult":false,"vote_count":50},{"overview":"A nurse in a Japanese women's POW camp during World War II masterminds an escapee.","original_language":"zh","original_title":"女集中营","video":false,"title":"The Bamboo House of Dolls","genre_ids":[28,18,27,10752],"poster_path":"\/pooQOPU96TSgIivdUP6WPmtCncM.jpg","backdrop_path":"\/rydB39mATwyd6rnvwbpuoUfmWXu.jpg","release_date":"1976-08-22","popularity":2.888,"vote_average":5.5,"id":40029,"adult":false,"vote_count":6},{"overview":"It's 1649: Mazarin hires the impoverished D'Artagnan to find the other musketeers: Cromwell has overthrown the English king, so Mazarin fears revolt, particularly from the popular Beaufort. Porthos, bored with riches and wanting a title, signs on, but Aramis, an abbé, and Athos, a brawler raising an intellectual son, assist Beaufort in secret. When they fail to halt Beaufort's escape from prison, the musketeers are expendable, and Mazarin sends them to London to rescue Charles I. They are also pursued by Justine, the avenging daughter of Milady de Winter, their enemy 20 years ago. They must escape England, avoid Justine, serve the Queen, and secure Beauford's political reforms.","original_language":"en","original_title":"The Return of the Musketeers","video":false,"title":"The Return of the Musketeers","genre_ids":[28,12,35],"poster_path":"\/hWO6U4NVUhLGQiZeZXVUvqIsmFz.jpg","backdrop_path":"\/yltzCdIcvj6gsfb29se8B3QL4DR.jpg","release_date":"1989-08-25","popularity":8.785,"vote_average":6,"id":41946,"adult":false,"vote_count":32},{"overview":"A contract killing organization is managed like a normal company. Hyung-do who regards killing as nothing more than repetitious routine is working for this company. A man loyal to his company and accepted as the firm’s best killer, Hyung-do one day starts feeling doubts about his job and decides to quit his job for a woman he is in love with. Instantly, he is under the threat of being hunted down by his former colleagues.","original_language":"ko","original_title":"회사원","video":false,"title":"A Company Man","genre_ids":[18,28],"poster_path":"\/aqV3feT0JDJ0xl69DPdLvLwTUt0.jpg","backdrop_path":"\/oo9D57NYhFdkjasZUIvLxlOYoam.jpg","release_date":"2012-10-11","popularity":4.789,"vote_average":6.8,"id":134126,"adult":false,"vote_count":76},{"overview":"No overview found.","original_language":"it","original_title":"Il soldato di ventura","video":false,"title":"Il soldato di ventura","genre_ids":[28,35],"poster_path":"\/smMVRr1DFgZ4nVWfk6DJVE73UL2.jpg","backdrop_path":"\/jn7DMCqIDzd1pN2xlcE1OJ5aRst.jpg","release_date":"1976-02-19","popularity":2.429,"vote_average":6.1,"id":11813,"adult":false,"vote_count":31},{"overview":"Laborie is a high-flying officer in the French special forces. Her mission is to escort Abedin Nexhep, a godfather of the Albanian mafia. Charged with heading a wide-reaching prostitution network, this formidable criminal is due to stand trial before a European court. During the transfer, killers hired by Nexhep set up an ambush to free their boss but Laborie and her men manage to escape...","original_language":"fr","original_title":"Nid de guêpes","video":false,"title":"The Nest","genre_ids":[80,28],"poster_path":"\/kIsEf07J8EY2IAtg9Qa6M3527Om.jpg","backdrop_path":"\/uCdHAMknWaR4PbSRlCqAcrN95f3.jpg","release_date":"2002-01-01","popularity":3.413,"vote_average":6.2,"id":22156,"adult":false,"vote_count":61},{"overview":"Two Southern California College Students plot their escape after being kidnapped by a human trafficking ring while on Spring Break in Mexico.","original_language":"en","original_title":"Escape from Ensenada","video":false,"title":"Escape from Ensenada","genre_ids":[28,12,80],"poster_path":"\/13zNLqdzLqMESGbOUPhqmsRD1LO.jpg","backdrop_path":"\/2iJURskxiavPG1XURdcNkchzOXD.jpg","release_date":"2018-01-17","popularity":1.534,"vote_average":4.6,"id":499398,"adult":false,"vote_count":4},{"overview":"Set during the Vietnam war, Firebase follows American soldier Hines through an ever-deepening web of science fiction madness.","original_language":"en","original_title":"Firebase","video":false,"title":"Firebase","genre_ids":[28,878,10752,27],"poster_path":"\/e6qVOjp3QKHrA7k2sAbJSlDXkRM.jpg","backdrop_path":"\/uWLu8u7rbP9rWeeGkeIl2iKRvsw.jpg","release_date":"2017-06-28","popularity":4.088,"vote_average":7,"id":463800,"adult":false,"vote_count":63},{"overview":"Set right before the fall of Thailand's old capital, Ayuttaya, Bang Rajan draws on the legend of a village of fighters who bravely fended off the Burmese armies. With no support from the Royal army, the villagers drives the invading Burmese away many times until their names have become legendary during the time. As each subsequent battles becomes fiercer, the villagers tries to forge a canon to battle the enemy in a final battle where everyone, women and children included, die in combat.","original_language":"th","original_title":"บางระจัน","video":false,"title":"Bang Rajan","genre_ids":[28,36,10752],"poster_path":"\/3FsCKqnlUkTO97HI9OrGIJNeps1.jpg","backdrop_path":"\/wyASyOlGb0nDqEuRfutLU3RJNUf.jpg","release_date":"2001-06-09","popularity":2.965,"vote_average":6.7,"id":39907,"adult":false,"vote_count":16},{"overview":"1950s New York City. A bad and bloody gang war is about to erupt on the dysfunctional streets of Brooklyn. The Deuces at war with the vicious Vipers. Scott Kalvert directs this tale of lust, drugs, mayhem and madness during one hot summer on the streets of New York.","original_language":"en","original_title":"Deuces Wild","video":false,"title":"Deuces Wild","genre_ids":[28,80,18,10749],"poster_path":"\/4qMgW0dQi09hCJqDHcwaSOtyCVS.jpg","backdrop_path":"\/20UUZPhyTqctvJweMjmpVaEHzA2.jpg","release_date":"2002-05-03","popularity":4.614,"vote_average":5.4,"id":13201,"adult":false,"vote_count":48},{"overview":"A young boxer joins a martial arts school to increase his skill so he can enter a martial arts competition. He leaves the school when he hears that a local gangster is terrorizing the town. He comes to the aid of a young singer and brings on the wrath of the local gang. He eventually enters the martial arts competition after learning iron palm technique and takes out all competition.","original_language":"zh","original_title":"天下第一拳","video":false,"title":"Five Fingers of Death","genre_ids":[28],"poster_path":"\/sNjQHTOVElXQ4gkT8e6QXK1LB5p.jpg","backdrop_path":"\/fLXSXx7II2FuiKz2WLsM2ULB1Gh.jpg","release_date":"1973-03-20","popularity":3.648,"vote_average":6.9,"id":21964,"adult":false,"vote_count":37},{"overview":"50 years after a nuclear war, the two superpowers handle territorial disputes in a different way. Each fields a giant robot to fight one-on-one battles in official matches, each piloted by a man inside, known as robot jockeys or jox. The contest for possession of Alaska will be fought by two of the best. The conscientious Achilles fights for the Americans. Opposing him is a Russian, Alexander.","original_language":"en","original_title":"Robot Jox","video":false,"title":"Robot Jox","genre_ids":[878,28],"poster_path":"\/2IdkCMfo5GO3LD2KsGczDFdVxYp.jpg","backdrop_path":"\/69qf3SDH0toPojwWOYxx5qxIAYc.jpg","release_date":"1990-11-21","popularity":6.558,"vote_average":5.7,"id":15618,"adult":false,"vote_count":54},{"overview":"In this first film of the Lone Wolf and Cub series, adapted from the manga by Kazuo Koike, we are told the story of the Lone Wolf and Cub's origin. Ogami Itto, the official Shogunate executioner, has been framed for disloyalty to the Shogunate by the Yagyu clan, against whom he now is waging a one-man war, along with his infant son, Daigoro.","original_language":"ja","original_title":"子連れ狼 子を貸し腕貸しつかまつる","video":false,"title":"Lone Wolf and Cub: Sword of Vengeance","genre_ids":[18,28],"poster_path":"\/uxJJIzw3lDM0RbFQMQsTTRyFO2D.jpg","backdrop_path":"\/r6kZzTqPxaiqpLTJdDJzgItz5bf.jpg","release_date":"1973-08-23","popularity":5.281,"vote_average":7.5,"id":41471,"adult":false,"vote_count":70}],[{"overview":"When Count Contini attempts to destroy the world's economy by masterminding the theft of $1 billion in U.S. gold, ICE chief MacDonald summons secret agent Matt Helm to stop him.","original_language":"en","original_title":"The Wrecking Crew","video":false,"title":"The Wrecking Crew","genre_ids":[28,35,53],"poster_path":"\/9TTNzJ7WijQrB44bFAXDfSXWYap.jpg","backdrop_path":"\/v5ackj4Gac2xm7pBxgrOyL0Grqt.jpg","release_date":"1968-12-30","popularity":3.681,"vote_average":6.1,"id":3054,"adult":false,"vote_count":22},{"overview":"After the British company’s officer Clive takes over the kingdom of Mirza, Princess Zafira and Khudabaksh aka Azaad form a band of rebel pirates who swear to defeat the English officer and win their freedom back. The British Company in return, hire the wily thug Firangi track Azaad’s gang and thwart his plans.","original_language":"hi","original_title":"Thugs of Hindostan","video":false,"title":"Thugs of Hindostan","genre_ids":[28,12],"poster_path":"\/eonEvymAPpXvWvbBu21HYJx8VdS.jpg","backdrop_path":"\/hIug57bHHM7jtWBr0rsMJEVMCzS.jpg","release_date":"2018-11-07","popularity":5.588,"vote_average":5.9,"id":472138,"adult":false,"vote_count":46},{"overview":"Outlaw and self-appointed lawmaker, Judge Roy Bean, rules over an empty stretch of the West that gradually grows, under his iron fist, into a thriving town, while dispensing his his own quirky brand of frontier justice upon strangers passing by.","original_language":"en","original_title":"The Life and Times of Judge Roy Bean","video":false,"title":"The Life and Times of Judge Roy Bean","genre_ids":[28,35,37],"poster_path":"\/zrwZPfQlA67oFdt56ebKz4Pkylv.jpg","backdrop_path":"\/z2rCB47c7zxNg6y3eghIVrDcyF0.jpg","release_date":"1972-12-18","popularity":5.284,"vote_average":6.7,"id":33638,"adult":false,"vote_count":55},{"overview":"This true story follows the exploits of a top secret British military mission to destroy Nazi radio ships in a neutral harbor during WWII. The daring plan is led by British Intelligence officers Col. Lewis Pugh (Gregory Peck) and Capt. Gavin Stewart (Roger Moore). Since the ships are in neutral territory the British Military command, while encouraging the scheme, must deny any knowledge of it if it fails. Pugh and Stewart enlist the aid of retired officer Col. Bill Grice (David Niven) and some of his former soldiers. On the pretext of being on a fishing expedition, these seemingly drunken old men in civilian clothing must board and destroy 3 Nazi ships, whose radio transmissions have resulted in Nazi submarines sinking allied ships. While Stewart arranges a diversion on shore, Pugh and Grice carry out the dangerous raid on and destruction of the Nazi ships.","original_language":"en","original_title":"The Sea Wolves","video":false,"title":"The Sea Wolves","genre_ids":[10752,28,53],"poster_path":"\/kb1YjjKpCrqqsmJDXnlbieJ3wC6.jpg","backdrop_path":"\/aa1DTTkZa8yFP65Q7C0wrSm98NN.jpg","release_date":"1981-06-05","popularity":4.402,"vote_average":5.8,"id":19664,"adult":false,"vote_count":37},{"overview":"Sam Witwicky leaves the Autobots behind for a normal life. But when his mind is filled with cryptic symbols, the Decepticons target him and he is dragged back into the Transformers' war.","original_language":"en","original_title":"Transformers: Revenge of the Fallen","video":false,"title":"Transformers: Revenge of the Fallen","genre_ids":[28,12,878],"poster_path":"\/kVISXAXDYhjQCfu50QZeCCzzbPv.jpg","backdrop_path":"\/tg7UGXaUROpzY5ppPh7dnvy4l7P.jpg","release_date":"2009-06-23","popularity":7.905,"vote_average":6,"id":8373,"adult":false,"vote_count":5218},{"overview":"Franck and Simon are both good cops. They work as partners. But their lives take a tailspin when Simon, driving drunk, causes a tragic car wreck. A few years later, out of the police, he is forced to take matters into his own hands when his family is in danger.","original_language":"fr","original_title":"Mea Culpa","video":false,"title":"Mea Culpa","genre_ids":[28,53],"poster_path":"\/1S29p1gBkOaa3TpTrixgrRvev8N.jpg","backdrop_path":"\/xPF5wT22ewBJ3CCJvVWghtzA1ae.jpg","release_date":"2014-02-05","popularity":5.527,"vote_average":6.4,"id":248611,"adult":false,"vote_count":85},{"overview":"When a sexy, high-end escort holds the key evidence to a scandalous government cover-up, two bumbling young detectives become her unlikely protectors from a ruthless assassin hired to silence her.","original_language":"en","original_title":"Cat Run","video":false,"title":"Cat Run","genre_ids":[28,35,53],"poster_path":"\/lt82eKlcuL6XzuFPygvfV1WSYh3.jpg","backdrop_path":"\/zDtD5gL4JKS6lga9tip7MxpnPIQ.jpg","release_date":"2011-04-01","popularity":4.897,"vote_average":5.9,"id":57353,"adult":false,"vote_count":63},{"overview":"Fujiko befriends a young boy whose late father hid away a treasure, but a killer is on the boy's trail.","original_language":"ja","original_title":"LUPIN THE IIIRD 峰不二子の嘘","video":false,"title":"Lupin the Third: Fujiko Mine's Lie","genre_ids":[28,16,80],"poster_path":"\/4VoPaNzqW3tAsV2PTl6a1CpWmPX.jpg","backdrop_path":"\/zmxb02qBlRVmCYhov4EIV5IJF6V.jpg","release_date":"2019-05-31","popularity":18.228,"vote_average":4,"id":587870,"adult":false,"vote_count":1},{"overview":"Two parallel tales of redemption, a century apart. In the New York storyline, Edge hunts for Angela's gold to pay back a debt, and gradually grows closer to her. In the Macedonian story, the brothers end up fighting for opposite sides of a revolution, with the religious Elijah taking up sides with the Ottoman sultan and gunslinger Luke joining \"the Teacher\" , a Macedonian rebel.","original_language":"en","original_title":"Dust","video":false,"title":"Dust","genre_ids":[28,18,10749,37],"poster_path":"\/qhNlFTwlrte13wX3ntMQJSO7azG.jpg","backdrop_path":null,"release_date":"2001-08-29","popularity":3.837,"vote_average":6,"id":16405,"adult":false,"vote_count":9},{"overview":"Corrupt cops, street gangs, \"Bratki\" in \"Bummers\" (BMWs) steal and \"Merins\" (Mercedeses), angry truck drivers, beautiful women and death are what four friends in a black Bummer who go on a mission from one region of Russia to another are about to face in the wasteland of small-town Russia. A critique of the policies of Boris Yeltsin, it depicted the economic crisis that followed Russia's transition towards a free market economy, and with it, a lost generation, with no job security, who are pushed into a world of crime and rebellion. Despite a modest budget of US$700,000, and a limited cinematic release, it became a national hit in Russia as well its soundtrack, popularized by 'Seryoga's' (Серёга) music video \"Чёрный Бумер\" (\"Black Bummer\"). Both the film and its soundtrack have won awards, including the prestigious Golden Aries from the Russian Guild of Film critics.","original_language":"ru","original_title":"Бумер","video":false,"title":"Bummer","genre_ids":[28,80,18],"poster_path":"\/419ZSC7qIKEGJfvl7gmsYrqa9kJ.jpg","backdrop_path":"\/8kLVbQXi65bS9J9PViHF95ltvUd.jpg","release_date":"2003-08-02","popularity":4.567,"vote_average":6.4,"id":62276,"adult":false,"vote_count":48},{"overview":"In this swordfighting comedy, a young noblewoman falls in love with a prince of the Imperial House. By accident, she acquires the martial arts skills of the White Dragon. New in her power, she learns that there are definite advantages in performing \"good deeds\" as the Little White Dragon.","original_language":"zh","original_title":"小白龍情海翻波 \/ The White Dragon","video":false,"title":"The White Dragon","genre_ids":[28,12,35,18,14,10749],"poster_path":"\/hX2pukJtXDkmtHxr8DIYZC3EY3r.jpg","backdrop_path":"\/nQx2Ks3Sl82BygE71BgyaHFlo1a.jpg","release_date":"2004-10-28","popularity":4.267,"vote_average":5.2,"id":10109,"adult":false,"vote_count":11},{"overview":"Set in the world of drone technology and fifth generation fighters, this sequel will explore the end of the era of dogfighting.","original_language":"en","original_title":"Top Gun: Maverick","video":false,"title":"Top Gun: Maverick","genre_ids":[28,18],"poster_path":"\/i0FHyNF9VvQTXOi4yKnZJ1zql1.jpg","backdrop_path":"\/vvfjmGd4iypwE89e3ZkhEsTNQyH.jpg","release_date":"2020-06-26","popularity":6.818,"vote_average":0,"id":361743,"adult":false,"vote_count":0},{"overview":"Josh meets a young woman who shortly afterwards collapses and is rushed to hospital in an ambulance. He follows after her only to find that there is no record her being admitted, and he soon learns that her room mate also vanished after being picked up by the same ambulance. Convinced of a conspiracy, Josh proceeds to investigate, despite the discouragement of the police.","original_language":"en","original_title":"The Ambulance","video":false,"title":"The Ambulance","genre_ids":[28,35,27,53,10749],"poster_path":"\/4LLZj5sTNqkw112C8nkFgGcdCXY.jpg","backdrop_path":"\/pHHqrgeUiJugA6PUn8JVXlRSPMH.jpg","release_date":"1990-03-22","popularity":3.521,"vote_average":6.1,"id":79509,"adult":false,"vote_count":39},{"overview":"A bacteriological weapon developed by the US Government to create a super soldier - spreads an epidemic in a quiet little town in the middle of Eastern Europe. All citizens have been turned into infected zombies. The plan is to bring an atomic bomb into the city's nuclear plant to pretend a terrible accident occurred. No one has to know the truth. A team of mercenaries is hired to complete the mission. The battle is on. Hordes of monsters against the team. Who will survive?","original_language":"en","original_title":"Zombie Massacre","video":false,"title":"Zombie Massacre","genre_ids":[28,27],"poster_path":"\/8LRsVQQBD7HRL1bET321ZhtorzA.jpg","backdrop_path":"\/wNPGF4UpVDB6Ux7WFZBZOyd2Ebj.jpg","release_date":"2013-08-06","popularity":2.88,"vote_average":3.3,"id":153509,"adult":false,"vote_count":32},{"overview":"Hobos encounter a sadistic railway conductor that will not let anyone \"ride the rails\" for free.","original_language":"en","original_title":"Emperor of the North Pole","video":false,"title":"Emperor of the North","genre_ids":[28,12,18,53],"poster_path":"\/mMlbANoaofLVxYWUBJIFLIe5ox1.jpg","backdrop_path":"\/4upudpAITtzUa3N5QJ1VqFkBxYr.jpg","release_date":"1973-05-23","popularity":5.8,"vote_average":6.9,"id":31943,"adult":false,"vote_count":53},{"overview":"A group of Russian mobsters have stolen a huge supply of paper for printing U.S. currency, and are now flooding the market with conterfeit bills. When one of the mobsters decides to give herself in and hand over a data CD to the DA, she is shot and killed, but not before handing the disc to an unsuspecting Tommy Lee. Despite working with the police as a martial arts instructor, Lee doesn't go to the cops with the disc, but instead goes on the run, giving the mafia time to kidnap his daughter and hold as a hostage in exchange for return of the disc. Will Tommy ever see his daughter again?","original_language":"en","original_title":"Best of the Best 4: Without Warning","video":false,"title":"Best of the Best 4: Without Warning","genre_ids":[28,53,12],"poster_path":"\/mWkdM2xjjKwz5rZIhWjI4sDhGP0.jpg","backdrop_path":"\/6VQEfjNPaspZeccPQPf3gWQHUt9.jpg","release_date":"1998-10-10","popularity":4.542,"vote_average":5.4,"id":36567,"adult":false,"vote_count":14},{"overview":"L'Alpagueur is a free-lance spy from the French secret agency. He's put on the investigation about L'epervier, a serial-killer who employs young boys to help him robbing banks before killing them.","original_language":"fr","original_title":"L'alpagueur","video":false,"title":"Hunter Will Get You","genre_ids":[28,80,53],"poster_path":"\/qb800iPhaDjXoD1Od7fDWzsRgSB.jpg","backdrop_path":"\/pbUAN3YvZvnqaG3pMHGXlbQLXgp.jpg","release_date":"1976-02-01","popularity":2.914,"vote_average":6.7,"id":11512,"adult":false,"vote_count":39},{"overview":"Ryūichi and his small gang of Triad vie for control of the Japanese underworld in a crime-ridden Shinjuku quarter while Detective Jojima tries to bring it down.","original_language":"ja","original_title":"DEAD OR ALIVE 犯罪者","video":false,"title":"Dead or Alive","genre_ids":[28,53,80,18],"poster_path":"\/aQb7m8n8rQPvEAt4r1JjpuYrkQ6.jpg","backdrop_path":"\/2PO8QCiFmAxLaQzOs7S32mKpadu.jpg","release_date":"1999-11-27","popularity":4.445,"vote_average":6.5,"id":11315,"adult":false,"vote_count":68},{"overview":"Commissary Rizzo in Napoli gets a message from a policeman from South Africa who wants to meet him. Immediatlz before this meeting the south African policeman is killed. Dying he shows Rizzo a picture of his little son Bodo. Riyyo travels to Johannesburg to find out what the policeman was working on and to find Bodo.","original_language":"it","original_title":"Piedone l'africano","video":false,"title":"Flatfoot in Africa","genre_ids":[28,35,80,18],"poster_path":"\/syzv0pVW80PZsq3qxAZLmsBSBS1.jpg","backdrop_path":"\/qqGDMVTcgugQYjO97tAEPdjWNzh.jpg","release_date":"1978-06-23","popularity":4.948,"vote_average":6.3,"id":11055,"adult":false,"vote_count":73},{"overview":"Maya becomes the target of the Russian mafia after her husband, a successful American businessman, is killed.","original_language":"en","original_title":"Assassins Run","video":false,"title":"Assassins Run","genre_ids":[28,80,53],"poster_path":"\/9PivERaRZwxeSm9StmntQw5tw9V.jpg","backdrop_path":"\/1IkJRpetczgCxPOA9c6WDu3TlNa.jpg","release_date":"2013-04-23","popularity":4.089,"vote_average":4.4,"id":185497,"adult":false,"vote_count":23}],[{"overview":"An innocent cab driver is mistaken for a contract killer and imprisoned. Soon, he is sprung by a mob boss who needs \"Killer\" for a few more jobs.","original_language":"pl","original_title":"Kiler","video":false,"title":"Killer","genre_ids":[35,28],"poster_path":"\/696QLNTrMpFgFZ6kt4tRGEz3Vfa.jpg","backdrop_path":"\/3ddiFTHOgUQIX2I6j7vt1vruvZ1.jpg","release_date":"1997-11-17","popularity":3.894,"vote_average":7.9,"id":31132,"adult":false,"vote_count":57},{"overview":"A slave owner in the 1840s trains one of his slaves to be a bare-knuckle fighter.","original_language":"en","original_title":"Mandingo","video":false,"title":"Mandingo","genre_ids":[28,18,36,10749],"poster_path":"\/3lXWCXumFeoJQLgW4YiOtTweilO.jpg","backdrop_path":"\/t721sMm0Isvm7bhEeti0bBkjhK7.jpg","release_date":"1975-07-25","popularity":3.39,"vote_average":6.4,"id":38027,"adult":false,"vote_count":32},{"overview":"Gopal and his best friends are back again, and this time they move back to their old neighborhood in a new palatial house where they learn that it is being haunted by a ghost.","original_language":"hi","original_title":"गोलमाल अगेन","video":false,"title":"Golmaal Again","genre_ids":[35,27,28,14],"poster_path":"\/kGx26PL1v658T8XbOk5MfmNpHU3.jpg","backdrop_path":"\/cGxtmOAXPT4frwb23HH8VEM7sZa.jpg","release_date":"2017-10-20","popularity":3.681,"vote_average":5.8,"id":472123,"adult":false,"vote_count":45},{"overview":"Mitchell Goosen is sixteen\/seventeen year old kid from California who loves to surf and roller blade. Yet, his parents, who are two zoologists were given a grant to work in Australia. The only problem was: Mitchell couldn't go with them. So, he gets sent to stay with his aunt, uncle, and cousin in Cincinnati, Ohio. When he arrives, he meets his cousin who is also his new roommate for the next six months: Wiley. Mitchell then goes to school and gets on the bad side the high school hockey players. Mitchell and Wiley end up enduring weeks of torture from the guys. Then, the big guys and Mitchell and Wiley have to learn to get along to try to beat the Central High School rivals in a competition down Devil's Backbone","original_language":"en","original_title":"Airborne","video":false,"title":"Airborne","genre_ids":[28,12,35],"poster_path":"\/7QurLRJBO39eqwkLsGomuQqHL3b.jpg","backdrop_path":"\/A47POlVOMMr6n6Ms3iGW0Rsubw4.jpg","release_date":"1993-09-17","popularity":3.702,"vote_average":6,"id":13064,"adult":false,"vote_count":39},{"overview":"Buster McHenry is as an undercover agent for the police. His mission involves him in a robbery. Buster gets shot but Hank Storm, an Indian, helps Buster. Since Hank wants a spear in the possession of the criminals that Buster is after, they team up.","original_language":"en","original_title":"Renegades","video":false,"title":"Renegades","genre_ids":[28,80,53],"poster_path":"\/x5FqQE1iWjIomIVkNwDgw1u2Xkx.jpg","backdrop_path":"\/zDFTlWzmQM8Z1PYlIVUHj0Fq5NQ.jpg","release_date":"1989-06-02","popularity":4.294,"vote_average":5.6,"id":20307,"adult":false,"vote_count":31},{"overview":"When villagers begin disappearing it is discovered that they had fallen through a crack in the earth which goes straight to Hades. Hercules once again comes to the rescue and faces one of his most difficult challenges, and must prove himself as a man as well as a god. \"Hercules in the Underworld\" is the fourth made for TV movie in the series Hercules: The Legendary Journeys.","original_language":"en","original_title":"Hercules in the Underworld","video":false,"title":"Hercules in the Underworld","genre_ids":[28,12,14,10770],"poster_path":"\/a7PIWmUrmb4qlARhcuLQonIeoju.jpg","backdrop_path":"\/7m9hW5jbt26kHiAXSdHogpDq7Fv.jpg","release_date":"1994-11-07","popularity":4.711,"vote_average":5.2,"id":75834,"adult":false,"vote_count":49},{"overview":"When Japanese organized crime imbeds itself within LA, the police turn to one man to take down the deadly Yakuza — Joe Marshall, aka \"The Samurai.\" With his fearless swagger and rock hard jaw, The Samurai tears a two-fisted hole through the mob and doesn't stop until the job is done.","original_language":"fr","original_title":"Samurai Cop","video":false,"title":"Samurai Cop","genre_ids":[28,80,53],"poster_path":"\/kbtRmNNibVxXWifMpJS39mJTKRk.jpg","backdrop_path":"\/xz9qv8LWUoirWOLrnIq0mDGLyxK.jpg","release_date":"1991-11-30","popularity":3.995,"vote_average":4.4,"id":65374,"adult":false,"vote_count":60},{"overview":"A former bounty hunter who finds himself on the run as part of a revamped Condemned tournament, in which convicts are forced to fight each other to the death as part of a game that's broadcast to the public.","original_language":"en","original_title":"The Condemned 2","video":false,"title":"The Condemned 2","genre_ids":[28],"poster_path":"\/2iaerqaKRw1xAUzqIJRF96hZw2u.jpg","backdrop_path":"\/eXEL5VVxFoKYaGqeAoEJFE0QQvX.jpg","release_date":"2015-11-06","popularity":4.774,"vote_average":4.2,"id":353610,"adult":false,"vote_count":54},{"overview":"Sentenced to spend out the rest of his adult life laboring in the harsh deserts of Egypt, the Thracian slave Spartacus gets a new lease on life when he is purchased by the obese owner of a Roman gladiator school. Moved by the defiance of an Ethiopian warrior, Draba, Spartacus leads a slave uprising which threatens Rome's status quo. As Spartacus gains sympathy within the Roman Senate, he also makes a powerful enemy in form of Marcus Lucinius Crassus, who makes it a matter of personal honor to crush the rebellion.","original_language":"en","original_title":"Spartacus","video":false,"title":"Spartacus","genre_ids":[28,18,36,10770],"poster_path":"\/84cPM68NCCUNtuVHAiZXc7udNJN.jpg","backdrop_path":"\/fzfe2srDBAQLfvlYRpAACvwe39X.jpg","release_date":"2004-04-18","popularity":3.63,"vote_average":7,"id":32528,"adult":false,"vote_count":29},{"overview":"","original_language":"en","original_title":"Mission: Impossible 7","video":false,"title":"Mission: Impossible 7","genre_ids":[28],"poster_path":"\/zThtCUHegmEZhoYbh1eAJslhfPK.jpg","backdrop_path":null,"release_date":"2021-07-23","popularity":6.402,"vote_average":0,"id":575264,"adult":false,"vote_count":0},{"overview":"Action - When a shower of massive meteors threatens an extinction level on Earth, the world's greatest minds devise a dangerous plan that will take the planet off its axis in order to avoid the impact. -  Tia Carrere, Jason Brooks, Robert Davi","original_language":"en","original_title":"Asteroid vs Earth","video":false,"title":"Asteroid vs Earth","genre_ids":[28,12,878,10770],"poster_path":"\/uUSk8x6KgfqIwq2BthNMAxoJ5vf.jpg","backdrop_path":"\/b22GAXm7UxEF5I0n0phNa25ZlED.jpg","release_date":"2014-01-01","popularity":2.717,"vote_average":4.1,"id":273756,"adult":false,"vote_count":17},{"overview":"A chauffeur kidnaps his rich boss's dog to hold it for ransom, but when she accidentally gets the dog back, she thinks that it's the chauffeur who's been kidnapped.","original_language":"en","original_title":"Screwed","video":false,"title":"Screwed","genre_ids":[28,35],"poster_path":"\/m6FfMbH1ga1Kp5QI9Nm0ETOIG64.jpg","backdrop_path":"\/9Zq7mwng8hcLM4otExb6CmuIBBs.jpg","release_date":"2000-05-12","popularity":5.294,"vote_average":5.5,"id":19419,"adult":false,"vote_count":37},{"overview":"A rookie detective, son of a dead disgraced cop, works to solve his first major case while under the watchful eye of a ghost-like assassin.","original_language":"en","original_title":"The Assassin's Code","video":false,"title":"The Assassin's Code","genre_ids":[28,53],"poster_path":"\/6YaLITnYgxtYyeYi3YP1otBMxrr.jpg","backdrop_path":"\/7sDrjvHuyBONGvw2MCNcRlIDRgq.jpg","release_date":"2018-05-11","popularity":5.536,"vote_average":5.5,"id":516321,"adult":false,"vote_count":14},{"overview":"A former thief who is trying to go straight seeks vengeance on those who framed him.","original_language":"en","original_title":"Today You Die","video":false,"title":"Today You Die","genre_ids":[28,12,53],"poster_path":"\/fSL56vXRp4Qh23vXPiAhJMFKZgB.jpg","backdrop_path":"\/7DZnrwt7SvqhPBit3DbcXqFNAVe.jpg","release_date":"2005-09-13","popularity":5.606,"vote_average":4.3,"id":8382,"adult":false,"vote_count":50},{"overview":"Professor Van Helsing had been asked to help against the tyranny of skeletal creatures that are responsible for terror and death amongst the peasants in rural China. He is the only person qualified to deal with the cause of these phenomena, for the undead are controlled by the most diabolical force of all.... Count Dracula. But he is not alone- to aid him comes a mystical brotherhood of seven martial arts warriors.","original_language":"zh","original_title":"The Legend of the 7 Golden Vampires","video":false,"title":"The Legend of the 7 Golden Vampires","genre_ids":[28,27],"poster_path":"\/gidYW1wR6Gd0TS00Dn3Np5l77VO.jpg","backdrop_path":"\/lGjrTjjxtzioyPcTJztZUiPejAu.jpg","release_date":"1979-06-01","popularity":6.804,"vote_average":5.9,"id":26480,"adult":false,"vote_count":44},{"overview":"A soldier-turned-high school teacher uses unusual methods to reach to a class of poor students, while dealing with a greedy entrepreneur and his gang of fighters as well as the government.","original_language":"zh","original_title":"大師兄","video":false,"title":"Big Brother","genre_ids":[28,18,35],"poster_path":"\/z6Y6uQn2fORr7o43EggQrTsp08o.jpg","backdrop_path":"\/5MyjGUa2piiEyNH4UcLp3YV9cwo.jpg","release_date":"2018-08-16","popularity":6.978,"vote_average":7.8,"id":504056,"adult":false,"vote_count":22},{"overview":"The Leiningen South American cocoa plantation is threatened by a 2-mile-wide, 20-mile-long column of army ants.","original_language":"en","original_title":"The Naked Jungle","video":false,"title":"The Naked Jungle","genre_ids":[28,12,18,10749],"poster_path":"\/i1t4FfKRd6EpN3wrb7HwJJxbE7X.jpg","backdrop_path":"\/xF1WtgRAy9Z14Nde402F5iNIy1E.jpg","release_date":"1954-03-03","popularity":3.181,"vote_average":6.5,"id":61988,"adult":false,"vote_count":41},{"overview":"Dan Saxon is an undercover cop who infiltrates a biker gang to nail the scum behind a drug-smuggling operation. In order to maintain the trust of the gang's leader, he must commit ever more dangerous and heinous crimes. Just how far 'beyond the law' will Saxon go?","original_language":"en","original_title":"Beyond The Law","video":false,"title":"Beyond The Law","genre_ids":[18,28,53],"poster_path":"\/iMIAPwqcdHx4hWGwPgwGB5a18lb.jpg","backdrop_path":"\/bus49rzNoayKuKZxkNastt5mXTW.jpg","release_date":"1994-10-19","popularity":3.961,"vote_average":6.1,"id":18631,"adult":false,"vote_count":37},{"overview":"Gordon Patrick, a young CIA analyst is assigned to investigate the mysterious death of a major Russian political figure.","original_language":"en","original_title":"Silent Partner","video":false,"title":"Silent Partner","genre_ids":[28,80],"poster_path":"\/nD3N6bigQooOzosJnsF3yS7M62X.jpg","backdrop_path":"\/mtnTNjTWcCIJ13dEs70u2FFuYHo.jpg","release_date":"2006-09-05","popularity":3.452,"vote_average":4.2,"id":23200,"adult":false,"vote_count":6},{"overview":"David Hare concludes his trilogy of films about MI5 renegade Johnny Worricker with another fugue on power, secrets and the British establishment. Johnny Worricker goes on the run with Margot Tyrell across Europe, and with the net closing in, the former MI5 man knows his only chance of resolving his problems is to return home and confront prime minister Alec Beasley.","original_language":"en","original_title":"Salting the Battlefield","video":false,"title":"Salting the Battlefield","genre_ids":[28,18,80],"poster_path":"\/yFE5ALjp94oYIAnCDVhhCerH0ve.jpg","backdrop_path":"\/fR0NPtsOy0BpYY4axTfi8KgfAnh.jpg","release_date":"2014-11-16","popularity":4.944,"vote_average":6.1,"id":260339,"adult":false,"vote_count":57}],[{"overview":"After New York City firefighter Terry Lynch is unable to receive any compensation for an injury incurred during the off-duty rescue of a young girl, he grows suicidal. Furious, his brother Jimmy attempts to have Mayor Tyler intervene, but the corrupt politician instead denounces Terry as a drunk. Determined to get justice, Terry begins a graffiti campaign of embarrassing slogans mocking the mayor, which soon captivates the city.","original_language":"en","original_title":"Turk 182!","video":false,"title":"Turk 182!","genre_ids":[28,35,18],"poster_path":"\/lWaRAoWJJLautN6jLzu4GtlACbN.jpg","backdrop_path":"\/iFBTiTlObOCQYor8zfxbLFlVjT6.jpg","release_date":"1985-02-15","popularity":3.81,"vote_average":6.2,"id":27969,"adult":false,"vote_count":36},{"overview":"Seagal plays a man with a dark and violent past, who seeks revenge for the murder of his son.","original_language":"en","original_title":"Urban Justice","video":false,"title":"Urban Justice","genre_ids":[80,28,53],"poster_path":"\/owBmON7qbru3VvV6AaorgtXhMmF.jpg","backdrop_path":"\/ouFUwJaeIywy9sTdpawdmWSEr9q.jpg","release_date":"2007-11-13","popularity":6.395,"vote_average":5.4,"id":17317,"adult":false,"vote_count":56},{"overview":"As a North Korean sleeper cell agent, Ryu-han infiltrates the South and assumes the role of a village idiot in a rural town. He observes the townsfolk and waits patiently for his mission. One day, after 2 years of playing the role of the village idiot, fellow elite spies Hae-rang, posed as a rock star and Hae-jin, posed as an ordinary student, are dispatched to the same town as Ryu-han. He helps the other two spies settle in and teach them how to adjust in the South. There is a sudden drastic political power shift in the North and all three spies receive an urgent and ultimate mission.","original_language":"ko","original_title":"은밀하게 위대하게","video":false,"title":"Secretly, Greatly","genre_ids":[28,18,35],"poster_path":"\/n5ESZzOGxnmugkLvyd45wOsn0mg.jpg","backdrop_path":"\/i7WGMPb7DLPvxPWOaDnAhzJAooI.jpg","release_date":"2013-06-05","popularity":4.249,"vote_average":7.1,"id":199584,"adult":false,"vote_count":78},{"overview":"The 9th Godzilla film was the last made by the original Godzilla creators, and was meant to be a grand finale.  Aliens have released all the giant monsters from their imprisonment on Monster Island and are using them to destroy earth's major cities.  It is up to the daring crew of the super rocket ship X-2 to infiltrate the aliens' headquarters before the Earth monsters and King Ghidrah annihilate the planet.","original_language":"ja","original_title":"怪獣総進撃","video":false,"title":"Destroy All Monsters","genre_ids":[28,27,878,53],"poster_path":"\/fqJo6QrNx0poSwpZIdOZmSXi2UP.jpg","backdrop_path":"\/kUhTp6ydM86HJSYtkc6x8Sv8b85.jpg","release_date":"1969-05-23","popularity":4.848,"vote_average":6.2,"id":3107,"adult":false,"vote_count":63},{"overview":"A Molokai-based civilian pilot and an undercover DEA agent intercept a delivery of diamonds intended for druglord Seth Romero. Seth, his henchmen, and other island undesirables launch a full-scale assault on the duo. If they're going to survive, they'll need the help of agent Rowdy Abilene and his partner.","original_language":"en","original_title":"Hard Ticket to Hawaii","video":false,"title":"Hard Ticket to Hawaii","genre_ids":[28,12],"poster_path":"\/yZBHqhCZYAAihDBgMvQziITtLUO.jpg","backdrop_path":"\/74kuNR2Ot1DIPvbeEh8bEEplXYZ.jpg","release_date":"1987-03-01","popularity":4.153,"vote_average":4.7,"id":26011,"adult":false,"vote_count":45},{"overview":"Douglas, a broken, solitary, Spitfire Ace, must overcome his past to lead a Lancaster bomber crew in the pivotal aerial war over Berlin, in 1944.","original_language":"en","original_title":"Lancaster Skies","video":false,"title":"Lancaster Skies","genre_ids":[18,10752,28],"poster_path":"\/nOHm72CCU5vvrbWhqaDZMkwZ2IP.jpg","backdrop_path":"\/kDXYvEJj6IcWXZjojxZ7C4Y9dUW.jpg","release_date":"2019-02-27","popularity":9.09,"vote_average":5.7,"id":517517,"adult":false,"vote_count":10},{"overview":"After an earthquake destroys their underwater station, six researchers must navigate two miles in the dangerous, unknown depths of the ocean floor to make it to safety in a race against time.","original_language":"en","original_title":"Underwater","video":false,"title":"Underwater","genre_ids":[28,27],"poster_path":"\/wzkcVyLQjA5x2zqzu9zzCd7Cwdg.jpg","backdrop_path":"\/fYPiQewg7ogbzro2XcCTACSB2KC.jpg","release_date":"2020-01-10","popularity":17.968,"vote_average":0,"id":443791,"adult":false,"vote_count":0},{"overview":"Ruthless cop Chul-joong and a merciless killer in raincoat run into each other in a small alleyway and form a fatal bond. A free-for-all fight occurs by coincidence on a rainy street. A week later, the dead bodies of an old couple are discovered with multiple stab wounds. Chul-joong suddenly recalls the night he met the man in the raincoat. Chul-joong meets the old couple's son CHO Gyoo-hwan. He has an intuition that CHO is the murder but has no clue. In the meantime, another murder takes place in the same fashion. The showdown between a dirty cop and a killer unfolds, as things get more personal.","original_language":"ko","original_title":"공공의 적","video":false,"title":"Public Enemy","genre_ids":[28,18],"poster_path":"\/mQ3YNslcMXDuOVkY21j5cOagH65.jpg","backdrop_path":"\/hwGA0G51VXwEtlqqaUERXtQxHh.jpg","release_date":"2002-01-25","popularity":3.641,"vote_average":7.1,"id":33171,"adult":false,"vote_count":27},{"overview":"","original_language":"tr","original_title":"Pek Yakında","video":false,"title":"Pek Yakında","genre_ids":[28,35,18],"poster_path":"\/1WFFgXjvbYxn21b6ZJPK5ZTL7hw.jpg","backdrop_path":"\/A4TVrZIpJN2IEmHg1LpnLwEco75.jpg","release_date":"2014-10-02","popularity":3.284,"vote_average":6.8,"id":295748,"adult":false,"vote_count":58},{"overview":"After returning home from a traumatic tour of duty in Iraq, John finds himself struggling with PTSD. What little peace he had managed to build around him is shattered one fateful day when he rescues a local call girl from a group of violent Aryan Brotherhood pimps. Having killed several of the high-ranking brotherhood during the rescue, John and his family are now the prime targets of Hollis, the ruthless criminal leader of the group.","original_language":"en","original_title":"Puncture Wounds","video":false,"title":"Puncture Wounds","genre_ids":[28,18],"poster_path":"\/fL9gaUB296G1ULYacc3um6Ddn7q.jpg","backdrop_path":"\/9vYqY0wqQYLq6pmQs2FDXIza1Z3.jpg","release_date":"2014-03-11","popularity":3.773,"vote_average":4.6,"id":252830,"adult":false,"vote_count":33},{"overview":"A Mexican outlaw known as \"The Stranger\" is part of a band of thieves that steal a cargo of gold from a stagecoach. However, the Americans in the band betray him, and shoot all the Mexicans. The Stranger is not completely dead though, and crawls his way out of his shallow grave, continuing his pursuit of the gold, and exacting a bloody vengeance.","original_language":"it","original_title":"Se sei vivo spara","video":false,"title":"Django Kill... If You Live, Shoot!","genre_ids":[28,37,27],"poster_path":"\/sWH7Mh3pZq7as2X1nTLJ5nVvQUp.jpg","backdrop_path":"\/7cT0Hf1F9RqDd78yyQKt1HKc2gf.jpg","release_date":"1967-05-03","popularity":3.457,"vote_average":5.7,"id":61943,"adult":false,"vote_count":30},{"overview":"Follows the journey of John and Colt, gunfighters and sometime lovers, on parallel but very different journeys through an underground dueling culture.","original_language":"en","original_title":"Blunt Force Trauma","video":false,"title":"Blunt Force Trauma","genre_ids":[28],"poster_path":"\/x7RHFbxurmz8BVNmctP85Bx0cxg.jpg","backdrop_path":"\/jNqUca6Ol2za8lQ6RPoiaMuc6pD.jpg","release_date":"2015-10-05","popularity":3.941,"vote_average":4.5,"id":360387,"adult":false,"vote_count":42},{"overview":"The plot is about a guile young terrorist who is able to blackmail a series of companies by placing home-made radio controlled bombs within the central attraction of amusement parks; roller coasters. The young man played by Timothy Bottoms gives a hard time to the cops after they give him UV marked money. He then wants revenge and places a bomb in a roller coaster at the most important amusement park event of the year.","original_language":"en","original_title":"Rollercoaster","video":false,"title":"Rollercoaster","genre_ids":[28,53],"poster_path":"\/sMcGqhH4ff0Uk58Zikfr1MKirQJ.jpg","backdrop_path":"\/w9kOdDNDMk5Lxn3UdRkGEMRgucF.jpg","release_date":"1977-06-10","popularity":8.519,"vote_average":5.9,"id":10670,"adult":false,"vote_count":59},{"overview":"Two nice guys, a wrestler (Bud Spencer) and an Ice-cream vendor (Giuliano Gemma) are mistaken for dangerous killers by an important local gangster, whose nickname is \"Sorriso\". With the help of many funny coincidences they play along with Sorriso \"working\" for him, just to survive, but, when they receive the order to butcher the components of a very indigent family they are unmasked and...","original_language":"it","original_title":"Anche gli angeli mangiano fagioli","video":false,"title":"Even Angels Eat Beans","genre_ids":[80,28,35],"poster_path":"\/53AtSILFZS9vbkPq4zZ8WIhc5HP.jpg","backdrop_path":"\/1hhKle2HCRyNd9aCTTqyBgNxMfB.jpg","release_date":"1973-03-22","popularity":6.835,"vote_average":6.5,"id":11612,"adult":false,"vote_count":101},{"overview":"The Game World launches an attack on the Real World. In front of Kamen Rider Ex-Aid and Uchu Sentai Kyuranger appears the \"Arena of Death\" where the destruction of the Earth will be decided. Trapped in this inescapable dimension, generations of Super Sentai and Kamen Riders must engage in a Battle Royale. An unprecedented battlefield of many puzzles connecting the Real and Game worlds. And then, \"Those Heroes\" revive... Everything is scaled up, all rules are broken! And when it seems like the real world will fall into a disaster, imagination brings forth unimaginable New Heroes!","original_language":"ja","original_title":"仮面ライダー×スーパー戦隊 超スーパーヒーロー大戦","video":false,"title":"Kamen Rider × Super Sentai: Chou Super Hero Taisen","genre_ids":[28,12,878],"poster_path":"\/292ShxSyJHPcKT2zmwPd99fB0sm.jpg","backdrop_path":"\/3bP9EsMmK4rSrldOMuveHtQ9M1D.jpg","release_date":"2017-03-25","popularity":2.254,"vote_average":2.7,"id":433726,"adult":false,"vote_count":6},{"overview":"An ex con teams up with federal agents to help them with breaking up a moonshine ring.","original_language":"en","original_title":"White Lightning","video":false,"title":"White Lightning","genre_ids":[28,80,18],"poster_path":"\/42HMFxeLLhJqYpWzA3cIDM59Ope.jpg","backdrop_path":"\/n98kNZ6eorAZZIgP4xOUe3T30I8.jpg","release_date":"1973-08-06","popularity":3.647,"vote_average":6.2,"id":4984,"adult":false,"vote_count":30},{"overview":"Loner teenager Billy Duncan stumbles across a lost alien ray gun while wandering the desert one day. Billy uses the destructive weapon to get revenge on his enemies, but quickly finds himself beginning to turn into a violent, alien creature who destroys anyone who offends him.","original_language":"en","original_title":"Laserblast","video":false,"title":"Laserblast","genre_ids":[27,28,878,53],"poster_path":"\/atlqET1S5QRrgJPEBpvhCfWfDqI.jpg","backdrop_path":"\/7kZIiUnty4aTlgnOnmGjCfZwhGP.jpg","release_date":"1978-03-01","popularity":3.913,"vote_average":2.8,"id":17874,"adult":false,"vote_count":41},{"overview":"Several hundred years after the Battle of Dannoura, the Genji and Heike clans face off again in a poor mountain town with a buried treasure legend. A revolver-wielding stranger, a lone gunman, burdened with emotional scars and blessed with incredible skill, drifts into town and crosses paths with two warring clans who are both on the hunt for a hidden treasure in a remote western town. Knowing his services are valuable to either side, he offers himself to the clan who will offer up the largest share of the wealth.  Yoshitsune commands his Genji gang in white while Kiyomori leads his Heike gang in red. Expectations collide as the key players wonder which gang the gunman will join. Dirty tricks, betrayal, desire and finally, love, get jumbled together, as the situation erupts into a showdown.","original_language":"ja","original_title":"Sukiyaki Western Django","video":false,"title":"Sukiyaki Western Django","genre_ids":[12,28,35,37,53],"poster_path":"\/x97kmv4pBODtkws4XqSC4vilaCW.jpg","backdrop_path":"\/33fU2GlopMnRd2b1T7Yxqtp31Ul.jpg","release_date":"2008-08-29","popularity":5.856,"vote_average":6.3,"id":13637,"adult":false,"vote_count":157},{"overview":"A mid-19th century mulatto slave is torn between his success as a pit-fighter and the injustices of white society.","original_language":"en","original_title":"Drum","video":false,"title":"Drum","genre_ids":[36,28,53,18],"poster_path":"\/tKJUvemUAd0oXwyDuV4cpVzpkxh.jpg","backdrop_path":"\/ao7YtFyyhSHEakwekYpz8moqUvD.jpg","release_date":"1976-07-30","popularity":3.036,"vote_average":4.7,"id":86194,"adult":false,"vote_count":6},{"overview":"The wealthy and impulsive Rollo Treadway decides to propose to his beautiful socialite neighbor, Betsy O'Brien. Alhough Betsy turns Rollo down, he still opts go on the cruise that he intended as their honeymoon. When circumstances find both Rollo and Betsy on the wrong ship, they end up having adventures on the high seas.","original_language":"en","original_title":"The Navigator","video":false,"title":"The Navigator","genre_ids":[28,35],"poster_path":"\/Av9JzUEpVw7N1HWrBd2s84oxcS2.jpg","backdrop_path":"\/pvLWhA71bklYkTtUdWjDvtFj6RH.jpg","release_date":"1924-10-13","popularity":5.374,"vote_average":7.4,"id":32318,"adult":false,"vote_count":82}],[{"overview":"A team of highly skilled Navy SEALS find themselves embarking on the battle of their lives when they come face-to-face with the undead. After a deadly outbreak occurs in New Orleans, the SEALS must fight for their lives, and the city, against an army of zombies.","original_language":"en","original_title":"Navy Seals vs. Zombies","video":false,"title":"Navy Seals vs. Zombies","genre_ids":[28,27],"poster_path":"\/32HZboM1X6dwwMGBlzHscnvT6k0.jpg","backdrop_path":"\/nRknN3DruUjseJRzAIGUT1jGZWi.jpg","release_date":"2015-10-08","popularity":4.246,"vote_average":4.2,"id":361159,"adult":false,"vote_count":72},{"overview":"A vicious sniper has appeared in Tokyo, rendering the people too scared to go outside, once again it's up to Conan to figure out the meaning behind the killings and capture the mysterious sniper before more lives are lost.","original_language":"ja","original_title":"名探偵コナン 異次元の狙撃手","video":false,"title":"Detective Conan: The Dimensional Sniper","genre_ids":[28,16,18,9648],"poster_path":"\/qUfyRqOl68oJ1OyCvQlUTFk2y0a.jpg","backdrop_path":"\/qxTaJvt92RNPhxPmX3RdSTTp1yB.jpg","release_date":"2014-04-19","popularity":5.53,"vote_average":7.2,"id":257512,"adult":false,"vote_count":42},{"overview":"Ward and Bouchard must face an important car theft ring that turns out to be a lot more than they bargained for: one where the stolen cars will serve as bombs in a well planned terrorist attack.","original_language":"fr","original_title":"Bon Cop Bad Cop 2","video":false,"title":"Bon Cop Bad Cop 2","genre_ids":[80,35,28],"poster_path":"\/rhflodbAhPvLgK5MUFPtBzXWF32.jpg","backdrop_path":"\/6FAUsSjZjzYBNDpxGXF3ijD98q1.jpg","release_date":"2017-05-12","popularity":3.96,"vote_average":6.6,"id":417489,"adult":false,"vote_count":50},{"overview":"This historical drama is an account of the early life of British politician Winston Churchill, including his childhood years, his time as a war correspondent in Africa, and culminating with his first election to Parliament.","original_language":"en","original_title":"Young Winston","video":false,"title":"Young Winston","genre_ids":[28,12,18,10752],"poster_path":"\/fAcVoMa8uP1oNH5cOIzX8YnhsFX.jpg","backdrop_path":"\/6N5RlTocDjmFcqrjGXBZC7xR4BI.jpg","release_date":"1972-10-10","popularity":4.354,"vote_average":6.3,"id":66775,"adult":false,"vote_count":25},{"overview":"Gulliver washes ashore on Lilliput and attempts to prevent war between that tiny kingdom and its equally-miniscule rival, Blefiscu, as well as smooth the way for the romance between the Princess and Prince of the opposing lands. In this he is alternately aided and hampered by the Lilliputian town crier and general fussbudget, Gabby. A life-threatening situation develops when the bumbling trio of Blefiscu spies, Sneak, Snoop, and Snitch, manage to steal Gulliver's pistol.","original_language":"en","original_title":"Gulliver's Travels","video":false,"title":"Gulliver's Travels","genre_ids":[28,12,16,10751],"poster_path":"\/tmbkx9I7t11qKF0e688o0XwcTCj.jpg","backdrop_path":"\/u7wiQJGzK7iQS9MgtPnJVOSWOmm.jpg","release_date":"1939-12-22","popularity":4.595,"vote_average":6.2,"id":42518,"adult":false,"vote_count":47},{"overview":"A true immigrant story set against the vibrant backdrop of Flushing, N.Y. in the 1980s and 1990s.","original_language":"en","original_title":"Revenge of the Green Dragons","video":false,"title":"Revenge of the Green Dragons","genre_ids":[18,28,80],"poster_path":"\/7VGCxVCeGHTGuV3esVVs2qC2R6n.jpg","backdrop_path":"\/k0gurn4kV6A2jJI6Pna4QL6Mr0a.jpg","release_date":"2014-09-11","popularity":5.066,"vote_average":5.5,"id":286709,"adult":false,"vote_count":50},{"overview":"A man becomes a fugitive from the police after he kills one of the men who raped and murdered his daughter.","original_language":"ko","original_title":"방황하는 칼날","video":false,"title":"Broken","genre_ids":[53,18,28],"poster_path":"\/fuVlb2bEeTJhwwWBWe2JmX0gCX4.jpg","backdrop_path":"\/5gUzGebvpb9qneaw2wWh0ueWIYN.jpg","release_date":"2014-04-10","popularity":4.737,"vote_average":6.8,"id":264273,"adult":false,"vote_count":24},{"overview":"Originally from Africa, Mari McCabe grew up an orphan after her parents were killed by local greed, corruption and wanton violence. But Mari refuses to succumb to the terrors surrounding her. Inheriting her family's Anansi Totem, Mari can access the powers of animals - anything from the super-strength of a gorilla to the speed of a cheetah. As Vixen, she fights valiantly to protect the world from threats like those that claimed her family.","original_language":"en","original_title":"Vixen: The Movie","video":false,"title":"Vixen: The Movie","genre_ids":[28,16],"poster_path":"\/5A52QYVaZFGWZnXeNfvMOrnd49E.jpg","backdrop_path":"\/leqy728SrJG1JomEbViWU6DNONq.jpg","release_date":"2017-05-08","popularity":2.475,"vote_average":6.5,"id":457249,"adult":false,"vote_count":22},{"overview":"An account of karate competitor Choi Yeung-Eui who went to Japan after World War II to become a fighter pilot but found a very different path instead. He changed his name to Masutatsu Oyama and went across the country, defeating martial artists one after another. This film concentrates on the period when he is still young, and developing his famous karate style, Kyokushin.","original_language":"ko","original_title":"바람의 파이터","video":false,"title":"Fighter In The Wind","genre_ids":[28,18],"poster_path":"\/nQHG3CiqjLsu9JahA66FI6WcUBQ.jpg","backdrop_path":"\/iei72i7N1xu5ViMKTdl5YcjTHVL.jpg","release_date":"2004-08-12","popularity":3.701,"vote_average":6.6,"id":21115,"adult":false,"vote_count":44},{"overview":"\"Diamond Dogs\" is the story of a group of American fortune hunters, who come to China looking for a long-lost-treasure. During the Soviet crack-down on religion in the 1930's, a priceless Buddhist artifact, a Tangka was taken across the border to China and hidden in the mountains. The diamonds alone, decorating this huge gold-inlaid textile, are thought to be worth $50 million. The fortune hunters","original_language":"en","original_title":"Diamond Dogs","video":false,"title":"Diamond Dogs","genre_ids":[28],"poster_path":"\/eVYgVZx0KTEn8Tbzzn9tuW7cteD.jpg","backdrop_path":"\/bdtqo9gTmj18QCmH28B5RiYKrnM.jpg","release_date":"2007-01-01","popularity":3.63,"vote_average":4.3,"id":15791,"adult":false,"vote_count":23},{"overview":"Five friends from 'Maaskantje' are getting fired because of the economic crisis. They decide that they won't pay for anything anymore.","original_language":"nl","original_title":"New Kids Turbo","video":false,"title":"New Kids Turbo","genre_ids":[28,35],"poster_path":"\/dCOeGpwGGbu0ZptvqZghdafP3MO.jpg","backdrop_path":"\/jcLznrO7Mllsrsj9uCycOlqcDdp.jpg","release_date":"2010-12-09","popularity":4.711,"vote_average":6.3,"id":46523,"adult":false,"vote_count":126},{"overview":"Artem Kolchin was one of many, but he wanted glory. And he has chosen the way: he became the boxer. Now Artem the applicant for a champion title, fighter, known worldwide as Great White Hope. But the main fight in his life has not gone how he expected...","original_language":"ru","original_title":"Бой с Тенью","video":false,"title":"Shadowboxing","genre_ids":[28,18],"poster_path":"\/ySAn3W1QJ097y0EVq2UzTX76bZf.jpg","backdrop_path":"\/qb00vWZNlmKumwx3ONopZj5nU0t.jpg","release_date":"2005-11-11","popularity":3.065,"vote_average":5.5,"id":56372,"adult":false,"vote_count":27},{"overview":"A group of prisoners are going to Vietnam to rescue the daughter of a V-I.P. The Ones who survive get their freedom back...but hell awaits them.","original_language":"en","original_title":"Soldier Boyz","video":false,"title":"Soldier Boyz","genre_ids":[53,28,18],"poster_path":"\/tAB1D5Op7LVO49DxD2cKSgQ84jc.jpg","backdrop_path":"\/fSRsIGJdV7SEMVsOhQSl9zJm8Eu.jpg","release_date":"1995-01-01","popularity":2.094,"vote_average":5.4,"id":112938,"adult":false,"vote_count":11},{"overview":"Sathuranga Vettai 2 (\"Chess Hunt 2\") is an upcoming Indian Tamil-language thriller film directed by Nirmal Kumar and written by Vinoth.","original_language":"ta","original_title":"சதுரங்க வேட்டை 2","video":false,"title":"Sathuranga Vettai 2","genre_ids":[28,53,80],"poster_path":"\/2jJVFQIqwZ3Drwaq4yqvu7xb42G.jpg","backdrop_path":"\/ztLuNa3NbnokzkYi1sAcT35rBB0.jpg","release_date":"","popularity":3.926,"vote_average":0,"id":425770,"adult":false,"vote_count":0},{"overview":"An English cat burglar needs a Eurasian dancer's help to pull off the perfect heist.","original_language":"en","original_title":"Gambit","video":false,"title":"Gambit","genre_ids":[28,35,80],"poster_path":"\/iAgagWmlRP5KXm39g51hZv0HCOt.jpg","backdrop_path":"\/9T0H7N9HucCvCL1OP9HABZHEqm7.jpg","release_date":"1966-12-21","popularity":4.17,"vote_average":7,"id":28270,"adult":false,"vote_count":51},{"overview":"The war on terror exploded, literally, the day Sarajevo was destroyed by a homemade nuclear device. The leading democracies transformed into total surveillance states, and the developing world has drowned under a wave of genocides. The mysterious American John Paul seems to be behind the collapse of the world system, and it's up to intelligence agent Clavis Shepherd to track John Paul across the wreckage of civilizations and to find the true heart of darkness—a genocidal organ.","original_language":"ja","original_title":"虐殺器官","video":false,"title":"Genocidal Organ","genre_ids":[28,16,878,53],"poster_path":"\/aL5mNV5UgUoQ00qsC6dvwgQcIbA.jpg","backdrop_path":"\/AiQJgEXLuSdYCOsueMeNpHfne6N.jpg","release_date":"2017-02-03","popularity":2.363,"vote_average":6.4,"id":357407,"adult":false,"vote_count":18},{"overview":"The insurgence of substance abuse among the young in the Indian state of Punjab through the stories of a rock star, a migrant laborer, a doctor and a policeman.","original_language":"hi","original_title":"उड़ता पंजाब","video":false,"title":"Udta Punjab","genre_ids":[28,80,18],"poster_path":"\/wFhHC3FR5RBolFLBu0iPCPyO5uK.jpg","backdrop_path":"\/1y4krc1zQf1R7qXiioHZsg9EsBw.jpg","release_date":"2016-06-17","popularity":4.346,"vote_average":7.2,"id":398535,"adult":false,"vote_count":72},{"overview":"A man who bears a striking resemblance to a renowned movie star becomes an obsessive fan, but when his fierce love is spurned by the star, he decides to destroy the star's life and reputation.","original_language":"hi","original_title":"Fan","video":false,"title":"Fan","genre_ids":[28,18,53],"poster_path":"\/xqyoBeaZaVJwAAMVB2t2q6kIHo3.jpg","backdrop_path":"\/bqHSq5Yu8vqfdLw58ckJmxiR6yL.jpg","release_date":"2016-04-14","popularity":5.537,"vote_average":6.3,"id":377985,"adult":false,"vote_count":126},{"overview":"The former leader of a commando rescue attempt into Vietnam tries to discover why his squad members are being murdered, one-by-one, after the war is over.","original_language":"en","original_title":"Good Guys Wear Black","video":false,"title":"Good Guys Wear Black","genre_ids":[28,53],"poster_path":"\/qe6YEwpegOGzXhmGS7Xkwz9XxVR.jpg","backdrop_path":"\/gZ2GqPavjpLlhFo9AlML8mM7iyg.jpg","release_date":"1978-06-01","popularity":2.857,"vote_average":5.7,"id":42205,"adult":false,"vote_count":29},{"overview":"An adrenaline junkie walks away from a whirlwind romance and embraces a new life as a thief, though he soon finds himself pursued by veteran police officer and engaged in a turf war with a local gangster.","original_language":"hi","original_title":"Kick","video":false,"title":"Kick","genre_ids":[28,35],"poster_path":"\/4DUkjcPg0Wa7wyE4EfR2T3C6Gbf.jpg","backdrop_path":"\/Abp0sBYGrEqsJyO1VKOI16oLJIz.jpg","release_date":"2014-07-25","popularity":4.156,"vote_average":6,"id":280690,"adult":false,"vote_count":77}],[{"overview":"Volcano High School is marking its 108th. Every student is a martial arts expert, so it is not surprising to see tea leaves moving in the shape of dragons or hallway windows shattering into bits with no one touching them. At Volcano High, the legend of the Secret Manuscript - the one who inherits these writings will rule the world - has been continuously passed down. From the outside, Volcano High School seems peaceful. But a bitter showdown for the Secret Manuscript is at hand.","original_language":"ko","original_title":"화산고","video":false,"title":"Volcano High","genre_ids":[28,35],"poster_path":"\/ddpyJFa9AtzM3iElZY0afNX6QFs.jpg","backdrop_path":"\/wM7KRH9XhEKN1cSr7Hq70eqrz8Q.jpg","release_date":"2003-12-21","popularity":4.144,"vote_average":5.8,"id":23834,"adult":false,"vote_count":38},{"overview":"When half-breed Indian Yaqui Joe robs an Arizona bank, he is pursued by dogged lawman Lyedecker. Fleeing to Mexico, Joe is imprisoned by General Verdugo, who is waging a war against the Yaqui Indians. When Lyedecker attempts to intervene, he is thrown into prison as well. Working together, the two escape and take refuge in the hills, where Lyedecker meets beautiful Yaqui freedom fighter Sarita and begins to question his allegiances.","original_language":"en","original_title":"100 Rifles","video":false,"title":"100 Rifles","genre_ids":[12,28,37,10752],"poster_path":"\/4VghrmczyvShRX6mxJWzwGzUEJV.jpg","backdrop_path":"\/wAWqvZx2ojyvnjNaIsLnNiZ51wJ.jpg","release_date":"1969-03-26","popularity":3.735,"vote_average":6,"id":37308,"adult":false,"vote_count":40},{"overview":"After the elevators at a New York City skyscraper begin inexplicably malfunctioning, putting its passengers at risk, mechanic Mark Newman (James Marshall) and reporter Jennifer Evans (Naomi Watts) begin separate investigations. Newman gets resistance from superiors at his company, which manufactured the elevator, while additional elevator incidents cause several gruesome deaths. The police get involved and suspect that terrorists are responsible, but a far stranger explanation looms.","original_language":"en","original_title":"Down","video":false,"title":"Down","genre_ids":[28,27,9648,53],"poster_path":"\/o25WdQiVIj5uMzeCBR20rq9wqBB.jpg","backdrop_path":"\/jc9VgikexdTETi157AWmFBN6ed3.jpg","release_date":"2003-05-20","popularity":4.171,"vote_average":4.5,"id":19058,"adult":false,"vote_count":50},{"overview":"Three unsuspecting, average guys find themselves on the hit list of one of India's most-powerful crime syndicates.","original_language":"hi","original_title":"Delhi Belly","video":false,"title":"Delhi Belly","genre_ids":[28,35],"poster_path":"\/9GBSJaqLa1hkza2oCPtmK770nqF.jpg","backdrop_path":"\/wCHDhsIMTFse4dk1J3NB4HNTkoR.jpg","release_date":"2011-07-01","popularity":4.938,"vote_average":7.2,"id":67109,"adult":false,"vote_count":83},{"overview":"Waging war against all things glamorous and beautiful, crippled terrorists Acción Mutante plot a series of attacks on society's elite, and attempt the kidnapping of a wealthy socialite at her elaborate wedding reception.","original_language":"es","original_title":"Acción mutante","video":false,"title":"Mutant Action","genre_ids":[28,35,878],"poster_path":"\/j5awS29uFbEWzCd6OtJFYtGL0tQ.jpg","backdrop_path":"\/sP9JcrAC306XDVRmRCPRQiu5lzb.jpg","release_date":"1993-02-09","popularity":3.775,"vote_average":6.3,"id":25466,"adult":false,"vote_count":63},{"overview":"Sinbad, the original Prince of Persia, must complete seven tasks in order to save the world from catastrophe.","original_language":"en","original_title":"The 7 Adventures of Sinbad","video":false,"title":"The 7 Adventures of Sinbad","genre_ids":[12,28,14],"poster_path":"\/eVaNNoLV4UC4rKVoZvTxgqtz9gE.jpg","backdrop_path":"\/wHz0n0GzfFh4ug87YGkjKJGg8I5.jpg","release_date":"2010-05-25","popularity":4.22,"vote_average":3.3,"id":44773,"adult":false,"vote_count":16},{"overview":"Aquaman must battle foes in the air, on land and in the depths of the Seven Seas, along with some help from The Justice League, to save the day.","original_language":"en","original_title":"LEGO DC Super Heroes - Aquaman: Rage Of Atlantis","video":false,"title":"LEGO DC Super Heroes - Aquaman: Rage Of Atlantis","genre_ids":[16,10751,28],"poster_path":"\/fNayc14I8UH9rywBXAp2Eh81za3.jpg","backdrop_path":"\/gtTniKFOjZ5muvhuod1FKWZRVQP.jpg","release_date":"2018-07-22","popularity":5.619,"vote_average":6.1,"id":513736,"adult":false,"vote_count":29},{"overview":"Nick Gunar is a burnt-out, jaded and hard-up former mercenary who is having a difficult time adjusting to civilian life. At the end of his rope, he is hired by the Nitro Mine Corporation to strong-arm the natives of a South China Sea island into giving up their rights to its valuable mineral resources. Nick loathes the thought of another mission, but this seemingly easy job will earn him enough money to get back with his estranged family. He recruits some of his former mercenary buddies to help him with the job. The island people refuse to give up their land and Nick decides to help them fight the greedy corporation that hired him. As greed and treachery begin to unravel, Nick's band of mercenaries choose sides.","original_language":"en","original_title":"Men of War","video":false,"title":"Men of War","genre_ids":[28],"poster_path":"\/MiAhFq5ngIt4IOtVGd0ayG0ylM.jpg","backdrop_path":"\/xjgPzyORwBwHnkiLZHNCUQfA64S.jpg","release_date":"1994-09-04","popularity":5.507,"vote_average":5.4,"id":38940,"adult":false,"vote_count":48},{"overview":"A terror is stalking the land: people are disappearing daily, their bodies appearing covered in savage gashes coupled with precise surgical cuts. The legend of the 'Werewolf of Allariz' spreads across the land like wildfire. When Barbara (Elsa Pataky) falls in love with travelling vendor Manuel Romasanta, she is at first besotted with him - but soon begins to be suspicious of him. What has happened to her sister, who - after being escorted by Romasanta to the city - seems to have disappeared forever.","original_language":"en","original_title":"Romasanta","video":false,"title":"Romasanta","genre_ids":[28,27],"poster_path":"\/8maAUntIvqRCVDA0eLO1wDtQFPG.jpg","backdrop_path":"\/uBvzZ0aMHG0fsO7b7a2xSSCE2dj.jpg","release_date":"2004-05-13","popularity":3.432,"vote_average":5,"id":12653,"adult":false,"vote_count":36},{"overview":"The story of a race of immortal beings who lived on Earth and shaped its history and civilizations.","original_language":"en","original_title":"Eternals","video":false,"title":"Eternals","genre_ids":[878,28,12],"poster_path":"\/k2fV1s9fcRQCZHYICE2qp8lYt7y.jpg","backdrop_path":"\/rrQBJqDZ8WbkcQEkLQsrCXwCoGZ.jpg","release_date":"2020-11-06","popularity":6.278,"vote_average":0,"id":524434,"adult":false,"vote_count":0},{"overview":"The Young Lions follows the lives of three soldiers: one German and two Americans, paralleling their experiences in World War II until they meet up at the end for a confrontation","original_language":"en","original_title":"The Young Lions","video":false,"title":"The Young Lions","genre_ids":[28,18,10752],"poster_path":"\/9eabfF8BCLkEvuHXRWwlNbS8hjx.jpg","backdrop_path":"\/1rtNtaldeLLoROo5BO26PUjjjZV.jpg","release_date":"1958-04-02","popularity":5.256,"vote_average":6.9,"id":40739,"adult":false,"vote_count":53},{"overview":"On the run from a dogged internal affairs agent, a corrupt cop reluctantly teams up with a defiant teen to unravel a conspiracy -- before it's too late.","original_language":"ko","original_title":"악질경찰","video":false,"title":"Jo Pil-ho: The Dawning Rage","genre_ids":[28,80,18],"poster_path":"\/k4QPUYRupu7Jv8ZWS9hiLw5OuhB.jpg","backdrop_path":"\/e24hF7t4stinKy3GtS5KeTJ7nLu.jpg","release_date":"2019-03-20","popularity":4,"vote_average":5.8,"id":574303,"adult":false,"vote_count":23},{"overview":"Needing a new partner capable of intricate cons, Richard Gaddis, recruits Rodrigo, a crook with a perfect poker face. The two plan a big-time scam: selling a fake Silver Certificate to currency collector William Hannigan. Rodrigo distrusts his new associate, but needs money to help out his ill father. The situation becomes more complicated when Rodrigo falls for Gaddis' sister, Valerie, drawing another player into the game.","original_language":"en","original_title":"Criminal","video":false,"title":"Criminal","genre_ids":[28,35,53],"poster_path":"\/bzfp5dM7BhRP1q8NnRaTX3BtZl3.jpg","backdrop_path":"\/yQlc6Exa3h64AWUgYH4CRU0znpx.jpg","release_date":"2004-10-07","popularity":3.454,"vote_average":6.3,"id":14198,"adult":false,"vote_count":51},{"overview":"Macbeth, loyal to his crime boss, Duncan, is told by witches that he will one day take over. Driven by their prophecy, he and his wife plot to kill Duncan, and takes the leadership of the gang for himself. Maintaining his power will require more murder and violence, finally driving his surviving enemies to unite and destroy him. A sexy, high octane retelling of this classic story.","original_language":"en","original_title":"Macbeth","video":false,"title":"Macbeth","genre_ids":[53,18,28],"poster_path":"\/fWoQSPnlycOiUmbJdcpdTLtATum.jpg","backdrop_path":"\/mlNn4VEJMus5KuWZjpbqlLmncF5.jpg","release_date":"2006-09-21","popularity":3.124,"vote_average":4.1,"id":13775,"adult":false,"vote_count":23},{"overview":"During the Napoleonic Wars, when the French have occupied Spain, some Spanish guerrilla soldiers are going to move a big cannon across Spain in order to help the British defeat the French. A British officer is there to accompany the Spanish and along the way, he falls in love with the leader's girl.","original_language":"en","original_title":"The Pride and the Passion","video":false,"title":"The Pride and the Passion","genre_ids":[12,28,18,36,10749],"poster_path":"\/iOTzSb22qt1PPpJguwrcyuAXhBg.jpg","backdrop_path":"\/do9IV9Vi18t7VkYvKp1nsdpUsiD.jpg","release_date":"1957-07-10","popularity":2.701,"vote_average":6,"id":23102,"adult":false,"vote_count":18},{"overview":"This is the 2019 summer movie for Kishiryu Sentai Ryusoulger. It is twin-billed with the summer movie for Kamen Rider Zi-Oi: Kamen Rider Zi-O: Over Quartzer!. It will feature the debut of Ryusoul Gattai Kishiryuzin.","original_language":"ja","original_title":"騎士竜戦隊リュウソウジャー THE MOVIE タイムスリップ！恐竜パニック!!","video":false,"title":"Kishiryu Sentai Ryusoulger The Movie: Time Slip! Dinosaur Panic!!","genre_ids":[28,12,14,878],"poster_path":"\/AfYjLgJkivrbDL4wlmsA99w2nO7.jpg","backdrop_path":"\/uSHX3WglU43HFO7FUk8Fd5OwQBN.jpg","release_date":"2019-07-26","popularity":4.234,"vote_average":0,"id":604946,"adult":false,"vote_count":0},{"overview":"A retired British soldier struggles to adjust to everyday life, with increasing difficulty.","original_language":"en","original_title":"For Queen & Country","video":false,"title":"For Queen & Country","genre_ids":[28,18,53],"poster_path":"\/c3lfIFElREa3Td438lSt3FD3AOz.jpg","backdrop_path":"\/prXVYHFc3aqNjFe28xJjlHX7TFv.jpg","release_date":"1988-05-17","popularity":3.65,"vote_average":5.7,"id":42347,"adult":false,"vote_count":22},{"overview":"In the near future, a virus has infected everyone on the planet, and Absolon is a drug that everyone must take to stay alive. One corporation controls the drug. Murchison is the leader of this firm. A scientist who was researching the virus is found murdered, and Norman Scott is the policeman who investigates the crime.","original_language":"en","original_title":"Absolon","video":false,"title":"Absolon","genre_ids":[28],"poster_path":"\/7mR3CHCP4YaylH4J1elpBwS4YJk.jpg","backdrop_path":"\/xs30bz79UL3UksTCDxUfxyUUdXH.jpg","release_date":"2003-01-01","popularity":4.505,"vote_average":4.2,"id":4612,"adult":false,"vote_count":37},{"overview":"At an airport, the Emerald Archer must protect a young princess from assassins.","original_language":"en","original_title":"DC Showcase: Green Arrow","video":false,"title":"DC Showcase: Green Arrow","genre_ids":[16,12,28],"poster_path":"\/37m5NEMxwV9RXwHzUMiW81WEHTw.jpg","backdrop_path":"\/66GEjJcxtSjIHysx05hJye0WIiI.jpg","release_date":"2010-09-28","popularity":4.706,"vote_average":7.2,"id":46718,"adult":false,"vote_count":63},{"overview":"Tommy Riley has moved with his dad to Chicago from a 'nice place'. He keeps to himself, goes to school. However, after a street fight he is noticed and quickly falls into the world of illegal underground boxing - where punches can kill.","original_language":"en","original_title":"Gladiator","video":false,"title":"Gladiator","genre_ids":[28,18],"poster_path":"\/24eDtuux6l0Mgl8sX8fSxa20HEh.jpg","backdrop_path":"\/nQLOKbKuzKPrRCy6z1nQUystzJd.jpg","release_date":"1992-03-06","popularity":4.61,"vote_average":6.2,"id":16219,"adult":false,"vote_count":50}],[{"overview":"In 1925 Korea, Japanese rulers demand the last remaining tiger be killed. The tiger easily defeats his pursuers until a legendary hunter takes him on.","original_language":"ko","original_title":"대호","video":false,"title":"The Tiger: An Old Hunter's Tale","genre_ids":[28,36,53,14],"poster_path":"\/tPI6t2Cvu7vWO9iDs4Cigq8svWl.jpg","backdrop_path":"\/yWPpOPJqkCcRuYoc8cWFa7dSafa.jpg","release_date":"2016-01-08","popularity":3.975,"vote_average":7.6,"id":363093,"adult":false,"vote_count":42},{"overview":"Sean and Billie are undercover cops and martial arts masters. Investigating the death of a cop, they uncover a deadly ring of murder and corruption at a glitzy nightclub where the rich are entertained by seductive women and protected by martial arts experts. Billie goes undercover to infiltrate the crime ring, leading to an explosive finale.","original_language":"en","original_title":"Martial Law II: Undercover","video":false,"title":"Martial Law II: Undercover","genre_ids":[28,80],"poster_path":"\/64aIvgPkr983t7YLE3TAf4O8qOC.jpg","backdrop_path":"\/VJPrPkfgEnMt1vFvedhyAB4MH6.jpg","release_date":"1992-08-20","popularity":3.412,"vote_average":5.2,"id":61802,"adult":false,"vote_count":14},{"overview":"A businessman, Tsuda, runs into a childhood friend, Tajuki, on the subway. Tajuki is working as a semiprofessional boxer. Tsuda soon begins to suspect that Tajuki might be having an affair with his fiancée Hizuru. After an altercation, Tsuda begins training rigorously himself, leading to an extremely bloody, violent confrontation.","original_language":"ja","original_title":"東京フィスト","video":false,"title":"Tokyo Fist","genre_ids":[10749,28,18,53],"poster_path":"\/svAlY2ZBMtWLpVX6A3BFKTnJmRS.jpg","backdrop_path":"\/v6JTmBiGAkkGULNGoh4EEgGxDiw.jpg","release_date":"1995-01-01","popularity":4.78,"vote_average":6.6,"id":41577,"adult":false,"vote_count":50},{"overview":"Following a series of bomb attacks in London, a group of terrorists seize Britain's ambassador to Scandinavia. With the ambassador now a hostage in his residence, another group hijacks an airliner at the capital's airport, announcing that the passengers will not be freed until their demands are met. Colonel Nils Tahlvik, Scandinavia's resourceful and ruthless head of security, seeks to take an uncompromising stance against the terrorists yet his attempts meet resistance from unknown forces at every turn...","original_language":"en","original_title":"Ransom","video":false,"title":"Ransom","genre_ids":[28,18,53],"poster_path":"\/v05Zi28HlV0ZJ3JlLbKQbISOD0r.jpg","backdrop_path":"\/aNCuyANngFv0cVzFmWdess71jNc.jpg","release_date":"1975-04-04","popularity":2.908,"vote_average":5.7,"id":70627,"adult":false,"vote_count":30},{"overview":"The year is 2030 and six years have passed since a criminal known only as \"The Laughing Man\" swept through top medical nanotechnology firms committing acts of cyber-terrorism, kidnapping, and espionage leaving no known suspects. New information is revealed, as Section 9 enters the hunt for a suspect capable of unfathomable actions in this compilation of Stand Alone Complex content.","original_language":"ja","original_title":"攻殻機動隊 Stand Alone Complex The Laughing Man","video":false,"title":"Ghost in the Shell: Stand Alone Complex - The Laughing Man","genre_ids":[28,16,80,878],"poster_path":"\/vUWRz8C7mgMMxI1dZhwgumcVFjB.jpg","backdrop_path":"\/l09pMW9SJHZUMNYRYecaeh7r4EC.jpg","release_date":"2007-10-01","popularity":4.571,"vote_average":7.8,"id":18839,"adult":false,"vote_count":47},{"overview":"In lawless badlands, reclusive Cabeleira sets out to discover the fate of his gunman father and grows to be a feared assassin himself.","original_language":"pt","original_title":"O Matador","video":false,"title":"The Killer","genre_ids":[28,37],"poster_path":"\/he6s2dOWmzWXsZGa0QLbcMVZJnx.jpg","backdrop_path":"\/gUZUDAHDdt9rA5BZ8AJake4eZL1.jpg","release_date":"2017-11-10","popularity":3.453,"vote_average":6.2,"id":466190,"adult":false,"vote_count":40},{"overview":"From the creators that brought you the movie ‘2Eleven’, Mula Films presents to you another classic Detroit blockbuster.  In the soon to be released film, “Buffed Up”, the plot consist of a group of three college students on a mission to attain one thing… a pair of Cartier frames. With little knowledge on how to get their hands on the glasses, the group of college students are eventually forced to steal, hustle up the money, and even snatch the costly eyewear which leads them into a world of trouble. The directors of this “hood comedy” have collectively recruited a handful of stars and Detroit legends alike, such as IceWear Vezzo, KC Clark, DJ BJ, Kash Doll and more to headline this film.","original_language":"en","original_title":"Buffed Up","video":false,"title":"Buffed Up","genre_ids":[28,80],"poster_path":"\/qX0SqXVy1bJRFzhMNjHOfvwazcL.jpg","backdrop_path":"\/hx2NLEs3ILER7OP7bbzr6GwnihW.jpg","release_date":"2016-07-11","popularity":3.929,"vote_average":10,"id":408112,"adult":false,"vote_count":1},{"overview":"Chaank Armaments is experimenting with the ultimate fighting machine which is part human - part machine. So far, the Hardman project has been unreliable and has killed a number of innocent people. The genius behind this project is Jack who lives in a world of models, toys and magazines. When he is fired by Cale for killing a few corporate officers, he unleashes the ultimate killing machine called the 'Warbeast' against Cale and those who would help her.","original_language":"en","original_title":"Death Machine","video":false,"title":"Death Machine","genre_ids":[28,27,878,53],"poster_path":"\/vmDaabHFO4NvrEc6kT8aRMv9Rve.jpg","backdrop_path":"\/iTdOFa7L4F83MRhZXAtUibhWiF9.jpg","release_date":"1994-12-23","popularity":4.501,"vote_average":5.7,"id":1702,"adult":false,"vote_count":54},{"overview":"Shipwrecked castaways stumble upon the mysterious island of Caprona in the Bermuda Triangle, confronting man-eating dinosaurs and a stranded German U-Boat crew while trying to escape.","original_language":"en","original_title":"The Land That Time Forgot","video":false,"title":"The Land That Time Forgot","genre_ids":[28,14,878],"poster_path":"\/h8nBiqWc6EyoCmp7Dry6JiUnMjN.jpg","backdrop_path":"\/z7OXIqI8u9zmcGCmLcy7AFfHDjx.jpg","release_date":"2009-07-28","popularity":2.961,"vote_average":3.5,"id":21260,"adult":false,"vote_count":24},{"overview":"15-year-old Nina witnesses a terrible crime that puts her life in danger. Being an orphan, she has nobody she can trust. When corrupt businessman Thomas Backer sends five killers after Nina, witness protection officer, Max, a former special-forces soldier, is responsible for her safety. They soon overcome their initial distance to find common ground. While on the run from the ruthless Backer, Rudi, one of Max’s former comrades, comes to their rescue – and continues to help the two out of some precarious situations. Even Max’s ex-girlfriend Sara is not just there to help him as a federal prosecutor. Nevertheless, Nina and Max face ever-increasing danger, and soon the teenager is not the only one in need of a guardian angel – Max could use one too.","original_language":"de","original_title":"Schutzengel","video":false,"title":"The Guardians","genre_ids":[18,28,53,80],"poster_path":"\/wXOMn3ihLBZCKr0lzvZzDMgro3S.jpg","backdrop_path":"\/4KLuMukHqiAwMprGJaCR8IjyJUf.jpg","release_date":"2012-10-10","popularity":4.106,"vote_average":6.2,"id":130747,"adult":false,"vote_count":63},{"overview":"After a crippled test pilot is rebuilt with bionic limbs and implants, he serves as a unique intelligence agent.","original_language":"en","original_title":"The Six Billion Dollar Man","video":false,"title":"The Six Billion Dollar Man","genre_ids":[28,878],"poster_path":null,"backdrop_path":null,"release_date":"","popularity":6.055,"vote_average":0,"id":367068,"adult":false,"vote_count":0},{"overview":"The best agent of Vieng, the country near the boundary of Thailand received the important mission that he had to catch two armed dealers who could be the dangerous for his country.","original_language":"en","original_title":"The Bodyguard 2","video":false,"title":"The Bodyguard 2","genre_ids":[28,12,35],"poster_path":"\/pWblaPZrS9JdKLmV6PPGeBYeKM8.jpg","backdrop_path":"\/d23UN4BaXkojTBYsKMClv9K6By7.jpg","release_date":"2007-03-08","popularity":3.588,"vote_average":4.9,"id":20264,"adult":false,"vote_count":11},{"overview":"The workaholic head of the compliance section of a New York bank flies to Monaco to investigate unusual deposits from an offshore bank and meets a down-on-his-luck international film star who has become embroiled in criminal activities.","original_language":"en","original_title":"Quicksand","video":false,"title":"Quicksand","genre_ids":[28,80,18,53],"poster_path":"\/vLmFdPgaWcnfGVT67JLgixTxShf.jpg","backdrop_path":"\/eGCXM7xzggfKceBNnQEgwUZOlRC.jpg","release_date":"2004-03-16","popularity":2.948,"vote_average":5.2,"id":47517,"adult":false,"vote_count":17},{"overview":"When CIA operative Miles Kendig deliberately lets KGB agent Yaskov get away, his boss threatens to retire him. Kendig beats him to it, however, destroying his own records and traveling to Austria where he begins work on a memoir that will expose all his former agency's covert practices. The CIA catches wind of the book and sends other agents after him, initiating a frenetic game of cat and mouse that spans the globe.","original_language":"en","original_title":"Hopscotch","video":false,"title":"Hopscotch","genre_ids":[28,35,53],"poster_path":"\/7ZTasNoTehrypra0X97zh8Amk3.jpg","backdrop_path":"\/eQlnTkWvlsoM0ijpKcUWniGrwBY.jpg","release_date":"1980-09-26","popularity":5.675,"vote_average":7,"id":32030,"adult":false,"vote_count":51},{"overview":"Will Graham, a former London crime boss who has left his former life to live as a recluse in the forest. Haunted by the blood of those he has murdered, Will wishes never to return. But when his brother commits suicide, following a sexual assault at the hands of a volatile car dealer, Will returns to London to discover the cause of his brother's death and administer justice to those responsible.","original_language":"en","original_title":"I'll Sleep When I'm Dead","video":false,"title":"I'll Sleep When I'm Dead","genre_ids":[28,80,18,53],"poster_path":"\/fPZgMmRFJv82AxekLIFiTpzFgjZ.jpg","backdrop_path":"\/bsV4uQUy0NR6UKMYxEmpOh90n8A.jpg","release_date":"2004-06-16","popularity":4.738,"vote_average":5.5,"id":3515,"adult":false,"vote_count":50},{"overview":"The corrupt Emperor Tiberius forces his bravest general, Marcus, to subdue the monstrous Cyclops that has been decimating the countryside...","original_language":"en","original_title":"Cyclops","video":false,"title":"Cyclops","genre_ids":[10770,28,14],"poster_path":"\/yCz1lDZTqVjenow7WZfiGd4UOau.jpg","backdrop_path":"\/b8yQqvyZ2zj2Ts0Rudx9LKes0ii.jpg","release_date":"2008-12-06","popularity":2.429,"vote_average":3.4,"id":41550,"adult":false,"vote_count":17},{"overview":"While passing through the town of Bannock, a bunch of drunken cattlemen go overboard with their celebrating and accidentally kill an old man with a stray shot. They return home to Sabbath unaware of his death. Bannock lawman Jered Maddox later arrives there to arrest everyone involved on a charge of murder. Sabbath is run by land baron Vince Bronson, a benevolent despot, who, upon hearing of the death, offers restitution for the incident.","original_language":"en","original_title":"Lawman","video":false,"title":"Lawman","genre_ids":[28,37],"poster_path":"\/88DTPi738IZD4epYGj58yCm3WTz.jpg","backdrop_path":"\/w0tXWqUt1Sic6pRRZUmjeHxpTgc.jpg","release_date":"1971-01-01","popularity":4.512,"vote_average":6.6,"id":42500,"adult":false,"vote_count":43},{"overview":"During a rescue operation in Iraq, Special Forces member Max Forrester is devastated when Sasha, his squad mate and fiancée goes missing. Two years later, Max now out of the military, receives a call from his ex-commander, Captain Dyer, informing him Sasha has been seen alive and moving freely about on a place called Paradise Island. He also informs Max the military is preparing to go in and extract her with possible charges of desertion or worse. Max sets off on his own to Paradise Island to find Sasha and learn the truth before Shadow Company gets to her first.","original_language":"en","original_title":"Shadows in Paradise","video":false,"title":"Shadows in Paradise","genre_ids":[28],"poster_path":"\/90rjc4ZpNAsfBofqlo2KC7DvhIc.jpg","backdrop_path":"\/lhwqazo3x2emzfKrvpup4M1h0gP.jpg","release_date":"2010-02-09","popularity":2.841,"vote_average":6,"id":37680,"adult":false,"vote_count":14},{"overview":"Plot kept under wraps. A reboot of the 'Resident Evil' franchise.","original_language":"en","original_title":"Resident Evil","video":false,"title":"Resident Evil","genre_ids":[878,28,27],"poster_path":null,"backdrop_path":null,"release_date":"","popularity":6.441,"vote_average":0,"id":460458,"adult":false,"vote_count":0},{"overview":"Set in a war-torn land where tribal factions live in fear of annihilation, the film tells the story of a deadly warrior leading a destructive war campaign. When he is betrayed by his own and left for dead, he is healed by a mysterious princess and taken in by a hidden tribe that believes he was chosen to wage a final battle.","original_language":"en","original_title":"The Veil","video":false,"title":"The Veil","genre_ids":[28,12,878],"poster_path":"\/pAQ9ovHthGEWv61DKil8GjQeEcP.jpg","backdrop_path":"\/hRIWza0mi7myTxZWq7I5GoBWFd1.jpg","release_date":"2017-01-19","popularity":3.08,"vote_average":4,"id":393306,"adult":false,"vote_count":47}]]